{
    "id": "41244",
    "revid": "2219481",
    "url": "https://en.wikipedia.org/wiki?curid=41244",
    "title": "Hybrid (biology)",
    "text": "In &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, a hybrid is the offspring resulting from combining the qualities of two organisms of different breeds, varieties, species or genera through &lt;a href=\"sexual%20reproduction\"&gt;sexual reproduction&lt;/a&gt;. Hybrids are not always intermediates between their parents (such as in &lt;a href=\"blending%20inheritance\"&gt;blending inheritance&lt;/a&gt;), but can show &lt;a href=\"Heterosis\"&gt;hybrid vigor&lt;/a&gt;, sometimes growing larger or taller than either parent. The concept of a hybrid is interpreted differently in animal and plant breeding, where there is interest in the individual parentage. In &lt;a href=\"genetics\"&gt;genetics&lt;/a&gt;, attention is focused on the numbers of &lt;a href=\"chromosome\"&gt;chromosome&lt;/a&gt;s. In taxonomy, a key question is how closely related the parent &lt;a href=\"species\"&gt;species&lt;/a&gt; are.\nSpecies are &lt;a href=\"reproductive%20isolation\"&gt;reproductively isolated&lt;/a&gt; by strong barriers to hybridisation, which include genetic and morphological differences, differing times of fertility, mating behaviors and cues, and physiological rejection of sperm cells or the developing embryo. Some act before &lt;a href=\"fertilization\"&gt;fertilization&lt;/a&gt; and others after it. Similar barriers exist in plants, with differences in flowering times, pollen vectors, inhibition of pollen tube growth, somatoplastic sterility, cytoplasmic-genic male sterility and the structure of the chromosomes. A few animal species and many plant species, however, are the result of &lt;a href=\"hybrid%20speciation\"&gt;hybrid speciation&lt;/a&gt;, including important crop plants such as &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, where the number of chromosomes has been doubled.\n&lt;a href=\"Human%20impact%20on%20the%20environment\"&gt;Human impact on the environment&lt;/a&gt; has resulted in an increase in the interbreeding between regional species, and the proliferation of &lt;a href=\"introduced%20species\"&gt;introduced species&lt;/a&gt; worldwide has also resulted in an increase in hybridisation. This &lt;a href=\"genetic%20mixing\"&gt;genetic mixing&lt;/a&gt; may threaten many species with extinction, while &lt;a href=\"genetic%20erosion\"&gt;genetic erosion&lt;/a&gt; from &lt;a href=\"monoculture\"&gt;monoculture&lt;/a&gt; in crop plants may be damaging the gene pools of many species for future breeding. A form of often intentional human-mediated hybridisation is the crossing of wild and domesticated species. This is common in both traditional &lt;a href=\"horticulture\"&gt;horticulture&lt;/a&gt; and modern &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;; many commercially useful fruits, flowers, garden herbs, and trees have been produced by hybridisation. One such flower, \"&lt;a href=\"Oenothera%20lamarckiana\"&gt;Oenothera lamarckiana&lt;/a&gt;\", was central to early genetics research into &lt;a href=\"mutationism\"&gt;mutationism&lt;/a&gt; and polyploidy. It is also more occasionally done in the livestock and pet trades; some well-known wild × domestic hybrids are &lt;a href=\"beefalo\"&gt;beefalo&lt;/a&gt; and &lt;a href=\"wolfdog\"&gt;wolfdog&lt;/a&gt;s. Human &lt;a href=\"selective%20breeding\"&gt;selective breeding&lt;/a&gt; of &lt;a href=\"domesticated%20animals\"&gt;domesticated animals&lt;/a&gt; and &lt;a href=\"Domesticated%20plants\"&gt;plants&lt;/a&gt; has resulted in the development of distinct &lt;a href=\"breeds\"&gt;breeds&lt;/a&gt; (usually called &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s in reference to plants); &lt;a href=\"crossbreed\"&gt;crossbreed&lt;/a&gt;s between them (without any wild &lt;a href=\"Foundation%20stock\"&gt;stock&lt;/a&gt;) are sometimes also imprecisely referred to as \"hybrids\".\n&lt;a href=\"Archaic%20human%20admixture%20with%20modern%20humans\"&gt;Hybrid humans&lt;/a&gt; existed in prehistory. For example, &lt;a href=\"Neanderthals\"&gt;Neanderthals&lt;/a&gt; and anatomically modern humans are thought to have interbred as recently as 40,000 years ago.\n&lt;a href=\"Mythological%20hybrid\"&gt;Mythological hybrid&lt;/a&gt;s appear in human culture in forms as diverse as the &lt;a href=\"Minotaur\"&gt;Minotaur&lt;/a&gt;, blends of animals, humans and mythical beasts such as &lt;a href=\"centaur\"&gt;centaur&lt;/a&gt;s and &lt;a href=\"sphinx\"&gt;sphinx&lt;/a&gt;es, and the &lt;a href=\"Nephilim\"&gt;Nephilim&lt;/a&gt; of the &lt;a href=\"Biblical%20apocrypha\"&gt;Biblical apocrypha&lt;/a&gt; described as the wicked sons of &lt;a href=\"fallen%20angel\"&gt;fallen angel&lt;/a&gt;s and attractive women.\nEtymology.\nThe term hybrid is derived from Latin \"\", used for crosses such as of a tame sow and a wild boar. The term came into popular use in English in the 19th century, though examples of its use have been found from the early 17th century. Conspicuous hybrids are popularly named with &lt;a href=\"portmanteau%20word\"&gt;portmanteau word&lt;/a&gt;s, starting in the 1920s with the breeding of tiger–lion hybrids (&lt;a href=\"liger\"&gt;liger&lt;/a&gt; and &lt;a href=\"tigon\"&gt;tigon&lt;/a&gt;).\nAs seen by different disciplines.\nAnimal and plant breeding.\nFrom the point of view of animal and plant breeders, there are several kinds of hybrid formed from crosses within a species, such as between different &lt;a href=\"breeds\"&gt;breeds&lt;/a&gt;.\nSingle cross hybrids result from the cross between two &lt;a href=\"true-breeding%20organism\"&gt;true-breeding organism&lt;/a&gt;s which produces an &lt;a href=\"F1%20hybrid\"&gt;F1 hybrid&lt;/a&gt; (first filial generation). The cross between two different &lt;a href=\"homozygous\"&gt;homozygous&lt;/a&gt; lines produces an F1 hybrid that is &lt;a href=\"heterozygous\"&gt;heterozygous&lt;/a&gt;; having two alleles, one contributed by each parent and typically one is &lt;a href=\"Dominance%20relationship%23Dominant%20allele\"&gt;dominant&lt;/a&gt; and the other &lt;a href=\"Dominance%20relationship%23Recessive%20allele\"&gt;recessive&lt;/a&gt;. Typically, the F1 generation is also &lt;a href=\"phenotype\"&gt;phenotypically&lt;/a&gt; homogeneous, producing offspring that are all similar to each other.\nDouble cross hybrids result from the cross between two different F1 hybrids (i.e., there are four unrelated grandparents).\nThree-way cross hybrids result from the cross between an F1 hybrid and an inbred line. Triple cross hybrids result from the crossing of two different three-way cross hybrids. Top cross (or \"topcross\") hybrids result from the crossing of a top quality or pure-bred male and a lower quality female, intended to improve the quality of the offspring, on average.\nPopulation hybrids result from the crossing of plants or animals in one &lt;a href=\"population\"&gt;population&lt;/a&gt; with those of another population. These include interspecific hybrids or crosses between different breeds.\nIn &lt;a href=\"horticulture\"&gt;horticulture&lt;/a&gt;, the term stable hybrid is used to describe an &lt;a href=\"annual%20plant\"&gt;annual plant&lt;/a&gt; that, if grown and bred in a small &lt;a href=\"monoculture\"&gt;monoculture&lt;/a&gt; free of external &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt; (e.g., an air-filtered greenhouse) produces offspring that are \"true to type\" with respect to phenotype; i.e., a true-breeding organism.\nBiogeography.\nHybridisation can occur in the &lt;a href=\"hybrid%20zone\"&gt;hybrid zone&lt;/a&gt;s where the geographical ranges of species, subspecies, or distinct genetic lineages overlap. For example, the butterfly \"&lt;a href=\"Limenitis%20arthemis\"&gt;Limenitis arthemis&lt;/a&gt;\" has two major subspecies in North America, \"L. a. arthemis\" (the white admiral) and \"L. a. astyanax\" (the red-spotted purple). The white admiral has a bright, white band on its wings, while the red-spotted purple has cooler blue-green shades. Hybridisation occurs between a narrow area across New England, southern Ontario, and the Great Lakes, the \"suture region\". It is at these regions that the subspecies were formed. Other hybrid zones have formed between described species of plants and animals.\nGenetics.\nFrom the point of view of genetics, several different kinds of hybrid can be distinguished.\nA genetic hybrid carries two different &lt;a href=\"allele\"&gt;allele&lt;/a&gt;s of the same &lt;a href=\"gene\"&gt;gene&lt;/a&gt;, where for instance one allele may code for a lighter coat colour than the other. A structural hybrid results from the fusion of &lt;a href=\"gamete\"&gt;gamete&lt;/a&gt;s that have differing structure in at least one chromosome, as a result of &lt;a href=\"Chromosome%20abnormality%23Structural%20abnormalities\"&gt;structural abnormalities&lt;/a&gt;. A numerical hybrid results from the fusion of gametes having different &lt;a href=\"Ploidy\"&gt;haploid numbers of chromosomes&lt;/a&gt;. A permanent hybrid results when only the heterozygous &lt;a href=\"genotype\"&gt;genotype&lt;/a&gt; occurs, as in \"&lt;a href=\"Oenothera%20lamarckiana\"&gt;Oenothera lamarckiana&lt;/a&gt;\", because all homozygous combinations are lethal. In the early history of genetics, &lt;a href=\"Hugo%20de%20Vries\"&gt;Hugo de Vries&lt;/a&gt; supposed these were &lt;a href=\"Mutationism\"&gt;caused by mutation&lt;/a&gt;.\nTaxonomy.\nFrom the point of view of &lt;a href=\"Taxonomy%20%28biology%29\"&gt;taxonomy&lt;/a&gt;, hybrids differ according to their parentage.\nHybrids between different &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; (such as between the &lt;a href=\"Dog\"&gt;Dog&lt;/a&gt; and &lt;a href=\"Eurasian%20wolf\"&gt;Eurasian wolf&lt;/a&gt;) are called intra-specific hybrids. Interspecific hybrids are the offspring from &lt;a href=\"interspecies%20mating\"&gt;interspecies mating&lt;/a&gt;; these sometimes result in hybrid speciation. Intergeneric hybrids result from matings between different genera, such as between &lt;a href=\"Domestic%20sheep\"&gt;sheep&lt;/a&gt; and &lt;a href=\"goat\"&gt;goat&lt;/a&gt;s. Interfamilial hybrids, such as &lt;a href=\"chicken%20hybrids\"&gt;between chickens&lt;/a&gt; and &lt;a href=\"guineafowl\"&gt;guineafowl&lt;/a&gt; or &lt;a href=\"pheasant\"&gt;pheasant&lt;/a&gt;s, are reliably described but extremely rare. Interordinal hybrids (between different orders) are few, but have been made with the &lt;a href=\"sea%20urchin\"&gt;sea urchin&lt;/a&gt; \"&lt;a href=\"Strongylocentrotus%20purpuratus\"&gt;Strongylocentrotus purpuratus&lt;/a&gt;\" (female) and the &lt;a href=\"sand%20dollar\"&gt;sand dollar&lt;/a&gt; \"&lt;a href=\"Dendraster%20excentricus\"&gt;Dendraster excentricus&lt;/a&gt;\" (male).\nBiology.\nExpression of parental traits.\nWhen two distinct types of organisms breed with each other, the resulting hybrids typically have intermediate traits (e.g., one plant parent has red flowers, the other has white, and the hybrid, pink flowers). Commonly, hybrids also combine traits seen only separately in one parent or the other (e.g., a &lt;a href=\"bird%20hybrid\"&gt;bird hybrid&lt;/a&gt; might combine the yellow head of one parent with the orange belly of the other).\nMechanisms of reproductive isolation.\nInterspecific hybrids are bred by mating individuals from two species, normally from within the same genus. The offspring display traits and characteristics of both parents, but are often &lt;a href=\"Sterility%20%28physiology%29\"&gt;sterile&lt;/a&gt;, preventing gene flow between the species. Sterility is often attributed to the different number of chromosomes between the two species. For example, &lt;a href=\"donkey\"&gt;donkey&lt;/a&gt;s have 62 &lt;a href=\"chromosomes\"&gt;chromosomes&lt;/a&gt;, &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s have 64 chromosomes, and &lt;a href=\"mule\"&gt;mule&lt;/a&gt;s or &lt;a href=\"hinny\"&gt;hinnies&lt;/a&gt; have 63 chromosomes. Mules, hinnies, and other normally sterile interspecific hybrids cannot produce viable gametes, because differences in chromosome structure prevent appropriate pairing and segregation during &lt;a href=\"meiosis\"&gt;meiosis&lt;/a&gt;, meiosis is disrupted, and viable sperm and eggs are not formed. However, fertility in female mules has been reported with a donkey as the father.\nA variety of mechanisms limit the success of hybridisation, including the large genetic difference between most species. Barriers include morphological differences, differing times of fertility, mating behaviors and cues, and physiological rejection of sperm cells or the developing embryo. Some act before fertilization; others after it.\nIn plants, some barriers to hybridisation include blooming period differences, different pollinator vectors, inhibition of pollen tube growth, somatoplastic sterility, cytoplasmic-genic male sterility and structural differences of the chromosomes.\nSpeciation.\nA few animal species are the result of hybridization. The &lt;a href=\"Lonicera%20fly\"&gt;Lonicera fly&lt;/a&gt; is a natural hybrid. The American &lt;a href=\"red%20wolf\"&gt;red wolf&lt;/a&gt; appears to be a hybrid of the &lt;a href=\"gray%20wolf\"&gt;gray wolf&lt;/a&gt; and the &lt;a href=\"coyote\"&gt;coyote&lt;/a&gt;, although its taxonomic status has been a subject of controversy. The European &lt;a href=\"edible%20frog\"&gt;edible frog&lt;/a&gt; is a semi-permanent hybrid between &lt;a href=\"pool%20frog\"&gt;pool frog&lt;/a&gt;s and &lt;a href=\"marsh%20frog\"&gt;marsh frog&lt;/a&gt;s; its population requires the continued presence of at least one of the parent species. Cave paintings indicate that the &lt;a href=\"European%20bison\"&gt;European bison&lt;/a&gt; is a natural hybrid of the &lt;a href=\"aurochs\"&gt;aurochs&lt;/a&gt; and the &lt;a href=\"steppe%20bison\"&gt;steppe bison&lt;/a&gt;.\n&lt;a href=\"Plant\"&gt;Plant&lt;/a&gt; hybridization is more commonplace compared to animal hybridization. Many &lt;a href=\"crop\"&gt;crop&lt;/a&gt; species are hybrids, including notably the polyploid &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;s: some have four sets of chromosomes (tetraploid) or six (hexaploid), while other wheat species have (like most &lt;a href=\"eukaryotic\"&gt;eukaryotic&lt;/a&gt; organisms) two sets (&lt;a href=\"diploid\"&gt;diploid&lt;/a&gt;), so hybridization events likely involved the doubling of chromosome sets, causing immediate genetic isolation.\nHybridization may be important in speciation in some plant groups. However, homoploid hybrid speciation (not increasing the number of sets of chromosomes) may be rare: by 1997, only 8 natural examples had been fully described. Experimental studies suggest that hybridization offers a rapid route to speciation, a prediction confirmed by the fact that early generation hybrids and ancient hybrid species have matching genomes, meaning that once hybridization has occurred, the new &lt;a href=\"Eukaryote%20hybrid%20genome\"&gt;hybrid genome&lt;/a&gt; can remain stable.\nMany &lt;a href=\"hybrid%20zone\"&gt;hybrid zone&lt;/a&gt;s are known where the ranges of two species meet, and hybrids are continually produced in great numbers. These hybrid zones are useful as biological model systems for studying the mechanisms of speciation. Recently DNA analysis of a bear shot by a hunter in the &lt;a href=\"North%20West%20Territories\"&gt;North West Territories&lt;/a&gt; confirmed the existence of naturally-occurring and fertile &lt;a href=\"grizzly%E2%80%93polar%20bear%20hybrid\"&gt;grizzly–polar bear hybrid&lt;/a&gt;s.\nHybrid vigour.\nHybridization between reproductively isolated species often results in hybrid offspring with lower fitness than either parental. However, hybrids are not, as might be expected, always intermediate between their parents (as if there were blending inheritance), but are sometimes stronger or perform better than either parental lineage or variety, a phenomenon called &lt;a href=\"heterosis\"&gt;heterosis, hybrid vigour, or heterozygote advantage&lt;/a&gt;. This is most common with plant hybrids. A &lt;a href=\"Transgressive%20segregation\"&gt;transgressive phenotype&lt;/a&gt; is a phenotype that displays more extreme characteristics than either of the parent lines. &lt;a href=\"Plant%20breeding\"&gt;Plant breeders&lt;/a&gt; use several techniques to produce hybrids, including line breeding and the formation of complex hybrids. An economically important example is hybrid &lt;a href=\"maize\"&gt;maize&lt;/a&gt; (corn), which provides a considerable seed yield advantage over open pollinated varieties. &lt;a href=\"Hybrid%20seed\"&gt;Hybrid seed&lt;/a&gt; dominates the commercial maize seed market in the United States, Canada and many other major maize-producing countries.\nIn a hybrid, any trait that falls outside the range of parental variation (and is thus not simply intermediate between its parents) is considered heterotic. \"Positive heterosis\" produces more robust hybrids, they might be stronger or bigger; while the term \"negative heterosis\" refers to weaker or smaller hybrids. Heterosis is common in both animal and plant hybrids. For example, hybrids between a lion and a tigress (\"&lt;a href=\"ligers\"&gt;ligers&lt;/a&gt;\") are much larger than either of the two progenitors, while \"&lt;a href=\"tigons\"&gt;tigons&lt;/a&gt;\" (lioness × tiger) are smaller. Similarly, the hybrids between the common pheasant (\"&lt;a href=\"Phasianus%20colchicus\"&gt;Phasianus colchicus&lt;/a&gt;\") and domestic fowl (\"&lt;a href=\"Gallus%20gallus\"&gt;Gallus gallus&lt;/a&gt;\") are larger than either of their parents, as are those produced between the common pheasant and hen golden pheasant (\"&lt;a href=\"Chrysolophus%20pictus\"&gt;Chrysolophus pictus&lt;/a&gt;\"). Spurs are absent in hybrids of the former type, although present in both parents.\nHuman influence.\nAnthropogenic hybridization.\nHybridization is greatly influenced by human impact on the environment, through effects such as &lt;a href=\"habitat%20fragmentation\"&gt;habitat fragmentation&lt;/a&gt; and species introductions. Such impacts make it difficult to &lt;a href=\"conservation%20genetics\"&gt;conserve the genetics&lt;/a&gt; of populations undergoing &lt;a href=\"introgression\"&gt;introgressive hybridization&lt;/a&gt;. Humans have introduced species worldwide to environments for a long time, both intentionally for purposes such as &lt;a href=\"biological%20control\"&gt;biological control&lt;/a&gt;, and unintentionally, as with accidental escapes of individuals. Introductions can drastically affect populations, including through hybridization.\nManagement.\nThere is a kind of continuum with three semi-distinct categories dealing with anthropogenic hybridization: hybridization without introgression, hybridization with widespread introgression (backcrossing with one of the parent species), and &lt;a href=\"hybrid%20swarm\"&gt;hybrid swarm&lt;/a&gt;s (highly variable populations with much interbreeding as well as backcrossing with the parent species). Depending on where a population falls along this continuum, the management plans for that population will change. Hybridization is currently an area of great discussion within &lt;a href=\"wildlife%20management\"&gt;wildlife management&lt;/a&gt; and habitat management. &lt;a href=\"Global%20warming\"&gt;Global climate change&lt;/a&gt; is creating other changes such as difference in population distributions which are indirect causes for an increase in anthropogenic hybridization.\nConservationists disagree on when is the proper time to give up on a population that is becoming a hybrid swarm, or to try and save the still existing pure individuals. Once a population becomes a complete mixture, the goal becomes to conserve those hybrids to avoid their loss. Conservationists treat each case on its merits, depending on detecting hybrids within the population. It is nearly impossible to formulate a uniform hybridization policy, because hybridization can occur beneficially when it occurs \"naturally\", and when hybrid swarms are the only remaining evidence of prior species, they need to be conserved as well.\nGenetic mixing and extinction.\nRegionally developed &lt;a href=\"ecotype\"&gt;ecotype&lt;/a&gt;s can be threatened with &lt;a href=\"extinction\"&gt;extinction&lt;/a&gt; when new alleles or genes are introduced that alter that ecotype. This is sometimes called genetic mixing. Hybridization and introgression, which can happen in natural and hybrid populations, of new genetic material can lead to the replacement of local &lt;a href=\"genotypes\"&gt;genotypes&lt;/a&gt; if the hybrids are more &lt;a href=\"Fitness%20%28biology%29\"&gt;fit&lt;/a&gt; and have breeding advantages over the indigenous ecotype or species. These hybridization events can result from the introduction of non-native genotypes by humans or through habitat modification, bringing previously isolated species into contact. Genetic mixing can be especially detrimental for rare species in isolated habitats, ultimately affecting the population to such a degree that none of the originally genetically distinct population remains.\nEffect on biodiversity and food security.\nIn agriculture and &lt;a href=\"animal%20husbandry\"&gt;animal husbandry&lt;/a&gt;, the &lt;a href=\"Green%20Revolution\"&gt;Green Revolution&lt;/a&gt;'s use of conventional hybridization increased yields by breeding \"&lt;a href=\"high-yielding%20varieties\"&gt;high-yielding varieties&lt;/a&gt;\". The replacement of locally indigenous breeds, compounded with unintentional cross-pollination and crossbreeding (genetic mixing), has reduced the gene pools of various wild and indigenous breeds resulting in the loss of &lt;a href=\"genetic%20diversity\"&gt;genetic diversity&lt;/a&gt;. Since the indigenous breeds are often well-adapted to local extremes in climate and have immunity to local pathogens, this can be a significant genetic erosion of the gene pool for future breeding. Therefore, commercial plant geneticists strive to breed \"widely adapted\" cultivars to counteract this tendency.\nIn different taxa.\nIn animals.\nMammals.\nFamiliar examples of &lt;a href=\"equid%20hybrid\"&gt;equid hybrid&lt;/a&gt;s are the mule, a cross between a female horse and a male donkey, and the hinny, a cross between a female donkey and a male horse. Pairs of complementary types like the mule and hinny are called reciprocal hybrids. &lt;a href=\"Polar%20bear\"&gt;Polar bear&lt;/a&gt;s and &lt;a href=\"brown%20bear\"&gt;brown bear&lt;/a&gt;s are another case of a hybridizing species pairs, and &lt;a href=\"introgression\"&gt;introgression&lt;/a&gt; among non-sister species of bears appears to have shaped the &lt;a href=\"Ursidae\"&gt;Ursidae&lt;/a&gt; family tree. Among many other mammal crosses are &lt;a href=\"hybrid%20camel\"&gt;hybrid camel&lt;/a&gt;s, crosses between a &lt;a href=\"bactrian%20camel\"&gt;bactrian camel&lt;/a&gt; and a &lt;a href=\"dromedary%20camel\"&gt;dromedary&lt;/a&gt;. There are many examples of &lt;a href=\"Felid%20hybrid\"&gt;felid hybrids&lt;/a&gt;, including the &lt;a href=\"liger\"&gt;liger&lt;/a&gt;. The oldest known animal hybrid bred by humans is the &lt;a href=\"kunga%20%28equid%29\"&gt;kunga&lt;/a&gt; equid hybrid produced as a draft animal and status symbol 4500 years ago to ancient Syria. \nThe first known instance of hybrid speciation in marine mammals was discovered in 2014. The &lt;a href=\"clymene%20dolphin\"&gt;clymene dolphin&lt;/a&gt; (\"Stenella clymene\") is a hybrid of two Atlantic species, the &lt;a href=\"spinner%20dolphin\"&gt;spinner&lt;/a&gt; and &lt;a href=\"striped%20dolphin\"&gt;striped dolphin&lt;/a&gt;s. In 2019, scientists confirmed that a skull found 30 years earlier was a hybrid between the &lt;a href=\"beluga%20whale\"&gt;beluga whale&lt;/a&gt; and &lt;a href=\"narwhal\"&gt;narwhal&lt;/a&gt;; dubbed the narluga.\nBirds.\nCagebird breeders sometimes breed bird hybrids known as &lt;a href=\"Mule%20%28bird%29\"&gt;mules&lt;/a&gt; between species of &lt;a href=\"finch\"&gt;finch&lt;/a&gt;, such as &lt;a href=\"Carduelis\"&gt;goldfinch&lt;/a&gt; × &lt;a href=\"Domestic%20canary\"&gt;canary&lt;/a&gt;.\nAmphibians.\nAmong amphibians, Japanese &lt;a href=\"giant%20salamander\"&gt;giant salamander&lt;/a&gt;s and Chinese giant salamanders have created hybrids that threaten the survival of Japanese giant salamanders because of competition for similar resources in Japan.\nFish.\nAmong fish, a group of about fifty natural hybrids between &lt;a href=\"Australian%20blacktip%20shark\"&gt;Australian blacktip shark&lt;/a&gt; and the larger &lt;a href=\"Blacktip%20shark\"&gt;common blacktip shark&lt;/a&gt; was found by Australia's eastern coast in 2012.\n&lt;a href=\"Russian%20sturgeon\"&gt;Russian sturgeon&lt;/a&gt; and &lt;a href=\"American%20paddlefish\"&gt;American paddlefish&lt;/a&gt; were hybridized in captivity when sperm from the paddlefish and eggs from the sturgeon were combined, unexpectedly resulting in viable offspring. This hybrid is called a &lt;a href=\"sturddlefish\"&gt;sturddlefish&lt;/a&gt;.\nInvertebrates.\nAmong insects, so-called &lt;a href=\"Africanized%20bee\"&gt;killer bees&lt;/a&gt; were accidentally created during an attempt to breed a strain of bees that would both produce more honey and be better adapted to tropical conditions. It was done by crossing a &lt;a href=\"European%20honey%20bee\"&gt;European honey bee&lt;/a&gt; and an &lt;a href=\"African%20bee\"&gt;African bee&lt;/a&gt;.\nThe \"&lt;a href=\"Colias%20eurytheme\"&gt;Colias eurytheme&lt;/a&gt;\" and \"&lt;a href=\"Colias%20philodice\"&gt;C. philodice&lt;/a&gt;\" butterflies have retained enough genetic compatibility to produce viable hybrid offspring. Hybrid speciation may have produced the diverse \"&lt;a href=\"Heliconius\"&gt;Heliconius&lt;/a&gt;\" &lt;a href=\"butterfly\"&gt;butterflies&lt;/a&gt;, but that is disputed.\nIn plants.\nPlant species hybridize more readily than animal species, and the resulting hybrids are fertile more often. Many plant species are the result of hybridization, combined with &lt;a href=\"polyploidy\"&gt;polyploidy&lt;/a&gt;, which duplicates the chromosomes. Chromosome duplication allows orderly meiosis and so viable seed can be produced.\n&lt;a href=\"Hybrid%20name\"&gt;Plant hybrids are generally given names&lt;/a&gt; that include an \"×\" (not in italics), such as &lt;a href=\"Platanus%20%C3%97%20acerifolia\"&gt;\"Platanus\" × \"acerifolia\"&lt;/a&gt; for the London plane, a natural hybrid of \"&lt;a href=\"Platanus%20orientalis\"&gt;P. orientalis&lt;/a&gt;\" (oriental plane) and \"&lt;a href=\"Platanus%20occidentalis\"&gt;P. occidentalis&lt;/a&gt;\" (American sycamore). The parent's names may be kept in their entirety, as seen in \"&lt;a href=\"Prunus%20persica%20%C3%97%20Prunus%20americana\"&gt;Prunus persica × Prunus americana&lt;/a&gt;\", with the female parent's name given first, or if not known, the parent's names given alphabetically.\nPlant species that are genetically compatible may not hybridize in nature for various reasons, including geographical isolation, differences in flowering period, or differences in &lt;a href=\"pollinator\"&gt;pollinator&lt;/a&gt;s. Species that are brought together by humans in gardens may hybridize naturally, or hybridization can be facilitated by human efforts, such as altered flowering period or artificial pollination. Hybrids are sometimes created by humans to produce improved plants that have some of the characteristics of each of the parent species. Much work is now being done with hybrids between crops and their wild relatives to improve disease-resistance or &lt;a href=\"climate%20resilience\"&gt;climate resilience&lt;/a&gt; for both agricultural and horticultural crops.\nSome &lt;a href=\"list%20of%20plant%20hybrids\"&gt;crop plants are hybrids&lt;/a&gt; from different genera (intergeneric hybrids), such as &lt;a href=\"Triticale\"&gt;Triticale&lt;/a&gt;, × \"Triticosecale\", a wheat–&lt;a href=\"rye\"&gt;rye&lt;/a&gt; hybrid. Most modern and ancient wheat breeds are themselves hybrids; &lt;a href=\"bread%20wheat\"&gt;bread wheat&lt;/a&gt;, \"Triticum aestivum\", is a hexaploid hybrid of three wild grasses. Several commercial fruits including &lt;a href=\"loganberry\"&gt;loganberry&lt;/a&gt; (\"Rubus\" × \"loganobaccus\") and &lt;a href=\"grapefruit\"&gt;grapefruit&lt;/a&gt; (\"Citrus\" × \"paradisi\") are hybrids, as are garden herbs such as &lt;a href=\"peppermint\"&gt;peppermint&lt;/a&gt; (\"Mentha\" × \"piperita\"), and trees such as the &lt;a href=\"London%20plane\"&gt;London plane&lt;/a&gt; (\"Platanus\" × \"acerifolia\"). Among many natural plant hybrids is \"&lt;a href=\"Iris%20albicans\"&gt;Iris albicans&lt;/a&gt;\", a sterile hybrid that spreads by rhizome division, and \"&lt;a href=\"Oenothera%20lamarckiana\"&gt;Oenothera lamarckiana&lt;/a&gt;\", a flower that was the subject of important experiments by &lt;a href=\"Hugo%20de%20Vries\"&gt;Hugo de Vries&lt;/a&gt; that produced an understanding of polyploidy.\nSterility in a non-polyploid hybrid is often a result of chromosome number; if parents are of differing chromosome pair number, the offspring will have an odd number of chromosomes, which leaves them unable to produce chromosomally-balanced &lt;a href=\"gametes\"&gt;gametes&lt;/a&gt;. While that is undesirable in a crop such as wheat, for which growing a crop that produces no seeds would be pointless, it is an attractive attribute in some fruits. &lt;a href=\"Triploid\"&gt;Triploid&lt;/a&gt; &lt;a href=\"banana\"&gt;banana&lt;/a&gt;s and &lt;a href=\"watermelon\"&gt;watermelon&lt;/a&gt;s are intentionally bred because they produce no seeds and are also &lt;a href=\"parthenocarpy\"&gt;parthenocarpic&lt;/a&gt;.\nIn humans.\nThere is evidence of hybridisation between modern humans and other species of the genus \"&lt;a href=\"Homo\"&gt;Homo&lt;/a&gt;\". In 2010, the &lt;a href=\"Neanderthal%20genome%20project\"&gt;Neanderthal genome project&lt;/a&gt; showed that 1–4% of DNA from all people living today, apart from most &lt;a href=\"Sub-Saharan%20African\"&gt;Sub-Saharan African&lt;/a&gt;s, is of Neanderthal heritage. Analyzing the genomes of 600 Europeans and East Asians found that combining them covered 20% of the Neanderthal genome that is in the modern human population. Ancient human populations lived and interbred with Neanderthals, &lt;a href=\"Denisovans\"&gt;Denisovans&lt;/a&gt;, and at least one other &lt;a href=\"archaic%20human\"&gt;extinct \"Homo\" species&lt;/a&gt;. Thus, Neanderthal and Denisovan DNA has been incorporated into human DNA by introgression.\nIn 1998, a complete prehistorical skeleton found in &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, the &lt;a href=\"Lapedo%20child\"&gt;Lapedo child&lt;/a&gt;, had features of both anatomically modern humans and &lt;a href=\"Neanderthal\"&gt;Neanderthal&lt;/a&gt;s. Some ancient human skulls with especially large nasal cavities and unusually shaped braincases represent human-Neanderthal hybrids. A 37,000- to 42,000-year-old &lt;a href=\"Oase%202\"&gt;human jawbone found in Romania's Oase cave&lt;/a&gt; contains traces of Neanderthal ancestry from only four to six generations earlier. All genes from Neanderthals in the current human population are descended from Neanderthal fathers and human mothers. A Neanderthal skull unearthed in Italy in 1957 reveals Neanderthal mitochondrial DNA, which is passed on through only the maternal lineage, but the skull has a chin shape similar to modern humans. It is proposed that it was the offspring of a Neanderthal mother and a human father.\nIn mythology.\nFolk tales and myths sometimes contain mythological hybrids; the &lt;a href=\"Minotaur\"&gt;Minotaur&lt;/a&gt; was the offspring of a human, &lt;a href=\"Pasipha%C3%AB\"&gt;Pasiphaë&lt;/a&gt;, and a white bull. More often, they are composites of the physical attributes of two or more kinds of animals, mythical beasts, and humans, with no suggestion that they are the result of interbreeding, as in the &lt;a href=\"centaur\"&gt;centaur&lt;/a&gt; (man/horse), &lt;a href=\"Chimera%20%28mythology%29\"&gt;chimera&lt;/a&gt; (goat/lion/snake), &lt;a href=\"hippocamp\"&gt;hippocamp&lt;/a&gt; (fish/horse), and &lt;a href=\"sphinx\"&gt;sphinx&lt;/a&gt; (woman/lion). The &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt; mentions a first generation of half-human hybrid &lt;a href=\"giant%20%28mythology%29\"&gt;giants&lt;/a&gt;, the &lt;a href=\"Nephilim\"&gt;Nephilim&lt;/a&gt;, while the &lt;a href=\"Biblical%20apocrypha\"&gt;apocryphal&lt;/a&gt; &lt;a href=\"Book%20of%20Enoch\"&gt;Book of Enoch&lt;/a&gt; describes the Nephilim as the wicked sons of &lt;a href=\"fallen%20angel\"&gt;fallen angel&lt;/a&gt;s and attractive women."
}