{
    "id": "4125149",
    "revid": "1067567765",
    "url": "https://en.wikipedia.org/wiki?curid=4125149",
    "title": "Crocker Range",
    "text": "Crocker Range () is a &lt;a href=\"mountain%20range\"&gt;mountain range&lt;/a&gt; in &lt;a href=\"West%20Coast%20Division\"&gt;West Coast Division&lt;/a&gt; of &lt;a href=\"Sabah\"&gt;Sabah&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt; that separates the west and east coast of Sabah. At an average height of , it is the highest mountain range in the state with the range is named after the British administrator in &lt;a href=\"North%20Borneo\"&gt;North Borneo&lt;/a&gt;, &lt;a href=\"William%20Maunder%20Crocker\"&gt;William Maunder Crocker&lt;/a&gt;.\nGeology.\nThe range is made up of uplifted and folded &lt;a href=\"sedimentary%20rock\"&gt;sedimentary rock&lt;/a&gt;s consisted of weathered soft &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;s and &lt;a href=\"shale\"&gt;shale&lt;/a&gt;s. The highest point is &lt;a href=\"Mount%20Kinabalu\"&gt;Mount Kinabalu&lt;/a&gt; at . Most of the park boundary lies above with its lowlands used for &lt;a href=\"cash%20crop\"&gt;cash crop&lt;/a&gt;s and &lt;a href=\"paddy%20field\"&gt;paddy field&lt;/a&gt;. On the east of the range located the Tambunan Valley at which are mainly &lt;a href=\"terrace%20%28agriculture%29\"&gt;terraced&lt;/a&gt; paddy fields and groves of &lt;a href=\"bamboo\"&gt;bamboo&lt;/a&gt;s border the north-eastern part of the protected park. The park area is important as a &lt;a href=\"water%20catchment\"&gt;water catchment&lt;/a&gt; to supply water into various river in the west coast and interior districts of Sabah including &lt;a href=\"Papar%20River\"&gt;Papar River&lt;/a&gt;, Kimanis River, Bongawan River, Membakut River, &lt;a href=\"Padas%20River\"&gt;Padas River&lt;/a&gt; and Melalap River that flow west to the park while the Pegalan River, Pampang River, Apin-Apin River, Tendulu River, Melalap River, Liawan River and Tikalod River flow the opposite direction.\nHistory.\nThe area surrounding &lt;a href=\"Mount%20Kinabalu\"&gt;Mount Kinabalu&lt;/a&gt; has been a state park since 1964 and was the country's first &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;. Part of the range has been gazetted for protection as &lt;a href=\"Crocker%20Range%20National%20Park\"&gt;Crocker Range National Park&lt;/a&gt; since 1984. Through the Bornean Biodiversity and Ecosystems Conservation Programme (BBEC), a technical co-operation existed between the &lt;a href=\"government%20of%20Sabah\"&gt;government of Sabah&lt;/a&gt; and &lt;a href=\"Japan%20International%20Cooperation%20Agency\"&gt;Japan International Cooperation Agency&lt;/a&gt; (JICA) to innovate Community Use Zone (CUZ) concept as a management option to address the issues concerning indigenous communities living and utilising resources within the protected areas. Mount Kinabalu, one of the highest mountains in &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;, is part of this range. In 2014, the mountain range was recognised as a &lt;a href=\"UNESCO%20Biosphere%20Reserve\"&gt;UNESCO Biosphere Reserve&lt;/a&gt;, becoming the second Malaysian site thus designated, after &lt;a href=\"Chini%20Lake\"&gt;Chini Lake&lt;/a&gt; in the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt; of &lt;a href=\"Pahang\"&gt;Pahang&lt;/a&gt;.\nBiodiversity.\nThe Crocker Range Forest Reserve area has a wide ranges of &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt; diversity and having the highest diversity of &lt;a href=\"nocturnality\"&gt;nocturnal&lt;/a&gt; insects in all the 20 forest reserves surveyed within the &lt;a href=\"Heart%20of%20Borneo\"&gt;Heart of Borneo&lt;/a&gt; area in Sabah and recorded a number of endemic species."
}