{
    "id": "41253055",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=41253055",
    "title": "Frank Clark (American football)",
    "text": "Frank Dominick Clark (born June 14, 1993) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt; for the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He played in college for the &lt;a href=\"Michigan%20Wolverines%20football\"&gt;Michigan Wolverines football team&lt;/a&gt;. As a junior, he was a &lt;a href=\"2013%20Big%20Ten%20Conference%20football%20season\"&gt;2013 All-Big Ten&lt;/a&gt; second team selection by the coaches and honorable mention selection by the media for the &lt;a href=\"2013%20Michigan%20Wolverines%20football%20team\"&gt;2013 team&lt;/a&gt;. Clark was drafted by the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt; in the second round of the &lt;a href=\"2015%20NFL%20Draft\"&gt;2015 NFL Draft&lt;/a&gt;.\nAfter spending his rookie year in a reduced backup role, Clark totaled 10 sacks in his sophomore season. He continued his high level of play the following two years, making a combined 22 sacks and five forced fumbles. Following the &lt;a href=\"2018%20Seattle%20Seahawks%20season\"&gt;2018 season&lt;/a&gt;, the Seahawks placed a &lt;a href=\"franchise%20tag\"&gt;franchise tag&lt;/a&gt; on Clark before trading him to the Chiefs, who subsequently signed him to a $105 million extension.\nHigh school career.\nIn high school, Clark played numerous positions for &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; &lt;a href=\"Ted%20Ginn%20Sr.\"&gt;Ted Ginn Sr.&lt;/a&gt; at &lt;a href=\"Glenville%20High%20School\"&gt;Glenville High School&lt;/a&gt;, but he was least interested in playing the position that Ginn felt he was most naturally suited to play (&lt;a href=\"outside%20linebacker\"&gt;outside linebacker&lt;/a&gt; or &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt;). The position he was most interested in playing was &lt;a href=\"Safety%20%28football%20position%29\"&gt;safety&lt;/a&gt;. As a senior, he recorded 70 &lt;a href=\"tackle%20%28football%20move%29\"&gt;tackles&lt;/a&gt; and 19 &lt;a href=\"quarterback%20sack\"&gt;sacks&lt;/a&gt; on defense, and caught 12 passes, including three for &lt;a href=\"touchdowns\"&gt;touchdowns&lt;/a&gt; on offense.\nIn &lt;a href=\"track%20%26amp%3B%20field\"&gt;track &amp; field&lt;/a&gt;, Clark competed in events ranging from sprints, hurdles and jumps. He had bests of 23.5 seconds in the &lt;a href=\"200-meter%20dash\"&gt;200-meter dash&lt;/a&gt;, 15.53 seconds in the &lt;a href=\"110%20metres%20hurdles\"&gt;110m hurdles&lt;/a&gt;, 39.55 seconds in the &lt;a href=\"hurdling\"&gt;300m hurdles&lt;/a&gt;, 1.88 meters (or 6–2) in the &lt;a href=\"high%20jump\"&gt;high jump&lt;/a&gt;, 6.37 meters (20–5) in the &lt;a href=\"long%20jump\"&gt;long jump&lt;/a&gt; and 13.07 meters (42–7.75) in the &lt;a href=\"triple%20jump\"&gt;triple jump&lt;/a&gt;. He also ran the &lt;a href=\"40-yard%20dash\"&gt;40-yard dash&lt;/a&gt; in 4.53 seconds.\nClark was a three-star nationally rated player at outside linebacker, &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt;, and defensive end. He signed his &lt;a href=\"National%20Letter%20of%20Intent\"&gt;National Letter of Intent&lt;/a&gt; to attend Michigan on February 2, 2011.\nCollege career.\nAs a freshman for the &lt;a href=\"2011%20Michigan%20Wolverines%20football%20team\"&gt;2011 Wolverines&lt;/a&gt;, Clark had an &lt;a href=\"interception\"&gt;interception&lt;/a&gt; that set up one of Michigan's two &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;s in the January 3, &lt;a href=\"2012%20Sugar%20Bowl\"&gt;2012 Sugar Bowl&lt;/a&gt; against &lt;a href=\"2011%20Virginia%20Tech%20Hokies%20football\"&gt;Virginia Tech&lt;/a&gt;. In the following offseason leading up to the season opener for the &lt;a href=\"2012%20Michigan%20Wolverines%20football%20team\"&gt;2012 team&lt;/a&gt; against &lt;a href=\"2012%20Alabama%20Crimson%20Tide%20football%20team\"&gt;Alabama&lt;/a&gt;, Clark was suspended from the team for felony second-degree home invasion, for alleged theft of a &lt;a href=\"MacBook%20Air\"&gt;MacBook Air&lt;/a&gt;. He was allowed to return to practice a few weeks later. He eventually pleaded guilty to the felony charge after missing one week. He was subject to punishment not more than 15 years in prison and $3,000 fine, but was eligible for sentencing under the Holmes Youthful Trainee Act, which would expunge the record upon satisfaction of probation requirements. Clark had &lt;a href=\"quarterback%20sack\"&gt;quarterback sack&lt;/a&gt;s in each of the team's two final regular season games against &lt;a href=\"2012%20Iowa%20Hawkeyes%20football%20team\"&gt;Iowa&lt;/a&gt; and &lt;a href=\"2012%20Ohio%20State%20Buckeyes%20football%20team\"&gt;Ohio State&lt;/a&gt;.\nIn Clark's first two years at Michigan he added over , without losing any speed. On September 21, he had 1.5 sacks against &lt;a href=\"2013%20Connecticut%20Huskies%20football%20team\"&gt;Connecticut&lt;/a&gt;, including one on third down during Connecticut's final possession as the &lt;a href=\"2013%20Michigan%20Wolverines%20football%20team\"&gt;2013 Wolverines&lt;/a&gt; clung to a 24–21 lead. He also had two sacks against &lt;a href=\"2013%20Penn%20State%20Nittany%20Lions%20football%20team\"&gt;Penn State&lt;/a&gt; on October 12 and ran back a &lt;a href=\"fumble\"&gt;fumble&lt;/a&gt; recovery for a touchdown, although it was not enough to help Michigan avert its first loss of the season. Following the regular season, he was recognized as a second team All-Big Ten selection by the coaches and an honorable mention selection by the media. On November 16, 2014, Clark was arrested for &lt;a href=\"domestic%20violence\"&gt;domestic violence&lt;/a&gt; and dismissed from the football team.\nProfessional career.\nSeattle Seahawks.\nClark was drafted in the second round of the &lt;a href=\"2015%20NFL%20Draft\"&gt;2015 NFL Draft&lt;/a&gt; with the 63rd overall selection by the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;. With his selection he joined the &lt;a href=\"Legion%20of%20Boom%20%28Seattle%20Seahawks%29\"&gt;Legion of Boom&lt;/a&gt; defense coming off back-to-back &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; appearances. He spent the 2015 season as a backup to &lt;a href=\"Michael%20Bennett%20%28defensive%20lineman%2C%20born%201985%29\"&gt;Michael Bennett&lt;/a&gt; and &lt;a href=\"Cliff%20Avril\"&gt;Cliff Avril&lt;/a&gt; at defensive end. Clark had 2 tackles in week 3 against the &lt;a href=\"2015%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt; on September 27. On November 29, Clark had a sack against the &lt;a href=\"2015%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt;. On December 6 against the &lt;a href=\"2015%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt;, Clark had 2 sacks. In the of the &lt;a href=\"2015%E2%80%9316%20NFL%20playoffs\"&gt;2015–16 NFL playoffs&lt;/a&gt; against the &lt;a href=\"2015%20Carolina%20Panthers%20season\"&gt;Carolina Panthers&lt;/a&gt;, Clark had one sack in the 31–24 loss.\nClark finished the 2016 regular season with 10 sacks and two forced fumbles.\nDuring the offseason on May 9, 2017, Clark was criticized for a &lt;a href=\"Twitter\"&gt;tweet&lt;/a&gt; he directed at &lt;a href=\"Bleacher%20Report\"&gt;Bleacher Report&lt;/a&gt; journalist Natalie Weiner. Weiner had previously written about Clark's domestic violence arrest. Clark told Weiner that \"People like you don’t have long careers in your field. I have a job for you cleaning my fish tanks when that lil job is ova.\" In the 2017 season, he finished with nine sacks, 32 total tackles, two passes defensed, and two forced fumbles. \nIn Week 6 of the 2018 season, Clark recorded 2.5 sacks on quarterback &lt;a href=\"Derek%20Carr\"&gt;Derek Carr&lt;/a&gt; to along with four tackles in a 27–3 win over the &lt;a href=\"2018%20Oakland%20Raiders%20season\"&gt;Oakland Raiders&lt;/a&gt;, earning him NFC Defensive Player of the Week. He finished the season with 41 combined tackles, 13 sacks, two pass deflection, one interception, and three forced fumbles through 16 starts.\nOn March 4, 2019, the Seahawks placed the franchise tag on Clark.\nKansas City Chiefs.\nOn April 23, 2019, Clark was traded to the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt; along with the Seahawks' 3rd round selection in the &lt;a href=\"2019%20NFL%20Draft\"&gt;2019 NFL Draft&lt;/a&gt;, in exchange for the Chiefs' 1st and 3rd round selections in the 2019 NFL draft and a conditional 2nd round selection (less favorable of Chiefs/49ers 2nd round picks) in the &lt;a href=\"2020%20NFL%20Draft\"&gt;2020 NFL Draft&lt;/a&gt;. After the trade, he signed a five-year contract worth $105.5 million with $63.5 million guaranteed.\nClark made his debut with the Chiefs in Week 1 against the &lt;a href=\"2019%20Jacksonville%20Jaguars\"&gt;Jacksonville Jaguars&lt;/a&gt;. In the game, Clark made one tackle and intercepted quarterback &lt;a href=\"Gardner%20Minshew\"&gt;Gardner Minshew&lt;/a&gt; in the 40–26 win.\nIn Week 3 against the &lt;a href=\"2019%20Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt;, Clark recorded his first sack of the season on &lt;a href=\"Lamar%20Jackson\"&gt;Lamar Jackson&lt;/a&gt; in the 33–28 win.\nIn Week 6 against the &lt;a href=\"2019%20Houston%20Texans\"&gt;Houston Texans&lt;/a&gt;, Clark forced a fumble on &lt;a href=\"Carlos%20Hyde\"&gt;Carlos Hyde&lt;/a&gt; and recovered the ball in the 31–24 loss.\nIn Week 7 against the &lt;a href=\"2019%20Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt;, Clark recorded 2 sacks on &lt;a href=\"Joe%20Flacco\"&gt;Joe Flacco&lt;/a&gt; in the 30–6 win. Overall, Clark finished the 2019 season with 37 total tackles, eight sacks, four passes defensed, three forced fumbles, and one interception \nIn the Divisional Round of the playoffs against the Houston Texans, Clark sacked &lt;a href=\"Deshaun%20Watson\"&gt;Deshaun Watson&lt;/a&gt; three times during the 51–31 win.\nIn the AFC Championship Game against the &lt;a href=\"2019%20Tennessee%20Titans\"&gt;Tennessee Titans&lt;/a&gt;, Clark made a game ending sack on &lt;a href=\"Ryan%20Tannehill\"&gt;Ryan Tannehill&lt;/a&gt; on a fourth down late in the fourth quarter to seal a 35–24 Chiefs' win. In &lt;a href=\"Super%20Bowl%20LIV\"&gt;Super Bowl LIV&lt;/a&gt; against the &lt;a href=\"2019%20San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt;, Clark recorded a sack on &lt;a href=\"Jimmy%20Garoppolo\"&gt;Jimmy Garoppolo&lt;/a&gt; on a fourth down late in the fourth quarter during the 31–20 win.\nClark finished the 2020 season with 29 total tackles, six sacks, and two passes defensed in 15 games. In the AFC Championship against the &lt;a href=\"2020%20Buffalo%20Bills%20season\"&gt;Buffalo Bills&lt;/a&gt;, Clark recorded two sacks on &lt;a href=\"Josh%20Allen%20%28quarterback%29\"&gt;Josh Allen&lt;/a&gt; during the 38–24 win. \nIn &lt;a href=\"Super%20Bowl%20LV\"&gt;Super Bowl LV&lt;/a&gt; against the &lt;a href=\"2020%20Tampa%20Bay%20Buccaneers%20season\"&gt;Tampa Bay Buccaneers&lt;/a&gt;, Clark recorded one sack on &lt;a href=\"Tom%20Brady\"&gt;Tom Brady&lt;/a&gt; during the 9–31 loss.\nLegal trouble.\nIn 2012 Clark was arrested for felony home-invasion charges.\nIn 2014 Clark was arrested for domestic violence. He said at the time of his arrest that he and his girlfriend got into an argument in a hotel room in &lt;a href=\"Sandusky%2C%20Ohio\"&gt;Sandusky, Ohio&lt;/a&gt;, but that he didn’t touch her. The officer who responded said that Clark had an injury on his nose and determined he was intoxicated at the time of his arrest. A lamp in the hotel room was damaged and his girlfriend had large welt on the side of her cheek and marks on her neck, as well as what appeared to be a rug burn. She reportedly threw a remote at Clark during the argument, to which Clark responded by restraining her on the bed. She bit his nose to try to get free, after which he shoved her head into the bed but she got free. After getting free Clark reportedly punched her. As she was trying to leave the room, she threw the alarm clock at Clark. Clark pleaded guilty to a charge of disorderly conduct but had the assault charges dropped. He was required to pay a $350 fine and was sentenced to a three-day jail sentence, but was given credit for time already served after his arrest.\nOn June 20, 2021, Clark was arrested in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; for felony firearm possession. He was initially pulled over by police on suspicion of a vehicle code violation. Police noticed a bag with an &lt;a href=\"uzi\"&gt;uzi&lt;/a&gt; sitting in the backseat. He was released the following day on bond. After the arrest, it was reported that he was also arrested on a &lt;a href=\"gun%20charge\"&gt;gun charge&lt;/a&gt; in March 2021. He was charged with felony possession of an assault weapon, which carries a maximum penalty of three years in prison."
}