{
    "id": "41298431",
    "revid": "29278485",
    "url": "https://en.wikipedia.org/wiki?curid=41298431",
    "title": "2014 Sugar Bowl",
    "text": "The 2014 Sugar Bowl was a &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; &lt;a href=\"bowl%20game\"&gt;bowl game&lt;/a&gt; played on Thursday, January 2, 2014, at the &lt;a href=\"Mercedes-Benz%20Superdome\"&gt;Mercedes-Benz Superdome&lt;/a&gt; in &lt;a href=\"New%20Orleans\"&gt;New Orleans, Louisiana&lt;/a&gt;. The 80th annual &lt;a href=\"Sugar%20Bowl\"&gt;Sugar Bowl&lt;/a&gt;, it featured the #10 (AP ranked), #11 (BCS ranked) &lt;a href=\"2013%20Oklahoma%20Sooners%20football%20team\"&gt;Oklahoma Sooners&lt;/a&gt; of the &lt;a href=\"Big%2012%20Conference\"&gt;Big 12 Conference&lt;/a&gt; and the #3-ranked &lt;a href=\"2013%20Alabama%20Crimson%20Tide%20football%20team\"&gt;Alabama Crimson Tide&lt;/a&gt; of the &lt;a href=\"Southeastern%20Conference\"&gt;Southeastern Conference&lt;/a&gt;. The game was broadcast live on &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; at 8:30 PM &lt;a href=\"Eastern%20Time%20Zone\"&gt;EST&lt;/a&gt;. It was one of the &lt;a href=\"2013%E2%80%9314%20NCAA%20football%20bowl%20games\"&gt;2013–14 bowl games&lt;/a&gt; that concluded the &lt;a href=\"2013%20NCAA%20Division%20I%20FBS%20football%20season\"&gt;2013 FBS football season&lt;/a&gt;. It was sponsored by the &lt;a href=\"Allstate\"&gt;Allstate&lt;/a&gt; insurance company and was officially known as the Allstate Sugar Bowl.\nOklahoma was selected to participate in the Sugar Bowl after a 10–2 season that culminated in a 33–24 victory over &lt;a href=\"2013%20Oklahoma%20State%20Cowboys%20football%20team\"&gt;Oklahoma State&lt;/a&gt;. Alabama was selected as the other half of the matchup after an 11–1 season that &lt;a href=\"Kick%20Bama%20Kick\"&gt;ended&lt;/a&gt; in a 34–28 loss to Auburn.\nOklahoma defeated Alabama 45–31, in the process overcoming the largest spread in BCS history; Alabama had been a 17½-point favorite. The previous record of 16½ points was overcome just the day before in the 2014 &lt;a href=\"Fiesta%20Bowl\"&gt;Fiesta Bowl&lt;/a&gt;, won by the &lt;a href=\"2013%20UCF%20Knights%20football%20team\"&gt;UCF Knights&lt;/a&gt; 52–42 over the &lt;a href=\"2013%20Baylor%20Bears%20football%20team\"&gt;Baylor Bears&lt;/a&gt;. Oklahoma quarterback Trevor Knight, who completed 32 of 44 passes for 4 touchdowns and 348 yards, was named the game's most valuable player.\nTeams.\nTraditionally, the Sugar Bowl hosts the &lt;a href=\"SEC%20Championship%20Game\"&gt;SEC champion&lt;/a&gt;. However, the SEC champion played in the &lt;a href=\"BCS%20National%20Championship%20Game\"&gt;BCS National Championship Game&lt;/a&gt; every year from 2006 onward. This streak continued when &lt;a href=\"2013%20SEC%20Championship%20Game\"&gt;2013 champion&lt;/a&gt; &lt;a href=\"2013%20Auburn%20Tigers%20football%20team\"&gt;Auburn&lt;/a&gt; was selected to play in the &lt;a href=\"2014%20BCS%20National%20Championship%20Game\"&gt;2014 BCS National Championship Game&lt;/a&gt;. The Sugar Bowl thus had the first pick of SEC teams after Auburn, and selected Alabama. In choosing its At-Large participant, the Sugar Bowl committee bypassed #10 &lt;a href=\"2013%20Oregon%20Ducks%20football%20team\"&gt;Oregon&lt;/a&gt; in favor of #11 Oklahoma.\nThe 2014 Sugar Bowl marked the fifth time the two teams have played each other. Oklahoma won the last meeting 20–13 in &lt;a href=\"2003%20NCAA%20Division%20I-A%20football%20season\"&gt;2003&lt;/a&gt;. Oklahoma came into the game leading the series 2-1-1.\nOklahoma.\nOklahoma entered the game with a 10-2 (7-2 conference) record. The Sooners began the season ranked #16 in the &lt;a href=\"AP%20Poll\"&gt;AP Poll&lt;/a&gt;. Oklahoma won their first 5 games of the season before losing to &lt;a href=\"2013%20Texas%20Longhorns%20football%20team\"&gt;Texas&lt;/a&gt; in the &lt;a href=\"Red%20River%20Rivalry\"&gt;Red River Rivalry&lt;/a&gt;. The Sooners went 5–1 in the second half of the regular season, which culminated in a victory over &lt;a href=\"2013%20Oklahoma%20State%20Cowboys%20football%20team\"&gt;Oklahoma State&lt;/a&gt; in the &lt;a href=\"Bedlam%20Series\"&gt;Bedlam Series&lt;/a&gt;. Oklahoma finished the regular season 2nd in the Big 12. The 2013 season also saw &lt;a href=\"Bob%20Stoops\"&gt;Bob Stoops&lt;/a&gt; become the winningest football coach in Oklahoma history.\nOklahoma came into the game with the 23rd ranked scoring defense in the nation, allowing 21.3 points per game. In the 2013 season, the Sooners saw quarterback duties split between &lt;a href=\"Blake%20Bell\"&gt;Blake Bell&lt;/a&gt; and &lt;a href=\"Trevor%20Knight\"&gt;Trevor Knight&lt;/a&gt;. Bell was the leading passer on the team, passing for 1,648 yards, 12 touchdowns and 5 interceptions. Coach Stoops declined to name a starting quarterback before the game.\nThe 2014 Sugar Bowl marked Oklahoma's seventh appearance in the game. The Sooners lost their previous Sugar Bowl appearance in &lt;a href=\"2004%20Sugar%20Bowl\"&gt;2004&lt;/a&gt; in a 14–21 defeat to the &lt;a href=\"Nick%20Saban\"&gt;Nick Saban&lt;/a&gt; coached &lt;a href=\"2003%20LSU%20Tigers%20football%20team\"&gt;LSU Tigers&lt;/a&gt;. The game also marked Bob Stoops' record ninth appearance in a BCS bowl game. Stoops entered the 2014 Sugar Bowl with a 3–5 record in BCS bowls.\nAlabama.\nAlabama entered the game with an 11-1 (7-1 conference) record. The Crimson Tide were the two-time defending national champions and had hopes for a &lt;a href=\"three-peat\"&gt;three-peat&lt;/a&gt; entering the season. Ranked #1 in the preseason &lt;a href=\"AP%20Poll\"&gt;AP Poll&lt;/a&gt;, Alabama won their first 11 games of the season before &lt;a href=\"Kick%20Bama%20Kick\"&gt;losing&lt;/a&gt; to &lt;a href=\"2013%20Auburn%20Tigers%20football%20team\"&gt;Auburn&lt;/a&gt; in the &lt;a href=\"Iron%20Bowl\"&gt;Iron Bowl&lt;/a&gt;. The Crimson Tide finished the season second in the SEC West division.\nAlabama's offense was led by quarterback &lt;a href=\"A.%20J.%20McCarron\"&gt;A. J. McCarron&lt;/a&gt;, who was playing his last collegiate game. McCarron was a &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; finalist and came into the game with a 36–3 record, including two national championships. The Crimson Tide also came in with the no. 1 scoring defense in the nation, allowing only 11.3 points per game. One of the leaders on Alabama's defense was linebacker &lt;a href=\"C.%20J.%20Mosley%20%28linebacker%29\"&gt;C. J. Mosley&lt;/a&gt;. Mosley was the winner of the &lt;a href=\"Butkus%20Award\"&gt;Butkus Award&lt;/a&gt; in 2013 and led the team with 102 tackles, including 9 tackles for losses. Coupled with Oklahoma's offensive struggles, the Crimson Tide came into the game as heavy favorites.\nThe 2014 Sugar Bowl marked Alabama's 14th appearance in the game. The Crimson Tide lost their previous Sugar Bowl in &lt;a href=\"2009%20Sugar%20Bowl\"&gt;2009&lt;/a&gt; in a 17–31 defeat to &lt;a href=\"2008%20Utah%20Utes%20football%20team\"&gt;Utah&lt;/a&gt;.\nGame summary.\nThe 2014 Sugar Bowl kicked off at 7:32 &lt;a href=\"Central%20Time%20Zone\"&gt;Central Standard Time&lt;/a&gt;. The game had an attendance of 70,473. The game was televised on &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;, and the announcers were &lt;a href=\"Brad%20Nessler\"&gt;Brad Nessler&lt;/a&gt; and &lt;a href=\"Todd%20Blackledge\"&gt;Todd Blackledge&lt;/a&gt;. An estimated 16,339,000 viewers watched the broadcast, earning it a &lt;a href=\"Nielsen%20rating\"&gt;Nielsen rating&lt;/a&gt; of 9.3. The ratings for the 2014 Sugar Bowl were 61% higher than the ratings for the &lt;a href=\"2013%20Sugar%20Bowl\"&gt;2013&lt;/a&gt; edition of the game. Alabama and Oklahoma both received $17,000,000 for playing in the game.\nFirst quarter.\nThe opening kickoff went for a &lt;a href=\"touchback\"&gt;touchback&lt;/a&gt;, thus Alabama began their opening drive at their 25-yard line. On the first two plays of the game, &lt;a href=\"A.%20J.%20McCarron\"&gt;A. J. McCarron&lt;/a&gt; completed passes of 15 and 53 yards to &lt;a href=\"Amari%20Cooper\"&gt;Amari Cooper&lt;/a&gt; to bring the Crimson Tide to Oklahoma's 6-yard line. Alabama went ahead 7-0 two plays later on a 1-yard touchdown run from &lt;a href=\"T.%20J.%20Yeldon\"&gt;T. J. Yeldon&lt;/a&gt;. On the following Oklahoma drive, quarterback Trevor Knight was intercepted by &lt;a href=\"Landon%20Collins\"&gt;Landon Collins&lt;/a&gt;. Alabama would not hold on to the ball long, however, as McCarron was intercepted on the very next play at Alabama's 45-yard line by safety Gabe Lynn. Oklahoma's Trevor Knight then connected with Lacoltan Bester for a 45-yard touchdown pass to tie the game 7-7.\nOn following Alabama drive, McCarron completed a 63-yard pass to DeAndrew White to bring the Crimson Tide to Oklahoma's 10-yard line. However, Alabama was unable to score a touchdown and settled for a 27-yard field goal from &lt;a href=\"Cade%20Foster\"&gt;Cade Foster&lt;/a&gt; to make it a 10–7 game. Oklahoma responded with a 13-play, 78 yard drive that ended in an 8-yard touchdown pass from Knight to Jalen Saunders to give the Sooners a 14–10 lead with 1:53 remaining in the quarter. Alabama returned the ensuing kickoff to its 20-yard line. On the final play of the quarter, McCarron was sacked by Geneo Grissom for a 7-yard loss.\nSecond quarter.\nAlabama began the second quarter at their 24-yard line. After completing a 9-yard pass to DeAndrew White, McCarron connected with White on a 67-yard touchdown pass to give the Crimson Tide a 17–14 lead. On the ensuing Sooners drive, Oklahoma tied the game 17–17 with a 47-yard field goal from Michael Hunnicutt. On the next Alabama possession, the Crimson Tide were able to drive deep inside Oklahoma territory. However, Alabama's drive ended when T.J. Yeldon fumbled the ball at Oklahoma's 8-yard line. Oklahoma's &lt;a href=\"Geneo%20Grissom\"&gt;Geneo Grissom&lt;/a&gt; recovered the fumble and was able to bring the ball back to Oklahoma's 34-yard line. Taking advantage of the turnover, the Sooners took a 24–17 lead on a 43-yard touchdown pass to Jalen Saunders.\nOn the next Alabama drive, McCarron was intercepted by Zack Sanchez, who returned the interception to Alabama's 13-yard line. On the next play, Oklahoma's &lt;a href=\"Sterling%20Shepard\"&gt;Sterling Shepard&lt;/a&gt; rushed for a 13-yard touchdown, giving the Sooners a 31–17 lead. Alabama had one more chance to score in the second quarter when the Crimson Tide drove to Oklahoma's 15-yard line. However, placekicker Cade Foster missed a 32-yard field goal as time expired in the half and the score remained 31-17 going into halftime.\nThird quarter.\nOklahoma was limited to only 38 yards of offense in the third quarter as the Sooners were forced to punt on all of their drives. After Oklahoma's first two drives of the quarter ended in &lt;a href=\"three-and-out\"&gt;three-and-out&lt;/a&gt;s, Alabama scored the only points of the quarter on a 43-yard touchdown run by Alabama's Derrick Henry to make it a 31–24 game. Oklahoma was able to get its first first down of the quarter on a &lt;a href=\"pass%20interference\"&gt;pass interference&lt;/a&gt; call on Alabama's Jarrick Williams. Oklahoma was still unable to leave their side of the field, however, and were forced to punt again with 6:54 remaining in the quarter. On the next Alabama drive, the Crimson Tide were able to drive to Oklahoma territory. However, on a 3rd and 7 play at Oklahoma's 35-yard line, A. J. McCarron was sacked for a 14-yard loss, thus Alabama was forced punt with 3:19 remaining in the quarter. Oklahoma began their drive at their 1-yard line. After converting a first down on a 13-yard pass to Brannon Green, Oklahoma was once again unable to move the ball far and were forced to punt from their 18-yard line, giving Alabama the ball back at the Crimson Tide's 46-yard line.\nFourth quarter.\nOn the first play of the quarter, A. J. McCarron was sacked by Geneo Grissom for a 9-yard loss. Facing a 4th down situation, Alabama punted the ball away on the next play. On the ensuing Sooners drive, Oklahoma drove to Alabama's 38-yard line. However, a &lt;a href=\"false%20start\"&gt;false start&lt;/a&gt; and an offensive pass interference penalty backed the Sooners up to their own 42-yard line. Needing to cover 30 yards for a first down, Trevor Knight completed his next two passes for 15 yards. Facing a 3rd and 15 situation, Trevor Knight connected with Lacoltan Bester for a 34-yard completion down to Alabama's 9-yard line. Oklahoma then took a 38–24 lead two plays later on a 9-yard touchdown pass from Trevor Knight to Sterling Shepard.\nAfter Alabama and Oklahoma exchanged three-and-outs, the Crimson Tide scored on 61-yard passing touchdown from McCarron to Derrick Henry to make it a 38–31 game with 6:22 remaining in the game. The Sooners began their next drive at their own 12-yard line. After a 1-yard rush on first down, Knight's pass fell incomplete. Facing a 3rd and 9 situation, the Sooners converted on a 10-yard pass to Brennan Clay to continue the drive. The Sooners were then able to drive to Alabama's 48-yard line. After an Alabama timeout with 2:47 remaining in the game, Knight's pass fell incomplete on a 3rd and 8 play. However, defensive back Jarrick Williams was called for pass interference, giving the Sooners a first down. Oklahoma was unable to get another first down to close out the game, however, and were forced to punt from Alabama's 46-yard line. Despite not scoring, Oklahoma's drive took 5:26 off the clock, leaving Alabama with 56 seconds remaining in the game.\nStarting from their own 18-yard line, the Crimson Tide needed to go 82 yards to tie the game. However, on the first play, McCarron fumbled when he was sacked by &lt;a href=\"Eric%20Striker\"&gt;Eric Striker&lt;/a&gt;. The fumble was again recovered by Oklahoma's &lt;a href=\"Geneo%20Grissom\"&gt;Grissom&lt;/a&gt;, who returned the fumble to the end zone to give Oklahoma a 45–31 lead. Oklahoma then recovered the ball from a Nick Hodgson squib kick that bounced off an Alabama player, allowing them to run out the clock.\nStatistics.\nOklahoma quarterback Trevor Knight was named the game's &lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt;. Knight completed 32 of his 44 passes for 4 touchdowns and 1 interception. Knight threw for 348 yards. Coming into the game, Knight had passed for only 471 yards for 5 touchdowns and 4 interceptions in 7 game appearances.\nAlabama outgained Oklahoma 516–432 in total yards. However, the Crimson Tide committed 5 turnovers, while Oklahoma only committed 1.\nOklahoma's leading receiver was Lacoltan Bester, who had 6 receptions for 105 yards and a touchdown. Jalen Saunders was Oklahoma's second leading receiver, catching 5 passes for 75 yards and 2 touchdowns. The Sooner's leading rusher was Brennan Clay, who rushed for 44 yards on 17 carries.\nAlabama's leading receiver was DeAndrew White, who caught 3 passes for 139 yards and 1 touchdown. Amari Cooper was Alabama's second leading receiver, catching 9 passes for 121 yards. Derrick Henry led the team in rushing, rushing for 100 yards on 8 carries and a touchdown.\nIn his final collegiate game, quarterback A. J. McCarron completed 19 of his 30 passes for 387 yards. McCarron passed for 2 touchdown and 2 interceptions. McCarron was also sacked 7 times and lost 1 fumble."
}