{
    "id": "41299798",
    "revid": "1033867914",
    "url": "https://en.wikipedia.org/wiki?curid=41299798",
    "title": "David Thompson (rugby league, born 1978)",
    "text": "David Thompson (born 17 March 1978) is an &lt;a href=\"Australian\"&gt;Australian&lt;/a&gt; former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played for the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt;, &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt; and the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;.\nBackground.\nThompson was born in &lt;a href=\"Sydney%2C%20New%20South%20Wales%2C%20Australia\"&gt;Sydney, New South Wales, Australia&lt;/a&gt;.\nPlaying career.\nThompson made his first grade debut for Canterbury-Bankstown in round 17 of the &lt;a href=\"1998%20NRL%20season\"&gt;1998 NRL season&lt;/a&gt; against &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; scoring a try in a 30-8 victory at the &lt;a href=\"Sydney%20Football%20Stadium\"&gt;Sydney Football Stadium&lt;/a&gt;.\nCanterbury finished the regular season in 9th place on the table and qualified for the finals. The club went on to win three sudden death matches in a row including the preliminary final over archrivals &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt;. Parramatta led the match 18-2 with less than 10 minutes of the game left when Canterbury staged one of the greatest comebacks in finals history, scoring three tries to level the match at 18-18. Canterbury then went on to win the game 32-20 in extra-time.\nHe was part of the Canterbury side who lost the &lt;a href=\"1998%20NRL%20Grand%20Final\"&gt;1998 NRL Grand Final&lt;/a&gt; to the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;. Over the next three years, Thompson only played seven games for Canterbury and he later joined &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland&lt;/a&gt; for the &lt;a href=\"2002%20NRL%20season\"&gt;2002 NRL season&lt;/a&gt;.\nThompson spent two years at North Queensland where the club missed the finals. In 2004, he joined South Sydney and played one season at the club where they finished last on the table."
}