{
    "id": "41317574",
    "revid": "43194144",
    "url": "https://en.wikipedia.org/wiki?curid=41317574",
    "title": "The Entrepreneurship Cell, IIT Bombay",
    "text": "The Entrepreneurship Cell, IIT Bombay, also known as E-Cell, IIT Bombay, is the primary &lt;a href=\"entrepreneurship\"&gt;entrepreneurship&lt;/a&gt; promoting body of the &lt;a href=\"Indian%20Institute%20of%20Technology%20Bombay\"&gt;Indian Institute of Technology Bombay&lt;/a&gt;, managed and run completely by the students of the institute. It organizes initiatives like the annual business plan competition Eureka! and the flagship event, The Entrepreneurship Summit (E-Summit) in January each year, which receives a footfall of over 26,000.\nVision.\nThe Entrepreneurship Cell, IIT Bombay targets to help in the development of India's entrepreneurial ecosystem by enabling easy and efficient interaction between its major components spanning students, working professionals, aspiring and existing entrepreneurs, mentors, angel investors, venture capital firms and corporates through events like interactive sessions, competitions and conferences.\nHistory.\nIn October 1998, The Entrepreneurship Cell was formed by the students of IIT Bombay with the mission of promoting the culture of entrepreneurship within the campus of IIT Bombay. E-Cell IIT Bombay was one of the founding members of the &lt;a href=\"National%20Entrepreneurship%20Network\"&gt;National Entrepreneurship Network&lt;/a&gt;. \nIn 1999, 'Right Half', the first campus startup of IIT Bombay and any engineering institute in India was founded by Kashyap Deorah (B.Tech, CSE, Batch of 2000) along with two of his batchmates in their final year. \nIn 2000, business incubator SINE was inaugurated by Mr. &lt;a href=\"Nandan%20Nilekani\"&gt;Nandan Nilekani&lt;/a&gt; (Founder &amp; Ex-CEO, Infosys) and Mr. &lt;a href=\"Kanwal%20Rekhi\"&gt;Kanwal Rekhi&lt;/a&gt; (Venture Capitalist &amp; Director, &lt;a href=\"TiE\"&gt;TiE&lt;/a&gt;). The incubator jump starts with 8 startups in the year. \nIn 2001, Eureka!, E-Cell’s B-Model competition was recognized as ‘Asia’s largest Business Model Competition’ by &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;.\nIn 2005, E-Cell was recognized as the Leading Entrepreneurship Promoting Student Organization in the country by the ‘NEN Achievement Awards’ and felicitated at &lt;a href=\"TiE%23TiECON\"&gt;TiECon&lt;/a&gt; 2005. \nIn 2008, E-Cell, IIT Bombay represented India and the Indian sub-continent at the `Global Conference of E-Cells’ organized by &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;Massachusetts Institute of Technology&lt;/a&gt; at &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;, Spain in April 2008.\nIn 2010, &lt;a href=\"Thomson%20Reuters\"&gt;THOMSON REUTERS&lt;/a&gt; declares Eureka! as “Asia’s Largest Business Model Competition”. 1985 batch of IIT-B decides to support Eureka.\nIn 2011, E-Cell officially collaborated with E-Bootcamp organized by &lt;a href=\"Business%20Association%20of%20Stanford%20Entrepreneurial%20Students\"&gt;BASES (Business Association of Stanford Entrepreneurial Students)&lt;/a&gt;, Stanford University for Eureka! \nIn 2012, E-Cell, IIT-Bombay collaborated with Harvard US-India Initiative (HUH) to conduct an international conference on Entrepreneurship and Innovation. E-Summit witnessed huge participation from youth across India.\nIn 2013, E-Summit became the 1st entrepreneurship promoting event to conferred with &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"patronage\"&gt;patronage&lt;/a&gt;. E-Cell spearheaded the formation of Entrepreneurship Centre of the Institute which was launched at E-Summit 2014. National Entrepreneurship Challenge initiated by E-Cell IITB reaches out to 150 colleges, leading to the creation of more than 50 E-Cells in the country.\nIn 2014, the first edition of The Ten Minute Million Challenge (TTMM) was held. The competition provided on-spot funding to its participants. The first edition was a huge success with 6 out of 10 participants receiving funding from investors. \nIn 2015, FCoF, a platform to connect startups to freelancers and their potential co-founders was launched. Alongside, Startup Services Platform (SSP) was launched to provide legal and financial consultancies to startups at minimal rates. E-Summit was provided patronage from &lt;a href=\"Government%20of%20India\"&gt;GoI&lt;/a&gt;'s flagship initiative &lt;a href=\"Make%20in%20India\"&gt;Make in India&lt;/a&gt;. E-Summit saw the edition of two new events, Business Conclave and Innovation Conclave. \nIn 2016, E-Cell IITB launched Enlighten, an initiative that provided all the relevant information regarding entrepreneurship. Eureka! received 8884 entries, highest since its inception. \nIn 2017, Swacch and EnTech were initiated. Swacch was a social campaign that encouraged the people of &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt; to keep the public spaces clean. EnTech envisioned to support and increase the technology startups from IIT Bombay. \nIn 2018, Pre-Summit, an initiative aimed at promoting the E-Summit was launched. Pre-Summit reached out to a large number of people and turned out to be a huge success. Alongside, the face of E-Cell, consisting of its logo design was completely revamped, celebrating 20 years of E-Cell.\nIn 2019, E-Summit was showcased on the &lt;a href=\"Nasdaq\"&gt;Nasdaq&lt;/a&gt; Tower, &lt;a href=\"Times%20Square\"&gt;Times Square&lt;/a&gt; for the first time ever. E-Summit also saw the addition of three new events, RnD Conclave and Content Creation Conclave and Seed Stars.\nIn 2020, E-Summit is taken completely online in order to adapt with the pandemic, received huge attention from the media with coverage from networks like &lt;a href=\"ET%20Now\"&gt;ETNow&lt;/a&gt;, &lt;a href=\"Mirror%20Now\"&gt;Mirror Now&lt;/a&gt;, &lt;a href=\"Business%20Insider\"&gt;Business Insider&lt;/a&gt; and &lt;a href=\"The%20Hindu\"&gt;The Hindu&lt;/a&gt;. \nThe Entrepreneurship Summit.\nThe Entrepreneurship Summit is the flagship event of E-Cell which is a platform for bringing together budding &lt;a href=\"entrepreneurs\"&gt;entrepreneurs&lt;/a&gt;, &lt;a href=\"venture%20capitalists\"&gt;venture capitalists&lt;/a&gt;, &lt;a href=\"investors\"&gt;investors&lt;/a&gt;, &lt;a href=\"startup%20company\"&gt;start-ups&lt;/a&gt; and other major contributors to the entrepreneurial ecosystem. This networking event gives a chance for people to interact and help build successful ventures. The summit also showcases the latest global trends in entrepreneurship. E-Summit in the past has been a host to personalities like &lt;a href=\"Travis%20Kalanick\"&gt;Travis Kalanick&lt;/a&gt;, &lt;a href=\"Indra%20Nooyi\"&gt;Indra Nooyi&lt;/a&gt;, &lt;a href=\"Arundhati%20Bhattacharya\"&gt;Arundhati Bhattacharya&lt;/a&gt;, &lt;a href=\"Divyank%20Turakhia\"&gt;Divyank Turakhia&lt;/a&gt;, &lt;a href=\"Amitabh%20Kant\"&gt;Amitabh Kant&lt;/a&gt;, &lt;a href=\"Kanwal%20Rekhi\"&gt;Mr. Kanwal Rekhi&lt;/a&gt;, &lt;a href=\"Muhammad%20Yunus\"&gt;Muhammad Yunus&lt;/a&gt;, &lt;a href=\"Nandan%20Nilekani\"&gt;Nandan Nilekani&lt;/a&gt;, &lt;a href=\"Tulsi%20Tanti\"&gt;Tulsi Tanti&lt;/a&gt;, &lt;a href=\"Adi%20Godrej\"&gt;Adi Godrej&lt;/a&gt;, &lt;a href=\"S%20Ramadorai\"&gt;S Ramadorai&lt;/a&gt;, &lt;a href=\"Ronnie%20Screwvala\"&gt;Ronnie Screwvala&lt;/a&gt;, &lt;a href=\"Subhash%20Chandra\"&gt;Subhash Chandra&lt;/a&gt;, &lt;a href=\"Kishore%20Biyani\"&gt;Kishore Biyani&lt;/a&gt;, &lt;a href=\"Ajit%20Balakrishnan\"&gt;Ajit Balakrishnan&lt;/a&gt;, Jim Beach amongst others.\nE-Summit is a unique student initiative that facilitates the interaction between students, industry experts, business leaders, investors, and entrepreneurs who share the common zeal to stand out of the league. Showcases the global trends in entrepreneurship and how the Indian ecosystem is keeping pace with these trends. Serves as a one-stop destination to learn and apply the skills needed to be an entrepreneur. Provides a meet-up point for the youth to interact with their role models and learn from their experiences. Acts as a catalyst in introducing students to the world of entrepreneurship by providing them with the opportunity to learn in a myriad of ways that include competitions, panel discussions, workshops, etc. \nE-Summit facilitates the interaction between students, industry experts, business leaders, investors, and entrepreneurs who share the common zeal to stand out of the league. \nFreelancer, Intern and Co-Founders Platform (FInCoF).\nThe Freelancers, Intern and Co-Founders platform is an online portal for startups from all over the world to hire freelancers, interns or even co-founders from IIT Bombay. It is free to register and open to all companies and startups from all over the world.\nPanel Discussions.\nPanel discussion on latest topics like &lt;a href=\"silicon%20valley\"&gt;silicon valley&lt;/a&gt; and Indian ecosystem, &lt;a href=\"social%20entrepreneurship\"&gt;social entrepreneurship&lt;/a&gt;, job v/s entrepreneurship and latest trends in entrepreneurship take place.\nStartup Expo.\nStartup expo invites most innovative startups from across the country. The startups reach out to thousands of its potential customers and network with potential investors. It gives the attendees an opportunity to learn form the success stories of these enterprises.\nEureka!\nEureka! is the international &lt;a href=\"Business%20Plan\"&gt;Business Plan&lt;/a&gt; competition of IIT Bombay organized by the Entrepreneurship Cell. The first edition of Eureka! was launched in 1999. It is regarded as Asia's largest B-plan competition by &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt; and &lt;a href=\"Thomson%20Reuters\"&gt;Thomson Reuters&lt;/a&gt;. It holds the honour of having been able to inspire B plan competitions across India and elsewhere. The format of Eureka! includes one-to-one mentoring and a transparent judging process. It's a 5-month-long educational experience, designed to emulate the process of raising funds for one's startup, covering all the aspects right from writing a business plan to pitching it before an investor. There are two tracks in Eureka! which run parallel to each other. The Eureka! business track which is open for all businesses and the Eureka! social track which is only for those startups which create or have the potential to create a tangible impact on the society.\nMentor's Meet.\nThe semi-finalists receive extensive support to improve their B-plans. Each team submits its initial draft of their B-plan online which is then assigned a mentor, specific to its field, to help them formalize the final business plan. Taking the mentoring process one step further, a workshop as well as a meeting with a panel of distinguished mentors consisting of investors, venture capitalists and experts in various fields is held in December and semi-finalists are given mentoring on &lt;a href=\"Finance\"&gt;Finance&lt;/a&gt;, Marketing, &lt;a href=\"Business%20Plan\"&gt;Business Plan&lt;/a&gt; and Pitching.\nNational Entrepreneurship Challenge.\nThe National Entrepreneurship Challenge was launched in July, 2013 to help colleges across India establish their own Entrepreneurship Cell. The competition is designed and structured so as to help the participants step by step which would ultimately lead to formulation of their own E-Cell. The participants have to do a series of tasks to spread entrepreneurial awareness and help the startups in their campus.\nEntrepreneurship and Business Club.\nThe vision of the Entrepreneurship and Business club is to create a platform of entrepreneurship enthusiasts where students, faculty members of IIT Bombay and professionals can interact on a regular basis for discussions brainstorming sessions, informal sessions and networking. Basic Track events are held for enthusiasts and advanced track events for experienced students.\nThe Ten Minute Million (TTMM).\nThe Ten Minute Million is an on spot funding event where startups pitch idea to a panel of 20+ esteemed investors and get a chance to secure funding of 2.4 million in just 10 minutes! The event was started in 2014 and is organised each year during the E-Summit ever since. It has been covered by NDTV Prime(TV), Economic Times (Newspaper), Financial Chronicle (Newspaper) among notable media coverage in the past editions.\nSpeaker Sessions.\nSeveral Talks are conducted round the year spanning different sectors from basic to advance. Sessions on introduction to entrepreneurship, school to startup, social media marketing, idea generation, e-commerce, common mistakes the startups make, funding for startups, legal and Intellectual Property issues are some specifics amongst others.\nEnspace.\nEnspace is the biannual entrepreneurship magazine of IIT Bombay. It enjoys a huge readership in the campus. Enspace contains stories of successful startups from IITs and beyond. It also features several news items on trends and latest techniques. The Enspace blog keeps the student community connected with the startup ecosystem.\nIdea Validation Platform.\nIt is the platform to get your idea validated by experts. The Platform runs throughout the year.\nStartup Bootcamp.\nThe Startup Bootcamp is a 10-week-long program, during which ideas are made startup worthy with the help of an efficient team building exercise as well as extensive mentoring. The selected startups are also offered incubation in SINE (Society for Innovation and Entrepreneurship), IIT Bombay\nInitiatives.\nDesai Sethi School for Entrepreneurship.\nIIT Bombay established an &lt;a href=\"Desai%20Sethi%20School%20for%20Entrepreneurship\"&gt;Entrepreneurship Centre&lt;/a&gt; at its premises, with a generous funding received from Mr. &lt;a href=\"Bharat%20Desai\"&gt;Bharat Desai&lt;/a&gt; and Ms. Neerja Sethi, under the aegis of The Desai Sethi Family Foundation. Initially named as Desai Sethi Centre for Entrepreneurship, it fosters entrepreneurship and technology innovation through relevant courses, laboratories and partnerships. Students in the programme receive instruction and mentorship from IIT Bombay faculty as well as distinguished guest faculty from leading international institutions and industry. The establishment of the Centre was announced by the Director of IIT Bombay during the inaugural session of Entrepreneurship Summit (E-Summit 2014), which was organized by the Entrepreneurship Cell of the Institute on 1–2 February 2014. Five years later, in December 2019, the Centre was renamed as &lt;a href=\"Desai%20Sethi%20School%20for%20Entrepreneurship\"&gt;Desai Sethi School for Entrepreneurship&lt;/a&gt;. \nDeferred Placement Policy.\nWith the start-up ecosystem of the institute flourishing and students being keener on taking up entrepreneurial challenges, the Placement Cell has played its part by announcing the introduction of the DPP(Deferred Placement Policy). This policy aims to encourage students who're looking to work on their own start-up idea by safeguarding them against the risk of having to forgo campus placements. According to this initiative, students interested in pursuing an entrepreneurial activity would be given an option to defer their placements by 2 years. The need for a DPP(Deferred Placement Policy) was envisaged due to the current trend of rising interest in entrepreneurship, partly owing to the success of The Entrepreneurship Cell's efforts in fostering an entrepreneurial culture within and outside the institute."
}