{
    "id": "4133358",
    "revid": "34706848",
    "url": "https://en.wikipedia.org/wiki?curid=4133358",
    "title": "Baton Rouge Area Foundation",
    "text": "Baton Rouge Area Foundation (\"The Foundation\") is a &lt;a href=\"community%20foundation\"&gt;community foundation&lt;/a&gt; dedicated to enhancing the quality of life in Louisiana's capital region, and is registered with the &lt;a href=\"Internal%20Revenue%20Service\"&gt;IRS&lt;/a&gt; as a &lt;a href=\"501%28c%29%23501.28c.29.283.29\"&gt;501(c)(3)&lt;/a&gt; &lt;a href=\"tax-deductible\"&gt;tax-deductible&lt;/a&gt; &lt;a href=\"nonprofit\"&gt;nonprofit&lt;/a&gt; &lt;a href=\"organization\"&gt;organization&lt;/a&gt;. Over the past 40 years, the Baton Rouge Area Foundation has responded to the wishes of its donors, the concerns of its members, and the community's needs by issuing grants totaling close to $200 million.\nIn addition to grants, the Baton Rouge Area Foundation has the flexibility to launch community initiatives without politics or other entanglements. Alarmed, for instance, at the rapid rise in new &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; cases in &lt;a href=\"Baton%20Rouge\"&gt;Baton Rouge&lt;/a&gt; in 2002, \"The Foundation\" convened key stakeholders who formed the group Baton Rouge Citizens Against HIV and launched an awareness campaign known as Protect Yourself Baton Rouge. Since then, local testing has increased and the number of new reported cases has fallen.\nHistory.\nIn 1964, a group of 12 Baton Rouge business leaders created the Foundation to raise money and purchase land for the Gulf South Research Institute (GSRI) to locate offices in &lt;a href=\"Baton%20Rouge\"&gt;Baton Rouge&lt;/a&gt;. Since then, the nonprofit Foundation has pursued its work by connecting donors to nonprofits in South Louisiana and some other parts of the world and bytaking on civic leadership projects, such as health and school reform, reviving downtown Baton Rouge and creating The Water Institute of the Gulf.\nResponding to Hurricane Katrina.\nThe foundation's grant making teams performed hundreds of assessments, identified pressing needs for displaced residents, and issued over $600,000 in emergency grants to aid organizations and shelters within 10 days of the storm. As the recovery process moved forward, it continued to help displaced residents in the areas of basic human needs, physical and mental health, education, and employment. Itplayed a key role in the planning process of re-envisioning the state of Louisiana and connecting south Louisiana in more productive and. equitable ways \nLate in 2006, the foundation launched a mental health initiative., In Courage, to offer free and confidential counseling to the citizens impacted by Hurricanes Katrina and Rita. \nThe program is designed for people suffering from the after-effects of disaster. Developed by the &lt;a href=\"National%20Center%20for%20Post-Traumatic%20Stress%20Disorder\"&gt;National Center for Post-Traumatic Stress Disorder&lt;/a&gt; and adjusted to the unique population and culture of Louisiana, this program uses proven methods to help those affected\nBaton Rouge CityStats.\nA project launched by the foundation in 2008 uses &lt;a href=\"Economic%20indicator\"&gt;Economic indicator&lt;/a&gt;s] to measure the quality of life in East Baton Rouge, to help created a shared vision among residents . The project uses a total of 50 quality-of-life indicators that measure categories such as economy, education, public safety, and health. CityStats is funded by the \"Foundation\", its donors, and members.\nNorthshore Community Foundation.\nThe Northshore Community Foundation was started in January 2007 with financial assistance from the Baton Rouge Area Foundation. It is run be an independent board of representing St. Tammany, Tangipahoa, LIvingston and St. Helena parishes.\nCommunity Foundation of Southwest Louisiana.\nThe foundation provides financial support for the Community Foundation of Southwest Louisiana, which is operated by an independent board. That foundation serves five parishes - &lt;a href=\"Allen%20Parish\"&gt;Allen&lt;/a&gt;, &lt;a href=\"Beauregard%20Parish\"&gt;Beauregard&lt;/a&gt;, &lt;a href=\"Calcasieu%20Parish\"&gt;Calcasieu&lt;/a&gt;, &lt;a href=\"Cameron%20Parish\"&gt;Cameron&lt;/a&gt;, and &lt;a href=\"Jefferson%20Davis%20Parish\"&gt;Jefferson Davis&lt;/a&gt;.\nErnest J. Gaines Award for Literary Excellence.\nThe &lt;a href=\"Ernest%20J.%20Gaines\"&gt;Ernest J. Gaines&lt;/a&gt; Award for Literary Excellence is an annual literary award that recognizes the best work of fiction submitted by a rising African-American writer. The book award honors the accomplishments of Gaines, a Louisiana native and resident. Past winners include &lt;a href=\"Attica%20Locke\"&gt;Attica Locke&lt;/a&gt;, &lt;a href=\"Dinaw%20Mengestu\"&gt;Dinaw Mengestu&lt;/a&gt;, &lt;a href=\"Victor%20LaValle\"&gt;Victor LaValle&lt;/a&gt;, Ravi Howard, Stephanie Powell Watts, and &lt;a href=\"Olympia%20Vernon\"&gt;Olympia Vernon&lt;/a&gt;.\nNew Schools for Baton Rouge.\nThe foundation and its donors created New Schools for Baton Rouge, a nonprofit to recruit and provide resources to charter schools. It is working to improve failed schools that were taken over by the state of Louisiana.\nStructure.\nThe Baton Rouge Area Foundation is governed by &lt;a href=\"Board%20of%20directors\"&gt;director&lt;/a&gt;s who are appointed for three-year &lt;a href=\"Term%20of%20office\"&gt;terms&lt;/a&gt;. Members may serve two consecutive terms, after which they must rotate off for at least one year. The &lt;a href=\"Board%20of%20directors\"&gt;board&lt;/a&gt; has fifteen at-large directors elected by the members. The immediate past board chair serves as a member of the &lt;a href=\"CEO\"&gt;executive committee&lt;/a&gt; and member of the Board, as does the &lt;a href=\"chief%20executive%20officer\"&gt;chief executive officer&lt;/a&gt; of the foundation. Founding chair John W. Barton Sr. has a permanent seat as chair &lt;a href=\"emeritus\"&gt;emeritus&lt;/a&gt; on the board and its executive committee.\nMembers of the Baton Rouge Area Foundation provide the resources that drive the &lt;a href=\"Administration%20%28business%29\"&gt;administrative&lt;/a&gt; activities and &lt;a href=\"leadership\"&gt;leadership&lt;/a&gt; &lt;a href=\"Program%20%28management%29\"&gt;program&lt;/a&gt;s they undertake on an annual basis. Without &lt;a href=\"wiktionary%3AMembership\"&gt;membership&lt;/a&gt; dues the &lt;a href=\"Staff%20of%20office\"&gt;staff&lt;/a&gt; could not continue to provide the support that they offer to both the &lt;a href=\"nonprofit\"&gt;nonprofit&lt;/a&gt; agencies and their donors.\nMission.\nThe Baton Rouge Area Foundation unites human and financial resources to enhance the quality of life in South Louisiana.\nTo achieve the mission, \"The Foundation\":\nGeographical Areas.\nThe foundation serves eight parishes that make up the Greater Baton Rouge Area: &lt;a href=\"Ascension%20Parish\"&gt;Ascension&lt;/a&gt;, &lt;a href=\"East%20Baton%20Rouge%20Parish\"&gt;East&lt;/a&gt; and &lt;a href=\"West%20Baton%20Rouge%20Parish\"&gt;West&lt;/a&gt; Baton Rouge. &lt;a href=\"East%20Feliciana%20Parish\"&gt;East&lt;/a&gt; and &lt;a href=\"West%20Feliciana%20Parish\"&gt;West&lt;/a&gt; Feliciana, &lt;a href=\"Iberville%20Parish\"&gt;Iberville&lt;/a&gt;, &lt;a href=\"Livingston%20Parish\"&gt;Livingston&lt;/a&gt;, and * &lt;a href=\"Pointe%20Coupee%20Parish\"&gt;Pointe Coupée&lt;/a&gt;\nFunds.\nEstablishing a fund with the foundation allow donors to connect their philanthropic giving to the issues and nonprofits that interest them most. Dfferent types of funds that can be established.; they provide a tax deduction associated with a charitable donation.They are: \nA donor-advised fund is a charitable giving vehicle administered by the \"Foundation\" and created for the purpose of managing charitable donations on behalf of the donor. A donor-advised fund offers the opportunity to create an easy-to-establish, flexible vehicle for charitable giving as an alternative to direct giving or creating a &lt;a href=\"private%20foundation\"&gt;private foundation&lt;/a&gt;.\nA field of interest fund is a fund created to help a specific area, such as education, that the donor is interested in. Field of interest funds are managed by the \"Foundation\" and its board of directors.\nUnrestricted funds, to pay for emerging opportunities that benefit the community as a whole. Such Unrestricted funds allow the Foundation' o have flexibility in funding large projects such as the &lt;a href=\"Shaw%20Center%20for%20the%20Arts\"&gt;Shaw Center for the Arts&lt;/a&gt;.\n T\nScholarship funds are established to assist college students with grants that help cover the cost of tuition, room, and board. The foundation assists the donor in the selection process."
}