{
    "id": "4134979",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=4134979",
    "title": "Lake Calumet",
    "text": "Lake Calumet is the largest body of water within the city of &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. Formerly a shallow, postglacial &lt;a href=\"lake\"&gt;lake&lt;/a&gt; draining into &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt;, it has been changed beyond recognition by industrial redevelopment and decay. Parts of the lake have been &lt;a href=\"dredge\"&gt;dredge&lt;/a&gt;d, and other parts reshaped by &lt;a href=\"landfill\"&gt;landfill&lt;/a&gt;. Together with the rest of the city of Chicago, the remnant of the lake now drains into the &lt;a href=\"Des%20Plaines%20River\"&gt;Des Plaines River&lt;/a&gt; and the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; basin.\n\"Calumet\" is a &lt;a href=\"Norman%20language\"&gt;Norman&lt;/a&gt; word used since the 17th century by &lt;a href=\"French%20people\"&gt;French&lt;/a&gt; colonists in Canada for the &lt;a href=\"ceremonial%20pipe\"&gt;ceremonial pipe&lt;/a&gt;s they saw used by &lt;a href=\"First%20Nations%20in%20Canada\"&gt;First Nations&lt;/a&gt; peoples.\nHistory.\nUntil the 1800s, Lake Calumet was near the center of an extensive &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt; area near the southern tip of Lake Michigan. Like other wetland areas, the Lake Calumet area and its rivers were a center of Native American life and settlement. The &lt;a href=\"Field%20Museum\"&gt;Field Museum&lt;/a&gt; maintains databases of &lt;a href=\"archeological\"&gt;archeological&lt;/a&gt; data on these settlements.\nIn 1861, the Lake Calumet region was mapped into &lt;a href=\"Hyde%20Park%20Township%2C%20Cook%20County\"&gt;Hyde Park Township&lt;/a&gt;, south of what was then the town of Chicago. In the 1880s, because the lake's &lt;a href=\"Calumet%20River\"&gt;Calumet River&lt;/a&gt; created shipping opportunities to connect into Lake Michigan, the swampy zone was rapidly filled and developed by industry. Hyde Park Township developed rapidly and was annexed into Chicago in 1889. The area remains heavily industrialized today.\nThe Chicago neighborhood of &lt;a href=\"Pullman%2C%20Chicago\"&gt;Pullman&lt;/a&gt; was developed as a &lt;a href=\"company%20town\"&gt;company town&lt;/a&gt; with residences and services offered for rent to the workers in railroad &lt;a href=\"Passenger%20car%20%28rail%29\"&gt;passenger car&lt;/a&gt; factories. The complex, now a &lt;a href=\"Pullman%20National%20Monument\"&gt;National Monument&lt;/a&gt;, is sited on the lake's west shore. Steel mills began to line the Calumet River. The &lt;a href=\"Illinois%20Central\"&gt;Illinois Central&lt;/a&gt; railroad was built nearby.\nIn the 1950s, part of the former lakebed was used as a right-of-way for a freeway, which was originally named in the lake's honor as the \"&lt;a href=\"Bishop%20Ford%20Freeway\"&gt;Calumet Expressway&lt;/a&gt;\".\nAnother parcel of former wetland, south of the lake, was designated as what is now the Paxton Landfill, the final home for much of the household and industrial &lt;a href=\"solid%20waste\"&gt;solid waste&lt;/a&gt; generated within the city of Chicago. Some of the landfill was &lt;a href=\"steel%20mill\"&gt;steel mill&lt;/a&gt; &lt;a href=\"slag\"&gt;slag&lt;/a&gt; and other industrial wastes. The revelation of hazardous chemicals in much of the fill material has created a push to have parts of the Lake Calumet area added to the national &lt;a href=\"Superfund\"&gt;Superfund&lt;/a&gt; list for environmental cleanup.\nIn the early 1980s, the Lake Calumet area was proposed as a site for the later-cancelled &lt;a href=\"Chicago%201992%20World%27s%20Fair\"&gt;Chicago 1992 World's Fair&lt;/a&gt;.\nIn 1996, the Calumet Expressway was renamed the &lt;a href=\"Bishop%20Ford%20Freeway\"&gt;Bishop Ford Freeway&lt;/a&gt;, honoring Chicago religious leader Bishop Louis Henry Ford.\nToday.\nThe remains of Lake Calumet lie east of the Bishop Ford Freeway (&lt;a href=\"Interstate%2094\"&gt;Interstate 94&lt;/a&gt;) on the far south side of Chicago, between 103rd and 130th streets. The lake is part of the underutilized &lt;a href=\"Port%20of%20Chicago\"&gt;Port of Chicago&lt;/a&gt;. A lakeside &lt;a href=\"grain%20elevator\"&gt;grain elevator&lt;/a&gt; can be seen from the freeway. South of the lake, the freeway passes the Paxton Landfill, including pipes that collect &lt;a href=\"methane\"&gt;methane&lt;/a&gt; and other gases generated by the landfill.\nThe vestigial lake officially lies within Chicago's &lt;a href=\"South%20Deering\"&gt;South Deering&lt;/a&gt; community area. Cleanup efforts in former landfills areas continue ; see \"Superfund status\" subsection below.\nEcology.\nThe &lt;a href=\"wetlands\"&gt;wetlands&lt;/a&gt; surrounding Lake Calumet were noted as the only location where specimens of \"&lt;a href=\"Thismia%20americana\"&gt;Thismia americana&lt;/a&gt;\", an example of endemic wet &lt;a href=\"prairie\"&gt;prairie&lt;/a&gt; &lt;a href=\"flora\"&gt;flora&lt;/a&gt;, were ever collected. Due to the profound physical changes that have taken place in the Lake Calumet catchment area, this plant is now believed to be extinct.\nAlthough Lake Calumet has undergone extensive human alteration over the period from 1880 through 2010, parts of the basin remain a wetland. The basin has been designated an \"Important Bird Area of Illinois\" and is part of the flyway along Lake Michigan and the rivers.\nSuperfund status.\nOn March 2, 2010, the EPA designated the \"Lake Calumet Cluster\", a cluster of sites grouped around Lake Calumet, for the Superfund List. Several local areas within this cluster are extremely hazardous; excavation workers must use masks and self-contained supplies of air or oxygen.\nDespite these challenges, planners hope to conduct remedial cleanups of less-severely contaminated sites to permit adaptive reuse. They will cap the more heavily contaminated sites within the cluster. &lt;a href=\"Landfill%20gas\"&gt;Landfill gas&lt;/a&gt; could be collected and the methane filtered for use."
}