{
    "id": "41379518",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=41379518",
    "title": "Truck Simulator",
    "text": "Truck Simulator is a &lt;a href=\"vehicle%20simulation%20game\"&gt;vehicle simulation game&lt;/a&gt; &lt;a href=\"media%20franchise\"&gt;series&lt;/a&gt; created by &lt;a href=\"SCS%20Software\"&gt;SCS Software&lt;/a&gt;. The first title in the series, \"&lt;a href=\"Euro%20Truck%20Simulator\"&gt;Euro Truck Simulator&lt;/a&gt;\", was released on 29 August 2008 for &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt; and &lt;a href=\"OS%20X\"&gt;OS X&lt;/a&gt; and the first European-truck simulation established gameplay. The sequel to \"Euro Truck Simulator\", \"&lt;a href=\"Euro%20Truck%20Simulator%202\"&gt;Euro Truck Simulator 2&lt;/a&gt;\", was released on 19 October 2012 for Microsoft Windows and in 2013 for &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt;. It is the successor to the developer's previous truck simulation series \"&lt;a href=\"18%20Wheels%20of%20Steel\"&gt;18 Wheels of Steel&lt;/a&gt;.\"\nGames.\n\"Euro Truck Simulator\".\nThe first \"Euro Truck Simulator\" was released on 29 August 2008 for Microsoft Windows and OS X and the first European-developed truck simulation of the games. Players choose their starting country from &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; (versions 1.2 and 1.3 only). Initially, players only have access to their starting country, unless it contains fewer than three cities, in which case one or more adjacent countries will be accessible as well. For example, if players start the game in Italy or Switzerland, they get connection to the other for free. From there, players choose their first truck with a budget of 100 000 €.\nAfter this, players can start taking jobs from various fictitious companies and delivering cargo to various cities in their starting country to earn money. This money can then be spent on a new truck, upgrading the current truck, expanding the business to other countries, and obtaining a license to drive flammables and chemicals.\nThe game features European truck models with working instruments such as flashing indicators, temperature and low fuel warning lights, wipers, and gauges. The trucks included are fictionalized variants of the &lt;a href=\"Mercedes-Benz%20Actros\"&gt;Mercedes-Benz Actros&lt;/a&gt; (known as Majestic), the &lt;a href=\"Renault%20Magnum\"&gt;Renault Magnum&lt;/a&gt; (known as Runner), the &lt;a href=\"Scania%20R-series\"&gt;Scania R-series&lt;/a&gt; (known as Swift), and the &lt;a href=\"Volvo%20FH16\"&gt;Volvo FH16&lt;/a&gt; (known as Valiant).\n\"Euro Truck Simulator 2\".\nThe direct sequel to the \"Euro Truck Simulator\", \"Euro Truck Simulator 2\", was released on 19 October 2012 for Microsoft Windows and in 2013 for &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt;. Players choose their starting city from various locations in &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; (in the \"&lt;a href=\"Euro%20Truck%20Simulator%202%23Downloadable%20content%23Going%20East%21\"&gt;Going East!&lt;/a&gt;\" extension), &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;.\nAt first, the player can only take what are known as quick jobs. These quick jobs involve the delivery of trailers and goods from one factory (garage) to another (usually involves delivery between different town and states). The quick jobs are offered by logistics and delivery companies in the game and all fuel, servicing, and highway toll fees and costs are paid by the employer (the delivery companies). Therefore, when doing quick jobs, no paying of tolls, fuel, and servicing fees are required. As the player earns money or takes out bank loans, they can eventually afford to buy themselves a truck, which they can buy from truck dealers and truck showrooms (note that the truck dealers and showrooms must be 'discovered' first). With enough money, players can acquire a home garage, and start making more money by delivering cargo using their own truck instead of just being a driver for hire (freight market). Money earned in the game can be spent on upgrading or purchasing new trucks, hiring &lt;a href=\"Non-player%20character\"&gt;NPC&lt;/a&gt; drivers to take on deliveries (relevant employment agency must be 'discovered' first), buying more garages, and expanding the home garage to accommodate more trucks.\nThe player gains experience points after each delivery which increases the player's level, and a skill point is awarded after each level-up. Skill points can be used to unlock deliveries that require different &lt;a href=\"ADR%20%28treaty%29\"&gt;ADR&lt;/a&gt; classes, longer distance deliveries, special cargo loads, fragile cargo loads, urgent deliveries, and eco-driving. This progression allows the player to take on better-paying jobs.\nThe game features seventy-seven cities in thirteen countries, over twenty types of cargo, and over fifteen fictional European companies.\nThe game included two new truck companies, &lt;a href=\"Scania%20AB\"&gt;Scania&lt;/a&gt; and &lt;a href=\"Renault%20Trucks\"&gt;Renault Trucks&lt;/a&gt;, with &lt;a href=\"MAN%20Truck%20%26amp%3B%20Bus\"&gt;MAN&lt;/a&gt; returning from the &lt;a href=\"German%20Truck%20Simulator\"&gt;original game&lt;/a&gt;. &lt;a href=\"DAF%20Trucks\"&gt;DAF&lt;/a&gt;, &lt;a href=\"Iveco\"&gt;Iveco&lt;/a&gt;, &lt;a href=\"Mercedes-Benz\"&gt;Mercedes-Benz&lt;/a&gt;, and &lt;a href=\"Volvo%20Trucks\"&gt;Volvo&lt;/a&gt; trucks were not officially licensed and had their names changed to DAV, Ivedo, Majestic, and Valiant, respectively. Later updates included the official license for DAF, Iveco, and Volvo, and the official branding for the &lt;a href=\"DAF%20XF\"&gt;DAF XF&lt;/a&gt;, Volvo FH16, and &lt;a href=\"Iveco%20Stralis\"&gt;Iveco Stralis&lt;/a&gt;. In January 2013, &lt;a href=\"SCS%20Software\"&gt;SCS Software&lt;/a&gt; announced a downloadable content package called \"Going East!\", expanding the game map into &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;. The DLC saw the introduction of thirteen new cities across &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;, the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, and a new country, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, and was released in September 2013. Unusually, Mercedes-Benz did not want their name to be in \"Euro Truck Simulator 2\", and were still referred to as \"Majestic\". The Mercedes-Benz license was added to the game with version 1.18.1.\n\"American Truck Simulator\".\n\"American Truck Simulator\" takes place in North America, and features over 100 cities. The game features American-style &lt;a href=\"conventional%20truck\"&gt;conventional truck&lt;/a&gt;s, instead of the European &lt;a href=\"cab%20over\"&gt;cab over&lt;/a&gt; trucks found in the previous two games, and was released on 2 February 2016."
}