{
    "id": "41394073",
    "revid": "39720370",
    "url": "https://en.wikipedia.org/wiki?curid=41394073",
    "title": "Epaulettes (stamp)",
    "text": "Epaulettes (, ) is the collectors' term of the first series of &lt;a href=\"postage%20stamp\"&gt;postage stamp&lt;/a&gt;s issued by &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;. The stamps, which depicted &lt;a href=\"Leopold%20I%20of%20Belgium\"&gt;King Leopold I&lt;/a&gt; with prominent &lt;a href=\"epaulette\"&gt;epaulette&lt;/a&gt;s from which the name derives, became legally usable on 1 July 1849. Two denominations with the same design were issued simultaneously: a brown 10 &lt;a href=\"Belgian%20franc\"&gt;centimes&lt;/a&gt; and a blue 20 centimes. They were produced as the result of a series of national reforms to the postal system in Belgium, based on the success of &lt;a href=\"Uniform%20Penny%20Post\"&gt;similar British measures&lt;/a&gt; adopted in 1840. The stamps allowed postal costs to be pre-paid by the sender, rather than the receiver, and led to a sharp increase in the volume of mail. Although quickly superseded by new types, Epaulettes proved influential and have since inspired several series of &lt;a href=\"commemorative%20stamp\"&gt;commemorative stamp&lt;/a&gt;s.\nBackground.\nHeavily influenced by the example of the British postal system, which issued its first stamp, the &lt;a href=\"Penny%20Black\"&gt;Penny Black&lt;/a&gt;, in 1840, the Belgian government supported the inauguration of a Belgian equivalent. Under the existing system, postage costs were paid by the receiver rather than the sender, which discouraged people from receiving, and therefore sending, letters. The idea of postage stamps, which would allow the sender to pay in advance, was officially sanctioned by &lt;a href=\"Leopold%20I%20of%20Belgium\"&gt;Leopold I&lt;/a&gt; on the \"Loi apportant des modifications au régime des postes\" (\"Law bringing modifications to the postal system\") on 24 December 1847 while the radical &lt;a href=\"Liberal%20Party%20%28Belgium%29\"&gt;liberal&lt;/a&gt; and future Prime Minister, &lt;a href=\"Walth%C3%A8re%20Fr%C3%A8re-Orban\"&gt;Walthère Frère-Orban&lt;/a&gt;, served as Minister of Public Works. The debate on the reform of the postage in Belgium occurred at the same time as widespread postage reform, influenced by the British example, in &lt;a href=\"French%20Second%20Republic\"&gt;France&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Bavaria\"&gt;Bavaria&lt;/a&gt; and elsewhere.\nA second act, the \"Loi sur la réforme postale\" (\"Law on postal reform\"), was signed on 22 April 1849. The second law set out more detailed terms for the launch of the postal system and on 17 June 1849, Leopold I officially requested the new Minister of Public Works, &lt;a href=\"Hippolyte%20Rolin\"&gt;Hippolyte Rolin&lt;/a&gt;, to act on the new laws.\nStamps.\nOn 1 July 1849, the first postage stamps were launched, produced in two denominations with the same design. The first, a brown 10 &lt;a href=\"Belgian%20franc\"&gt;centimes&lt;/a&gt; stamp, could be used to send a letter up to a distance of ; the blue 20 centimes could be used on all other ordinary national mail. The successful design was just one of a variety of options produced by Jacob Wiener.\nThe stamps were officially described by an \"Avis ministériel\" (\"Ministerial notice\") of 1849 as each being a \"small engraving representing the portrait of the King, with indication as to their value...they will be printed on a paper of which the reverse is coated in a thin layer of glue.\"\nThe Epaulettes stamps depicted Leopold I wearing military uniform, with highly visible epaulettes, and were printed using the &lt;a href=\"Intaglio%20%28printmaking%29\"&gt;intaglio method&lt;/a&gt;. They were inscribed \"\" (\"postage\") at the top, along with the stamp's value in numbers. At the bottom was the stamps face value in French language text. No Dutch language version was produced. Like the first British stamps, it did not carry the name of its country of origin since they were intended for use only within Belgium. The stamp was designed by &lt;a href=\"Charles%20Baugniet\"&gt;Charles Baugniet&lt;/a&gt;, based on the King's official portrait painted by the artist &lt;a href=\"Li%C3%A9vin%20De%20Winne\"&gt;Liévin De Winne&lt;/a&gt;. Its composition was by Jacob Wiener and the engraver &lt;a href=\"John%20Henry%20Robinson\"&gt;John Henry Robinson&lt;/a&gt;. It was not &lt;a href=\"Perforation\"&gt;perforated&lt;/a&gt; and was instead cut from &lt;a href=\"Postage%20stamp%20block\"&gt;sheets&lt;/a&gt; of 10x10 by hand.\nThe stamp carried the two crossed \"L\"s &lt;a href=\"monogram\"&gt;monogram&lt;/a&gt; of Leopold I as a &lt;a href=\"watermark\"&gt;watermark&lt;/a&gt;. To attach it to an envelope, the stamp, which already contained gum, had to be moistened before application. Around 5,250,000 examples of each denomination were produced.\n&lt;a href=\"Philately\"&gt;Philatelists&lt;/a&gt; distinguish several minor variations among the series. For the 10 centimes, some slight colour variations exist, described as grey-brown (\"brun-gris\") and russet-brown (\"brun-roux\"). In the 20 centimes, variations in dark blue (\"bleu-foncé\") and milky blue (\"bleu-laiteux\") have been noted. Of all the colour variations, the russet-brown examples commanding the highest premium among collectors. Some double-printed (&lt;a href=\"Postage%20stamp%20design%20error\"&gt;error&lt;/a&gt;) stamps are also known.\nOperation.\nThe stamps were sold from post-offices across the country but some were also issued to postmen for sale. Sales started on 25 June 1849, however their use only became legal on 1 July. Because of the lack of an infrastructure of post boxes, particularly in rural areas, letters could be given directly to the postman in person rather than delivered to post offices to be sent.\nFor use, the stamps were &lt;a href=\"Cancellation%20%28mail%29\"&gt;cancelled&lt;/a&gt; with a &lt;a href=\"Killer%20%28philately%29\"&gt;heavy, circular black ink stamp&lt;/a&gt;. The cancellations, like their British equivalent, had a number in the centre (between one and 135) which was different for each post office around the country.\nEffects and legacy.\nThe introduction of the postage stamp, along with daily delivery, allowed a large increase in the volume of mail carried. By 1849, between ten and fifteen million letters were being carried each year. The creation of the stamps also led to a structural expansion of the national postage system, which in 1830 had counted just 123 post offices and 240 postmen.\nThe success of the initial Epaulettes series inspired the introduction of three new varieties with different designs and denominations in October 1849. These new types replaced the epaulettes design with the so-called \"Medallion\" (\"Médaillon\") type, featuring Leopold I's portrait within a circular medallion window. In the same issue, a new denomination of forty centimes in red was produced for overseas mail. It was rumoured at the time that Leopold I did not like the design at the time, and believed that the epaulettes gave him a childlike aspect. The Epaulettes were officially superseded in 1859, but remained legally valid until 1 July 1866 when, following Leopold I's death, all stamps bearing his effigy were demonetised.\nA nearly identical re-impression was made in 1866 on &lt;a href=\"laid%20paper\"&gt;laid paper&lt;/a&gt; which are distinguished by slightly different dimensions. Further re-impressions date to 1895. The Epaulettes have also subsequently been the subject of various commemorative stamps. The Epaulettes featured as part of the design of stamps issued by Belgium in 1925 and 1972. For their 100th and 150th anniversary, in 1949 and 1999, the &lt;a href=\"Belgian%20Post%20Group\"&gt;Belgian postal service&lt;/a&gt; published &lt;a href=\"Commemorative%20stamp\"&gt;commemorative series&lt;/a&gt;."
}