{
    "id": "4140746",
    "revid": "40130341",
    "url": "https://en.wikipedia.org/wiki?curid=4140746",
    "title": "Third Party System",
    "text": "In the terminology of historians and political scientists, the Third Party System was a period in the history of &lt;a href=\"political%20parties%20in%20the%20United%20States\"&gt;political parties in the United States&lt;/a&gt; from the 1850s until the 1890s, which featured profound developments in issues of &lt;a href=\"American%20nationalism\"&gt;American nationalism&lt;/a&gt;, &lt;a href=\"Modernization%20theory\"&gt;modernization&lt;/a&gt;, and race. This period, the later part of which is often termed the &lt;a href=\"Gilded%20Age\"&gt;Gilded Age&lt;/a&gt;, is defined by its contrast with the eras of the &lt;a href=\"Second%20Party%20System\"&gt;Second Party System&lt;/a&gt; and the &lt;a href=\"Fourth%20Party%20System\"&gt;Fourth Party System&lt;/a&gt;.\nIt was dominated by the new &lt;a href=\"History%20of%20the%20United%20States%20Republican%20Party\"&gt;Republican Party&lt;/a&gt;, which claimed success in saving the Union, abolishing slavery and enfranchising the &lt;a href=\"freedmen\"&gt;freedmen&lt;/a&gt;, while adopting many &lt;a href=\"Whig%20Party%20%28United%20States%29\"&gt;Whig&lt;/a&gt;-style modernization programs such as &lt;a href=\"national%20bank\"&gt;national bank&lt;/a&gt;s, railroads, high tariffs, &lt;a href=\"Homestead%20Acts\"&gt;homesteads&lt;/a&gt;, social spending (such as on greater &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; veteran pension funding), and aid to &lt;a href=\"Land-grant%20university\"&gt;land grant colleges&lt;/a&gt;. While most elections from 1876 through 1892 were extremely close, the opposition &lt;a href=\"History%20of%20the%20United%20States%20Democratic%20Party\"&gt;Democrats&lt;/a&gt; won only the &lt;a href=\"1884%20United%20States%20presidential%20election\"&gt;1884&lt;/a&gt; and &lt;a href=\"1892%20United%20States%20presidential%20election\"&gt;1892&lt;/a&gt; presidential elections (the Democrats also won the popular vote in the 1876 and 1888 presidential elections, but lost the &lt;a href=\"United%20States%20electoral%20college\"&gt;electoral college&lt;/a&gt; vote), though from 1875 to 1895 the party usually controlled the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; and controlled the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; from 1879–1881 and 1893–1895. Some scholars emphasize that the 1876 election saw a realignment and the collapse of support for &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction&lt;/a&gt;.\nThe northern and western states were largely Republican, except for the closely balanced &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, and &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;. After 1876, the Democrats took control of the \"&lt;a href=\"Solid%20South\"&gt;Solid South&lt;/a&gt;\".\nVoter behavior.\nAs with the preceding &lt;a href=\"Second%20Party%20System\"&gt;Second Party System&lt;/a&gt; era, the Third was characterized by intense voter interest, routinely high voter turnout, unflinching party loyalty, dependence on &lt;a href=\"United%20States%20presidential%20nominating%20convention\"&gt;nominating conventions&lt;/a&gt;, hierarchical party organizations, and the systematic use of government jobs as patronage for party workers, known as the &lt;a href=\"spoils%20system\"&gt;spoils system&lt;/a&gt;. Cities of 50,000 or more developed ward and citywide \"&lt;a href=\"Political%20boss\"&gt;bosses&lt;/a&gt;\" who could depend on the votes of clients, especially recent immigrants. Newspapers continued to be the primary communication system, with the great majority closely linked to one party or the other.\nBroad coalitions from each party.\nBoth parties consisted of broad-based voting coalitions. Throughout the North, businessmen, shop owners, skilled craftsmen, clerks and professionals favored the Republicans, as did more modern, commercially oriented farmers. In the South, the Republicans won strong support from the &lt;a href=\"freedmen\"&gt;freedmen&lt;/a&gt; (newly enfranchised African Americans), but the party was usually controlled by local whites (\"&lt;a href=\"scalawag\"&gt;scalawag&lt;/a&gt;s\") and opportunistic Yankees (\"&lt;a href=\"carpetbagger\"&gt;carpetbagger&lt;/a&gt;s\"). The race issue pulled the great majority of white southerners into the Democratic Party as &lt;a href=\"Redeemers\"&gt;Redeemers&lt;/a&gt;.\nThe Democratic Party was dominated by conservative, pro-business &lt;a href=\"Bourbon%20Democrat\"&gt;Bourbon Democrat&lt;/a&gt;s, who usually controlled the national convention from 1868 until their great defeat by &lt;a href=\"William%20Jennings%20Bryan\"&gt;William Jennings Bryan&lt;/a&gt; in 1896. The Democratic coalition was composed of traditional Democrats in the North (many of them former &lt;a href=\"Copperhead%20%28politics%29\"&gt;Copperheads&lt;/a&gt;). They were joined by the &lt;a href=\"Redeemers\"&gt;Redeemers&lt;/a&gt; in the South and by Catholic immigrants, especially &lt;a href=\"Irish-Americans\"&gt;Irish-Americans&lt;/a&gt; and &lt;a href=\"German-Americans\"&gt;German-Americans&lt;/a&gt;. In addition, the party attracted unskilled laborers and hard-scrabble old-stock farmers in remote areas of &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; and along the &lt;a href=\"Ohio%20River\"&gt;Ohio River&lt;/a&gt; valley.\nReligion: pietistic Republicans versus liturgical Democrats.\nReligious lines were sharply drawn. Methodists, Congregationalists, Presbyterians, Scandinavian Lutherans and other &lt;a href=\"pietists\"&gt;pietists&lt;/a&gt; in the North were tightly linked to the Republicans. In sharp contrast, &lt;a href=\"liturgical\"&gt;liturgical&lt;/a&gt; groups, especially the Catholics, Episcopalians, and German Lutherans, looked to the Democratic Party for protection from pietistic moralism, especially &lt;a href=\"prohibition%20in%20the%20United%20States\"&gt;prohibition&lt;/a&gt;. While both parties cut across economic class structures, the Democrats were supported more heavily by its lower tiers.\nCultural issues, especially prohibition and public-funding for Catholic schools (as well as non-English schools of both Protestant and Catholic denominations) in parity with what were at the time Protestant-based, English-language public schools, became important because of the sharp religious divisions in the electorate. In the North, about 50% of the voters were pietistic Protestants who believed the government should be used to reduce social sins, such as drinking. Liturgical churches constituted over a quarter of the vote and wanted the government to stay out of personal morality issues. Prohibition debates and referendums heated up politics in most states over a period of decades, and national prohibition was finally passed in 1918 (repealed in 1932), serving as a major issue between the largely wet Democrats and the largely dry Republicans - although there was a pro-Prohibition faction within the Democratic Party and an anti-Prohibition faction within the Republican Party.\nRealignment in the 1850s.\nThe Republican Party emerged from the great political realignment of the mid-1850s. &lt;a href=\"William%20Gienapp\"&gt;William Gienapp&lt;/a&gt; argues that the great realignment of the 1850s began before the Whig party demise, and was caused not by politicians but by voters at the local level. The central forces were ethno-cultural, involving tensions between pietistic Protestants versus liturgical Catholics, Lutherans and Episcopalians regarding Catholicism, prohibition, and nativism. Various prohibitionist and nativist movements emerged, especially the American Party, based originally on the secret &lt;a href=\"Know%20Nothing\"&gt;Know Nothing&lt;/a&gt; lodges. It was a moralistic party that appealed to the middle-class fear of corruption—identifying that danger with Catholics, especially the recent Irish immigrants who seemed to bring crime, corruption, poverty and bossism as soon as they arrived. Anti-slavery did play a role but it was less important at first. The Know-Nothing party embodied the social forces at work, but its weak leadership was unable to solidify its organization, and the Republicans picked it apart. Nativism was so powerful that the Republicans could not avoid it, but they did minimize it and turn voter wrath against the threat that slave owners would buy up the good farm lands wherever slavery was allowed. The realignment was so powerful because it forced voters to switch parties, as typified by the rise and fall of the Know-Nothings, the rise of the Republican Party, and the splits in the Democratic Party. The Republican Party was more driven, in terms of ideology and talent; it surpassed the hapless American Party in 1856. By 1858 the Republicans controlled majorities in every Northern state, and hence controlled the electoral votes for president in 1860.\nIdeology.\nThe ideological force driving the new party was modernization, and opposition to slavery, that &lt;a href=\"Modernism\"&gt;anti-modern&lt;/a&gt; threat. By &lt;a href=\"1856%20United%20States%20presidential%20election\"&gt;1856&lt;/a&gt; the Republicans were crusading for \"Free Soil, Free Labor, &lt;a href=\"John%20C.%20Fr%C3%A9mont\"&gt;Frémont&lt;/a&gt; and Victory.\" The main argument was that a '&lt;a href=\"Slave%20Power\"&gt;Slave Power&lt;/a&gt;' had seized control of the federal government and would try to make slavery legal in the territories, and perhaps even in the northern states. That would give rich slave owners the chance to go anywhere and buy up the best land, thus undercutting the wages of free labor and destroying the foundations of civil society. The Democratic response was to countercrusade in 1856, warning that the election of Republican candidate &lt;a href=\"John%20C.%20Fr%C3%A9mont\"&gt;John C. Frémont&lt;/a&gt; would produce civil war. The outstanding leader of the Democrats was Illinois Senator &lt;a href=\"Stephen%20A.%20Douglas\"&gt;Stephen Douglas&lt;/a&gt;; he believed that the democratic process in each state or territory should settle the slavery question. When President &lt;a href=\"James%20Buchanan\"&gt;James Buchanan&lt;/a&gt; tried to rig politics in Kansas Territory to approve slavery, Douglas broke with him, presaging the split that ruined the party in &lt;a href=\"1860%20United%20States%20presidential%20election\"&gt;1860&lt;/a&gt;. That year, northern Democrats nominated Douglas as the candidate of democracy, while the southern wing put up &lt;a href=\"John%20C.%20Breckinridge\"&gt;John Breckinridge&lt;/a&gt; as the upholder of the rights of property and of states' rights, which in this context meant slavery. In the South, ex-Whigs organized an \"ad hoc\" \"Constitutional Union\" Party, pledging to keep the nation united on the basis of the Constitution, regardless of democracy, states' rights, property or liberty. The Republicans played it safe in 1860, passing over better-known radicals in favor of a moderate border-state politician known to be an articulate advocate of liberty. &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; made no speeches, letting the party apparatus march the armies to the polls. Even if all three of Lincoln's opponents had formed a common ticket–quite impossible in view of their ideological differences–his 40 percent of the vote was enough to carry the North and thus win the electoral college.\nCivil War.\nIt was the measure of genius of President Lincoln not only that he won his war but that he did so by drawing upon and synthesizing the strengths of anti-slavery, &lt;a href=\"Free%20Soil%20Party\"&gt;free soil&lt;/a&gt;, democracy, and nationalism. The &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederacy&lt;/a&gt; abandoned all party activity, and thereby forfeited the advantages of a nationwide organization committed to support of the administration. In the Union, the Republican Party unanimously supported the war effort, finding officers, enlisted men, enlistment bonuses, aid to wives and widows, war supplies, bond purchases, and the enthusiasm that was critical to victory. The Democrats at first supported a war for Union, and in 1861 many Democratic politicians became colonels and generals. Announced by Lincoln in September 1862, the &lt;a href=\"Emancipation%20Proclamation\"&gt;Emancipation Proclamation&lt;/a&gt; was designed primarily to destroy the economic base of the 'Slave Power'. It initially alienated many northern Democrats and even moderate Republicans. They were reluctant to support a war for the benefit of what they considered an inferior race. The Democrats made significant gains in the 1862 midterm elections, but the Republicans remained in control with the support of the Unionist Party. Success on the battlefield (especially &lt;a href=\"Battle%20of%20Atlanta\"&gt;the fall of Atlanta&lt;/a&gt;) significantly bolstered the Republicans in the election of 1864. The Democrats attempted to capitalize on negative reactions to the Emancipation, but by 1864 these had faded somewhat due to its success in undermining the South. Additionally, the Republicans made charges of treason against '&lt;a href=\"Copperhead%20%28politics%29\"&gt;Copperheads&lt;/a&gt;' a successful campaign issue. Increasingly the Union Army became Republican in its makeup; probably a majority of Democrats who enlisted marched home Republican, including such key leaders as &lt;a href=\"John%20A.%20Logan\"&gt;John Logan&lt;/a&gt; and &lt;a href=\"Benjamin%20Butler\"&gt;Ben Butler&lt;/a&gt;.\nPostbellum.\nThe &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; and &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction&lt;/a&gt; issues polarized the parties until the &lt;a href=\"Compromise%20of%201877\"&gt;Compromise of 1877&lt;/a&gt; finally ended the political warfare. War issues resonated for a quarter century, as Republicans waved the \"bloody shirt\" (of dead union soldiers), and Democrats warned against non-existent \"Black supremacy\" in the South and &lt;a href=\"plutocracy\"&gt;plutocracy&lt;/a&gt; in the North. The modernizing Republicans who had founded the party in 1854 looked askance at the perceived corruption of &lt;a href=\"Ulysses%20S.%20Grant\"&gt;Ulysses S. Grant&lt;/a&gt; and his war veterans, bolstered by the solid vote of freedmen. The dissenters formed a \"&lt;a href=\"Liberal%20Republican%20Party%20%28United%20States%29\"&gt;Liberal Republican&lt;/a&gt;\" Party in 1872, only to have it smashed by Grant's reelection. By the mid-1870s it was clear that Confederate nationalism was dead; all but the most ardent Republican 'Stalwarts' agreed that the southern Republican coalition of African-American freedmen, scalawags and carpetbaggers was helpless and hopeless. In 1874 the Democrats won big majorities in Congress, with economic depression a major issue. People asked how much longer the Republicans could use the Army to impose control in the South.\n&lt;a href=\"Rutherford%20B.%20Hayes\"&gt;Rutherford Hayes&lt;/a&gt; became President after a highly controversial electoral count, demonstrating that the corruption of Southern politics threatened the legitimacy of the presidency itself. After Hayes removed the last federal troops in 1877, the Republican Party in the South sank into oblivion, kept alive only by the crumbs of federal patronage. It would be &lt;a href=\"1920%20United%20States%20presidential%20election\"&gt;forty years&lt;/a&gt; before a Republican would win a former Confederate state in a presidential election.\nClimax and collapse, 1890–1896.\nNew issues emerged in the late 1880s, as &lt;a href=\"Grover%20Cleveland\"&gt;Grover Cleveland&lt;/a&gt; and the Bourbon Democrats made the low tariff \"for revenue only\" a rallying cry for Democrats in the &lt;a href=\"1888%20United%20States%20presidential%20election\"&gt;1888 election&lt;/a&gt;, and the Republican Congress in 1890 legislated high tariffs and high spending. At the state level moralistic pietists pushed hard for &lt;a href=\"prohibition\"&gt;prohibition&lt;/a&gt;, and in some states for the elimination of foreign-language schools serving German immigrants. The &lt;a href=\"Bennett%20Law\"&gt;Bennett Law&lt;/a&gt; in &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; produced a bruising ethnocultural battle in that state in 1890, which the Democrats won. The millions of postwar immigrants divided politically along ethnic and religious lines, with enough Germans moving into the Democratic Party to give the Democrats a national majority in &lt;a href=\"1892%20United%20States%20presidential%20election\"&gt;1892&lt;/a&gt;. Party loyalties were starting to weaken, as evidenced by the movement back and forth of the German vote and the sudden rise of the Populists. Army-style campaigns of necessity had to be supplemented by \"campaigns of education\", which focused more on the swing voters.\nCleveland's second term was ruined by a major depression, the &lt;a href=\"Panic%20of%201893\"&gt;Panic of 1893&lt;/a&gt;, which also undercut the appeal of the loosely organized &lt;a href=\"People%27s%20Party%20%28United%20States%29\"&gt;Populist&lt;/a&gt; coalitions in the south and west. A stunning Republican triumph in 1894 nearly wiped out the Democratic Party north of the Mason–Dixon line. In the &lt;a href=\"1896%20United%20States%20presidential%20election\"&gt;1896 election&lt;/a&gt; William Jennings Bryan and the radical &lt;a href=\"Free%20silver\"&gt;silverites&lt;/a&gt; seized control of the Democratic Party, denounced their own president, and called for a return to Jeffersonian agrarianism (see &lt;a href=\"Jeffersonian%20democracy\"&gt;Jeffersonian democracy&lt;/a&gt;). Bryan, in his &lt;a href=\"Cross%20of%20Gold%20speech\"&gt;Cross of Gold speech&lt;/a&gt;, talked about workers and farmers crucified by big business, evil bankers and the gold standard. With Bryan giving from five to 35 speeches a day throughout the &lt;a href=\"Midwestern%20United%20States\"&gt;Midwest&lt;/a&gt;, &lt;a href=\"straw%20poll\"&gt;straw poll&lt;/a&gt;s showed his crusade forging a lead in the critical Midwest. Republicans &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt; and &lt;a href=\"Mark%20Hanna\"&gt;Mark Hanna&lt;/a&gt; then seized control of the situation; their countercrusade was a campaign of education making lavish use of new advertising techniques. McKinley warned that Bryan's &lt;a href=\"bimetallism\"&gt;bimetallism&lt;/a&gt; would wreck the economy and achieve equality by making everyone poor. McKinley promised prosperity through strong economic growth based on &lt;a href=\"Hard%20currency\"&gt;sound money&lt;/a&gt; and business confidence, and an abundance of high-paying industrial jobs. Farmers would benefit by selling to a rich home market. Every racial, ethnic and religious group would prosper, and the government would never be used by one group to attack another. In particular McKinley reassured the German-Americans, alarmed on the one hand by Bryan's inflation and on the other by &lt;a href=\"prohibition\"&gt;prohibition&lt;/a&gt;. McKinley's overwhelming victory combined city and farm, Northeast and Midwest, businessmen and factory workers. He carried nearly every city of 50,000 population, while Bryan swept the rural South (which was off-limits to the Republicans) and Mountain states. McKinley's victory, ratified by an even more decisive reelection in &lt;a href=\"1900%20United%20States%20presidential%20election\"&gt;1900&lt;/a&gt;, thus solidified one of the central ideologies of twentieth-century American politics, &lt;a href=\"Pluralism%20%28political%20theory%29\"&gt;pluralism&lt;/a&gt;.\nCampaigning changes in 1896.\nBy campaigning tirelessly with over 500 speeches in 100 days, William Jennings Bryan seized control of the headlines in the &lt;a href=\"1896%20United%20States%20presidential%20election\"&gt;1896 election&lt;/a&gt;. It no longer mattered as much what the editorial page said—most newspapers opposed him—as long as his speeches made the front page. Financing likewise changed radically. Under the Second and Third Party Systems, parties financed their campaigns through patronage; now &lt;a href=\"Pendleton%20Civil%20Service%20Reform%20Act\"&gt;civil service reform&lt;/a&gt; was undercutting that revenue, and entirely new, outside sources of funding became critical. Mark Hanna systematically told nervous businessmen and financiers that he had a business plan to win the election, and then billed them for their share of the cost. Hanna spent $3.5 million in three months for speakers, pamphlets, posters, and rallies that all warned of doom and anarchy if Bryan should win, and offered prosperity and pluralism under William McKinley. Party loyalty itself weakened as voters were switching between parties much more often. It became respectable to declare oneself an 'independent'.\nThird Parties.\nThroughout the nineteenth century, third parties such as the &lt;a href=\"Prohibition%20Party\"&gt;Prohibition Party&lt;/a&gt;, &lt;a href=\"Greenback%20Party\"&gt;Greenback Party&lt;/a&gt; and the &lt;a href=\"People%27s%20Party%20%28United%20States%29\"&gt;Populist Party&lt;/a&gt; evolved from widespread antiparty sentiment and a belief that governance should attend to the public good rather than partisan agendas. Because this position was based more on social experiences than any political ideology, nonpartisan activity was generally most effective on the local level. As third-party candidates tried to assert themselves in mainstream politics, however, they were forced to betray the antiparty foundations of the movement by allying with major partisan leaders. These alliances and the factionalism they engendered discouraged nonpartisan supporters and undermined the third-party movement by the end of the nineteenth century. Many reformers and nonpartisans subsequently lent support to the Republican Party, which promised to attend to issues important to them, such as anti-slavery or prohibition.\nFourth Party System, 1896–1932.\nThe overwhelming Republican victory, repeated in 1900, restored business confidence, began three decades of prosperity for which the Republicans took credit, and swept away the issues and personalities of the Third Party System. The period 1896–1932 can be called the Fourth Party System. Most voting blocs continued unchanged, but others realigned themselves, giving a strong Republican dominance in the industrial Northeast, though the way was clear for the Progressive Era to impose a new way of thinking and a new agenda for politics.\nAlarmed at the new rules of the game for campaign funding, the Progressives launched investigations and exposures (by the '&lt;a href=\"muckraker\"&gt;muckraker&lt;/a&gt;' journalists) into corrupt links between party bosses and business. New laws and constitutional amendments weakened the party bosses by installing primaries and directly electing senators. &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; shared the growing concern with business influence on government. When &lt;a href=\"William%20Howard%20Taft\"&gt;William Howard Taft&lt;/a&gt; appeared to be too cozy with pro-business conservatives in terms of tariff and conservation issues, Roosevelt broke with his old friend and his old party. After losing the 1912 Republican nomination to Taft, he founded a new \"&lt;a href=\"Progressive%20Party%20%28United%20States%2C%201912%29\"&gt;Bull Moose&lt;/a&gt;\" Progressive Party and ran as a third candidate. Although he outpolled Taft (who won only two states) in both the popular vote and the electoral college, the Republican split elected &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; and made pro-business conservatives the dominant force in the Republican Party."
}