{
    "id": "4140559",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=4140559",
    "title": "Luxembourg (band)",
    "text": "Luxembourg are an English five-piece &lt;a href=\"indie%20%28music%29\"&gt;indie&lt;/a&gt; band. For most of their life, the lineup consisted of David Shah (lead singer), Rob Britton (guitar), Alex Potterill (keyboards), Jon Bacon (bass) and Steve Brummell (drums). Bassist Jon left the band at the end of 2006 and was replaced by David Barnett. Following the 2016 reformation Bacon and Barnett are in the band, while Potterill is not. Luxembourg have been compared to artists like &lt;a href=\"Pulp%20%28band%29\"&gt;Pulp&lt;/a&gt;, &lt;a href=\"The%20Smiths\"&gt;The Smiths&lt;/a&gt; and &lt;a href=\"Pet%20Shop%20Boys\"&gt;Pet Shop Boys&lt;/a&gt; and sometimes described as \"pop noir\".\nThey released most of their music through their own record label Dogbox Records.\nThe band broke up in 2008. They reunited on 15 October 2016 to play a gig at the Islington in London and have continued to gig and release music since then.\nHistory.\nLuxembourg was formed in 2001 in London. Press interest occurred after two tracks appeared on &lt;a href=\"Angular%20Recording%20Corporation\"&gt;Angular&lt;/a&gt; compilations, \"The New Cross\", and \"Rip Off Your Labels\", alongside artists such as &lt;a href=\"Bloc%20Party\"&gt;Bloc Party&lt;/a&gt;, &lt;a href=\"Art%20Brut\"&gt;Art Brut&lt;/a&gt; and &lt;a href=\"The%20Long%20Blondes\"&gt;The Long Blondes&lt;/a&gt;.\nTheir debut single, \"What The Housewives Don't Tell You\", was released in September 2004 to rave reviews from &lt;a href=\"Teletext\"&gt;Teletext&lt;/a&gt;'s &lt;a href=\"Planet%20Sound\"&gt;Planet Sound&lt;/a&gt; and others. A compilation, \"Best Kept Secret\", featuring tracks from the now deleted demo EPs alongside live recordings and electro reworkings, was released in December 2004. The album (described as \"Not Our Debut Album\" on the CD artwork) received 3.5 out of 5 from &lt;a href=\"Simon%20Price\"&gt;Simon Price&lt;/a&gt; in the \"&lt;a href=\"The%20Independent%20on%20Sunday\"&gt;Independent On Sunday&lt;/a&gt;\".\nThe next single, \"Luxembourg vs Great Britain\", was released in November 2005 on &lt;a href=\"Shifty%20Disco\"&gt;Shifty Disco&lt;/a&gt;'s then brand new Download Club and as a standalone physical EP, with B-sides \"The Exhibitionist\" and \"About Time\". All three songs were produced by &lt;a href=\"Darren%20Allison\"&gt;Darren Allison&lt;/a&gt;, previously involved with artists such as &lt;a href=\"The%20Divine%20Comedy\"&gt;The Divine Comedy&lt;/a&gt;. The band's debut album, \"Front\", was recorded with &lt;a href=\"Brian%20O%27Shaughnessy%20%28producer%29\"&gt;Brian O'Shaughnessy&lt;/a&gt;, and released in late October 2006 to much acclaim. This was preceded by the release of \"We Only Stayed Together For The Kids\" in June 2006, with B-side \"A Secret Public\". It was the band's first vinyl release, and received exceptional reviews in some quarters, including &lt;a href=\"Artrocker\"&gt;Artrocker&lt;/a&gt; and &lt;a href=\"Drowned%20in%20Sound\"&gt;Drowned in Sound&lt;/a&gt;. Bass player Jon Bacon left the band in December 2006, and was replaced by David Barnett, previously of &lt;a href=\"The%20Boyfriends%20%28UK%20band%29\"&gt;The Boyfriends&lt;/a&gt;. The first gig with the new line-up occurred under the pseudonym The Exhibitionists on 29 March 2007, showcasing a large number of new songs.\nThis original line-up of Luxembourg split in early 2008. At the same time, they made available an uncompleted album, \"Last Holiday Before Divorce\", free to download at &lt;a href=\"Last.fm\"&gt;Last.fm&lt;/a&gt;, featuring demos of the songs which might have comprised the second studio album alongside an unreleased single, \"Kick Me\" / \"Not Quite Right/Not Quite Not Right\".\nThe band reformed to perform a gig in &lt;a href=\"Islington\"&gt;Islington&lt;/a&gt; on 15 October 2016, with a line-up consisting of Shah, Britton, Barnett, Bacon and Brummell. On 1 May 2018, they returned with a new video for a song called \"Youth\", following that with the release of the five track \"Youth EP\" a week later. A statement released with the EP indicated that there was more material to come from the band in the future.\nIndividual projects.\nOutside of Luxembourg, members of the band have continued to collaborate in various ways.\nDavid Shah continues to pursue his solo project The Melting Ice Caps, sometimes collaborating with Alex Potterill and Aug Stone. Meanwhile, David and Aug co-write and record as The Soft Close-Ups. Recently David has collaborated with original Luxembourg guitarist Andrew 'Bash' Bashford in a music project called Zeitklein and tracks have started to be released.\nAlex Potterill fronted glam/indie pop band Jonny Cola &amp; The A-Grades and now occasionally releases solo tracks as Jonny Cola, as well as co-running the Multimedia collaboration Jukebox Headaches, with his former A-Grades bandmate Jez Leather.\nRob Britton has released a number of solo albums through his bandcamp page, and has played guitar in &lt;a href=\"Brontosaurus%20Chorus\"&gt;Brontosaurus Chorus&lt;/a&gt;. As well as playing bass for Barnett in the New Royal Family, they play together in Menaces, along with Brontosaurus Chorus's Dom Green and &lt;a href=\"Subliminal%20Girls\"&gt;Ciaran McNamee&lt;/a&gt;.\nSteve Brummell runs a website devoted to band photography called 'A Secret Picnic', and has been coaxed out of retirement to drum for &lt;a href=\"Piney%20Gir\"&gt;Piney Gir&lt;/a&gt;, &lt;a href=\"The%20Monochrome%20Set\"&gt;The Monochrome Set&lt;/a&gt;, Rebecca Jade and the live Melting Ice Caps band.\nDavid Barnett formed the band &lt;a href=\"The%20New%20Royal%20Family\"&gt;The New Royal Family&lt;/a&gt;, with Britton on bass, &lt;a href=\"Charley%20Stone\"&gt;Charley Stone&lt;/a&gt; on guitar and &lt;a href=\"Linus%20%28band%29\"&gt;Jennifer Denitto&lt;/a&gt; on drums. Their song \"Anyone Fancy A Chocolate Digestive?\" was adopted by podcasts for two &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; teams, the &lt;a href=\"Vancouver%20White%20Caps\"&gt;Vancouver White Caps&lt;/a&gt; and &lt;a href=\"East%20Fife%20FC\"&gt;East Fife FC&lt;/a&gt;. Barnett also formed &lt;a href=\"The%20Famous%20Cocks\"&gt;The Famous Cocks&lt;/a&gt; and &lt;a href=\"David%20and%20the%20Barnettes\"&gt;David and the Barnettes&lt;/a&gt;. He has also played bass for &lt;a href=\"The%20Melting%20Ice%20Caps\"&gt;The Melting Ice Caps&lt;/a&gt; as well as being a founder member of Menaces with Britton.\nBarnett, Britton are long-time core members of &lt;a href=\"Keith%20Top%20of%20the%20Pops%20%26amp%3B%20His%20Minor%20UK%20Indie%20Celebrity%20All-Star%20Backing%20Band\"&gt;Keith Top of the Pops &amp; His Minor UK Indie Celebrity All-Star Backing Band&lt;/a&gt;, while Brummell has drummed for the band both live and on record.\nLive appearances outside London.\nDespite being best known in London, where they played most of their gigs, Luxembourg also performed in:\n&lt;a href=\"Brighton\"&gt;Brighton&lt;/a&gt; (twice), &lt;a href=\"Sheffield\"&gt;Sheffield&lt;/a&gt; (twice), &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt; (at the &lt;a href=\"Liverpool%20Mathew%20Street%20Music%20Festival\"&gt;Liverpool Mathew Street Music Festival&lt;/a&gt;), &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;, &lt;a href=\"Oxford\"&gt;Oxford&lt;/a&gt;, &lt;a href=\"Reading%2C%20Berkshire\"&gt;Reading&lt;/a&gt;, &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt; (&lt;a href=\"Downing%20College\"&gt;Downing College&lt;/a&gt; Ball), &lt;a href=\"Norwich\"&gt;Norwich&lt;/a&gt;, &lt;a href=\"Newcastle-upon-Tyne\"&gt;Newcastle-upon-Tyne&lt;/a&gt; (twice), &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; (twice), &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, &lt;a href=\"Tunbridge%20Wells\"&gt;Tunbridge Wells&lt;/a&gt; and &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;."
}