{
    "id": "41411378",
    "revid": "834412",
    "url": "https://en.wikipedia.org/wiki?curid=41411378",
    "title": "2014 OFC U-20 Championship",
    "text": "The 2014 &lt;a href=\"OFC%20U-20%20Championship\"&gt;OFC U-20 Championship&lt;/a&gt; was the 20th edition of the biennial international youth &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; tournament organized by the &lt;a href=\"Oceania%20Football%20Confederation\"&gt;Oceania Football Confederation&lt;/a&gt; (OFC) for players aged 19 and below (despite the name remaining as U-20 Championship). The tournament was held in &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt; from 23 to 31 May 2014.\nDespite the name remaining as U-20 Championship, the age limit was reduced by a year to 19 years of age. So players who want to participate in the tournament needed to be born on or after 1 January 1995. At an OFC Executive Committee meeting held at its &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; headquarters in November 2013 the competition format was modified. The competition was brought forward a year and the age limit was lowered to 19 years of age. The changes were made in order to allow the winner of the competition plenty of time for preparation and player development for up-and-coming World Cups at &lt;a href=\"FIFA%20U-20%20World%20Cup\"&gt;Under 20&lt;/a&gt; level.\nHosts &lt;a href=\"Fiji%20national%20under-20%20football%20team\"&gt;Fiji&lt;/a&gt; won the tournament and qualified for the &lt;a href=\"2015%20FIFA%20U-20%20World%20Cup\"&gt;2015 FIFA U-20 World Cup&lt;/a&gt; in New Zealand. &lt;a href=\"New%20Zealand%20national%20under-20%20football%20team\"&gt;New Zealand&lt;/a&gt;, who were the title holders but did not play, automatically qualified for the 2015 FIFA U-20 World Cup as hosts, so two teams represented the OFC in the 2015 FIFA U-20 World Cup.\nParticipating teams.\nSix teams participated in the tournament.\nOfficials.\nSeven referees and eight assistant referees were named for the tournament.\nGroup stage.\nThe group stage fixtures were announced on 7 May 2014, with the games scheduled as a &lt;a href=\"round-robin%20tournament\"&gt;round-robin&lt;/a&gt; tournament.\nAwards.\nThe \"Golden Ball Award\" is awarded to the most outstanding player of the tournament. The \"Golden Glove Award\" is awarded to the best goalkeeper of the tournament. The \"Golden Boot Award\" is awarded to the top scorer of the tournament. The \"Fair Play Award\" is awarded to the team with the best disciplinary record at the tournament."
}