{
    "id": "41434431",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=41434431",
    "title": "Alfred Holt Stone",
    "text": "Alfred Holt Stone (October 16, 1870 – May 11, 1955) was an American planter, writer, politician, and tax commissioner for the State of &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;.\nStone was one of the oldest officeholders in Mississippi, and was noted for his racist views toward African-Americans.\nEarly life and career.\nStone was born in &lt;a href=\"New%20Orleans%2C%20Louisiana\"&gt;New Orleans, Louisiana&lt;/a&gt;. He attended the &lt;a href=\"University%20of%20Mississippi\"&gt;University of Mississippi&lt;/a&gt;, where he received an LL.D. in 1891, and an LL.B. in 1916. In 1928, he received an honorary LL.D. from &lt;a href=\"Rhodes%20College\"&gt;Southwestern at Memphis&lt;/a&gt;.\nStone worked as a lawyer from 1893 to 1932. From 1912 to 1913, he was President of the &lt;a href=\"Mississippi%20Historical%20Society\"&gt;Mississippi Historical Society&lt;/a&gt;, and from 1916 to 1923, he served in the Mississippi House of Representatives, representing Washington County. Stone was also appointed a research associate in economic history at the &lt;a href=\"Carnegie%20Institution%20for%20Science\"&gt;Carnegie Institution of Washington&lt;/a&gt;. In 1923, Stone became one of three co-owners of the &lt;a href=\"Columbus%20and%20Greenville%20Railway\"&gt;Columbus and Greenville Railway&lt;/a&gt;, and in 1932, he was named Tax Commissioner and Chairman of the Mississippi State Tax Commission, a post he held until his death in 1955.\nStone was also a cotton planter at the Dunleith Plantation in &lt;a href=\"Dunleith%2C%20Mississippi\"&gt;Dunleith, Mississippi&lt;/a&gt;, and was founder of the Staple Cotton Cooperative Association, which enabled growers to sell directly to buyers. Stone was editor of the Cooperative's monthly newsletter for more than three decades.\nIdeology.\nBetween 1900 and 1909, Stone began researching people of African descent. His opinions were of &lt;a href=\"white%20supremacy\"&gt;white supremacy&lt;/a&gt;, and would certainly be held in disrepute today. At the time, Stone wrote extensively, gave lectures at universities and professional meetings across the country, and eventually became known as an expert on the subject. Representative &lt;a href=\"Benjamin%20G.%20Humphreys%20II\"&gt;Benjamin G. Humphreys II&lt;/a&gt; from Mississippi referred to Stone during a speech in 1908 in the U.S. Congress as \"perhaps the most profound student of the race question in this country to-day.\"\nHistorian James G. Hollandsworth wrote: \"Stone became well-known for his racial views, possibly because a majority of white people in the United States at the turn of the 20th century shared his pessimistic assessment of the capacity for people of African descent to get ahead in the world.\" &lt;a href=\"W.%20E.%20B.%20Du%20Bois\"&gt;W. E. B. Du Bois&lt;/a&gt;, a professor at &lt;a href=\"Clark%20Atlanta%20University\"&gt;Atlanta University&lt;/a&gt;, \"hated Stone and easily debated Stone's undocumented theories.\" Historian &lt;a href=\"Eugene%20Genovese\"&gt;Eugene Genovese&lt;/a&gt; wrote in 1974 that: \"Stone's pioneer work holds little appeal to modern historians. Written from the perspective of the slaveholder, not that of the slave, it flies in the face of today's scholarship.\"\nThe Stone Collection.\nAlthough Stone’s writings and speeches reflected his strong racial prejudices, his reading collection was quite eclectic, including significant writings by abolitionists and those who criticized the Southern states for disfranchising black voters.\nAn \"Alfred Holt Stone Collection\" was established at the Archives and Special Collections section of the University of Mississippi's J.D. Williams Library to hold more than 3,000 of Stone's items, which include papers presented at professional meetings, census reports, speeches delivered by politicians and educators, economic assessments of countries with black populations, sermons by preachers either defending slavery or attacking it, published narratives written by slaves and freedmen, governmental reports, and a host of other sources spanning a period from the late 18th century through the first decade of the 20th century."
}