{
    "id": "414532",
    "revid": "1064818917",
    "url": "https://en.wikipedia.org/wiki?curid=414532",
    "title": "Ben Cardin",
    "text": "Benjamin Louis Cardin (born October 5, 1943) is an American lawyer and politician serving as the &lt;a href=\"Seniority%20in%20the%20United%20States%20Senate\"&gt;senior&lt;/a&gt; &lt;a href=\"United%20States%20Senate\"&gt;United States senator&lt;/a&gt; from &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, a seat he has held since 2007. A member of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt;, he previously was the &lt;a href=\"U.S.%20representative\"&gt;U.S. representative&lt;/a&gt; for from 1987 to 2007. Cardin served as a member of the &lt;a href=\"Maryland%20House%20of%20Delegates\"&gt;Maryland House of Delegates&lt;/a&gt; from 1967 to 1987 and as &lt;a href=\"Speaker%20of%20the%20Maryland%20House%20of%20Delegates\"&gt;Speaker of the Maryland House of Delegates&lt;/a&gt; from 1979 to 1987, the youngest person to hold the position in history. In his half-century career as an elected official, he has never lost an election.\nCardin was elected as U.S. Senator to succeed &lt;a href=\"Paul%20Sarbanes\"&gt;Paul Sarbanes&lt;/a&gt; in &lt;a href=\"2006%20United%20States%20Senate%20election%20in%20Maryland\"&gt;2006&lt;/a&gt;, defeating &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"Michael%20Steele\"&gt;Michael Steele&lt;/a&gt;, the &lt;a href=\"Lieutenant%20Governor%20of%20Maryland\"&gt;Lieutenant Governor of Maryland&lt;/a&gt;, by a margin of 54% to 44%. He was reelected in &lt;a href=\"2012%20United%20States%20Senate%20election%20in%20Maryland\"&gt;2012&lt;/a&gt; taking 56% of the vote. He became Maryland's senior U.S. senator on January 3, 2017 upon &lt;a href=\"Barbara%20Mikulski\"&gt;Barbara Mikulski&lt;/a&gt;'s retirement. Cardin won reelection to a third term in &lt;a href=\"2018%20United%20States%20Senate%20election%20in%20Maryland\"&gt;2018&lt;/a&gt;, taking 65% of the vote.\nEarly life and career.\nBenjamin Louis Cardin was born in &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;. The family name was originally \"Kardonsky\", before it was changed to \"Cardin\". Cardin's grandparents were &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish &lt;a href=\"Immigration%20to%20the%20United%20States\"&gt;immigrants&lt;/a&gt;. His grandfather, Benjamin Green, operated a neighborhood &lt;a href=\"grocery%20store\"&gt;grocery store&lt;/a&gt; that later turned into a &lt;a href=\"Wholesale%20marketing\"&gt;wholesale&lt;/a&gt; &lt;a href=\"food%20distribution\"&gt;food distribution&lt;/a&gt; company. His mother, Dora (Green), was a schoolteacher, and his father, &lt;a href=\"Meyer%20Cardin\"&gt;Meyer Cardin&lt;/a&gt;, served in the &lt;a href=\"Maryland%20House%20of%20Delegates\"&gt;Maryland House of Delegates&lt;/a&gt; (1935–1937) and later sat on the Baltimore City Supreme Bench (1961–1977).\nCardin and his family attended the &lt;a href=\"Modern%20Orthodox\"&gt;Modern Orthodox&lt;/a&gt; &lt;a href=\"Beth%20Tfiloh%20Congregation\"&gt;Beth Tfiloh Congregation&lt;/a&gt; near their home, with which the family had been affiliated for three generations. Cardin attended &lt;a href=\"Baltimore%20City%20College\"&gt;City College High School&lt;/a&gt;, graduating in 1961. In 1964, he earned a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts degree&lt;/a&gt; \"&lt;a href=\"cum%20laude\"&gt;cum laude&lt;/a&gt;\" from the &lt;a href=\"University%20of%20Pittsburgh\"&gt;University of Pittsburgh&lt;/a&gt;, where he was a member of the &lt;a href=\"Pi%20Lambda%20Phi\"&gt;Pi Lambda Phi&lt;/a&gt; &lt;a href=\"Fraternities%20and%20sororities\"&gt;fraternity&lt;/a&gt;. He earned a &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor&lt;/a&gt; from the &lt;a href=\"University%20of%20Maryland%20School%20of%20Law\"&gt;University of Maryland School of Law&lt;/a&gt; in 1967, graduating first in his class. Cardin was admitted to the &lt;a href=\"Maryland%20State%20Bar%20Association\"&gt;Maryland Bar&lt;/a&gt; that same year, and joined the private practice of Rosen and Esterson until 1978.\nPolitical career.\nMaryland House of Delegates.\nWhile still in law school, Cardin was elected to the &lt;a href=\"Maryland%20House%20of%20Delegates\"&gt;Maryland House of Delegates&lt;/a&gt; in November 1966. He held the seat once held by his uncle, Maurice Cardin, who had decided to not run for re-election so that his nephew could instead pursue the seat. He was &lt;a href=\"chairman\"&gt;chairman&lt;/a&gt; of the &lt;a href=\"Ways%20and%20means%20committee\"&gt;Ways &amp; Means Committee&lt;/a&gt; from 1974 to 1979, then served as the 103rd &lt;a href=\"Speaker%20of%20the%20Maryland%20House%20of%20Delegates\"&gt;Speaker of the House&lt;/a&gt; until he left office. At age 35, he was the youngest Speaker in Maryland history at the time. As Speaker, he was involved with reform efforts involving Maryland's property tax system, school financing formula, and ethical standards for elected officials.\nU.S. House of Representatives.\nIn 1986, with Congresswoman &lt;a href=\"Barbara%20Mikulski\"&gt;Barbara Mikulski&lt;/a&gt; mounting what would be a successful bid for the U.S. Senate seat vacated by retiring Senator &lt;a href=\"Charles%20Mathias\"&gt;Charles Mathias&lt;/a&gt;, Cardin ran for Mikulski's seat representing the &lt;a href=\"Maryland%27s%203rd%20congressional%20district\"&gt;3rd congressional district&lt;/a&gt;, which covered a large slice of inner Baltimore, as well as several close-in suburbs. Cardin won the Democratic nomination with 82 percent of the vote—the real contest in this heavily Democratic district. He won the general election with 79 percent of the vote against a &lt;a href=\"perennial%20candidate\"&gt;perennial candidate&lt;/a&gt;, &lt;a href=\"U.S.%20Republican%20Party\"&gt;Republican&lt;/a&gt; Ross Z. Pierpont.\nCardin was reelected nine times, rarely facing serious opposition and even running unopposed in 1992. In the 2000 round of &lt;a href=\"redistricting\"&gt;redistricting&lt;/a&gt;, his district was redrawn to add significant portions of &lt;a href=\"Anne%20Arundel%20County\"&gt;Anne Arundel County&lt;/a&gt;, including the state capital of &lt;a href=\"Annapolis\"&gt;Annapolis&lt;/a&gt;. His last two opponents hailed from Anne Arundel and nearly carried the district's portion of that county.\nIn the House, Cardin was involved with fiscal issues, pension reform, and health care. His legislation to increase the amount individuals can store in their &lt;a href=\"401k\"&gt;401k&lt;/a&gt; plans and &lt;a href=\"Individual%20Retirement%20Account\"&gt;IRAs&lt;/a&gt; was passed in 2001. His bill to expand &lt;a href=\"Medicare%20%28United%20States%29\"&gt;Medicare&lt;/a&gt; to include preventive benefits such as &lt;a href=\"colorectal\"&gt;colorectal&lt;/a&gt;, &lt;a href=\"prostate\"&gt;prostate&lt;/a&gt;, &lt;a href=\"mammogram\"&gt;mammogram&lt;/a&gt;, and &lt;a href=\"osteoporosis\"&gt;osteoporosis&lt;/a&gt; screening was also enacted. He also authored legislation to provide a Medicare prescription drug benefit for chronic illnesses; fund graduate medical education; and guarantee coverage for emergency services.\nCardin has also advocated, via proposed legislation, &lt;a href=\"welfare\"&gt;welfare&lt;/a&gt; reform. His bill to increase education and support services for &lt;a href=\"foster%20care\"&gt;foster&lt;/a&gt; children between ages 18 and 21 was signed into law in 1999. He authored bills to expand child support, improve the &lt;a href=\"welfare-to-work\"&gt;welfare-to-work&lt;/a&gt; program, and increase the child care tax credit.\nIn 1998, Cardin was appointed Chairman of the Special Study Commission on Maryland Public Ethics Law by the &lt;a href=\"Maryland%20General%20Assembly\"&gt;Maryland General Assembly&lt;/a&gt;. In 1997, he co-chaired the Bipartisan Ethics Task Force in an effort to reform ethics procedures in the House of Representatives. He also held leadership positions on the Organization, Study and Review Committee and the &lt;a href=\"Steering%20Committee\"&gt;Steering Committee&lt;/a&gt; of the &lt;a href=\"Democratic%20Caucus%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;House Democratic Caucus&lt;/a&gt;, and served as Senior Democratic &lt;a href=\"Whip%20%28politics%29\"&gt;Whip&lt;/a&gt;.\nCardin has been commended for his work with fiscal policy. He has been honored by \"&lt;a href=\"Worth%20%28magazine%29\"&gt;Worth&lt;/a&gt;\" magazine and by \"Treasury and Risk Management\" for his work protecting &lt;a href=\"retirement%20plan\"&gt;retirement plan&lt;/a&gt;s and government-supported medical care for the elderly. He has also received scores of 100 percent from the &lt;a href=\"League%20of%20Conservation%20Voters\"&gt;League of Conservation Voters&lt;/a&gt; and the &lt;a href=\"NAACP\"&gt;NAACP&lt;/a&gt;, indicating stances that are in favor of environmental protection and &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt;. Cardin was also one of 133 members of Congress to vote against the 2002 &lt;a href=\"Iraq%20Resolution\"&gt;Iraq Resolution&lt;/a&gt;.\nCommittee assignments.\n, Cardin served on the following &lt;a href=\"United%20States%20Congressional%20committee\"&gt;House committees&lt;/a&gt;:\nU.S. Senate.\nElections.\nOn April 26, 2005, Cardin announced that he would seek the &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senate&lt;/a&gt; seat of long-standing senator &lt;a href=\"Paul%20Sarbanes\"&gt;Paul Sarbanes&lt;/a&gt; (D-MD), following the announcement by Sarbanes that he would not be running for re-election in 2006. On September 12, 2006, Cardin faced a challenging primary battle with other Maryland Democrats, including &lt;a href=\"Allan%20Lichtman\"&gt;Allan Lichtman&lt;/a&gt;, &lt;a href=\"Josh%20Rales\"&gt;Josh Rales&lt;/a&gt;, &lt;a href=\"Dennis%20F.%20Rasmussen\"&gt;Dennis F. Rasmussen&lt;/a&gt;, and his former House colleague &lt;a href=\"Kweisi%20Mfume\"&gt;Kweisi Mfume&lt;/a&gt;. Cardin won, however, with 44 percent of the vote, compared to 40 percent for Mfume, five percent for Rales, and two percent for Rasmussen.\nCardin won election on November 7, 2006, defeating Republican challenger &lt;a href=\"Michael%20Steele\"&gt;Michael Steele&lt;/a&gt; 54 percent to 44 percent. Cardin became the third consecutive Representative from Maryland's 3rd congressional district to be elected Senator (following Sarbanes and Mikulski). &lt;a href=\"John%20Sarbanes\"&gt;John Sarbanes&lt;/a&gt;, Paul's son, succeeded Cardin in the 3rd district.\nCardin ran for re-election to a second term in 2012. He turned back a primary challenge from State Senator &lt;a href=\"C.%20Anthony%20Muse\"&gt;C. Anthony Muse&lt;/a&gt;, defeating him 74% to 16%, with seven other candidates taking the remaining 10%.\nIn the general election, he faced Republican &lt;a href=\"Dan%20Bongino\"&gt;Dan Bongino&lt;/a&gt;, a former &lt;a href=\"United%20States%20Secret%20Service\"&gt;United States Secret Service&lt;/a&gt; agent, Independent &lt;a href=\"Rob%20Sobhani\"&gt;Rob Sobhani&lt;/a&gt;, an economist and businessman, and Libertarian &lt;a href=\"Imad-ad-Dean%20Ahmad\"&gt;Imad-ad-Dean Ahmad&lt;/a&gt;, President of the &lt;a href=\"Minaret%20of%20Freedom%20Institute\"&gt;Minaret of Freedom Institute&lt;/a&gt;. Cardin easily won the election, taking 56% of the vote to Bongino's 26.3%, Sobhani's 16.4% and Ahmad's 1%.\nCardin was re-elected for a third term in 2018.\nTenure.\nCardin was participating in the certification of the &lt;a href=\"2021%20United%20States%20Electoral%20College%20vote%20count\"&gt;2021 United States Electoral College vote count&lt;/a&gt; when the &lt;a href=\"2021%20storming%20of%20the%20United%20States%20Capitol\"&gt;2021 storming of the United States Capitol&lt;/a&gt; happened. Cardin was on the Senate chamber floor when the rioters breached the Capitol. He was \"ushered quickly — and I do mean quickly — away from the Capitol\" after Vice President Mike Pence was removed from the chambers. During the storming, while Cardin hid with other senators in a safe location, he tweeted, blaming President &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; for encouraging the rioters. He called for Trump to stop the protestors so the event would end \"peacefully.\" Cardin also compared the police involvement during the storming to that seen during &lt;a href=\"Black%20Lives%20Matter\"&gt;Black Lives Matter&lt;/a&gt; protests, calling it a \"stark contrast.\" After the Capitol was secure, Cardin joined Congress to certify the count. After, he said that Trump should be held accountable for the insurrection and called for Republican leaders to tell Trump that he needs to resign. Two days later, on January 8, Cardin called for the invocation of the &lt;a href=\"Twenty-fifth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Twenty-fifth Amendment to the United States Constitution&lt;/a&gt; or impeachment to remove Trump.\nCommittee assignments.\nIn 2015, Cardin became the &lt;a href=\"Ranking%20member\"&gt;ranking Democratic member&lt;/a&gt; on the &lt;a href=\"Senate%20Foreign%20Relations%20Committee\"&gt;Senate Foreign Relations Committee&lt;/a&gt; after the departure of &lt;a href=\"Bob%20Menendez\"&gt;Senator Robert Menendez&lt;/a&gt; as ranking Democrat and Chairman. Two weeks after Menendez departure, Cardin was credited with facilitating achievement of a unanimous committee vote in favor of the &lt;a href=\"Markup%20%28legislation%29\"&gt;markup&lt;/a&gt; for the bill on the USA's involvement in the &lt;a href=\"Negotiations%20on%20Iran%20nuclear%20deal%20framework\"&gt;negotiations&lt;/a&gt; with &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; on nuclear technology.\nSenator Menendez returned to chair the Senate Foreign Relations Committee in 2021. \nLegislation sponsored.\nThe following is an incomplete list of legislation that Cardin has sponsored:\nInternational experience.\nCardin has been a Commissioner on the &lt;a href=\"Commission%20on%20Security%20and%20Cooperation%20in%20Europe\"&gt;Commission on Security and Cooperation in Europe&lt;/a&gt; (the U.S. Helsinki Commission) since 1993, serving as Ranking Member from 2003 to 2006. He subsequently served two terms as co-chair of the commission, from 2007 to 2008, and 2011 to 2012; and also two terms as chair, from 2009 to 2010, and 2013 to 2014. From 2015 to 2016 he was again ranking member. In 2006 he was elected vice president of the &lt;a href=\"Organization%20for%20Security%20and%20Cooperation%20in%20Europe\"&gt;Organization for Security and Cooperation in Europe&lt;/a&gt; (OSCE) Parliamentary Assembly, and served through 2014.\nHonors.\nCardin holds honorary degrees from several institutions, including the &lt;a href=\"University%20of%20Baltimore\"&gt;University of Baltimore&lt;/a&gt; School of Law (1990); &lt;a href=\"University%20of%20Maryland%2C%20Baltimore\"&gt;University of Maryland, Baltimore&lt;/a&gt; (1993); &lt;a href=\"Baltimore%20Hebrew%20University\"&gt;Baltimore Hebrew University&lt;/a&gt; (1994); &lt;a href=\"Goucher%20College\"&gt;Goucher College&lt;/a&gt; (1996); and Villa Julie College (2007).\n Cardin sits on the Board of Visitors of the &lt;a href=\"University%20of%20Maryland%20School%20of%20Law\"&gt;University of Maryland School of Law&lt;/a&gt;, his law school alma mater.\nFrom 1988 to 1995, he chaired the Maryland Legal Services Corp. Through much of his political career, he has continued to work with law policy.\nFrom 1988 to 1999, Cardin served on the &lt;a href=\"St.%20Mary%27s%20College%20of%20Maryland\"&gt;St. Mary's College of Maryland&lt;/a&gt; Board of Trustees, and in 2002, he was appointed to the St. Mary's Advisory Board for the Study of Democracy. In 1999, he was appointed to the &lt;a href=\"Goucher%20College\"&gt;Goucher College&lt;/a&gt; Board of Trustees.\nCardin has been awarded the following foreign honor:\nPolitical positions.\nOn a list by \"&lt;a href=\"Congressional%20Quarterly\"&gt;Congressional Quarterly&lt;/a&gt;\" of the members of Congress who were most supportive of President &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;'s legislative agenda in 2009, Cardin was tied for fifth most supportive Senator with five other Senators. In 2013, \"&lt;a href=\"National%20Journal\"&gt;National Journal&lt;/a&gt;\" rated him as tied with six other Democratic senators for fifth most liberal Senator. The &lt;a href=\"American%20Conservative%20Union\"&gt;American Conservative Union&lt;/a&gt; gave him a 4% lifetime conservative rating in 2020.\nAgriculture.\nIn June 2019, Cardin and eighteen other Democratic senators sent a letter to USDA Inspector General (IG) Phyllis K. Fong with the request that the IG investigate USDA instances of retaliation and political decision-making and asserted that not conducting an investigation would mean these \"actions could be perceived as a part of this administration's broader pattern of not only discounting the value of federal employees, but suppressing, undermining, discounting, and wholesale ignoring scientific data produced by their own qualified scientists.\"\nDeath penalty.\nSenator Cardin is a supporter of the death penalty.\nEconomy.\nIn March 2019, Cardin was one of six senators to sign a letter to the &lt;a href=\"Federal%20Trade%20Commission\"&gt;Federal Trade Commission&lt;/a&gt; requesting it \"use its rulemaking authority, along with other tools, in order to combat the scourge of non-compete clauses rigging our economy against workers\" and espousing the view that such provisions \"harm employees by limiting their ability to find alternate work, which leaves them with little leverage to bargain for better wages or working conditions with their immediate employer.\" The senators furthered that the FTC had the responsibility of protecting both consumers and workers and needed to \"act decisively\" to address their concerns over \"serious anti-competitive harms from the proliferation of non-competes in the economy.\"\nEducation.\nIn 2007, Cardin supported the &lt;a href=\"United%20States%20Public%20Service%20Academy\"&gt;United States Public Service Academy&lt;/a&gt; Act. The Act would serve to create \"an undergraduate institution devoted to developing civilian leaders.\" Like the Military Academies, this would give students 4 years of tuition-free education in exchange for 5 years of public service upon graduation.\nEnvironment.\nLiberal environmentalists criticized Cardin for compromising too much while working with conservative James Inhofe on an amendment to Cardin's Chesapeake Bay legislation. Josh Saks, senior legislative representative for water resources campaigns with the National Wildlife Federation, praised Cardin as \"the lead voice for clean water and the restoration of America's great waters in Congress.\"\nIn November 2018, Cardin was one of twenty-five Democratic senators to cosponsor a resolution specifying key findings of the Intergovernmental Panel On Climate Change report and National Climate Assessment. The resolution affirmed the senators' acceptance of the findings and their support for bold action toward &lt;a href=\"Climate%20change%20mitigation\"&gt;addressing climate change&lt;/a&gt;.\nIn March 2019, Cardin was one of eleven senators to sponsor the Climate Security Act of 2019, legislation forming a new group within the State Department that would have the responsibility for developing strategies to integrate climate science and data into operations of national security as well as restoring the post of special envoy for the Arctic, which had been dismantled by President Trump in 2017. The proposed envoy would advise the president and the administration on the potential effects of climate on national security and be responsible for facilitating all interagency communication between federal science and security agencies.\nElections.\nIn October 2018, Cardin cosponsored, together with &lt;a href=\"Chris%20Van%20Hollen\"&gt;Chris Van Hollen&lt;/a&gt; and &lt;a href=\"Susan%20Collins\"&gt;Susan Collins&lt;/a&gt;, a bipartisan bill that if passed would block \"any persons from foreign adversaries from owning or having control over vendors administering U.S. elections.\" Protect Our Elections Act would make companies involved in administering elections reveal foreign owners, and informing local, state and federal authorities if said ownership changes. Companies failing to comply would face fines of $100,000.\nEqual Rights Amendment.\nCardin has sponsored legislation in support of the &lt;a href=\"Equal%20Rights%20Amendment\"&gt;Equal Rights Amendment&lt;/a&gt;.\nGun control.\nCardin has an \"F\" rating from the &lt;a href=\"National%20Rifle%20Association\"&gt;National Rifle Association&lt;/a&gt;.\nIn 2013, he co-sponsored the Large Capacity Ammunition Feeding Device Act in an effort to ban large-capacity ammunition.\nIn response to the &lt;a href=\"Orlando%20nightclub%20shooting\"&gt;Orlando nightclub shooting&lt;/a&gt;, Cardin questioned the legality of military style assault weapons stating that \"in my observations in Maryland, I don't know too many people who need to have that type of weapon in order to do hunting in my state or to keep themselves safe.\"\nCardin opposed the 2016 sale of approximately 26,000 assault rifles to the national police of the Philippines. His opposition led to the U.S. State Department halting the sale.\nIn the wake of the &lt;a href=\"2017%20Las%20Vegas%20shooting\"&gt;2017 Las Vegas shooting&lt;/a&gt;, Cardin stated that &lt;a href=\"thoughts%20and%20prayers\"&gt;thoughts and prayers&lt;/a&gt; were not going to save more people from dying in mass shootings. He also made a call for action to change gun laws, stating on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; that \"Automatic weapons aren't needed to hunt deer or ducks; they're meant to kill people.\" In response to the shooting, Cardin sponsored &lt;a href=\"Dianne%20Feinstein\"&gt;Dianne Feinstein&lt;/a&gt;'s proposal to ban &lt;a href=\"bump%20stock\"&gt;bump stock&lt;/a&gt;s, which were used by the shooter to kill 58 individuals and injure over 500.\nJournalism.\nIn July 2019, Cardin and &lt;a href=\"Rob%20Portman\"&gt;Rob Portman&lt;/a&gt; introduced the Fallen Journalists Memorial Act, a bill that would create a new memorial that would be privately funded and constructed on federal lands within Washington, D.C. in order to honor journalists, photographers, and broadcasters that have died in the line of duty.\nHealthcare.\nIn the 111th Congress, Cardin helped secure dental benefits in the State Children's Health Insurance Plan.\nIn August 2019, Cardin was one of nineteen senators to sign a letter to &lt;a href=\"United%20States%20Secretary%20of%20the%20Treasury\"&gt;United States Secretary of the Treasury&lt;/a&gt; &lt;a href=\"Steve%20Mnuchin\"&gt;Steve Mnuchin&lt;/a&gt; and &lt;a href=\"United%20States%20Secretary%20of%20Health%20and%20Human%20Services\"&gt;United States Secretary of Health and Human Services&lt;/a&gt; &lt;a href=\"Alex%20Azar\"&gt;Alex Azar&lt;/a&gt; requesting data from the Trump administration in order to aid in the comprehension of states and Congress on potential consequences in the event that the Texas v. United States Affordable Care Act (ACA) lawsuit prevailed in courts, citing that an overhaul of the present health care system would form \"an enormous hole in the pocketbooks of the people we serve as well as wreck state budgets\".\nIn October 2019, Cardin was one of twenty-seven senators to sign a letter to Senate Majority Leader &lt;a href=\"Mitch%20McConnell\"&gt;Mitch McConnell&lt;/a&gt; and Senate Minority Leader &lt;a href=\"Chuck%20Schumer\"&gt;Chuck Schumer&lt;/a&gt; advocating for the passage of the Community Health Investment, Modernization, and Excellence (CHIME) Act, which was set to expire the following month. The senators warned that if the funding for the Community Health Center Fund (CHCF) was allowed to expire, it \"would cause an estimated 2,400 site closures, 47,000 lost jobs, and threaten the health care of approximately 9 million Americans.\"\nHousing.\nIn April 2019, Cardin was one of forty-one senators to sign a bipartisan letter to the housing subcommittee praising the &lt;a href=\"United%20States%20Department%20of%20Housing%20and%20Urban%20Development\"&gt;United States Department of Housing and Urban Development's&lt;/a&gt; Section 4 Capacity Building program as authorizing \"HUD to partner with national nonprofit community development organizations to provide education, training, and financial support to local community development corporations (CDCs) across the country\" and expressing disappointment that President Trump's budget \"has slated this program for elimination after decades of successful economic and community development.\" The senators wrote of their hope that the subcommittee would support continued funding for Section 4 in Fiscal Year 2020.\nInternational policy.\nOn 31 October 2011 Cardin endorsed the proposal for the &lt;a href=\"United%20Nations%20Parliamentary%20Assembly\"&gt;United Nations Parliamentary Assembly&lt;/a&gt; (UNPA). He is one of only six persons who served as members of the United States Congress ever to do so and is the only one who did so while in office.\nCardin has often supported positions that aim to strengthen America's relationship with Israel. In 2017, Cardin sponsored a bill, the Israel Anti-Boycott Act (S. 720), that would penalize commercial businesses that wanted to aid International NGOs and/or organizations in boycotting Israel.\nHe supported civilian nuclear cooperation with India.\nWeeks after the &lt;a href=\"2014%20Hong%20Kong%20class%20boycott%20campaign\"&gt;2014 Hong Kong class boycott campaign&lt;/a&gt; and &lt;a href=\"Umbrella%20Movement\"&gt;Umbrella Movement&lt;/a&gt; broke out which demands &lt;a href=\"2014%20Hong%20Kong%20protests\"&gt;genuine universal suffrage among other goals&lt;/a&gt;, Cardin among bipartisan colleagues joined U.S. Senator &lt;a href=\"Sherrod%20Brown\"&gt;Sherrod Brown&lt;/a&gt; and Rep. &lt;a href=\"Chris%20Smith%20%28New%20Jersey%20politician%29\"&gt;Chris Smith&lt;/a&gt;'s effort to introduce &lt;a href=\"Hong%20Kong%20Human%20Rights%20and%20Democracy%20Act\"&gt;Hong Kong Human Rights and Democracy Act&lt;/a&gt; which would update the &lt;a href=\"United%20States%E2%80%93Hong%20Kong%20Policy%20Act\"&gt;United States–Hong Kong Policy Act of 1992&lt;/a&gt; and U.S. commitment to &lt;a href=\"Democratic%20development%20in%20Hong%20Kong\"&gt;Hong Kong's freedom and democracy&lt;/a&gt;. \"&lt;a href=\"Civil%20society\"&gt;Civil society&lt;/a&gt; and &lt;a href=\"universal%20rights\"&gt;democratic freedoms&lt;/a&gt; are under attack around the world and &lt;a href=\"Hong%20Kong%E2%80%93Mainland%20conflict\"&gt;Hong Kong is on the front lines&lt;/a&gt;. The United States has a responsibility to protect &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; and defend against &lt;a href=\"Censorship%20in%20Hong%20Kong\"&gt;these threats&lt;/a&gt;,\" Cardin, chairman of the &lt;a href=\"United%20States%20Senate%20Foreign%20Relations%20Subcommittee%20on%20East%20Asia%2C%20The%20Pacific%20and%20International%20Cybersecurity%20Policy\"&gt;Senate Foreign Relations East Asian and Pacific Affairs Subcommittee&lt;/a&gt; said.\nIn July 2017, Cardin voted in favor of the &lt;a href=\"Countering%20America%27s%20Adversaries%20Through%20Sanctions%20Act\"&gt;Countering America's Adversaries Through Sanctions Act&lt;/a&gt; that placed &lt;a href=\"United%20States%20sanctions%20against%20Iran\"&gt;sanctions on Iran&lt;/a&gt; together with &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;. On 11 October 2017, in a joint statement, Cardin and Senator &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; questioned the Trump administration's commitment to the sanctions bill.\nIn October 2017, Cardin condemned the &lt;a href=\"2017%E2%80%93present%20Rohingya%20genocide%20in%20Myanmar\"&gt;genocide&lt;/a&gt; of the &lt;a href=\"Rohingya%20people\"&gt;Rohingya Muslim&lt;/a&gt; minority in &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt; and called for a stronger response to the crisis.\nIn August 2018, Cardin and 16 other lawmakers urged the Trump administration to impose sanctions under the Global Magnitsky Act against Chinese officials who are responsible for &lt;a href=\"Xinjiang%20re-education%20camps\"&gt;human rights abuses&lt;/a&gt; against the &lt;a href=\"Uyghurs\"&gt;Uyghur&lt;/a&gt; &lt;a href=\"Islam%20in%20China\"&gt;Muslim&lt;/a&gt; minority in western China's &lt;a href=\"Xinjiang\"&gt;Xinjiang&lt;/a&gt; region. They wrote: \"The detention of as many as a million or more Uyghurs and other predominantly Muslim ethnic minorities in 'political reeducation' centers or camps requires a tough, targeted, and global response.\"\nCardin condemned President &lt;a href=\"Recep%20Tayyip%20Erdo%C4%9Fan\"&gt;Erdoğan&lt;/a&gt;'s wide-ranging &lt;a href=\"2016%E2%80%93present%20purges%20in%20Turkey\"&gt;crackdown on dissent&lt;/a&gt; following a failed July 2016 coup in America's NATO ally &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;.\nIn April 2019, Cardin was one of thirty-four senators to sign a letter to President Trump encouraging him \"to listen to members of your own Administration and reverse a decision that will damage our national security and aggravate conditions inside Central America\", asserting that Trump had \"consistently expressed a flawed understanding of U.S. foreign assistance\" since becoming president and that he was \"personally undermining efforts to promote U.S. national security and economic prosperity\" through preventing the use of Fiscal Year 2018 national security funding. The senators argued that foreign assistance to Central American countries created less migration to the U.S., citing the funding's helping to improve conditions in those countries.\nOnline privacy.\nCardin supports &lt;a href=\"Net%20Neutrality\"&gt;Net Neutrality&lt;/a&gt;, as shown by his vote during the &lt;a href=\"109th%20Congress\"&gt;109th Congress&lt;/a&gt; in favor of the Markey Amendment to H.R. 5252 which would add Net Neutrality provisions to the federal telecommunications code. Cardin also supports &lt;a href=\"Combating%20Online%20Infringement%20and%20Counterfeits%20Act\"&gt;Combating Online Infringement and Counterfeits Act&lt;/a&gt;, which gives DOJ the tools to target those site owners who are engaged in illegal digital piracy.\nTaxes.\nCardin is opposed to eliminating the tax deduction for charitable donations and supports raising taxes on higher income earners. During a December 20, 2012, interview with &lt;a href=\"Maria%20Bartiromo\"&gt;Maria Bartiromo&lt;/a&gt; on &lt;a href=\"CNBC\"&gt;CNBC&lt;/a&gt;, Cardin stated, \"We're now a few days away from Christmas. The easiest way to get the revenues is to get the rates from the higher income, uh, taxpayers.\" In response to the question, \"Are you prepared to vote to limit the loophole of charitable deductions?\" Cardin responded, \"No.\"\nWhistleblowers.\nIn November 2011, Cardin's intended update of the 1917 Espionage Act upset some public disclosure advocates. They complained that it \"would make it harder for federal employees to expose government fraud and abuse.\"\nIsrael.\nCardin is a co-sponsor of a Senate resolution expressing objection to the &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%202334\"&gt;UN Security Council Resolution 2334&lt;/a&gt;, which condemned &lt;a href=\"Israeli%20settlement\"&gt;Israeli settlement building&lt;/a&gt; in the occupied &lt;a href=\"Palestinian%20territories\"&gt;Palestinian territories&lt;/a&gt; as a violation of international law. Cardin said that \"Congress will take action against efforts at the UN, or beyond, that use Resolution 2334 to target Israel.\"\nCardin supported President &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;'s decision to &lt;a href=\"United%20States%20recognition%20of%20Jerusalem%20as%20capital%20of%20Israel\"&gt;recognize Jerusalem as Israel's capital&lt;/a&gt;. He stated: \"Jerusalem is the capital of the State of Israel and the location of the US Embassy should reflect this fact.\"\nCardin and Senator &lt;a href=\"Rob%20Portman\"&gt;Rob Portman&lt;/a&gt; (R-Ohio) proposed the &lt;a href=\"Israel%20Anti-Boycott%20Act\"&gt;Israel Anti-Boycott Act&lt;/a&gt; in late 2018 which would make it illegal for companies to engage in boycotts against Israel and Israeli settlements in the &lt;a href=\"Israeli-occupied%20territories\"&gt;Israeli-occupied territories&lt;/a&gt;. The bill would expand the &lt;a href=\"Export%20Administration%20Act%20of%201979\"&gt;Export Administration Act&lt;/a&gt; (EAA) to foreign boycotts imposed by international organizations like the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, &lt;a href=\"Arab%20League\"&gt;Arab League&lt;/a&gt; and the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;. Cardin and Portman were strongly in promotion of the bill, and worked to integrate it into larger spending legislation to be signed by then-&lt;a href=\"Donald%20Trump\"&gt;President Trump&lt;/a&gt;.\nPersonal life.\nCardin married high school sweetheart Myrna Edelman, a teacher, on November 24, 1964. They have a daughter, Deborah. Their son Michael (Born ) died of &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt; on March 24, 1998 at age 30.\nIn 2002, Cardin's 32-year-old nephew, &lt;a href=\"Jon%20S.%20Cardin\"&gt;Jon S. Cardin&lt;/a&gt;, was elected as a Delegate representing the 11th district of western Baltimore County. With the 11th legislative district overlapping the 3rd congressional district, there were two Cardin's on the ticket in this area in 2002. Present at Jon's swearing in was the oldest living former member of the House of Delegates at 95 years of age, Meyer Cardin, Jon's grandfather and Ben's father. Also in attendance was Cardin, who remarked, \"The next generation's taking over.\"\nVolunteer service.\nFor many years Cardin served on the Board of Trustees for &lt;a href=\"St.%20Mary%27s%20College%20of%20Maryland\"&gt;St. Mary's College of Maryland&lt;/a&gt;. He was very active on the board and also played key roles in the establishment of the &lt;a href=\"Center%20for%20the%20Study%20of%20Democracy%20%28St.%20Mary%27s%20College%20of%20Maryland%29\"&gt;Center for the Study of Democracy&lt;/a&gt; at the college, where he also served on the advisory board."
}