{
    "id": "41484577",
    "revid": "40218375",
    "url": "https://en.wikipedia.org/wiki?curid=41484577",
    "title": "Niliria",
    "text": "\"Niliria\" is a song by &lt;a href=\"K-pop\"&gt;K-pop&lt;/a&gt; musician &lt;a href=\"G-Dragon\"&gt;G-Dragon&lt;/a&gt;, featuring American recording artist &lt;a href=\"Missy%20Elliott\"&gt;Missy Elliott&lt;/a&gt; from G-Dragon's second studio album, \"&lt;a href=\"Coup%20d%27Etat%20%28G-Dragon%20album%29\"&gt;Coup d'Etat&lt;/a&gt;\" (2013). To date, it remains as one of the six songs from the album to enter the top ten on South Korea's &lt;a href=\"Gaon%20Singles%20Chart\"&gt;Gaon Singles Chart&lt;/a&gt;. On 2 December 2013, the song ranked number 32 on &lt;a href=\"Complex%20%28magazine%29\"&gt;\"Complex\"&lt;/a&gt;'s The 50 Best Songs of 2013.\nBackground.\nVocals for the song were recorded in 2011 via e-mail and telephone. On 23 January 2013, &lt;a href=\"Missy%20Elliott\"&gt;Missy Elliott&lt;/a&gt; revealed via Twitter that she had worked with G-Dragon on the track alongside another titled \"Chugalug,\" which was never released. Both songs were chiefly produced by &lt;a href=\"Teddy%20Park\"&gt;Teddy Park&lt;/a&gt;. In June 2013, G-Dragon's label &lt;a href=\"YG%20Entertainment\"&gt;YG Entertainment&lt;/a&gt; released a statement discussing the making of the song and went in-depth of Elliott's involvement. The label stated that the song \"[broke] away from the convention with a hint of Korean taste,\" and added that \"the tinge of a voice sample from [the] Korean traditional folk song 'Nilliliya' [made] it a one-of-a-kind, classy hip-hop track.\" G-Dragon at first did not think about including Elliott during the early recording process because of the motive of using a traditional Korean folk song. However, he felt a strong desire to feature \"more of a past\" female artist, and enlisted Elliott in the midst of it all because he was a fan of her work.\nComposition.\n\"Niliria' is inspired by and samples a traditional Korean folk song of the same name, turning its beat into \"a piece of booming club music,\" with \"a few electro and 808 flourishes thrown in the mix.\" The composition also includes \"sirens and clattering hand percussion\" and the vocals were described as \"chopped-up\". The song's production was noted for being ethnic and surrealist, which drew comparisons to the work of &lt;a href=\"Timbaland\"&gt;Timbaland&lt;/a&gt;.\nLive performances.\nThe song was performed with Missy Elliott in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles, California&lt;/a&gt; at the &lt;a href=\"KCON%20%28music%20festival%29\"&gt;KCON 2013&lt;/a&gt; venue, \"M! Countdown: What's Up LA\". G-Dragon stated that performing with Elliott \"was such an honor,\" and that he \"learned a lot.\" \"&lt;a href=\"The%20Hollywood%20Reporter\"&gt;The Hollywood Reporter&lt;/a&gt;\" praised the performance, saying the rappers \"with their combined corps of backup dancers, looked utterly comfortable onstage together.\" \"&lt;a href=\"Spin%20%28magazine%29\"&gt;Spin&lt;/a&gt;\" hailed the performance a \"thrilling cross-continental pop moment.\""
}