{
    "id": "41488092",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=41488092",
    "title": "William H. Crogman",
    "text": "William H. Crogman (May 5, 1841 - October 16, 1931) was a pioneering African American educator and classicist at &lt;a href=\"Clark%20Atlanta%20University\"&gt;Clark University of Atlanta&lt;/a&gt; in the United States. The &lt;a href=\"William%20H%20Crogman%20School\"&gt;William H Crogman School&lt;/a&gt; in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt; is named for him.\nEarly life and education.\nWilliam Henry Crogman was born May 5, 1841 in Philipsburg, &lt;a href=\"Sint%20Maarten\"&gt;Sint Maarten&lt;/a&gt; an island in the &lt;a href=\"Dutch%20Caribbean\"&gt;Dutch Caribbean&lt;/a&gt;. He was orphaned at 12 and moved to the United states at the age of 14 with a man named B. L. Boomer. He attended schools in Massachusetts and had the chance to travel the world, visiting ports in Asia, Europe, Australia, and South America. After the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; (1861-1865), he entered Pierce Academy in &lt;a href=\"Middleborough%2C%20Massachusetts\"&gt;Middleborough, Massachusetts&lt;/a&gt; led by J. W. R. Jenks. He finished his study, and in 1870, started teaching at &lt;a href=\"Claflin%20University\"&gt;Claflin University&lt;/a&gt; in &lt;a href=\"Orangeburg%2C%20South%20Carolina\"&gt;Orangeburg, South Carolina&lt;/a&gt;. After three years of teaching, in 1873, he enrolled at &lt;a href=\"Atlanta%20University\"&gt;Atlanta University&lt;/a&gt; and in 1876 graduated as a part of the first class of the school. He then took a position at &lt;a href=\"Clark%20Atlanta%20University\"&gt;Clark University of Atlanta&lt;/a&gt; where he became professor of Greek and Latin. He was the first person to receive a Doctor of Letters from Atlanta University, which was awarded as an honorary degree. He also received an honorary Doctor of Laws.\nCareer.\nHe was a gifted orator and gave numerous important speeches, including a speech before the &lt;a href=\"American%20Missionary%20Association\"&gt;American Missionary Association&lt;/a&gt; at &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; and the Freedmen's Aid Society of the Methodist Episcopal church at &lt;a href=\"Ocean%20Grove%2C%20New%20Jersey\"&gt;Ocean Grove, New Jersey&lt;/a&gt; in the early 1880s. In 1883, he gave two speeches from &lt;a href=\"Henry%20Ward%20Beecher\"&gt;Henry Ward Beecher&lt;/a&gt;'s pulpit at &lt;a href=\"Plymouth%20Church%20%28Brooklyn%2C%20New%20York%29\"&gt;Plymouth Church&lt;/a&gt; in &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn, New York&lt;/a&gt; which were printed in pamphlet form.\nIn the mid 1880s, he was a delegate to the National Association of Teachers convention in &lt;a href=\"Madison%2C%20Wisconsin\"&gt;Madison, Wisconsin&lt;/a&gt; and as a layman represented the Savannah Conference in the General Conference of the Methodist Episcopal church. In 1884, he was elected secretary of the conference. He was also appointed a delegate to the Ecumenical Council of Methodism in &lt;a href=\"London\"&gt;London&lt;/a&gt;. In 1892, the General Conference selected him to be a member of a University Senate chosen by the bishops to determine the minimum requirements for the baccalaureate degree from associated schools.\nHe was highly respected and beloved at Clark University, and worked for equality in education and civil rights. Rather than ride segregated streetcars, he walked the several miles between his home and the campus. He was secretary of the Board of Trustees at Clark for many years. From 1903 to 1910, he was president at the school.\nIn 1895, he was a driving force behind the Negro exhibit at the Cotton Exposition in Atlanta and was Chief Exposition Commissioner for African Americans from Georgia. He was also a trustee at the &lt;a href=\"Gammon%20Theological%20Seminary\"&gt;Gammon Theological Seminary&lt;/a&gt; He was a participant in the March 5, 1897 meeting to celebrate the memory of Frederick Douglass which founded the &lt;a href=\"American%20Negro%20Academy\"&gt;American Negro Academy&lt;/a&gt; led by &lt;a href=\"Alexander%20Crummell\"&gt;Alexander Crummell&lt;/a&gt;.\nLater life, death, and legacy.\nCrogman retired in 1921 and was awarded a lifetime pension by the &lt;a href=\"Carnegie%20Corporation%20of%20New%20York\"&gt;Carnegie Foundation&lt;/a&gt;.\nHe was married to a woman named Lavina Mott. When he retired, he moved to Philadelphia and lived with his daughter, Lottie Crogman Wright. Wright was the wife of &lt;a href=\"Richard%20R.%20Wright%20Jr.\"&gt;Richard Wright&lt;/a&gt;, president of &lt;a href=\"Wilberforce%20University\"&gt;Wilberforce University&lt;/a&gt; in Ohio. He had two other daughters, Edith and Ada. Crogman died in &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City, Missouri&lt;/a&gt; on October 16, 1931, followed in a few days by his wife. He was buried in Atlanta.\nClark also erected the gothic Crogman Chapel in his honor. The &lt;a href=\"William%20H.%20Krogman%20Cottage\"&gt;William H. Krogman Cottage&lt;/a&gt; is named after him."
}