{
    "id": "41482379",
    "revid": "10951369",
    "url": "https://en.wikipedia.org/wiki?curid=41482379",
    "title": "Miki Imai (athlete)",
    "text": "Miki Imai (; born 30 May 1975) is a Japanese former &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; athlete who competed in the &lt;a href=\"high%20jump\"&gt;high jump&lt;/a&gt;. Her personal best of , set in 2001, is the &lt;a href=\"List%20of%20Japanese%20records%20in%20athletics\"&gt;Japanese record&lt;/a&gt; for the event. She is also co-holder of the indoor national record of with &lt;a href=\"Megumi%20Sato%20%28athlete%29\"&gt;Megumi Sato&lt;/a&gt;.\nShe represented Japan at the &lt;a href=\"2000%20Sydney%20Olympics\"&gt;2000 Sydney Olympics&lt;/a&gt; and was a three-time participant at the &lt;a href=\"World%20Championships%20in%20Athletics\"&gt;World Championships in Athletics&lt;/a&gt; (1999, 2001 and 2003). Her best major global placing came at the &lt;a href=\"1999%20IAAF%20World%20Indoor%20Championships\"&gt;1999 IAAF World Indoor Championships&lt;/a&gt;, where she came eighth. She also made appearances at the &lt;a href=\"1998%20Asian%20Games\"&gt;1998 Asian Games&lt;/a&gt; and the &lt;a href=\"1998%20IAAF%20World%20Cup\"&gt;1998 IAAF World Cup&lt;/a&gt;.\nImai was the 1998 &lt;a href=\"Asian%20Athletics%20Championships\"&gt;Asian Champion&lt;/a&gt; in the high jump and holds the &lt;a href=\"List%20of%20Asian%20Athletics%20Championships%20records\"&gt;championship record&lt;/a&gt; of . She was the runner-up in 1995 and fourth in 2002. She was also a two-time medallist at the &lt;a href=\"East%20Asian%20Games\"&gt;East Asian Games&lt;/a&gt;, taking bronze in 1997 and the gold medal in 2001 (with a &lt;a href=\"List%20of%20East%20Asian%20Games%20records%20in%20athletics\"&gt;games record&lt;/a&gt; of ). She was a six-time &lt;a href=\"Japan%20Championships%20in%20Athletics\"&gt;Japanese champion&lt;/a&gt; in the high jump.\nCareer.\nBorn in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, Imai won her first international medal at the &lt;a href=\"1992%20Asian%20Junior%20Athletics%20Championships\"&gt;1992 Asian Junior Athletics Championships&lt;/a&gt;, finishing third behind &lt;a href=\"Yoko%20Hunnicutt\"&gt;Yoko Ota&lt;/a&gt;. After attending high school in Nagoya, she went on to study at &lt;a href=\"Chukyo%20Women%27s%20University\"&gt;Chukyo Women's University&lt;/a&gt;. She won the Japanese junior title in 1994.\nShe made her first impact at the top level of &lt;a href=\"athletics%20%28sport%29\"&gt;athletics&lt;/a&gt; in 1995. She won her first national title at the &lt;a href=\"Japan%20Championships%20in%20Athletics\"&gt;Japan Championships in Athletics&lt;/a&gt;, then was a close second to &lt;a href=\"Svetlana%20Zalevskaya\"&gt;Svetlana Zalevskaya&lt;/a&gt; at the &lt;a href=\"1995%20Asian%20Athletics%20Championships\"&gt;1995 Asian Athletics Championships&lt;/a&gt;, taking the silver medal on countback. She also placed fourth at the &lt;a href=\"Athletics%20at%20the%201995%20Summer%20Universiade\"&gt;Summer Universiade&lt;/a&gt; held in &lt;a href=\"Fukuoka%2C%20Fukuoka\"&gt;Fukuoka&lt;/a&gt; that year. Imai won three consecutive Japanese university titles from 1995 to 1997. She won her first high jump title at the &lt;a href=\"National%20Sports%20Festival%20of%20Japan\"&gt;National Sports Festival of Japan&lt;/a&gt; in 1996. At the &lt;a href=\"Athletics%20at%20the%201997%20East%20Asian%20Games\"&gt;1997 East Asian Games&lt;/a&gt; she was again beaten on countback by Zalevskaya, placing third on that occasion. She represented Japan at the &lt;a href=\"Athletics%20at%20the%201997%20Summer%20Universiade\"&gt;1997 Universiade&lt;/a&gt; but was only twelfth on that occasion. Following her graduation she signed up to compete professionally with the &lt;a href=\"Mizuno%20Track%20Club\"&gt;Mizuno Track Club&lt;/a&gt;.\nImai broke the &lt;a href=\"List%20of%20Japanese%20records%20in%20athletics\"&gt;Japanese indoor record&lt;/a&gt; for the high jump in February 1998, winning in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; with a clearance of . She edged her rival Yoko Ota to the high jump gold medal at the &lt;a href=\"1998%20Asian%20Athletics%20Championships\"&gt;1998 Asian Athletics Championships&lt;/a&gt;, setting a personal best and &lt;a href=\"List%20of%20Asian%20Athletics%20Championships%20records\"&gt;championship record&lt;/a&gt; of in the process. She jumped one centimetre lower at the &lt;a href=\"1998%20IAAF%20World%20Cup\"&gt;1998 IAAF World Cup&lt;/a&gt; to take fifth place for the Asian team. She was over the 1.90 m mark again at the Japanese Championships and defeated Ota to win her second national title. However, in December at the &lt;a href=\"Athletics%20at%20the%201998%20Asian%20Games\"&gt;1998 Asian Games&lt;/a&gt; it was Ota who topped the podium while Imai finished in joint fourth place, missing the bronze medal on countback.\nIn the 1999 season, she failed to reach her previous heights but performed well nevertheless. She placed eighth on her debut at the &lt;a href=\"1999%20IAAF%20World%20Indoor%20Championships\"&gt;1999 IAAF World Indoor Championships&lt;/a&gt; and competed in the qualifying rounds at the &lt;a href=\"1999%20World%20Championships%20in%20Athletics\"&gt;1999 World Championships in Athletics&lt;/a&gt; (placing eleventh in her group). She won at both the Japanese Championships and National Games that year. She jumped indoors the following year and placed second at the &lt;a href=\"Osaka%20Grand%20Prix\"&gt;Osaka Grand Prix&lt;/a&gt; with a clearance of . She was beaten to the national title by Ota, but both were selected for &lt;a href=\"Japan%20at%20the%202000%20Summer%20Olympics\"&gt;Japan&lt;/a&gt; at the &lt;a href=\"Athletics%20at%20the%202000%20Summer%20Olympics\"&gt;2000 Sydney Olympics&lt;/a&gt;. Imai narrowed failed to make the &lt;a href=\"Athletics%20at%20the%202000%20Summer%20Olympics%20%E2%80%93%20Women%27s%20high%20jump\"&gt;Olympic high jump final&lt;/a&gt;, having jumped in the qualifiers.\nImai reached the peak of her career during 2001. She opened the season with a national indoor record equalling jump of 1.91 m in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;. She jumped 1.92 m outdoors several times in a row, taking in a win at the Japanese championships and a &lt;a href=\"List%20of%20East%20Asian%20Games%20records%20in%20athletics\"&gt;games record&lt;/a&gt; mark for the gold medal at the &lt;a href=\"Athletics%20at%20the%202001%20East%20Asian%20Games\"&gt;2001 East Asian Games&lt;/a&gt; held in &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt;. She failed to match this form at the &lt;a href=\"2001%20World%20Championships%20in%20Athletics\"&gt;2001 World Championships in Athletics&lt;/a&gt;, recording only in the &lt;a href=\"2001%20World%20Championships%20in%20Athletics%20%E2%80%93%20Women%27s%20high%20jump\"&gt;high jump qualifiers&lt;/a&gt;. She attempted but failed to clear &lt;a href=\"Megumi%20Sato%20%28athlete%29\"&gt;Megumi Sato&lt;/a&gt;'s outdoor Japanese record on four occasions that season. She finally bettered that mark – which had stood since 1987 – with a jump of at the Super Meet in &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt;. As of January 2014, her mark of 1.96m remains the Japanese high jump record for women. She was nominated for &lt;a href=\"Japanese%20Athlete%20of%20the%20Year\"&gt;Japanese Athlete of the Year&lt;/a&gt;, but was beaten to the moniker by &lt;a href=\"Koji%20Murofushi\"&gt;Koji Murofushi&lt;/a&gt;, who won a world championship medal and set an &lt;a href=\"List%20of%20Asian%20records%20in%20athletics\"&gt;Asian record&lt;/a&gt; in the &lt;a href=\"hammer%20throw\"&gt;hammer throw&lt;/a&gt;.\nHer best performance of 2002 came at the national championships, but her mark of was not enough to defeat Ota. Both Imai and Ota faltered at the &lt;a href=\"2002%20Asian%20Athletics%20Championships\"&gt;2002 Asian Athletics Championships&lt;/a&gt; – Imai's jump of was only enough for fourth while Ota had even greater difficulties, some five centimetres back. The 2003 season was the last in which Imai managed over 1.90 m. She equalled her own indoor record for a second time at the &lt;a href=\"Sparkassen%20Cup%20%28athletics%29\"&gt;Sparkassen Cup&lt;/a&gt; and had a season's best of 1.92 m at the &lt;a href=\"Shizuoka%20International\"&gt;Shizuoka International&lt;/a&gt; meeting. She cleared the same mark to beat Ota to the national title, but failed to have a successful jump at the &lt;a href=\"2003%20World%20Championships%20in%20Athletics\"&gt;2003 World Championships in Athletics&lt;/a&gt;.\nWith both Imai and Ota entering nearing their thirties, their performances dwindled in tandem. A jump of was enough for Imai to beat her rival at the Japanese Championships, bringing Imai the sixth and final Japanese title of her career. In her last season in 2005 she jumped 1.80 m for second at the &lt;a href=\"Hyogo%20Relays\"&gt;Hyogo Relays&lt;/a&gt;, but never matched that height after and retired in 2006.\nFollowing the end of her track and field career, she returned to her alma mater in the roles of Health Sciences Institute researcher and track jumping coach."
}