{
    "id": "41515258",
    "revid": "23824585",
    "url": "https://en.wikipedia.org/wiki?curid=41515258",
    "title": "Jaime del Burgo Torres",
    "text": "Jaime del Burgo Torres (1912 – 2005) was a Spanish official, writer and a &lt;a href=\"Carlist\"&gt;Carlist&lt;/a&gt; activist. He is noted mostly as a historian; his works focus on &lt;a href=\"Navarre\"&gt;Navarre&lt;/a&gt; and the &lt;a href=\"Carlist%20Wars\"&gt;Carlist wars&lt;/a&gt;. As a public servant he is known as longtime head of Navarrese library network, regional Ministry of Information delegate and a governmental and self-governmental tourist official. As a Carlist he is acknowledged as moving spirit behind the Navarrese &lt;a href=\"Requet%C3%A9\"&gt;Requeté&lt;/a&gt; in the 1930s and as representative of the &lt;a href=\"Carloctavismo\"&gt;Carloctavista&lt;/a&gt; faction during early &lt;a href=\"Francoism\"&gt;Francoism&lt;/a&gt;. He also wrote novels, poems and dramas.\nFamily and youth.\nDel Burgo's ancestors can be traced back to the mid-19th century. There is close to nothing known about his grandfather, Victoriano del Burgo Palomar (1861-1931); some authors claim that he contributed to the Carlist cause. Victoriano lived in Pamplona and was married twice, first with Felipa Juanillo Pascual and then with Maria Magdalena Pascual Soria. The first marriage was childess, while the second one produced two sons. The older one was the father of Jaime, Eusebio del Burgo Pascual (1888-1970). According to one author he originated from the Navarrese town of &lt;a href=\"Villava%20%E2%80%93%20Atarrabia\"&gt;Villava&lt;/a&gt;, according to another he was born in Pamplona. He was worker in the local paper-mill. and married a &lt;a href=\"Pamplona\"&gt;pamplonesa&lt;/a&gt;, Paula Torres Jacoiste (1887-1973). The couple settled in Pamplona. They had three sons and four daughters, all brought up in &lt;a href=\"Traditionalism%20%28Spain%29\"&gt;Traditionalist&lt;/a&gt; ambience; it is known that at the age of 45 Eusebio took part in street brawls, animated by the Carlists. They were also raised in fervently Catholic atmosphere, which at times bordered exaltation; Catholic visionaries used to run mystical sessions in the del Burgo family house in Pamplona. \nNothing is known about Jaime's early childhood; as a teenager he trained to become \"\" at unidentified school, possibly in &lt;a href=\"Villava\"&gt;Villava&lt;/a&gt;. He has never pursued a professional commercial career; during his adolescence years he was increasingly engaged in public activities, consuming more and more of his time. Del Burgo married Maria de las Mercedes Tajadura Goñi (1911-1999); her father, Federico Tajadura Arnaíz, was a military and rose to the rank of teniente. The couple had three children, Mercedes, Jaime Ignacio and Maria Antonia. Upon death Jaime left three children, thirteen grandchildren and four great-grandchildren. His son &lt;a href=\"Jaime%20Ignacio%20del%20Burgo%20Tajadura\"&gt;Jaime Ignacio del Burgo Tajadura&lt;/a&gt; was a conservative politician and the Prime Minister of Navarre (president of ) in 1979-1984. His grandson &lt;a href=\"Ignacio%20del%20Burgo%20Azp%C3%ADroz\"&gt;Ignacio del Burgo Azpíroz&lt;/a&gt;, otherwise a Pamplona lawyer, gained wider recognition as author of a historical novel. Another of his grandchildren, an entrepreneur &lt;a href=\"Jaime%20del%20Burgo%20Azp%C3%ADroz\"&gt;Jaime del Burgo Azpíroz&lt;/a&gt;, married an older sister of &lt;a href=\"Letizia%20Ortiz\"&gt;Letizia Ortiz&lt;/a&gt;, becoming brother-in-law of &lt;a href=\"Felipe%20VI%20of%20Spain\"&gt;Felipe VI of Spain&lt;/a&gt;.\nRebel.\nAlready as a youngster del Burgo engaged in the Carlist juvenile organization, &lt;a href=\"Juventud%20Jaimista\"&gt;Juventud Jaimista&lt;/a&gt;, in 1930 becoming secretary of the Navarrese branch of the organization; a year later he set up a local Carlist weekly \"La Esperanza\", trying his hand as an editor, manager and contributor. In 1931 he was among those founding provincial branch of the newly born national Carlist student association, &lt;a href=\"Agrupaci%C3%B3n%20Escolar%20Tradicionalista\"&gt;Agrupación Escolar Tradicionalista&lt;/a&gt;. Remaining at its helm until the outbreak of the &lt;a href=\"Spanish%20Civil%20War\"&gt;Civil War&lt;/a&gt;, del Burgo exercised enormous influence on the group and beyond, especially as in 1934 it launched its press tribune, the \"a.e.t.\" weekly.\nInitially Navarrese AET focused on juvenile activities like sport, leisure and outdoor, though they were increasingly flavored by cult of brotherhood, Carlist heroes, activism and virility, combined with anti-materialist spiritualism and a drive for change. A present scholar relates them to &lt;a href=\"Georges%20Sorel\"&gt;Sorel&lt;/a&gt;, &lt;a href=\"Filippo%20Tommaso%20Marinetti\"&gt;Marinetti&lt;/a&gt;, &lt;a href=\"T.S.%20Eliot\"&gt;T.S. Eliot&lt;/a&gt; and &lt;a href=\"W.%20B.%20Yeats\"&gt;W. B. Yeats&lt;/a&gt;, also drawing parallels between aetistas and a &lt;a href=\"Millenarism\"&gt;millenarist&lt;/a&gt; Romanian ultra-Right &lt;a href=\"Legion%20of%20Archangel%20Michael\"&gt;Legion of Archangel Michael&lt;/a&gt;; another one points to fascist influence Indeed, the Sorelian thread manifested itself by social radicalism of Del Burgo and \"a.e.t.\" The group departed from orthodox Traditionalist line, commiserating with masses of miserable beings pitted against the politically dominant potentates; they advocated limitation of wealth and regularization of profits. Contemptuous towards Carlist landowners like &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Lamami%C3%A9%20de%20Clairac%20y%20Colina\"&gt;José Lamamié&lt;/a&gt; and &lt;a href=\"Jaime%20Chicharro%20S%C3%A1nchez-Gui%C3%B3\"&gt;Jaime Chicharro&lt;/a&gt;, the students supported Agrarian Reform, obstructed by feudal egoism of the odious grandees of grain. The group called for a Carlist Revolution aiming at a good clean-up of society, and was greeted with amazement by the older Carlist generation.\nThe rupturista stance of the aetistas had nothing in common with social radicalism of the &lt;a href=\"Second%20Spanish%20Republic\"&gt;republican&lt;/a&gt; Left. It remained extremely hostile towards the mass workers’ parties, their militancy to be confronted with vengeance and repaid with \"bomb, dagger and fire\", the cult of activism bordering the cult of violence. Strategy of Carlist leaders was denounced as ineffective; in 1934 del Burgo and the young, having declared themselves rebels fed up with legality, accused the old junteros of 3 years of inactivity, their only achievement having been the alliance with caciques and debris of the fallen liberal monarchy. AET despised parliamentary activities of the party elders and especially accommodation with the &lt;a href=\"Alfonsist%20monarchist\"&gt;Alfonsists&lt;/a&gt;. The intemperate tone of the aetistas shocked the Navarrese Carlist authorities and made them call for moderation. As a result, Del Burgo did not regret &lt;a href=\"Tom%C3%A1s%20Dom%C3%ADnguez%20Ar%C3%A9valo\"&gt;Tomás Domínguez Arévalo&lt;/a&gt; resignation and welcomed the appointment of &lt;a href=\"Manuel%20Fal%20Conde\"&gt;Manuel Fal Conde&lt;/a&gt;.\nRequeté.\nIn 1931 del Burgo engaged in the Carlist militia &lt;a href=\"Requet%C3%A9\"&gt;Requeté&lt;/a&gt;, at that time undergoing rapid expansion and partial restructuring. He demonstrated enormous dedication and great organizational capacity, along &lt;a href=\"Generoso%20Huarte\"&gt;Generoso Huarte&lt;/a&gt; becoming one of key field commanders and focusing on the province of Pamplona. Participating in street brawls against &lt;a href=\"PSOE\"&gt;socialist&lt;/a&gt; groups, he was arrested following the clashes of April 1932. Charged with trafficking arms – which he did indeed – del Burgo was acquitted due to lack of evidence, though in total he remained behind bars for 6 months. Released, he again became one of the most active Requeté operatives in Navarre, especially under the new, strictly military organization engineered by &lt;a href=\"Jos%C3%A9%20Enrique%20Varela\"&gt;Varela&lt;/a&gt;.\nEarly 1934 del Burgo led one of the two already formed Pamplona piquetes. During the spring he and 14 other Carlists travelled to &lt;a href=\"Fascist%20Italy%20%281922%E2%80%9343%29\"&gt;Italy&lt;/a&gt; under the false &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;vian identities; at the air base they underwent specialist military training, focusing on usage of &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt;s and &lt;a href=\"grenades\"&gt;grenades&lt;/a&gt;, &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; tactics and urban warfare. Back in Spain, del Burgo wrote tactical rulebook with instructions as to group alignment and positioning, fire drills, march and engagement distances etc., all calibrated for small groups and mostly urban combat. Promoted to &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt;, he broadened his training to the Carlist &lt;a href=\"Non%20commissioned%20officer\"&gt;NCOs&lt;/a&gt;. Early 1936 Pamplona could already present one &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;; del Burgo was leading one of its 3 &lt;a href=\"Company%20%28military%20unit%29\"&gt;companies&lt;/a&gt;, all commanded by &lt;a href=\"Alejandro%20Utrilla%20Belbel\"&gt;Alejandro Utrilla Belbel&lt;/a&gt;.\nShortly before and during the first day of the &lt;a href=\"Spanish%20coup%20of%20July%201936\"&gt;coup&lt;/a&gt; del Burgo was instrumental to organizing the Pamplona Requeté units. The Pamplona tercio was fragmented, del Burgo's company incorporated into a mixed 7th Batallón del Regimiento de América. He left Pamplona on July 19; following few days in &lt;a href=\"La%20Rioja%20%28Spain%29\"&gt;Rioja&lt;/a&gt;, the battalion was moved to &lt;a href=\"Navafria\"&gt;Navafria&lt;/a&gt; area in &lt;a href=\"Sierra%20de%20Guadarrama\"&gt;Sierra de Guadarrama&lt;/a&gt;, in August engaged in heavy fighting for the &lt;a href=\"Somosierra%20pass\"&gt;Somosierra pass&lt;/a&gt;. In September he was withdrawn to a hospital in the rear. Recovered, del Burgo co-organized the &lt;a href=\"%C3%81lava\"&gt;Álavese&lt;/a&gt; battalion of Tercio de Nuestra Señora de Begoña and as its officer re-entered combat in &lt;a href=\"Biscay\"&gt;Biscay&lt;/a&gt;. Reportedly shocked by destruction of &lt;a href=\"Guernica\"&gt;Guernica&lt;/a&gt;, he engaged in a related brawl against an army officer and deployed a requeté &lt;a href=\"platoon\"&gt;platoon&lt;/a&gt; safeguarding the &lt;a href=\"Gernikako%20Arbola\"&gt;symbolic oak&lt;/a&gt;. In mid-June 1937 captain del Burgo was heavily wounded when storming the &lt;a href=\"Bilbao\"&gt;Bilbao&lt;/a&gt; &lt;a href=\"Bilbao%27s%20Iron%20Ring\"&gt;Iron Ring&lt;/a&gt;. Evacuated, he has never returned to the frontline, serving as Delegado de Requetés del Seńorío de Vizcaya.\nBetween \"falcondismo\" and \"carloctavismo\".\nDuring the &lt;a href=\"Unification%20Decree%20%28Spain%2C%201937%29\"&gt;unification crisis&lt;/a&gt; of early 1937 del Burgo sided with the intransigent &lt;a href=\"Manuel%20Fal%20Cond%C3%A9\"&gt;falcondistas&lt;/a&gt;, considering amalgamation into &lt;a href=\"Falange%20Espa%C3%B1ola%20Tradicionalista%20y%20de%20las%20JONS\"&gt;FET&lt;/a&gt; a manipulation on part of the Navarrese. He labeled occasional enthusiasm for unification a \"collective psychosis\". To underline Traditionalist identity, he was commissioned to compile a concise doctrinal handbook, published in April 1937 as \"Ideario Tradicionalista\". Some scholars claim that the collaborationists intended to get rid of del Burgo, still active in national AET, and send him abroad, as a Traditionalist tutor of &lt;a href=\"Juan%20de%20Borbon\"&gt;Don Juan&lt;/a&gt;. Late 1937 Fal considered del Burgo a man of trust and included him on the list of potential replacements for the disloyal members of Navarrese junta, sent to the provincial leader &lt;a href=\"Joaqu%C3%ADn%20Baleztena%20Asc%C3%A1rate\"&gt;Baleztena&lt;/a&gt;. As the latter preferred to steer cautiously between and falcondistas and ignored the suggestion, it was only in 1939 that del Burgo entered the executive of &lt;a href=\"Hermandad%20de%20los%20Caballeros%20Voluntarios%20de%20la%20Cruz\"&gt;Hermandad de los Caballeros Voluntarios de la Cruz&lt;/a&gt;, intended as semi-official Fal's outpost in Navarre. In 1940 Fal appointed him to represent Navarre in a vasco-navarrese junta, though de Burgo's opposition to unification was already burning out and giving way to sense of defeat, resignation and frustration.\nDel Burgo's departure from the falcondista camp stemmed not from differences on policy towards &lt;a href=\"Francoism\"&gt;Francoism&lt;/a&gt;, but was the result of dynastical disputes. Though in the mid-1930s he was fanatically loyal to the dynasty, following the death of &lt;a href=\"Alfonso%20Carlos%2C%20Duke%20of%20San%20Jaime\"&gt;Don Alfonso Carlos&lt;/a&gt; del Burgo only hesitantly accepted the &lt;a href=\"regency\"&gt;regency&lt;/a&gt; of &lt;a href=\"Prince%20Xavier%20of%20Bourbon-Parma\"&gt;Don Javier&lt;/a&gt;; instead, he advanced the cause of &lt;a href=\"Archduke%20Karl%20Pius%20of%20Austria%2C%20Prince%20of%20Tuscany\"&gt;Don Carlo Pio&lt;/a&gt; as early as on the frontline in 1937. When the latter officially raised his claim as Carlos VIII in 1943, del Burgo joined his followers - dubbed carloctavistas - and constructed a supporting dynastical interpretation. Unlike many Carlos VIII supporters he did not sympathize with the &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; and did not enter the first carloctavista executive of 1943. It was only in 1945 that del Burgo became one of the &lt;a href=\"Comuni%C3%B3n%20Cat%C3%B3lico-Mon%C3%A1rquica%20%28carloctavista%20party%29\"&gt;Comunión Católico-Monárquica&lt;/a&gt; leaders and vice-president of the claimant's Navarrese Royal Council. Don Carlos Pio was only 3 years del Burgo's senior and equally radical; the two have forged a close relationship and exchanged a lengthy correspondence over the years. In the late 1940s Del Burgo's worked to capture new supporters and in 1950 he managed to reconstruct Navarrese AET as a carloctavista organization. However, at that time he was replaced as a key claimant's man in the province by .\nThe unexpected 1953 death of Don Carlos Pio left the carloctavistas puzzled. While most of the group focused on Carlos VIII's older brother &lt;a href=\"Archduke%20Anton%20of%20Austria\"&gt;Don Antonio&lt;/a&gt; and minor factions backed either his sons or another brother &lt;a href=\"Archduke%20Franz%20Josef%20of%20Austria%2C%20Prince%20of%20Tuscany\"&gt;Francisco Jose&lt;/a&gt;, del Burgo advocated allegiance to the oldest daughter of Carlos VIII, Alejandra. According to del Burgo, having been a minor she would appear as \"abanderada provisional\", until the claim is passed to her anticipated male descendant. This option received scarce support and no faction was built around it. Del Burgo was left without clear dynastical allegiances; over time he developed a critical view of Carlos VIII, considering him \"sold out\" to Falange. He is not listed among the carloctavistas forming the camp of subsequent carloctavista claimants, those reconciling with Don Javier, or those joining Don Juan. though in the 1960s it was noted that he \"había mostrado inclinación hacia los javieristas\"\nBetween \"franquismo\" and \"carlismo\".\nDel Burgo's access to the carloctavista camp made him reconsider his stand versus Francoism, as Don Carlos Pio pursued a decisively collaborationist strategy. In 1942, during the proceeding fragmentation and bewilderment of Navarrese Carlism, he stood on the carloctavista ticket in local elections to the Pamplona council and was successful, serving as until 1944. By this token, in 1943 and 1944 he performed the prestigious sanfermines task of setting off . The council role did necessarily imply collaboration, but promotion to &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt;, 1943 appointment as a provincial Falangist delegate for communication and transport and vice secretary of FET Educación Popular section clearly did, especially that in the mid-1940s he openly started to advocate a possibilist policy. As in 1949 the Falangist zealot &lt;a href=\"Luis%20Valero%20Bermejo\"&gt;Luis Valero Bermejo&lt;/a&gt; was appointed a new provincial civil governor del Burgo was his man of trust, though when himself offered the jobs of civil governor of &lt;a href=\"Lerida\"&gt;Lerida&lt;/a&gt; and &lt;a href=\"Lugo\"&gt;Lugo&lt;/a&gt; he declined, claiming that he would never accept a post beyond Navarre. In 1950 he assumed the role of a provincial ministerial delegate for tourism and information. When the carloctavista collaborationism crashed with the death of Don Carlos Pio, del Burgo was left disoriented.\nIn the mid-1950s it was the mainstream Carlism which in turn commenced a possibilist strategy, with intransigence abandoned and Fal replaced by &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Valiente%20Soriano\"&gt;Valiente&lt;/a&gt;. None of the sources consulted offers any information on a would-be rapprochement (or hostility) between del Burgo and the &lt;a href=\"Prince%20Xavier%20of%20Bourbon-Parma\"&gt;Javieristas&lt;/a&gt;, though his \"Ideario\" still served as their doctrinal point of reference. In 1958 he was appointed as representative of Navarre in the Falangist , a largely fictitious executive body which nevertheless automatically guaranteed membership in the Francoist quasi-parliament, &lt;a href=\"Cortes%20Espa%C3%B1olas\"&gt;Cortes Españolas&lt;/a&gt;; it is not clear what if any background mechanism elevated him to the position. Del Burgo served in &lt;a href=\"Comisi%C3%B3n%20de%20Leyes%20Fundamentales\"&gt;Comisión de Leyes Fundamentales&lt;/a&gt;, though there is no information available on his stand versus the constitutional laws discussed. Though re-appointed in 1961, he did not have his ticket prolonged in 1964; according to some sources, he resigned due to differences with Francoism.\nAs a former radical aetista and an active collaborationist, he would have seemed a potential ally for the new generation of Carlist progressists, also revolutionary, socially-minded, AET members and apparently keen to exploit possibilist opportunities within Francoism. However, they preferred to jump on the older version of &lt;a href=\"Juan%20V%C3%A1zquez%20de%20Mella\"&gt;de Mella's&lt;/a&gt; sociedalismo and there is no trace of any link between del Burgo and the &lt;a href=\"Carlos%20Hugo%2C%20Duke%20of%20Parma\"&gt;Huguistas&lt;/a&gt;. One source suggests that as Delegate of the &lt;a href=\"Ministry%20of%20Information%20and%20Tourism\"&gt;Ministry of Information and Tourism&lt;/a&gt; he sabotaged their plans, preventing the presence of &lt;a href=\"Carlos%20Hugo%2C%20Duke%20of%20Parma\"&gt;Carlos Hugo&lt;/a&gt; at the annual &lt;a href=\"Montejurra\"&gt;Montejurra&lt;/a&gt; gathering in 1964. Del Burgo is not mentioned as taking part in power struggle between Traditionalists and Progressists, which erupted within Carlism in the late 1960s, though he maintained at least private contacts with Traditionalists like Manuel Fal Conde in 1969.\nPublic servant.\nAlready in May 1936 del Burgo won the contest for the job of an auxiliar at &lt;a href=\"Archivo%20de%20la%20Diputaci%C3%B3n%20Foral%20de%20Navarra\"&gt;Archivo de la Diputación Foral de Navarra&lt;/a&gt;. Following the Civil War pause, in 1939 he resumed the civil servant career; at that time the provincial Navarrese government decided to detach the existing &lt;a href=\"Biblioteca%20de%20Navarra\"&gt;Biblioteca de Navarra&lt;/a&gt; from &lt;a href=\"Instituto%20de%20Segunda%20Ense%C3%B1anza\"&gt;Instituto de Segunda Enseñanza&lt;/a&gt; and establish it as a stand-alone ; del Burgo became the first head and organizer of the new unit. He remained at its helm for the next 43 years, presiding over its opening in 1941, removal from building to \"La Agrícola\" on Plaza de San Fernando in 1972 and re-formatting it from a scholarly institute to the Navarrese public library. On top of this job, in 1941 del Burgo became head of &lt;a href=\"Red%20de%20Bibliotecas%20de%20Navarra\"&gt;Red de Bibliotecas de Navarra&lt;/a&gt;, the provincial network of local libraries, in course of his service having opened 65 public libraries across the province. Until the late 20th century he remained active in professional archivist and librarian organizations.\nIn 1950 del Burgo became the provincial delegate of &lt;a href=\"Ministry%20of%20Information%20and%20Tourism\"&gt;Ministry of Information and Tourism&lt;/a&gt;. At this position he acted as head of the Navarrese Francoist &lt;a href=\"censorship\"&gt;censorship&lt;/a&gt; office, banning a number of films, theatric performances, books and songs; he is particularly remembered for censoring the marketing campaign of \"&lt;a href=\"The%20Mark%20of%20Zorro%20%281940%20film%29\"&gt;The Mark of Zorro&lt;/a&gt;\" movie; the original advertising slogan, \"El Zorro, friend of the poor, feared by tyrants\" apparently sounded too hazardous for the regime. In 1964 del Burgo left the ministry and assumed the job of Director de Turismo, Bibliotecas y Cultura Popular de la Diputación Foral de Navarra. Having been responsible for mass culture, he edited and published around 400 popular brochures - writing some of them himself - and organized hundreds of cultural events, mostly highlighting traditionalist values at the expense of democratic ones. By some sources he is described as periodista. As head of tourism del Burgo promoted the province across Spain, developed the Navarrese section of &lt;a href=\"El%20Camino%20de%20Santiago\"&gt;El Camino de Santiago&lt;/a&gt;, drafted \"Ordenación Turística\" (1964) for the entire trail and wrote tourist guides related to Navarre. Since the late 1960s he was also director of &lt;a href=\"Escuela%20Municipal%20de%20Artes%20aplicadas%20y%20Oficios%20art%C3%ADstico\"&gt;Escuela Municipal de Artes aplicadas y Oficios artístico&lt;/a&gt;s. Resigned from all public posts in 1982, a month before his 70th birthday.\nHistorian.\nAs a historian del Burgo focused on – if not limited himself to – Carlism and Navarre, with a clear preference for the 19th and 20th centuries and for the history of &lt;a href=\"Fuero\"&gt;foralism&lt;/a&gt;. His works range from syntheses to monographs, biographies and case studies. As an amateur with no systematic training, he did not adhere to any specific methodology, though he remained chiefly within the limits of political history and based his studies on thorough research in primary sources, mostly the printed ones.\nDel Burgo's key historical work is the monumental \"Bibliografía de las guerras carlistas\" (1953-1966), the opus which spanned across 5 volumes, cost 25 years of work and indexed more that 10,000 works; until today it remains a point of reference for all students of the subject. Second to be listed is \"Historia General de Navarra\" (1978), a massive synthesis of the region's past, heavily based on his earlier works and the result of 10-year-research. Then come detailed studies related to the history of Carlism and Navarre, most prominent of them \"Carlos VII y su tiempo\" (1994) and \"La sucesión de Carlos II\" (1967). Del Burgo is also the author of \"Conspiración y guerra civil\" (1970), the work intended as a synthesis, though today it is – somewhat unintentionally – broadly used rather as a historical source. Finally, he authored a number of minor publications ranging from petty contributions to popular booklets, like \"Vida y hechos militares del mariscal de campo Don Juan Manuel Sarasa narrados por él mismo\". Many of his works form part of auxiliary sciences, bibliography or &lt;a href=\"metabibliography\"&gt;metabibliography&lt;/a&gt;, &lt;a href=\"source%20criticism\"&gt;source criticism&lt;/a&gt;, or &lt;a href=\"prosopography\"&gt;prosopography&lt;/a&gt;.\nAs a historian del Burgo is praised for sound referential basis; the critics usually point to his Carlist bias. He is particularly criticized for an attempt to recalculate the number of victims of the &lt;a href=\"White%20Terror%20%28Spain%29\"&gt;Rightist terror&lt;/a&gt; in Navarre; other historians support 4 times higher figures. This controversy coincides with the fact that del Burgo was personally accused of a war crime, the charge that left him very embittered and which he always denied; it is also disqualified by some historians. As an amateur he has never assumed academic duties, though he became member-correspondent of ; for his bibliographical work del Burgo received the &lt;a href=\"National%20Literary%20Prize%20%28Francoist%20Spain%29\"&gt;National Literary Prize&lt;/a&gt; in 1967.\nWriter.\nDel Burgo commenced his literary career in the early 1930s, publishing short &lt;a href=\"drama\"&gt;drama&lt;/a&gt;s revolving around episodes from the Carlist history and sometimes played at the local party circulos: \"Lealtad\" (1932), \"Cruzados\" (1934) and \"Al borde de la traición\" (1936). Calibrated as praises of old Carlist virtues and with clear moralizing objectives, they are classified as costumbrismo nostalgico. In 1937 he tried his hand as a poet with \"En Pos. Ensayo poético\". Following the Civil War break del Burgo switched to &lt;a href=\"novel\"&gt;novel&lt;/a&gt;s: \"El valle perdido\" (1942), \"Huracán\" (1943) and \"Lo que buscamos\" (1951). Set in the history of the Civil War, the first two were designed to acclaim patriotic merits and presented a traditional narrative style, though with plots accommodating magical threads; the third one assumed a different tone, infected with bitterness and naturalism. After the break of the 1960s and 1970s, dedicated mostly to historical research, del Burgo returned to drama with \"Llamada sin respuesta\" (1978), to poetry with \"Soliloquios: en busca de un rayo de luz perdido\" (1998) and to prose with \"La Cruz del fuego\" (2000), a well-documented adventurous intrigue from the times of &lt;a href=\"Henry%20I%20of%20Navarre\"&gt;Henry I of Navarre&lt;/a&gt;.\nThough heavily contributing to &lt;a href=\"Carlism%20in%20literature\"&gt;Carlism in literature&lt;/a&gt;, Del Burgo has not made it to the history of Spanish belles-lettres of the 20th century, be it either general synthetic accounts or encyclopedias and dictionaries. He is missing even in detailed studies on the Francoist era novels. His prose is classified as falling into the \"novela de la guerra civil española\" category. Appreciated for documentary value, del Burgo's novels are described as production of scarce esthetic and literary value, very repetitive in terms of its structures, primitive in terms of narration and &lt;a href=\"Manichaean\"&gt;Manichaean&lt;/a&gt; in terms of personalities. Present-day scholars point to two interesting features of his novels. One is a strong &lt;a href=\"Basque%20people\"&gt;Basque&lt;/a&gt; ethnic sentiment, calibrated in pre-nationalist, &lt;a href=\"Sabino%20Arana\"&gt;sabinan&lt;/a&gt; terms of an ancient Basque Eden. Another is equally idyllic rustic thread, advancing a fairly typical Carlist praise of ruralismo and mistrust towards urban life.\nDel Burgo's novelist work was acknowledged by &lt;a href=\"Premio%20de%20Literatura%20y%20Periodismo%20de%20la%20Secretaria%20General%20de%20FET\"&gt;Premio de Literatura y Periodismo de la Secretaria General de FET&lt;/a&gt; (1954). Apart from the national prize of 1967, he was also rewarded by the &lt;a href=\"Bayonne-Pamplona%20International%20Competition%20Award\"&gt;Bayonne-Pamplona International Competition Award&lt;/a&gt; (1963), &lt;a href=\"Fundacion%20de%20Larramendi%20Award\"&gt;Fundacion de Larramendi Award&lt;/a&gt; (1993) and &lt;a href=\"Badge%20of%20the%20Order%20of%20Alfonso%20X%20the%20Wise\"&gt;Badge of the Order of Alfonso X the Wise&lt;/a&gt; (1997), conceded by the Ministry of Education and received in Pamplona in May 1999 from the then Minister of Education and Culture, &lt;a href=\"Mariano%20Rajoy\"&gt;Mariano Rajoy&lt;/a&gt;. Permanent Councilor of &lt;a href=\"Instituci%C3%B3n%20Pr%C3%ADncipe%20de%20Viana\"&gt;Institución Príncipe de Viana&lt;/a&gt;, himself he has never received the , set up in 1990 and awarded by the ."
}