{
    "id": "41524920",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=41524920",
    "title": "2015 Rose Bowl",
    "text": "The 2015 Rose Bowl (officially known as the College Football Playoff Semifinal at the Rose Bowl Game presented by Northwestern Mutual) was a &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; &lt;a href=\"bowl%20game\"&gt;bowl game&lt;/a&gt; played on January 1, 2015, at the &lt;a href=\"Rose%20Bowl%20stadium\"&gt;Rose Bowl stadium&lt;/a&gt; in &lt;a href=\"Pasadena%2C%20California\"&gt;Pasadena, California&lt;/a&gt;. This 101st &lt;a href=\"Rose%20Bowl%20Game\"&gt;Rose Bowl Game&lt;/a&gt;, as a semifinal for the &lt;a href=\"College%20Football%20Playoff\"&gt;College Football Playoff&lt;/a&gt; (CFP), matched the &lt;a href=\"2014%20Oregon%20Ducks%20football%20team\"&gt;Oregon Ducks&lt;/a&gt; against the &lt;a href=\"2014%20Florida%20State%20Seminoles%20football%20team\"&gt;Florida State Seminoles&lt;/a&gt; as selected by the system's &lt;a href=\"College%20Football%20Playoff%23Selection%20committee\"&gt;selection committee&lt;/a&gt; to compete for a spot at the &lt;a href=\"2015%20College%20Football%20Playoff%20National%20Championship\"&gt;National Championship&lt;/a&gt; game to be played on January 12, 2015 at &lt;a href=\"AT%26amp%3BT%20Stadium\"&gt;AT&amp;T Stadium&lt;/a&gt; in &lt;a href=\"Arlington%2C%20Texas\"&gt;Arlington, Texas&lt;/a&gt;. It was one of the &lt;a href=\"2014%E2%80%9315%20NCAA%20football%20bowl%20games\"&gt;2014–15 bowl games&lt;/a&gt; that concluded the &lt;a href=\"2014%20NCAA%20Division%20I%20FBS%20football%20season\"&gt;2014 FBS football season&lt;/a&gt;.\nThe game was televised on &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; and &lt;a href=\"ESPN%20Deportes\"&gt;ESPN Deportes&lt;/a&gt;, and broadcast on &lt;a href=\"ESPN%20Radio\"&gt;ESPN Radio&lt;/a&gt; and &lt;a href=\"XM%20Satellite%20Radio\"&gt;XM Satellite Radio&lt;/a&gt;, with the kickoff time set for 5 p.m. ET (2 p.m. local time). The &lt;a href=\"Pasadena%20Tournament%20of%20Roses\"&gt;Pasadena Tournament of Roses&lt;/a&gt; Association organized the game. The &lt;a href=\"Northwestern%20Mutual\"&gt;Northwestern Mutual&lt;/a&gt; financial services organization sponsored the game.\nOn the match day, the 126th edition of the annual &lt;a href=\"Rose%20Parade\"&gt;Rose Parade&lt;/a&gt; took place at 8 am Pacific Time with a theme of \"Inspiring Stories\".\nOregon won the game, beating Florida State, the last undefeated team of the season, by the score of 59–20 and advanced to the inaugural &lt;a href=\"2015%20College%20Football%20Playoff%20National%20Championship\"&gt;College Football Playoff National Championship Game&lt;/a&gt;, assuring that no team would finish the season with a perfect record.\nPre-game activities.\nAfter the teams' arrival in &lt;a href=\"Southern%20California\"&gt;Southern California&lt;/a&gt;, the teams participated in the traditional &lt;a href=\"Lawry%27s\"&gt;Lawry's&lt;/a&gt; Beef Bowl in &lt;a href=\"Beverly%20Hills%2C%20California\"&gt;Beverly Hills&lt;/a&gt; and the &lt;a href=\"The%20Walt%20Disney%20Company\"&gt;Disney&lt;/a&gt; Media Day at &lt;a href=\"Disney%20California%20Adventure\"&gt;Disney California Adventure&lt;/a&gt; in nearby &lt;a href=\"Anaheim%2C%20California\"&gt;Anaheim&lt;/a&gt;. The teams were also treated to &lt;a href=\"The%20Improv\"&gt;The LA Improv&lt;/a&gt; in &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt;. The Rose Bowl Hall of Fame ceremony luncheon was held prior to the game at the Pasadena Convention Center. &lt;a href=\"Knute%20Rockne\"&gt;Knute Rockne&lt;/a&gt;, Notre Dame; &lt;a href=\"Dick%20Vermeil\"&gt;Dick Vermeil&lt;/a&gt;, UCLA; and &lt;a href=\"Ki-Jana%20Carter\"&gt;Ki-Jana Carter&lt;/a&gt;, Penn State headlined the Rose Bowl Hall of Fame Class of 2014.\nPre-game activities were held at the Rose Bowl parking lots and at &lt;a href=\"Brookside%20Golf%20Course\"&gt;Brookside Golf Course&lt;/a&gt;.\nTeams.\nThe two participants were announced on December 7, 2014 (12:45 PM ET), based on the final rankings by the CFP committee. The Oregon Ducks will play the Florida State Seminoles. The matchups for the Rose Bowl and the other semifinal, the &lt;a href=\"2015%20Sugar%20Bowl\"&gt;Sugar Bowl&lt;/a&gt; in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;, were geographically selected to ensure the top team will be closest to its fanbase. More than one team from the same conference may participate in the game, and avoiding rematches will not be a selection factor.\nTraditionally, the Rose Bowl pits the winners of the &lt;a href=\"Big%20Ten%20Conference\"&gt;Big Ten Conference&lt;/a&gt; and &lt;a href=\"Pac-12%20Conference\"&gt;Pac-12 Conference&lt;/a&gt;; however, when the Rose Bowl is a CFP semifinal (every three years beginning with this game), any teams may be selected. Oregon was the Pac-12 champion, but the Big Ten champion Ohio State played in (and won) the Sugar Bowl. The 2015 edition of the Rose Bowl was the first time since the &lt;a href=\"2006%20Rose%20Bowl\"&gt;2006 edition&lt;/a&gt; (BCS National Championship Game) that the Big Ten Conference was absent from the game. It was also the first ever time in the 101 year history of the Rose Bowl that the &lt;a href=\"Atlantic%20Coast%20Conference\"&gt;Atlantic Coast Conference&lt;/a&gt; made an appearance in the game. Duke did appear in &lt;a href=\"1942%20Rose%20Bowl\"&gt;1942&lt;/a&gt;, however, the ACC never was established until 1953. Also, while Miami competed and won the 2002 game, which was also a BCS National Championship Game. However, Miami was still a member of the &lt;a href=\"Big%20East%20Conference%20%281979%E2%80%932013%29\"&gt;original Big East Conference&lt;/a&gt;.\nFlorida State.\nFlorida State wore its white jerseys and used the east bench on game day.\nOregon.\nOregon wore its green jerseys and used the west bench on game day.\nGame summary.\nScoring summary.\nSource: \nRecords.\nOregon broke the record for the most points (59) scored in a Rose Bowl, surpassing the previous record of 49 (set in 1902, then tied in 1948 and 2008). Oregon's 41 points in the second half were also the most ever scored in one half of a Rose Bowl. Oregon set the Rose Bowl record for total offensive yards (639)."
}