{
    "id": "41550527",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=41550527",
    "title": "Liuthar Gospels",
    "text": "The Liuthar Gospels (also Gospels of Otto III or Ottonian Gospels) are a work of &lt;a href=\"Ottonian%20art%23Manuscripts\"&gt;Ottonian illumination&lt;/a&gt; which are counted among the masterpieces of the period known as the &lt;a href=\"Ottonian%20Renaissance\"&gt;Ottonian Renaissance&lt;/a&gt;. The manuscript, named after a monk called Liuthar, was probably created around the year 1000 at the order of &lt;a href=\"Otto%20III%2C%20Holy%20Roman%20Emperor\"&gt;Otto III&lt;/a&gt; at the &lt;a href=\"Reichenau%20Abbey\"&gt;Abbey of Reichenau&lt;/a&gt; and lends its name to the \"Liuthar Group\" of &lt;a href=\"Reichenau%20School\"&gt;Reichenau illuminated manuscripts&lt;/a&gt;. The backgrounds of all the images are illuminated in &lt;a href=\"gold%20leaf\"&gt;gold leaf&lt;/a&gt;, a seminal innovation in western &lt;a href=\"illuminated%20manuscript\"&gt;illumination&lt;/a&gt;.\nAfter the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, the manuscript fell to private property and was only returned in 1848.\nToday the Gospels belong to the &lt;a href=\"Aachen%20Cathedral%20Treasury\"&gt;Aachen Cathedral Treasury&lt;/a&gt;, and along with the &lt;a href=\"Aachen%20Gospels%20%28Ada%20School%29\"&gt;Carolingian Gospels&lt;/a&gt; they form one of the two especially significant and valuable manuscripts kept there. In 2003 the manuscript was included by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; in the &lt;a href=\"Memory%20of%20the%20World%20Programme\"&gt;Memory of the World Programme&lt;/a&gt;, along with other, later works of the Reichenau School.\nDescription and Classification.\nThe Manuscript.\nContent and Layout.\nThe manuscript comprises 256 &lt;a href=\"parchment\"&gt;parchment&lt;/a&gt; pages of 29.8 x 21.5 centimetres containing the &lt;a href=\"Vulgate\"&gt;Vulgate&lt;/a&gt; text of the Four &lt;a href=\"Gospel\"&gt;Gospel&lt;/a&gt;s of &lt;a href=\"Hieronymus\"&gt;Hieronymus&lt;/a&gt; written with black ink in a single column of &lt;a href=\"Carolingian%20minuscule\"&gt;Carolingian minuscule&lt;/a&gt;. Titles and headings are in golden &lt;a href=\"rustic%20capitals\"&gt;rustic capitals&lt;/a&gt; and the section numbers are also in gold. In addition to the gospels, the &lt;a href=\"codex\"&gt;codex&lt;/a&gt; also contains their prologues (called \"Arguments\"), a &lt;a href=\"pericope\"&gt;pericope&lt;/a&gt;, 31 fullpage &lt;a href=\"Miniature%20%28illuminated%20manuscript%29\"&gt;miniatures&lt;/a&gt;, including a depiction of the &lt;a href=\"Four%20Evangelists\"&gt;Four Evangelists&lt;/a&gt;, four &lt;a href=\"initial\"&gt;initial&lt;/a&gt; pages, 21 images with scenes from the life of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;, Liuthar's dedication page with a depiction of the &lt;a href=\"Divinization%20%28Christian%29\"&gt;Apotheosis&lt;/a&gt; of Otto III, and twelve &lt;a href=\"altar%20cards\"&gt;canon pages&lt;/a&gt;.\nFor the first time in Medieval illumination, 21 pages of upright miniatures with scenes from the Life of Jesus were added, some with two registers one under the other. Despite the small size of these scenes, the figures appear monumental, framed by &lt;a href=\"arch\"&gt;arch&lt;/a&gt;es, with all the backgrounds in &lt;a href=\"gold%20leaf\"&gt;gold leaf&lt;/a&gt; – another novelty. The images are seen as a combination of models from &lt;a href=\"Late%20antique\"&gt;Late antique&lt;/a&gt;, &lt;a href=\"Byzantine%20art\"&gt;Byzantine&lt;/a&gt; and &lt;a href=\"Trier\"&gt;Treverene&lt;/a&gt; art. &lt;a href=\"Ernst%20G%C3%BCnther%20Grimme\"&gt;Ernst Günther Grimme&lt;/a&gt; said of them, \"the reality of the eternal determines their appearance.\"\nThe Liuthar Gospels were probably gifted at the foundation of the royal &lt;a href=\"collegiate%20church\"&gt;collegiate church&lt;/a&gt; of &lt;a href=\"Aachen\"&gt;Aachen&lt;/a&gt;, consecrated to the &lt;a href=\"Mary%20%28mother%20of%20Jesus%29\"&gt;Holy Virgin&lt;/a&gt; (&lt;a href=\"Aachen%20Cathedral\"&gt;Aachen Cathedral&lt;/a&gt;) in the year 1000. A lot of evidence demonstrates that for centuries the &lt;a href=\"Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor&lt;/a&gt;s swore their &lt;a href=\"Coronation%20of%20the%20Holy%20Roman%20Emperor\"&gt;coronation&lt;/a&gt; oath on these Gospels when they were crowned at &lt;a href=\"Aachen\"&gt;Aachen&lt;/a&gt;, as recorded by the &lt;a href=\"Canon%20%28priest%29\"&gt;canons&lt;/a&gt; of the church college, who also used the Gospels for their own ordination oaths.\nApotheosis of Otto III.\nThe double-sided dedication page preceding the text of the gospels is of great significance. On the left page the monk Liuthar stands in a barbed &lt;a href=\"Quatrefoil\"&gt;Quatrefoil&lt;/a&gt; holding a book of Gospels to hand to Otto III, enthroned on the other page. Above and below in golden capitals on a purple background is a dedicatory inscription in &lt;a href=\"Leonine%20verse\"&gt;Leonine Hexameter&lt;/a&gt;, reading: \"Emperor Otto, may God clothe your heart with this book. Remember that you received it from Liuthar.\"\nThe image on the opposite page shows Otto on a throne supported by &lt;a href=\"Terra%20%28mythology%29\"&gt;Tellus&lt;/a&gt;, the &lt;a href=\"personification\"&gt;personification&lt;/a&gt; of the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; on a background of goldleaf. Otto is depicted in the style of an &lt;a href=\"Ancient%20Rome\"&gt;ancient Roman&lt;/a&gt; &lt;a href=\"Roman%20Emperor\"&gt;Emperor&lt;/a&gt;, wearing a &lt;a href=\"tunic\"&gt;tunic&lt;/a&gt; and a &lt;a href=\"chlamys\"&gt;chlamys&lt;/a&gt;. Exemplary of Medieval royal imagery, Otto is surrounded by an &lt;a href=\"aureola\"&gt;aureola&lt;/a&gt;, a motif which is otherwise only used in depictions of &lt;a href=\"Jesus%20Christ\"&gt;Jesus Christ&lt;/a&gt;. This expresses the idea in Medieval rulership ideology that through his coronation Otto himself became the anointed one, the Christ. This is confirmed by the &lt;a href=\"Hand%20of%20God%20%28art%29\"&gt;Hand of God&lt;/a&gt; surrounded by a blue halo and superimposed on a cross, which crowns the Emperor, and also by his arms which are outspread in a pose of crucifixion. His right hand holds the &lt;a href=\"Globus%20cruciger\"&gt;Globus cruciger&lt;/a&gt;, while his left is outstretched to receive the Gospels being gifted by Liuthar. The four &lt;a href=\"Evangelist%20portrait%23The%20Evangelists%27%20symbols\"&gt;symbols of the Evangelists&lt;/a&gt; hold the white &lt;a href=\"scroll\"&gt;scroll&lt;/a&gt; of the gospel over the breast of the Emperor, thereby clothing his heart with it. The scene is framed by a purple arch. The colour, restricted to Roman Emperors, indicates Otto's imperial status. Two kings performing &lt;a href=\"Homage%20%28feudal%29\"&gt;homage&lt;/a&gt; stand on either side with lances. These might be identified with &lt;a href=\"Boles%C5%82aw%20I%20Chrobry\"&gt;Bolesław of Poland&lt;/a&gt; and &lt;a href=\"Stephen%20of%20Hungary\"&gt;Stephen of Hungary&lt;/a&gt;, who were raised to royal dignity by Otto in the year 1000. In the lower register two worldly dignitaries with helmets, lances, and shields approach from the left. Two spiritual dignitaries approach from the right. Each wears an &lt;a href=\"alb\"&gt;alb&lt;/a&gt;, a &lt;a href=\"chasuble\"&gt;chasuble&lt;/a&gt; and a &lt;a href=\"pallium\"&gt;pallium&lt;/a&gt;, showing that they are &lt;a href=\"archbishop\"&gt;archbishop&lt;/a&gt;s, and carries writing implements. This Apotheosis image is thus a variation on the image of &lt;a href=\"Christ%20in%20Majesty\"&gt;Christ in Majesty&lt;/a&gt;, uniquely influenced by &lt;a href=\"Byzantine%20art\"&gt;Byzantine art&lt;/a&gt;. Emperor Otto III is shown crowned by God, supported by the Earth, an Earthly Christ with his heart full of the Gospel holding power over the world.\nThe Cover.\nA silver &lt;a href=\"book%20cover\"&gt;cover&lt;/a&gt; from about 1170/80 was attached to the back cover of the Carolingian Treasury Gospels until 1870, when it was recycled as a front cover for the Liuthar Gospels. In 1972, this cover was removed and the Gospels were rebound.\nThis cover measures 30.8 x 23.7 centimetres and consists of a wooden core, a sheet of silver, and Byzantine ivories from the middle of the tenth century. The ivories form the centre of the cover, depicting busts of four saints: &lt;a href=\"John%20the%20Evangelist\"&gt;John the Evangelist&lt;/a&gt;, &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt;, &lt;a href=\"Theodore%20of%20Amasea\"&gt;Theodore Tyron&lt;/a&gt; and &lt;a href=\"Saint%20George\"&gt;Saint George&lt;/a&gt;. The silver sheet consists of the Four Evangelists arranged around the ivories in lunettes and an archangel standing on either side. The ivories are meant to serve as the folding wings of the ivory relief of the golden book cover of the Treasury Gospels and have no connection whatsoever with the silverwork evangelists and angels\nAachen Christmas carol.\nIn 1886, the master of the Aachen Minster college, &lt;a href=\"Heinrich%20B%C3%B6ckeler\"&gt;Heinrich Böckeler&lt;/a&gt; found the so-called \"Aachen Fragment\" in the Liuthar Gospels, which was dated orthographically to the fourteenth or fifteenth centuries. It contained the beginning of the oldest known &lt;a href=\"Christmas%20carol\"&gt;Christmas carol&lt;/a&gt; in German language, the \"Aachen Christmas Carol\". The melody, recorded in &lt;a href=\"neume%23Use%20in%20Western%20plainchant\"&gt;square notation&lt;/a&gt;, comes with the words \"Syt willekomen heirre kirst want du unser alre here bis\" (May you welcome us, Lord Christ, thou who art the Lord of us all)."
}