{
    "id": "4161701",
    "revid": "1066345065",
    "url": "https://en.wikipedia.org/wiki?curid=4161701",
    "title": "2006 World Series",
    "text": "The 2006 World Series was the &lt;a href=\"World%20Series\"&gt;championship series&lt;/a&gt; of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s (MLB) &lt;a href=\"2006%20Major%20League%20Baseball%20season\"&gt;2006 season&lt;/a&gt;. The 102nd edition of the World Series, it was a &lt;a href=\"best-of-seven%20playoff\"&gt;best-of-seven playoff&lt;/a&gt; between the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; (AL) champion &lt;a href=\"2006%20Detroit%20Tigers%20season\"&gt;Detroit Tigers&lt;/a&gt; and the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; (NL) champion &lt;a href=\"2006%20St.%20Louis%20Cardinals%20season\"&gt;St. Louis Cardinals&lt;/a&gt;; the Cardinals won the series in five games, taking games one, three, four, and five. This was the third World Series meeting between the Tigers and the Cardinals, the first in 38 years. The Cardinals won the first in , and the Tigers won the second in ; each went the full seven games.\nIt was only the fifth time in 40 years that the Series featured two teams that had both remained in the same city since the formation of the AL in 1901, the last time being the &lt;a href=\"2004%20World%20Series\"&gt;2004 World Series&lt;/a&gt; between &lt;a href=\"2004%20St.%20Louis%20Cardinals%20season\"&gt;St. Louis&lt;/a&gt; and the &lt;a href=\"2004%20Boston%20Red%20Sox%20season\"&gt;Boston Red Sox&lt;/a&gt;. The last three prior to 2004 were in (&lt;a href=\"1975%20Boston%20Red%20Sox%20season\"&gt;Boston&lt;/a&gt;–&lt;a href=\"1975%20Cincinnati%20Reds%20season\"&gt;Cincinnati&lt;/a&gt;), 1968 (&lt;a href=\"1968%20Detroit%20Tigers%20season\"&gt;Detroit&lt;/a&gt;–&lt;a href=\"1968%20St.%20Louis%20Cardinals%20season\"&gt;St. Louis&lt;/a&gt;) and (&lt;a href=\"1967%20Boston%20Red%20Sox%20season\"&gt;Boston&lt;/a&gt;–&lt;a href=\"1967%20St.%20Louis%20Cardinals%20season\"&gt;St. Louis&lt;/a&gt;).\nThe Cardinals, who moved into &lt;a href=\"Busch%20Stadium\"&gt;Busch Stadium III&lt;/a&gt; in April, became the fourth team to win the Series in their home stadium's debut season, joining the &lt;a href=\"1909%20Pittsburgh%20Pirates%20season\"&gt;Pittsburgh Pirates&lt;/a&gt; (&lt;a href=\"Forbes%20Field\"&gt;Forbes Field&lt;/a&gt;), &lt;a href=\"1912%20Boston%20Red%20Sox%20season\"&gt;Boston Red Sox&lt;/a&gt; (&lt;a href=\"Fenway%20Park\"&gt;Fenway Park&lt;/a&gt;) and &lt;a href=\"1923%20New%20York%20Yankees%20season\"&gt;New York Yankees&lt;/a&gt; (&lt;a href=\"Yankee%20Stadium%20%281923%29\"&gt;Yankee Stadium I&lt;/a&gt;). In 2009, they would be joined by the &lt;a href=\"2009%20New%20York%20Yankees%20season\"&gt;New York Yankees&lt;/a&gt; (&lt;a href=\"Yankee%20Stadium%20II\"&gt;Yankee Stadium II&lt;/a&gt;). With this win, the Cardinals would join the Yankees on becoming only the 2nd team in MLB history to win 10 World Series Championships after defeating the Tigers. It also marked the franchise's first World Championship since . Cardinals &lt;a href=\"manager%20%28baseball%29\"&gt;manager&lt;/a&gt; &lt;a href=\"Tony%20La%20Russa\"&gt;Tony La Russa&lt;/a&gt;, who won the &lt;a href=\"1989%20World%20Series\"&gt;1989 World Series&lt;/a&gt; title with the &lt;a href=\"1989%20Oakland%20Athletics%20season\"&gt;Athletics&lt;/a&gt;, became the second manager in history to lead teams in both leagues to championships, joining &lt;a href=\"Sparky%20Anderson\"&gt;Sparky Anderson&lt;/a&gt;. Tigers manager &lt;a href=\"Jim%20Leyland\"&gt;Jim Leyland&lt;/a&gt;, who won the &lt;a href=\"1997%20World%20Series\"&gt;1997 World Series&lt;/a&gt; title with the &lt;a href=\"1997%20Florida%20Marlins%20season\"&gt;Marlins&lt;/a&gt;, also could have become the second manager in history to lead teams in both leagues to championships, had the Tigers won the series.\nThe Cardinals finished the regular season 83–78. This is the second-worst record ever for a league champion (the &lt;a href=\"1973%20New%20York%20Mets%20season\"&gt;1973 New York Mets&lt;/a&gt; finished 82–79) and the worst record ever for a World Series champion. Previously the &lt;a href=\"1987%20Minnesota%20Twins%20season\"&gt;1987 Minnesota Twins&lt;/a&gt; finished 85–77 and defeated that year's &lt;a href=\"1987%20St.%20Louis%20Cardinals%20season\"&gt;Cardinals team&lt;/a&gt; in the &lt;a href=\"1987%20World%20Series\"&gt;1987 World Series&lt;/a&gt;.\nBackground.\nA pair of battered ballclubs.\nSince &lt;a href=\"Interleague%20Play\"&gt;Interleague Play&lt;/a&gt; began in 1997, this marked the third time a World Series mould be a rematch of the regular season. The Tigers swept the Cardinals in three games at Comerica Park from June 23-25.\nNeither team was given much chance to advance far into October by many baseball pundits. Both teams stumbled through the second halves of their seasons. The Tigers, only three years removed from &lt;a href=\"2003%20Detroit%20Tigers%20season\"&gt;having the most losses in a season by an AL team&lt;/a&gt; and enjoying their first successful season after 12 years of futility, surprised the baseball world by building a ten-game lead in the &lt;a href=\"American%20League%20Central\"&gt;American League Central&lt;/a&gt;, but eventually the lead evaporated in the final months and they lost the division to the &lt;a href=\"2006%20Minnesota%20Twins%20season\"&gt;Minnesota Twins&lt;/a&gt; on the last day of the season after being swept by the last-place &lt;a href=\"2006%20Kansas%20City%20Royals%20season\"&gt;Kansas City Royals&lt;/a&gt; at home, settling for a playoff berth as the AL Wild Card. The Cardinals held a seven-game advantage in the &lt;a href=\"National%20League%20Central\"&gt;National League Central&lt;/a&gt; over the &lt;a href=\"2006%20Cincinnati%20Reds%20season\"&gt;Cincinnati Reds&lt;/a&gt; and an -game lead over the &lt;a href=\"2006%20Houston%20Astros%20season\"&gt;Houston Astros&lt;/a&gt; with just two weeks to play. However, the combination of a seven-game losing streak by St. Louis and an eight-game winning streak by the Astros (highlighted by a four-game sweep of the Cardinals in Houston) caused the Cardinals' lead to shrink to half a game with only a few games left. However, the Cardinals held on to clinch the division after an Astros' loss to the &lt;a href=\"2006%20Atlanta%20Braves%20season\"&gt;Atlanta Braves&lt;/a&gt; on the last day of the season.\nThus, both the Tigers and Cardinals were clear underdogs in their matches, against the &lt;a href=\"2006%20New%20York%20Yankees%20season\"&gt;New York Yankees&lt;/a&gt; and &lt;a href=\"2006%20San%20Diego%20Padres%20season\"&gt;San Diego Padres&lt;/a&gt;, respectively. The Tigers' pitching took care of the vaunted Yankees lineup, and won &lt;a href=\"2006%20American%20League%20Division%20Series\"&gt;their series&lt;/a&gt; 3–1. The Cardinals also won &lt;a href=\"2006%20National%20League%20Division%20Series\"&gt;their series&lt;/a&gt; 3–1, including the first two games in San Diego. The Tigers then swept the &lt;a href=\"2006%20Oakland%20Athletics%20season\"&gt;Oakland Athletics&lt;/a&gt; in the &lt;a href=\"2006%20American%20League%20Championship%20Series\"&gt;ALCS&lt;/a&gt;, winning game four on a three-run &lt;a href=\"walk-off%20home%20run\"&gt;walk-off home run&lt;/a&gt; by &lt;a href=\"Magglio%20Ord%C3%B3%C3%B1ez\"&gt;Magglio Ordóñez&lt;/a&gt; in the bottom of the ninth. The Cardinals won &lt;a href=\"2006%20National%20League%20Championship%20Series\"&gt;their series&lt;/a&gt; against the &lt;a href=\"2006%20New%20York%20Mets%20season\"&gt;New York Mets&lt;/a&gt; with the help of a ninth-inning home run by &lt;a href=\"Yadier%20Molina\"&gt;Yadier Molina&lt;/a&gt; in a tense Game 7.\nThe Tigers had &lt;a href=\"home-field%20advantage\"&gt;home-field advantage&lt;/a&gt; in the Series, due to the AL's 3–2 win over the NL in the &lt;a href=\"2006%20Major%20League%20Baseball%20All-Star%20Game\"&gt;77th Major League Baseball All-Star Game&lt;/a&gt; on July 11 at &lt;a href=\"PNC%20Park\"&gt;PNC Park&lt;/a&gt; in &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;. These two teams had already played against each other in a three-game series in June 2006, where the Tigers swept the Cardinals 3–0 in Detroit, part of an eight-game Cardinals losing streak. This was the first time since 2000 that teams meeting during the regular season met again in the World Series.\nThe Series marked the third time in a row that both teams sought to win a championship after at least a 20-year drought. In &lt;a href=\"2004%20World%20Series\"&gt;2004&lt;/a&gt;, the &lt;a href=\"2004%20Boston%20Red%20Sox%20season\"&gt;Boston Red Sox&lt;/a&gt; ended &lt;a href=\"Curse%20of%20the%20Bambino\"&gt;their 86-year hiatus&lt;/a&gt; by defeating the Cardinals; in &lt;a href=\"2005%20World%20Series\"&gt;2005&lt;/a&gt; the &lt;a href=\"2005%20Chicago%20White%20Sox%20season\"&gt;Chicago White Sox&lt;/a&gt; ended an 88-year drought by defeating the &lt;a href=\"2005%20Houston%20Astros%20season\"&gt;Houston Astros&lt;/a&gt;, who were competing in their first World Series after 43 seasons. The Tigers had not appeared in the World Series since winning it in &lt;a href=\"1984%20World%20Series\"&gt;1984&lt;/a&gt;. The Cardinals last won in &lt;a href=\"1982%20World%20Series\"&gt;1982&lt;/a&gt;, losing three times since then, in &lt;a href=\"1985%20World%20Series\"&gt;1985&lt;/a&gt;, &lt;a href=\"1987%20World%20Series\"&gt;1987&lt;/a&gt; and 2004.\nThe Tigers were the eighth &lt;a href=\"wild%20card%20%28sports%29\"&gt;wild card&lt;/a&gt; team to compete in the World Series since MLB introduced the wild card in 1994. A wild-card team participated in the Series from 2002 to 2007.\nRiding the momentum they built up during their surprisingly easy ALDS and ALCS victories, Detroit entered the Series as a prohibitive favorite. Bob Nightengale of \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" expressed popular sentiment when he said \"Tigers in \"three\"\".\nTwo veteran managers return to postseason play.\nSt. Louis' &lt;a href=\"manager%20%28baseball%29\"&gt;manager&lt;/a&gt; &lt;a href=\"Tony%20La%20Russa\"&gt;Tony La Russa&lt;/a&gt; joined his mentor, &lt;a href=\"Sparky%20Anderson\"&gt;Sparky Anderson&lt;/a&gt;, as only the second manager to win the World Series with teams in both leagues. La Russa won in with the &lt;a href=\"1989%20Oakland%20Athletics%20season\"&gt;Athletics&lt;/a&gt;. Coincidentally, Anderson first accomplished the feat by managing Detroit to their previous championship in 1984. He was chosen to throw out the ceremonial first pitch before Game 2. If the Tigers had defeated the Cardinals, Jim Leyland would have joined Anderson for this feat instead of LaRussa as he had already won the &lt;a href=\"1997%20World%20Series\"&gt;1997 World Series&lt;/a&gt; with the &lt;a href=\"1997%20Florida%20Marlins%20season\"&gt;Florida Marlins&lt;/a&gt;. When he came to St. Louis, La Russa wore number 10 to symbolize the team's drive to their 10th championship and pay tribute to Anderson, who wore number 10 while manager of the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;. After winning the championship, he chose to continue wearing number 10 to pay tribute to Anderson.\nJim Leyland is the seventh manager to win pennants in both leagues. The previous six are &lt;a href=\"Joe%20McCarthy%20%28manager%29\"&gt;Joe McCarthy&lt;/a&gt; (&lt;a href=\"1929%20Chicago%20Cubs%20season\"&gt;1929 Cubs&lt;/a&gt; and the Yankees of &lt;a href=\"1932%20New%20York%20Yankees%20season\"&gt;1932&lt;/a&gt;, &lt;a href=\"1936%20New%20York%20Yankees%20season\"&gt;1936&lt;/a&gt;–&lt;a href=\"1939%20New%20York%20Yankees%20season\"&gt;39&lt;/a&gt; and &lt;a href=\"1941%20New%20York%20Yankees%20season\"&gt;1941&lt;/a&gt;–&lt;a href=\"1943%20New%20York%20Yankees%20season\"&gt;43&lt;/a&gt;), &lt;a href=\"Yogi%20Berra\"&gt;Yogi Berra&lt;/a&gt; (&lt;a href=\"1964%20New%20York%20Yankees%20season\"&gt;1964 Yankees&lt;/a&gt;, &lt;a href=\"1973%20New%20York%20Mets%20season\"&gt;1973 Mets&lt;/a&gt;), &lt;a href=\"Alvin%20Dark\"&gt;Alvin Dark&lt;/a&gt; (&lt;a href=\"1962%20San%20Francisco%20Giants%20season\"&gt;1962 Giants&lt;/a&gt;, &lt;a href=\"1974%20Oakland%20Athletics%20season\"&gt;1974 A's&lt;/a&gt;), &lt;a href=\"Sparky%20Anderson\"&gt;Sparky Anderson&lt;/a&gt; (&lt;a href=\"1970%20Cincinnati%20Reds%20season\"&gt;1970&lt;/a&gt;, &lt;a href=\"1972%20Cincinnati%20Reds%20season\"&gt;1972&lt;/a&gt;, &lt;a href=\"1975%20Cincinnati%20Reds%20season\"&gt;1975&lt;/a&gt;–&lt;a href=\"1976%20Cincinnati%20Reds%20season\"&gt;76 Reds&lt;/a&gt;, &lt;a href=\"1984%20Detroit%20Tigers%20season\"&gt;1984 Tigers&lt;/a&gt;), &lt;a href=\"Dick%20Williams\"&gt;Dick Williams&lt;/a&gt; (&lt;a href=\"1967%20Boston%20Red%20Sox%20season\"&gt;1967 Red Sox&lt;/a&gt;, &lt;a href=\"1972%20Oakland%20Athletics%20season\"&gt;1972&lt;/a&gt;–&lt;a href=\"1973%20Oakland%20Athletics%20season\"&gt;73 A's&lt;/a&gt;, &lt;a href=\"1984%20San%20Diego%20Padres%20season\"&gt;1984 Padres&lt;/a&gt;), and Tony La Russa (&lt;a href=\"1988%20Oakland%20Athletics%20season\"&gt;1988&lt;/a&gt;–&lt;a href=\"1990%20Oakland%20Athletics%20season\"&gt;90 A's&lt;/a&gt;, &lt;a href=\"2004%20St.%20Louis%20Cardinals%20season\"&gt;2004&lt;/a&gt;, &lt;a href=\"2006%20St.%20Louis%20Cardinals%20season\"&gt;2006 Cardinals&lt;/a&gt;).\nAdditionally, the opposing managers are close friends. Leyland was La Russa's third base coach for the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; in the early 1980s. Leyland also served as a Pittsburgh-based advance scout for the Cardinals before he was hired by the Tigers.\nThis was the first World Series in 22 years to have two previous World Series-winning managers facing each other, but at the helms of new teams. As previously mentioned, Leyland previously won the &lt;a href=\"1997%20World%20Series\"&gt;1997 World Series&lt;/a&gt; with the &lt;a href=\"1997%20Florida%20Marlins%20season\"&gt;Florida Marlins&lt;/a&gt;, and La Russa won the &lt;a href=\"1989%20World%20Series\"&gt;1989 World Series&lt;/a&gt; with the &lt;a href=\"1989%20Oakland%20Athletics%20season\"&gt;Oakland Athletics&lt;/a&gt;. Overall, it was the first World Series since to have two previous Series-winning managers facing each other.\nMatchups.\nGame 1.\nTwo rookies faced off in Game 1 for the first time in history: &lt;a href=\"Anthony%20Reyes\"&gt;Anthony Reyes&lt;/a&gt; for St. Louis and &lt;a href=\"Justin%20Verlander\"&gt;Justin Verlander&lt;/a&gt; for Detroit. It looked like the Tigers were going to get to Reyes early in the bottom of the first, when &lt;a href=\"Craig%20Monroe\"&gt;Craig Monroe&lt;/a&gt; doubled and &lt;a href=\"Magglio%20Ord%C3%B3%C3%B1ez\"&gt;Magglio Ordóñez&lt;/a&gt; walked. &lt;a href=\"Carlos%20Guill%C3%A9n\"&gt;Carlos Guillén&lt;/a&gt; singled Monroe in, giving the Tigers a 1–0 lead. However, in the top of the second, &lt;a href=\"Scott%20Rolen\"&gt;Scott Rolen&lt;/a&gt; hit a long home run to left field, tying the score at 1–1. Rolen was 0-for-15 in his career in the World Series before hitting the home run. The previous mark had been 0-for-13, set by &lt;a href=\"Benny%20Kauff\"&gt;Benny Kauff&lt;/a&gt; of the &lt;a href=\"New%20York%20Giants%20%28NL%29\"&gt;New York Giants&lt;/a&gt; in the &lt;a href=\"1917%20World%20Series\"&gt;1917 World Series&lt;/a&gt;. In the third inning the Cards broke through, first when &lt;a href=\"Chris%20Duncan\"&gt;Chris Duncan&lt;/a&gt;'s RBI double scored &lt;a href=\"Yadier%20Molina\"&gt;Yadier Molina&lt;/a&gt; to give the Cardinals the lead. On Verlander's next pitch, 2005 National League MVP &lt;a href=\"Albert%20Pujols\"&gt;Albert Pujols&lt;/a&gt; banged a two-run home run, punishing the rookie who elected to pitch to the dangerous Pujols, rather than walk him with first base open and two outs and pitch to &lt;a href=\"Jim%20Edmonds\"&gt;Jim Edmonds&lt;/a&gt;.\nMeanwhile, Anthony Reyes was the story. The pitcher who had the fewest &lt;a href=\"regular%20season%20%28baseball%29\"&gt;regular season&lt;/a&gt; wins of a Game 1 World Series starter (5) at one point retired 17 in a row from the first inning to the sixth inning, a World Series record for a rookie. The previous record was thirteen (&lt;a href=\"John%20Stuper\"&gt;John Stuper&lt;/a&gt;, STL, &lt;a href=\"1982%20World%20Series\"&gt;1982&lt;/a&gt;, and &lt;a href=\"Dickey%20Kerr\"&gt;Dickey Kerr&lt;/a&gt;, &lt;a href=\"Chicago%20White%20Sox\"&gt;CHW&lt;/a&gt;, &lt;a href=\"1919%20World%20Series\"&gt;1919&lt;/a&gt;). Reyes' final line was eight-plus innings, four hits, two runs, and four strikeouts. The Cards took advantage of Detroit's mistakes again in the sixth, when &lt;a href=\"Brandon%20Inge\"&gt;Brandon Inge&lt;/a&gt; made two errors in one play. With runners on second and third, Inge threw to home wild to score a run and then &lt;a href=\"Obstruction%20%28baseball%29\"&gt;obstructed&lt;/a&gt; Scott Rolen, who was running home, to score another run. &lt;a href=\"Craig%20Monroe\"&gt;Craig Monroe&lt;/a&gt; hit a home run off Reyes in the bottom of the ninth, which led to Reyes being &lt;a href=\"pulled%20%28baseball%29\"&gt;pulled&lt;/a&gt; from the game, as &lt;a href=\"Braden%20Looper\"&gt;Braden Looper&lt;/a&gt; came in to finish the game. The final score was 7–2 Cardinals, marking the first time since 2003 that the National League had won a World Series game, and the first World Series game won by St. Louis since Game 5 of the &lt;a href=\"1987%20World%20Series\"&gt;1987 World Series&lt;/a&gt;.\nGame 2.\nWith a starting temperature of , controversy surrounded the start of Game 2 when Tigers starting pitcher &lt;a href=\"Kenny%20Rogers%20%28baseball%29\"&gt;Kenny Rogers&lt;/a&gt; was found to have a substance on a patch of the palm of his pitching hand during the first inning. Although Cardinals hitters claimed that the ball was doing \"weird things\" in the first inning, Cardinals manager Tony La Russa did not request an inspection of Rogers' hand to determine what the substance was. Rogers claimed it was a combination of dirt and rosin (both legal), but complied with a request from the umpires to wash his hands before the second inning.\nUnfazed, Rogers would go on to pitch eight shutout innings while surrendering only two hits, running his postseason streak to 23 straight shutout innings. Craig Monroe hit his second home run in the series, and Carlos Guillén, who was a home run away from the &lt;a href=\"List%20of%20baseball%20jargon%20%28H%29%23hit%20for%20the%20cycle\"&gt;cycle&lt;/a&gt;, and Sean Casey each drove in runs to give the Tigers a 3–0 lead going into the ninth. &lt;a href=\"Todd%20Jones\"&gt;Todd Jones&lt;/a&gt; then came into the game to close it out but got into a heavy jam (he had an error which contributed to the jam), with Scott Rolen being driven in by &lt;a href=\"Jim%20Edmonds\"&gt;Jim Edmonds&lt;/a&gt; before a force-out at second with the bases loaded won the game for the Tigers. &lt;a href=\"Craig%20Monroe\"&gt;Craig Monroe&lt;/a&gt; became the fifth player to hit a home run in each of his first two World Series games. The others were &lt;a href=\"Barry%20Bonds\"&gt;Barry Bonds&lt;/a&gt; for the Giants in &lt;a href=\"2002%20World%20Series\"&gt;2002&lt;/a&gt;, &lt;a href=\"Ted%20Simmons\"&gt;Ted Simmons&lt;/a&gt; for the Brewers in &lt;a href=\"1982%20World%20Series\"&gt;1982&lt;/a&gt;, &lt;a href=\"Dusty%20Rhodes%20%28outfielder%29\"&gt;Dusty Rhodes&lt;/a&gt; for the New York Giants in &lt;a href=\"1954%20World%20Series\"&gt;1954&lt;/a&gt;, and &lt;a href=\"Jimmie%20Foxx\"&gt;Jimmie Foxx&lt;/a&gt; for the Philadelphia Athletics in &lt;a href=\"1929%20World%20Series\"&gt;1929&lt;/a&gt;.\nSt. Louis pitcher &lt;a href=\"Jeff%20Weaver\"&gt;Jeff Weaver&lt;/a&gt; (the same Yankees pitcher who surrendered the walk-off home run in game 4 of the &lt;a href=\"2003%20World%20Series\"&gt;2003 World Series&lt;/a&gt;) surrendered all three Detroit runs in his five innings of work and took the loss for the Cardinals.\nGame 3.\nAfter the Cardinals were shut out by Detroit pitcher Kenny Rogers for eight innings in Game 2, St. Louis starter &lt;a href=\"Chris%20Carpenter\"&gt;Chris Carpenter&lt;/a&gt; answered with eight innings of his own in a 5–0 Cardinals victory in Game 3. Carpenter, making his World Series debut (he missed the entire &lt;a href=\"2004%20World%20Series\"&gt;2004 World Series&lt;/a&gt; due to injury) gave up only three hits, struck out six and did not issue a &lt;a href=\"base%20on%20balls\"&gt;walk&lt;/a&gt;, while throwing only 82 pitches. Only one Tiger reached second base.\nSt. Louis began the scoring in the fourth inning on a bases-loaded two-run double by center fielder &lt;a href=\"Jim%20Edmonds\"&gt;Jim Edmonds&lt;/a&gt; off of Nate Robertson. Two more runs would score in the bottom of the seventh on an error by Detroit pitcher &lt;a href=\"Joel%20Zumaya\"&gt;Joel Zumaya&lt;/a&gt;, who overthrew third baseman &lt;a href=\"Brandon%20Inge\"&gt;Brandon Inge&lt;/a&gt; on what should have been a routine force out. St. Louis would add another run in the eighth on a wild pitch.\nReliever &lt;a href=\"Braden%20Looper\"&gt;Braden Looper&lt;/a&gt; would pitch a perfect ninth to close out the game and give St. Louis a two-games-to-one advantage in the Series.\nThe Cardinals became the first team since the &lt;a href=\"1970%20Cincinnati%20Reds%20season\"&gt;Cincinnati Reds&lt;/a&gt; in &lt;a href=\"1970%20World%20Series\"&gt;1970&lt;/a&gt; to host a World Series game in their first season in a &lt;a href=\"Busch%20Stadium%20III\"&gt;new ballpark&lt;/a&gt;.\nGame 4.\nGame 4 was pushed back a day because of rain, the first time a rainout had occurred in the World Series since Game 1 in &lt;a href=\"1996%20World%20Series\"&gt;1996&lt;/a&gt;. The fans from the game were to attend Game 5. (Thus, fans who had tickets for Game 5 went to Game 4 instead.) The Cardinals won, taking a 3–1 series lead. The starters were &lt;a href=\"Jeff%20Suppan\"&gt;Jeff Suppan&lt;/a&gt; for the Cardinals and &lt;a href=\"Jeremy%20Bonderman\"&gt;Jeremy Bonderman&lt;/a&gt; for the Tigers. The Tigers took a 3–0 lead into the top of the third, after &lt;a href=\"Sean%20Casey%20%28baseball%29\"&gt;Sean Casey&lt;/a&gt; had two &lt;a href=\"Run%20batted%20in\"&gt;RBI&lt;/a&gt;s, including a home run. The other RBI came from Detroit's &lt;a href=\"Iv%C3%A1n%20Rodr%C3%ADguez\"&gt;Iván Rodríguez&lt;/a&gt;, who singled in &lt;a href=\"Carlos%20Guill%C3%A9n\"&gt;Carlos Guillén&lt;/a&gt;. Rodriguez, who had been hitless in the previous three games, also went 3-for-4. In the bottom of the third, the Cardinals struck back with a run-scoring double by &lt;a href=\"David%20Eckstein\"&gt;David Eckstein&lt;/a&gt;, scoring &lt;a href=\"Aaron%20Miles\"&gt;Aaron Miles&lt;/a&gt; who had the first stolen base of the series by either team. &lt;a href=\"Yadier%20Molina\"&gt;Yadier Molina&lt;/a&gt; doubled in &lt;a href=\"Scott%20Rolen\"&gt;Scott Rolen&lt;/a&gt; in the fourth to cut the Tiger lead to 3–2. The score remained that way, until the bottom of the seventh, when Eckstein led off with a double over the head of &lt;a href=\"Curtis%20Granderson\"&gt;Curtis Granderson&lt;/a&gt;, who had slipped on the wet &lt;a href=\"Busch%20Stadium\"&gt;Busch Stadium&lt;/a&gt; outfield grass. Eckstein then scored on an attempted sacrifice bunt by &lt;a href=\"So%20Taguchi\"&gt;So Taguchi&lt;/a&gt; that was thrown over the head of second baseman &lt;a href=\"Pl%C3%A1cido%20Polanco\"&gt;Plácido Polanco&lt;/a&gt;, who was covering first by &lt;a href=\"Fernando%20Rodney\"&gt;Fernando Rodney&lt;/a&gt;, and that tied the score at three. Later that same inning, &lt;a href=\"Preston%20Wilson\"&gt;Preston Wilson&lt;/a&gt; hit a single to left with two outs that scored Taguchi from third and Rodney was charged with a blown save. The Tigers tied the game in the top of the eighth on a &lt;a href=\"Brandon%20Inge\"&gt;Brandon Inge&lt;/a&gt; double that scored &lt;a href=\"Iv%C3%A1n%20Rodr%C3%ADguez\"&gt;Iván Rodríguez&lt;/a&gt;. &lt;a href=\"Adam%20Wainwright\"&gt;Adam Wainwright&lt;/a&gt;, the winning pitcher, was charged with a blown save but held on to win. In the bottom of the eighth inning, the Cardinals would regain and keep the lead when Miles scored on a double by Eckstein just off the glove of outfielder &lt;a href=\"Craig%20Monroe\"&gt;Craig Monroe&lt;/a&gt;, who had been playing shallow and dove for a ball just out of his reach. This gave &lt;a href=\"Joel%20Zumaya\"&gt;Joel Zumaya&lt;/a&gt; the loss.\nGame 5.\nOn a day in which it rained much of the day but stopped early enough so that the lack of a dome did not delay the game, the Cardinals won to clinch the championship four games to one, making this the first five-game series since the &lt;a href=\"Mets%E2%80%93Yankees%20rivalry\"&gt;Yankees–Mets Series&lt;/a&gt; in . The starter for Detroit was game 1 loser &lt;a href=\"Justin%20Verlander\"&gt;Justin Verlander&lt;/a&gt; and the Cardinals starter was game 2 loser &lt;a href=\"Jeff%20Weaver\"&gt;Jeff Weaver&lt;/a&gt;. Weaver got an extra day of rest to avoid pitching on three days rest.\n&lt;a href=\"Justin%20Verlander\"&gt;Justin Verlander&lt;/a&gt; pitched a sloppy first inning for Detroit, walking three and tying a World Series record for a single inning by throwing two wild pitches. He avoided allowing any runs, however, thanks to a good play by shortstop &lt;a href=\"Carlos%20Guill%C3%A9n\"&gt;Carlos Guillén&lt;/a&gt; to get the third out on what was almost an infield hit.\nThe Cardinals took the lead in the second inning on a lead-off single by &lt;a href=\"Yadier%20Molina\"&gt;Yadier Molina&lt;/a&gt; followed by two advancing groundouts, and then an infield single by &lt;a href=\"David%20Eckstein\"&gt;David Eckstein&lt;/a&gt;. Detroit third baseman &lt;a href=\"Brandon%20Inge\"&gt;Brandon Inge&lt;/a&gt; made a good play to stop the ball off Eckstein's bat, but then made a poor throw to first which got by first baseman &lt;a href=\"Sean%20Casey%20%28baseball%29\"&gt;Sean Casey&lt;/a&gt; and allowed Eckstein to advance to second. The throwing error was the seventh error of the series by the Tigers, also giving them at least one error in every game to that point.\nCardinals pitcher &lt;a href=\"Jeff%20Weaver\"&gt;Jeff Weaver&lt;/a&gt; (an ex-Tiger) was cruising into the fourth inning, and he appeared to be nowhere near trouble with a lead-off groundout by Guillen, followed by a routine popup by &lt;a href=\"Magglio%20Ord%C3%B3%C3%B1ez\"&gt;Magglio Ordóñez&lt;/a&gt;. This popup turned out to be much more troublesome than it first appeared: right fielder &lt;a href=\"Chris%20Duncan\"&gt;Chris Duncan&lt;/a&gt; dropped the ball, apparently distracted by center fielder Jim Edmonds who was also going after the ball. With Ordóñez on via the error, the very next pitch of the game was hit by the hot-hitting &lt;a href=\"Sean%20Casey%20%28baseball%29\"&gt;Sean Casey&lt;/a&gt; into the right-field seats just inside the foul pole for a two-run homer that gave Detroit the lead, 2–1. The Cardinals would threaten immediately in the bottom of the inning, however, with Yadier Molina and &lt;a href=\"So%20Taguchi\"&gt;So Taguchi&lt;/a&gt; each singling to put runners at first and second with one out. Pitcher Jeff Weaver then came up and attempted to bunt the runners over to second and third. The bunt was fielded cleanly by the pitcher Justin Verlander, but he attempted to force out Molina at third. The throw missed third baseman &lt;a href=\"Brandon%20Inge\"&gt;Brandon Inge&lt;/a&gt; and the ball went into the left-field foul area. This allowed Molina to score to tie it up, with Taguchi and Weaver arriving safely at third and second. Later, Verlander said \"I picked it up and said, Don't throw it away, instead of just throwing it. I got tentative.\" The throwing error by Verlander was the fifth error by Detroit pitchers in the World Series, having committed one per game, setting a new World Series record. (A placard held by a Cardinals fan in the stands read \"HIT IT TO THE PITCHER\"). The next batter, David Eckstein, grounded out to score the runner from third, and St. Louis secured their lead, 3–2. Verlander kept Weaver from scoring by retiring &lt;a href=\"Chris%20Duncan\"&gt;Chris Duncan&lt;/a&gt;, but the damage was already done.\nChris Duncan misplayed another ball in the top of the sixth for a Sean Casey two-out double, but this time Casey would be stranded as Iván Rodríguez then struck out to end the inning. A David Eckstein single followed by a Preston Wilson walk in the bottom of the seventh put runners at first and second with none out for the heart of the Cardinals order: Pujols, Edmonds, and Rolen. Pujols popped out and Edmonds flied out, so it appeared Detroit might hold the Cardinals to a one-run lead. Instead, Scott Rolen singled and scored Eckstein, doubling the Cardinals lead to 4–2. Fernando Rodney, who gave up the single to Rolen and was charged with the run, managed to retire &lt;a href=\"Ronnie%20Belliard\"&gt;Ronnie Belliard&lt;/a&gt; to end the inning.\nJeff Weaver retired the side in order, and the Cardinals went to the ninth, three outs away from their first World Series title in 24 years. The man called on to get those three outs would be &lt;a href=\"Adam%20Wainwright\"&gt;Adam Wainwright&lt;/a&gt;, who had won the job of closer after the star free agent brought to St. Louis in 2002, &lt;a href=\"Jason%20Isringhausen\"&gt;Jason Isringhausen&lt;/a&gt;, had season-ending surgery. Detroit's clean-up hitter, &lt;a href=\"Magglio%20Ord%C3%B3%C3%B1ez\"&gt;Magglio Ordóñez&lt;/a&gt;, led off the inning. He proceeded to work a full count but then grounded out. The second batter, Sean Casey, worked a full count and then doubled to bring the tying run to the plate. The third batter, &lt;a href=\"Iv%C3%A1n%20Rodr%C3%ADguez\"&gt;Iván Rodríguez&lt;/a&gt;, got ahead in the count 2–0 but grounded back to Wainwright on the next pitch, putting the Cardinals one out away. The fourth batter, &lt;a href=\"Pl%C3%A1cido%20Polanco\"&gt;Plácido Polanco&lt;/a&gt; (who was hitless during the entire series), fell behind 1–2, but then worked a walk to put the tying run on. The fifth batter, &lt;a href=\"Brandon%20Inge\"&gt;Brandon Inge&lt;/a&gt;, fell behind 0–2, again putting the Cardinals one strike from a World Series championship. He did not extend the drama any longer, as he swung and missed at the next pitch (making it the first World Series to end on a strikeout since the &lt;a href=\"1988%20World%20Series\"&gt;1988 World Series&lt;/a&gt;), giving the World Series title to the Cardinals. The final play of the 2006 season was made at 10:26pm Central Standard time. After the game, Wainwright, who threw a curveball for strike three to win the pennant and a slider to Inge to win the Series, said \"I'll probably never throw another curve or slider again without thinking of those two pitches.\"\nComposite line score.\n2006 World Series (4–1): &lt;a href=\"2006%20St.%20Louis%20Cardinals%20season\"&gt;St. Louis Cardinals&lt;/a&gt; (N.L.) over &lt;a href=\"2006%20Detroit%20Tigers%20season\"&gt;Detroit Tigers&lt;/a&gt; (A.L.)\nBroadcasting.\nThe World Series was televised in the United States by &lt;a href=\"Major%20League%20Baseball%20on%20Fox\"&gt;Fox&lt;/a&gt;, with &lt;a href=\"Joe%20Buck\"&gt;Joe Buck&lt;/a&gt; and &lt;a href=\"Tim%20McCarver\"&gt;Tim McCarver&lt;/a&gt; as the booth announcers. The starting time for each television broadcast was 8:00 pm EDT/6:00 pm MDT.\nOn radio, the Series was broadcast nationally by &lt;a href=\"Major%20League%20Baseball%20on%20ESPN%20Radio\"&gt;ESPN Radio&lt;/a&gt;, with &lt;a href=\"Jon%20Miller\"&gt;Jon Miller&lt;/a&gt; and &lt;a href=\"Joe%20Morgan\"&gt;Joe Morgan&lt;/a&gt; announcing. Locally, &lt;a href=\"Dan%20Dickerson\"&gt;Dan Dickerson&lt;/a&gt; and &lt;a href=\"Jim%20Price%20%28catcher%29\"&gt;Jim Price&lt;/a&gt; called the Series for the Tigers on &lt;a href=\"WXYT%20%28AM%29\"&gt;WXYT-AM&lt;/a&gt; in Detroit (with retired longtime Tiger announcer &lt;a href=\"Ernie%20Harwell\"&gt;Ernie Harwell&lt;/a&gt; returning to call the second inning of Game 1), while &lt;a href=\"Mike%20Shannon\"&gt;Mike Shannon&lt;/a&gt; and &lt;a href=\"John%20Rooney%20%28sportscaster%29\"&gt;John Rooney&lt;/a&gt; called it for the Cardinals on &lt;a href=\"KTRS%20%28AM%29\"&gt;KTRS-AM&lt;/a&gt; in St. Louis. Per contractual obligation, the non-flagship stations on the teams' radio networks carried the ESPN Radio broadcasts.\nJohn Rooney had broadcast the &lt;a href=\"2005%20World%20Series\"&gt;2005 World Series&lt;/a&gt; for the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;, and thus became the first announcer to call back-to-back World Series championships as an employee of different teams.\nFox aired commercials supporting and opposing the &lt;a href=\"Missouri%20Constitutional%20Amendment%202%20%282006%29\"&gt;Missouri Constitutional Amendment&lt;/a&gt; during the game.\nRatings.\nThe ratings for the 2006 World Series were considered alarmingly poor at the time. The ratings for games 1, 3 and 4 were the lowest rated games 1, 3, and 4 in World Series history. Game 1, at 8.0, particularly set the record for lowest rated World-Series game of all-time (the 9.4 rating in Game 1 of the &lt;a href=\"2002%20World%20Series\"&gt;2002 World Series&lt;/a&gt; was the prior lowest). The series overall averaged 10.1, sinking below the 11.1 of the &lt;a href=\"2005%20World%20Series\"&gt;2005 World Series&lt;/a&gt; to become the lowest-rated World Series of all-time.\nHowever, those numbers look differently today, considering the performances of many of the World Series following 2006. The 10.1 overall rating is now the 8th lowest rated World Series (behind 2012, 2014, 2010, 2008, 2015, 2011, and 2013), and game 1's 8.0 is now the 15th lowest rated game all-time (behind, among others, five games from the &lt;a href=\"2014%20World%20Series\"&gt;2014 Series&lt;/a&gt;). Since 2006, four series (&lt;a href=\"2007%20World%20Series\"&gt;2007&lt;/a&gt;, &lt;a href=\"2009%20World%20Series\"&gt;2009&lt;/a&gt;, &lt;a href=\"2016%20World%20Series\"&gt;2016&lt;/a&gt;, and &lt;a href=\"2017%20World%20Series\"&gt;2017&lt;/a&gt;) have outdone the 2006 World Series' ratings.\nAftermath.\nNeither team made the playoffs &lt;a href=\"2007%20Major%20League%20Baseball%20season\"&gt;the next season&lt;/a&gt;. The Tigers finished with 88 wins, eight behind the division champion &lt;a href=\"2007%20Cleveland%20Indians%20season\"&gt;Cleveland Indians&lt;/a&gt; in the AL Central, while the Cardinals finished with 78 wins, seven behind the division champion &lt;a href=\"2007%20Chicago%20Cubs%20season\"&gt;Chicago Cubs&lt;/a&gt; in the NL Central. The &lt;a href=\"2007%20St.%20Louis%20Cardinals%20season\"&gt;2007 Cardinals&lt;/a&gt; were the last defending World Series champion to finish with a losing record and miss the playoffs the next season until the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; followed up their 2012 championship season with a 76–86 record in &lt;a href=\"2013%20San%20Francisco%20Giants%20season\"&gt;2013&lt;/a&gt;.\nThe Tigers would not make the playoffs again until 2011, when they won the AL Central title for the first time with their last division title being the 1987 AL East crown. The Tigers would win the AL Central in 2012 again and would return to the &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; in &lt;a href=\"2012%20World%20Series\"&gt;2012&lt;/a&gt; after winning the &lt;a href=\"2012%20American%20League%20Championship%20Series\"&gt;2012 American League pennant&lt;/a&gt; where they would be swept by the &lt;a href=\"2012%20San%20Francisco%20Giants%20season\"&gt;San Francisco Giants&lt;/a&gt; in four games. The Cardinals would later make the playoffs in 2009, when the NL Central champions were swept by the NL West champion &lt;a href=\"2009%20Los%20Angeles%20Dodgers%20season\"&gt;Los Angeles Dodgers&lt;/a&gt; in the &lt;a href=\"2009%20National%20League%20Division%20Series\"&gt;2009 NLDS&lt;/a&gt;. The Cardinals also made it to the playoffs as the Wild Card entry in 2011, winning the &lt;a href=\"2011%20National%20League%20Championship%20Series\"&gt;2011 National League pennant&lt;/a&gt; and going on to beat the Texas Rangers in the &lt;a href=\"2011%20World%20Series\"&gt;2011 World Series&lt;/a&gt;, but failing to defend that title in the &lt;a href=\"2012%20National%20League%20Championship%20Series\"&gt;2012 NLCS&lt;/a&gt;, losing to the Giants in seven games."
}