{
    "id": "4161810",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=4161810",
    "title": "Kory Sheets",
    "text": "Kory Gerren Sheets (born March 31, 1985) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Purdue%20Boilermakers%20football\"&gt;Purdue&lt;/a&gt; and he was signed by the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; as an &lt;a href=\"undrafted%20free%20agent\"&gt;undrafted free agent&lt;/a&gt; in 2009. Sheets was also a member of the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;, &lt;a href=\"Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt; and &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt; of the NFL and the &lt;a href=\"Saskatchewan%20Roughriders\"&gt;Saskatchewan Roughriders&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt;.\nEarly years.\nSheets played for &lt;a href=\"Bloomfield%20High%20School%20%28Connecticut%29\"&gt;Bloomfield High School&lt;/a&gt;, leading the team to a &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt; State Championship as an all-purpose back. In his senior year, he had 2,588 rushing yards and 41 touchdowns in being named the state Player of the Year by \"&lt;a href=\"The%20Hartford%20Courant\"&gt;The Hartford Courant&lt;/a&gt;\" as well as an all-conference selection. Sheets was also named to the 2003 Connecticut High School Football All-State team by the \"&lt;a href=\"New%20Haven%20Register\"&gt;New Haven Register&lt;/a&gt;\".\nSheets also earned All-State and &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; honors in &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;, while coming out of high school as the No. 23 all-purpose back in the country by &lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt;.\nCollege career.\nSheets attended Purdue University, where he played for head coach, &lt;a href=\"Joe%20Tiller\"&gt;Joe Tiller&lt;/a&gt;. He majored in Organizational Leadership and Supervision; he had a stellar career for the Boilermakers, as he started for three seasons (2006-2008), was selected Honorable Mention All-Big Ten (2008) and was named to the &lt;a href=\"Senior%20Bowl\"&gt;Senior Bowl&lt;/a&gt; squad following his senior season (2008). For his career, he ranks #1 in Touchdowns (54), #1 in rushing TDs (48), ahead of NFL greats like &lt;a href=\"Mike%20Alstott\"&gt;Mike Alstott&lt;/a&gt;, &lt;a href=\"Mike%20Pruitt\"&gt;Mike Pruitt&lt;/a&gt;, &lt;a href=\"Otis%20Armstrong\"&gt;Otis Armstrong&lt;/a&gt; and &lt;a href=\"Leroy%20Keyes\"&gt;Leroy Keyes&lt;/a&gt;; # 2 in scoring (324 points) behind &lt;a href=\"Travis%20Dorsch\"&gt;Travis Dorsch&lt;/a&gt;. He is the Boilermakers’ #2 career rushing leaders (3,341 yards) behind &lt;a href=\"Mike%20Alstott\"&gt;Mike Alstott&lt;/a&gt; and #2 in rushing attempts (664) behind &lt;a href=\"Otis%20Armstrong\"&gt;Otis Armstrong&lt;/a&gt;. Sheets is also the #2 Boilermakers in career ‘\"All-Purpose Yardage\"’ behind &lt;a href=\"Dorien%20Bryant\"&gt;Dorien Bryant&lt;/a&gt;.\nHe ran for 100 or more yards 9 times in his career, good for a tie at #4 on the school record charts. He twice scored 4 touchdowns in a game; once vs. Michigan in 2008 and against Miami (OH) in 2006. He led the Boilermakers in touchdowns each season of his career and led them in scoring for three seasons.\nThe Boilermakers had a cumulative record of 25–25 // 13-19 Big Ten; with a win in the &lt;a href=\"2007%20Motor%20City%20Bowl\"&gt;2007 Motor City Bowl&lt;/a&gt; and an appearance in the &lt;a href=\"2006%20Champs%20Sports%20Bowl\"&gt;2006 Champs Sports Bowl&lt;/a&gt;.\nProfessional career.\nSan Francisco 49ers.\nAfter being &lt;a href=\"Undrafted%20sportsperson\"&gt;undrafted&lt;/a&gt; in the &lt;a href=\"2009%20NFL%20Draft\"&gt;2009 NFL Draft&lt;/a&gt;, Sheets was signed by the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; as a &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt;. He did not make the 49ers' final roster out of training camp however he was re-signed to their practice squad after final cuts.\nMiami Dolphins.\nSheets was signed off the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt;' &lt;a href=\"practice%20squad\"&gt;practice squad&lt;/a&gt; by the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; on October 13, 2009. With the Dolphins, Sheets had 1 rush for 5 yards.\nHe was placed on injured reserve on August 4, 2010, due to an injury during a training camp practice. He suffered a right Achilles injury, effectively ending his season.\nOn August 23, 2011, he was waived by the Dolphins.\nCarolina Panthers.\nOn November 30, 2011, Sheets was signed to the &lt;a href=\"Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt;' practice squad.\nSaskatchewan Roughriders.\nThe &lt;a href=\"Saskatchewan%20Roughriders\"&gt;Saskatchewan Roughriders&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; signed Sheets on February 10, 2012. In his first regular season game with the Roughriders, Sheets rushed for 80 yards on 12 carries (6.7 yards per carry average) and scored a touchdown. Sheets' play in pre-season helped earn him the starting job at running back for the Roughriders, which came as a surprise to many, as &lt;a href=\"Brandon%20West%20%28Canadian%20football%29\"&gt;Brandon West&lt;/a&gt; was expected to start. Sheets scored his first touchdown on June 29, 2012 in the season opener against the &lt;a href=\"Hamilton%20Tiger-Cats\"&gt;Hamilton Tiger-Cats&lt;/a&gt; in a Saskatchewan win. His play helped the Riders to an early 3-0 start, with a touchdown in every game. Sheets became the second rusher in the CFL to reach 1,000 yards in the 2012 season after Jon Cornish. On October 8, 2012, Sheets ran over the 1,000 yard mark after a 48-yard touchdown run at &lt;a href=\"Rogers%20Centre\"&gt;Rogers Centre&lt;/a&gt; against the &lt;a href=\"Toronto%20Argonauts\"&gt;Toronto Argonauts&lt;/a&gt;. Sheets finished the &lt;a href=\"2012%20CFL%20season\"&gt;2012 CFL season&lt;/a&gt; second in the league in rushing yards behind &lt;a href=\"Jon%20Cornish\"&gt;Jon Cornish&lt;/a&gt;.\nKory Sheets started the &lt;a href=\"2013%20CFL%20season\"&gt;2013 CFL season&lt;/a&gt; with his career's best performance, rushing for 131 yards. He then beat his career best the following week, July 5, 2013, amassing 133 yards on the ground. The very next week he beat his career best again posting 178 rushing yards, helping the Riders to a 3-0 start to the season. Sheets owns the record of \"Most Rushing Yards In The First Three Games Of A Season\", being the first player in CFL history to have 442 rushing yards in the first three games of a season, earning \"Offensive Player of The Week\" in the CFL for Week 3. He ran for 130 yards in Week 4 and 140 yards in game 5, extending his consecutive games with 100 yards to 5 (142.5 average per-game). As result he now has the record for both \"Most Rushing Yards In The First Four Games Of A Season\" and \"Most Rushing Yards In The First Five Games Of A Season\". In Week 6, Sheets ran 133 yards against the Stampeders, going six consecutive games with 100+ yards rushing. Sheets' 6 game 100 yard rushing streak came to an end on August 17, 2013 (Week 8); rushing for 73 yards. However, the next week, on August 24 against the Edmonton Eskimos, Sheets ran for 139 yards and 2 touchdowns and was named Offensive Player of The Week. Following the Roughriders game on October 19, Sheets was named the Offensive Player of the Week for Week 17. He rushed for 148 yards with 25 carries and one touchdown in the 35-14 win over the BC Lions. This game was the ninth 100-yard rushing game by Sheets that season, tying him with George Reed for the Saskatchewan franchise record. Kory Sheets finished the season with 1,598 rushing yards, 215 yards behind &lt;a href=\"Jon%20Cornish\"&gt;Jon Cornish&lt;/a&gt; who led the league with 1813 rushing yards.\nOn November 24, 2013, in the &lt;a href=\"101st%20Grey%20Cup\"&gt;101st Grey Cup&lt;/a&gt;, Sheets established a CFL record for most yards rushing in a Grey Cup game, carrying 20 times for a total of 197 yards and two touchdowns, winning the game's &lt;a href=\"Grey%20Cup%20Most%20Valuable%20Player\"&gt;most valuable player&lt;/a&gt; award in the process.\nHis Grey Cup record eclipsed that of &lt;a href=\"Johnny%20Bright\"&gt;Johnny Bright&lt;/a&gt;, who ran for 169 yards in 1956.\nOakland Raiders.\nOn February 12, 2014, Sheets signed with the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt;, returning to the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;. The Raiders waived Sheets on August 26, 2014.\nSheets had a workout with the &lt;a href=\"Ottawa%20Redblacks\"&gt;Ottawa Redblacks&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; in late February 2016."
}