{
    "id": "41621755",
    "revid": "1005947659",
    "url": "https://en.wikipedia.org/wiki?curid=41621755",
    "title": "Bistricë (river)",
    "text": "Bistricë (definite: Bistrica) is a river in southwestern &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;. It ends in the &lt;a href=\"Ionian%20Sea\"&gt;Ionian Sea&lt;/a&gt;. Name of the river is of the Slavic origin, meaning \"clear (water)\".\nGeography.\nBistricë starts from &lt;a href=\"Mali%20i%20Gjer%C3%AB\"&gt;Mali i Gjerë&lt;/a&gt; (also known as \"Sopot\") in &lt;a href=\"Finiq\"&gt;Finiq&lt;/a&gt; municipality directing initially versus south-west. The main source is near &lt;a href=\"Krongj\"&gt;Krongj&lt;/a&gt; (&lt;a href=\"Blue%20Eye%2C%20Albania\"&gt;\"The Blue Eye\" source&lt;/a&gt;), also gathering other sources from the nearby villages of Pecë, Kardhikaq, Velahovë, and other smaller brooks. It passes through &lt;a href=\"Mesopotam\"&gt;Mesopotam&lt;/a&gt; and &lt;a href=\"Finiq\"&gt;Finiq&lt;/a&gt; municipalities, parallel with the &lt;a href=\"Sarand%C3%AB\"&gt;Sarandë&lt;/a&gt;-&lt;a href=\"Gjirokast%C3%ABr\"&gt;Gjirokastër&lt;/a&gt; road.\nInitially the river ended in &lt;a href=\"Lake%20Butrint\"&gt;Lake Butrint&lt;/a&gt;, which connects with the Ionian sea through the &lt;a href=\"Vivar%20channel\"&gt;Vivar channel&lt;/a&gt;. In 1958, it was deviated to &lt;a href=\"%C3%87uk%C3%AB\"&gt;Çukë&lt;/a&gt; channel.\nThe river is 25 km long.\nEconomy and tourism.\nThe river is not navigable. There is an &lt;a href=\"artificial%20lake\"&gt;artificial lake&lt;/a&gt; with the same name () built on its basin, and three &lt;a href=\"Hydroelectricity\"&gt;hydro-power stations&lt;/a&gt; built in the '60. The river's waters are used to a certain extent as a supply for the nearby fields of &lt;a href=\"Vurg\"&gt;Vurg&lt;/a&gt; area. All the stations passed through the privatization process from 2010 with plenty of controversies.\n&lt;br&gt;A well known touristic place is the \"&lt;a href=\"Blue%20Eye%2C%20Albania\"&gt;Azure Eye&lt;/a&gt;\", often referred as \"Blue Eye\" (), a spring tributary to Bistrica river near the village named Krongj, with a rich flora and fauna."
}