{
    "id": "41624441",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=41624441",
    "title": "2014 Indian Federation Cup Final",
    "text": "The 2014 Indian Federation Cup Final was a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; match between &lt;a href=\"Churchill%20Brothers%20S.C.\"&gt;Churchill Brothers&lt;/a&gt; and &lt;a href=\"Sporting%20Clube%20de%20Goa\"&gt;Sporting Goa&lt;/a&gt; played on 25 January 2014 at &lt;a href=\"Jawaharlal%20Nehru%20Stadium%2C%20Kochi\"&gt;Jawaharlal Nehru Stadium&lt;/a&gt; in &lt;a href=\"Kochi\"&gt;Kochi&lt;/a&gt;, &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt;. The match was the culmination of the &lt;a href=\"2013%E2%80%9314%20Indian%20Federation%20Cup\"&gt;2013–14 Indian Federation Cup&lt;/a&gt;. This was the 35th edition of the &lt;a href=\"Federation%20Cup%20%28India%29\"&gt;Federation Cup&lt;/a&gt;, the national cup tournament of &lt;a href=\"football%20in%20India\"&gt;football in India&lt;/a&gt; which is administered by the &lt;a href=\"All%20India%20Football%20Federation\"&gt;All India Football Federation&lt;/a&gt; (AIFF). Churchill Brothers won by defeating Sporting Goa 3–1 with goals scored by &lt;a href=\"Balwant%20Singh%20%28footballer%29\"&gt;Balwant Singh&lt;/a&gt;, &lt;a href=\"Alesh%20Sawant\"&gt;Alesh Sawant&lt;/a&gt;, and &lt;a href=\"Abdelhamid%20Shabana\"&gt;Abdelhamid Shabana&lt;/a&gt; while the Sporting Goa goal came from &lt;a href=\"Victorino%20Fernandes\"&gt;Victorino Fernandes&lt;/a&gt;. This was the first time Churchill Brothers had won the tournament.\nChurchill Brothers qualified for the final by defeating &lt;a href=\"Mohun%20Bagan%20A.C.\"&gt;Mohun Bagan&lt;/a&gt; in the semi-final 2–1 while Sporting Goa qualified by defeating &lt;a href=\"Dempo%20S.C.\"&gt;Dempo&lt;/a&gt; in the semi-finals 3–2 after extra-time. Prior to the final, Churchill Brothers and Sporting Goa had met once during the &lt;a href=\"2013%E2%80%9314%20I-League\"&gt;2013–14&lt;/a&gt; season with Churchill Brothers winning that match 3–2.\nThe final was televised live on &lt;a href=\"TEN%20Action\"&gt;TEN Action&lt;/a&gt;.\nRoad to the final.\nThe Federation Cup is an annual Indian football competition open to all &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; and select &lt;a href=\"I-League%202nd%20Division\"&gt;I-League 2nd Division&lt;/a&gt; teams. The 2013–14 edition was the 35th of the competition.\nChurchill Brothers.\nPrior to reaching the 2014 final, Churchill Brothers have never reached the final of the &lt;a href=\"Federation%20Cup%20%28India%29\"&gt;Federation Cup&lt;/a&gt; before. They began their 2013–14 Federation Cup campaign on 14 January 2014 in the first match of the group stages against fellow &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; side &lt;a href=\"United%20S.C.\"&gt;United&lt;/a&gt;. The match took place at the &lt;a href=\"Jawaharlal%20Nehru%20Stadium%2C%20Kochi\"&gt;Jawaharlal Nehru Stadium&lt;/a&gt; in &lt;a href=\"Kochi\"&gt;Kochi&lt;/a&gt;, &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt;. The venue would turn out to be the only stadium Churchill Brothers play in throughout the entire tournament. It took only five minutes before Churchill Brothers took the lead through Egyptian recruit &lt;a href=\"Abdelhamid%20Shabana\"&gt;Abdelhamid Shabana&lt;/a&gt; before &lt;a href=\"Balwant%20Singh%20%28footballer%29\"&gt;Balwant Singh&lt;/a&gt; doubled the lead for Churchill in the 17th minute. &lt;a href=\"Ranti%20Martins\"&gt;Ranti Martins&lt;/a&gt; then earned a goal back for United in the 43rd minute, however Churchill Brothers managed to hold on for the opening day 2–1 victory.\nChurchill Brothers then played their second match of the group on 17 January 2014 against &lt;a href=\"I-League%202nd%20Division\"&gt;I-League 2nd Division&lt;/a&gt; side &lt;a href=\"Eagles%20F.C.\"&gt;Eagles&lt;/a&gt;. The match remained goalless by half-time with neither side able to get on the scoresheet. This remained true for the second half as well until Churchill Brothers broke the deadlock at the 74th minute from a strike by Balwant Singh. Eagles however soon equalized off Nigerian striker &lt;a href=\"Koko%20Sakibo\"&gt;Koko Sakibo&lt;/a&gt;, however, only three minutes later, Shabana won the game for Churchill Brothers with an 86th-minute goal as Churchill Brothers ran out 2–1 winners again.\nIn the final match of the group stage, Churchill Brothers faced off against I-League contenders &lt;a href=\"Pune%20F.C.\"&gt;Pune&lt;/a&gt;. Churchill Brothers scored the first goal of the match early on in the 8th minute thanks to a strike by new signing and &lt;a href=\"Trinidad%20and%20Tobago%20national%20football%20team\"&gt;Trinidad and Tobago&lt;/a&gt; international &lt;a href=\"Anthony%20Wolfe\"&gt;Anthony Wolfe&lt;/a&gt;. However, Pune soon equalized eleven minutes later from their new signing, &lt;a href=\"Gabriel%20Fernandes\"&gt;Gabriel Fernandes&lt;/a&gt;. Churchill Brothers soon though regained the lead through &lt;a href=\"India%20national%20football%20team\"&gt;India&lt;/a&gt; international &lt;a href=\"Lenny%20Rodrigues\"&gt;Lenny Rodrigues&lt;/a&gt; in the 32nd minute as Churchill Brothers went into half-time with a 2–1 lead. Pune equalized again once the second half began in the 53rd minute through Gabriel Fernandes. However, in the 73rd minute, Anthony Wolfe scored his second goal of the game which would turn out to be the match winner as Churchill Brothers won 3–2. The victory allowed Churchill Brothers to qualify for the semi-finals of the Federation Cup and in the process gaining nine points out of nine in the group stage.\nOn 23 January 2014, Churchill Brothers played in the semi-final of the Federation Cup against &lt;a href=\"Mohun%20Bagan%20A.C.\"&gt;Mohun Bagan&lt;/a&gt;. Mohun Bagan made it through to the semi-finals through beating &lt;a href=\"Mumbai%20F.C.\"&gt;Mumbai&lt;/a&gt;, &lt;a href=\"Shillong%20Lajong%20F.C.\"&gt;Shillong Lajong&lt;/a&gt;, and drawing against &lt;a href=\"Salgaocar%20F.C.\"&gt;Salgaocar&lt;/a&gt; in their group. Churchill Brothers took the lead early in the match through a 4th-minute strike from Balwant Singh. Anthony Wolfe then doubled the lead for the Goans from the penalty spot in the 15th minute before Bagan drew a goal back from &lt;a href=\"Odafe%20Onyeka%20Okolie\"&gt;Odafe Onyeka Okolie&lt;/a&gt; in the 32nd minute. Churchill Brothers eventually held on to win the match 2–1 and thus advance to the final for the first time in their history.\nSporting Goa.\nPrior to the 2014 final, Sporting Goa had made it to two other Federation Cup finals in 2005 and 2006 but lost in both of them. Sporting Goa began their 2013–14 Federation Cup campaign on 15 January 2014 against new direct-entry &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; side &lt;a href=\"Bengaluru%20FC\"&gt;Bengaluru FC&lt;/a&gt; at the &lt;a href=\"Malappuram%20District%20Sports%20Complex%20Stadium\"&gt;Malappuram District Sports Complex Stadium&lt;/a&gt;. The MDS Complex served as the venue for all three of Sportings' group matches. The match and the tournament could not have begun any worse for Sporting Goa than it did with the Goan side finding themselves 4–0 down by the 66th minute. The goals were scored by &lt;a href=\"Beikhokhei%20Beingaichho\"&gt;Beikhokhei Beingaichho&lt;/a&gt; who scored two goals in the 5th and 41st minutes, &lt;a href=\"Sunil%20Chhetri\"&gt;Sunil Chhetri&lt;/a&gt; who scored in the 33rd minute, and &lt;a href=\"Robin%20Singh%20%28footballer%29\"&gt;Robin Singh&lt;/a&gt; who found the net in the 66th minute. However, Sporting began a mini-resurgence when Australian import &lt;a href=\"Boima%20Karpeh\"&gt;Boima Karpeh&lt;/a&gt; scored the first goal for Sporting in the 74th minute. &lt;a href=\"Beevan%20D%27Mello\"&gt;Beevan D'Mello&lt;/a&gt; then scored the second goal for Sporting Goa in the 89th minute before &lt;a href=\"Victorino%20Fernandes\"&gt;Victorino Fernandes&lt;/a&gt; scored the third two minutes into stoppage time. Despite this though, Bengaluru FC scored the fifth and final goal a minute later through Robin Singh as Sporting Goa suffered an opening day 5–3 defeat.\nSporting Goa then played their second match on 18 January 2014 against the defending champions, &lt;a href=\"East%20Bengal%20F.C.\"&gt;East Bengal&lt;/a&gt;. Sporting took the lead early in the match thanks to an 18th-minute striker from Victorino Fernandes. That was the only goal scored in the first half as Sporting went into half-time with a 1–0 lead. East Bengal then equalized at the start of the second-half thanks to a 58th-minute penalty goal from &lt;a href=\"Ryuji%20Sueoka\"&gt;Ryuji Sueoka&lt;/a&gt; before Beevan D'Mello won the game for Sporting in the 85th minute as Sporting won 2–1.\nSportings last match of the group stage came up against newly promoted I-League side &lt;a href=\"Rangdajied%20United%20F.C.\"&gt;Rangdajied United&lt;/a&gt;. After a scoreless first-half, Sporting opened the scoring in the 53rd minute thanks to Boima Karpeh. Victorino Fernandes then doubled the lead for Sporting in the 70th minute as Sporting won the match 2–0 and thus qualified for the next round of the Federation Cup.\nOn 23 January 2014, Sporting played their semi-final match against fellow Goan club &lt;a href=\"Dempo%20S.C.\"&gt;Dempo&lt;/a&gt;. Dempo qualified for the semi-finals after defeating &lt;a href=\"Bhawanipore%20F.C.\"&gt;Bhawanipore&lt;/a&gt; and &lt;a href=\"United%20Sikkim%20F.C.\"&gt;United Sikkim&lt;/a&gt; before drawing against &lt;a href=\"Mohammedan%20S.C.%20%28Kolkata%29\"&gt;Mohammedan&lt;/a&gt;. Sporting took the lead in the match in the 30th minute through Boima Karpeh. Dempo then equalized in the 72nd minute through their Aussie import &lt;a href=\"Tolgay%20%C3%96zbey\"&gt;Tolgay Özbey&lt;/a&gt;. However, in the 83rd minute, Sporting retook the lead when the clubs Spanish import &lt;a href=\"Arturo%20Navarro\"&gt;Arturo Navarro&lt;/a&gt; scored from the penalty spot but that was before Dempo equalized again in the 87th minute through &lt;a href=\"Afghanistan%20national%20football%20team\"&gt;Afghan&lt;/a&gt; international &lt;a href=\"Zohib%20Islam%20Amiri\"&gt;Zohib Islam Amiri&lt;/a&gt;. The match thus ended 2–2 and went into extra-time where Sporting retook the lead in the 107th minute from yet another penalty goal from Arturo Navarro. That eventually turned out to be the winning goal as Sporting Goa won the match 3–2 and advanced to the final."
}