{
    "id": "41664127",
    "revid": "1066127175",
    "url": "https://en.wikipedia.org/wiki?curid=41664127",
    "title": "Last Forever",
    "text": "\"Last Forever\" is the &lt;a href=\"series%20finale\"&gt;series finale&lt;/a&gt; of the &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; &lt;a href=\"situation%20comedy\"&gt;sitcom&lt;/a&gt; \"&lt;a href=\"How%20I%20Met%20Your%20Mother\"&gt;How I Met Your Mother&lt;/a&gt;\". The episode serves as the 23rd and 24th episodes of &lt;a href=\"How%20I%20Met%20Your%20Mother%20%28season%209%29\"&gt;season nine&lt;/a&gt;, and the 207th and 208th episodes overall; the episode's two parts are classified as two separate episodes. It aired on March 31, 2014.\n\"Last Forever\" received a polarized response from fans and &lt;a href=\"TV%20critic\"&gt;TV critic&lt;/a&gt;s, primarily in regard to the final &lt;a href=\"twist%20ending\"&gt;twist ending&lt;/a&gt;, the relationship between &lt;a href=\"Ted%20Mosby\"&gt;Ted&lt;/a&gt; and &lt;a href=\"Robin%20Scherbatsky\"&gt;Robin&lt;/a&gt;, and the fate of the series' titular &lt;a href=\"The%20Mother%20%28How%20I%20Met%20Your%20Mother%29\"&gt;mother&lt;/a&gt;. Many viewers expressed considerable disdain for the apparent disregard for &lt;a href=\"character%20arc\"&gt;character development&lt;/a&gt;, while some praised it for tying up loose ends; an &lt;a href=\"alternate%20ending\"&gt;alternate ending&lt;/a&gt; would later be included in the ninth season's home media release. However, additional praise was directed to the acting, especially &lt;a href=\"Neil%20Patrick%20Harris\"&gt;Neil Patrick Harris&lt;/a&gt;' performance.\nPlot.\nPart 1.\nIn a &lt;a href=\"Flashback%20%28narrative%29\"&gt;flashback&lt;/a&gt; to September 2005, Ted (&lt;a href=\"Josh%20Radnor\"&gt;Josh Radnor&lt;/a&gt;), &lt;a href=\"Marshall%20Eriksen\"&gt;Marshall&lt;/a&gt; (&lt;a href=\"Jason%20Segel\"&gt;Jason Segel&lt;/a&gt;), &lt;a href=\"Lily%20Aldrin\"&gt;Lily&lt;/a&gt; (&lt;a href=\"Alyson%20Hannigan\"&gt;Alyson Hannigan&lt;/a&gt;) and &lt;a href=\"Barney%20Stinson\"&gt;Barney&lt;/a&gt; (Neil Patrick Harris) accept Robin (&lt;a href=\"Cobie%20Smulders\"&gt;Cobie Smulders&lt;/a&gt;) into their group. Lily, optimistic about Robin's friendship, decrees that Ted and Barney cannot &lt;a href=\"casual%20sex\"&gt;hook up&lt;/a&gt; with Robin unless they marry her, and Barney scoffs at the idea.\nIn May 2013, Ted discusses his move to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; with Marshall and Lily at Barney and Robin's wedding reception. Meanwhile, Barney recognizes the bass player — already introduced in previous episodes as &lt;a href=\"The%20Mother%20%28How%20I%20Met%20Your%20Mother%29\"&gt;the Mother&lt;/a&gt; (&lt;a href=\"Cristin%20Milioti\"&gt;Cristin Milioti&lt;/a&gt;) — as the woman who &lt;a href=\"Platonish\"&gt;advised him&lt;/a&gt; to pursue Robin. He approaches Ted with the intent to introduce her to him, but Ted declines the idea. After the group sadly bids Ted farewell, he goes to the &lt;a href=\"Farhampton\"&gt;Farhampton&lt;/a&gt; &lt;a href=\"train%20station\"&gt;train station&lt;/a&gt;, where an &lt;a href=\"elderly\"&gt;elderly&lt;/a&gt; &lt;a href=\"Woman\"&gt;lady&lt;/a&gt; (Judith Drake) asks Ted many questions about &lt;a href=\"destiny\"&gt;destiny&lt;/a&gt; and spots the Mother standing nearby. Ted insists he cannot talk to her because he's moving. The next night, Marshall and Lily are surprised to see Ted sitting at their table in MacLaren's. He tells them that he met a girl, of whom they approve after finding out that she is the bass player from the wedding.\nIn 2015, Ted, now engaged, meets Robin and Barney at MacLaren's to discuss wedding ideas. As Robin goes to buy drinks, Barney admits their marriage is suffering because of Robin's rising career, which requires her to travel frequently. The Mother arrives and tells Ted they have to delay their wedding because she is pregnant.\nIn May 2016, Ted and the Mother host a get-together with the rest of the gang. Marshall is miserable at his new job, having been forced to return to being a corporate &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;. Barney and Robin reveal that after three years of marriage, they have divorced. The mood turns positive when Barney realizes that Marshall and Lily are expecting their third child, but Lily is worried about the group breaking apart. Together they promise they will all be there for the big moments and will remain friends.\nIn October 2016, Marshall and Lily decide to move out of their old apartment and put together a final &lt;a href=\"Halloween\"&gt;Halloween&lt;/a&gt; roof party. Robin is sad to see Ted and the Mother with &lt;a href=\"Slutty%20Pumpkin\"&gt;matching \"hanging chad\" outfits&lt;/a&gt;, alongside Barney who has returned to his &lt;a href=\"womanizing\"&gt;womanizing&lt;/a&gt; ways. She decides to leave and confesses to Lily that she cannot be in the group any longer as she has outgrown them and still has unresolved feelings for Ted, which devastates Lily.\nPart 2.\nIn 2018, Barney gets ready for another night at MacLaren's, even though Ted and Lily, both being parents, are not intending to stay out late. Marshall arrives and announces he is replacing a retiring judge in &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt;, which prompts a celebration. When Barney attempts to score with a young woman, Lily blasts him for fully regressing into his previous self. After Barney defends his behavior by telling her that he will never make it work with anyone except Robin, Lily relents and Barney leaves to enjoy his night.\nIn 2019, Ted, the Mother, Marshall and Lily are at &lt;a href=\"Robots%20Versus%20Wrestlers\"&gt;Robots Versus Wrestlers&lt;/a&gt;. A depressed Barney shows up to say that while he recently completed a \"&lt;a href=\"Perfect%20Week\"&gt;perfect month&lt;/a&gt;\" using &lt;a href=\"How%20I%20Met%20Your%20Mother%23Books\"&gt;a new Playbook&lt;/a&gt;, the last woman is pregnant with his child. Sometime later, Ted runs into Robin, now a famous news reporter, while showing Penny the GNB building &lt;a href=\"Unfinished%20%28How%20I%20Met%20Your%20Mother%29\"&gt;he designed&lt;/a&gt;. Marshall, Lily, and Ted gather at the birth of Barney's daughter, Ellie. Despite his initial misgivings, Barney is moved to tears.\nIn 2020, at Ted and the Mother’s house, Ted re-proposes to the Mother, five years after &lt;a href=\"The%20Lighthouse%20%28How%20I%20Met%20Your%20Mother%29\"&gt;he first proposed&lt;/a&gt;, and says they are getting married the following Thursday. Before the wedding, the gang meets up at MacLaren’s, and Marshall announces he is running for the New York State Supreme Court. Barney sees two young women at the bar and scolds them for dressing inappropriately, which genuinely surprises Lily, who is even more surprised when Robin shows up. While reconciling with the gang, Robin admits to Ted that after initially declining to come, the Mother told her to reconsider. Lily gives a toast praising Ted for all he has been through, and for Ted and the Mother's future.\nReturning the story to May 2013, Ted gets the courage to introduce himself to the bass player, and she invites him underneath &lt;a href=\"Girls%20Versus%20Suits\"&gt;her yellow umbrella&lt;/a&gt;. The two engage in a conversation where she tells Ted she remembers him &lt;a href=\"Definitions%20%28How%20I%20Met%20Your%20Mother%29\"&gt;on his first day as a professor&lt;/a&gt;, and reveals her name is Tracy McConnell. Ted recognizes her umbrella as the one he had left at Cindy's, and the pair realize how they have narrowly missed meeting each other many times in their lives, before laughingly each saying \"Hi.\" Their conversation continues as the train arrives.\n&lt;a href=\"Broadcasting\"&gt;Broadcast&lt;/a&gt; &lt;a href=\"Series%20finale\"&gt;ending&lt;/a&gt;.\nBefore revealing how he met the Mother, &lt;a href=\"Future%20Ted\"&gt;Future Ted&lt;/a&gt; narrates how he never stopped loving her for a second, even when she became &lt;a href=\"Terminal%20illness\"&gt;terminally ill&lt;/a&gt; and died in 2024. In 2030, when Ted finishes his story, his children Penny (&lt;a href=\"Lyndsy%20Fonseca\"&gt;Lyndsy Fonseca&lt;/a&gt;) and Luke (&lt;a href=\"David%20Henrie\"&gt;David Henrie&lt;/a&gt;) deduce that it was actually about how he still has &lt;a href=\"Puppy%20love\"&gt;feelings&lt;/a&gt; for their \"Aunt\" Robin, and give their blessings to continue his relationship with her. Ted decides to go to her apartment with the &lt;a href=\"Pilot%20%28How%20I%20Met%20Your%20Mother%29\"&gt;blue French horn from their first date&lt;/a&gt;, presenting it the same way he had 25 years earlier. Robin, who is revealed to be living alone, seems moved, and they both smile at each other. A deleted scene with Lily and Marshall confirms that they become a couple.\n&lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; &lt;a href=\"alternate%20ending\"&gt;alternate ending&lt;/a&gt;.\nAt Ted's and the Mother's wedding, Barney and Robin nod to each other as Future Ted's narration implies they later get back together as he said \"Things fall apart, things get back together.\" Future Ted (&lt;a href=\"Bob%20Saget\"&gt;Bob Saget&lt;/a&gt;) narrates how when he thinks how lucky he is to wake up next to the Mother every morning, he cannot help but be amazed at how \"easy\" it all really was, recalling his former relationships and expressing incredulity at how allowing Barney and Robin to fall in love led him to, at their wedding, \"leave a little early, be in the right place at the right time, and somehow summon the guts to do the stupidest, most impossible thing in the world: Walk up to that beautiful girl standing under the yellow umbrella, and start talking.\" After Ted meeting the Mother is shown, Future Ted narrates \"See? Easy. And that kids, is how I met your mother.\"\nProduction.\nBefore writing the episode, &lt;a href=\"Carter%20Bays\"&gt;Carter Bays&lt;/a&gt; and &lt;a href=\"Craig%20Thomas%20%28screenwriter%29\"&gt;Craig Thomas&lt;/a&gt; decided to watch the series finales of other sitcoms for inspiration. They said that they crafted the last ten minutes of the series right from the start. In February 2014, Bays &lt;a href=\"Twitter\"&gt;tweeted&lt;/a&gt; that he found a rough draft of the series finale that he first wrote in 2006.\nThe scene involving Ted's future children (&lt;a href=\"Lyndsy%20Fonseca\"&gt;Lyndsy Fonseca&lt;/a&gt; and &lt;a href=\"David%20Henrie\"&gt;David Henrie&lt;/a&gt;) was secretly shot in 2006 during the production of &lt;a href=\"How%20I%20Met%20Your%20Mother%20%28season%202%29\"&gt;Season 2&lt;/a&gt;. This was primarily done so the teenage characters would not age, since Fonseca and Henrie were adults by the time the final episode aired. The scene was filmed on a set closed to everyone except Bays, Thomas, executive producer/director &lt;a href=\"Pamela%20Fryman\"&gt;Pamela Fryman&lt;/a&gt;, a camera operator, and Fonseca and Henrie, who signed &lt;a href=\"non-disclosure%20agreement\"&gt;non-disclosure agreement&lt;/a&gt;s. Fonseca stated that she had forgotten the details of the scene in the years since its filming, while Henrie said, \"I do remember. I \"think\" I remember. We’ll see.\" &lt;a href=\"Josh%20Radnor\"&gt;Josh Radnor&lt;/a&gt; was also told some parts of the finale from the start, but neither he nor the rest of the cast were informed how the series would end. Radnor, not &lt;a href=\"Bob%20Saget\"&gt;Bob Saget&lt;/a&gt;, plays future Ted when he appears on camera. When asked whether he should have played the role, Saget said that Radnor doing so \"felt appropriate to me. It's not \"&lt;a href=\"The%20Matrix\"&gt;The Matrix&lt;/a&gt;\" where Ted CGI's into a narrator of his voice that was done as a sweet way to tell his story from almost his conscience from the future of his own life\".\nBefore the airing of the series finale, debates raged amongst fans concerning the fate of Ted and the Mother, fueled by scenes from \"&lt;a href=\"Vesuvius%20%28How%20I%20Met%20Your%20Mother%29\"&gt;Vesuvius&lt;/a&gt;\" and other previous episodes that seemed to point to a tragic ending.\nAccording to tweets from &lt;a href=\"Alyson%20Hannigan\"&gt;Alyson Hannigan&lt;/a&gt;, approximately 18 minutes of the original episode had to be cut to fit the broadcast time. One cut sequence features Lily paying back Marshall regarding a bet on whether Ted and Robin end up together, first referenced in the episode \"&lt;a href=\"No%20Pressure%20%28How%20I%20Met%20Your%20Mother%29\"&gt;No Pressure&lt;/a&gt;\". Other cut scenes feature Robin, wearing her Robin Sparkles jeans jacket over her wedding dress, singing \"&lt;a href=\"Let%27s%20Go%20to%20The%20Mall\"&gt;Let's Go to The Mall&lt;/a&gt;\" with the Mother's band at the wedding reception, and a \"one-second\" montage showing Tracy's funeral.\nAn alternative cut of the ending appeared on the season nine DVD and the box set. It did not contain any new footage, but is edited in a way that changes the fates of Ted, Tracy and Robin. The voiceover is performed by Saget, rather than Radnor, and is completely different.\n&lt;a href=\"Everything%20but%20the%20Girl\"&gt;Everything but the Girl&lt;/a&gt;'s &lt;a href=\"The%20Language%20of%20Life\"&gt;acoustic cover&lt;/a&gt; of the &lt;a href=\"Tom%20Waits\"&gt;Tom Waits&lt;/a&gt; song \"&lt;a href=\"Downtown%20Train\"&gt;Downtown Train&lt;/a&gt;\" was used in the scene where Ted and The Mother meet at the Farhampton train station. Music supervisor Andy Gowan says that Carter Bays \"basically put it in the script, and wrote that script with that song in mind\"; Gowan described the song as \"heartbreakingly beautiful\" and captured both the \"sweet and romantic\" and the \"somber, dark part\" of the scene.\n\"&lt;a href=\"Heaven%20%28The%20Walkmen%20album%29\"&gt;Heaven&lt;/a&gt;\" by &lt;a href=\"The%20Walkmen\"&gt;The Walkmen&lt;/a&gt; features in the final scene of \"Last Forever\". Gowan said that \"it seemed like it was written for our show\". Gowan had suggested the song before, especially for use in the season 8 premiere, and said that when he pitched it for use in the season 9 finale, \"[the song] was just the one that resonated with all of us the most\".\nCritical reception.\n\"Last Forever\" received a polarizing reaction from fans and critics alike, with the majority opinion being negative. Many viewers expressed considerable dissatisfaction regarding the resolution of Ted's story, his relationship to Robin, and the fate of the titular mother. Additionally, the season-long buildup for Barney and Robin's wedding and their divorce 10 minutes into the next episode was criticized. Fans took to social media, such as &lt;a href=\"Tumblr\"&gt;Tumblr&lt;/a&gt; and &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, to express their disappointment. Some fans joked that the episode was an early April Fools' joke, because it aired on March 31.\nSome fans of the show called on CBS to commission the creators of the show via a &lt;a href=\"change.org\"&gt;change.org&lt;/a&gt; petition to rewrite and reshoot the finale. , the petition had received more than 5,000 signatures. On April 5, 2014, Carter Bays announced on Twitter that an alternative ending, from the same filmed material, would be included on the Season 9 DVD.\nBill Kuchman of \"Popculturology\" said that the success of Milioti as the Mother made it hard to write the character away so quickly, saying, \"Thanks to the show’s writing staff and &lt;a href=\"Cristin%20Milioti\"&gt;Cristin Milioti&lt;/a&gt;, \"HIMYM\" had a huge victory on its hands with The Mother. Asking fans to drop all of that with a simple line about The Mother getting sick and passing away was a very difficult request.\" Kuchman noted that \"[over] the course of this final season, \"HIMYM\" made us care about Tracy. It made us believe that she and Ted belonged together. It was earned. That's why it was sad to see \"HIMYM\" just brush Tracy away.\"\nDonna Bowman of \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" graded the episode a B+, saying, \"The hour finale was a strange ride, marvelous in some ways, confounding in others. Endings are difficult, and I don’t think any objective assessment would say they nailed this one.\" Emily VanDerWerff of \"The A.V. Club\" was more blunt in saying that \"Bays and Thomas simply looked like shitty long-term planners, unable to understand that getting the audience so invested in the Barney and Robin coupling or in Tracy as a character would make it all the harder when the series finale abruptly dissolved the former and treated the latter’s death as an aside in the narration. That the show never seemed to suggest Ted mourned her feels like a vital betrayal of his character.\"\n&lt;a href=\"Alan%20Sepinwall\"&gt;Alan Sepinwall&lt;/a&gt; of \"&lt;a href=\"HitFix\"&gt;HitFix&lt;/a&gt;\" cited three reasons why Bays and Thomas should not have stuck with the ending they had originally envisioned at the start: the show's lengthy run forced them to stretch out events like Barney's and Robin's wedding, which would have to be quickly undone in the finale; the chemistry between Cobie Smulders and Neil Patrick Harris caused many fans to become deeply invested in Robin and Barney's relationship more than Robin and Ted's; and the casting of Cristin Milioti as the Mother caused fans to become invested in that character as well. Sepinwall stated that \"so much of what was terrible here was terrible because Bays and Thomas had a very specific vision for the ending of their show and would not—or, perhaps, after they filmed the kids' reactions, could not—deviate from it. And based on the initial reaction I've seen to the episode, it's going to forever sour the opinion many fans of the show had for it.\"\nJoyce Eng of \"&lt;a href=\"TV%20Guide\"&gt;TV Guide&lt;/a&gt;\" said that she'd prefer Ted not to have ended up with Robin, but \"as I consider the romantics that co-creators Carter Bays and Craig Thomas are, it's obvious they would bring this long, winding love story full circle back to the person Ted wanted to be with when we met him. And The Mother—excuse us, Tracy—is reunited with her first true love, Max, too.\" Though the Mother served as a \"cheap plot device\" to a degree, Eng said that \"Ted's time with her also taught him nothing lasts forever, nothing's perfect. And he needs to move on with his life, but that doesn't make his relationship with The Mother any less important. I don't think the Ted of 2005 would've done the same.\"\nAndrew Meola from \"MStars\" praised the episode, saying \"I couldn't believe that they actually killed the Mother. But I let it sit for a bit, and then I felt something profoundly beautiful come out of this last hour of \"How I Met Your Mother\".\"\nSaim Cheeda from \"&lt;a href=\"Screen%20Rant\"&gt;Screen Rant&lt;/a&gt;\" was critical of the episode, citing the low points to be the reversal of character development, Robin and Barney's divorce, and the Mother's death. His assessment was that \"Fans weren’t given any moment to grieve, which undermined the impact of her passing\". Cheeda singled out Ted using the Mother's death as a framing device to be \"lame\", stating that viewers \"being forced to believe that Ted would use his wife’s death to justify chasing after “Aunt” Robin\" was the main reason why the finale was disappointing.\nIn the years succeeding its airing, it continued to be singled out as one of television's worst series finales, e.g., topping \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\"s list of \"Worst Series Finales of All Time\".\nIn an interview with &lt;a href=\"David%20Letterman\"&gt;David Letterman&lt;/a&gt;, &lt;a href=\"Neil%20Patrick%20Harris\"&gt;Neil Patrick Harris&lt;/a&gt; declared himself a fan of the way the finale ended the series:\nSome people just hated it, and I think that that's a compliment to the show in a weird way because it means that they have grown up with these characters and feel like they wanted it to go a certain way, though I think it's great. But our show really did cross the line between funny funny and really serious, and that was kind of the balance that this show had. And as the show grew up, and as we grew up in the show, it ended in a more adult way and I think it was a nice, reflective, kind of sad, but happy ending to a long, long story."
}