{
    "id": "41667259",
    "revid": "1067526429",
    "url": "https://en.wikipedia.org/wiki?curid=41667259",
    "title": "Guglielmo Palazzani",
    "text": "Guglielmo Palazzani (born 11 April 1991) is an Italian &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. His usual position is as a &lt;a href=\"scrum-half%20%28rugby%20union%29\"&gt;scrum-half&lt;/a&gt;, and he currently plays for &lt;a href=\"Zebre\"&gt;Zebre&lt;/a&gt;.\nFor &lt;a href=\"2012%E2%80%9313%20Pro12\"&gt;2012–13 Pro12&lt;/a&gt; season, he named as \"Permit Player\" for &lt;a href=\"Zebre\"&gt;Zebre&lt;/a&gt; in &lt;a href=\"Pro%2014\"&gt;Pro 14&lt;/a&gt;.\nIn 2012 and 2013, he was named in the &lt;a href=\"Italy%20A%20national%20rugby%20union%20team\"&gt;Emerging Italy&lt;/a&gt; squad.\nIn January 2014, Palazzani was named in the &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italian&lt;/a&gt; squad for the &lt;a href=\"2014%20Six%20Nations%20Championship\"&gt;2014 Six Nations Championship&lt;/a&gt;. \nRegarding &lt;a href=\"Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt;, on 24 August 2015, Palazzani was named in the final 31-man squad for the &lt;a href=\"2015%20Rugby%20World%20Cup\"&gt;2015 Rugby World Cup&lt;/a&gt; and on 18 August 2019, he was named in the final 31-man squad for the &lt;a href=\"2019%20Rugby%20World%20Cup\"&gt;2019 Rugby World Cup&lt;/a&gt;.\nEarly life and amateur career.\nPalazzani began playing rugby in the youth teams of Fiumicello di Brescia, before moving on to Calvisano in 2009. He went on to make his debut in the A2 series in April 2010 in &lt;a href=\"Benevento\"&gt;Benevento&lt;/a&gt; against the Samnite Gladiators ; at the same time, climbing up the ranks of the Italian youth national teams up to the Under-20 in 2011, during which he competed with the squad in the &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations&lt;/a&gt; championships.\nProfessional career.\nIn 2012, Palazzani won the national championship with Calvisano and the Excellence Trophy. In the wake of these successes, he was called up to the Emerging Italy squad, for the Nations Cup tournament. Palazzani made his professional domestic debut for the &lt;a href=\"Zebre\"&gt;Zebre&lt;/a&gt; in 2012–13, and at the end of the season he moved to the Parma rugby team on a permanent basis.\nIn 2014 the then head coach of the Italian national team, &lt;a href=\"Jacques%20Brunel\"&gt;Jacques Brunel&lt;/a&gt;, called him up for the Six Nations, however, he did not play in that years tournament. Palazzani would go on to make his test debut during the mid-year tour in the Pacific against &lt;a href=\"Fiji%20national%20rugby%20union%20team\"&gt;Fiji&lt;/a&gt;. Brunel, rewarded Palazzani for his form by selecting him as part of the Italian team that took part in the &lt;a href=\"2015%20%20Rugby%20World%20Cup\"&gt;2015 Rugby World Cup&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt;, and he became a mainstay in the squad competing in successive Six Nations, on international tours and finally at the &lt;a href=\"2019%20Rugby%20World%20Cup\"&gt;2019 Rugby World Cup&lt;/a&gt; in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;."
}