{
    "id": "41705727",
    "revid": "15122211",
    "url": "https://en.wikipedia.org/wiki?curid=41705727",
    "title": "Simians (Chinese poetry)",
    "text": "Simians of various sorts (including the monkey, gibbon, and other primates of real or mythological nature) are an important motif in Chinese poetry. Examples of simian imagery have an important place in &lt;a href=\"Chinese%20poetry\"&gt;Chinese poetry&lt;/a&gt; ranging from the \"&lt;a href=\"Chu%20Ci\"&gt;Chu Ci&lt;/a&gt;\" poets through poets such as &lt;a href=\"Li%20Bai\"&gt;Li Bai&lt;/a&gt;, &lt;a href=\"Wang%20Wei%20%28Tang%20dynasty%29\"&gt;Wang Wei&lt;/a&gt;, &lt;a href=\"Du%20Fu\"&gt;Du Fu&lt;/a&gt;, and more. Various poetic concepts could be communicated by the inclusion of simian imagery in a poem, and the use of simian allusions can help provide key insights into the poems. The use of simians in Chinese poetry is part of a broader appearance of &lt;a href=\"macaques\"&gt;macaques&lt;/a&gt; and other &lt;a href=\"monkeys%20in%20Chinese%20culture\"&gt;monkeys in Chinese culture&lt;/a&gt; as well as the monkey-like &lt;a href=\"gibbon\"&gt;gibbon&lt;/a&gt;s and sometimes monkey-like creatures from &lt;a href=\"Chinese%20mythology\"&gt;Chinese mythology&lt;/a&gt;.\nBackground.\nVarious types of primates are native to the area of what is now known as \"&lt;a href=\"China\"&gt;China&lt;/a&gt;\", among them being various genetic groups, which although distinguished by modern biology into distinct family, genus, and species, are not so clearly defined either by traditional Chinese language usage, nor by common usage within the modern English vocabulary.\nSpecies.\nThe gibbon type of simian was widespread in Central and Southern China, until at least the Song Dynasty; later deforestation and other habitat reduction severely curtailed their range. The macaque has the greatest range of any primate other than humans. Scientifically, humans do fall under the category of simians, and sometimes humans may be the subject of a literary reference to \"simians\".\nGibbons.\nGibbons are &lt;a href=\"ape\"&gt;ape&lt;/a&gt;s in the &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; of the &lt;a href=\"Hylobatidae\"&gt;Hylobatidae&lt;/a&gt;. The gibbon family contains four genera. Today gibbons occur in tropical and subtropical rainforest from northeast &lt;a href=\"India\"&gt;India&lt;/a&gt; to &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; and north to southern &lt;a href=\"China\"&gt;China&lt;/a&gt;, but their range extended considerably north of their current habitat during the times of medieval China. Gibbons are predominantly arboreal, with a specialized ball-and-socket wrist structure. They are also known for their extensive vocalizations.\nMacaques.\nMacaques constitute a genus, \"Macaca\", of &lt;a href=\"Old%20World%20monkeys\"&gt;Old World monkeys&lt;/a&gt; of the subfamily &lt;a href=\"Cercopithecinae\"&gt;Cercopithecinae&lt;/a&gt;. Along with the gibbons, they were also well known in medieval China. Macaques are also known to vocalize.\nHumans.\nHumans are of the &lt;a href=\"genus\"&gt;genus&lt;/a&gt; \"Homo\", &lt;a href=\"primate\"&gt;primate&lt;/a&gt;s in the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Hominidae\"&gt;Hominidae&lt;/a&gt;, and the only extant &lt;a href=\"species\"&gt;species&lt;/a&gt; within that genus. Their range has included all of China (by definition) from thousands of years ago, through medieval times, and into the present; although, with greater population densities near ocean coasts and river banks. In poetry, humans may be metaphorically alluded to by implicitly comparative reference to other simians: this is generally a pejorative allusion. The popular &lt;a href=\"Shanshui%20poetry\"&gt;nature poetry genre&lt;/a&gt; often invokes images which idealize humans existing in their natural habitat versus the defects inherent in various artificial environments which humans are known to frequently construct, such as ones located in densely populated walled cities or those particularly related to the imperial court. Other examples include life in the environs of the heavily restricted confinement areas often made as habitats for concubines or wives, and the poorly supplied and frequently violent fortified mountain passes and frontier fortresses, cases in which themes of human-environmental dissonance developed into their own genres. In contrast are the natural human environments such as groves of trees or bamboo, pine clad mountains and hills, or upon the surface or by the shores or islands of lakes and streams, which are frequently depicted in the most beautiful words and phrases; and, nature poetry also developed as a major independent genre.\nMythological simians.\nMany mythological simians were also alleged to exist in medieval China. Some of their taxonomical descriptions defy modern &lt;a href=\"zoology\"&gt;zoology&lt;/a&gt;, and even some of the more wild speculations of &lt;a href=\"cryptozoology\"&gt;cryptozoology&lt;/a&gt;. Often these mythological simians have features of birds, humans, or other creatures. Examples include the &lt;a href=\"Xiao%20%28mythology%29\"&gt;xiao&lt;/a&gt;, shanxiao, and xiaoyang.\nVocabulary.\nVarious vocabulary terms for simians are encountered in Chinese poetry. Besides a certain pre-modern lack of modern bioscientific taxonomic precision, records of Chinese language usage in references to various simian species show evidence of variability over the ages. The terms for simians used in Tang and Song poetry may vary from the way the same words or characters are defined today. And, the modern vocabulary is often not what is encountered in classical poetry, for example the modern term 長臂猿/chángbìyuán for \"gibbon\". Modern 猩/xīng is used for orangutans, which were relatively unknown in ancient China.\nTang and Song.\nOne common character for monkey is 猴, representing the word \"hóu\" (Tang reconstruction \"hou\"), meaning \"monkey, ape; monkey-like\". In the &lt;a href=\"Classical%20Chinese%20lexicon\"&gt;Classical Chinese lexicon&lt;/a&gt;, some vocabulary distinctions were made that differ from those of later times, so that \"mí\" (獼, Tang: \"miɛ\") tended to refer to macaques and \"yuán\" (猿, Tang: *\"hiuæn\" or \"iuæn\") tended to refer to gibbons. However, the mainstream of Classical Chinese poetry was not primarily concerned with simian species distinctions.\nOther vocabulary distinctions include:\n猱 (Hanyu Pinyin: \"náo\", Tang: \"nɑu\"), referring to simians of yellow hair,\n猩猩 (Hanyu Pinyin: xīngxīng, Tang: *shræng-shræng, Schafer: hsing-hsing) is used to refer to a simian which Edward Schafer believes to refer to gibbons of various species, whose (somewhat mythologized) blood was referenced in relationship to describing a vivid red-coloured dye (the term \"fei-fei\" also confusedly encountered in this context: 狒狒 (Hanyu Pinyin: fèifèi, Tang: bhiə̀i-bhiə̀i or *b'jʷe̯i-b'jʷe̯i). \"Fèi\" is now used as a term for a baboon.\nPoetry.\nSimians in Chinese poetry are a frequent theme. Many &lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt; and &lt;a href=\"Song%20dynasty\"&gt;Song dynasty&lt;/a&gt; poems refer to various simians, using a varied vocabulary.\n\"Chu Ci\".\nOne of the earliest collections of Chinese Poetry is the \"&lt;a href=\"Chu%20Ci\"&gt;Chu Ci&lt;/a&gt;\" anthology, which contains poems from the &lt;a href=\"Warring%20States%20period\"&gt;Warring States period&lt;/a&gt; through the &lt;a href=\"Han%20Dynasty\"&gt;Han Dynasty&lt;/a&gt;. It is particularly associated with the &lt;a href=\"Chu%20%28state%29\"&gt;Chu region&lt;/a&gt;, thus being both more toward the ranges of various simian species than Northern China but also chronologically from a time when certain simians ranged to a greater extent than in later times. The classical tradition of the poet-in-exile originates with the archetypal protagonist &lt;a href=\"Qu%20Yuan\"&gt;Qu Yuan&lt;/a&gt; singing sad stanzas of poetry while wandering in the wilderness of Chu, lamenting his fate. The motif of the chorus of monkeys and apes crying in the background to emphasize the poetic mood which appears several times in the \"Chu Ci\" was adopted by many other poets over the following ages, and the typical use as a poetic allusion to this theme of exile, loneliness, and under-appreciated virtue and talent developed into one of the major Classical Chinese poetic genres. However, many of the other \"Chu Ci\" references are very obscure. Even many of the great deities and other beings prominently mentioned were barely known or no longer remembered at the time of its first publication. Some of the poems date back an unknown number of thousands of years, originated outside of the central cultural area from which later Chinese culture for the most part developed, and in some cases little or nothing is known about them except for what is found about them in the various verses of the \"Chu Ci\" collection. In terms of geography, sometimes names have changed and it is unknown what specific geographical feature or area is being referred to by a proper name no longer in use; and, in other cases the proper name is still in use, but may erroneously be thought to still refer to what or where it did in the distant past, as name transfers between locations have occurred often, and sometimes repeatedly for the same name.\n\"Mountain Spirit\".\nMountain Goddesses frequently appear in poetry, in the Classical Chinese tradition many of the best known ones being associated with certain specific well-known mountains. One of the poems of the \"&lt;a href=\"Jiu%20Ge\"&gt;Nine Songs&lt;/a&gt;\" section of the\n\"Chu Ci\" bearing the title \"The Mountain Spirit\" (\"Shan Gui\") describes such a being; but, one known only by means of this poem, although various scholarly research plausibly suggests a relationship with the modernly named Wushan, famous for its cloud and rain, and simian sounds (Hawkes 1985, 115). Wushan (巫山, Wū Shān) is a range of mountains through whose deep gorges the rapids of the &lt;a href=\"Wu%20River%20%28Yangtze%20River%20tributary%29\"&gt;Wu River&lt;/a&gt; and the &lt;a href=\"Yangzi%20River\"&gt;Yangzi River&lt;/a&gt; flow. Travel between the &lt;a href=\"Sichuan%20Basin\"&gt;Sichuan Basin&lt;/a&gt; and the rest of what were then the other more populated areas of China was most frequently done by boat trips during which the poets or other passengers experienced the difficulties of navigating dangerous waterways, above which soared the dramatically scenic heights of Wushan, while their ears were impressed by the loud sounds of the indigenous population of gibbons and/or other simians. Wushan is sometimes translated as \"Witch Mountain\": \"&lt;a href=\"Wu%20%28shaman%29\"&gt;wu&lt;/a&gt;\" literally means \"shaman\", and the manifest spirit of its Goddess was commonly believed to persist there, although perhaps not exactly being the Mountain Spirit of the poem. Typical attributes of mountain goddesses include her transportation by riding a chariot pulled by large members of the cat family, as does the Mountain Spirit of the poem—simian accompaniment being one of the more particularly distinctive features of this specific spirit or deity. The poet invokes the sound and image of simians while singing to his muse, in the poem's concluding lines (Hawkes translation, 116):\nFrom its time of first publication, this particular type of imagery from the \"Chu Ci\" would prove be an enduring one in Chinese literature through the ensuing ages.\nWang Wei and the sound of the night gibbon.\nThe sounds of gibbons, especially at night are often used to contrast uncontrolled wilderness with ordered, human-civilized areas. &lt;a href=\"Wang%20Wei%20%28Tang%20dynasty%29\"&gt;Wang Wei&lt;/a&gt; refers to this (using the character 猿, [\"yuán\"], for \"gibbon\"), in a poem describing his &lt;a href=\"Lantian%20County\"&gt;Lantian&lt;/a&gt; (藍田/蓝田, literally, Indigo Field) home to an imperial inspector in charge of royal acquisitions of parks and forests who had traveled out to Lantian, \"Composed in reply to Secretary So of the Board of Concern who passed by the villa at Indigo Field but did not stay\" (Stimson, 39). This is remarkable for a couple of reasons. For one, this poem deprecates (though in the tradition of polite Chinese humility) the quality of Wang's Lantian estate, describing it in this poem as a \"poor dwelling\", located so far from civilization that it is characterized by the occasional fire from camping hunters, the occasional fishing boat frozen to the icy shore, sparsely sounding temple bells, and the sounds of gibbons howling in the night (and thus, obviously unsuitable for inclusion into the royal domains): this is in marked contrast to the playful exaggerations of Wang's and &lt;a href=\"Pei%20Di\"&gt;Pei Di&lt;/a&gt;'s lavish descriptions of the same Lantian estate in the \"&lt;a href=\"Wangchuan%20ji\"&gt;Wangchuan ji&lt;/a&gt;\" collection, in which the pair of poets depict Wang's country home as being replete with a royal hunting park for deer, a gold dust spring, and various other fabulous establishments (Wangchuan was a poetic term used for Wang's abode in Lantian). As John C. Ferguson puts it, if Wang Wei's home in Lantian was other than a relatively humble one, \"he would have attracted the attention of the rapacious myrmidons of the court, and the place would have been confiscated\" (Ferguson, 73). Not that the place was not congenial enough or lacking in sufficient natural beauty for the poet, devout Buddhist, nature lover, and landscape painter Wang Wei, who had in fact erected a Buddhist chapel in memory to his mother there, and certainly had a studio sufficient for his writing and painting needs and comfortable enough dwelling quarters. What Secretary So of the Board of Concern had to say of the matter is not recorded. Wang did continue to possess his retirement home, to read, write, paint, and to receive his invited guests there. The poem reaches its conclusion with the sparse sounds of a local temple bell; and, from somewhere out in the night, the sound of a gibbon.\nAnother remarkable thing about this poem has to do with the location of Lantian itself. Lantian is quite the same as modern &lt;a href=\"Lantian%20County\"&gt;Lantian County&lt;/a&gt;, part of &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt; (then the major metropolis of &lt;a href=\"Chang%27an\"&gt;Chang'an&lt;/a&gt;), in &lt;a href=\"Shaanxi\"&gt;Shǎnxī&lt;/a&gt; (\"Shaanxi\") province. Lantian is a bit south of the city, and getting into the &lt;a href=\"Qin%20Mountains\"&gt;Qinling mountain range&lt;/a&gt;. This is far to the north of the area in which range gibbons today, but it is evidence that the range of gibbons extended that far north into central China at least through the mid-&lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt;.\nLi Bai: monkeys all around.\nOn the hard Shu Road.\n&lt;a href=\"Li%20Bai\"&gt;Li Bai&lt;/a&gt; (also known as Li Po and Li Bo) uses the term 猿猱 (yuán náo), in his famous poem \"The Shu Road is Hard\" (Stimson, 83). This line (14) is an example of the sophisticated use of simians in Chinese poetry, by a great poet. In this case the difficulty and sorrow of the situation extends even to the monkeys facing the journey on the &lt;a href=\"Shu%20Roads\"&gt;Shu roads&lt;/a&gt;.\nIn Baidicheng, back from the way to exile.\nLi Bai was accused by his detractors of treason for his role in the &lt;a href=\"An%20Lushan%20Rebellion\"&gt;An Lushan Rebellion&lt;/a&gt;'s aftermath. After being pardoned and recalled from exile, in 756, returning down the Yangzi River, Li Bo stopped at &lt;a href=\"Baidicheng\"&gt;Baidicheng&lt;/a&gt; (also known as Po Ti), in &lt;a href=\"Kuizhou\"&gt;Kuizhou&lt;/a&gt;, where he wrote his poem of celebratory triumph \"Departing from Baidi in the Morning\":\n\"Departing from &lt;a href=\"Baidicheng\"&gt;Baidi&lt;/a&gt; in the Morning (早發白帝城),\" by &lt;a href=\"Li%20Bai\"&gt;Li Bai&lt;/a&gt;\nThis morning, I depart the town of &lt;a href=\"w%3ABaidicheng\"&gt;Baidi&lt;/a&gt;, engulfed by vibrant clouds.\nI return to far away &lt;a href=\"w%3AJiangling%20County\"&gt;Jiangling&lt;/a&gt; within a single day!\nFrom both banks, the steady sound of shrieking monkeys fills the air.\nOur little boat has already carried me past thousands of hilltops.\nAnother version of translation:\nLeaving at dawn the White Emperor crowned with cloud,\nI've sailed a thousand li through canyons in a day.\nWith the monkeys' adieus the riverbanks are loud,\nMy skiff has left ten thousand mountains far away.\nJohn C. H. Wu (1972:75) has another version of the translation of the third line, which goes:\n(before the boat had already brought the poet back from exile).\nDu Fu and the monkeys of the Xiaoxiang.\nOne common image of monkeys in poetry (as well as in painting) is of a chain of monkeys hanging from a tree. &lt;a href=\"Du%20Fu\"&gt;Du Fu&lt;/a&gt; (712–770) in his 200 line \"Autumn Day in Kui Prefecture...\" makes explicit reference to this. Du's actual term for the chain-forming monkeys (on line 22) is \"獼猴\" (míhóu), referring to macaque monkeys (Murck, 172 and 279). Du Fu was originally from northern China, and lived in the metropolis of Chang'an. However, this area was devastated in the &lt;a href=\"An%20Lushan%20Rebellion\"&gt;An Lushan Rebellion&lt;/a&gt; (755–763) and following disturbances. Du Fu ended up dislocated far to the south, in what was then largely an undeveloped area of China. He felt himself essentially in exile, far from home, and in the role of a &lt;a href=\"Xiaoxiang%20poetry\"&gt;Xiaoxiang poet&lt;/a&gt;; and, he certainly was wandering about in the geographic area of &lt;a href=\"Xiaoxiang\"&gt;Xiaoxiang&lt;/a&gt;, an area associated with the poetry of exile (Murck, 23–24). Du wrote his poem at one of his stops along the way in this area: &lt;a href=\"Kui%20Prefecture\"&gt;Kui Prefecture&lt;/a&gt; was located in what is now &lt;a href=\"Chongqing\"&gt;Chongqing&lt;/a&gt;, in the &lt;a href=\"Yangzi%20River\"&gt;Yangzi River&lt;/a&gt; basin. Many of the Chinese poems from the Tang and Song dynasty emphasize the presence of simian beings, in part, like Du Fu in \"Autumn Day in Kui Prefecture\", to emphasize the exotic and uncivilized nature which they perceived and associated with the Xiaoxiang area, including the local incomprehensible languages, unfamiliar Chinese dialects, and rural subsistence culture.\nHanging chains of monkeys in imagery.\nDu Fu uses the image of a hanging chain of monkeys in his poetry, but the image often appears in pictorial art. Painted or brushed in ink, the image of a hanging chain of monkeys linked together by use of their tails typically involves the monkeys (or other simians) hanging over a body of water, often at night, and often by the light of the full moon, shown reflected in the water below. Although encountered in Buddhist-influenced Chinese imagery, this motif is more often encountered in Japanese sources.\nNon-human primates in Chinese culture.\nNon-human primates have an extensive role in Chinese culture, including the simian motif in Chinese poetry, which is related to its use in mythology. Also, and in relationship, Chinese symbology holds a special place for the monkey (Eberhard, \"sub\" \"Monkey\", 192). Generally, the Chinese terms for non-human primates are translated as \"monkey\", \"ape\", or \"gibbon\", in English. However, as used historically and traditionally in English, both \"monkey\" and \"ape\" are used in taxonomically vague and inconsistent ways, and often with such an overlap in meaning as to be virtually synonymous; \"Gibbon\" seems to be a relative newcomer; and, \"primate\" and \"anthropoid\" together with similar terms have been mostly reserved for use in the less popular and more technical and scientifically specialized literature. The word \"simian\" has roots in Latin which extend back to ancient Greek, and thus is part of a tradition which predates and defies modern biological taxonomic classification, except in the broadest terms.\nGibbon blood (red).\nDuring the Tang dynasty, \"Gibbons blood red\" was a term used for certain vivid red dye colorings. Several Tang poets used the term in poetic imagery, including a couple of poems by &lt;a href=\"Zhang%20Ji%20%28poet%20from%20Jiangnan%29\"&gt;Zhang Ji of Jiangnan&lt;/a&gt; (See, Schafer, 208–210, 234, and note 12 page 328). The use of this imagery imparted an exotic dimension to the poetry in which it appeared, since it implied the importation of dyed textiles of rare and mysterious color from distant lands the fantastic qualities of which could only be imagined, including the dye source for the spectacular red color of unknown origin."
}