{
    "id": "41709727",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=41709727",
    "title": "1906–07 Georgetown Hoyas men's basketball team",
    "text": "The 1906–07 Georgetown Hoyas men's basketball team represented &lt;a href=\"Georgetown%20University\"&gt;Georgetown University&lt;/a&gt; during the 1906-07 &lt;a href=\"Intercollegiate%20Athletic%20Association%20of%20the%20United%20States\"&gt;Intercollegiate Athletic Association of the United States&lt;/a&gt; &lt;a href=\"college%20basketball\"&gt;college basketball&lt;/a&gt; season. It was the first men's team in &lt;a href=\"Georgetown%20Hoyas%20men%27s%20basketball\"&gt;Georgetown basketball&lt;/a&gt; history. Georgetown was an independent and played its home games at the Washington Light Infantry Armory at 15th Street and Pennsylvania Avenue NW in downtown &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, finishing the season with a record of 2-2.\nFounding of the team.\nMaurice Joyce had introduced the new sport of &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; to Washington, D.C., in 1892 – the year after its invention by &lt;a href=\"James%20Naismith\"&gt;James Naismith&lt;/a&gt; – and had fostered its development there over the next 15 years as Director of &lt;a href=\"Physical%20education\"&gt;Physical Education&lt;/a&gt; at the Carroll Institute; he also had spearheaded the move to reduce the size of teams from nine players on the court for each side to five, which Naismith and a national rules committee approved in 1897. Although an intramural basketball game took place at Georgetown in 1904, the sport otherwise remained unknown at the school until the autumn of 1906, when Georgetown hired Joyce as its &lt;a href=\"athletic%20director\"&gt;athletic director&lt;/a&gt; with an eye toward developing a men's basketball program. After the &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; season ended later that autumn, Joyce oversaw tryouts for a basketball team; ultimately four undergraduates and three &lt;a href=\"Georgetown%20University%20Law%20School\"&gt;Georgetown University Law School&lt;/a&gt; students made the team.\nThe team had no head coach, the only team in Georgetown mens basketball history that did not have one. Instead, college student Lou Murray was elected student manager of the team, responsible for providing leadership, monitoring the teams finances, and scheduling games and practices – roles now performed by the schools athletic department and coach. The role of student manager would remain a prominent one in the seasons to come, as even after Joyce became the teams first formal head coach the &lt;a href=\"1907%E2%80%9308%20Georgetown%20Hoyas%20men%27s%20basketball%20team\"&gt;following season&lt;/a&gt;, he and future head coaches for many years limited their role to that of teacher and faculty advisor, available to the team during games merely to offer advice if the players asked for it; it was not until the late 1920s that the modern role of the head coach as in-game leader emerged.\nSeason recap.\nThe new basketball team began practices early in January 1907, and Murray arranged a game against highly rated &lt;a href=\"Virginia%20Cavaliers%20men%27s%20basketball\"&gt;Virginia&lt;/a&gt; and three against &lt;a href=\"George%20Washington%20Colonials%20men%27s%20basketball\"&gt;George Washington&lt;/a&gt; for the first season. The first intercollegiate game in Georgetown history took place on February 9, 1907, before a large crowd at the Washington Light Infantry Armory; &lt;a href=\"Center%20%28basketball%29\"&gt;center&lt;/a&gt; Richard Downey scored a game-high eight points and held the opposing center scoreless throughout the game, and Virginia managed only a single &lt;a href=\"Field%20goal%20%28basketball%29\"&gt;field goal&lt;/a&gt; in the second half thanks to the defense of &lt;a href=\"Forward%20%28basketball%29\"&gt;forwards&lt;/a&gt; Sam Simon and Harold Schumm, allowing Georgetown to extend a 10-9 halftime lead into a 22-11 upset victory.\nThe next game – on February 27, 1907 – was against &lt;a href=\"George%20Washington%20Colonials%20men%27s%20basketball\"&gt;George Washington&lt;/a&gt;, whose star forward Fred Rice was ill and unable to play. After Georgetown took a 16-11 lead at the half, George Washington head coach E. Blanchard Robey spotted Rice in the crowd and convinced him to enter the game when play resumed. With Rice in the game, the Hoyas failed to score in the second half; Rice made the basket that tied the game at 16, and George Washington went on to hand Georgetown its first intercollegiate loss, 18-16. It was the first time that George Washington had defeated its crosstown rival Georgetown in any intercollegiate event, and the raucous celebration George Washington fans started in the stands continued in the streets of Washington as they left the game.\nGeorge Washington came to the Washington Light Infantry Armory for Georgetowns third game on March 2, 1907, witnessed by a crowd of 1,100 – enormous for a college athletic event in Washington by 1907 standards. Basketballs rules were not as clearly established in 1907 as they later became, and the game was delayed for an hour while Joyce and Robey negotiated over them. The crowd occupied itself with loud cheering during the delay, and the cheering became louder after the manager of a theater next door threatened to have play stopped if the crowd continued to make so much noise. Fred Rice played poorly in the first half, missing all five &lt;a href=\"free%20throw\"&gt;free throw&lt;/a&gt;s he attempted and scoring no field goals, and Georgetown led 8-4 at halftime. Rice scored the first five George Washington points of the second half to reduce the Hoyas lead to 10-9. With Georgetown leading 15-13 with less than a minute to go, George Washington held the ball for the final shot in an attempt to tie the game and force overtime, but the shot went through the basket after time had expired. This time, a Georgetown celebration spilled out into the streets.\nGeorgetowns fourth and final game of the season, also against George Washington, was postponed until March 16, 1907. By then some of Georgetowns players had left the basketball team to take part in spring sports, and Fred Rice starred in a 22-10 (or 24-10) George Washington victory.\nWhen George Washington decided not to field a basketball team for the 1907-08 season, Joyce convinced Fred Rice to enroll in Georgetown University Law School and play for the Hoyas. Rice would go on to star for Georgetown for three seasons before graduating from the Law School.\nRoster.\nSources\n1906–07 schedule and results.\nSources\n!colspan=9 style=\"background:#002147; color:#8D817B;\"| Regular Season"
}