{
    "id": "41716372",
    "revid": "10349969",
    "url": "https://en.wikipedia.org/wiki?curid=41716372",
    "title": "California Innocence Project",
    "text": "The California Innocence Project is a non-profit based at &lt;a href=\"California%20Western%20School%20of%20Law\"&gt;California Western School of Law&lt;/a&gt; in San Diego, California, United States, which provides &lt;a href=\"pro%20bono\"&gt;pro bono&lt;/a&gt; legal services to individuals who maintain their factual innocence of crime(s) for which they have been convicted. It is an independent chapter of the &lt;a href=\"Innocence%20Project\"&gt;Innocence Project&lt;/a&gt;. Its mission is to &lt;a href=\"exonerate\"&gt;exonerate&lt;/a&gt; &lt;a href=\"wrongly%20convicted\"&gt;wrongly convicted&lt;/a&gt; &lt;a href=\"inmates\"&gt;inmates&lt;/a&gt; through the use of &lt;a href=\"DNA%20evidence\"&gt;DNA&lt;/a&gt; and other evidences.\nIt has succeeded in freeing more than 34 wrongfully incarcerated individuals since its inception in 1999, who have spent a combination of more than 570 years wrongfully in prison.\nAs a law school clinical program, CIP provides educational experience to students enrolled in its clinic. Working alongside CIP staff attorneys, clinic students investigate and litigate cases where there is strong evidence of innocence. CIP attorneys and students pursue cases by securing expert witnesses and advocating for their clients during evidentiary hearings and trials.\nEach year, CIP reviews more than 2,000 claims of &lt;a href=\"innocence\"&gt;innocence&lt;/a&gt; from &lt;a href=\"inmates\"&gt;inmates&lt;/a&gt; convicted in &lt;a href=\"Southern%20California\"&gt;Southern California&lt;/a&gt;.\nHistory.\nThe California Innocence Project was founded in 1999 at California Western School of Law in San Diego, California by Director Justin Brooks and Law Professor Jan Stiglitz. CIP was the fourth &lt;a href=\"innocence%20project\"&gt;innocence project&lt;/a&gt; to form in the United States as part of the national innocence movement or &lt;a href=\"Innocence%20Network\"&gt;Innocence Network&lt;/a&gt;.\nNotable exonerations.\nThe project has secured the release of the following innocent people who otherwise might otherwise have remained incarcerated for the rest of their lives:\nBrian Banks.\n&lt;a href=\"Brian%20Banks%20%28American%20football%29\"&gt;Brian Banks&lt;/a&gt; was exonerated in 2012 after his accuser recanted her testimony that Banks raped and kidnapped her. Faced with a possible 41 years to life sentence, he accepted a plea deal that included five years in prison, five years of probation, and &lt;a href=\"Sex%20offender%20registries%20in%20the%20United%20States\"&gt;registering as a sex offender&lt;/a&gt;. The California Innocence Project took on the case after Banks came to the project with compelling evidence of innocence. After several months of investigation, the &lt;a href=\"Los%20Angeles%20District%20Attorney\"&gt;Los Angeles District Attorney&lt;/a&gt; agreed to dismiss the case against Banks.\nOn August 20, 2012, Banks became an advocate for the innocence movement by helping the California Innocence Project deliver petition signatures to the &lt;a href=\"California%20Attorney%20General\"&gt;California Attorney General&lt;/a&gt; in the Daniel Larsen case. On August 29, 2012, Banks continued his advocacy by helping deliver petition signatures to the Nicaraguan embassy in the &lt;a href=\"Jason%20Puracal\"&gt;Jason Puracal&lt;/a&gt; case. Since his exoneration, Banks tried out for numerous &lt;a href=\"NFL%20teams\"&gt;NFL teams&lt;/a&gt; before signing with the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt; on April 3, 2013.\nTimothy Atkins.\nTimothy Atkins was exonerated after 23 years in prison when witness Denise Powell recanted her testimony that Atkins committed a murder. Based on Powell's recantation, attorney Justin Brooks of CIP brought a state habeas corpus action on Atkins's behalf. On February 8, 2007, Judge Michael A. Tynan granted the &lt;a href=\"writ%20of%20habeas%20corpus\"&gt;writ of habeas corpus&lt;/a&gt;, saying that the trial testimony of witness Maria Gonzalez had been \"highly questionable, if not totally unreliable\" and that no reasonable judge or jury could have found Atkins guilty without Powell's now recanted testimony. On April 6, 2007, the Los Angeles County District Attorney's Office dropped the charges. Atkins and the California Innocence Project have since been fighting to get compensation from California for his wrongful conviction.\nJohn Stoll.\nJohn Stoll was sentenced to 40 years in prison, and later exonerated in 2006 after several child victims recanted their testimony that Stoll had molested them. CIP, in conjunction with the &lt;a href=\"Northern%20California%20Innocence%20Project\"&gt;Northern California Innocence Project&lt;/a&gt; at &lt;a href=\"Santa%20Clara%20University%20School%20of%20Law\"&gt;Santa Clara University School of Law&lt;/a&gt;, uncovered new evidence that disputed the boys' testimony and were granted an evidentiary hearing. Four witnesses who had testified against Stoll as children admitted that the sexual abuse stories they told as children were lies and that law enforcement officials, social workers, and prosecutors had coerced them into making false allegations against Stoll. At the conclusion of the hearing, Stoll's conviction was overturned. He had spent 20 years in prison for his alleged crime. Stoll's was one of many problematic &lt;a href=\"Kern%20County%20child%20abuse%20cases\"&gt;Kern County child abuse cases&lt;/a&gt;, of which 34 were overturned on appeal.\nDaniel Larsen.\n&lt;a href=\"Kamala%20Harris%23Daniel%20Larsen%20case\"&gt;Daniel Larsen&lt;/a&gt; was exonerated in 2010 yet remained incarcerated until March 19, 2013 because the &lt;a href=\"California%20Attorney%20General\"&gt;California Attorney General&lt;/a&gt;, &lt;a href=\"Kamala%20Harris%23Daniel%20Larsen%20case\"&gt;Kamala Harris&lt;/a&gt;, continued to appeal. Based largely on eyewitness identification by two police officers, Larsen was convicted in 1999 of being in possession of a concealed knife under California's &lt;a href=\"Three%20Strikes%20Law\"&gt;Three Strikes Law&lt;/a&gt;. Because he had prior felony convictions, Larsen was sentenced to 28 years to life in prison. The California Innocence Project, which began representing Larsen in 2002, found witnesses, including a former chief of police and the actual owner of the knife, who testified seeing a different man holding the knife.\nIn 2010, a judge ordered Larsen's release, finding that he was \"&lt;a href=\"actually%20innocent\"&gt;actually innocent&lt;/a&gt;\" of the crime and that Larsen's constitutional rights were violated, because his attorney was incompetent. Despite the ruling, Larsen remained in prison for two more years while the state attorney general challenged the judge's ruling because Larsen had missed the appeal deadline. In 2013 the &lt;a href=\"9th%20U.S.%20Circuit%20Court%20of%20Appeals\"&gt;9th U.S. Circuit Court of Appeals&lt;/a&gt; upheld the lower court ruling and freed Larsen after 14 years in prison.\nKenneth Marsh.\nKenneth Marsh was exonerated in 2004 after the San Diego District Attorney's office agreed to Marsh's &lt;a href=\"Habeas%20corpus\"&gt;habeas&lt;/a&gt; petition. Marsh was originally convicted in the death of his 33-month-old baby. After uncovering evidence from medical experts that proved Marsh's innocence, CIP, along with attorney Tracy Emblem, filed a petition for writ of habeas corpus on Marsh's behalf in 2002 seeking a new trial. At the defense's request, the San Diego District Attorney's Office hired an outside medical expert to review all of the evidence. After the review, San Diego District Attorney Bonnie Dumanis asked the court to grant Marsh's habeas corpus petition and release him until a new trial could be scheduled. Shortly afterward, the D.A.'s office dismissed the charges and Marsh was released after 21 years of incarceration.\nAdam Riojas.\nAdam Riojas was exonerated in 2004 after spending 13 years in prison for the second-degree murder of Jose Rodarte. Riojas' father later admitted to being involved in the crime. The California Innocence Project appeared on Riojas' behalf at his parole hearing. After listening to testimony related to Riojas Sr.'s confession, a deputy district attorney stated on the record that he was \"seriously concerned that this inmate may have been wrongfully convicted.\" Riojas was released after Governor &lt;a href=\"Arnold%20Schwarzenegger\"&gt;Arnold Schwarzenegger&lt;/a&gt; chose not to block the unanimous decision of the &lt;a href=\"parole%20board\"&gt;parole board&lt;/a&gt;, which had granted Riojas parole for the second consecutive year.\nJason Kindle.\nJason Kindle was exonerated in 2003 after spending four years in prison for &lt;a href=\"armed%20robbery\"&gt;armed robbery&lt;/a&gt; of an &lt;a href=\"Office%20Depot\"&gt;Office Depot&lt;/a&gt; store, where Kindle was a contracted janitor. He was sentenced under California's &lt;a href=\"Three-strikes%20law\"&gt;\"Three-strikes\" law&lt;/a&gt; to 70 years to life. The California Innocence Project, working with a local Los Angeles attorney, reexamined the evidence presented at trial and discovered &lt;a href=\"surveillance%20video\"&gt;surveillance video&lt;/a&gt; of the crime showing the perpetrator to stand 6-foot 6 inches tall; Kindle is only 6 feet tall. The charges were ultimately dismissed, and Kindle was released.\nRafael Madrigal.\n&lt;a href=\"Rafael%20Madrigal\"&gt;Rafael Madrigal&lt;/a&gt; was exonerated in 2009 after spending nine years in prison for an attempted murder he did not commit. Homicide investigators focused on Madrigal after the victim and a friend of the victim identified him as the shooter from Sheriff's Department photo lineups. With the help of the California Innocence Project, Madrigal was able to bring forth evidence that his defense counsel failed to present at an evidentiary hearing, including witness testimony that Madrigal was more than 50 miles from the crime scene when the shooting occurred, and a recording of Madrigal's co-defendant admitting that Madrigal was not involved. The conviction was overturned by a federal judge citing Madrigal's attorney for failing to present this crucial evidence.\nReggie Cole.\n&lt;a href=\"Reggie%20Cole\"&gt;Reggie Cole&lt;/a&gt; was exonerated in 2009 after spending 16 years in prison for a murder he did not commit. With the help of attorney Christopher Plourd and the California Innocence Project, the case against Cole fell apart. CIP filed a petition for writ of habeas corpus on behalf of Cole alleging that Cole's trial attorney failed to investigate and present exculpatory evidence; the prosecution withheld material, exculpatory evidence; false evidence was introduced against Cole at his trial; and the prosecutor engaged in misconduct. On April 8, 2009, Deputy District Attorney Hyman Sisman conceded on Cole's habeas petition that Cole received ineffective assistance of counsel and on April 15, 2009, Judge Jerry E. Johnson of the Los Angeles Superior Court vacated the murder conviction.\nWilliam Richards.\nWilliam Richards was exonerated in 2009 but remains behind bars. Richards, who is serving a life sentence, was convicted using a bite mark found on the hand of the victim. Originally, a forensic dentist testified that the mark matched Richards’ teeth. The California Innocence Project hired new experts to re-evaluate the evidence ten years later. With enhanced technology, the clearer picture ruled out Richards as the source of the mark. In 2009 San Bernardino County Judge Brian McCarville reversed Richards’ 1997 conviction. The District Attorney appealed to the &lt;a href=\"Court%20of%20Appeal\"&gt;Court of Appeal&lt;/a&gt;, which reversed Richards' reversal. In 2012 the California Supreme Court refused to overturn the conviction. In the 4–3 decision, the majority stated that Richards failed to prove that the bite mark testimony was false because \"experts still could not definitively rule out [his] teeth as a possible source of the mark.\" Richards remains incarcerated.\nUriah Courtney.\nUriah Courtney was exonerated in 2013 when the San Diego County District Attorney's office formally dismissed charges of kidnapping and sexual assault. In 2004, Courtney was sentenced to life in prison for the crimes. In 2010 the California Innocence Project reviewed Courtney's case and eventually convinced the San Diego County District Attorney's Office to retest DNA evidence from the case using more advanced technology. The results eliminated Courtney and linked to another man to the crime. After eight years of incarceration, Courtney was released.\nJason Puracal.\n&lt;a href=\"Jason%20Puracal\"&gt;Jason Puracal&lt;/a&gt; was exonerated in 2012 after an appeals court overturned his 22-year sentence in a &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt; &lt;a href=\"Prison%23Security%20levels\"&gt;maximum-security prison&lt;/a&gt;. Despite lack of evidence, Puracal was arrested November 2010 in &lt;a href=\"San%20Juan%20del%20Sur\"&gt;San Juan del Sur&lt;/a&gt; and convicted of &lt;a href=\"money-laundering\"&gt;money-laundering&lt;/a&gt;, drug charges, and &lt;a href=\"organized%20crime\"&gt;organized crime&lt;/a&gt; in August 2011. The California Innocence Project helped bring Puracal's case before a three-judge appellate panel in August 2012. On September 12, 2012, he was acquitted of all charges and ordered released.\nCase screening.\nCIP screens approximately 2,000 claims of &lt;a href=\"wrongful%20conviction\"&gt;wrongful conviction&lt;/a&gt; annually. Applicants must be incarcerated and must have at least four years remaining on their sentence. In such cases, new, strong evidence of innocence must exist. CIP only accepts cases where the conviction occurred in the following Southern California counties:\nCIP is a law school clinical program. Cases are screened by 12 students. CIP will review a case post-conviction and post-sentencing. CIP will not provide legal assistance during the time of pre-trial or trial.\nInnocence March.\nOn April 27, 2013, CIP staff and supporters began the Innocence March, a 712-mile, two-month-long walk from the California Western School of Law in San Diego to Sacramento, where they presented &lt;a href=\"Governor%20of%20California\"&gt;Governor of California&lt;/a&gt; &lt;a href=\"Jerry%20Brown\"&gt;Jerry Brown&lt;/a&gt; with &lt;a href=\"clemency\"&gt;clemency&lt;/a&gt; petitions for 'The California 12.' In each of these inmates' cases, attorneys had exhausted all legal recourse despite compelling evidence of innocence.\nThe California 12.\nSome of these clients had been found innocent by a judge, yet remained incarcerated for a while, although as of 2020 only one remains in prison. The Innocence March ended June 20, 2013, at the steps of the &lt;a href=\"California%20State%20Capitol\"&gt;California State Capitol&lt;/a&gt; building in Sacramento. Following a rally attended by more than 100 supporters, attorneys from the California Innocence Project met with a staff delegation from the office of Governor Jerry Brown to plead for clemency for The California 12, and to call attention to wrongful convictions and contributing causes, such as flawed &lt;a href=\"eyewitness%20identification\"&gt;eyewitness identification&lt;/a&gt; and faulty science.\nIn 2020, the incumbent Governor of California &lt;a href=\"Gavin%20Newsom\"&gt;Gavin Newsom&lt;/a&gt; granted clemency to dozens of prisoners, including four from the California 12, so only one - Edward Contreras, remains incarcerated."
}