{
    "id": "41714976",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=41714976",
    "title": "History of rugby union in Wales",
    "text": "Rugby Union has a long history in Wales. Today it holds tier one status with the &lt;a href=\"International%20Rugby%20Board\"&gt;IRB&lt;/a&gt;. However, compared to Scotland, England, and Ireland, it was a latecomer on the international scene, and was not initially successful. Rugby union is the national sport of Wales, and is a great influence on Welsh culture.\nEarly history and 19th century.\nPre-Codification Football.\nRugby-like games have a long history in Wales, with games such as &lt;a href=\"cnapan\"&gt;cnapan&lt;/a&gt; being played for centuries. Cnapan originated in, and seems to have remained largely confined to, the western counties of Wales, especially &lt;a href=\"Carmarthenshire\"&gt;Carmarthenshire&lt;/a&gt;, &lt;a href=\"Ceredigion\"&gt;Ceredigion&lt;/a&gt; and &lt;a href=\"Pembrokeshire\"&gt;Pembrokeshire&lt;/a&gt;. According to &lt;a href=\"George%20Owen%20of%20Henllys\"&gt;George Owen of Henllys&lt;/a&gt;, in his \"Description of Pembrokeshire\" (1603), \"cnapan\" had been \"extremely popular in Pembrokeshire since greate antiquitie [sic]\". Cnapan was one of the traditional ball games played to celebrate &lt;a href=\"Shrove%20Tuesday\"&gt;Shrovetide&lt;/a&gt; and &lt;a href=\"Eastertide\"&gt;Eastertide&lt;/a&gt; in the British Isles. These games were the forerunners of the codified &lt;a href=\"English%20public%20school%20football%20games\"&gt;football games first developed by Public Schools&lt;/a&gt; which led to the creation of &lt;a href=\"Association%20football\"&gt;Association football&lt;/a&gt; and &lt;a href=\"Rugby%20football\"&gt;Rugby football&lt;/a&gt; in the 19th century. Cnapan continued to be played until the rising popularity of rugby resulted in the game falling into decline.\nEarly rugby football.\nRugby seems to have reached Wales in 1850, when the Reverend Professor Rowland Williams brought the game with him from &lt;a href=\"University%20of%20Cambridge\"&gt;Cambridge&lt;/a&gt; to &lt;a href=\"University%20of%20Wales%2C%20Lampeter\"&gt;St. David's College&lt;/a&gt;, &lt;a href=\"Lampeter\"&gt;Lampeter&lt;/a&gt;, which fielded the first Welsh rugby team that same year.\nRugby initially expanded in Wales through ex-pupils of the Welsh colleges settling, or students from English colleges and universities returning to the larger industrial hubs of South Wales. This is reflected in the first clubs to embrace the sport in the early to mid-1870s, with &lt;a href=\"Neath%20RFC\"&gt;Neath RFC&lt;/a&gt; widely recognised as being the first Welsh club. The strength of Welsh rugby developed over the following years, which could be attributed to the 'big four' South Wales clubs of &lt;a href=\"Newport%20RFC\"&gt;Newport&lt;/a&gt; (who lost only seven games under the captaincy of &lt;a href=\"Llewellyn%20Lloyd\"&gt;Llewellyn Lloyd&lt;/a&gt; between the 1900/01 and 1902/03 seasons), &lt;a href=\"Cardiff%20RFC\"&gt;Cardiff&lt;/a&gt;, &lt;a href=\"Llanelli%20RFC\"&gt;Llanelli&lt;/a&gt; (who lost just twice in 1894 and 1895) and &lt;a href=\"Swansea%20RFC\"&gt;Swansea&lt;/a&gt;. With the coming of industrialisation and the railways, rugby too was spread as workers from the main cities brought the game to the new steel and coal towns of south Wales. Pontypool RFC formed 1868 came to be a stronghold of the game dominating the unprofessional club rugby scene in the 1970s and 1980s.&lt;a href=\"Merthyr%20RFC\"&gt;Merthyr&lt;/a&gt; formed in 1876, &lt;a href=\"Brecon%20RFC\"&gt;Brecon&lt;/a&gt; in 1874, &lt;a href=\"Penygraig%20RFC\"&gt;Penygraig&lt;/a&gt; in 1877; as the towns adopted the new sport they reflected the growth and expansion of a new industrial Wales.\nIn the 19th century as well as the established clubs there were many '&lt;a href=\"scratch%20team\"&gt;scratch&lt;/a&gt;' teams populating most towns, informal pub or social teams that would form and disband quickly. Llanelli, as an example, in the 1880s was home not only to Llanelli RFC, but also to Gower Road, Seasiders, Morfa Rangers, Prospect Place Rovers, Wern Foundry, Cooper Mills Rangers, New Dock Strollers, Vauxhall Juniors, Moonlight Rovers and Gilbert Street Rovers. These teams would come and go, but some would merge into more settled clubs which exist today, Cardiff RFC was itself formed from three teams, Glamorgan, Tredegarville and Wanderers Football Clubs.\nThe South Wales Football Club was established in 1875 to try to incorporate a standard set of rules and expand the sport and this was succeeded by the &lt;a href=\"Welsh%20Rugby%20Union\"&gt;Welsh Football Union&lt;/a&gt; which was formed in 1881. With the forming of the WFU (which would become the Welsh Rugby Union in 1934), &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; began competing in recognised international matches, with the first game, against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt;, also in &lt;a href=\"1880-81%20Home%20Nations%20rugby%20union%20matches\"&gt;1881&lt;/a&gt;. The first Welsh team although fairly diverse in the geography of the clubs represented, did not appear to truly represent the strength available to Wales. The team was mainly made up of ex-Cambridge and Oxford university graduates and the selection was heavily criticised in the local press after the crushing defeat by England.\nBy the end of the 19th century, a group of exciting Welsh players began to emerge, including &lt;a href=\"Arthur%20Gould%20%28rugby%20player%29\"&gt;Arthur Gould&lt;/a&gt;, &lt;a href=\"Dick%20Hellings\"&gt;Dick Hellings&lt;/a&gt;, &lt;a href=\"Billy%20Bancroft\"&gt;Billy Bancroft&lt;/a&gt; and &lt;a href=\"Gwyn%20Nicholls\"&gt;Gwyn Nicholls&lt;/a&gt;; players that would be regarded as the first super-stars of Welsh rugby and would usher in not only the first golden era of Welsh rugby, but would also see the introduction of specialised positional players.\nTwentieth century.\nArrival of Rugby League.\nThe schism with &lt;a href=\"Rugby%20league\"&gt;Rugby league&lt;/a&gt; had far more effect in northern England, than in Wales, although there were attempts to introduce it. Defections to the other code were not uncommon by Welsh players, and Welsh rugby league is more deeply rooted than its Scottish and Irish counterparts.\nThe &lt;a href=\"Rugby%20Football%20League\"&gt;Northern Union&lt;/a&gt;'s administrators began to ponder the possibilities of international competitions against an English representative side. The first attempt met with a lack of public interest, and the first scheduled Northern Union international, also became the first postponed Northern Union international. It was rescheduled for the 5 April 1904. The team opposing England was labelled &lt;a href=\"Other%20Nationalities%20rugby%20league%20team\"&gt;Other Nationalities&lt;/a&gt; and consisted of Welshmen and a few &lt;a href=\"Scotland\"&gt;Scots&lt;/a&gt;. The Other Nationalities proved too strong, defeating the English 9 - 3. In 1905, England gained back some credibility with a 21 - 11 win.\nIn 1907 a professional version of the \"All Blacks\" rugby team from New Zealand (nicknamed the &lt;a href=\"History%20of%20rugby%20league%23The%20All%20Golds%20tour\"&gt;All Golds&lt;/a&gt; by Australian press) toured England in what became the first set of international games played under the new NU rules. The All Golds had not played under the Northern Union rules and underwent a week of intensive training. The first Wales international league game took place at Aberdare on 1 January 1908 played against the All Golds. Wales went on to defeat New Zealand 9-8, the winning try scored by former &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; rugby union international &lt;a href=\"David%20Jones%20%28rugby%29\"&gt;Dai Jones&lt;/a&gt;.\nIn 1907, the Welsh Northern Union was formed in Wrexham, but the Northern Union refused it affiliation as they wanted the body located in the South of Wales and the WNU soon folded. In 1907 two Welsh clubs &lt;a href=\"Ebbw%20Vale%20RLFC\"&gt;Ebbw Vale RLFC&lt;/a&gt; and &lt;a href=\"Merthyr%20Tydfil%20RLFC\"&gt;Merthyr Tydfil RLFC&lt;/a&gt; joined the Northern Union and also competed in the Challenge Cup.\nDuring the 1908-09 season, there were sufficient numbers of Welsh clubs to run a separate &lt;a href=\"Welsh%20League\"&gt;Welsh League&lt;/a&gt; section of the competition, alongside the Northern Union's &lt;a href=\"Rugby%20league%20county%20leagues\"&gt;Yorkshire and Lancashire Leagues&lt;/a&gt;. The Welsh League lasted only two seasons before folding in 1910 after most of the competing teams disbanded.\nThe first golden era 1900-1919.\nThe first 'Golden Era' of Welsh rugby is so called due to the success achieved by the national team during the early 20th century. Wales had already won the &lt;a href=\"Triple%20Crown%20%28rugby%20union%29\"&gt;Triple Crown&lt;/a&gt; in 1893, but between 1900 and 1914 the team would win the trophy on six occasions, and with France joining the tournament (unofficially in 1908 and 1909) three &lt;a href=\"Grand%20Slam%20%28rugby%20union%29\"&gt;Grand Slams&lt;/a&gt;.\nWith the introduction of specialised players like hooker &lt;a href=\"George%20Travers%20%28rugby%20player%29\"&gt;George Travers&lt;/a&gt;, the WFU could no longer choose the 'best players' to represent Wales, they needed to think tactically and choose people who could do a specific job on the pitch. This period of Welsh rugby would see the grip of the 'Big Four' clubs providing the bulk of national players, slip slightly. The WFU still tended to turn to the likes of Swansea and Newport to supply the skillful back players and usually kept club half-back pairings together such as &lt;a href=\"Dick%20Jones%20%28rugby%20player%29\"&gt;Jones&lt;/a&gt; and &lt;a href=\"Dicky%20Owen\"&gt;Owen&lt;/a&gt; of Swansea. But it was the introduction of the 'Rhondda Forward' which saw men who worked day in day out in the coal, iron and tin mines enter the Welsh front row. Chosen for their strength and aggressive tackling, players such as &lt;a href=\"David%20Jones%20%28rugby%29\"&gt;Dai 'Tarw' Jones&lt;/a&gt; from &lt;a href=\"Treherbert%20RFC\"&gt;Treherbert&lt;/a&gt; and &lt;a href=\"Dai%20Evans\"&gt;Dai Evans&lt;/a&gt; from Penygraig added muscle to the front row.\nAlthough a progressive time for international rugby, this period initially saw regression for many of the club sides in the form of the &lt;a href=\"temperance%20movement\"&gt;temperance movement&lt;/a&gt;. In the early 1900s, rugby was seen as a wicked temptation to the young men of the mining and steel communities, leading to violence and drink, and the valley areas in particular were part of a strong Nonconformist Baptist movement. The &lt;a href=\"Christian%20revival\"&gt;religious revival&lt;/a&gt; saw some communities completely reject rugby and local clubs, like &lt;a href=\"Senghenydd%20RFC\"&gt;Senghenydd&lt;/a&gt;, disbanded for several years. It wasn't until the 1910s that the social view of rugby would change the other way, fostered by mine owners as a great social unifier; and like baseball in America would be portrayed as a '...source of community integration because it installed civic pride'.\nUnlike the game in England, rugby union in Wales was never seen as a sport for gentlemen of higher learning. Although this was fostered in the first international Welsh team, the fast absorption of the sport into the working class areas appeared to sever the link of rugby as a sport for the middle and upper classes.\nAs rugby became linked with the hard working men of the industrialised areas of Wales, the sport did not escape the hardships of the industries. In 1913 five members of the Senghenydd team were killed in Britain's worst &lt;a href=\"Senghenydd%20Colliery%20Disaster\"&gt;colliery disaster&lt;/a&gt; and many more lost their lives in the 'slow drip' of deaths caused by the industries. Far worse was to follow during the conflict of World War I when many teams lost members, including Welsh internationals like &lt;a href=\"Charlie%20Pritchard\"&gt;Charlie Pritchard&lt;/a&gt; and &lt;a href=\"Johnny%20Williams%20%28rugby%20player%201882%E2%80%931916%29\"&gt;Johnnie Williams&lt;/a&gt;.\nPost-war Welsh rugby 1920-1930.\nThe 1920s were a difficult time for Welsh rugby. The first golden period was over and the players that made up the teams that won four Triple Crowns had already disbanded before the Great War. The war could not be blamed for the downturn in Welsh fortunes as all the home nations lost their young talent in equal numbers. The fact that so many of Wales' talented stars had retired from rugby before 1910 was felt when Wales failed to win the tournament in the few years leading up to the war. But the main reason for Welsh failure on the rugby pitch can be mapped to an economic failures of Wales as a country. The First World War had created an unrealistic demand for coal, and in the 1920s the collapse in the need for coal resulted in a massive level of unemployment throughout the south Wales valleys. This in turn led to mass emigration as people left Wales for work. The knock-on effect was felt in the port cities of Newport and Cardiff, that relied on the transportation of coal.\nSuddenly the call of the professional league was a very strong draw to men who could not claim money for playing union. Between 1919 and 1939, Forty-eight capped Welsh rugby union players joined league rugby. The fact that the equivalent of three full national squads left the sport can only allude to the number of trialists and club members that also left the sport. Exceptional players lost to the league game included &lt;a href=\"Jim%20Sullivan%20%28Welsh%20rugby%20league%29\"&gt;Jim Sullivan&lt;/a&gt; of Cardiff, &lt;a href=\"William%20Absalom\"&gt;William Absalom&lt;/a&gt; of &lt;a href=\"Abercarn%20RFC\"&gt;Abercarn&lt;/a&gt; and &lt;a href=\"Emlyn%20Jenkins\"&gt;Emlyn Jenkins&lt;/a&gt; of &lt;a href=\"Treorchy%20RFC\"&gt;Treorchy&lt;/a&gt;.\nThe other side of the depression was linked to those people that stayed behind. In homes where men were the only earners, the decline in heavy labour areas resulted in very stark choices in where the household money could be spent. It was difficult to justify paying to watch rugby when there was little money for food and rent. With crowds dwindling clubs were forced to drastic measures in the hope of survival. &lt;a href=\"Loughor%20RFC\"&gt;Loughor&lt;/a&gt; which had produced five internationals in the 1920s were by 1929 begging door to door for old kit. &lt;a href=\"Haverfordwest%20RFC\"&gt;Haverfordwest&lt;/a&gt; disbanded from 1926–29, &lt;a href=\"Pembroke%20Dock%20Harlequins%20RFC\"&gt;Pembroke Dock Quins&lt;/a&gt; were reduced to 5 members by 1927 and in the valleys the Treherbert, &lt;a href=\"Llwynypia%20RFC\"&gt;Llwynypia&lt;/a&gt; and Nantyffyllon clubs had vanished before 1930. Even clubs of the size of &lt;a href=\"Pontypool%20RFC\"&gt;Pontypool&lt;/a&gt; were not spared; in 1927 they were playing and beating the &lt;a href=\"New%20South%20Wales%20Waratahs\"&gt;Waratahs&lt;/a&gt; and the &lt;a href=\"New%20Zealand%20M%C4%81ori%20rugby%20union%20team\"&gt;Maoris&lt;/a&gt;, by 1930 they were £2,000 in debt and facing bankruptcy.\nAnother reason for the fall in the Welsh union game can be placed on the improvement of &lt;a href=\"Association%20Football\"&gt;football&lt;/a&gt; in Wales. Traditionally seen as a game more associated with North Wales, the success of &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff Football Club&lt;/a&gt; in the 1920s was a strong draw for many supporters. With two F.A. Cup Finals in 1925 and 1927, Cardiff were making the once unpopular sport of 'soccer' very fashionable, for fans and sportsmen alike.\nDuring the 1920s the one team that appeared to be unaffected by the double threat of soccer and debt was Llanelli. The Scarlets had an unswerving loyalty shown by their home supporters, who were repaid by exciting, high scoring matches. During the 1925/26 season the club were unbeaten and the next season they had achieved the unprecedented feat of defeating Cardiff on four occasions. This success would later be reflected in the growing number of Llanelli players that would represent their country in the 1920s, including &lt;a href=\"Albert%20Jenkins%20%28rugby%20player%29\"&gt;Albert Jenkins&lt;/a&gt;, &lt;a href=\"Ivor%20Jones\"&gt;Ivor Jones&lt;/a&gt; and &lt;a href=\"Archie%20Skym\"&gt;Archie Skym&lt;/a&gt;.\nApart from a few sporadic victories from the national team, there appeared little to cheer about in the 1920s for Welsh rugby at club or country level; but the seeds of recovery were being planted during the same decade. On 9 June 1923 the Welsh Secondary Schools Rugby Union was established in Cardiff. Founded by Dr R Chalke, head of Porth Secondary School with WRU members &lt;a href=\"Horace%20Lyne\"&gt;Horace Lyne&lt;/a&gt; as president and &lt;a href=\"Eric%20Evans%20%28Welsh%20Rugby%20Union%29\"&gt;Eric Evans&lt;/a&gt; as secretary. Its aim was to promote rugby at school level in an attempt to regain 'the glorious days of Gwyn Nicholls, &lt;a href=\"Willie%20Llewellyn\"&gt;Willie Llewellyn&lt;/a&gt; and &lt;a href=\"Teddy%20Morgan\"&gt;Dr E.T. Morgan&lt;/a&gt;'. In April 1923, at the &lt;a href=\"Cardiff%20Arms%20Park\"&gt;Arms Park&lt;/a&gt;, Wales played their first secondary schools fixture led by future international &lt;a href=\"Watcyn%20Thomas\"&gt;Watcyn Thomas&lt;/a&gt;, who would progress to captain the first Welsh University XV in 1926. Over the coming years, schools such as &lt;a href=\"Cardiff%20High%20School\"&gt;Cardiff High School&lt;/a&gt;, Llanelli County School, Llandovery and &lt;a href=\"Christ%20College%2C%20Brecon\"&gt;Christ College, Brecon&lt;/a&gt; fostered a generation of players which would fill the Welsh ranks over the coming years. Wales had in effect begun to mimic the systems adopted by England and Scotland, that rugby should be nurtured from youth, through adolescence to adulthood.\nThe 1920s closed with the formation of the West Wales Rugby Union, an event that initially appeared to be a positive indication of growth, but in fact the union was formed by western clubs to wrest control away from the WRU. The West Wales clubs had become disenchanted in decisions made by their parent body and believed the Union had no interest in the lower tier clubs, allowing them to become mere feeders for the bigger clubs.\nThe Welsh revival 1930-1939.\nThe 1930s began on a high for Welsh international rugby, with success in the Home Nations Championship and the emergence of a strong Welsh team. In the &lt;a href=\"1931%20Five%20Nations%20Championship\"&gt;1931 Championship&lt;/a&gt; Wales beat Ireland at &lt;a href=\"Ravenhill%20Stadium\"&gt;Ravenhill&lt;/a&gt; in a bruising affair that not only gave Wales the title but denied Ireland the Triple Crown. This may have signaled a change in fortunes in Welsh rugby but underneath the same problems that dogged Wales throughout the 1920s still remained. Wales was still suffering the effects of the depression and club rugby was struggling to survive. Even the WRU had problems, as it faced the fact that it was the only home union without their own ground. The Cardiff Arms was leased and &lt;a href=\"St%20Helens%20Rugby%20and%20Cricket%20Ground\"&gt;St Helens&lt;/a&gt; was on loan. In 1934 nine clubs formed the Welsh Rugby Union with the consent of the WFU.\nFrom what at first appears to be yet another decade of turmoil for Welsh rugby, is actually regarded as a period of revival. The economic situation began turning from 1937, the WSSRU was bringing many exciting backs through the school system, North Wales embraced the game and the national team won two morale lifting games against England in 1933 and the All Blacks in 1935.\nFrom a statistical point of view, the Welsh national team appeared to be winning roughly the same number of games throughout the 1930s as the poor 1920s period, but Wales were actually improving. In the 1920s most Welsh victories were against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt;, then the weakest team in the Five Nations Championship; but in 1931 France were excluded from the tournament over accusations of professionalism at club level and were not readmitted until after the 1939 tournament, just before international rugby was suspended because of the Second World War. Welsh victories were now coming against the more established home nation teams. During this period, Wales won three Championships, but its greatest victory happened during the &lt;a href=\"1933%20Home%20Nations%20Championship\"&gt;1933 tournament&lt;/a&gt; when they finished last. Since its first international game in 1910, Wales had failed to beat England at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham&lt;/a&gt; in nine attempts. Now dubbed the 'Twickenham bogey', it took the self-confidence of Cardiff's &lt;a href=\"Ronnie%20Boon\"&gt;Ronnie Boon&lt;/a&gt; to break the losing streak as he scored a try and a drop goal to take the match 7-3. The game also saw the debut of two players who would become Welsh greats, &lt;a href=\"Wilf%20Wooller\"&gt;Wilf Wooller&lt;/a&gt; and &lt;a href=\"Vivian%20Jenkins\"&gt;Vivian Jenkins&lt;/a&gt;.\nWales played host to two touring Southern Hemisphere teams in the 1930s, first came &lt;a href=\"Bennie%20Osler\"&gt;Bennie Osler&lt;/a&gt;'s &lt;a href=\"1931-32%20South%20Africa%20rugby%20union%20tour\"&gt;South Africa&lt;/a&gt; followed by &lt;a href=\"Jack%20Manchester\"&gt;Jack Manchester&lt;/a&gt;'s &lt;a href=\"1935-36%20New%20Zealand%20rugby%20union%20tour%20of%20the%20British%20Isles%20and%20Canada\"&gt;All Blacks&lt;/a&gt;. The &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africans&lt;/a&gt; were rampant in Wales, winning the test match and all six club matches, though gained few supporters due to the kicking tactics Osler employed. The New Zealander's received a better welcome, and after the &lt;a href=\"The%20Invincibles%20%28rugby%20union%29\"&gt;previous tour&lt;/a&gt; where the tourist went unbeaten the Welsh press were hoping for a return of the spirit that won the first encounter in 1905. Before the match with Wales, New Zealand were to face eight club teams over six games. After winning the opening three English county matches and then beating a joint &lt;a href=\"Abertillery%20RFC\"&gt;Abertillery&lt;/a&gt; and &lt;a href=\"Cross%20Keys%20RFC\"&gt;Cross Keys&lt;/a&gt; the All Blacks were showing the same form shown in their first two tours, but then stumbled against Swansea. Swansea were not in a period of particular growth and the only two players showing any flair were Wales Schoolboy players &lt;a href=\"Willie%20Davies\"&gt;Willie Davies&lt;/a&gt; and &lt;a href=\"Haydn%20Tanner\"&gt;Haydn Tanner&lt;/a&gt;. During the game &lt;a href=\"Merv%20Corner\"&gt;Merv Corner&lt;/a&gt; could not contain the attacking bursts from Tanner, the New Zealand flankers were drawn in which in turned allowed Davies the freedom to run which &lt;a href=\"Claude%20Davey\"&gt;Claude Davey&lt;/a&gt; finished off with two tries. Jack Manchester's response to the Swansea win was to ask the New Zealand press \"Tell them we have been beaten, but don't tell them it was by a pair of schoolboys\". This win gave Swansea the honour of being the first club team to have beaten all three major Southern Hemisphere touring teams. The All Blacks were unbeaten in the next twenty matches, but lost to Wales in a classic game which Wales managed to win in the last ten minutes of the game after the Welsh hooker, &lt;a href=\"Don%20Tarr\"&gt;Don Tarr&lt;/a&gt;, was stretchered off with a broken neck.\nPost-war Welsh rugby 1945-1959.\nThe post-war years saw strong club teams emerge, but it wasn’t until the 1950s that a true blend of players could be produced to translate club success into international victories. The coming of television saw an upsurge in popularity for the national team, but a decline in club support. Success was gained in the Five Nations Championship, Wales supplied many players to the ranks of the &lt;a href=\"British%20and%20Irish%20Lions\"&gt;British Lions&lt;/a&gt; and New Zealand was beaten for the last time that century.\nThe decades following on from the Second World War were a boom time for Welsh rugby, though it took until the 1950s for the benefits to be seen on the playing fields. Although Britain was suffering from a post-war slump, attendance figures at club grounds saw an increase as rugby was again embraced as a spectator sport. Towns and villages which had seen their club disbanded during wartime saw their teams re-established. The WRU had 104 member clubs during the 1946-47 season; by the mid fifties there were 130, even though the Union had done nothing to relax its strict membership regulations.\nBy the 1950s Britain and Wales were beginning to benefit from improved economic conditions. This saw growth in consumer power and spending, which drew many people away from traditional spectator past times, such as sport and the cinema. With a newfound wealth the populace began switching from social pursuits to home entertainment, with the biggest draw being the availability of television. From the mid-fifties there was a significant drop in gate receipts as television became more and more popular. During the &lt;a href=\"1955%20Five%20Nations%20Championship\"&gt;1955 Five Nations Championship&lt;/a&gt;, the &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; v. Wales match was televised live; at the same time an Aberavon v. Abertillery game which would normally draw a crowd of 4000 was unable to muster 400. This created a situation whereby rugby in Wales was gaining in popularity due to the number of people who could now watch the international matches, but support at club level declined. This forced club committees to adopt different strategies to keep their clubs afloat. Many teams set up 'coupon funds' to allow &lt;a href=\"Rationing%20in%20the%20United%20Kingdom%23Non-food%20rations\"&gt;clothing rations&lt;/a&gt; to be contributed by members to buy kit. With careful management and thrift most clubs not only survived but grew. Throughout the 1950s and 1960s, with little money, many clubs were able to build new facilities or even own their grounds and club-houses for the first time in their history. In 1951 &lt;a href=\"Glamorgan%20Wanderers%20RFC\"&gt;Glamorgan Wanderers&lt;/a&gt; purchased the Memorial Grounds in Ely and in 1952 Llanelli were able to purchase the rugby portion of &lt;a href=\"Stradey%20Park\"&gt;Stradey Park&lt;/a&gt;. Similarly, 1954 saw &lt;a href=\"Blaina%20RFC\"&gt;Blaina&lt;/a&gt; construct a new stand while &lt;a href=\"Llanharan%20RFC\"&gt;Llanharan&lt;/a&gt; were able to build their first changing rooms procured from RAF surplus units. These events were typical of club expansion through the 50s. It was around this time that club social activities were extended including the introduction of ladies’ committees.\nClubs also took matters into their own hands to promote themselves and their sport. 1947 saw the first unofficial club championship, won by Neath in its inaugural year, but dominated by Cardiff and &lt;a href=\"Ebbw%20Vale%20RFC\"&gt;Ebbw Vale&lt;/a&gt; until the 1960/61 season. In 1954 Welsh &lt;a href=\"rugby%20sevens\"&gt;rugby sevens&lt;/a&gt; had their own tournament with the introduction of the &lt;a href=\"Snelling%20Sevens\"&gt;Snelling Sevens&lt;/a&gt; competition, while Glamorgan County RFC introduced the &lt;a href=\"Glamorgan%20County%20Silver%20Ball%20Trophy\"&gt;Silver Ball Trophy&lt;/a&gt; in 1956 for the promotion of second tier clubs in the region.\nThe national team, after unconvincing displays during the 1940s, found unexpected success in the early 1950s winning the Grand Slam twice; in &lt;a href=\"1950%20Five%20Nations%20Championship\"&gt;1950&lt;/a&gt; and &lt;a href=\"1952%20Five%20Nations%20Championship\"&gt;1952&lt;/a&gt;. The 1950 win came after a disastrous 1949 campaign, which saw Wales collect the wooden spoon; but after an opening win over England, the team finished the last three matches conceding only three points. The tournament saw the emergence of Welsh record breaking player &lt;a href=\"Ken%20Jones%20%28rugby%20player%20born%201921%29\"&gt;Ken Jones&lt;/a&gt; as a world class wing; who is most remembered for his late try against the 1953 touring New Zealand team. The 1950 championship is also remembered for the tragic events following the away win to Ireland when a chartered flight, returning from the Triple Crown winning match, &lt;a href=\"Llandow%20air%20disaster\"&gt;crashed at Llandow&lt;/a&gt;. Seventy five Welsh fans and five crew died in the accident, at the time it was the world's worst &lt;a href=\"Aviation%20accidents%20and%20incidents\"&gt;air disaster&lt;/a&gt;.\nThe second golden era 1969-1979.\nThe zenith of Welsh rugby was the 1970s, when Wales had players such as &lt;a href=\"Barry%20John\"&gt;Barry John&lt;/a&gt;, &lt;a href=\"Gareth%20Edwards\"&gt;Gareth Edwards&lt;/a&gt;, &lt;a href=\"Phil%20Bennett\"&gt;Phil Bennett&lt;/a&gt; and &lt;a href=\"JPR%20Williams\"&gt;JPR Williams&lt;/a&gt;. Wales won four consecutive Triple Crowns. All of these players are considered amongst the best players of Welsh rugby, especially Edwards who was voted the greatest player of all time in a players poll in 2003 and scored what is widely regarded as &lt;a href=\"Gareth%20Edwards%23That%20Try\"&gt;the greatest try of all time&lt;/a&gt; in 1973 for the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarians&lt;/a&gt; against &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt;.\nMany attributed Welsh success to the fact that their forwards were toughened by manual work, according to the theory when Welsh industry declined and players started to be drawn from 'soft jobs' the team suffered. The strong &lt;a href=\"Pontypool%20RFC\"&gt;Pontypool&lt;/a&gt; front row of &lt;a href=\"Graham%20Price\"&gt;Graham Price&lt;/a&gt;, &lt;a href=\"Bobby%20Windsor\"&gt;Bobby Windsor&lt;/a&gt; &amp; &lt;a href=\"Charlie%20Faulkner\"&gt;Charlie Faulkner&lt;/a&gt; were all manual workers, and &lt;a href=\"Robin%20McBryde\"&gt;Robin McBryde&lt;/a&gt; was formerly the holder of the title of Wales's strongest man.\nShamateurism and the professional era: 1980 to date.\nThe 1980s and early '90s were a difficult time for Welsh rugby union when the team suffered many defeats. Harsh economic times in the eighties meant that players such as &lt;a href=\"Jonathan%20Davies%20%28rugby%20player%20born%201962%29\"&gt;Jonathan Davies&lt;/a&gt; and &lt;a href=\"Scott%20Gibbs\"&gt;Scott Gibbs&lt;/a&gt; were tempted to 'go North' to play professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; in order to earn a living.\nIn 2003/4 the &lt;a href=\"Welsh%20Rugby%20Union\"&gt;Welsh Rugby Union&lt;/a&gt; voted to create five regions to play in the Celtic League (now the RaboDirect Pro12) and represent Wales in European competition. This soon became four when the &lt;a href=\"Celtic%20Warriors\"&gt;Celtic Warriors&lt;/a&gt; were liquidated after just one season. The WRU have announced their hopes of developing a fifth region in &lt;a href=\"North%20Wales\"&gt;North Wales&lt;/a&gt; in the long run; the team at the centre of this plan is now known as &lt;a href=\"RGC%201404\"&gt;RGC 1404&lt;/a&gt;."
}