{
    "id": "41718919",
    "revid": "160806",
    "url": "https://en.wikipedia.org/wiki?curid=41718919",
    "title": "Émile Coulaudon",
    "text": "Émile Coulaudon (29 December 1907 - 1 June 1977), known as Colonel Gaspard, was one of the principal leaders of the &lt;a href=\"French%20Resistance\"&gt;French Resistance&lt;/a&gt; in &lt;a href=\"Auvergne%20%28region%29\"&gt;Auvergne&lt;/a&gt; during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;.\nLife prior to the Resistance.\nCoulaudon was born on 29 December 1907 in &lt;a href=\"Clermont-Ferrand\"&gt;Clermont-Ferrand&lt;/a&gt; to a socialist family. His father ran a business that distributed electrical goods for &lt;a href=\"Philips\"&gt;Philips&lt;/a&gt;. His brother, Aimé Coulaudon, a lawyer, was elected as a &lt;a href=\"D%C3%A9put%C3%A9%20%28France%29\"&gt;député&lt;/a&gt; for the &lt;a href=\"French%20Section%20of%20the%20Workers%27%20International\"&gt;French Section of the Workers' International&lt;/a&gt; in 1936.\nAfter military service, Coulaudon became commercial director of the family business, in 1930. In 1939, he was conscripted as a medical &lt;a href=\"master%20sergeant\"&gt;master sergeant&lt;/a&gt;. Following the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt;, he was imprisoned at &lt;a href=\"G%C3%A9rardmer\"&gt;Gérardmer&lt;/a&gt; on 22 June 1940, and escaped on 8 July. Soon after, with Jean Mazuel, he founded in Clermont-Ferrand and &lt;a href=\"Brioude\"&gt;Brioude&lt;/a&gt; one of the first Resistance groups in Auvergne.\nResistance.\nBy November 1942, Coulaudon was head of &lt;a href=\"Combat%20%28French%20Resistance%29\"&gt;Combat&lt;/a&gt; in Puy-de-Dôme. In April 1943, he went into hiding and created the Auvergne 1st Corps Franc, whose command post was situated in the hamlet of Lespinasse, in the commune of &lt;a href=\"Pulv%C3%A9ri%C3%A8res\"&gt;Pulvérières&lt;/a&gt;. He led this group in numerous acts of sabotage (including &lt;a href=\"les%20Ancizes-Comps\"&gt;Ancizes&lt;/a&gt; steel mill, a German transmitter at &lt;a href=\"Royat\"&gt;Royat&lt;/a&gt;, a train carrying German troops at Martres de Veyre) and rescued numerous Resistance fighters. His acts also enabled the recovery from &lt;a href=\"Vichy%20France\"&gt;Vichyist&lt;/a&gt; stores of over 200,000 litres of petrol, 100 tonnes of food and clothing (from the \"Chantiers de la jeunesse française\" youth organisation at &lt;a href=\"Chatelguyon\"&gt;Chatelguyon&lt;/a&gt;), and 150 vehicles of different kinds, among which was the &lt;a href=\"Hotchkiss%20%28car%29\"&gt;Hotchkiss&lt;/a&gt; belonging to Joseph La Porte du Theil, national chief of \"Chantiers de la jeunesse française\". While looking for the command centre of the \"&lt;a href=\"Mouvements%20unis%20de%20la%20R%C3%A9sistance\"&gt;Mouvements unis de la Résistance&lt;/a&gt;\" in Puy-de-Dôme on 11 December 1943, the &lt;a href=\"Sicherheitsdienst\"&gt;Sicherheitsdienst&lt;/a&gt; launched an offensive at &lt;a href=\"Saint%20Maurice\"&gt;Saint Maurice&lt;/a&gt;. Coulaudon, Antoine Llorca (\"Laurent\") and the main local Resistance members fled, but the next day the Sicherheitsdienst found a briefcase containing important documents, which it had not been possible to dispose of. The next day, at &lt;a href=\"Billom\"&gt;Billom&lt;/a&gt;, Gaspard and his comrades (\"Laurent\", Robert \"Prince\" Huguet, Max \"Bénevol\" Menut, Camille \"Buron\" Leclanché), narrowly evaded a search party led by Hugo Geissler, comprising 2,000 soldiers from the 66th Army Reserve Corps. In the following days, Resistance munitions and supplies were seized.\nOn 15 April 1944 at &lt;a href=\"Montlu%C3%A7on\"&gt;Montluçon&lt;/a&gt;, Coulaudon met &lt;a href=\"Maurice%20Southgate\"&gt;Maurice Southgate&lt;/a&gt;, an &lt;a href=\"Special%20Operations%20Executive\"&gt;SOE&lt;/a&gt; agent known as Major Philippe, head of the Hector-Stationer Resistance network. They discussed creating a Resistance hideout in Auvergne. This was based on an idea of the official French army and General Georges Revers, of the &lt;a href=\"Organisation%20de%20r%C3%A9sistance%20de%20l%27arm%C3%A9e\"&gt;Organisation de résistance de l'armée&lt;/a&gt;, of whom Gaspard had a vague awareness. Southgate organised a mission, Operation Benjoin, which involved parachuting in light and medium arms including machine-guns, anti-tank rocket launchers and light artillery. Despite Southgate's arrest in May, the &lt;a href=\"Irregular%20military\"&gt;maquis&lt;/a&gt; welcomed the participants in an SOE operation codenamed Freelance, Captain &lt;a href=\"John%20Hind%20Farmer\"&gt;John Hind Farmer&lt;/a&gt; (\"Hubert\"), Captain Denis Rake (\"Justin\") and the Australian Lieutenant &lt;a href=\"Nancy%20Wake\"&gt;Nancy Wake&lt;/a&gt; (\"Hélène\"), then those of Operation Benjoin, led by British major Freddy Cardozo. \nIn spring 1944, Coulaudon became head of the \"Forces françaises de l'intérieur\" in the Clermont region, comprising four \"départements\": &lt;a href=\"Puy-de-D%C3%B4me\"&gt;Puy-de-Dôme&lt;/a&gt;, Haute-Loire, &lt;a href=\"Cantal%20%28d%C3%A9partement%29\"&gt;Cantal&lt;/a&gt; and &lt;a href=\"Allier%20%28d%C3%A9partement%29\"&gt;Allier&lt;/a&gt;. As a member of the Regional Liberation Committee, he took part on 2 May in the General Meeting of the Auverge Resistance, chaired by Henry Ingrand at Boitout farm, a few kilometres from &lt;a href=\"Paulhaguet\"&gt;Paulhaguet&lt;/a&gt;. He proposed three hideouts: one at &lt;a href=\"Mont%20Mouchet\"&gt;Mont Mouchet&lt;/a&gt;, one in the &lt;a href=\"Truy%C3%A8re\"&gt;Truyère&lt;/a&gt; valley and one at &lt;a href=\"Le%20Lioran\"&gt;Le Lioran&lt;/a&gt;. The proposal was approved and it was decided to create two &lt;a href=\"Division%20%28military%29\"&gt;divisions&lt;/a&gt;, one political and one military.\nCoulaudon was put in charge of the military division, and he set up headquarters at the forest rangers' house at &lt;a href=\"Mont%20Mouchet\"&gt;Mont Mouchet&lt;/a&gt;, after sending out an order for mobilisation on 20 May. Quickly, in the Auvergne mountains, 10,000 men were assembled under Coulaudon's command at the three hideouts.\nAfter repelling an initial attack on 2 June, on 10 June, the 2,700 maquisards at Mont Mouchet were attacked by elements of two German columns from &lt;a href=\"Brioude\"&gt;Brioude&lt;/a&gt;, &lt;a href=\"Saugues\"&gt;Saugues&lt;/a&gt; and &lt;a href=\"Saint-Flour%20%28Cantal%29\"&gt;Saint-Flour&lt;/a&gt;, under the command of Kurt Jesser. The resistants fought hard and managed to escape the hideout, and the same happened at La Truyère. After that, they carried out an intensive campaign of ambush and sabotage. The activity of \"Forces françaises de l'intérieur\" in &lt;a href=\"Massif%20Central\"&gt;Massif Central&lt;/a&gt;, including those in the Auvergne led by Coulaudon, led to the pinning-down of 2,000 German soldiers in the region, who surrendered at &lt;a href=\"Decize\"&gt;Decize&lt;/a&gt;, &lt;a href=\"Ni%C3%A8vre%20%28d%C3%A9partement%29\"&gt;Nièvre&lt;/a&gt;, on 11 September 1944.\nPost-war.\nUntil 1947, Coulaudon was &lt;a href=\"French%20Section%20of%20the%20Workers%27%20International\"&gt;Socialist&lt;/a&gt; deputy mayor of &lt;a href=\"Clermont-Ferrand\"&gt;Clermont-Ferrand&lt;/a&gt;, under Gabriel Montpied. After that, he took on the running of the family business and became involved in associations for former members of the Resistance, becoming the founding president of the \"Federation of the Mouvements Unis de la Résistance and the Maquis\", and founding, in 1969, along with ex-\"Forces françaises de l'intérieur\" members in Auverge, the \"Comité d'Union de la Résistance d'Auvergne\". In 1958, he welcomed to &lt;a href=\"Mont%20Mouchet\"&gt;Mont Mouchet&lt;/a&gt; his comrade in arms &lt;a href=\"Gaston%20Monnerville\"&gt;Gaston Monnerville&lt;/a&gt;, who had become president of the &lt;a href=\"French%20Senate\"&gt;French Senate&lt;/a&gt; and, on 5 June 1959, he welcomed &lt;a href=\"Charles%20de%20Gaulle\"&gt;Charles de Gaulle&lt;/a&gt;.\nIn 1969, he was interviewed for &lt;a href=\"Marcel%20Ophuls\"&gt;Marcel Ophuls&lt;/a&gt;' film \"&lt;a href=\"The%20Sorrow%20and%20the%20Pity\"&gt;The Sorrow and the Pity&lt;/a&gt;\", giving his reasons for joining the Resistance and recounting some of his wartime activities. The same year, he was instrumental in the creation of the \"Foire de Clermont-Ferrand\" festival, in &lt;a href=\"Cournon-d%27Auvergne\"&gt;Cournon-d'Auvergne&lt;/a&gt;.\nCoulaudon died of a heart attack during a prize-giving ceremony organised by former Resistance members at Clermont-Ferrand on 1 June 1977. He is buried at &lt;a href=\"Pontgibaud\"&gt;Pontgibaud&lt;/a&gt;, Puy-de-Dôme. Two years after his death, one of the organisations he had helped to found, the \"Comité d'Union de la Résistance d'Auvergne\", opened a Museum of the Resistance adjacent to the site of his wartime headquarters at Mont Mouchet. He is memorialised there with a plaque."
}