{
    "id": "41733772",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=41733772",
    "title": "Ganerbenburg",
    "text": "A Ganerbenburg is a castle occupied and managed by several families or family lines at the same time. These families shared common areas of the castle including the courtyard, well and chapel whilst maintaining their own private living quarters. They occurred primarily in medieval Germany.\n\"Ganerbenburgen\" and \"Ganerbschaft\".\n\"Ganerbenburgen\" often came about as a result of a type of inheritance known as a \"&lt;a href=\"Ganerbschaft\"&gt;Ganerbschaft&lt;/a&gt;\". Each branch of the family built, usually, one residential building within a common &lt;a href=\"curtain%20wall%20%28fortification%29\"&gt;curtain wall&lt;/a&gt;. Sometimes these residences were expanded into independent castles in their own right within the common castle site. \"Ganerbenburgs\" also resulted from the sale of parts of a castle in times of financial hardship or through the pledging or &lt;a href=\"enfeoffment\"&gt;enfeoffment&lt;/a&gt; of an element of the castle.\nThe German word \"ganerbe\" appears in the &lt;a href=\"Middle%20High%20German\"&gt;Middle High German&lt;/a&gt; &lt;a href=\"Chivalric%20romance\"&gt;romance&lt;/a&gt;, \"&lt;a href=\"Parzival\"&gt;Parzival&lt;/a&gt;\", written by &lt;a href=\"Wolfram%20von%20Eschenbach\"&gt;Wolfram von Eschenbach&lt;/a&gt; around 1200. The legal term \"Ganerbschaft\" appears from textual evidence to go back at least to the second half of the 9th century. In &lt;a href=\"Old%20High%20German\"&gt;Old High German&lt;/a&gt;, \"gan\" meant \"common\", \"joint\" or \"commoner\". The first historically verifiable \"Ganerbschaft\" arrangement appears in the 13th century in &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt; at the castle of &lt;a href=\"Ch%C3%A2teau%20du%20Haut-K%C5%93nigsbourg\"&gt;Haut-Kœnigsbourg&lt;/a&gt;.\nThe castles of powerful feudal lords were often planned from the outset as \"Ganerbenburgs\". Each castellan or \"&lt;a href=\"Burgmann\"&gt;Burgmann&lt;/a&gt;\" was responsible for the &lt;a href=\"management\"&gt;management&lt;/a&gt; and &lt;a href=\"defence%20%28military%29\"&gt;defence&lt;/a&gt; of a sector of the castle. This was not just for practical reasons; the higher &lt;a href=\"nobility\"&gt;nobility&lt;/a&gt; naturally wanted to limit the power of his liegemen (\"&lt;a href=\"Dienstmannen\"&gt;Dienstmannen&lt;/a&gt;\"). A good example of this is the Franconian castle of &lt;a href=\"Salzburg%20Castle\"&gt;Salzburg&lt;/a&gt; near &lt;a href=\"Bad%20Neustadt%20an%20der%20Saale\"&gt;Bad Neustadt an der Saale&lt;/a&gt;, a castle enfeoffed (\"Lehensburg\") by the &lt;a href=\"Bishopric%20of%20W%C3%BCrzburg\"&gt;Würzburg bishops&lt;/a&gt;.\n\"Ganerbenburgs\" that had evolved were sometimes forced to submit to the suzerainty of more powerful feudal lords. The Würzburg chronicler, &lt;a href=\"Lorenz%20Fries%20%28historian%29\"&gt;Lorenz Fries&lt;/a&gt;, mentioned three such examples in his bishop's chronicle. In 1458, the joint lords of &lt;a href=\"Steckelberg%20Castle\"&gt;Steckelberg Castle&lt;/a&gt; near &lt;a href=\"Schl%C3%BCchtern\"&gt;Schlüchtern&lt;/a&gt; refused access to the bishop and attempted to modernize the castle fortifications. Bishop &lt;a href=\"John%20III%20of%20Grumbach\"&gt;John III of Grumbach&lt;/a&gt; eventually asserted his authority after a military conflict.\nIn 1478, despite an imperial mandate, the mighty &lt;a href=\"imperial%20city\"&gt;imperial city&lt;/a&gt; of &lt;a href=\"Nuremberg\"&gt;Nuremberg&lt;/a&gt; had to acquiesce to Count Palatine &lt;a href=\"Otto%20II%20of%20Palatinate-Mosbach\"&gt;Otto II of Mosbach&lt;/a&gt; selling &lt;a href=\"Rothenberg%20Fortress\"&gt;Rothenberg Castle&lt;/a&gt; above &lt;a href=\"Schnaittach\"&gt;Schnaittach&lt;/a&gt; to a community of 44 Franconian knights. This group of &lt;a href=\"knight\"&gt;knight&lt;/a&gt;s clearly wanted to build a strong bulwark against competition from the rich citizens, who were deeply mistrusted. Significantly, even the higher nobility were denied co-ownership; only the most important Franconian families from the lesser nobility were permitted to participate in joint ownership.\nLegal foundations.\nA legal requirement for the establishment of a \"Ganerbschaft\" was the enfeoffment of the castle estate to the \"gesamten Hand\" (\"whole hand\"), in other words, all the &lt;a href=\"feoffee\"&gt;feoffee&lt;/a&gt;s were given equal possession of the &lt;a href=\"fief\"&gt;fief&lt;/a&gt;, an arrangement described as \"hantgemal\". All were given the same rights over their inheritance; they managed a common budget and, where appropriate, had certain officers and judges in common.\nThe so-called \"hantgemal\" agreement was particularly important for laying down the social privileges and estate rights of the noble families involved. A joint inheritance or \"Ganerbschaft\" ensured that all family members had this special status and prevented their social status being lowered.\nAs the number of co-heirs increased, ownership interests and rights were defined and assigned. Externally, however, it appeared like a closed community, and the division of the estate could be somewhat notional. Each heir had a share known as the \"Marzahl\" and these shares could vary in size. A \"Mutschierung\" was an internal agreement over rights of usage. Each joint owner was able to run their own household, but the overall joint community was maintained.\nFull enfeoffment to co-heirs was practised in some territories up to the 15th century, thereafter it was enacted through a vassal, a \"Gesamthänder\".\nOther \"Ganerbschaften\" were first established by \"&lt;a href=\"Burgfrieden\"&gt;Burgfrieden&lt;/a&gt;\" agreements, for example following the purchase or seizure by force of the castle. Such agreements could also be dissolved. The \"Ganerbschaft\" was also terminated if a party to it was able to take possession of the entire estate.\nWhere the co-heirs agreed internally to a division of the whole land and property, the \"Ganerbschaft\" was usually wound up. This so-called \"Totteilung\" (\"Watschar\" or \"Watschierung\"), allowed the former co-heirs unrestricted disposal of their ownership interest. But, against that, they lost rights to the remaining common estate. The defence obligations of the entire castle still had to be maintained, however.\nThis often not very smooth communal existence of the co-heirs and their families was governed by the so-called \"&lt;a href=\"Burgfrieden\"&gt;Burgfrieden&lt;/a&gt;\" (\"castle peace\"). Often the co-heirs used the central facilities of the castle, such as the \"&lt;a href=\"bergfried\"&gt;bergfried&lt;/a&gt;\" or &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt;, jointly. The community usually chose one of the castellans (\"&lt;a href=\"Burgmannen\"&gt;Burgmannen&lt;/a&gt;\") as the master builder and set up a join fund, which financed the necessary cost of maintenance of the entire estate. Much like a modern &lt;a href=\"homeowner%20association\"&gt;homeowner association&lt;/a&gt;, people held an annual meeting to discuss any problems.\nThe original purpose of \"Ganerbschaft\", to preserve a &lt;a href=\"property\"&gt;property&lt;/a&gt; without dividing it, soon proved in practice to be no longer tenable. \"Ganerbenburgs\" sometimes had up to 50, in individual cases over 80, different joint owners, not all of whom, of course, were able to live in the castle. In the case of a &lt;a href=\"feud\"&gt;feud&lt;/a&gt;, the attacker had to be very careful only to besiege that part of the castle owned by his enemy without infringing the rights of neutral co-heirs.\nMany \"Ganerbschaften\" were turned into a &lt;a href=\"fee%20tail\"&gt;fee tail&lt;/a&gt; in the &lt;a href=\"Late%20Middle%20Ages\"&gt;Late Middle Ages&lt;/a&gt;. A member of the family association or community governed by the agreement would be the owner of the undivided and inalienable estate, but his powers were very restricted.\nDistribution.\n\"Ganerbenburgs\" are predominantly found in &lt;a href=\"Central%20Europe\"&gt;Central Europe&lt;/a&gt;. The majority were established in those territories that were the most subdivided: &lt;a href=\"Franconia\"&gt;Franconia&lt;/a&gt;, &lt;a href=\"Hesse\"&gt;Hesse&lt;/a&gt;, the &lt;a href=\"Rhine\"&gt;Rhine Valley&lt;/a&gt; and &lt;a href=\"Swabia\"&gt;Swabia&lt;/a&gt;. The \"Ganerbschaft\" was also very common in the states of &lt;a href=\"Baden\"&gt;Baden&lt;/a&gt;, &lt;a href=\"W%C3%BCrttemberg\"&gt;Württemberg&lt;/a&gt; and the &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt;. In regions in which multiple inheritance or enfeoffment (\"Gesamtbelehnung\" or \"gesamte Hand\") was uncommon, such as &lt;a href=\"Silesia\"&gt;Silesia&lt;/a&gt;, &lt;a href=\"Mecklenburg\"&gt;Mecklenburg&lt;/a&gt; and &lt;a href=\"Holstein\"&gt;Holstein&lt;/a&gt;, no \"Ganerbschaften\" are recorded.\nIn &lt;a href=\"France\"&gt;France&lt;/a&gt; and &lt;a href=\"England\"&gt;England&lt;/a&gt;, by contrast, large castles were usually in the hands of a single powerful feudal lord. This is mainly due to the different way that feudalism developed in those countries due to their different regional situations.\nSeveral examples of large \"multi-family castles\" have survived, especially in southern France and the &lt;a href=\"Massif%20Central\"&gt;Massif Central&lt;/a&gt;. Foremost among these are the &lt;a href=\"Tours%20de%20Merle\"&gt;Tours de Merle&lt;/a&gt; (&lt;a href=\"Saint-Geniez-%C3%B4-Merle\"&gt;Saint-Geniez-ô-Merle&lt;/a&gt;, &lt;a href=\"Corr%C3%A8ze%20%28d%C3%A9partement%29\"&gt;Corrèze&lt;/a&gt;). Also in the &lt;a href=\"Limousin\"&gt;Limousin&lt;/a&gt; is the smaller castle of \"Château de Saint-Hilaire et des Plas\" at &lt;a href=\"Curemonte\"&gt;Curemonte&lt;/a&gt;. In north and central France, too, several very large castles ended up as joint enfeoffments, such as the giant castle of &lt;a href=\"Chauvigny\"&gt;Chauvigny&lt;/a&gt; (&lt;a href=\"Vienne%20%28d%C3%A9partement%29\"&gt;Vienne&lt;/a&gt;).\nThe best known example of a central European \"Ganerbenburg\" is &lt;a href=\"Eltz%20Castle\"&gt;Eltz Castle&lt;/a&gt; on the Moselle river. Other examples include: &lt;a href=\"Lichtenstein%20Castle%20%28Bavaria%29\"&gt;Lichtenstein Castle&lt;/a&gt;, &lt;a href=\"Altenstein%20%28Lower%20Franconia%29\"&gt;Altenstein Castle&lt;/a&gt; in &lt;a href=\"Lower%20Franconia\"&gt;Lower Franconia&lt;/a&gt;, &lt;a href=\"Windeck%20Castle%20%28B%C3%BChl%29\"&gt;Windeck Castle&lt;/a&gt; near Bühl in Baden, &lt;a href=\"Salzburg%20Castle\"&gt;Salzburg Castle&lt;/a&gt; in Bad Neustadt an der Saale, &lt;a href=\"Liebenstein%20Castle%20%28Rhine%29\"&gt;Liebenstein&lt;/a&gt; on the Rhine, &lt;a href=\"Leonrod%20Castle\"&gt;Leonrod Castle&lt;/a&gt; in &lt;a href=\"Dietenhofen\"&gt;Dietenhofen&lt;/a&gt; and &lt;a href=\"Lindheim%20Castle\"&gt;Lindheim Castle&lt;/a&gt; in the &lt;a href=\"Wetterau\"&gt;Wetterau&lt;/a&gt;."
}