{
    "id": "41771026",
    "revid": "4564448",
    "url": "https://en.wikipedia.org/wiki?curid=41771026",
    "title": "Rebecca G. Howard",
    "text": "Rebecca Groundage Howard (1829 – July 1881) was a prominent black businesswoman in the early years of the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt;.\nEarly life.\nRebecca Groundage Howard is reported to have been born in &lt;a href=\"Philadelphia%2C%20Pennsylvania\"&gt;Philadelphia, Pennsylvania&lt;/a&gt;, in 1829. A number of accounts indicate that Howard was a former slave, so this birthplace and the actual date of birth are more difficult to verify. For instance, in the various census later taken in &lt;a href=\"Washington%20Territory\"&gt;Washington Territory&lt;/a&gt;, Howard indicated a birthplace of &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. While there may have been some slaves in Massachusetts and &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; at the time of Howard's birth in 1829, according to the &lt;a href=\"Abolition%20of%20slavery%20timeline\"&gt;Abolition of slavery timeline&lt;/a&gt; it was clearly illegal at that time in both states. Mrs. Howard must have had her own reasons for claiming former slave hood, which is really her business anyway.\nIn 1843, Rebecca Groundage married a local &lt;a href=\"Cooper%20%28profession%29\"&gt;cooper&lt;/a&gt;, Alexander Howard in &lt;a href=\"New%20Bedford%2C%20Massachusetts\"&gt;New Bedford, Massachusetts&lt;/a&gt;. Alexander Howard was 11 years her senior.\nArriving in Pacific Northwest.\nIn 1859, Rebecca and Alexander Howard moved to &lt;a href=\"Olympia%2C%20Washington\"&gt;Olympia&lt;/a&gt;, in what was then the &lt;a href=\"Washington%20Territory\"&gt;Washington Territory&lt;/a&gt;. In the fall of 1859, Alexander Howard advertised that an unnamed restaurant had been renovated and opened to meals and lodgers. He signed the brief advertisement. In 1860, the Howards' took over the operation of the Pacific House, renaming it to the Pacific Restaurant. Notably, Rebecca seems to have taken over the operation of the business, with her name associated with it and subsequently in the future.\nThe Pacific Restaurant quickly became popular amongst both travelers and territory politicians. Rebecca was regarded as a good cook, providing meals at any time of the day or week. Rebecca developed a good reputation as a cook by \"catering to the non-too-fastidious travelers whose appetites had been sharpened by an ever jolting ride\". Rebecca Howard soon found that she was a good &lt;a href=\"entrepreneur\"&gt;entrepreneur&lt;/a&gt;, changing the name of the establishment in 1862 to \"Pacific Hotel and Restaurant\", which emphasized that lodgings were also available to travelers. Realizing her establishment's popularity would bear some increase in charges, in May, 1863 she changed her 'meal at any time' food policy to \"Meals after Eight o'clock extra\". In addition, she began advertising in the Seattle Gazette as well as the local Olympia paper in 1864.\nAs a proprietor, Rebecca Howard initially allowed patrons to call her \"Aunt Becky\". She was reportedly good humored and possessed a sharp wit. Local children knew her to be generous, yet she would not tolerate any backtalk from them. She also did not allow patrons to get out of control. In one story, two legislators, J. D. Bagley and M. S. Griswold, got into a fist fight argument in her hotel. She stepped in and embraced Mr. Griswold, lifted him two feet off the ground, and held him tight until he lost his breath and any further will to fight. With increasing wealth, Rebecca Howard now required people to address her as \"Mrs. Howard\". Governor &lt;a href=\"William%20Pickering%20%28governor%29\"&gt;William Pickering&lt;/a&gt; made the mistake of addressing her as \"Aunty\". She fixed a stern gaze at him and informed him that, to the best of her knowledge, she was not a sister of either his father or mother. After seven years of running the Pacific Hotel and Restaurant, Mrs. Howard had become wealthy and decided to retire. She built a house north of town, and her husband became a farmer.\nWhile retired, Mrs. Howard continued to build her wealth. In 1870 it was shown that there were 221 taxpayers listed on the Census in the Washington Territory. All were white men, except Rebecca Howard, whose wealth exceeded $50,000 in property.\nIn 1870, Mrs. Howard returned to her former business endeavors. She opened a boarding house and then reopened the Pacific Hotel and Restaurant under her proprietorship. In 1880, she hosted President &lt;a href=\"Rutherford%20B.%20Hayes\"&gt;Rutherford B. Hayes&lt;/a&gt;, and his wife Lucy at the hotel.\nCivic contributions.\nA number of accounts indicate that Rebecca Howard supported the orphaned daughter of her former master and owner back east. This generosity was also given to various institutions and community projects in Olympia. Mrs. Howard joined &lt;a href=\"St.%20John%27s%20Episcopal%20Church%20%28Olympia%2C%20Washington%29\"&gt;St. John's Episcopal Church&lt;/a&gt;, which exhibits the openness of the community and church in that time. Mrs. Howard was a faithful communicant and liberal supporter of St John's. The following story was told about her:\nUpon one of his visits Bishop &lt;a href=\"Benjamin%20Wistar%20Morris%20%28bishop%29\"&gt;Benjamin Morris&lt;/a&gt; brought Mrs. Morris and two of his sisters-in-law to the service. Mrs. Morris and her sisters took a pew which happened to be the one always occupied by Mrs. Howard. A few minutes later Mrs. Howard came in, dressed in all her finery and found her pew occupied by strangers. She took a place a few pews away and then turned and stared at Mrs. Morris and her sisters until they, embarrassed, moved into another pew. Mrs. Howard then triumphantly marched into her accustomed place.\nThe fact that Mrs. Howard went to church is significant, because it indicates the acceptance of this black businesswoman in an important community institution. She was presented to the church for baptism by Mr. and Mrs. Charles Prosch. &lt;a href=\"Charles%20Prosch\"&gt;Charles Prosch&lt;/a&gt; was a prominent newspaper publisher and printer in the area. Their sponsorship reflected her standing.\nRebecca Howard was also generous to the community of Olympia. As an astute businesswoman, she recognized the importance of a railroad to the growth of her community. In 1871, in the competition for the western terminus of the &lt;a href=\"Northern%20Pacific%20Railway\"&gt;Northern Pacific Railway&lt;/a&gt;, she joined with other property owners in supporting the effort. She donated 80 acres to the terminus site. The local railroad committee used her donation as an example of what other property owners should contribute.\nFamily.\nIn June 1862, Mrs. Howard and her husband signed an agreement to take care of Isaac I. Stevens Glasgow, a part-Indian child of American settler Thomas Glasgow, who by most accounts was being mistreated by his father. The Howards officially adopted the child in 1877 and he took the name Frank A. Howard. Frank Howard became a leading citizen of the city, inheriting his adopted parents' properties and investing in land and development.\nRebecca Howard died in Olympia in July 1881 of a stroke. Her husband survived her, dying in 1890. It was reported at the time of their death that they had property worth in excess of $100,000. In 2011 the Olympia Heritage Commission and the Olympia Downtown Association had a large mural painted commemorating Rebecca Howard and her contribution to the early growth of Olympia."
}