{
    "id": "41785631",
    "revid": "1044699400",
    "url": "https://en.wikipedia.org/wiki?curid=41785631",
    "title": "God Help the Girl (film)",
    "text": "God Help the Girl is a 2014 British &lt;a href=\"Musical%20film\"&gt;musical&lt;/a&gt; &lt;a href=\"romantic%20drama\"&gt;romantic drama&lt;/a&gt; film written and directed by &lt;a href=\"Stuart%20Murdoch%20%28musician%29\"&gt;Stuart Murdoch&lt;/a&gt; of the band &lt;a href=\"Belle%20and%20Sebastian\"&gt;Belle and Sebastian&lt;/a&gt;. It follows three friends who form a band in Glasgow. The film was preceded by an &lt;a href=\"God%20Help%20the%20Girl\"&gt;album of the same&lt;/a&gt; name released in 2009. It received mixed reviews.\nPlot.\nEve escapes from the psychiatric hospital where she is being treated for &lt;a href=\"anorexia%20nervosa\"&gt;anorexia nervosa&lt;/a&gt; and makes her way to &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, hoping to become a musician. At a gig, she meets James, a lifeguard and aspiring songwriter. He introduces her to his guitar student Cassie, and the three become friends.\nEve meets Anton, the arrogant singer of a Glasgow band attracting attention from a local radio station. She gives him a tape of her music to pass on and they begin seeing each other.\nJames convinces Eve she needs bass and drums to finish her songs. They and Cassie form a band, God Help the Girl, with some local musicians. Anton admits he never gave Eve's tape to the radio producers, saying she needs better production and musicianship, and they argue.\nJames discovers Eve's relationship with Anton and becomes distanced from her. Feeling alone, Eve takes drugs and returns to hospital. She tells James she plans to attend music college in London, and they reconcile. After God Help the Girl performs their final concert, the radio station plays Eve's tape. The next day, she leaves for London.\nRelease.\n\"God Help the Girl\" premiered in-competition in the \"World Cinema Dramatic Competition\" at the &lt;a href=\"2014%20Sundance%20Film%20Festival\"&gt;2014 Sundance Film Festival&lt;/a&gt; on 18 January 2014. It opened the \"Generations section\" at the &lt;a href=\"64th%20Berlin%20International%20Film%20Festival\"&gt;64th Berlin International Film Festival&lt;/a&gt; on 9 February 2014.\nAfter its premiere at the &lt;a href=\"Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt;, &lt;a href=\"Amplify%20%28distributor%29\"&gt;Amplify&lt;/a&gt; acquired the distribution rights of the film. It was released theatrically and &lt;a href=\"Video%20on%20demand\"&gt;video-on-demand&lt;/a&gt; on 5 September 2014 in the United States.\nReception.\n\"God Help the Girl\" received mixed reviews. Review aggregator &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; reports a 67% approval rating based on 76 reviews, with an average score of 5.69/10. The site's consensus reads: \"While it may strike harder-hearted viewers as excessively twee, \"God Help the Girl\" floats by on its sweet charm and talented cast.\"\nDennis Harvey of \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" wrote that \"God Help the Girl \"\"is a slender exercise in self-conscious charm\". David Fear of \"&lt;a href=\"Esquire%20%28magazine%29\"&gt;Esquire&lt;/a&gt;\" praised it as \"rife with the kind of giddy thrills and hormonal flushes you associate with being a teen.\" Jonathan Romney of \"Film Comment Magazine\" said that \"it's easy to categorize Murdoch's film as a vanity project, but if it is, it's a very honest one\". David D'Arcy of \"&lt;a href=\"Screen%20International\"&gt;Screen International&lt;/a&gt;\" said the film \"has a soft whimsy that connects to a time before video clips put editing rhythms into overdrive\".\nXan Brooks of the \"&lt;a href=\"theguardian.com\"&gt;Guardian&lt;/a&gt;\" gave the film three out of five, writing: \"It's warm and generous, verging on the sentimental; a film that crystallises the best and worst of Belle and Sebastian's songwriting skills.\" In &lt;a href=\"Vulture%20%28blog%29\"&gt;\"Vulture\"&lt;/a&gt;, &lt;a href=\"Nathan%20Rabin\"&gt;Nathan Rabin&lt;/a&gt; named the film one of 10 Sundance movies that \"should have been hits\", writing: \"Murdoch has long been an extraordinarily cinematic songwriter, with a gift for conjuring up melancholy worlds with his words and music. With \"God Help the Girl,\" he proves to be a predictably literary and musical filmmaker ... \"God Help the Girl\" represents the perfect cinematic representation of Belle and Sebastian’s worldview, which, depending on your opinion of the group, is either high praise or a terrific reason to stay away.\"\nLeslie Felperin of the \"Guardian \"gave \"God Help the Girl\" two out of five stars and called it \"disastrous, fatally flawed by a shoddy script and poor direction, like something made by the most ostensibly talented guy at art school ... It's not funny or clever, or even musically very interesting. It's just bad.\" Rodrigo Perez of \"&lt;a href=\"Indiewire\"&gt;Indiewire&lt;/a&gt;\" wrote: \"A major gaffe, \"God Help The Girl\" finds a great artist taking on a huge challenge and stumbling painfully on its ambition almost every step of the way.\" David Rooney of \"&lt;a href=\"The%20Hollywood%20Reporter\"&gt;The Hollywood Reporter&lt;/a&gt;\" called the film \"an indie musical that feels like one long B-side\".\nSarah Sahim, writing for &lt;a href=\"Pitchfork%20Media\"&gt;\"Pitchfork\"&lt;/a&gt;, called the film \"an egregious mess\" that romanticizes &lt;a href=\"eating%20disorder\"&gt;eating disorder&lt;/a&gt;s. She criticised the film's lack of racial diversity as \"a microcosmic view of what is wrought by racial exclusivity that is omnipresent in indie rock\". Murdoch responded to Sahim's article on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, writing: \"God knows I've yearned to know and love women and men of many nations, but being a poor sick white boy from Scotland has dashed my ambitions.\""
}