{
    "id": "418238",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=418238",
    "title": "Rodger Young",
    "text": "Rodger Wilton Young (April 28, 1918July 31, 1943) was a &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; infantryman from &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Born in the small town of &lt;a href=\"Tiffin%2C%20Ohio\"&gt;Tiffin, Ohio&lt;/a&gt;, in 1918, Young suffered a sports injury in high school that led to his becoming nearly deaf and blind. Despite this, Young was able to pass the exams necessary to enter the &lt;a href=\"Ohio%20National%20Guard\"&gt;Ohio National Guard&lt;/a&gt;. Soon after the United States entered World War II, Young's company was activated as part of the U.S. Army. Soon after his activation, in 1943, Young was killed on the island of &lt;a href=\"New%20Georgia\"&gt;New Georgia&lt;/a&gt; while helping his &lt;a href=\"platoon\"&gt;platoon&lt;/a&gt; withdraw from a Japanese ambush. For his actions, he was posthumously awarded the United States' highest military decoration, the &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt;.\nIn the years after Young's death, his legacy was commemorated in many works. Songwriter &lt;a href=\"Frank%20Loesser\"&gt;Frank Loesser&lt;/a&gt; penned \"&lt;a href=\"The%20Ballad%20of%20Rodger%20Young\"&gt;The Ballad of Rodger Young&lt;/a&gt;\", a song which praises the courage of American infantrymen as represented by Young. The night infiltration course at &lt;a href=\"Fort%20Benning\"&gt;Fort Benning&lt;/a&gt; is named for Young, as is a small arms firing range at &lt;a href=\"Camp%20Perry\"&gt;Camp Perry&lt;/a&gt;.\nEarly life and education.\nYoung was born on April 28, 1918, in &lt;a href=\"Tiffin%2C%20Ohio\"&gt;Tiffin, Ohio&lt;/a&gt;, to Nicholas and Ester Young. He had four siblings; three brothers and one sister. For much of his early life, Young lived in the town of &lt;a href=\"Green%20Springs%2C%20Ohio\"&gt;Green Springs, Ohio&lt;/a&gt;, but later in his childhood he and his family moved to &lt;a href=\"Clyde%2C%20Ohio\"&gt;Clyde, Ohio&lt;/a&gt;. Throughout his childhood, Young enjoyed hunting, which improved his &lt;a href=\"marksmanship\"&gt;marksmanship&lt;/a&gt; skills.\nAlthough a small-statured boy, Young was a keen athlete. While at &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt;, Young tried out for his school's &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; team. He was not accepted at first, but eventually, Young's effort and enthusiasm in practices persuaded the coach to allow him to play in some games.\nDuring a high school basketball game, Young received a serious head injury after contact with an opponent. The incident led to significant but gradual damage to his &lt;a href=\"hearing%20loss\"&gt;hearing&lt;/a&gt; and &lt;a href=\"Loss%20of%20vision\"&gt;eyesight&lt;/a&gt;. Because of this, Young had to drop out of high school in his &lt;a href=\"Tenth%20grade%23United%20States\"&gt;sophomore&lt;/a&gt; year, at which point his hearing and vision loss had progressed to a severe point.\nMilitary service.\nLooking for ways to earn extra income and thinking that, because of his health issues, he would fail the normal &lt;a href=\"US%20Army\"&gt;Army&lt;/a&gt; &lt;a href=\"medical%20exam\"&gt;medical exam&lt;/a&gt;, Young applied to the &lt;a href=\"Ohio%20National%20Guard\"&gt;Ohio National Guard&lt;/a&gt; in 1939. Despite his poor sight and hearing, Young was accepted and posted to \"B\" Company, &lt;a href=\"148th%20Infantry%20Regiment%20%28United%20States%29\"&gt;148th Infantry Regiment&lt;/a&gt; of the &lt;a href=\"37th%20Infantry%20Division%20%28United%20States%29\"&gt;37th Infantry Division&lt;/a&gt;. Although Young was the shortest man in his company and wore glasses, he was considered a good soldier by his peers.\nWorld War II.\nIn October 1940, a year after joining the National Guard, Young and his unit were &lt;a href=\"US%20National%20Guard%23activation\"&gt;activated for federal service&lt;/a&gt; as part of American preparations for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. At that time, Young was a corporal, training new recruits in &lt;a href=\"small%20arms\"&gt;small arms&lt;/a&gt; handling. Following a promotion to &lt;a href=\"Sergeant%23United%20States\"&gt;sergeant&lt;/a&gt;, Young was assigned to lead an infantry &lt;a href=\"squad\"&gt;squad&lt;/a&gt;. In 1942, soon after &lt;a href=\"Pearl%20Harbor%20Attack\"&gt;America's entry into the war&lt;/a&gt;, the 148th embarked for &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt;, in the Pacific, and after that to the nearby &lt;a href=\"Solomon%20Islands\"&gt;Solomon Islands&lt;/a&gt; for training prior to a deployment to the Japanese-held island of &lt;a href=\"New%20Georgia\"&gt;New Georgia&lt;/a&gt;. By this time, Young's hearing and eyesight had deteriorated to a point where, taking into account the safety of those under him, Young requested a demotion to private, which would render him unable to command a squad.\nWhen Young submitted his request to the company commander, the commander initially thought Young was &lt;a href=\"malingering\"&gt;malingering&lt;/a&gt; in order to avoid combat; however, a medical examination carried out soon after determined that Young was nearly &lt;a href=\"deaf\"&gt;deaf&lt;/a&gt;, which convinced the commander to demote him. The examining doctor recommended that Young go to a &lt;a href=\"field%20hospital\"&gt;field hospital&lt;/a&gt; for treatment. However, not wanting to miss the &lt;a href=\"Battle%20of%20New%20Georgia\"&gt;New Georgia landing&lt;/a&gt;, Young requested to remain with his squad. The commander accepted his request and a week later, on July 31, 1943, Young carried out the actions that led to his posthumous award of the Medal of Honor.\nNine days into the &lt;a href=\"Battle%20of%20Munda%20Point\"&gt;Battle of Munda Point&lt;/a&gt;, on July 31, Young was assigned to a 20-man patrol sent out at around 4:00 p.m. to &lt;a href=\"reconnoiter\"&gt;reconnoiter&lt;/a&gt; Japanese territory. After achieving their objective, the patrol was returning to American lines when they were &lt;a href=\"ambush\"&gt;ambush&lt;/a&gt;ed by five Japanese soldiers. Heavy fire from the enemy, who were concealed in a &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt; pit away on higher ground, prevented further movement forward of the patrol. Two soldiers were killed in the initial burst and Young was wounded. During an attempt to &lt;a href=\"flanking%20attack\"&gt;flank&lt;/a&gt; the enemy, two more soldiers were killed. At this point, the patrol leader ordered a withdrawal.\nYoung, ignoring the order to withdraw and his wound, began crawling towards the Japanese position. Another machine gun burst wounded Young a second time, but he continued his advance, drawing the enemy fire away from his squad. As Young drew closer to the machine gun pit, he began responding with rifle fire and by throwing &lt;a href=\"hand%20grenades\"&gt;hand grenades&lt;/a&gt; at the nest, wounding or killing most of the soldiers inside. Young was soon hit by enemy fire and killed. Because of his actions, Young's platoon was able to withdraw from the ambush without any further casualties.\nOn January 6, 1944, Young's family was presented with the &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt;.\nYoung's Medal of Honor citation reads:\nOn July 31, 1943, the infantry company of which Pvt. Young was a member, was ordered to make a limited withdrawal from the battle line in order to adjust the battalion's position for the night. At this time, Pvt. Young's platoon was engaged with the enemy in a dense jungle where observation was very limited. The platoon suddenly was pinned down by intense fire from a Japanese machinegun concealed on higher ground only 75 yards away. The initial burst wounded Pvt. Young. As the platoon started to obey the order to withdraw, Pvt. Young called out that he could see the enemy emplacement, whereupon he started creeping toward it. Another burst from the machinegun wounded him the second time. Despite the wounds, he continued his heroic advance, attracting enemy fire and answering with rifle fire. When he was close enough to his objective, he began throwing handgrenades, and while doing so was hit again and killed. Pvt. Young's bold action in closing with this Japanese pillbox and thus diverting its fire, permitted his platoon to disengage itself, without loss, and was responsible for several enemy casualties.\nYoung's body was transferred to the United States in July 1949 and is now buried in McPherson Cemetery in Clyde, Ohio.\nLegacy.\nAt the &lt;a href=\"U.S.%20Army%20Infantry%20School\"&gt;U.S. Army Infantry School&lt;/a&gt; at &lt;a href=\"Fort%20Benning\"&gt;Fort Benning&lt;/a&gt; in &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, the night infiltration course is named for Young. A pass in the course is a prerequisite for graduation; soldiers crawl through sandy and muddy terrain while live gunfire from &lt;a href=\"M60%20machine%20gun\"&gt;M60&lt;/a&gt; or &lt;a href=\"M240%20machine%20gun\"&gt;M240B&lt;/a&gt; machine guns manned by instructors passes overhead. Fort Benning's Recreation Center has a plaque in recognition of his bravery.\nOn March 1, 1945, the city of Fremont, Ohio memorialized Fremont Water Works Park by dedicating it to the memory of Rodger W. Young and members of the armed forces from Sandusky County, Ohio in World War II.\nIn 1945, songwriter &lt;a href=\"Frank%20Loesser\"&gt;Frank Loesser&lt;/a&gt; wrote \"&lt;a href=\"The%20Ballad%20of%20Rodger%20Young\"&gt;The Ballad of Rodger Young&lt;/a&gt;\". At the time, he was a private serving in the Army's Radio Production Unit. \"&lt;a href=\"Life%20%28magazine%29\"&gt;Life&lt;/a&gt;\" magazine featured the ballad's &lt;a href=\"sheet%20music\"&gt;sheet music&lt;/a&gt; and lyrics in a story on Young in its March 5, 1945, edition. The \"Life\" article, together with the 1949 repatriation of Young's body to the United States, boosted the song's popularity. Best-selling recordings were made by &lt;a href=\"Burl%20Ives\"&gt;Burl Ives&lt;/a&gt; and &lt;a href=\"Nelson%20Eddy\"&gt;Nelson Eddy&lt;/a&gt; by the end of 1949. On March 31, 1946, \"The Ballad of Rodger Young\" was sung by tenor &lt;a href=\"Dennis%20Day\"&gt;Dennis Day&lt;/a&gt; on the &lt;a href=\"The%20Jack%20Benny%20Program\"&gt;\"Jack Benny Program\"&lt;/a&gt; on the radio. After the song, &lt;a href=\"Jack%20Benny\"&gt;Jack Benny&lt;/a&gt; gave a speech in Young's honor.\nIn 1946, a veterans' housing project was established in &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt;. This was known as the &lt;a href=\"Rodger%20Young%20Village\"&gt;Rodger Young Village&lt;/a&gt; until the mid-1950s when it was destroyed. At the Ohio National Guard Training Site in &lt;a href=\"Camp%20Perry\"&gt;Camp Perry&lt;/a&gt;, there is a small arms &lt;a href=\"firing%20range\"&gt;firing range&lt;/a&gt; named in honor of Young. Camp Perry hosts the &lt;a href=\"National%20Rifle%20%26amp%3B%20Pistol%20Championships\"&gt;National Rifle &amp; Pistol Championships&lt;/a&gt;.\nYoung is briefly mentioned in &lt;a href=\"Robert%20A.%20Heinlein\"&gt;Robert A. Heinlein&lt;/a&gt;'s 1949 short story \"&lt;a href=\"The%20Long%20Watch\"&gt;The Long Watch&lt;/a&gt;\" and in his novel \"&lt;a href=\"The%20Rolling%20Stones%20%28novel%29\"&gt;The Rolling Stones&lt;/a&gt;\", a mountain range on the moon is named for Young. In Heinlein's novel \"&lt;a href=\"Starship%20Troopers\"&gt;Starship Troopers&lt;/a&gt;\", for which he was awarded the &lt;a href=\"Hugo%20Award\"&gt;Hugo&lt;/a&gt; in 1959, the troop transport TFCT \"Rodger Young\" is named for him. Loesser's ballad also features on several occasions in the book. Heinlein also included a \"Historical Note\" in which he quoted Young's Medal of Honor citation. The starship is also featured in &lt;a href=\"Paul%20Verhoeven\"&gt;Paul Verhoeven&lt;/a&gt;'s &lt;a href=\"Starship%20Troopers%20%28film%29\"&gt;adaption of the novel&lt;/a&gt;, named the \"No. 176 \"Rodger Young\".\nIn January 1964, Young's story was featured in the 15th episode of the TV show '&lt;a href=\"The%20Great%20Adventure%20%28American%20TV%20series%29\"&gt;The Great Adventure&lt;/a&gt;'."
}