{
    "id": "4182572",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=4182572",
    "title": "Cristian Zaccardo",
    "text": "Cristian Zaccardo (; born 21 December 1981) is an &lt;a href=\"Italians\"&gt;Italian&lt;/a&gt; former &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who played as a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt;. He mainly played as a &lt;a href=\"Defender%20%28association%20football%29%23Centre-back\"&gt;centre back&lt;/a&gt;, although he was also capable of playing as a &lt;a href=\"Defender%20%28association%20football%29%23Full-back\"&gt;full-back&lt;/a&gt; or in &lt;a href=\"Midfielder\"&gt;midfield&lt;/a&gt;.\nHe began his club career with Italian club &lt;a href=\"Bologna%20F.C.%201909\"&gt;Bologna&lt;/a&gt; in 2000, and remained with the club until 2004, aside from a loan spell with &lt;a href=\"Spezia%20Calcio%201906\"&gt;Spezia&lt;/a&gt;. He subsequently moved to &lt;a href=\"U.S.%20Citt%C3%A0%20di%20Palermo\"&gt;Palermo&lt;/a&gt;, where he came to prominence during his four seasons at the club. In 2008, he moved to German club &lt;a href=\"VfL%20Wolfsburg\"&gt;VfL Wolfsburg&lt;/a&gt; for a season, where he won the &lt;a href=\"2008%E2%80%9309%20Bundesliga\"&gt;2008–09 Bundesliga&lt;/a&gt; title. He returned to Italy the following season, joining &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt;, and in 2013 he moved to &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt;, before joining &lt;a href=\"Carpi%20F.C.%201909\"&gt;Carpi&lt;/a&gt; in 2015; he spent the 2016–17 season on loan with &lt;a href=\"Vicenza%20Calcio\"&gt;Vicenza&lt;/a&gt; in &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;. In October 2017, he joined &lt;a href=\"Maltese%20Premier%20League\"&gt;Maltese Premier League&lt;/a&gt; side &lt;a href=\"%C4%A6amrun%20Spartans%20F.C.\"&gt;Ħamrun Spartans&lt;/a&gt;. In January 2019, he signed with San Marinese club &lt;a href=\"S.P.%20Tre%20Fiori\"&gt;Tre Fiori&lt;/a&gt;, where he won the &lt;a href=\"Coppa%20Titano\"&gt;Coppa Titano&lt;/a&gt;, before announcing his retirement in July.\nAt international level, he represented the &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy national football team&lt;/a&gt; on 17 occasions between 2004 and 2007, scoring one goal; he was a member of the Italian side that won the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt;.\nClub career.\nA product of the &lt;a href=\"Bologna%20F.C.%201909\"&gt;Bologna&lt;/a&gt; youth system, Zaccardo was promoted to the first team in 2000, but was sent on loan to &lt;a href=\"Spezia%20Calcio%201906\"&gt;Spezia&lt;/a&gt; for the 2000–01 season. He made his debut in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; and for the Bologna first team on 18 October 2001, in a 1–0 away defeat against &lt;a href=\"U.S.%20Lecce\"&gt;Lecce&lt;/a&gt;, under the direction of coach &lt;a href=\"Francesco%20Guidolin\"&gt;Francesco Guidolin&lt;/a&gt;; he subsequently immediately became a regular for the \"rossoblu\" and &lt;a href=\"Italy%20national%20under-21%20football%20team\"&gt;Italy's under-21 national team&lt;/a&gt;. He left Bologna in 2004 to join his former coach Guidolin in &lt;a href=\"U.S.%20Citt%C3%A0%20di%20Palermo\"&gt;Palermo&lt;/a&gt;. He was a regular starter for Palermo, and made his breakthrough with the club, appearing in 142 league matches and scoring eight goals.\nAfter a season spent in Germany at &lt;a href=\"VfL%20Wolfsburg\"&gt;VfL Wolfsburg&lt;/a&gt;, in which he helped the club to its first ever &lt;a href=\"2008%E2%80%9309%20Bundesliga\"&gt;Bundesliga&lt;/a&gt; title, he rejoined Guidolin at &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt; in August 2009. In his three-and-a-half seasons with the side, Zaccardo appeared in 118 league matches and scored ten goals.\nOn 24 January 2013, Zaccardo was signed by &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt;, part of a cashless swap in which &lt;a href=\"Djamel%20Mesbah\"&gt;Djamel Mesbah&lt;/a&gt; moved to Parma. Towards the end of the 2014 summer transfer window, Milan had a deal in place with Parma in which him and &lt;a href=\"Jonathan%20Biabiany\"&gt;Jonathan Biabiany&lt;/a&gt; would swap clubs, but the former refused the move. On 1 February 2015, Zaccardo scored his first goal for Milan in a 3–1 home win against Parma.\nOn the expiration of his Milan contract in the summer of 2015, Zaccardo moved to recently promoted Serie A side &lt;a href=\"Carpi%20F.C.%201909\"&gt;Carpi&lt;/a&gt; on a free transfer. He signed a two-year contract. He made 27 appearances for the club during the 2015–16 Serie A season, scoring one goal, although Carpi were ultimately relegated to Serie B at the end of the season.\nOn 31 August 2016, Zaccardo was signed by fellow &lt;a href=\"2016%E2%80%9317%20Serie%20B\"&gt;Serie B&lt;/a&gt; club &lt;a href=\"Vicenza%20Calcio\"&gt;Vicenza Calcio&lt;/a&gt; on loan with an obligation to buy. According to \"La Gazzetta dello Sport\", he signed a two-year contract. He wore the &lt;a href=\"Squad%20number%20%28association%20football%29\"&gt;number 9 shirt&lt;/a&gt; for the team. On 13 July 2017, he announced that he had cancelled his contract with the club, becoming a free agent.\nIn October, he was signed by &lt;a href=\"Maltese%20Premier%20League\"&gt;Maltese Premier League&lt;/a&gt; side &lt;a href=\"%C4%A6amrun%20Spartans%20F.C.\"&gt;Ħamrun Spartans&lt;/a&gt;. On 20 May 2018, he announced that he would be leaving the club, and later became a free agent. In December, he obtained his Sporting Director diploma through the &lt;a href=\"Centro%20Tecnico%20Federale%20di%20Coverciano\"&gt;Coverciano&lt;/a&gt; Technical Centre.\nIn January 2019, he stated in an interview that he had been linked with several clubs, including his former team Bologna and Canadian side &lt;a href=\"Toronto%20FC\"&gt;Toronto FC&lt;/a&gt;, and that if he did not receive an offer from a team by May, that he would retire from professional football. On 31 January 2019, Zaccardo announced on &lt;a href=\"facebook\"&gt;facebook&lt;/a&gt; that he had signed with San Marinese club &lt;a href=\"S.P.%20Tre%20Fiori\"&gt;Tre Fiori&lt;/a&gt;, but that he would be joining the team in March. He won the &lt;a href=\"Coppa%20Titano\"&gt;Coppa Titano&lt;/a&gt; with the club. On 9 July 2019, exactly 13 years after he won the World Cup with Italy, he announced his retirement from professional football on &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt;.\nInternational career.\nZaccardo represented the &lt;a href=\"Italy%20national%20under-17%20football%20team\"&gt;Italy under-16 squad&lt;/a&gt; (equivalent to the current &lt;a href=\"Italy%20national%20under-17%20football%20team\"&gt;under-17 team&lt;/a&gt;) at the age of 15, also taking part in the &lt;a href=\"1998%20UEFA%20European%20Under-16%20Championship\"&gt;1998 UEFA European Under-16 Championship&lt;/a&gt; held in Scotland. During the tournament, he scored the decisive goal in the semi-final which allowed Italy to progress to the final of the tournament, where they were defeated by the &lt;a href=\"Republic%20of%20Ireland%20national%20under-16%20football%20team\"&gt;Republic of Ireland&lt;/a&gt;. In 2001, he was a member of the Italian under-23 team that won a silver medal at the &lt;a href=\"2001%20Mediterranean%20Games\"&gt;Mediterranean Games&lt;/a&gt; held in &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt;. Zaccardo has also represented Italy at &lt;a href=\"Italy%20national%20under-21%20football%20team\"&gt;under-21&lt;/a&gt; level, winning the &lt;a href=\"2004%20UEFA%20European%20Under-21%20Championship\"&gt;2004 UEFA European Under-21 Championship&lt;/a&gt; under manager &lt;a href=\"Claudio%20Gentile\"&gt;Claudio Gentile&lt;/a&gt;.\nZaccardo made his senior international debut for &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; under &lt;a href=\"Marcello%20Lippi\"&gt;Marcello Lippi&lt;/a&gt; on 17 November 2004 in Italy's 1–0 home friendly victory over &lt;a href=\"Finland%20national%20football%20team\"&gt;Finland&lt;/a&gt;. He began to be deployed with more frequency, and on 8 October 2005, he scored his first and only international goal in a 1–0 home win over &lt;a href=\"Slovenia%20national%20football%20team\"&gt;Slovenia&lt;/a&gt; in &lt;a href=\"Palermo\"&gt;Palermo&lt;/a&gt; in a &lt;a href=\"2006%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20UEFA%20Group%205\"&gt;2006 FIFA World Cup qualifying match&lt;/a&gt;; the victory allowed Italy to qualify for the upcoming &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt; in Germany. Zaccardo was included in Italy's 23-man roster for the tournament, and made three appearances in the final competition. He started the first two matches of the group stage, helping Italy keep a clean sheet in their opening 2–0 win over &lt;a href=\"Ghana%20national%20football%20team\"&gt;Ghana&lt;/a&gt; on 12 June, but he scored an &lt;a href=\"own%20goal\"&gt;own goal&lt;/a&gt; off an attempted clearance following a free-kick in the \"azzurri's\" second match on 17 June, which ended in a 1–1 draw against the &lt;a href=\"United%20States%20men%27s%20national%20soccer%20team\"&gt;United States&lt;/a&gt;; this was one of only two goals Italy conceded throughout the tournament. He made one more appearance, his third during the tournament, coming on as a substitute in Italy's 3–0 win over &lt;a href=\"Ukraine%20national%20football%20team\"&gt;Ukraine&lt;/a&gt; in the quarter-finals on 30 June, as Italy went on to win the 2006 World Cup. Due to his mistake during the World Cup, he was often overlooked by the national team since the tournament's conclusion, and only made two more appearances under &lt;a href=\"Roberto%20Donadoni\"&gt;Roberto Donadoni&lt;/a&gt;. He made his final appearance for Italy in a 2–0 friendly win over &lt;a href=\"South%20Africa%20national%20football%20team\"&gt;South Africa&lt;/a&gt; on 17 October 2007. In total, Zaccardo made 17 appearances for Italy between 2004 and 2007, scoring one goal.\nStyle of play.\nA quick, tactically versatile, and hard-working right-footed footballer, in his prime, Zaccardo was known in particular for his stamina, professionalism, and positional sense as a footballer, as well as his intelligence, versatility, and his strong mental and physical characteristics, which enabled him to play in several positions in &lt;a href=\"Defender%20%28association%20football%29\"&gt;defence&lt;/a&gt; and &lt;a href=\"Midfielder\"&gt;midfield&lt;/a&gt; along the right flank throughout his career, despite not being the most accurate &lt;a href=\"Cross%20%28football%29\"&gt;crosser&lt;/a&gt; of the ball. Although he was primarily a right-sided &lt;a href=\"Defender%20%28association%20football%29%23Full-back\"&gt;full-back&lt;/a&gt;, he was also capable of playing as a &lt;a href=\"Defender%20%28association%20football%29%23Wing-back\"&gt;wing-back&lt;/a&gt;, or in midfield, as a &lt;a href=\"Midfielder%23Winger\"&gt;winger&lt;/a&gt;, or even as a &lt;a href=\"Midfielder%23Central%20midfielder\"&gt;central&lt;/a&gt; or &lt;a href=\"Midfielder%23Defensive%20midfielder\"&gt;defensive midfielder&lt;/a&gt;, a role in which he was also capable of starting attacking plays after winning back possession; during his time at Parma, his manager, Francesco Guidolin, described him as a \"centromediano metodista\" (a term which was initially used to describe the position of a &lt;a href=\"Midfielder%23Centre-half\"&gt;centre-half&lt;/a&gt;-back in the \"&lt;a href=\"Formation%20%28association%20football%29%23Metodo%20%282%E2%80%933%E2%80%932%E2%80%933%29\"&gt;Metodo&lt;/a&gt;\" or 2–3–2–3 formation, but which later became used in Italian football jargon to describe a holding midfielder with both creative and defensive responsibilities), due to his unique playing style in this position, which essentially also saw him act both as a ball-winner and as a &lt;a href=\"Playmaker%23Deep-lying%20playmakers\"&gt;deep-lying playmaker&lt;/a&gt; in midfield. As he has lost his pace with age in his later career, he has usually been deployed as a &lt;a href=\"Defender%20%28association%20football%29%23Centre-back\"&gt;centre-back&lt;/a&gt;, in both a three or four-man defence, due to his anticipation and ability in the air.\nPersonal life.\nZaccardo is married to Alessia Serafini. Zaccardo and his wife have two children, Niccolò and Ginevra Zaccardo.\nZaccardo has the names of his two children Niccolò and Ginevra &lt;a href=\"tattoo\"&gt;tattoo&lt;/a&gt;ed on his left arm, while on his right arm he has a &lt;a href=\"tattoo\"&gt;tattoo&lt;/a&gt; of his wife Alessia Serafini. On 6 March 2008, Zaccardo became an &lt;a href=\"Honorary%20citizenship\"&gt;honorary citizen&lt;/a&gt; of &lt;a href=\"Pollina\"&gt;Pollina&lt;/a&gt;, in the &lt;a href=\"province%20of%20Palermo\"&gt;province of Palermo&lt;/a&gt;.\nHonours.\nClub.\nVfL Wolfsburg\nTre Fiori\nInternational.\nItaly"
}