{
    "id": "4184750",
    "revid": "39359068",
    "url": "https://en.wikipedia.org/wiki?curid=4184750",
    "title": "Pacific Coast Theater of the American Civil War",
    "text": "The Pacific Coast Theater of the American Civil War consists of major military operations in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; on the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; and in the states and Territories west of the &lt;a href=\"Continental%20Divide\"&gt;Continental Divide&lt;/a&gt;. The theater was encompassed by the &lt;a href=\"Department%20of%20the%20Pacific\"&gt;Department of the Pacific&lt;/a&gt; that included the states of &lt;a href=\"California\"&gt;California&lt;/a&gt;, &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt;, and &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;, the territories of &lt;a href=\"Washington%20Territory\"&gt;Washington&lt;/a&gt;, &lt;a href=\"Utah%20Territory\"&gt;Utah&lt;/a&gt;, and later &lt;a href=\"Idaho%20Territory\"&gt;Idaho&lt;/a&gt;. \nThe operations of &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt; volunteer troop detachments, primarily from California, some from Oregon, and a few companies from &lt;a href=\"Washington%20Territory\"&gt;Washington Territory&lt;/a&gt;, were directed mostly against &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Indigenous Americans&lt;/a&gt; in the theater. Union and &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate&lt;/a&gt; regular forces did not meet directly within the Pacific Department except in &lt;a href=\"New%20Mexico%20Territory\"&gt;New Mexico Territory&lt;/a&gt;. Operations were directed against Confederate irregulars in California and strong garrisons were placed in Southern California and southern &lt;a href=\"New%20Mexico%20Territory\"&gt;New Mexico Territory&lt;/a&gt; to control the region which had strong secessionist sympathies. \n&lt;a href=\"Confederate%20States%20Navy\"&gt;Confederate States Navy&lt;/a&gt; warships operated in the Pacific Ocean, but the naval operations did not succeed in interrupting commerce to the Eastern United States. The last of these &lt;a href=\"commerce%20raiders\"&gt;commerce raiders&lt;/a&gt;, &lt;a href=\"CSS%20Shenandoah\"&gt;CSS \"Shenandoah\"&lt;/a&gt;, fired the last shot of the War in the &lt;a href=\"Bering%20Sea\"&gt;Bering Sea&lt;/a&gt; off the coast of &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;. Attempts by the Confederacy to buy or seize ships for commerce raiding on the West Coast were thwarted by alert Union officials and the &lt;a href=\"Pacific%20Squadron\"&gt;Pacific Squadron&lt;/a&gt;.\nSecession Crisis on the West Coast.\nDuring the secession crisis following Lincoln's &lt;a href=\"Presidential%20election%20of%201860\"&gt;election as President of the United States in 1860&lt;/a&gt;, a group of Southern sympathizers in California made plans to secede with Oregon to form a \"&lt;a href=\"Cascadia%20%28independence%20movement%29%23American%20Civil%20War\"&gt;Pacific Republic&lt;/a&gt;\". Their plans rested on the cooperation of Colonel (&lt;a href=\"brevet%20%28military%29\"&gt;Brevet&lt;/a&gt; &lt;a href=\"Brigadier%20General\"&gt;Brigadier General&lt;/a&gt;) &lt;a href=\"Albert%20Sidney%20Johnston\"&gt;Albert Sidney Johnston&lt;/a&gt;, headquartered in &lt;a href=\"Benicia%2C%20California\"&gt;Benicia, California&lt;/a&gt;, who commanded all the Federal troops of the &lt;a href=\"Department%20of%20the%20Pacific\"&gt;Department of the Pacific&lt;/a&gt;. Johnston met with some of these Southern men, but before they could propose anything to him he told them that he had heard rumors of an attempt to seize the San Francisco forts and &lt;a href=\"Benicia%20Arsenal\"&gt;arsenal&lt;/a&gt; at Benicia, that he had prepared for that, and would defend the facilities under his command with all his resources and to the last drop of his blood. He told them to tell this to their friends. Deprived of his aid, the plans for California and Oregon to secede from the United States never came to fruition. Meanwhile, Union men feared Johnston would aid such a plot and telegraphed Washington asking for his replacement. Brig. Gen. &lt;a href=\"Edwin%20Vose%20Sumner\"&gt;Edwin Vose Sumner&lt;/a&gt; was soon sent west via &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt; to replace Johnston in March 1861. Johnston resigned his commission on 9 April, and after Sumner arrived on 25 April, Johnston turned over his command and moved with his family to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;.\nOn 28 March 1861, the newly formed &lt;a href=\"Arizona%20Territory%20%28Confederate%20States%20of%20America%29\"&gt;Arizona Territory&lt;/a&gt; voted to separate from New Mexico Territory and join the Confederacy. This increased Union officials' fears of a secessionist movement to separate Southern California from the rest of California and join the Confederacy. This fear was based on the demonstrated &lt;a href=\"California%20in%20the%20American%20Civil%20War%23Southern%20California.27s%20attempts%20at%20secession%20from%20California\"&gt;Southern Californian desire for separation&lt;/a&gt; from the rest of California in the overwhelming vote for the &lt;a href=\"Partition%20and%20secession%20in%20California%23Post-Statehood\"&gt;1859 Pico Act&lt;/a&gt;, the strength of secessionists in the area, and their declared intentions and activities, especially in forming militia companies.\nOperations against secessionists and the Confederacy.\nOutbreak of the Civil War.\nSecuring Southern California.\nAt the outbreak of the Civil War, the secession of &lt;a href=\"Southern%20California\"&gt;Southern California&lt;/a&gt; seemed possible. The populace was largely in favor of &lt;a href=\"California%20in%20the%20American%20Civil%20War%23Southern%20California.27s%20attempts%20at%20secession%20from%20California\"&gt;separation from California&lt;/a&gt;, militias with secessionist sympathies had been formed, and &lt;a href=\"Bear%20Flag\"&gt;Bear Flag&lt;/a&gt;s, the banner of the &lt;a href=\"Bear%20Flag%20Revolt\"&gt;Bear Flag Revolt&lt;/a&gt;, had been flown for several months by secessionists in Los Angeles and San Bernardino counties. After word of the &lt;a href=\"Battle%20of%20Fort%20Sumter\"&gt;Battle of Fort Sumter&lt;/a&gt; reached California, there were public demonstrations by secessionists. Only &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; had a small Union garrison. However, when three companies of Federal cavalry were moved from &lt;a href=\"Fort%20Mojave\"&gt;Fort Mojave&lt;/a&gt; and &lt;a href=\"Fort%20Tejon\"&gt;Fort Tejon&lt;/a&gt; into Camp Fitzgerald, in Los Angeles, in May–June 1861, secession quickly became impossible.\nSuspected by local Union authorities, General Johnston evaded arrest and joined the secessionist militia company, the Los Angeles Mounted Rifles as a private, leaving &lt;a href=\"Warner%27s%20Ranch\"&gt;Warner's Ranch&lt;/a&gt; on 27 May in their journey across the southwestern deserts to &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, crossing the &lt;a href=\"Colorado%20River\"&gt;Colorado River&lt;/a&gt; into the &lt;a href=\"Confederate%20Territory%20of%20Arizona\"&gt;Confederate Territory of Arizona&lt;/a&gt;, on 4 July. &lt;a href=\"A.%20J.%20King\"&gt;A. J. King&lt;/a&gt;, Undersheriff of Los Angeles County, and other influential men in &lt;a href=\"El%20Monte%2C%20California\"&gt;El Monte, California&lt;/a&gt;, that had formed another secessionist militia on 23 March, the Monte Mounted Rifles, were thwarted in their plans to assist Johnston when Undersheriff King ran afoul of Federal authorities and when army officers at &lt;a href=\"San%20Pedro%2C%20Los%20Angeles%2C%20California\"&gt;San Pedro&lt;/a&gt; held up a shipment of arms from &lt;a href=\"John%20G.%20Downey\"&gt;John G. Downey&lt;/a&gt;, the &lt;a href=\"Governor%20of%20California\"&gt;Governor of California&lt;/a&gt;, preventing the activation of the Rifles.\nCharged with all the supervision of Los Angeles, San Bernardino, San Diego, and Santa Barbara counties, on 16 August Major &lt;a href=\"William%20Scott%20Ketchum\"&gt;William Scott Ketchum&lt;/a&gt; steamed from San Francisco to San Pedro and made a rapid march to encamp near &lt;a href=\"San%20Bernardino\"&gt;San Bernardino&lt;/a&gt; on 26 August, and with Companies D and G of the &lt;a href=\"4th%20Infantry%20Regiment%20%28United%20States%29\"&gt;4th Infantry Regiment&lt;/a&gt; later reinforced at the beginning of September by a detachment of 90 &lt;a href=\"First%20U.S.%20Dragoons\"&gt;First U.S. Dragoons&lt;/a&gt; and a howitzer. Except for frequent sniping at his camp, Ketchum's garrison stifled any secessionist uprising from &lt;a href=\"Belleville%2C%20California\"&gt;Belleville, California&lt;/a&gt; and a show of force by the Dragoons in the streets of San Bernardino at the end of election day quelled a secessionist political demonstration during the September gubernatorial elections in San Bernardino County. Union commanders would rely on the San Bernardino Mounted Rifles and Captain &lt;a href=\"Clarence%20E.%20Bennett\"&gt;Clarence E. Bennett&lt;/a&gt; for intelligence and help in holding the pro-Southern &lt;a href=\"San%20Bernardino%20County%2C%20California\"&gt;San Bernardino County&lt;/a&gt; for the Union in late 1861 as Federal troops were being withdrawn and replaced by California Volunteers.\nOn 25 September, the &lt;a href=\"District%20of%20Southern%20California\"&gt;District of Southern California&lt;/a&gt; was established, with its first headquarters at &lt;a href=\"Camp%20Latham\"&gt;Camp Latham&lt;/a&gt;, west of &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles&lt;/a&gt;; this was later moved to &lt;a href=\"Drum%20Barracks\"&gt;Drum Barracks&lt;/a&gt;. This District was first formed to control the secessionist majority population in &lt;a href=\"Southern%20California\"&gt;Southern California&lt;/a&gt;. This district included &lt;a href=\"Tulare%20County\"&gt;Tulare County&lt;/a&gt; to the north, which at the time was much larger than it is now, including all of what is now &lt;a href=\"Kings%20County%2C%20California\"&gt;Kings&lt;/a&gt;, &lt;a href=\"Kern%20County\"&gt;Kern&lt;/a&gt;, and &lt;a href=\"Inyo%20County\"&gt;Inyo&lt;/a&gt; counties and part of &lt;a href=\"Fresno%20County\"&gt;Fresno County&lt;/a&gt;. From Camp Latham, Ketchum's regular soldiers were relieved on October 20 by three companies of the &lt;a href=\"1st%20California%20Cavalry\"&gt;1st California Cavalry&lt;/a&gt; sent out to San Bernardino County and establish &lt;a href=\"Camp%20Carleton\"&gt;Camp Carleton&lt;/a&gt; and later Camp Morris. Volunteer troops were also sent to &lt;a href=\"Camp%20Wright\"&gt;Camp Wright&lt;/a&gt; in &lt;a href=\"San%20Diego%20County\"&gt;San Diego County&lt;/a&gt; to watch the &lt;a href=\"Butterfield%20Overland%20Mail%20in%20California\"&gt;southern overland approach&lt;/a&gt; to California across the &lt;a href=\"Colorado%20Desert\"&gt;Colorado Desert&lt;/a&gt; from &lt;a href=\"Fort%20Yuma\"&gt;Fort Yuma&lt;/a&gt;, located on the west bank of the &lt;a href=\"Colorado%20River\"&gt;Colorado River&lt;/a&gt;. They were also to intercept secessionist sympathizers traveling to the east to join the &lt;a href=\"Confederate%20Army\"&gt;Confederate Army&lt;/a&gt;.\nIn March 1862, all the troops drilling at Camp Latham were transferred to Camp Drum, leaving a company of soldiers to observe the Los Angeles area. Following flooding at Camp Carleton in the &lt;a href=\"Great%20Flood%20of%201862%23Southern%20California\"&gt;Great Flood of 1862&lt;/a&gt;, the garrison moved to &lt;a href=\"New%20Camp%20Carleton\"&gt;New Camp Carleton&lt;/a&gt;, near the secessionist hotbed of El Monte. For the rest of the Civil War, Union garrisons were maintained in Southern California.\nCampaign of the California Column.\nIn early 1862, the District headquarters was used as the base for the campaign of the &lt;a href=\"California%20Column\"&gt;California Column&lt;/a&gt; into Confederate Arizona. California sent some of their Volunteer Regiments east to clear the Confederate garrisons from southern &lt;a href=\"New%20Mexico%20Territory\"&gt;New Mexico Territory&lt;/a&gt; and &lt;a href=\"West%20Texas\"&gt;West Texas&lt;/a&gt; around &lt;a href=\"El%20Paso\"&gt;El Paso&lt;/a&gt;. Subsequently, California units remained there as garrisons fighting the &lt;a href=\"Navajo%20people\"&gt;Navajo&lt;/a&gt;, the &lt;a href=\"Comanche\"&gt;Comanche&lt;/a&gt;, and the &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt; until after the Civil War when they were relieved by Federal Troops in 1866. In March 1865, &lt;a href=\"Arizona%20Territory\"&gt;Arizona Territory&lt;/a&gt;, under the military-controlled &lt;a href=\"District%20of%20Arizona\"&gt;District of Arizona&lt;/a&gt;, was transferred from the &lt;a href=\"Department%20of%20New%20Mexico\"&gt;Department of New Mexico&lt;/a&gt; to the &lt;a href=\"Department%20of%20the%20Pacific\"&gt;Department of the Pacific&lt;/a&gt; and in July 1865 to the &lt;a href=\"Department%20of%20California\"&gt;Department of California&lt;/a&gt;.\nPacific Squadron Operations.\nBecause of the blockade of the Confederacy, the Union Navy could not spare many ships to guard the ports and shipping of the Pacific Coast and the &lt;a href=\"Pacific%20Squadron\"&gt;Pacific Squadron&lt;/a&gt; remained small. One ship was always on station at &lt;a href=\"Panama%20City\"&gt;Panama City&lt;/a&gt; to protect that Pacific Terminal of the gold shipments carried by the vessels of the &lt;a href=\"Pacific%20Mail%20Steamship%20Company\"&gt;Pacific Mail&lt;/a&gt;. The remaining ships patrolled the coast between Panama and British Columbia as needed. &lt;a href=\"Mare%20Island%20Naval%20Shipyard\"&gt;Mare Island Naval Shipyard&lt;/a&gt; in San Francisco Bay was the Squadron's permanent base.\nPacific Coastal Defenses.\nTo protect the ports, especially &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt;, the shipping point of gold and silver from the Pacific Coast, from possible attacks by Confederate &lt;a href=\"commerce%20raider\"&gt;commerce raider&lt;/a&gt;s or the fleets of the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt; or &lt;a href=\"Second%20French%20Empire\"&gt;French&lt;/a&gt; empires, forts were built or improved. Coastal fortifications at &lt;a href=\"Fort%20Point%2C%20San%20Francisco\"&gt;Fort Point&lt;/a&gt; and Camp Sumner were built at the edge of the &lt;a href=\"Presidio%20of%20San%20Francisco\"&gt;Presidio&lt;/a&gt;, as well as at &lt;a href=\"Fort%20Baker\"&gt;Fort Baker&lt;/a&gt; on the &lt;a href=\"Marin%20Headlands\"&gt;Marin Headlands&lt;/a&gt;. One Civil War-era fort, &lt;a href=\"Post%20of%20Alcatraz%20Island\"&gt;Post of Alcatraz Island&lt;/a&gt; or &lt;a href=\"Fort%20Alcatraz\"&gt;Fort Alcatraz&lt;/a&gt;, on a rocky island just inside the Golden Gate, served as a prison for secessionists and later became the infamous Federal penitentiary, &lt;a href=\"Alcatraz\"&gt;Alcatraz&lt;/a&gt;. San Francisco Bay was also protected by the &lt;a href=\"Benicia%20Arsenal\"&gt;Benicia Arsenal&lt;/a&gt;, &lt;a href=\"Fort%20Mason\"&gt;Fort Mason&lt;/a&gt; at San Francisco's Point San Jose, and &lt;a href=\"Angel%20Island%20%28California%29%23Fort%20McDowell\"&gt;Camp Reynolds on Angel Island&lt;/a&gt;.\nAt the mouth of the &lt;a href=\"Columbia%20River\"&gt;Columbia River&lt;/a&gt;, two forts were established. In 1862, a camp called &lt;a href=\"Cape%20Disappointment%20State%20Park\"&gt;Post at Cape Disappointment&lt;/a&gt; (later Fort Cape Disappointment) was established in &lt;a href=\"Washington%20Territory\"&gt;Washington Territory&lt;/a&gt;. Fortifications were built and artillery installed to cover the mouth of the river. In 1863, &lt;a href=\"Fort%20Stevens%20%28Oregon%29\"&gt;Fort at Point Adams&lt;/a&gt; (later Fort Stevens) was established in &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt; on the south bank at the mouth of the Columbia River to do the same function as Fort Cape Disappointment. Posts also existed or were established at the ports of &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt;, &lt;a href=\"Drum%20Barracks\"&gt;San Pedro Bay&lt;/a&gt;, &lt;a href=\"Santa%20Barbara%2C%20California\"&gt;Santa Barbara&lt;/a&gt;, &lt;a href=\"Fort%20Bragg%2C%20California\"&gt;Noyo&lt;/a&gt;, &lt;a href=\"Fort%20Humboldt\"&gt;Humboldt Bay&lt;/a&gt; in California and &lt;a href=\"Vancouver%20Barracks\"&gt;Fort Vancouver&lt;/a&gt; in Oregon. In 1864, &lt;a href=\"Santa%20Catalina%20Island%2C%20California\"&gt;Santa Catalina Island&lt;/a&gt; was seized by Federal forces, a post established and garrisoned, and the population removed to prevent it being used as a base for privateers. For a time Federal authorities considered making it a reservation location for Indians captured in the &lt;a href=\"Bald%20Hills%20War\"&gt;Bald Hills War&lt;/a&gt;, but this never came to pass.\nNaval Incidents.\nFollowing the failure of the &lt;a href=\"New%20Mexico%20Campaign\"&gt;New Mexico Campaign&lt;/a&gt; and to the end of the Civil War, some attempts were made by the &lt;a href=\"Confederate%20Navy\"&gt;Confederate Navy&lt;/a&gt; to seize gold and silver for the Confederacy or to raid the commerce of the Union in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;.\nJ. M. Chapman Plot.\nIn 1863, &lt;a href=\"Asbury%20Harpending\"&gt;Asbury Harpending&lt;/a&gt;, after traveling secretly to &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond&lt;/a&gt; to obtain a &lt;a href=\"letter%20of%20marque\"&gt;letter of marque&lt;/a&gt;, joined with other California members of the &lt;a href=\"Knights%20of%20the%20Golden%20Circle\"&gt;Knights of the Golden Circle&lt;/a&gt; in San Francisco to outfit the &lt;a href=\"schooner\"&gt;schooner&lt;/a&gt; &lt;a href=\"J.%20M.%20Chapman%20%28privateer%29\"&gt;\"J. M. Chapman\"&lt;/a&gt; as a Confederate privateer in &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt;. Their object was to raid ships on the Pacific coast carrying gold and silver shipments to capture the gold and silver to support the Confederacy. Their attempt was detected and they were seized on 15 March, during the night of their intended departure by , revenue officers, and San Francisco police.\nConspiracy to seize \"Shubrick\".\nFollowing the seizure of \"J. M. Chapman\", Union men everywhere along the coast were alarmed and more alert for other attempts to get a vessel for the purpose. Among the papers captured on \"J. M. Chapman\" was one letter disclosing plans for the capture of &lt;a href=\"USLHT%20Shubrick%20%281865%29\"&gt;\"Shubrick\"&lt;/a&gt;, but the scheme appeared to have been abandoned. However, in &lt;a href=\"Victoria%2C%20British%20Columbia\"&gt;Victoria, British Columbia&lt;/a&gt;, Allen Francis, United States consul believed he had discovered a &lt;a href=\"Washington%20in%20the%20American%20Civil%20War%23Threat%20of%20Privateers\"&gt;plot&lt;/a&gt; to seize \"Shubrick\". Allen suspected the captain of the Shubrick and some of his crew of being part of this plot. He arranged for the ship to be taken and sailed back to the United States by a trusted second officer and members of the crew while the captain and the rest of the crew were ashore in Victoria. Allen later believed that there was a plot by Confederate sympathizers in Victoria to purchase ships in &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; and outfit them as Confederate privateers. However, this plot never came about.\nSalvador Pirates.\nIn the spring of 1864, the Confederate Navy ordered Captain &lt;a href=\"Thomas%20Egenton%20Hogg\"&gt;Thomas Egenton Hogg&lt;/a&gt; and his command to take passage on board a coastal steamer in &lt;a href=\"Panama%20City\"&gt;Panama City&lt;/a&gt;, seize her on the high seas, arm her, and attack the Pacific Mail steamers and the whalers in the &lt;a href=\"North%20Pacific\"&gt;North Pacific&lt;/a&gt;. In &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;, the American consul, Thomas Savage, learned about this conspiracy and notified &lt;a href=\"Rear%20admiral%20%28United%20States%29\"&gt;Rear Admiral&lt;/a&gt; &lt;a href=\"George%20F.%20Pearson\"&gt;George F. Pearson&lt;/a&gt; in Panama City. The Admiral had the passengers boarding the steamers at Panama City watched and when Hogg's command was found aboard the &lt;a href=\"Panama%20Railroad\"&gt;Panama Railroad&lt;/a&gt; steamer \"Salvador\", a force from arrested them and brought them to San Francisco. Tried by a military commission, the \"&lt;a href=\"Salvador%20Pirates\"&gt;Salvador Pirates&lt;/a&gt;\" were sentenced to be hanged, but General &lt;a href=\"Irvin%20McDowell\"&gt;Irvin McDowell&lt;/a&gt; commuted their sentences. To prevent any further attempts to seize Pacific coast shipping, General McDowell ordered each passenger on board American merchant steamers to surrender all weapons when boarding the ship and every passenger and all baggage was searched. All officers were armed for the protection of their ships.\nConfederate Commerce Raiding.\n&lt;a href=\"CSS%20Alabama\"&gt;CSS \"Alabama\"&lt;/a&gt; operated in the Pacific for only a few weeks in the southwest Pacific, capturing three ships. &lt;a href=\"CSS%20Shenandoah\"&gt;CSS \"Shenandoah\"&lt;/a&gt; was the second and last &lt;a href=\"commerce%20raiding\"&gt;Confederate raider&lt;/a&gt; to enter the Pacific Ocean. However, her attacks came too late, at the end of the war or afterward, and did most of her damage after the war was over, capturing 38 vessels, mostly whalers. When word of the attacks came, the Pacific Squadron sent ships out to hunt the raider down but did not find her. On 21 June 1865, the Shenandoah captured the whaler \"William Thompson\". The captain of that ship, Francis Smith, informed an incredulous &lt;a href=\"Commander%20%28United%20States%29\"&gt;Commander&lt;/a&gt; &lt;a href=\"James%20Iredell%20Waddell\"&gt;James Waddell&lt;/a&gt; that the war had ended some weeks previous. Without concrete proof that the war had ended, the Confederate ship continued its raiding activities. Finally, on 2 August, sailors of a British bark headed back to Liverpool from San Francisco brought news of the surrender at Appomattox, the capture of Jefferson Davis, and the surrender of the last Confederate forces. With this incontrovertible proof, Commander Waddell ordered all operations against American ships cease and the Shenandoah set sail for Great Britain to avoid its sailors being tried for piracy.\nIndian Wars in the Department of the Pacific.\nThe campaign classification established by the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; lists only one major campaign and battle in this theater, the &lt;a href=\"Battle%20of%20Bear%20River\"&gt;Battle of Bear River&lt;/a&gt;. However, there were several campaigns against various Indian tribes besides the eastern &lt;a href=\"Shoshone\"&gt;Shoshone&lt;/a&gt;, as described below.\nIn &lt;a href=\"Northern%20California\"&gt;Northern California&lt;/a&gt; there was the ongoing &lt;a href=\"Bald%20Hills%20War\"&gt;Bald Hills War&lt;/a&gt; (1858–1864) against the &lt;a href=\"Chilula\"&gt;Chilula&lt;/a&gt;, &lt;a href=\"Lassik%20people\"&gt;Lassik&lt;/a&gt;, &lt;a href=\"Hupa\"&gt;Hupa&lt;/a&gt;, &lt;a href=\"Mattole\"&gt;Mattole&lt;/a&gt;, &lt;a href=\"Nongatl\"&gt;Nongatl&lt;/a&gt;, &lt;a href=\"Sinkyone\"&gt;Sinkyone&lt;/a&gt;, &lt;a href=\"Tsnungwe\"&gt;Tsnungwe&lt;/a&gt;, &lt;a href=\"Eel%20River%20Athapaskan%20peoples\"&gt;Wailaki&lt;/a&gt;, and &lt;a href=\"Whilkut\"&gt;Whilkut&lt;/a&gt;. From 12 December 1861, this theater was incorporated into the &lt;a href=\"Humboldt%20Military%20District\"&gt;District of Humboldt&lt;/a&gt; with its headquarters at &lt;a href=\"Fort%20Humboldt%20State%20Historic%20Park\"&gt;Fort Humboldt&lt;/a&gt;. The Bald Hills War was essentially a protracted irregular war requiring garrisons protecting settlements and escorting pack trains and also long patrols sometimes resulting in skirmishes.\nCalifornia units remained in New Mexico Territory and west Texas as garrisons defending the area from a return of the Confederacy and fighting the &lt;a href=\"Navajo%20Wars\"&gt;Navajo&lt;/a&gt; and the &lt;a href=\"Apache%20Wars\"&gt;Apache Wars&lt;/a&gt; until after the Civil War when they were relieved by Federal Troops in 1866.\nIn 1862-1863, California Cavalry units from the Southern California District fought the &lt;a href=\"Owens%20Valley%20Indian%20War\"&gt;Owens Valley Indian War&lt;/a&gt; against the &lt;a href=\"Owens%20Valley%20Paiute\"&gt;Owens Valley Paiute&lt;/a&gt;s, or \"Numa\", and against their allies among the &lt;a href=\"Kawaiisu\"&gt;Kawaiisu&lt;/a&gt; in the Sierra Mountains to the west.\nThroughout the Civil War, Oregon and California Volunteer patrols had several clashes with the &lt;a href=\"Ute%20Tribe\"&gt;Ute&lt;/a&gt;, &lt;a href=\"Goshute\"&gt;Goshute&lt;/a&gt;, Paiute, &lt;a href=\"Bannock%20%28tribe%29\"&gt;Bannock&lt;/a&gt;, and Shoshone bands in Oregon and the Territories of Washington (later Idaho), Utah, and Nevada (from 1863, the &lt;a href=\"Nevada\"&gt;state of Nevada&lt;/a&gt;). However, the invasion of the territory of the &lt;a href=\"Snake%20Indians\"&gt;Snake Indians&lt;/a&gt; by gold miners in 1863 brought on the &lt;a href=\"Snake%20War\"&gt;Snake War&lt;/a&gt;. The Volunteers of California, Oregon, and Washington Territory fought the Snake Indians until relieved by Federal troops in late 1865; the war continued until 1868.\nOther operations east of the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt; and west of the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; are included in the &lt;a href=\"Trans-Mississippi%20Theater%20of%20the%20American%20Civil%20War\"&gt;Trans-Mississippi Theater&lt;/a&gt;."
}