{
    "id": "418513",
    "revid": "1138432",
    "url": "https://en.wikipedia.org/wiki?curid=418513",
    "title": "Star (heraldry)",
    "text": "In &lt;a href=\"heraldry\"&gt;heraldry&lt;/a&gt;, the term star may refer to any &lt;a href=\"star%20polygon\"&gt;star&lt;/a&gt;-shaped &lt;a href=\"charge%20%28heraldry%29\"&gt;charge&lt;/a&gt; with any number of rays, which may appear straight or wavy, and may or may not be pierced. While there has been much confusion between the two due to their similar shape, a star with straight-sided rays is usually called a mullet while one with wavy rays is usually called an estoile.\nWhile a mullet may have any number of \"points\", it is presumed to have five unless otherwise specified in the &lt;a href=\"blazon\"&gt;blazon&lt;/a&gt;, and pierced mullets are common; estoiles, however, are presumed to have six \"rays\" and (as of 1909) had not been found pierced. In &lt;a href=\"Scottish%20heraldry\"&gt;Scottish heraldry&lt;/a&gt;, an estoile is the same as in &lt;a href=\"English%20heraldry\"&gt;English heraldry&lt;/a&gt;, but it has been said that \"mullet\" refers only to a mullet pierced (also called a \"spur revel\"), while one that is not pierced is called a star.\nTerminology.\nThe use of the word \"star\" in blazons, and how that charge appears in coat armory, varies from one jurisdiction to another. \nIn Scots heraldry, both \"star\" and \"mullet\" interchangeably mean a star with five straight rays; \nthe official record from 1673 gives Murray of Ochtertyre \"azur three Starrs argent ...\" (Public Register, vol 1 p 188), while the Ordinary of Arms produced by a late 19th century Lyon King of Arms 'modernizes' the original as \"Az. three mullets arg. ...\". In Canadian heraldry the usual term is \"mullet\", but there is also the occasional six-pointed \"star\" (e.g. in Vol. IV, at p. 274 and in online version of the Canadian Public Register), which is what others would blazon as a six-pointed \"mullet\". The &lt;a href=\"United%20States%20Army%20Institute%20of%20Heraldry\"&gt;United States Army Institute of Heraldry&lt;/a&gt;, the official heraldic authority in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, uses the term \"mullet\" in its blazons, but elsewhere, as in US government documents describing the &lt;a href=\"flag%20of%20the%20United%20States\"&gt;flag of the United States&lt;/a&gt; and the &lt;a href=\"Great%20Seal%20of%20the%20United%20States\"&gt;Great Seal of the United States&lt;/a&gt;, the term \"star\" is constantly used, and these nearly always appear with five straight-sided points.\nThe term \"mullet\" or \"molet\" refers to a star with straight sides, typically having five or six points, \nbut may have any number of points specified in the blazon. If the number of points is not specified, five points are presumed in &lt;a href=\"Heraldry%23Gallo-British%20heraldry\"&gt;Gallo-British heraldry&lt;/a&gt;, and six points are presumed in &lt;a href=\"Heraldry%23German-Nordic%20heraldry\"&gt;German-Nordic heraldry&lt;/a&gt;.\nUnlike estoiles, mullets have straight (rather than wavy) rays and may have originally represented the rowel of a &lt;a href=\"spur\"&gt;spur&lt;/a&gt;, rather than a celestial &lt;a href=\"star\"&gt;star&lt;/a&gt;. \nThe term is said to be derived from &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; \"molette\", a spur-rowel, although it was in use in heraldry even before rowel spurs.\nThe term \"estoile\" refers to wavy-sided stars, usually of six points, though they may also be blazoned with a different number of points, often eight (e.g. \"Portsmouth County Council\" pictured &lt;a href=\"http%3A//www.civicheraldry.co.uk/cornwall_wessex.html\"&gt;here&lt;/a&gt;), and many variants feature alternating straight and wavy rays (e.g. \"Honford\" pictured &lt;a href=\"http%3A//cheshire-heraldry.org.uk/vale_royal/VRE13.html\"&gt;here&lt;/a&gt;). The term derives from &lt;a href=\"Old%20French\"&gt;Old French&lt;/a&gt; \"estoile\" 'star', in reference to a &lt;a href=\"star\"&gt;celestial star&lt;/a&gt; (cf. &lt;a href=\"French%20language\"&gt;Modern French&lt;/a&gt; \"étoile\"), from &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"stella\" 'star'.\nClassical heraldry.\nStars are comparatively rare in European heraldry during the medieval period. An early reference of dubious historicity is reported by &lt;a href=\"Johannes%20Letzner\"&gt;Johannes Letzner&lt;/a&gt;, who cites \"Conradus Fontanus\" (an otherwise unknown authority) to the effect that one Curtis von Meinbrechthausen, a knight of &lt;a href=\"Duchy%20of%20Saxony\"&gt;Saxony&lt;/a&gt;, in 1169 after committing a murder lost his rank and arms, described as an eight-pointed star beneath a chevron.\nExamples of stars in a late medieval &lt;a href=\"heraldry%20of%20the%20Holy%20Roman%20Empire\"&gt;heraldry of the Holy Roman Empire&lt;/a&gt; include those of Wentz von Niederlanstein (1350), Gemm (attested 1352), Geyer von Osterberg (1370), Enolff Ritter von Leyen (d. 1392).\nUnder the system of &lt;a href=\"cadency\"&gt;cadency&lt;/a&gt; in use in England and Ireland since the late 15th century, a third son bears a mullet (unpierced) as a difference.\nStars become much more popular as heraldic charges in the early modern era, especially in then-recent family coats of arms of burghers and patricians, as well as in coats of arms of cities (e.g. &lt;a href=\"Coat%20of%20arms%20of%20Maastricht\"&gt;Maastricht&lt;/a&gt;, &lt;a href=\"Bozen\"&gt;Bozen&lt;/a&gt;, &lt;a href=\"Kaufbeuren\"&gt;Kaufbeuren&lt;/a&gt;).\nThe &lt;a href=\"coat%20of%20arms%20of%20Valais\"&gt;coat of arms of Valais&lt;/a&gt; originates in the 16th century, when seven stars representing its \"&lt;a href=\"Seven%20Tithings\"&gt;Seven Tithings&lt;/a&gt;\" were added to the \"&lt;a href=\"party%20per%20pale\"&gt;party per pale&lt;/a&gt;\" coat of arms of the &lt;a href=\"Bishop%20of%20Sion\"&gt;Bishop of Sion&lt;/a&gt;.\nOf the higher nobility in &lt;a href=\"Siebmachers%20Wappenbuch\"&gt;Siebmachers Wappenbuch&lt;/a&gt; (1605), the landgrave of &lt;a href=\"Landgraviate%20of%20Hesse-Kassel\"&gt;Hessen&lt;/a&gt; and the counts of &lt;a href=\"Waldeck%20%28state%29\"&gt;Waldeck&lt;/a&gt; and &lt;a href=\"Erbach%20im%20Odenwald\"&gt;Erbach&lt;/a&gt; have stars in their coats of arms, as do several Swiss knights.\nExamples of stars in Heraldry: \nUnited States.\nStars are nearly ubiquitous in &lt;a href=\"United%20States%20heraldry\"&gt;United States heraldry&lt;/a&gt; and &lt;a href=\"vexillology\"&gt;vexillology&lt;/a&gt; and nearly always appear unpierced with five straight-sided points. In the &lt;a href=\"flag%20of%20the%20United%20States\"&gt;flag of the United States&lt;/a&gt;, each star represents one &lt;a href=\"U.S.%20state\"&gt;state&lt;/a&gt;. The flag adopted in 1777 is the attributed origin of the thirteen stars, representing the &lt;a href=\"thirteen%20colonies\"&gt;thirteen United States&lt;/a&gt;, appearing on the &lt;a href=\"Great%20Seal%20of%20the%20United%20States\"&gt;Great Seal&lt;/a&gt; since 1780.\nA mullet \"barbed to chief\" appears in the arms of the 240th Signal Battalion of the 40th Infantry Division of the California Army National Guard &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;.\nExamples of stars in US heraldry and vexillology:\nModern use.\nIn the design of modern flags and emblems, the stars (mullets, usually five-pointed) when standing alone often represent concepts like \"unity\" or \"independence\". When arranged in groups, they often enumerate provinces or other components of the nation (such as ethnic groups). In the flags of Nauru and the Marshall Islands, this enumeration is done by the points of a single star rather than by multiple number of stars.\nSome flags of countries on the southern hemisphere show a depiction of the &lt;a href=\"Southern%20Cross\"&gt;Southern Cross&lt;/a&gt; consisting of four or five stars.\nThe &lt;a href=\"star%20and%20crescent\"&gt;star and crescent&lt;/a&gt; symbol is found in flags of states succeeding the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, which used flags with this symbol during 1793-1923.\nThe twelve stars on the &lt;a href=\"Flag%20of%20Europe\"&gt;Flag of Europe&lt;/a&gt; (1955) symbolize unity.\nThe &lt;a href=\"green\"&gt;green&lt;/a&gt; &lt;a href=\"five-pointed%20star\"&gt;five-pointed star&lt;/a&gt; on the &lt;a href=\"Esperanto%20symbols\"&gt;Esperanto flag&lt;/a&gt; (1890) symbolizes the &lt;a href=\"Continent%23Number\"&gt;five inhabited continents&lt;/a&gt;.\nThe 50 stars of the &lt;a href=\"US%20flag\"&gt;US flag&lt;/a&gt; is the largest number on any national flag. The second-largest is 27, on the &lt;a href=\"flag%20of%20Brazil\"&gt;flag of Brazil&lt;/a&gt;.\nThe current &lt;a href=\"national%20flag\"&gt;national flag&lt;/a&gt;s featuring stars include:\nNot bearing heraldic stars as such, the 1915 &lt;a href=\"Flag%20of%20Morocco\"&gt;Flag of Morocco&lt;/a&gt; and the 1996 &lt;a href=\"flag%20of%20Ethiopia\"&gt;flag of Ethiopia&lt;/a&gt; have a pentagram each, and the 1948 &lt;a href=\"flag%20of%20Israel\"&gt;flag of Israel&lt;/a&gt; a hexagram or \"star of David\".\nThe 1962 &lt;a href=\"Flag%20of%20Nepal\"&gt;Flag of Nepal&lt;/a&gt; has what would technically be described as a 12-pointed mullet, but is intended to depict the Sun."
}