{
    "id": "41874887",
    "revid": "2842084",
    "url": "https://en.wikipedia.org/wiki?curid=41874887",
    "title": "Mike Gonzales",
    "text": "Mike Gonzales is a former &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"Decathlon\"&gt;decathlete&lt;/a&gt;.\nGonzales attended &lt;a href=\"Bishop%20Montgomery%20High%20School\"&gt;Bishop Montgomery High School&lt;/a&gt; in Redondo Beach, California, where he played both &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;. He was inducted into the school's Athletic Hall of Fame in 2013.\nGonzales was offered multiple football &lt;a href=\"scholarships\"&gt;scholarships&lt;/a&gt; to play at top universities. He accepted a full scholarship in &lt;a href=\"Track%20and%20Field\"&gt;Track and Field&lt;/a&gt; from &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; with the intention of becoming an Olympic athlete. At USC Gonzales was a standout in decathlon, where he held the USC Decathlon School record from 1984-2019. He competed and won the gold medal in decathlon at the &lt;a href=\"Athletics%20at%20the%201987%20Pan%20American%20Games\"&gt;1987 Pan American Games&lt;/a&gt; in Indiana.\nGonzales tried four times to make the USA Olympic Team in Decathlon (1984 1988, 1992,1996) but was plagued by injury in each attempt. Gonzales was recruited by Olympian &lt;a href=\"Liston%20Bochette\"&gt;Liston Bochette&lt;/a&gt; to participate in the &lt;a href=\"1998%20Winter%20Olympics\"&gt;1998 Winter Olympics&lt;/a&gt; representing &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; in the four-man bobsled team.\nGonzales later became a competitive amateur golfer, competing in over 400 tournaments. In 2016 Mike Gonzales began to complete as a professional golfer, completing in Champion Tour Event qualifiers and 3 of the Champion Tour Qualifying School Tournaments. Today he is the CEO for TOPIMR, a web-based Internet Marketing Company.\nPersonal life.\nGonzales resides in Southern California with his wife, Debra and his son Tanner."
}