{
    "id": "418746",
    "revid": "1060590398",
    "url": "https://en.wikipedia.org/wiki?curid=418746",
    "title": "John Hawkwood",
    "text": "Sir John Hawkwood () was an &lt;a href=\"English%20people\"&gt;English&lt;/a&gt; soldier who served as a &lt;a href=\"mercenary\"&gt;mercenary&lt;/a&gt; leader or \"&lt;a href=\"condottiero\"&gt;condottiero&lt;/a&gt;\" in Italy. As his name was difficult to pronounce for non-English-speaking contemporaries, there are many variations of it in the historical record. He often referred to himself as \"Haukevvod\" and in Italy he was known as Giovanni Acuto, literally meaning \"John Sharp\" (or \"John the Astute\") in reference to his \"cleverness or cunning\". His name was &lt;a href=\"List%20of%20Latinised%20names\"&gt;Latinised&lt;/a&gt; as \"Johannes Acutus\" (\"John Sharp\"). Other recorded forms are \"Aucgunctur\", \"Haughd\", \"Hauvod\", \"Hankelvode\", \"Augudh\", \"Auchevud\", \"Haukwode\" and \"Haucod\". His exploits made him a man shrouded in myth in both England and Italy. Much of his enduring fame results from the surviving large and prominent &lt;a href=\"Funerary%20Monument%20to%20Sir%20John%20Hawkwood\"&gt;fresco portrait of him&lt;/a&gt; in the &lt;a href=\"Florence%20Cathedral\"&gt;Duomo, Florence&lt;/a&gt;, made in 1436 by &lt;a href=\"Paolo%20Uccello\"&gt;Paolo Uccello&lt;/a&gt;, seen every year by 4½ million tourists.\nEarly life.\nHawkwood is believed to have been born in about 1323 at &lt;a href=\"Sible%20Hedingham\"&gt;Sible Hedingham&lt;/a&gt; in &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;, the second son of Gilbert Hawkwood. Modern accounts often incorrectly portray him as living in poverty as a child, but Gilbert Hawkwood was in reality a gentleman and landowner of \"considerable wealth\". His father had property in both Sible Hedingham and &lt;a href=\"Finchingfield\"&gt;Finchingfield&lt;/a&gt;. Other sources state that his father was a tailor, but this was likely a mistranslation from his Italianized name, Acuto (or sharp, as in needles). Lack of information has created many myths about his childhood. For example, the &lt;a href=\"Florence\"&gt;Florentine&lt;/a&gt; chronicler &lt;a href=\"Filippo%20Villani\"&gt;Filippo Villani&lt;/a&gt; claimed that the reason his last name was \"Hawkwood\" was because when his mother was in labour she demanded to give birth in a forest. However, he did not reside at his parental home for long, and he moved to London to be apprenticed to a tailor.\nCareer.\nHawkwood began his career in the &lt;a href=\"Hundred%20Years%27%20War\"&gt;Hundred Years' War&lt;/a&gt; in France under King &lt;a href=\"Edward%20III\"&gt;Edward III&lt;/a&gt; as a &lt;a href=\"longbow\"&gt;longbow&lt;/a&gt;man. It has been argued that he participated in both the &lt;a href=\"Battle%20of%20Cr%C3%A9cy\"&gt;Battle of Crécy&lt;/a&gt; in 1346 and the &lt;a href=\"Battle%20of%20Poitiers\"&gt;Battle of Poitiers&lt;/a&gt; in 1356. After Poitiers, he joined the &lt;a href=\"White%20Company\"&gt;White Company&lt;/a&gt;, an infamous band of mercenaries, with whom he crossed into Italy in 1361 and became its captain in 1363. Although Hawkwood was &lt;a href=\"knight\"&gt;knight&lt;/a&gt;ed, there is no clear evidence by whom or where. Some sources say he was knighted by the &lt;a href=\"Black%20Prince\"&gt;Black Prince&lt;/a&gt; after the Battle of Poitiers, but there is no historical record of this. In Italy, however, all major \"condottieri\" were classified as knights. After arriving in Italy he fought for numerous factions such as the Pope, &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt; and Florence for the rest of his life, ending his career in Florence.\nDuring Hawkwood's career he was usually paid in gold &lt;a href=\"florin\"&gt;florin&lt;/a&gt;s, the most widely used currency of the time. In the 30 years that he served as a captain, Hawkwood's earnings ranged between 6,000 and 80,000 florins annually (in comparison, a skilled Florentine craftsman at the same time earned 30 florins a year). \nMercenary in France.\nAfter the &lt;a href=\"Treaty%20of%20Br%C3%A9tigny\"&gt;Treaty of Brétigny&lt;/a&gt; on 8 May 1360, many free companies began to form. The largest, the Great Company (later popularly known as the &lt;a href=\"White%20Company\"&gt;White Company&lt;/a&gt; or the English Company), was formed in eastern France. Hawkwood joined this and eventually rose to be its commander. During his time, the band moved to &lt;a href=\"Champagne%20%28province%29\"&gt;Champagne&lt;/a&gt;, &lt;a href=\"Burgundy\"&gt;Burgundy&lt;/a&gt;, and eventually &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt;. The company seized &lt;a href=\"Pont-Saint-Esprit\"&gt;Pont-Saint-Esprit&lt;/a&gt; near Avignon for three months on the night of 28/29 December 1360. This blocked the collection point for taxes to pay for the ransom of &lt;a href=\"John%20II%20of%20France\"&gt;King John&lt;/a&gt;, who was taken in the Battle of Poitiers. Initially, &lt;a href=\"Pope%20Innocent%20VI\"&gt;Pope Innocent VI&lt;/a&gt; wrote to the group seeking peace, in a letter which identified Hawkwood as its leader. The group was unresponsive to the Pope's plea and continued to harass the fort, which resulted in the company's &lt;a href=\"excommunication\"&gt;excommunication&lt;/a&gt;. In March 1361, the company and the Pope made peace through a deal to contract them to fight for him \"across the Pyrenees in Spain and across the Alps in Italy\", with the promise of guaranteed military service, thus splitting the group. Hawkwood joined the group travelling to Italy.\nHowever, before the company arrived in Italy under papal orders, it joined the &lt;a href=\"Marquis%20of%20Montferrat\"&gt;Marquis of Montferrat&lt;/a&gt; and his war against &lt;a href=\"Amadeus%20VI%2C%20Count%20of%20Savoy\"&gt;Amadeus VI&lt;/a&gt;, ruling Count of &lt;a href=\"Savoy\"&gt;Savoy&lt;/a&gt;. It successfully attacked &lt;a href=\"Savigliano\"&gt;Savigliano&lt;/a&gt; and Rivarolo, and remained in Savoyan territory for a year. Amadeus made his last stand in 1362 in Lanzo and lost to the company. This victory motivated the Marquis of Montferrat to sign a contract with the company on 22 November, stating they would now fight the &lt;a href=\"Visconti%20of%20Milan\"&gt;Visconti&lt;/a&gt; under him.\nServing Italian factions.\nHawkwood and his company arrived in Italy during the power vacuum following the &lt;a href=\"Western%20Schism\"&gt;Great Schism&lt;/a&gt; of the papacy, and many different political figures were vying for power. The &lt;a href=\"Republic%20of%20Pisa\"&gt;Pisan&lt;/a&gt;–Florentine War was the beginning of Hawkwood's military career there, as he assumed command of the Pisan army in the winter of 1364–65, at the age of almost forty. The &lt;a href=\"Battle%20of%20Cascina\"&gt;Battle of Cascina&lt;/a&gt; determined the war. Before the war, John Hawkwood and the Pisan army had met at &lt;a href=\"House%20of%20Malatesta\"&gt;Malatesta&lt;/a&gt;. Hawkwood's tactics in this battle are what distinguished him as a military commander, even though he lost it. He took account of the terrain and conditions of the battlefield and positioned his army accordingly. However, the turning point came when the opposing commander ordered an enveloping move that cut Hawkwood off from the rest of his army. Hawkwood ordered his army to retreat. Modern perception of the battle is romanticised, as it is claimed as a heroic stand against great odds. Yet the defeat is likely to have been due to young, undisciplined soldiers fighting on Hawkwood's side.\nThe second telling battle in Hawkwood's career was &lt;a href=\"Rubiera\"&gt;Rubiera&lt;/a&gt; on 2 June 1372, fought between papal forces and &lt;a href=\"Bernab%C3%B2%20Visconti\"&gt;Bernabò Visconti&lt;/a&gt;. Both sides had concluded a formal truce, but in reality they were gathering more troops. Hawkwood and Visconti commanded a force of a thousand lancers with no infantry. The papal forces were larger: 1,200 lancers as well as infantry. Hawkwood outflanked and outmanoeuvred his enemy and took most of the high-ranking officers captive. The victory shows Hawkwood's ability as a commander, although it had no significant political results and ended in a truce between the Visconti and the Pope.\nOne of Hawkwood's more important roles was in the Great Raid on &lt;a href=\"Tuscany\"&gt;Tuscany&lt;/a&gt;, which shows the connections of the &lt;a href=\"Condottiero\"&gt;\"condottiere\"&lt;/a&gt; and the political prosperity of the Italian states. The raid led directly to war between Florence and &lt;a href=\"Gregory%20XI\"&gt;Gregory XI&lt;/a&gt; and boosted Hawkwood's career in fame and wealth. Frustrated by not being paid by the Pope, Hawkwood marched along the &lt;a href=\"Via%20Aemilia\"&gt;Via Emilia&lt;/a&gt; towards Tuscany and Florence. Two Tuscan ambassadors met him to conclude a truce, for which they paid him 130,000 florins. He continued to march through various territories, such as Pisa, Siena and &lt;a href=\"Arezzo\"&gt;Arezzo&lt;/a&gt;, where he continually pressed for money. Many believed these raids were under orders from the Pope, and so they led to a defensive league between Florence and Milan. Siena, Pisa, &lt;a href=\"Lucca\"&gt;Lucca&lt;/a&gt;, Arezzo and Queen &lt;a href=\"Joanna%20I%20of%20Naples\"&gt;Joanna I of Naples&lt;/a&gt; soon followed and joined the defensive league against the company and the Pope. No matter who was responsible for the raid, Hawkwood's raid proved the \"&lt;a href=\"casus%20belli\"&gt;casus belli&lt;/a&gt;\", which eventually led to the &lt;a href=\"War%20of%20the%20Eight%20Saints\"&gt;War of Eight Saints&lt;/a&gt;.\nIn the War of Eight Saints in 1375, Hawkwood and his company began fighting for Pope Gregory XI against Florence. In December, he went to &lt;a href=\"Citt%C3%A0%20di%20Castello\"&gt;Città di Castello&lt;/a&gt; on orders to put down a rebellion, but ended up capturing the city, which was not what the frustrated Pope had intended, but Hawkwood did so in an attempt to extract payment from the Pope. As a result, Gregory \"had little choice but to formally invest him with it, in return for uncompensated services.\" After capturing Città di Castello, Hawkwood rode to &lt;a href=\"Faenza\"&gt;Faenza&lt;/a&gt; on 12 February 1376, on orders from the papal governor for protection because he feared revolt. While at Faenza, Hawkwood attempted to lay siege to the neighbouring town of Granarola, but was forced to retreat to Faenza. The papal governor opened the gates to Hawkwood, who once he had entered demanded that the inhabitants surrender their arms. Being unpaid by the Pope, they sacked the town instead. On hearing this, the opposing side, Florence, bribed Hawkwood not to fight and offered him a pension, as well as forgiveness for all betrayals and wrongdoings that he had committed against Florence. Yet Hawkwood remained with the Pope. Later he took part in the Massacre at &lt;a href=\"Cesena\"&gt;Cesena&lt;/a&gt;, to which he was called to help enforce a decree promising forgiveness to citizens who laid down their arms. Thus Hawkwood and his men joined in the attack on the unarmed civilians. This was a turning point in Hawkwood's career, after which he left papal service and began working with Milan, Florence and their allies.\nHawkwood would eventually sign a contract with Florence after a quarrel with his father-in-law, &lt;a href=\"Bernab%C3%B2%20Visconti\"&gt;Bernabò Visconti&lt;/a&gt;. After winning a battle against John Horvatí, Hawkwood and Lutz Landau crossed paths with Horvatí and stole some prey from his hunt. Bernabò was unsettled with this, and consequently stripped Hawkwood of Milanese land received in his wife's dowry. Thereafter Florence hired Hawkwood, the Landau brothers and their company for eight months, but the contract lasted much longer.\nLast years with Florence.\nBy 1385, Hawkwood was over 60 years old, with land holdings in both Italy and England. Although he was officially a citizen of Florence, he never was allowed to enter the city. Most of his duties under Florence were defensive, and he had not fought in a major battle for over a decade. However, in the winter of 1385–86, war broke out between &lt;a href=\"Padua\"&gt;Padua&lt;/a&gt; and &lt;a href=\"Verona\"&gt;Verona&lt;/a&gt;. The most important engagement in the war was the &lt;a href=\"Battle%20of%20Castagnaro\"&gt;Battle of Castagnaro&lt;/a&gt;, which has been described as Hawkwood's \"finest victory and one of the greatest feats of military prowess of the era\". During the battle, Hawkwood saw that the Veronese's left flank was exposed and ordered his men to advance, and in this way, secured victory for him and his Paduan allies. The \"Paduan Chronicle\" stated that 4,620 fighting men were captured.\nHawkwood's role in the 1390–92 war against Milan was his last major military campaign. No new glory was won except for an exceptional and wise retreat while in Milanese territory. His last military deed was to help repulse an opposing mercenary company under &lt;a href=\"Biordo%20Michelotti\"&gt;Biordo Michelotti&lt;/a&gt;, &lt;a href=\"Alberico%20Broglia%20di%20Chieri\"&gt;Alberico Broglia di Chieri&lt;/a&gt; and \"other unemployed soldiers\", which he and his men successfully drove back.\nPersonal life.\nHawkwood had two wives. Little is known of the first, except that she was probably English, and she gave birth to at least one child, a daughter named Antiochia, who married into a prominent English Essex family, the Coggeshales. Through her daughter &lt;a href=\"John_Tyrrell_%28died_1437%29%23First_marriage\"&gt;Alice Coggeshall&lt;/a&gt;, Hawkwood is an ancestor of the Earls of &lt;a href=\"Inchiquin\"&gt;Inchiquin&lt;/a&gt;.\nHis second marriage is well documented. He was married in 1377 to Donnina Visconti, an illegitimate daughter of the great Milanese ruler &lt;a href=\"Bernab%C3%B2%20Visconti\"&gt;Bernabò Visconti&lt;/a&gt;. It was a political match; she is described as a \"forceful character, in the mold of her father and the Visconti women in general\". Some sources say that he was almost on equal terms with her which was very uncommon for that period of time, and he even let her run part of his finances. They had four children: Janet, Catherine, Anna and John.\nIt is also clear that Hawkwood had many mistresses and illegitimate children, like many men in his profession. Two of his documented illegitimate sons were John and Thomas Hawkwood. Hawkwood used favours from the Pope to obtain John an ecclesiastical appointment in London, while Thomas was taken hostage in 1376 in Bologna and returned to England, where he started a career as a mercenary captain.\nEducation.\nSome say that Hawkwood could neither read nor write, based on one event in which he had his contract with Florence read aloud to him in 1385. Yet this practice was not uncommon for captains of his status, and it should be suggested that he could read or write. In one correspondence with the &lt;a href=\"Count%20of%20Armagnac\"&gt;Count of Armagnac&lt;/a&gt;, the Flemish chronicler, &lt;a href=\"Jean%20Froissart\"&gt;Jean Froissart&lt;/a&gt;, wrote that reading matter was either \"read or had read to him.\" Based on this, it is reasonable to claim some education for Hawkwood.\nAppearance.\nAlthough descriptions of other \"condottieri\" exist, a consistent description of John Hawkwood is never clearly stated. In a modern account by &lt;a href=\"Joseph%20Jay%20Deiss\"&gt;Joseph Jay Deiss&lt;/a&gt;, Hawkwood is said to have been a \"heavy set sort, a young ox in the shoulders, powerful of arm and hand... His brown eyes were large, calculating and set wide apart under heavy brows. His nose was long, irregular and came to a point... His straight chestnut hair clung carelessly.\" The only clear source for Hawkwood's appearance is a fresco by Paolo Uccello. The portrait is not a first-hand image, but a copy of an earlier portrayal. A physical description is hard to derive from it, as it shows Hawkwood sitting on a horse in partial armour. Recent scholarship has suggested \"Hawkwood's very pose is suspect... the composition was probably a piece of Florentine propaganda, intended to convey the image of the obedient captain conducting an inspection of troops.\" Given this information by various authors, there is no reliable description of his physical appearance, and evidence from pictures must be treated with caution.\nPersonality.\nDuring his life, the main traits used to describe Hawkwood were craft and brutality. Evidence of his craft was seen in his tactics, which included feigned retreats, ambushes and the use of false information. For example, before fleeing Milanese territory in 1391, Hawkwood accepted his opponent's challenge to meet on the battlefield next morning. However, Hawkwood \"picked up camp and quietly escaped through back routes, placing his battle standards and banners high on the trees so that the enemy would assume he was still there. He then detached a contingent of his men and placed them in the woods to entrap the enemy as it pursued [him].\" His troops would rape women, murder peasants and dismember their enemies. This has brought Hawkwood's religious faith into question. He was known to sack monasteries and holy places, such as the &lt;a href=\"Abbey%20of%20San%20Galgano\"&gt;Abbey of San Galgano&lt;/a&gt;. He even harassed the Pope in Avignon, but there is also evidence that he was not completely godless, as he requested a portable altar for Mass while on campaign. &lt;a href=\"Geoffrey%20Trease\"&gt;Geoffrey Trease&lt;/a&gt; gives \"fidelity\" as his main characteristic, because of his persistent commitment to fulfilling orders from his employers. However, this is untrue, as he often flouted contracts and disobeyed employers. In one case, he abandoned the Milanese army twice.\nDeath.\nSir John Hawkwood died on 17 March 1394 at his home in Florence before he was able to retire to England. His funeral on 20 March was followed by an elaborate burial ceremony in the &lt;a href=\"Duomo\"&gt;Duomo&lt;/a&gt;. It is recorded that the town fathers \"furnished three banners with the arms of Florence and a helmet with a golden lion holding a lily in its claw as the crest\", and his personal brigade sent \"fourteen &lt;a href=\"caparison\"&gt;caparison&lt;/a&gt;ed warhorses, bearing the Englishmen's personal banner, sword, shield and helmet. As his reputation spread through Europe in his lifetime, even &lt;a href=\"Richard%20II%20of%20England\"&gt;Richard II of England&lt;/a&gt; requested that Hawkwood's body be transferred back to his \"native land\". After his death, most of his wealth disappeared. His wife travelled to England to claim the land he owned, only to find out most of the land registers there had disappeared due to the plague, making it nearly impossible to prove ownership of his land.\nMemory and monuments.\nOriginally, under the &lt;a href=\"Albizzi\"&gt;Albizzi&lt;/a&gt; government, it had been intended to build a marble tomb for Hawkwood, but the money was lacking. In 1436, the &lt;a href=\"Medici\"&gt;Medici&lt;/a&gt; hired Paolo Uccello to paint the Duomo. Uccello painted a &lt;a href=\"Funerary%20Monument%20to%20Sir%20John%20Hawkwood\"&gt;portrait of Hawkwood&lt;/a&gt; that survives today in the third bay of the northern wall. He is seen on a grey-green horse with a commander's baton, dressed in partial armour. Uccello used a technique called \"terra verde\" to attempt to emulate a bronze statue in painting. The Latin inscription reads: \"Ioannes Acutus eques brittanicus dux aetatis suae cautissimus et rei militaris peritissimus habitus est\" (\"John Hawkwood, British knight, most prudent leader of his age and most expert in the art of war\").\nHawkwood is also honoured at St Peter's Church, &lt;a href=\"Sible%20Hedingham\"&gt;Sible Hedingham&lt;/a&gt;, in England. The structure has canopied arches where there is a symbolic painting of a hawk on an arch, under which is a low altar, where there had also been a representative painting, now disappeared, of Hawkwood standing in prayer between his two wives. It had Hawkwood saying, \"Son of God, remember me\", while the first wife said, \"Mother of mine, remember me\", and the second wife, \"Mother of Christ, remember me.\""
}