{
    "id": "41887321",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=41887321",
    "title": "2014 American League Wild Card Game",
    "text": "The 2014 American League Wild Card Game was a &lt;a href=\"play-in%20game\"&gt;play-in game&lt;/a&gt; during &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;'s (MLB) &lt;a href=\"2014%20Major%20League%20Baseball%20season%23Postseason\"&gt;2014 postseason&lt;/a&gt; played between the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt;'s (AL) two &lt;a href=\"Major%20League%20Baseball%20wild%20card\"&gt;wild card&lt;/a&gt; teams, the &lt;a href=\"2014%20Oakland%20Athletics%20season\"&gt;Oakland Athletics&lt;/a&gt; and the &lt;a href=\"2014%20Kansas%20City%20Royals%20season\"&gt;Kansas City Royals&lt;/a&gt;. It was held at &lt;a href=\"Kauffman%20Stadium\"&gt;Kauffman Stadium&lt;/a&gt; in &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City, Missouri&lt;/a&gt;, on September 30, 2014. The Royals won by a score of 9–8 in 12 innings, and advanced to play the &lt;a href=\"2014%20Los%20Angeles%20Angels%20of%20Anaheim%20season\"&gt;Los Angeles Angels of Anaheim&lt;/a&gt; in the &lt;a href=\"2014%20American%20League%20Division%20Series\"&gt;2014 American League Division Series&lt;/a&gt;. The game was televised by &lt;a href=\"TBS%20%28American%20TV%20channel%29\"&gt;TBS&lt;/a&gt; and broadcast on &lt;a href=\"ESPN%20Radio\"&gt;ESPN Radio&lt;/a&gt;.\nThe game tied the then record for the longest (by innings) \"winner-take-all\" game in postseason history, shared with Game 7 of the &lt;a href=\"1924%20World%20Series\"&gt;1924 World Series&lt;/a&gt;. This record was subsequently broken by the &lt;a href=\"2018%20National%20League%20Wild%20Card%20Game\"&gt;2018 National League Wild Card Game&lt;/a&gt;.\nBackground.\nSince 2012, two wild card spots are available in each league for the two teams with the best &lt;a href=\"Win-loss%20record%20%28baseball%29\"&gt;record&lt;/a&gt; that do not win their respective &lt;a href=\"Division%20%28sports%29\"&gt;division&lt;/a&gt;. For the 2014 &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt;, the two spots were given to the &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt; and the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt;. This was the second postseason meeting between the Athletics and Royals, having first met in the &lt;a href=\"1981%20American%20League%20Division%20Series\"&gt;1981 ALDS&lt;/a&gt; (Athletics won the series 3–0).\nKansas City Royals.\nDespite preseason predictions that were generally bleak, the Royals won 89 games in the regular season, which represented the team's most wins since the &lt;a href=\"1989%20Kansas%20City%20Royals%20season\"&gt;1989 season&lt;/a&gt;. Despite falling as far as seven games behind the division-leading &lt;a href=\"2014%20Detroit%20Tigers%20season\"&gt;Detroit Tigers&lt;/a&gt; well into the season, the Royals went on a hot streak during the latter half of the regular season, giving them a playoff berth as a wild card team. The 2014 American League Wild Card game represented the Royals' first postseason appearance since 1985.\nOakland Athletics.\nIn contrast to the Royals, who had a better second half of the season, the Athletics had one of the best records in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; early in the season, but slumped towards the end of the season. The Athletics also made several major trades to gain players like &lt;a href=\"Jason%20Hammel\"&gt;Jason Hammel&lt;/a&gt; and &lt;a href=\"Jon%20Lester\"&gt;Jon Lester&lt;/a&gt; to bolster the team. Despite the late struggles, Oakland still won 88 games and secured a wild card spot, making 2014 the third straight season the team had made the playoffs.\nGame results.\nLine score.\nThe one-game playoff was touted as a duel between the Royals' &lt;a href=\"James%20Shields%20%28baseball%29\"&gt;James Shields&lt;/a&gt; and the Athletics' &lt;a href=\"Jon%20Lester\"&gt;Jon Lester&lt;/a&gt;, but neither starting pitcher would earn a decision in the game. Oakland's &lt;a href=\"Brandon%20Moss\"&gt;Brandon Moss&lt;/a&gt; homered early off of Shields with &lt;a href=\"Coco%20Crisp\"&gt;Coco Crisp&lt;/a&gt; on base, giving the Athletics a 2–0 advantage; Kansas City halved the lead in the bottom of the first when &lt;a href=\"Billy%20Butler%20%28baseball%29\"&gt;Billy Butler&lt;/a&gt; singled to score &lt;a href=\"Nori%20Aoki\"&gt;Nori Aoki&lt;/a&gt;. &lt;a href=\"Lorenzo%20Cain\"&gt;Lorenzo Cain&lt;/a&gt; and &lt;a href=\"Eric%20Hosmer\"&gt;Eric Hosmer&lt;/a&gt; had RBI hits for the Royals in the third inning, vaulting Kansas City to a 3–2 lead. In this third inning, Oakland catcher &lt;a href=\"Geovany%20Soto\"&gt;Geovany Soto&lt;/a&gt; left the game with a thumb injury sustained in a play at the plate. Soto had started the game because he would be more adept at controlling the running game of the Royals. This would come back to haunt the Athletics later in the game. The fourth and fifth innings were scoreless, but a big sixth inning gave Oakland a large lead. &lt;a href=\"Sam%20Fuld\"&gt;Sam Fuld&lt;/a&gt; singled to lead off the inning, and Shields was relieved by &lt;a href=\"Yordano%20Ventura\"&gt;Yordano Ventura&lt;/a&gt; after walking &lt;a href=\"Josh%20Donaldson\"&gt;Josh Donaldson&lt;/a&gt;. Ventura's first batter, Moss, belted a three-run home run to give the Athletics a 5–3 lead. After Ventura was relieved by &lt;a href=\"Kelvin%20Herrera\"&gt;Kelvin Herrera&lt;/a&gt;, &lt;a href=\"Derek%20Norris\"&gt;Derek Norris&lt;/a&gt; and Crisp singled in two additional runs.\nBoth Oakland and Kansas City batted fruitlessly in the seventh inning, and Royals relief pitcher &lt;a href=\"Wade%20Davis%20%28baseball%29\"&gt;Wade Davis&lt;/a&gt; recorded three straight outs in the top of the eighth. In the bottom of the eighth, with Kansas City six outs away from having their season ended, the Royals manufactured a productive inning of their own. &lt;a href=\"Alcides%20Escobar\"&gt;Alcides Escobar&lt;/a&gt; singled, and then stole second base with Nori Aoki at the plate. Lorenzo Cain singled, scoring Escobar. Cain stole second base himself with Eric Hosmer batting; Hosmer was then walked, at which point starting pitcher Jon Lester was relieved by &lt;a href=\"Luke%20Gregerson\"&gt;Luke Gregerson&lt;/a&gt;. Nerves seemed to get the better of Gregerson, who allowed Billy Butler to single and score Cain, and then allowed Hosmer to score from third base on a wild pitch. After walking &lt;a href=\"Alex%20Gordon\"&gt;Alex Gordon&lt;/a&gt;, Gregerson struck out the next two batters to preserve the Athletics' lead, but the Royals had narrowed the score to 7–6.\nCloser &lt;a href=\"Greg%20Holland%20%28baseball%29\"&gt;Greg Holland&lt;/a&gt; took the mound for Kansas City and was somewhat shaky, walking three batters, but mustered the three required outs without major damage, and Kansas City took their one-run deficit to the bottom of the ninth.\nOakland's closer, &lt;a href=\"Sean%20Doolittle\"&gt;Sean Doolittle&lt;/a&gt;, pitched in relief of Gregerson. Pinch-hitter &lt;a href=\"Josh%20Willingham\"&gt;Josh Willingham&lt;/a&gt; hit a bloop single and was replaced by pinch-runner &lt;a href=\"Jarrod%20Dyson\"&gt;Jarrod Dyson&lt;/a&gt;. Dyson moved to second base on a successful bunt from Alcides Escobar, and then stole third with Aoki at bat. Aoki hit a deep sacrifice fly to right field for the second out of the inning, but Dyson was able to jog home, tying the game at 7–7 and completing the Royals' four-run comeback. Cain lined out to end the inning for Kansas City.\n&lt;a href=\"Brandon%20Finnegan\"&gt;Brandon Finnegan&lt;/a&gt;, who only three months earlier had pitched for &lt;a href=\"Texas%20Christian%20Horned%20Frogs%20baseball\"&gt;TCU&lt;/a&gt; in the &lt;a href=\"College%20World%20Series\"&gt;College World Series&lt;/a&gt;, began a strong inning of work in the tenth, replacing Greg Holland and recording three outs in quick succession. The Royals advanced Eric Hosmer to third base with two outs in the bottom of the tenth, but &lt;a href=\"Salvador%20P%C3%A9rez\"&gt;Salvador Pérez&lt;/a&gt; grounded out, putting a Royals victory on hold.\nFinnegan again pitched well in the top of the 11th, allowing only one hit and striking out Brandon Moss, who had already hit two home runs. Kansas City's offense produced in the bottom of the 11th a situation identical to that of the tenth; the winning run stood away with two outs, but &lt;a href=\"Jayson%20Nix\"&gt;Jayson Nix&lt;/a&gt; struck out to end the inning. Finnegan began the 12th inning by walking &lt;a href=\"Josh%20Reddick\"&gt;Josh Reddick&lt;/a&gt;, who advanced to second on a sacrifice bunt by &lt;a href=\"Jed%20Lowrie\"&gt;Jed Lowrie&lt;/a&gt;. Finnegan was then relieved by &lt;a href=\"Jason%20Frasor\"&gt;Jason Frasor&lt;/a&gt;. Pinch-hitter &lt;a href=\"Alberto%20Callaspo\"&gt;Alberto Callaspo&lt;/a&gt; of Oakland took a wild pitch from Frasor, allowing Reddick to go to third base. Callaspo then hit a line drive to left field, scoring Reddick. The new pitcher Frasor quickly stopped the bleeding by retiring &lt;a href=\"Derek%20Norris\"&gt;Derek Norris&lt;/a&gt; and &lt;a href=\"Nick%20Punto\"&gt;Nick Punto&lt;/a&gt;, but the Athletics had retaken the lead, 8–7.\nLorenzo Cain failed to get the bottom of the 12th off to a promising start for Kansas City when he grounded out. The Oakland Athletics were two outs away from advancing to the ALDS. However, Hosmer nursed a lengthy at-bat into a deep hit off the left field wall that was poorly fielded, allowing him to reach third base. &lt;a href=\"Christian%20Colon\"&gt;Christian Colon&lt;/a&gt; then managed an infield single to tie the game again, scoring Hosmer. Oakland pitcher &lt;a href=\"Dan%20Otero\"&gt;Dan Otero&lt;/a&gt; was replaced by &lt;a href=\"Fernando%20Abad\"&gt;Fernando Abad&lt;/a&gt;, who threw to only one batter, Gordon, who popped out. Abad was then relieved by &lt;a href=\"Jason%20Hammel%20%28baseball%29\"&gt;Jason Hammel&lt;/a&gt;. Christian Colon, still on first base, stole second (the seventh steal of the game for the Royals) with Pérez at the plate, after a &lt;a href=\"pitchout\"&gt;pitchout&lt;/a&gt; was dropped by &lt;a href=\"Derek%20Norris\"&gt;Derek Norris&lt;/a&gt;. Pérez (who was 0-for-5 at this point) then singled down the line to left field, the ball narrowly missing the outstretched glove of &lt;a href=\"Josh%20Donaldson\"&gt;Josh Donaldson&lt;/a&gt;. Colon scored, ending the marathon game with a Royals victory and a ticket to the ALDS against the &lt;a href=\"Los%20Angeles%20Angels%20of%20Anaheim\"&gt;Los Angeles Angels of Anaheim&lt;/a&gt;.\nAftermath.\nKansas City would run the table on their way to the AL pennant, sweeping Los Angeles in three games of a five-game series and the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt; in four games of a seven-game series before losing in seven games to the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; in the &lt;a href=\"2014%20World%20Series\"&gt;2014 World Series&lt;/a&gt;. This victory would be the first of four extra-inning victories for the Royals in the 2014 Postseason.\nMany Royals fans consider it the most iconic in their franchise's history because of the incredible four-run comeback by Kansas City. Making it sweeter for certain Royals fans was their bitter feelings towards the Athletics, who had played in Kansas City from 1955 to 1967 before owner &lt;a href=\"Charles%20O.%20Finley\"&gt;Charles O. Finley&lt;/a&gt; moved the franchise to Oakland. It was also the Royals' first playoff game in 29 years."
}