{
    "id": "41880257",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=41880257",
    "title": "Jack Hirsch",
    "text": "Jack Hirsch (born ) is an American former &lt;a href=\"college%20basketball\"&gt;college basketball&lt;/a&gt; player for the &lt;a href=\"UCLA%20Bruins%20men%27s%20basketball\"&gt;UCLA Bruins&lt;/a&gt;. He was the starting &lt;a href=\"forward%20%28basketball%29\"&gt;forward&lt;/a&gt; on the Bruins' &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Basketball%20Championship\"&gt;national championship&lt;/a&gt; team in &lt;a href=\"1963%E2%80%9364%20UCLA%20Bruins%20men%27s%20basketball%20team\"&gt;1964&lt;/a&gt;, when he served as co-&lt;a href=\"captain%20%28sports%29\"&gt;captain&lt;/a&gt; along with &lt;a href=\"Walt%20Hazzard\"&gt;Walt Hazzard&lt;/a&gt;. Hirsch also earned &lt;a href=\"List%20of%20All-Pacific-12%20Conference%20men%27s%20basketball%20teams\"&gt;all-conference&lt;/a&gt; honors that season. He later became an assistant coach in college, and served as the top assistant to Hazzard. Hazzard and Hirsch coached at UCLA from 1984 to 1988. Hirsch was inducted into the &lt;a href=\"UCLA%20Athletics%20Hall%20of%20Fame\"&gt;UCLA Athletics Hall of Fame&lt;/a&gt; in 2012.\nEarly life.\nHirsch was born and raised in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt; in New York City in an affluent Jewish family. His father ran a successful chain of &lt;a href=\"bowling%20alley\"&gt;bowling alley&lt;/a&gt;s. Hirsch attended a school of predominantly &lt;a href=\"African%20American\"&gt;black&lt;/a&gt; students, and he played basketball on the asphalt courts of the &lt;a href=\"Bedford%E2%80%93Stuyvesant%2C%20Brooklyn\"&gt;Bedford–Stuyvesant&lt;/a&gt; neighborhood. His family moved to the &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; district of &lt;a href=\"Van%20Nuys%2C%20Los%20Angeles\"&gt;Van Nuys&lt;/a&gt; when he was 14. In his senior year at &lt;a href=\"Van%20Nuys%20High%20School\"&gt;Van Nuys High School&lt;/a&gt;, the &lt;a href=\"center%20%28basketball%29\"&gt;center&lt;/a&gt; won All-City Co-Player of the Year honors.\nCollege career.\nAfter high school, Hirsch attended &lt;a href=\"junior%20college\"&gt;junior college&lt;/a&gt; at &lt;a href=\"Los%20Angeles%20Valley%20College\"&gt;Los Angeles Valley College&lt;/a&gt; for two years from 1959 to 1961, where he was a two-time All-Metropolitan Conference player. He attended the &lt;a href=\"University%20of%20California%2C%20Los%20Angeles\"&gt;University of California, Los Angeles&lt;/a&gt; (UCLA) as a favor to his father, who promised to quit his five-packs-a-day smoking habit.\nHirsch played for the Bruins from 1961 to 1964, starting at &lt;a href=\"forward%20%28basketball%29\"&gt;forward&lt;/a&gt; in his last two seasons. In &lt;a href=\"1963%E2%80%9364%20UCLA%20Bruins%20men%27s%20basketball%20team\"&gt;1963–64&lt;/a&gt;, the Bruins won the &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Basketball%20Championship\"&gt;National Collegiate Athletic Association (NCAA) championship&lt;/a&gt;, coach &lt;a href=\"John%20Wooden\"&gt;John Wooden&lt;/a&gt;'s first title and the beginning of a UCLA dynasty that would claim nine of the next 11 championships. Recognizing Hirsch's defensive skills, Wooden assigned him to their opponent's top player. Serving as co-&lt;a href=\"Captain%20%28sports%29\"&gt;captain&lt;/a&gt; of the team along with &lt;a href=\"Walt%20Hazzard\"&gt;Walt Hazzard&lt;/a&gt;, Hirsch averaged 14.0 points along with 7.6 &lt;a href=\"rebound%20%28basketball%29\"&gt;rebounds&lt;/a&gt; per game, and he earned first-team &lt;a href=\"List%20of%20All-Pacific-12%20Conference%20men%27s%20basketball%20teams\"&gt;All-AAWU&lt;/a&gt; honors that season.\nIn 1994, the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" wrote that \"Hirsch has become the least-known member of the starting five from 1963–64.\"\nIn 1991 he was inducted into the &lt;a href=\"Southern%20California%20Jewish%20Sports%20Hall%20of%20Fame\"&gt;Southern California Jewish Sports Hall of Fame&lt;/a&gt;.&lt;/ref&gt; He was inducted into the &lt;a href=\"UCLA%20Athletics%20Hall%20of%20Fame\"&gt;UCLA Athletics Hall of Fame&lt;/a&gt; in 2012.\nCoaching career.\nFormer UCLA teammate Hazzard became a head coach, and Hirsch was his top assistant starting at &lt;a href=\"Compton%20College\"&gt;Compton College&lt;/a&gt; in 1980 for two years and &lt;a href=\"Chapman%20College\"&gt;Chapman College&lt;/a&gt; for another two. He followed Hazzard to UCLA in 1984. After Hazzard was fired by the school following the &lt;a href=\"1987%E2%80%9388%20UCLA%20Bruins%20men%27s%20basketball%20team\"&gt;1987–88 season&lt;/a&gt;, Hirsch was reassigned and finished his career at UCLA working as an administrative analyst in the assistant &lt;a href=\"Chancellor%20%28education%29\"&gt;chancellor's&lt;/a&gt; office until 1990.\nPersonal life.\nHirsch became a millionaire from the family bowling business. His family had gone into the &lt;a href=\"pornography\"&gt;pornography&lt;/a&gt; industry, which he said back in 1984 was \"infinitely cleaner\" than &lt;a href=\"Recruiting%20%28college%20athletics%29\"&gt;college recruiting&lt;/a&gt;."
}