{
    "id": "418816",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=418816",
    "title": "Mike Easley",
    "text": "Michael Francis Easley (born March 23, 1950) is an American lawyer and politician who served as the &lt;a href=\"List%20of%20Governors%20of%20North%20Carolina\"&gt;72nd governor&lt;/a&gt; of the &lt;a href=\"United%20States\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; from January 2001 to January 2009. He is the first\ngovernor of North Carolina to have been convicted of a felony related to one campaign finance violation. Subsequently, the Senior Resident Superior Court Judge for Wake County granted Easley a Certificate of Relief related to the case.\nA member of the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt;, Easley was North Carolina's second &lt;a href=\"Roman%20Catholicism\"&gt;Catholic&lt;/a&gt; governor.\nEarly life and education.\nMike Easley was born on March 23, 1950 in &lt;a href=\"Rocky%20Mount%2C%20North%20Carolina\"&gt;Rocky Mount, North Carolina&lt;/a&gt; to Henry Alexander Easley and Huldah Marie Easley. He grew up on his family's 60-acre farm in &lt;a href=\"Nash%20County%2C%20North%20Carolina\"&gt;Nash County&lt;/a&gt; and was one of seven children in a large &lt;a href=\"Irish%20Catholic\"&gt;Irish Catholic&lt;/a&gt; family. Easley attended a local Catholic school before transferring and later graduating from Rocky Mount Senior High School in 1968. Easley attended &lt;a href=\"Belmont%20Abbey%20College\"&gt;Belmont Abbey College&lt;/a&gt; for two years before transferring to the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt;, where he earned a degree with honors in political science in 1972. While at UNC he was a member of &lt;a href=\"Phi%20Gamma%20Delta\"&gt;Phi Gamma Delta&lt;/a&gt; fraternity. He then attended the &lt;a href=\"North%20Carolina%20Central%20University%20School%20of%20Law\"&gt;North Carolina Central University School of Law&lt;/a&gt;, earning his J.D. degree, with honors, in 1976. While a law student, Easley served as managing editor of the school's Law Review.\nFamily.\nEasley is married to &lt;a href=\"Mary%20P.%20Easley\"&gt;Mary Easley&lt;/a&gt; (née Pipines), who worked in the &lt;a href=\"Provost%20%28education%29\"&gt;Provost&lt;/a&gt;'s Office at &lt;a href=\"North%20Carolina%20State%20University\"&gt;North Carolina State University&lt;/a&gt; until June 8, 2009. She is a former law professor at &lt;a href=\"North%20Carolina%20Central%20University\"&gt;North Carolina Central University&lt;/a&gt; and also worked for ten years as a &lt;a href=\"prosecutor\"&gt;prosecutor&lt;/a&gt;. The two have one son, &lt;a href=\"Michael%20F.%20Easley%20Jr.\"&gt;Michael F. Easley Jr.&lt;/a&gt;\nCareer.\nEasley became an assistant district attorney for the 13th Judicial District in 1976. He was elected &lt;a href=\"District%20Attorney\"&gt;District Attorney&lt;/a&gt;, one of the youngest ever in the state, in 1982.\nA &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt;, Easley ran unsuccessfully in that party's 1990 primary for the &lt;a href=\"U.S.%20Senate\"&gt;U.S. Senate&lt;/a&gt;; he lost to former &lt;a href=\"List%20of%20mayors%20of%20Charlotte%2C%20North%20Carolina\"&gt;Charlotte mayor&lt;/a&gt; &lt;a href=\"Harvey%20Gantt\"&gt;Harvey Gantt&lt;/a&gt;, who himself lost to incumbent &lt;a href=\"Jesse%20Helms\"&gt;Jesse Helms&lt;/a&gt;. Easley was elected &lt;a href=\"North%20Carolina%20Attorney%20General\"&gt;North Carolina Attorney General&lt;/a&gt; in 1992. He won reelection in 1996. In the 1996 election for attorney general, Easley garnered 59.07% of the vote, compared with opponent Robert H. Edmonds, Jr.'s 40.93% of votes. This represented a margin of victory of 446,169 votes.\nIn 2000, Easley ran to succeed the term-limited Hunt as &lt;a href=\"Governor%20of%20North%20Carolina\"&gt;Governor of North Carolina&lt;/a&gt;. He defeated incumbent &lt;a href=\"Lieutenant%20Governor%20of%20North%20Carolina\"&gt;Lieutenant Governor&lt;/a&gt; &lt;a href=\"Dennis%20A.%20Wicker\"&gt;Dennis A. Wicker&lt;/a&gt; in the Democratic primary, and then successfully challenged &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"Richard%20Vinroot\"&gt;Richard Vinroot&lt;/a&gt;, former mayor of &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte&lt;/a&gt;, in the general election. Easley was reelected in &lt;a href=\"North%20Carolina%20gubernatorial%20election%2C%202004\"&gt;2004&lt;/a&gt;, running against &lt;a href=\"New%20Hanover%20County%2C%20North%20Carolina\"&gt;New Hanover County&lt;/a&gt; state senator &lt;a href=\"Patrick%20J.%20Ballantine\"&gt;Patrick J. Ballantine&lt;/a&gt;.\nGovernorship.\nIn the closing weeks of the 2000 gubernatorial race, actor &lt;a href=\"Andy%20Griffith\"&gt;Andy Griffith&lt;/a&gt; filmed an ad endorsing Easley, which some observers believe led to Easley's victory, called the \"Mayberry Miracle\".\n&lt;a href=\"Education%20reform\"&gt;Education reform&lt;/a&gt; was a centerpiece of Easley's tenure as governor, to such an extent that in 2008, Easley received the inaugural \"America's Greatest Education Governor\" award from the &lt;a href=\"National%20Education%20Association\"&gt;National Education Association&lt;/a&gt;. The award was created to showcase \"public officials who have demonstrated exemplary achievements and accomplishments in advancing public education\". Easley was commended by the NEA for his focus on improving teacher working conditions and for affording teachers a \"seat at the table\" in discussions surrounding the implementation of education reforms in the state.\nOne of Easley's major programs was \"More at Four\", an academic &lt;a href=\"pre-school\"&gt;pre-kindergarten&lt;/a&gt; for at-risk children. \"More at Four\" has received praise from groups such as the &lt;a href=\"National%20Education%20Association\"&gt;National Education Association&lt;/a&gt;.\nAnother signature program of Easley's was the \"Learn and Earn\" initiative, which enabled North Carolina high school students to earn college credit by taking online courses at no cost to them or to their families. The \"Learn and Earn\" program received the &lt;a href=\"Innovations%20in%20American%20Government%20Award\"&gt;Innovations in American Government Award&lt;/a&gt; from &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;'s &lt;a href=\"Kennedy%20School%20of%20Government\"&gt;Kennedy School of Government&lt;/a&gt;. Presenting the award, Harvard noted that in \"2006-2007, rates of grade promotion and graduation for Learn and Earn participants were higher than the statewide average, with nearly half the Learn and Earn high schools seeing 100 percent promotion rates\". Harvard also observed that these numbers have not \"been skewed by \"creaming\" that is counting of only high scoring children. The program purposely targets kids at risk, those for whom English is a second language[,] and those who would be first-generation college students.\" Easley also initiated a program to enable North Carolina students to attain a debt-free undergraduate education by receiving EARN Grants of up to $8,000 over two years. In 2007 Easley wrote and published a children's book, \"Look Out, College, Here I Come!\" the proceeds of which fund a North Carolina education charity.\nHis tenure faced budget shortfalls, tough economic times, and natural disasters such as &lt;a href=\"hurricane\"&gt;hurricane&lt;/a&gt;s and &lt;a href=\"flood\"&gt;flood&lt;/a&gt;s. Easley received mixed reviews on his handling of &lt;a href=\"fiscal%20policy\"&gt;fiscal&lt;/a&gt; problems in the state. His supporters claimed many of the budget shortfall situations were created before he even took office, during the Hunt administration, while his detractors criticized his support of raising sales taxes multiple times to cover the cost of new state programs.\nDuring his administration, Easley confronted the &lt;a href=\"North%20Carolina%20General%20Assembly\"&gt;state legislature&lt;/a&gt; on numerous occasions. Easley is the first North Carolina governor to use the power of &lt;a href=\"Veto%20override\"&gt;veto&lt;/a&gt;, which voters gave the governor's office in 1996. First, in November 2002, Easley vetoed legislation related to unqualified appointments to various boards and commissions. In June 2003, he vetoed a bill that stripped the State Board of Education of its authority to set teacher standards. In August 2003, he vetoed HB 917 which raised fees charged by finance companies. In July 2004, he vetoed HB 429 which would have required local governments to make cash payments to &lt;a href=\"billboard\"&gt;billboard&lt;/a&gt; owners of up to five times the annual revenue generated by the billboard upon its removal. In March 2005, he vetoed SB 130 which would have conveyed state property. In September 2005, he vetoed HB 706 which would have affected teacher standards. In August 2007 he vetoed HB 1761, a controversial financial incentives bill which would have awarded up to 40 million dollars to companies within the state. Easley has used his veto power a total of nine times as of 2008. His ninth veto was the first to be &lt;a href=\"Veto%20override\"&gt;overridden&lt;/a&gt; by the legislature in North Carolina history.\nEasley ran for a second term as governor in 2004. He defeated &lt;a href=\"Rickey%20Kipfer\"&gt;Rickey Kipfer&lt;/a&gt;, his only opponent in the Democratic primary, and faced Republican former state senator &lt;a href=\"Patrick%20Ballantine\"&gt;Patrick Ballantine&lt;/a&gt; and Libertarian &lt;a href=\"Barbara%20Howe\"&gt;Barbara Howe&lt;/a&gt; in November 2004. Though the state voted for Republicans &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; for &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt; and &lt;a href=\"Richard%20Burr\"&gt;Richard Burr&lt;/a&gt; as &lt;a href=\"United%20States%20Senator\"&gt;United States Senator&lt;/a&gt;, Easley won his second term as governor and Democrats reestablished control over both chambers of the state legislature (the House had been split equally between the two major parties since 2003).\nHe also supported a controversial statewide &lt;a href=\"North%20Carolina%20Education%20Lottery\"&gt;lottery&lt;/a&gt;, which was ultimately approved on August 31, 2005, after Lieutenant Governor &lt;a href=\"Bev%20Perdue\"&gt;Bev Perdue&lt;/a&gt; cast a tie-breaking vote in the Senate. He has stated that proceeds from the lottery will be used for much-needed educational programs.\nEasley presided over 27 executions, including the 1,000th after the &lt;a href=\"death%20penalty\"&gt;death penalty&lt;/a&gt; was reintroduced in the &lt;a href=\"Capital%20punishment%20in%20the%20United%20States\"&gt;United States&lt;/a&gt; in 1976. He, however, granted &lt;a href=\"Commutation%20of%20sentence\"&gt;commutation&lt;/a&gt; to two &lt;a href=\"death%20row\"&gt;death row&lt;/a&gt; inmates. The North Carolina governor has the sole right to commute death sentences imposed by a state court.\nGovernor Easley declined to run against &lt;a href=\"Elizabeth%20Dole\"&gt;Elizabeth Dole&lt;/a&gt; for her Senate seat in 2008. He was considered to be a possible candidate for U.S. Senate to run against Senator &lt;a href=\"Richard%20Burr\"&gt;Richard Burr&lt;/a&gt; in 2010, but he had strongly denied interest in the race. The \"Raleigh News &amp; Observer\" speculated in October 2006 that Easley was going to act like a presidential contender in order to position himself for the vice presidential nomination or a &lt;a href=\"Cabinet%20of%20the%20United%20States\"&gt;cabinet&lt;/a&gt; post.\nIn 2008 in a case that drew international attention, a North Carolina &lt;a href=\"State%20police\"&gt;state trooper&lt;/a&gt; was filmed hanging and kicking a &lt;a href=\"police%20dog\"&gt;police dog&lt;/a&gt; he was training. After the trooper's superiors recommended minor punishment, Easley's office recommended that the trooper be fired. The case is ongoing, with the state's canine units currently suspended.\nAs governor, Easley was a member of the &lt;a href=\"National%20Governors%20Association\"&gt;National Governors Association&lt;/a&gt;, the &lt;a href=\"Southern%20Governors%27%20Association\"&gt;Southern Governors' Association&lt;/a&gt;, and the &lt;a href=\"Democratic%20Governors%20Association\"&gt;Democratic Governors Association&lt;/a&gt;. However, he was known for being \"reclusive\" while in office.\nHe was succeeded as governor by his &lt;a href=\"Lieutenant%20Governor%20of%20North%20Carolina\"&gt;Lieutenant Governor&lt;/a&gt;, &lt;a href=\"Bev%20Perdue\"&gt;Beverly Perdue&lt;/a&gt;, who defeated &lt;a href=\"Mayor%20of%20Charlotte%2C%20North%20Carolina\"&gt;Charlotte Mayor&lt;/a&gt; &lt;a href=\"Pat%20McCrory\"&gt;Pat McCrory&lt;/a&gt; in a &lt;a href=\"North%20Carolina%20gubernatorial%20election%2C%202008\"&gt;close race&lt;/a&gt;. After leaving office, Easley went to work part-time promoting &lt;a href=\"early%20college%20high%20schools\"&gt;early college high schools&lt;/a&gt; and similar programs for the &lt;a href=\"Bill%20and%20Melinda%20Gates%20Foundation\"&gt;Bill and Melinda Gates Foundation&lt;/a&gt;.\nPolitical positions.\nDuring the &lt;a href=\"Democratic%20Party%20%28United%20States%29%20presidential%20primaries%2C%202004\"&gt;2004 Democratic primaries&lt;/a&gt;, he supported North Carolina Senator &lt;a href=\"John%20Edwards\"&gt;John Edwards&lt;/a&gt;.\nIn the 2008 campaigns, Easley initially endorsed the presidential candidacy of Senator &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; on April 28, 2008. After Senator &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; won the Democratic nomination, Easley endorsed him against Republican nominee &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt;.\nControversies and campaign finance lawsuit.\nEasley was faced with controversies in 2006 stemming from campaign and overseas travel. Easley's wife, Mary Easley, took two trips out of the country, one to &lt;a href=\"France\"&gt;France&lt;/a&gt; and one to &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, for cultural exchanges. Republican critics called the trips overly lavish in a time of economic downturn for the state. However, the director of the &lt;a href=\"North%20Carolina%20Museum%20of%20Art\"&gt;North Carolina Museum of Art&lt;/a&gt; defended Mary Easley's trips as having helped the museum receive loaned art items from &lt;a href=\"Hermitage%20Museum\"&gt;The Hermitage&lt;/a&gt; in &lt;a href=\"St.%26amp%3Bnbsp%3BPetersburg\"&gt;St. Petersburg&lt;/a&gt;. Mrs. Easley's efforts also resulted in the &lt;a href=\"North%20Carolina%20Museum%20of%20Art\"&gt;North Carolina Museum of Art&lt;/a&gt;'s obtaining a collection of &lt;a href=\"Auguste%20Rodin\"&gt;Auguste Rodin&lt;/a&gt;'s work valued at $35 million, and in the construction of a new &lt;a href=\"Greek%20Art\"&gt;Greek Art&lt;/a&gt; wing for the museum.\nMore controversy surfaced months after Easley left office in January 2009. According to Raleigh's \"News &amp; Observer,\" the &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt; ordered the &lt;a href=\"North%20Carolina%20Highway%20Patrol\"&gt;North Carolina Highway Patrol&lt;/a&gt; to produce all records involving private air travel for Easley and his family. The newspaper reported that Easley may have violated campaign laws.\nThe North Carolina State Board of Elections opened hearings into Easley's conduct on October 26, 2009.\nFollowing a two-year federal and state investigation into campaign finance irregularities, Easley entered an \"Alford\" plea to a single &lt;a href=\"felony\"&gt;felony&lt;/a&gt; violation of state &lt;a href=\"campaign%20finance\"&gt;campaign finance&lt;/a&gt; law, accepting responsibility for his campaign's failure to report that he took a $1,600 helicopter ride with a supporter in October 2006. While Easley did not admit guilt, he \"acknowledged there was sufficient evidence to convict him of a crime.\" He pled guilty by entering an &lt;a href=\"Alford%20plea\"&gt;\"Alford\" plea&lt;/a&gt; to a single state campaign finance violation. He paid a $1,000 \"community penalty.\" On January 4, 2013, the Senior Resident Superior Court Judge for Wake County granted Easley a &lt;a href=\"Certificate%20of%20relief%20from%20disabilities\"&gt;Certificate of relief from disabilities&lt;/a&gt;. Federal officials ended their investigation because of the plea. Following the conviction, Easley's law license was suspended but formally restored on appeal in January 2013. He is the first \ngovernor of North Carolina to have been convicted of a felony.\nCurrent activities.\nEasley is a practicing attorney in North Carolina. He represents businesses and corporations and has been involved in several significant civil trials. Politically, in 2018, he joined former North Carolina Governors in successfully opposing state constitutional amendments that would have weakened the powers of the governor. He also joined in the filing of amicus briefs to oppose gerrymandered congressional and legislative districts in North Carolina.\nPersonal life.\nEasley is a fan of &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt;. He was involved in a crash at &lt;a href=\"Lowe%27s%20Motor%20Speedway\"&gt;Lowe's Motor Speedway&lt;/a&gt; near &lt;a href=\"Concord%2C%20North%20Carolina\"&gt;Concord, North Carolina&lt;/a&gt;, in 2003. He was behind the wheel of &lt;a href=\"Jimmie%20Johnson\"&gt;Jimmie Johnson&lt;/a&gt;'s #48 &lt;a href=\"Lowe%27s\"&gt;Lowe's&lt;/a&gt; &lt;a href=\"Chevrolet%20Monte%20Carlo\"&gt;Chevrolet Monte Carlo&lt;/a&gt;, when it hit a retaining wall going 120 mph. He was not seriously injured, since he was wearing a &lt;a href=\"HANS%20device\"&gt;head-and-neck restraint&lt;/a&gt; at the time. He is also a fan of the cartoon \"&lt;a href=\"King%20of%20the%20Hill\"&gt;King of the Hill&lt;/a&gt;\", and while governor, instructed his pollster to separate the state's voters into those who watch the show and those who don't. Easley reasoned that his constituents ideologies were similar to characters on the show, and would base the explanation of his issues on whether or not the King of the Hill characters would understand them or not.\nEasley is also an avid amateur &lt;a href=\"Woodworking\"&gt;woodworker&lt;/a&gt;, and appeared on an episode of \"&lt;a href=\"The%20Woodwright%27s%20Shop\"&gt;The Woodwright's Shop&lt;/a&gt;\" where he made a &lt;a href=\"walnut\"&gt;walnut&lt;/a&gt; table."
}