{
    "id": "418945",
    "revid": "16228717",
    "url": "https://en.wikipedia.org/wiki?curid=418945",
    "title": "Stone, Staffordshire",
    "text": "Stone is a market town and &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt; in &lt;a href=\"Staffordshire\"&gt;Staffordshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, north of &lt;a href=\"Stafford\"&gt;Stafford&lt;/a&gt;, south of &lt;a href=\"Stoke-on-Trent\"&gt;Stoke-on-Trent&lt;/a&gt; and north of &lt;a href=\"Rugeley\"&gt;Rugeley&lt;/a&gt;. It was an urban district council and a rural district council before becoming part of the &lt;a href=\"Stafford%20%28borough%29\"&gt;Borough of Stafford&lt;/a&gt; in 1974.\nPopulation.\nStone is a growing town, according to the national census. Stone recorded a population of 12,305 in 1991, 14,555 in 2001, and 16,385 in 2011.\nEtymology.\nThe &lt;a href=\"place-name\"&gt;place-name&lt;/a&gt;'s meaning is exactly what is stated, a \"stone, &lt;a href=\"rock%20%28geology%29\"&gt;rock&lt;/a&gt;\", from the &lt;a href=\"Old%20English%20language\"&gt;Old English&lt;/a&gt; \"&lt;a href=\"wikt%3Astan%23Old%20English\"&gt;stān&lt;/a&gt;\" (stone).\nThe local story is that the town was named after the pile of stones taken from the &lt;a href=\"River%20Trent\"&gt;River Trent&lt;/a&gt; raised on the graves of the two princes, Ruffin and Wulfad, killed in AD 665 by their father, King &lt;a href=\"Wulfhere%20of%20Mercia\"&gt;Wulfhere of Mercia&lt;/a&gt;, because of their conversion to &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;. However, this legend is unlikely to be true. Wulfhere was already a Christian when he became king, and the story on which it is probably based is set by &lt;a href=\"Bede\"&gt;Bede&lt;/a&gt; in another part of the country over ten years after Wulfhere's death.\nMore recent research points to older, though no less interesting nor tangible, possibilities regarding its name and founding. Around Stone lie several Romano British sites and it is not inconceivable that the stone remains of a bridge or milestone, perhaps continuing the Roman road from &lt;a href=\"Rocester\"&gt;Rocester&lt;/a&gt; to &lt;a href=\"Blyth%20Bridge\"&gt;Blyth Bridge&lt;/a&gt; and then potentially through Stone, is alluded to in the name. The settlement of Walton (which now forms a suburb) is ancient Brythonic (Celtic/ancient Briton place name). The most likely derivation for most places called Stone is from a prehistoric megalith, Roman milestone, a natural boulder or rock formation, or from 'a place where stone was obtained' and a Keuper sandstone outcrop on the north side of Stone, long quarried for building materials, may be the topographical feature from which the place was named. It may also be noted that a huge stone or erratic is recorded on Common Plot and in that respect it is unclear whether Stone Field here, one of the open-fields of Stone is 'the field at Stone' or 'the field with the stone'.\nHistory.\nThere is a &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; ring ditch at Pirehill suggesting occupation in prehistoric times (County Archeology).\nStone lies within the territory of the Iron Age Celtic tribe 'the &lt;a href=\"Cornovii\"&gt;Cornovii&lt;/a&gt;' (people of the horn; perhaps a horned god or topographical feature) mentioned by Ptolemy 2nd century AD in \"Geographia\". To the northwest of Stone lies one of their hill forts which overlooks the Trent and perhaps the salt production in the region.\nThe early history of Stone is unclear and clouded by the 12th century medieval romance concerning the murder of the Saxon princes Wulfad and Rufin by their father Wulfhere of Mercia who reputedly had his base near Darleston (&lt;a href=\"Wulfherecester\"&gt;Wulfherecester&lt;/a&gt;). The murder of Wulfad in the 7th century and his subsequent entombment under a cairn of stones is the traditional story (described as 'historically valueless' by Thacker 1985: 6).\nThe church built over the stones marking the graves of Wulfad and Rufin in 670 lasted until the 9th century before being destroyed by &lt;a href=\"Danelaw\"&gt;invading Danes&lt;/a&gt;. It was replaced in 1135 by the &lt;a href=\"Augustinians\"&gt;Augustinian&lt;/a&gt; &lt;a href=\"Stone%20Priory\"&gt;Stone Priory&lt;/a&gt;, which survived until its &lt;a href=\"Dissolution%20of%20the%20Monasteries\"&gt;dissolution&lt;/a&gt; in the reign of &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII&lt;/a&gt;. The building collapsed in 1749 and the present church of St. Michael's was built in 1758. All that remains of the original priory is the &lt;a href=\"rib%20vault\"&gt;rib-vaulted&lt;/a&gt; undercroft which forms the foundations beneath Priory House, which is located on Lichfield Street opposite the Frank Jordan Community Centre.\nStone lay within the &lt;a href=\"Pirehill%20Hundred\"&gt;Pirehill hundred&lt;/a&gt; of Staffordshire named after nearby Pire Hill. In 1251, &lt;a href=\"Henry%20III%20of%20England\"&gt;Henry III&lt;/a&gt; granted Stone a &lt;a href=\"market%20town\"&gt;market&lt;/a&gt; &lt;a href=\"Royal%20Charter\"&gt;charter&lt;/a&gt;.\nThe Common Plot (aka Mudley Pits) is a large area of open and wooded common land sited just to the north of the town of Stone. The &lt;a href=\"Prince%20William%2C%20Duke%20of%20Cumberland\"&gt;Duke of Cumberland&lt;/a&gt; built extensive winter fortifications and a camp here, traces of which can still be seen, during the winter of 1745/46. The purpose of the camp was to bring the Duke's army down from the freezing &lt;a href=\"Staffordshire%20Moorlands\"&gt;Staffordshire Moorlands&lt;/a&gt; and &lt;a href=\"Peak%20District\"&gt;Peak District&lt;/a&gt;, where they had been seeking to stop an advance on &lt;a href=\"London\"&gt;London&lt;/a&gt; by a force of 6,000 &lt;a href=\"Jacobitism\"&gt;Jacobite&lt;/a&gt; rebels. The rebels were thought to be using &lt;a href=\"pack-horse\"&gt;pack-horse&lt;/a&gt; routes over the high country, with the aim of reaching &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt;. Stone was also strategic in preventing any break-away Jacobite group going across to &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; to recruit more men there but with winter coming on, the Jacobites decided to retreat back to &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;.\nStone Urban District was an &lt;a href=\"Urban%20district%20%28Great%20Britain%20and%20Ireland%29\"&gt;urban district&lt;/a&gt;. It was based on the Stone &lt;a href=\"civil%20parishes%20in%20England\"&gt;civil parish&lt;/a&gt; which equates to the town of Stone. There were two amendments in parts of the &lt;a href=\"Stone%20Rural\"&gt;Stone Rural&lt;/a&gt; parish in &lt;a href=\"Stone%20Rural%20District\"&gt;Stone Rural District&lt;/a&gt; were transferred in. The district was abolished by the &lt;a href=\"Local%20Government%20Act%201972\"&gt;Local Government Act 1972&lt;/a&gt;, and replaced with &lt;a href=\"Borough%20of%20Stafford\"&gt;Stafford Borough Council&lt;/a&gt; and Stone Town Council. The latter publishes a history of Stone.\nRoads.\nStone stands in the valley of the &lt;a href=\"River%20Trent\"&gt;River Trent&lt;/a&gt;, and was an important stopping-off point for &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt;es on one of the roads &lt;a href=\"toll%20roads\"&gt;turnpiked&lt;/a&gt; in the 18th century. A directory for 1851 says that \"Stone was a very lively town, and a great thoroughfare for coaches, carriers and travellers. No fewer than 38 stage coaches passed through the town daily\". The main coaching route was the &lt;a href=\"London\"&gt;London&lt;/a&gt; to &lt;a href=\"Holyhead\"&gt;Holyhead&lt;/a&gt; route, via &lt;a href=\"Watling%20Street\"&gt;Watling Street&lt;/a&gt; as far as &lt;a href=\"Lichfield\"&gt;Lichfield&lt;/a&gt; and then from Lichfield to &lt;a href=\"Holyhead\"&gt;Holyhead&lt;/a&gt; via the &lt;a href=\"A51%20road\"&gt;A51&lt;/a&gt;.\nTo support the coaching trade Stone was a principal stopping point with many &lt;a href=\"coaching%20inn\"&gt;coaching inn&lt;/a&gt;s to refresh both horses and travellers. Notable hostelries include the Crown Hotel, Crown &amp; Anchor, Red Lion and the Black Horse Inn.\nThe Trent and Mersey Canal.\nThe River Trent, which runs through the town, had been used for cargo-carrying vessels since &lt;a href=\"Roman%20Britain\"&gt;Roman&lt;/a&gt; times but further inland smaller boats could only be used. Seasonal fluctuations in water depth proved insurmountable, although cargo could be carried from the sea as far south as Wilden Ferry (southeast of &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt;), where the &lt;a href=\"River%20Derwent%2C%20Derbyshire\"&gt;River Derwent&lt;/a&gt; joins the Trent and increases the quantity of water, then onwards by road. Prior to &lt;a href=\"Tarmacadam\"&gt;tarmac&lt;/a&gt; roads, journeys overland by roads were slow and delicate wares were prone to breakages over the rough terrain.\n&lt;a href=\"James%20Brindley\"&gt;James Brindley&lt;/a&gt;, the canal builder, put forward the scheme to build what he called the \"Grand Trunk Canal\" to connect the two rivers, &lt;a href=\"River%20Mersey\"&gt;Mersey&lt;/a&gt; and Trent in 1766. It was backed by &lt;a href=\"Josiah%20Wedgwood\"&gt;Josiah Wedgwood&lt;/a&gt; who saw that it offered an efficient way to bring raw materials to the potteries and to transport finished wares to his customers.\nBy 29 September 1772 (Brindley died on 27 September), 48 miles of the Grand Trunk Canal (now known as the &lt;a href=\"Trent%20and%20Mersey%20Canal\"&gt;Trent and Mersey Canal&lt;/a&gt;) from Wilden Ferry to Stone was navigable — the length past Burton-on-Trent being completed in 1770.\nOn completion of the Star Lock a grand opening was held, and during this opening a cannon was fired in celebration. However disaster struck and the cannon damaged the new lock, requiring a re-build.\nStone became the headquarters of the canal company with its office at Westbridge House, sited then below Star Lock on what is now Westbridge Park. The offices were moved later to Stoke-on-Trent.\nBrewing industry.\nDue to the quality of the local water beneath Stone two brewers were located here carrying on the Augustinian monks' tradition of beer making. The most notable was John Joule &amp; Sons Ltd, established in 1780. The company was acquired by &lt;a href=\"Bass%20Brewery\"&gt;Bass Charrington&lt;/a&gt; in 1968, and ceased brewing at the end of October 1974. The brewery was demolished in the Autumn of 1977. The adjacent bottling plant was closed some years before. The canal played a great part in the export of beer. Joules once owned a pair of boats that delivered coal to the brewery and as late as the 1950s had the telephone number ‘Stone 1’. Joules' draught beer stores and bottling plant remains an imposing building on the canal and can be clearly identified by the red cross logo of John Joules in the brickwork.\nThe second brewer was Montgomery &amp; Co, acquired by the Bent's Brewery Co of Liverpool in 1889. The brewery was located on what is now Mount Industrial Estate. It was also taken over by Bass and closed on 31 March 1968. Although the brewing industry in Stone ceased following the closure of Joules and Bents following an aggressive takeover from the nearby &lt;a href=\"Burton%20upon%20Trent\"&gt;Burton upon Trent&lt;/a&gt; brewers in the 1960s and 1970s, in recent years it has begun anew with the opening of the Lymestone Brewery in 2008. This family-run microbrewery is based in part of the original Bents brewery.\nMore recently a second microbrewery, trading under the name Joules, dropping the 'John' due to trademark reasons, has begun brewing in &lt;a href=\"Market%20Drayton\"&gt;Market Drayton&lt;/a&gt;, &lt;a href=\"Shropshire\"&gt;Shropshire&lt;/a&gt;. A pint of both Lymestone and Joules can be tasted at the Swan Inn; Lymestone Brewery also has their own public house - The Borehole Inn, situated next to the brewery itself.\nThe Star Public House was fully licensed in 1819 although the building predates the canal by some 200 years. The building has in its time been a butcher’s shop and slaughterhouse. Stabling for boat horses was available up to the 1950s and the business relied heavily on the canal for trade.\nPublic transport.\nThe coming of the railway was to end Stone's era as a coaching and canal town. The &lt;a href=\"North%20Staffordshire%20Railway\"&gt;North Staffordshire Railway&lt;/a&gt; opened its main line from Stoke-on-Trent through Stone to &lt;a href=\"Norton%20Bridge%2C%20Staffordshire\"&gt;Norton Bridge&lt;/a&gt; on 3 April 1848; the following year a branch line from Stone to &lt;a href=\"Colwich%2C%20Staffordshire\"&gt;Colwich&lt;/a&gt; began operating.\nOne industry that did flourish under the railway era was the shoe industry, at its height in 1851 there were 16 shoeworks. The industry however declined after &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, the main shoe market, imposed an import tax on the industry.\nPresent day.\nStone Parish Church, dedicated to &lt;a href=\"Saint%20Michael\"&gt;Saint Michael&lt;/a&gt; the Archangel, is at the south end of the town located on what used to be Stone Priory. It was commenced in 1753, and finished in 1758. The present clock dates from 1896.\nChrist Church stands on the north side of the town, where the population is still increasing. It was erected in 1839.\nThe canal still dominates the town. Many canal side sites have in recent times been taken over for modern day use including The Moorings, a development of apartments based on the old Stubbs warehouse. Apartments and housing surround the old Trent Hospital, once the workhouse. Housing developments also border the canal.\nCommercial traffic has now been replaced by the leisure craft that pass through Stone each year. The Canal Cruising Company today operates from the historic site of the canal maintenance and boat building operations of the Trent and Mersey Canal Company. This restored docks complex with its workshops, by Yard Lock, continues to be used for the maintenance of pleasure craft and historic boats. In 2010 a new marina opened just south of the town, below Aston Lock, with moorings for pleasure craft, a farm shop and a café.\nState education within Stone is based on the three tier school system, with a range of first and primary schools, two middle schools (Walton Priory Middle and Christchurch Academy) and a high school (&lt;a href=\"Alleyne%27s%20Academy\"&gt;Alleyne's Academy&lt;/a&gt;). Independent education is served by the Catholic &lt;a href=\"St%20Dominic%27s%20Priory%20School%20%28Stone%29\"&gt;St Dominic's Priory School&lt;/a&gt; founded with the convent of the same name in the 19th century by Mother &lt;a href=\"Margaret%20Hallahan\"&gt;Margaret Hallahan&lt;/a&gt; when the school was originally known as \"Blessed Imelda's Enpension School\".\n&lt;a href=\"Staffordshire%20Fire%20and%20Rescue%20Service\"&gt;Staffordshire Fire and Rescue Service&lt;/a&gt; has its headquarters just south of Stone. &lt;a href=\"Yarnfield\"&gt;Yarnfield&lt;/a&gt; Park Training and Conference Centre just outside the town is a major training centre for the UK telecommunications industry. It is owned by &lt;a href=\"BT%20Group\"&gt;BT Group&lt;/a&gt; and run by &lt;a href=\"Accenture\"&gt;Accenture&lt;/a&gt;.\nStone is the key UK manufacturing site for the &lt;a href=\"Quickfit%20apparatus\"&gt;Quickfit&lt;/a&gt; laboratory glassware system which finds widespread use in many school, college and university science departments.\nThe National Association of Chimney Sweeps is located in the town.\nThe town is home to two football clubs, &lt;a href=\"Stone%20Old%20Alleynians%20F.C.\"&gt;Stone Old Alleynians F.C.&lt;/a&gt; of the &lt;a href=\"North%20West%20Counties%20Football%20League\"&gt;North West Counties Football League&lt;/a&gt; and &lt;a href=\"Stone%20Dominoes%20F.C.\"&gt;Stone Dominoes F.C.&lt;/a&gt; of the &lt;a href=\"Staffordshire%20County%20Senior%20League\"&gt;Staffordshire County Senior League&lt;/a&gt;. Both teams share a fully enclosed floodlit stadium at Yarnfield, named Springbank Park. &lt;a href=\"Staffordshire%20County%20Cricket%20Club\"&gt;Staffordshire County Cricket Club&lt;/a&gt; play &lt;a href=\"Minor%20Counties%20Championship\"&gt;Minor Counties Championship&lt;/a&gt; matches at &lt;a href=\"Lichfield%20Road\"&gt;Lichfield Road&lt;/a&gt;, as do the town's &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; club, Stone Cricket Club.\nThe Stone Food and Drink Festival takes place the first weekend in October and brings together the very best in local produce and cooking talent. It attracts in excess of 20,000 visitors to the town and runs for one week in total with the 'main event' on the town's Westbridge Park on Friday, Saturday and Sunday.\nMedia.\nTelevision.\nTelevision news is covered by &lt;a href=\"BBC%20Midlands%20Today\"&gt;BBC Midlands Today&lt;/a&gt; and &lt;a href=\"ITV%20Central\"&gt;ITV Central&lt;/a&gt;, both of which come from &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt;. Stone can receive good to marginal signals from the &lt;a href=\"Sutton%20Coldfield%20transmitting%20station\"&gt;Sutton Coldfield transmitting station&lt;/a&gt; and from &lt;a href=\"The%20Wrekin%20transmitting%20station\"&gt;The Wrekin transmitting station&lt;/a&gt;, which can be received in the higher parts of town.\nRadio.\nStone's local radio stations are &lt;a href=\"Signal%201\"&gt;Signal 1&lt;/a&gt; and &lt;a href=\"BBC%20Radio%20Stoke\"&gt;BBC Radio Stoke&lt;/a&gt;, which broadcast from studios in &lt;a href=\"Stoke-on-Trent\"&gt;Stoke-on-Trent&lt;/a&gt;. However, some parts of the town can also receive &lt;a href=\"Free%20Radio%20Shropshire%20%26amp%3B%20Black%20Country\"&gt;Free Radio Black Country and Shropshire&lt;/a&gt;, &lt;a href=\"Greatest%20Hits%20Radio\"&gt;Greatest Hits Radio&lt;/a&gt;, &lt;a href=\"BBC%20WM\"&gt;BBC WM&lt;/a&gt;, &lt;a href=\"BBC%20Radio%20Cymru\"&gt;BBC Radio Cymru&lt;/a&gt; and &lt;a href=\"Heart%20%28radio%20network%29\"&gt;Heart&lt;/a&gt; and &lt;a href=\"Smooth%20Radio%20%282014%29\"&gt;Smooth&lt;/a&gt; from the &lt;a href=\"West%20Midlands%20%28county%29\"&gt;West Midlands&lt;/a&gt; and &lt;a href=\"North%20West%20England\"&gt;North West&lt;/a&gt;.\nNewspapers.\nStone is covered by two daily newspapers, \"&lt;a href=\"The%20Sentinel%20%28Staffordshire%29\"&gt;The Sentinel&lt;/a&gt;\" from &lt;a href=\"Stoke-on-Trent\"&gt;Stoke-on-Trent&lt;/a&gt; and the \"&lt;a href=\"Express%20and%20Star\"&gt;Express and Star&lt;/a&gt;\" from &lt;a href=\"Wolverhampton\"&gt;Wolverhampton&lt;/a&gt;. The weekly \"Staffordshire Newsletter\" and the bi-monthly \"Stone and Eccleshall Gazette\" also cover the town.\nCommunity news website.\nStone has an independent community news website called \"A Little Bit Of Stone\" which delivers up to date news and information for the residents and visitors of Stone. The website is supported by active social media accounts on Facebook, Twitter, Instagram and YouTube.\nTransport.\n&lt;a href=\"Stone%20railway%20station\"&gt;Stone railway station&lt;/a&gt;, on the &lt;a href=\"West%20Coast%20Main%20Line\"&gt;West Coast Main Line&lt;/a&gt;, serves the town. An hourly semi-fast direct service has been operated by &lt;a href=\"London%20Midland\"&gt;London Midland&lt;/a&gt; and &lt;a href=\"West%20Midlands%20Trains\"&gt;West Midlands Trains&lt;/a&gt; since 2008. This runs south to &lt;a href=\"Euston%20railway%20station\"&gt;London Euston&lt;/a&gt; via &lt;a href=\"Stafford%20railway%20station\"&gt;Stafford&lt;/a&gt; and the Trent Valley line, and north to &lt;a href=\"Crewe%20railway%20station\"&gt;Crewe&lt;/a&gt; via &lt;a href=\"Stoke-on-Trent%20railway%20station\"&gt;Stoke-on-Trent&lt;/a&gt;. Passenger numbers have risen 152 per cent between 2008 and June 2012 with three more services per day are being planned to cope with demand. Figures for 2019/20 are 184,000 passengers\nStone's main bus service is the &lt;a href=\"First%20Potteries\"&gt;First Potteries&lt;/a&gt;' route 101 which runs north to &lt;a href=\"Tittensor\"&gt;Tittensor&lt;/a&gt;, &lt;a href=\"Trentham%2C%20Staffordshire\"&gt;Trentham&lt;/a&gt;, &lt;a href=\"Newcastle-under-Lyme\"&gt;Newcastle-under-Lyme&lt;/a&gt; and &lt;a href=\"Stoke-on-Trent\"&gt;Stoke-on-Trent&lt;/a&gt; and south to &lt;a href=\"Stafford\"&gt;Stafford&lt;/a&gt;. It calls at several places in Stone, like the schools. &lt;a href=\"D%26amp%3BG%20Bus\"&gt;D&amp;G Bus&lt;/a&gt; run six local services in and around Stone.\nTwo trunk roads go through the town, the &lt;a href=\"A34%20road%20%28England%29\"&gt;A34&lt;/a&gt; linking &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; to &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; and the &lt;a href=\"A51%20road\"&gt;A51&lt;/a&gt; linking Lichfield to &lt;a href=\"Chester\"&gt;Chester&lt;/a&gt;. Stone is by-passed by the &lt;a href=\"M6%20motorway\"&gt;M6 motorway&lt;/a&gt;.\nIn recent times cycling north from the town along the canal towpath towards &lt;a href=\"Barlaston\"&gt;Barlaston&lt;/a&gt; &lt;a href=\"Trentham%2C%20Staffordshire\"&gt;Trentham&lt;/a&gt; and &lt;a href=\"Stoke-on-Trent\"&gt;Stoke-on-Trent&lt;/a&gt; is much improved. In June 2012 the local authorities announced a £700,000 scheme to rectify the problem, with new paths. To the south, towards Burston, &lt;a href=\"Weston%2C%20Staffordshire\"&gt;Weston&lt;/a&gt; and &lt;a href=\"Great%20Haywood\"&gt;Great Haywood&lt;/a&gt; the towpath is passable on a bicycle but better suited to a &lt;a href=\"mountain%20bike\"&gt;mountain bike&lt;/a&gt; rather than a racing bike."
}