{
    "id": "4192681",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=4192681",
    "title": "Guillaume Beuzelin",
    "text": "Guillaume Pierre Beuzelin (born 14 April 1979) is a French professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; coach and former player. He played in France for &lt;a href=\"Le%20Havre%20AC\"&gt;Le Havre&lt;/a&gt; and &lt;a href=\"AS%20Beauvais%20Oise\"&gt;AS Beauvais&lt;/a&gt;, in Scotland for &lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt; and &lt;a href=\"Hamilton%20Academical%20F.C.\"&gt;Hamilton Academical&lt;/a&gt;, in England for &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry City&lt;/a&gt; and in Cyprus for &lt;a href=\"Olympiakos%20Nicosia\"&gt;Olympiakos Nicosia&lt;/a&gt;.\nPlaying career.\nHibernian.\nBeuzelin joined &lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt; in 2004, having been released by his previous club &lt;a href=\"Le%20Havre%20AC\"&gt;Le Havre&lt;/a&gt;. He quickly became a favourite of the Hibs fans. He was part of the team who won the &lt;a href=\"2007%20Scottish%20League%20Cup%20Final\"&gt;2007 Scottish League Cup Final&lt;/a&gt;. Following an impressive couple of season in the SPL, Beuzelin drew attention from a number of English clubs in the Championship. Chief amongst them were Tony Mowbray's West Brom team, Mowbray having previously worked with the Frenchman at Hibs. However West Brom's promotion to the Premier League in 2007-08 meant that their interest waned, as Beuzelin's contract reached its expiry date, leaving room open for other Championship sides to sign him on a free.\nCoventry City.\nBeuzelin signed for Coventry after his contract with Hibs expired at the end of the 2007–08 season. He signed a one-year deal, with a club option for a further year. Beuzelin arrived with a big reputation following his impressive spell in Scottish football but failed to live up to expectations, and becoming the subject of vocal criticism from the club's fans. He ended up making 35 league appearances and scoring once against &lt;a href=\"Blackpool\"&gt;Blackpool&lt;/a&gt; during the 2008–09 season. However his level of performance was disappointing as the first year of his contract drew to a close. During the summer of 2009 Coventry and Beuzelin reached an impasse in their contract negotiations and the Frenchman left the club during the close season.\nHamilton Academical.\nAfter leaving Coventry, Beuzelin started training with &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;, and he played in a &lt;a href=\"friendly%20match\"&gt;friendly match&lt;/a&gt; against &lt;a href=\"Cork%20City%20Football%20Club\"&gt;Cork City&lt;/a&gt;. After a trial with &lt;a href=\"MK%20Dons\"&gt;MK Dons&lt;/a&gt;, Beuzelin started training with &lt;a href=\"Hamilton%20Academical%20F.C.\"&gt;Hamilton&lt;/a&gt;, and signed for the club on 29 September.\nOlympiakos Nicosia.\nAfter being released by Hamilton at the end of 2009, he signed in early January for Cypriot team &lt;a href=\"Olympiakos%20Nicosia\"&gt;Olympiakos Nicosia&lt;/a&gt;. Beuzelin was released at the end of the 2009–10 season.\nBeuzelin then began training with &lt;a href=\"Scottish%20Premier%20League\"&gt;SPL&lt;/a&gt; side &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt;, who were managed by &lt;a href=\"Mixu%20Paatelainen\"&gt;Mixu Paatelainen&lt;/a&gt;, who had previously worked with Beuzelin at Hibs. Beuzelin agreed a one-year contract with Kilmarnock, but he failed a medical to complete the transfer.\nCoaching career.\nA succession of injuries forced Beuzelin to formally retire from playing football in 2011. As of 2011, he was employed by &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt; as a coach in their &lt;a href=\"youth%20system\"&gt;youth academy system&lt;/a&gt;. In January 2012, Beuzelin was appointed to a role with the &lt;a href=\"University%20of%20Stirling\"&gt;University of Stirling&lt;/a&gt; as the institution's &lt;a href=\"Stirling%20University%20F.C.\"&gt;2nd team&lt;/a&gt; head coach.\n&lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt; appointed Beuzelin to coach their &lt;a href=\"Hibernian%20F.C.%20Reserves%20and%20Academy\"&gt;under-14 team&lt;/a&gt; in September 2012. He also worked for the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt;. In July 2014, Beuzelin was appointed assistant manager of &lt;a href=\"Dumbarton%20F.C.\"&gt;Dumbarton&lt;/a&gt;. \nHe moved to &lt;a href=\"Hamilton%20Academical%20F.C.\"&gt;Hamilton Academical&lt;/a&gt; in January 2015 as assistant to new manager &lt;a href=\"Martin%20Canning\"&gt;Martin Canning&lt;/a&gt;. Beuzelin was caretaker manager in January 2019 after Canning left the club and until &lt;a href=\"Brian%20Rice%20%28footballer%29\"&gt;Brian Rice&lt;/a&gt; was appointed head coach later that week."
}