{
    "id": "41923723",
    "revid": "937448",
    "url": "https://en.wikipedia.org/wiki?curid=41923723",
    "title": "Henry Ciuci",
    "text": "Henry Ciuci (April 25, 1903 – January 1986) was an American professional &lt;a href=\"golf\"&gt;golf&lt;/a&gt;er. He won six official &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt; events in the late 1920s and early 1930s, and was one of the Tour's most successful performers between 1928 and 1931.\nHis best finish in a &lt;a href=\"Men%27s%20major%20golf%20championships\"&gt;major championship&lt;/a&gt; was a tie for fifth place in the &lt;a href=\"1924%20PGA%20Championship\"&gt;1924 PGA Championship&lt;/a&gt;. His best effort in the &lt;a href=\"US%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt; was a sixth place tie in &lt;a href=\"1928%20U.S.%20Open%20%28golf%29\"&gt;1928&lt;/a&gt;. He finished T25 in the &lt;a href=\"1934%20Masters%20Tournament\"&gt;1934 Masters Tournament&lt;/a&gt;.\nGolf career.\nCiuci won two Tour events in 1928, and scored two second-place finishes. He had 11 finishes in the top-10 and 15 in the top-25 that season. In 1929, he won one Tour event, finished third three times, had eight finishes in the top-10 and 17 in the top-25. He had his best season in 1931, winning three times, one of which was the inaugural &lt;a href=\"Connecticut%20Open%20%28golf%29\"&gt;Connecticut Open&lt;/a&gt;. Also in 1931, he finished third twice, had eight finishes in the top-10 and 10 in the top-25. For his career, in addition to the six wins, Ciuci is credited with 53 top-10 finishes and 85 finishes in the top-25.\nPGA Tour wins (6).\nSource:\nResults in major championships.\n\"Note: Ciuci never played in &lt;a href=\"The%20Open%20Championship\"&gt;The Open Championship&lt;/a&gt;.\"&lt;br&gt;\nNYF = Tournament not yet founded&lt;br&gt;\nWD = Withdrew&lt;br&gt;\nCUT = missed the half-way cut&lt;br&gt;\nR64, R32, R16, QF, SF = Round in which player lost in PGA Championship match play&lt;br&gt;\n\"T\" indicates a tie for a place"
}