{
    "id": "4193921",
    "revid": "6611590",
    "url": "https://en.wikipedia.org/wiki?curid=4193921",
    "title": "Mangrove black hawk",
    "text": "The mangrove black hawk, \"Buteogallus anthracinus subtilis\", is a &lt;a href=\"neotropics\"&gt;neotropical&lt;/a&gt; &lt;a href=\"bird%20of%20prey\"&gt;bird of prey&lt;/a&gt; in the &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Accipitridae\"&gt;Accipitridae&lt;/a&gt; native to South and Central America. Briefly treated as a distinct species, \"Buteogallus subtilis\", recent evidence strongly suggests it should be considered a &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of the &lt;a href=\"common%20black%20hawk\"&gt;common black hawk&lt;/a&gt; (\"Buteogallus anthracinus\"). \nRange and habitat.\nThe mangrove black hawk is a resident breeding bird from eastern &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;, through western &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt; and &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;, to far north-western &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;. Previously, it was incorrectly believed to occur as far north as &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, but all individuals from western Panama and northwards are &lt;a href=\"nominate%20subspecies\"&gt;nominate&lt;/a&gt; common black hawk. \nThis is a mainly coastal bird of Pacific &lt;a href=\"mangrove\"&gt;mangrove&lt;/a&gt; swamps, &lt;a href=\"estuary\"&gt;estuaries&lt;/a&gt; and adjacent dry open woodland, which builds a large stick nest in a mangrove tree, and usually lays one dark-blotched whitish egg.\nCharacteristics.\nThe adult mangrove black hawk is 43–53 cm long and weighs around 930 g. It has very broad wings, and is mainly black with a brownish cast to the upper-wings. The short tail is black with a single broad white band and a white tip. The bill is black and the legs and cere are yellow.\nSexes are similar, but immature birds are dark brown above with spotting and streaks. Their underparts are buff to whitish with dark blotches, and the tail has a number of black and white bars.\nThe call of the mangrove black hawk is a distinctive piping \"\".\nDiet.\nThe mangrove black hawk feeds mainly on &lt;a href=\"crab\"&gt;crab&lt;/a&gt;s, but will also take small &lt;a href=\"vertebrate\"&gt;vertebrate&lt;/a&gt;s and eggs. This species is often seen soaring, with occasional lazy flaps, and has a &lt;a href=\"Talon%20%28anatomy%29\"&gt;talon&lt;/a&gt;-touching aerial courtship display. "
}