{
    "id": "4196730",
    "revid": "5288432",
    "url": "https://en.wikipedia.org/wiki?curid=4196730",
    "title": "Curtis Hixon Hall",
    "text": "Curtis Hixon Hall was an indoor sports &lt;a href=\"arena\"&gt;arena&lt;/a&gt;, &lt;a href=\"convention%20center\"&gt;convention center&lt;/a&gt;, concert venue, and special events center which was located at 600 Ashley Drive along the &lt;a href=\"Hillsborough%20River%20%28Florida%29\"&gt;Hillsborough River&lt;/a&gt; in &lt;a href=\"Downtown%20Tampa\"&gt;downtown&lt;/a&gt; &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt;. It opened in 1965, and was the primary concert, indoor sports, and civic gathering place for the city of Tampa for about twenty years. The construction of newer and more specialized facilities around town during the 1980s gradually reduced the number of events held at Curtis Hixon Hall, and the opening of the much larger &lt;a href=\"Tampa%20Convention%20Center\"&gt;Tampa Convention Center&lt;/a&gt; in 1990 made it obsolete.\nCurtis Hixon Hall was demolished in 1993, and the land was converted into a public park. The park was redesigned and incorporated into the &lt;a href=\"Tampa%20Riverwalk\"&gt;Tampa Riverwalk&lt;/a&gt; in 2010, and the facility's former footprint is now home to the &lt;a href=\"Tampa%20Museum%20of%20Art\"&gt;Tampa Museum of Art&lt;/a&gt;, the &lt;a href=\"Glazer%20Children%E2%80%99s%20Museum\"&gt;Glazer Children’s Museum&lt;/a&gt;, and the northern portions of &lt;a href=\"Curtis%20Hixon%20Waterfront%20Park\"&gt;Curtis Hixon Waterfront Park&lt;/a&gt;.\nThe Hall's namesake, &lt;a href=\"Curtis%20Hixon\"&gt;Curtis Hixon&lt;/a&gt;, was a long-time mayor of Tampa who died in 1956 while serving his fourth term in the office.\nConstruction.\nCurtis Hixon Hall was planned and built in the early 1960s during the administration of Tampa mayor &lt;a href=\"Nick%20Nuccio\"&gt;Nick Nuccio&lt;/a&gt;, who pushed for the construction of many public works projects around town. It was named for &lt;a href=\"Curtis%20Hixon\"&gt;Curtis Hixon&lt;/a&gt;, the mayor of Tampa from 1943 until he died while still in office in 1956. Local architect Norman Six designed the uniquely shaped building in a modified &lt;a href=\"Googie%20architecture\"&gt;Googie architecture&lt;/a&gt; style. Construction of the facility cost approximately $5 million and was mostly financed by &lt;a href=\"municipal%20bonds\"&gt;municipal bonds&lt;/a&gt; issued by the city of Tampa. It was dedicated on January 23, 1965.\nEvents.\nCurtis Hixon Hall could be reconfigured and subdivided to accommodate many different events. It had a maximum capacity of about 8000 in a concert setup. It hosted concerts and sports, conventions and trade shows, large community events such as New Year's Eve dances and &lt;a href=\"Gasparilla%20Pirate%20Festival\"&gt;Gasparilla-related&lt;/a&gt; festivities, and political events, such as a large 1968 campaign rally for presidential candidate &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt;.\nSports.\nCurtis Hixon Hall was the site of a wide variety of sporting events. The first event in the new facility was a &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt; card held on February 15, 1965, and it hosted many subsequent boxing and &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt; cards throughout its lifetime, including a nationally televised 1971 &lt;a href=\"light%20heavyweight\"&gt;light heavyweight&lt;/a&gt; championship bout between &lt;a href=\"Bob%20Foster%20%28boxer%29\"&gt;Bob Foster&lt;/a&gt; and &lt;a href=\"Ray%20Anderson%20%28boxer%29\"&gt;Ray Anderson&lt;/a&gt;. Other notable fighters appearing at Curtis Hixon Hall included &lt;a href=\"Earnie%20Shavers\"&gt;Earnie Shavers&lt;/a&gt;, &lt;a href=\"Emile%20Griffith\"&gt;Emile Griffith&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Roman%20%28boxer%29\"&gt;José Roman&lt;/a&gt;, &lt;a href=\"Vicente%20Rond%C3%B3n\"&gt;Vicente Rondón&lt;/a&gt;, and &lt;a href=\"Maurice%20Watkins%20%28boxer%29\"&gt;Maurice Watkins&lt;/a&gt;.\nCurtis Hixon Hall also hosted many &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; games. It was the first home court of the &lt;a href=\"University%20of%20South%20Florida\"&gt;University of South Florida&lt;/a&gt;'s &lt;a href=\"South%20Florida%20Bulls%20men%27s%20basketball\"&gt;men's&lt;/a&gt; and &lt;a href=\"South%20Florida%20Bulls%20women%27s%20basketball\"&gt;women's&lt;/a&gt; basketball teams and the &lt;a href=\"American%20Basketball%20Association%20%281967-1976%29\"&gt;ABA&lt;/a&gt;'s &lt;a href=\"The%20Floridians\"&gt;Floridians&lt;/a&gt;, and it was also used for &lt;a href=\"basketball%23High%20school%20basketball\"&gt;high school basketball&lt;/a&gt; games and tournaments.\nMusic.\nCurtis Hixon Hall was Tampa's primary concert venue from the mid-1960s until the early 1980s, with only a handful of the biggest acts playing at much larger &lt;a href=\"Tampa%20Stadium\"&gt;Tampa Stadium&lt;/a&gt;. Many of the top musical performers of the era played at Curtis Hixon Hall, including &lt;a href=\"Bob%20Dylan\"&gt;Bob Dylan&lt;/a&gt; (both solo and as part of the &lt;a href=\"Rolling%20Thunder%20Revue\"&gt;Rolling Thunder Revue&lt;/a&gt;), &lt;a href=\"The%20Who\"&gt;The Who&lt;/a&gt;, &lt;a href=\"the%20Grateful%20Dead\"&gt;the Grateful Dead&lt;/a&gt;, &lt;a href=\"Creedence%20Clearwater%20Revival\"&gt;Creedence Clearwater Revival&lt;/a&gt;, &lt;a href=\"The%20Monkees\"&gt;The Monkees&lt;/a&gt;, &lt;a href=\"Chuck%20Berry\"&gt;Chuck Berry&lt;/a&gt;, &lt;a href=\"Led%20Zeppelin\"&gt;Led Zeppelin&lt;/a&gt;, &lt;a href=\"Jefferson%20Airplane\"&gt;Jefferson Airplane&lt;/a&gt;, &lt;a href=\"Johnny%20Cash\"&gt;Johnny Cash&lt;/a&gt;, &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt;, &lt;a href=\"Black%20Sabbath\"&gt;Black Sabbath&lt;/a&gt;, &lt;a href=\"Sly%20%26amp%3B%20The%20Family%20Stone\"&gt;Sly &amp; The Family Stone&lt;/a&gt;, &lt;a href=\"The%20Jackson%205\"&gt;The Jackson 5&lt;/a&gt;, &lt;a href=\"Eagles%20%28band%29\"&gt;Eagles&lt;/a&gt;, &lt;a href=\"Santana%20%28band%29\"&gt;Santana&lt;/a&gt;, &lt;a href=\"Bob%20Marley\"&gt;Bob Marley&lt;/a&gt; and &lt;a href=\"The%20Wailers%20%281963-1974%20band%29\"&gt;The Wailers&lt;/a&gt;, &lt;a href=\"The%20Beach%20Boys\"&gt;The Beach Boys&lt;/a&gt;, &lt;a href=\"Kiss%20%28band%29\"&gt;KISS&lt;/a&gt;, &lt;a href=\"ZZ%20Top\"&gt;ZZ Top&lt;/a&gt;, &lt;a href=\"Hank%20Williams%20Jr.\"&gt;Hank Williams Jr.&lt;/a&gt;, &lt;a href=\"The%20Isley%20Brothers\"&gt;The Isley Brothers&lt;/a&gt;, &lt;a href=\"Van%20Halen\"&gt;Van Halen&lt;/a&gt;, &lt;a href=\"Tom%20Petty%20and%20the%20Heartbreakers\"&gt;Tom Petty and the Heartbreakers&lt;/a&gt;, &lt;a href=\"Rush%20%28band%29\"&gt;Rush&lt;/a&gt;, &lt;a href=\"The%20Kinks\"&gt;The Kinks&lt;/a&gt;, &lt;a href=\"Talking%20Heads\"&gt;Talking Heads&lt;/a&gt;, &lt;a href=\"Dire%20Straits\"&gt;Dire Straits&lt;/a&gt;, &lt;a href=\"U2\"&gt;U2&lt;/a&gt;, and &lt;a href=\"Stevie%20Ray%20Vaughan\"&gt;Stevie Ray Vaughan&lt;/a&gt;, among many others.\nNotable shows included:\nDecline and demolition.\nCurtis Hixon Hall was considered small and outdated by the mid-1980s and was relegated to hosting smaller events such as small trade shows and local events such as &lt;a href=\"High%20school%20diploma%23Graduation\"&gt;high school graduation&lt;/a&gt;s while most sporting events and concerts shifted to places like the &lt;a href=\"Sun%20Dome\"&gt;USF Sun Dome&lt;/a&gt; (which opened in 1980) and the nearby restored &lt;a href=\"Tampa%20Theater\"&gt;Tampa Theater&lt;/a&gt;.\nWhen the much larger &lt;a href=\"Tampa%20Convention%20Center\"&gt;Tampa Convention Center&lt;/a&gt; opened in 1990 and Tampa began making plans to build a new downtown sports arena (the future &lt;a href=\"Amalie%20Arena\"&gt;Amalie Arena&lt;/a&gt;, which opened in 1996), city leaders agreed that Curtis Hixon Hall had outlived its usefulness. &lt;a href=\"List%20of%20mayors%20of%20Tampa%2C%20Florida\"&gt;Mayor Sandy Freedman&lt;/a&gt;'s administration decided to tear down the building and replace it with Curtis Hixon Park. Demolition of the facility began in 1993 and the park was dedicated in 1995. Aquamarine-colored tiles from the hall were set into each bench at the park.\nThe site was redeveloped again in the late 2000s to integrate the area into &lt;a href=\"Tampa%20Riverwalk\"&gt;the city's Riverwalk project&lt;/a&gt;. A new &lt;a href=\"Tampa%20Museum%20of%20Art\"&gt;Tampa Museum of Art&lt;/a&gt; and the &lt;a href=\"Glazer%20Children%27s%20Museum\"&gt;Glazer Children's Museum&lt;/a&gt; opened in 2010 on the footprint of Curtis Hixon Hall, while the open space immediately to the south became a redesigned &lt;a href=\"Curtis%20Hixon%20Waterfront%20Park\"&gt;Curtis Hixon Waterfront Park&lt;/a&gt;."
}