{
    "id": "4204828",
    "revid": "40123752",
    "url": "https://en.wikipedia.org/wiki?curid=4204828",
    "title": "Otis Armstrong",
    "text": "Otis D. Armstrong (November 15, 1950 – October 13, 2021) was an American professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who was a &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He was selected in the first round with the ninth overall pick in the &lt;a href=\"1973%20NFL%20Draft\"&gt;1973 NFL Draft&lt;/a&gt;. He played for the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; for his entire career from 1973 to 1980.\nHigh school.\nArmstrong attended &lt;a href=\"Farragut%20Career%20Academy\"&gt;Farragut High School&lt;/a&gt; in Chicago, and was inducted into the &lt;a href=\"Chicagoland%20Sports%20Hall%20of%20Fame\"&gt;Chicagoland Sports Hall of Fame&lt;/a&gt;.\nCollege career.\nBefore his NFL career, Armstrong played for &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt; becoming the school's all-time leading rusher and leader in all-purpose yards. Armstrong was selected to Purdue's All-Time team in 1987 as part of a celebration of 100 years of football at Purdue. He was inducted into the Purdue Intercollegiate Athletics Hall of Fame in 1997.\nArmstrong finished his 3 college seasons with 4,601 All-purpose yards (3,315 rushing yards, 897 yards from kickoff returns and 389 passing yards). He also scored 24 touchdowns (17 rushing and 7 on returns). He was selected the &lt;a href=\"Big%20Ten\"&gt;Big Ten&lt;/a&gt; MVP in 1972, leading the league in rushing and total offense, while being selected 1st team All-Conference. He participated in 4 All-Star games; the &lt;a href=\"Hula%20Bowl\"&gt;Hula Bowl&lt;/a&gt;, the &lt;a href=\"East-West%20Shrine%20Game\"&gt;East-West Shrine Game&lt;/a&gt;, the Coaches' All-American Game, and the Chicago College All-Star game.\nOver the course of his Purdue career, Armstrong became the all-time leading rusher in Big Ten Conference and Purdue history and ranked sixth in &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt; history at the time. His total of 3,315 yards in three years bettered the previous mark of 3,212 yards by &lt;a href=\"Alan%20Ameche\"&gt;Alan Ameche&lt;/a&gt; of Wisconsin - established in four years. He still holds the Purdue single game rushing record (276 yds vs. arch-rival Indiana.) Armstrong finished as the all-time leader in All-Purpose yards at Purdue (4,601 yds), he is currently 4th all-time.\nOn May 16, 2012; Armstrong was selected for induction into the College Football Hall of Fame. Armstrong will be the 13th Boilermaker (9 players, 4 coaches) inducted into the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt;.\nProfessional career.\nIn his second NFL season, Armstrong led the league in rushing yards (1,407) and yards per carry (5.3). In the 1977 season, he assisted the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; to an appearance in &lt;a href=\"Super%20Bowl%20XII\"&gt;Super Bowl XII&lt;/a&gt;, which they lost to the &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt; 27-10.\nArmstrong finished his 8 NFL seasons with 4,453 rushing yards, 123 receptions for 1,302 receiving yards, and 879 yards from kickoff returns. He also scored 32 touchdowns (25 rushing and 7 receiving).\nDeath.\nOtis Armstrong died on October 13, 2021, surrounded by his family and loved ones. He was 70."
}