{
    "id": "42040119",
    "revid": "21490225",
    "url": "https://en.wikipedia.org/wiki?curid=42040119",
    "title": "Tetraphis pellucida",
    "text": "Tetraphis pellucida, the pellucid four-tooth moss, is one of two species of &lt;a href=\"moss\"&gt;moss&lt;/a&gt; in the acrocarpous genus \"Tetraphis\".\nIts name refers to its four large &lt;a href=\"peristome\"&gt;peristome&lt;/a&gt; teeth found on the sporophyte capsule.\nRange and morphology.\n\"Tetraphis pellucida\" occurs almost exclusively on rotten stumps and logs, and is native to the northern hemisphere. The leafy shoot is between eight and 15 mm tall. The lower leaves are 1 to 2 mm long, whereas the upper and perichaetial leaves – leaves that surround the &lt;a href=\"archegonia\"&gt;archegonia&lt;/a&gt; – are 3 mm long. The leaves are plain and whole at the margins.\nReproduction.\n\"Tetraphis pellucida\" reproduces both asexually through the production of &lt;a href=\"Gemma%20%28botany%29\"&gt;gemmae&lt;/a&gt;, and sexually resulting in a &lt;a href=\"sporophyte\"&gt;sporophyte&lt;/a&gt; which will produce spores.\nAsexual reproduction.\n\"Tetraphis pellucida\" reproduces asexually through the use of &lt;a href=\"propagule\"&gt;propagule&lt;/a&gt;s called gemmae. The gemmae are found either in gemma cups or stalks.\nGemma cups are typically composed of three to five larger, specialized leaves, and house gemmae in the center. Stalk gemmae are found in a terminal cluster\non a &lt;a href=\"microphyllous\"&gt;microphyllous&lt;/a&gt; stalk that extends one to four millimeters above the leafy &lt;a href=\"gametophyte\"&gt;gametophyte&lt;/a&gt;.\nGemmae are distributed largely through the energy provided by precipitation. This is possible due to the shape of gemmae cups, it allows them to harness the energy of a raindrop to propel the gemmae. Through this method it has been calculated that the average distance achieved by a gemma in a cup bearing gemmiferous shoot was 19.5 mm and 13.3 mm by a stalk gemmiferous shoot. It has been found that through disturbances gemmae found in a cup goes a distance of 12.1 mm and 16.9 mm for a stalk gemmae \nGemmae germination.\nIn environmentally controlled experiments with standard conditions (12 hours light/12 hour dark) gemmae germinated in two to four days, typically with six to eight &lt;a href=\"protonemata\"&gt;protonemata&lt;/a&gt;. This growth produces a stellate structure after seven to ten days, at this time branching of the protonemata occurs. After ten days the leafy gametophyte begins to develop, either directly from the gemma or from the protonema.\nSexual reproduction.\n\"Tetraphis pellucida\" also reproduces sexually. It is a dioicous moss, having &lt;a href=\"antheridia\"&gt;antheridia&lt;/a&gt; and &lt;a href=\"archegonia\"&gt;archegonia&lt;/a&gt; on different gametophores. Once the archegonia is fertilized the sporophyte generation begins to form. It develops to have a &lt;a href=\"seta\"&gt;seta&lt;/a&gt; six to 14 mm long, and have a capsule two to three mm long, with a one mm &lt;a href=\"operculum%20%28botany%29\"&gt;operculum&lt;/a&gt;. The fully developed capsule will have four peristome teeth attached to the rim of capsule. Inside the spores develop to be smooth or finely roughened and 10-13 micrometers.\nSporophyte production.\nDue to the fact that the &lt;a href=\"apical%20cell\"&gt;apical cell&lt;/a&gt; of \"Tetraphis pellucida\" stops dividing at an early stage of sporophyte development, much of the growth of the sporophyte is due to cell elongation and division below the apex.\nChanges in reproduction.\nWhether \"Tetraphis pellucida\" as a colony exhibits asexual reproduction or sexual reproduction is determined based on shoot density. At low densities (fewer than 70 shoots per cm2) there are no sporophytes and plants solely possess gemmiferous shoots. At a density of over 70 shoots/cm2, gametophores begin to appear, and by 190 shoots per cm2, there are no gemmiferous shoots. Initially archegoniophores (gametophyte shoots bearing archegonia) outnumber antheridiophores (gametophyte shoots bearing antheridia), but as the density increases further, the antheridiophores greatly outnumber the archegoniophores.\nDisturbance in colonies.\n\"Tetraphis pellucida\" develops a low-density asexual colony on a bare substrate, and is very susceptible to being out competed by species it commonly occurs with. Sexual colonies are much more likely to be disturbed than asexual colonies. Without disturbance \"Tetraphis pellucida\" has a very low probability of reestablishing where senescent or competitor colonies are. This is shown in the fact that \"Tetraphis pellucida\" is the dominant species in gaps of bryophyte communities on logs, whereas they are a minor component in an undisturbed community.\nDifferentiating from \"Tetraphis geniculata\".\n\"Tetraphis pellucida\" is characterized by having a straight, smooth surface lacking protrusions – &lt;a href=\"seta\"&gt;seta&lt;/a&gt;e – whereas \"Tetraphis geniculata\" is characterized by having a &lt;a href=\"papillose\"&gt;papillose&lt;/a&gt; or tuberculate surface in the upper portion of a sharply bent seta. Upon further examination, \"Tetraphis geniculata\" has bulging cell walls that are common in the central region of the seta, and smooth directly below the &lt;a href=\"capsule%20%28botany%29\"&gt;capsule&lt;/a&gt;; spiral &lt;a href=\"wikt%3Atorsion\"&gt;torsion&lt;/a&gt; of the seta is also common."
}