{
    "id": "42067251",
    "revid": "31737083",
    "url": "https://en.wikipedia.org/wiki?curid=42067251",
    "title": "Tumour heterogeneity",
    "text": "Tumour heterogeneity describes the observation that different &lt;a href=\"tumour%20cells\"&gt;tumour cells&lt;/a&gt; can show distinct &lt;a href=\"Morphology%20%28biology%29\"&gt;morphological&lt;/a&gt; and &lt;a href=\"Phenotype\"&gt;phenotypic&lt;/a&gt; profiles, including cellular morphology, gene expression, metabolism, motility, proliferation, and metastatic potential. This phenomenon occurs both between tumours (inter-tumour heterogeneity) and within tumours (intra-tumour heterogeneity). A minimal level of intra-tumour heterogeneity is a simple consequence of the imperfection of &lt;a href=\"DNA%20replication\"&gt;DNA replication&lt;/a&gt;: whenever a cell (normal or cancerous) divides, a few &lt;a href=\"mutation\"&gt;mutation&lt;/a&gt;s are acquired—leading to a diverse population of cancer cells. The &lt;a href=\"Genetic%20heterogeneity\"&gt;heterogeneity&lt;/a&gt; of cancer cells introduces significant challenges in designing effective treatment strategies. However, research into understanding and characterizing heterogeneity can allow for a better understanding of the causes and progression of disease. In turn, this has the potential to guide the creation of more refined treatment strategies that incorporate knowledge of heterogeneity to yield higher efficacy.\nTumour heterogeneity has been observed in &lt;a href=\"leukemias\"&gt;leukemias&lt;/a&gt;, &lt;a href=\"breast%20cancer\"&gt;breast&lt;/a&gt;, &lt;a href=\"prostate%20cancer\"&gt;prostate&lt;/a&gt;, &lt;a href=\"colon%20cancer\"&gt;colon&lt;/a&gt;, &lt;a href=\"Brain%20cancer\"&gt;brain&lt;/a&gt;, &lt;a href=\"Esophageal%20cancer\"&gt;esophagus&lt;/a&gt;, &lt;a href=\"Head%20and%20neck%20cancer\"&gt;head and neck&lt;/a&gt;, &lt;a href=\"bladder%20cancer\"&gt;bladder&lt;/a&gt; and &lt;a href=\"Gynecologic%20oncology\"&gt;gynecological carcinomas&lt;/a&gt;, &lt;a href=\"liposarcoma\"&gt;liposarcoma&lt;/a&gt;, and &lt;a href=\"multiple%20myeloma\"&gt;multiple myeloma&lt;/a&gt;.\nModels of heterogeneity.\nThere are two models used to explain the heterogeneity of tumour cells. These are the &lt;a href=\"cancer%20stem%20cell\"&gt;cancer stem cell&lt;/a&gt; model and the &lt;a href=\"Somatic%20evolution%20in%20cancer\"&gt;clonal evolution&lt;/a&gt; model. The models are not mutually exclusive, and it is believed that they both contribute to heterogeneity in varying amounts across different tumour types.\nCancer stem cells.\nThe cancer stem cell model asserts that within a population of tumour cells, there is only a small subset of cells that are &lt;a href=\"Tumorigenic\"&gt;tumourigenic&lt;/a&gt; (able to form tumours). These cells are termed cancer stem cells (CSCs), and are marked by the ability to both self-renew and differentiate into non-tumourigenic progeny. The CSC model posits that the heterogeneity observed between tumour cells is the result of differences in the stem cells from which they originated. Stem cell variability is often caused by &lt;a href=\"Epigenetics\"&gt;epigenetic&lt;/a&gt; changes, but can also result from clonal evolution of the CSC population where advantageous genetic &lt;a href=\"mutation\"&gt;mutation&lt;/a&gt;s can accumulate in CSCs and their progeny (see below).\nEvidence of the cancer stem cell model has been demonstrated in multiple tumour types including &lt;a href=\"leukemias\"&gt;leukemias&lt;/a&gt;, &lt;a href=\"glioblastoma\"&gt;glioblastoma&lt;/a&gt;, &lt;a href=\"breast%20cancer\"&gt;breast cancer&lt;/a&gt;, and &lt;a href=\"prostate%20cancer\"&gt;prostate cancer&lt;/a&gt;.\nHowever, the existence of CSCs is still under debate. One reason for this is that markers for CSCs have been difficult to reproduce across multiple tumours. Further, methods for determining tumourigenic potential utilize &lt;a href=\"Xenotransplantation\"&gt;xenograft&lt;/a&gt; models. These methods suffer from inherent limitations such as the need to control immune response in the transplant animal, and the significant difference in environmental conditions from the primary tumour site to the xenograft site (\"e.g.\" absence of required exogenous molecules or cofactors). This has caused some doubt about the accuracy of CSC results and the conclusions about which cells have tumourigenic potential.\nClonal evolution.\nThe clonal evolution model was first proposed in 1976 by &lt;a href=\"Peter%20Nowell\"&gt;Peter Nowell&lt;/a&gt;. In this model, tumours arise from a single mutated cell, accumulating additional mutations as it progresses. These changes give rise to additional subpopulations, and each of these subpopulations has the ability to divide and mutate further. This heterogeneity may give rise to subclones that possess an &lt;a href=\"Natural%20selection\"&gt;evolutionary advantage&lt;/a&gt; over the others within the &lt;a href=\"Tumor%20microenvironment\"&gt;tumour environment&lt;/a&gt;, and these subclones may become dominant in the tumour over time. When proposed, this model allowed for the understanding of tumour growth, treatment failure, and tumour aggression that occurs during the natural process of tumour formation.\nEvolution of the initial tumour cell may occur by two methods:\nLinear expansion.\nSequentially ordered mutations accumulate in driver genes, &lt;a href=\"Tumor%20suppressor%20gene\"&gt;tumour suppressor genes&lt;/a&gt;, and &lt;a href=\"DNA%20repair\"&gt;DNA repair&lt;/a&gt; enzymes, resulting in clonal expansion of tumour cells. Linear expansion is less likely to reflect the endpoint of a malignant tumour because the accumulation of mutations is stochastic in heterogeneic tumours.\nBranched expansion.\nExpansion into multiple subclonal populations occurs through a splitting mechanism. This method is more associated with tumour heterogeneity than linear expansion. The acquisition of mutations is random as a result of increased &lt;a href=\"Genome%20instability\"&gt;genomic instability&lt;/a&gt; with each successive generation. The long-term mutational accumulation may provide a &lt;a href=\"Natural%20selection\"&gt;selective advantage&lt;/a&gt; during certain stages of tumour progression. The &lt;a href=\"tumor%20microenvironment\"&gt;tumor microenvironment&lt;/a&gt; may also contribute to tumour expansion, as it is capable of altering the selective pressures that the tumour cells are exposed to.\nTypes and causes of heterogeneity.\nMultiple types of heterogeneity have been observed between tumour cells, stemming from both genetic and non-genetic variability.\nGenetic heterogeneity.\nGenetic heterogeneity is a common feature of tumour genomes, and can arise from multiple sources. Some cancers are initiated when exogenous factors introduce mutations, such as ultraviolet radiation (skin cancers) and tobacco (lung cancer). A more common source is genomic instability, which often arises when key regulatory pathways are disrupted in the cells. Some examples include impaired &lt;a href=\"DNA%20repair\"&gt;DNA repair&lt;/a&gt; mechanisms which can lead to increased replication errors, and defects in the &lt;a href=\"mitosis\"&gt;mitosis&lt;/a&gt; machinery that allow for large-scale gain or loss of entire &lt;a href=\"chromosome\"&gt;chromosome&lt;/a&gt;s. Furthermore, it is possible for genetic variability to be further increased by some cancer therapies (\"e.g.\" treatment with &lt;a href=\"temozolomide\"&gt;temozolomide&lt;/a&gt; and other &lt;a href=\"chemotherapy\"&gt;chemotherapy&lt;/a&gt; drugs).\nMutational tumor heterogeneity refers to variations in mutation frequency in different genes and samples and can be explored by &lt;a href=\"http%3A//archive.broadinstitute.org/cancer/cga/mutsig\"&gt;MutSig&lt;/a&gt;. The etiology of mutational processes can considerably vary between tumor samples from the same or different cancer types and can be manifested in different context-dependent mutational profiles. It can be explored by &lt;a href=\"http%3A//cancer.sanger.ac.uk/cosmic/signatures\"&gt;COSMIC mutational signatures&lt;/a&gt; or &lt;a href=\"https%3A//www.ncbi.nlm.nih.gov/research/mutagene/\"&gt;MutaGene&lt;/a&gt;.\nOther heterogeneity.\nTumour cells can also show heterogeneity between their expression profiles. This is often caused by underlying &lt;a href=\"Epigenetics\"&gt;epigenetic&lt;/a&gt; changes.\nVariation in expression signatures have been detected in different regions of tumour samples within an individual. Researchers have shown that convergent mutations affecting &lt;a href=\"%28Histone-H3%29-lysine-36%20demethylase\"&gt;H3K36&lt;/a&gt; &lt;a href=\"methyltransferase\"&gt;methyltransferase&lt;/a&gt; &lt;a href=\"SETD2\"&gt;SETD2&lt;/a&gt; and histone H3K4 &lt;a href=\"demethylase\"&gt;demethylase&lt;/a&gt; &lt;a href=\"JARID1C\"&gt;KDM5C&lt;/a&gt; arose in spatially separated tumour sections. Similarly, &lt;a href=\"Mammalian%20target%20of%20rapamycin\"&gt;MTOR&lt;/a&gt;, a gene encoding a cell regulatory &lt;a href=\"kinase\"&gt;kinase&lt;/a&gt;, has shown to be constitutively active, thereby increasing S6 &lt;a href=\"phosphorylation\"&gt;phosphorylation&lt;/a&gt;. This active &lt;a href=\"phosphorylation\"&gt;phosphorylation&lt;/a&gt; may serve as a &lt;a href=\"biomarker\"&gt;biomarker&lt;/a&gt; in clear-cell carcinoma.\n&lt;a href=\"Mechanochemistry\"&gt;Mechanochemical&lt;/a&gt; heterogeneity is a hallmark of living &lt;a href=\"Eukaryote\"&gt;eukaryotic&lt;/a&gt; cells. It has an impact on &lt;a href=\"Epigenetics\"&gt;epigenetic&lt;/a&gt; &lt;a href=\"Regulation%20of%20gene%20expression\"&gt;gene regulation&lt;/a&gt;. The heterogeneous dynamic mechanochemical processes regulate interrelationships within the group of cellular surfaces through &lt;a href=\"adhesion\"&gt;adhesion&lt;/a&gt;. Tumour development and spreading is accompanied by change in heterogeneous &lt;a href=\"Chaos%20theory\"&gt;chaotic dynamics&lt;/a&gt; of mechanochemical interaction process in the group cells, including cells within tumour, and is hierarchical for the host of cancer patients. The biological phenomena of mechanochemical heterogeneity maybe used for differential &lt;a href=\"Stomach%20cancer\"&gt;gastric cancer&lt;/a&gt; diagnostics against patients with &lt;a href=\"inflammation\"&gt;inflammation&lt;/a&gt; of &lt;a href=\"gastric%20mucosa\"&gt;gastric mucosa&lt;/a&gt; and for increasing antimetastatic activity of &lt;a href=\"dendritic%20cell\"&gt;dendritic cell&lt;/a&gt;s based on &lt;a href=\"vaccine\"&gt;vaccine&lt;/a&gt;s when mechanically heterogenized &lt;a href=\"microparticle\"&gt;microparticle&lt;/a&gt;s of tumor cells are used for their loading. There is also a possible methodical approach based on the simultaneous ultrasound imaging diagnostic techniques and therapy, regarding the mechanochemical effect on nanobubles conglomerates with drugs in the tumour.\nTumour microenvironment.\nHeterogeneity between tumour cells can be further increased due to heterogeneity in the &lt;a href=\"Tumor%20microenvironment\"&gt;tumour microenvironment&lt;/a&gt;. Regional differences in the tumour (\"e.g.\" availability of oxygen) impose different selective pressures on tumour cells, leading to a wider spectrum of dominant subclones in different spatial regions of the tumour. The influence of microenvironment on clonal dominance is also a likely reason for the heterogeneity between primary and &lt;a href=\"Metastasis\"&gt;metastatic&lt;/a&gt; tumours seen in many patients, as well as the inter-tumour heterogeneity observed between patients with the same tumour type.\nImplications and challenges.\nTreatment resistance.\nHeterogeneic tumours may exhibit different sensitivities to &lt;a href=\"Chemotherapy\"&gt;cytotoxic drugs&lt;/a&gt; among different clonal populations. This is attributed to clonal interactions that may inhibit or alter therapeutic efficacy, posing a challenge for successful therapies in heterogeneic tumours (and their heterogeneic metastases).\nDrug administration in heterogeneic tumours will seldom kill all tumour cells. The initial heterogeneic tumour population may &lt;a href=\"population%20bottleneck\"&gt;bottleneck&lt;/a&gt;, such that few drug resistant cells (if any) will survive. This allows resistant tumour populations to replicate and grow a new tumour through the branching evolution mechanism (see above). The resulting repopulated tumour is heterogeneic and resistant to the initial drug therapy used. The repopulated tumour may also return in a more aggressive manner.\nThe administration of &lt;a href=\"Chemotherapy\"&gt;cytotoxic drugs&lt;/a&gt; often results in initial tumour shrinkage. This represents the destruction of initial non-resistant subclonal populations within a heterogeneic tumour, leaving only resistant clones. These resistant clones now contain a selective advantage and can replicate to repopulate the tumour. Replication will likely occur through branching evolution, contributing to tumour heterogeneity. The repopulated tumour may appear to be more aggressive. This is attributed to the drug-resistant selective advantage of the tumour cells.\nBiomarker discovery.\nDue to the genetic differences within and between tumours, &lt;a href=\"biomarker\"&gt;biomarker&lt;/a&gt;s that may predict treatment response or prognosis may not be widely applicable. However, it has been suggested that the level of heterogeneity can itself be used as a biomarker since more heterogeneous tumours may be more likely to contain treatment-resistant subclones. Further research into developing biomarkers that account for heterogeneity is still in progress.\nModel systems.\nCurrent model systems typically lack the heterogeneity seen in human cancers. In order to accurately study tumour heterogeneity, we must develop more accurate preclinical models. One such model, the &lt;a href=\"Patient%20derived%20tumor%20xenografts\"&gt;patient derived tumour xenograft&lt;/a&gt;, has shown excellent utility in preserving tumour heterogeneity whilst allowing detailed study of the drivers of clonal fitness. However, even this model cannot capture the full complexity of cancer.\nCurrent strategies.\nWhile the problem of identifying, characterizing, and treating tumour heterogeneity is still under active research, some effective strategies have been proposed, including both experimental and computational solutions."
}