{
    "id": "42076248",
    "revid": "9695764",
    "url": "https://en.wikipedia.org/wiki?curid=42076248",
    "title": "Thurrock T-Birds",
    "text": "Thurrock T-Birds, also called Thurrock Rugby Football Club Ladies, is a women's &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club in &lt;a href=\"Grays%2C%20Essex\"&gt;Grays&lt;/a&gt;, &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;, England. They play in Championship 1 South after being relegated from the &lt;a href=\"Women%27s%20Premiership\"&gt;Women's Premiership&lt;/a&gt; in 2013.\nHistory.\nIn 2009, Thurrock T-Birds made it to the promotion playoffs in Championship 2 South East but lost in the final. In 2011, they defeated &lt;a href=\"Oakmeadians\"&gt;Oakmeadians&lt;/a&gt; Ladies in the playoff to be promoted to Championship 1 South. The following season, Thurrock T-Birds were promoted into the Women's Premiership after defeating Championship 1 North champions, &lt;a href=\"Camp%20Hill%20RFC\"&gt;Camp Hill&lt;/a&gt; in the promotion playoff. In doing so, they became the first Essex based team to play at the top level of English rugby union. In 2013, they finished bottom of the Women's Premiership which meant they took part in the promotion-relegation playoff against &lt;a href=\"Aylesford%20Bulls%20Ladies\"&gt;Aylesford Bulls Ladies&lt;/a&gt;. They lost and were relegated to Championship 1 South for two years due to there being no promotion or relegation in the next season because of the next season preceding the &lt;a href=\"2014%20Women%27s%20Rugby%20World%20Cup\"&gt;2014 Women's Rugby World Cup&lt;/a&gt;. In 2014, they appealed against this rule to the &lt;a href=\"Rugby%20Football%20Union%20for%20Women\"&gt;Rugby Football Union for Women&lt;/a&gt;, claiming that Women's Premiership clubs &lt;a href=\"Saracens%20Women\"&gt;Saracens Women&lt;/a&gt; and &lt;a href=\"Richmond%20Women\"&gt;Richmond Women&lt;/a&gt; were attempting to block Thurrock from being promoted if they won Championship 1.\nIn 2012, Thurrock T-Birds set a world record for the largest &lt;a href=\"scrum%20%28rugby%20union%29\"&gt;scrum&lt;/a&gt; with 584 participants.\nNotable players.\nThurrock T-Birds have provided players for the &lt;a href=\"England%20women%27s%20national%20rugby%20union%20team\"&gt;England women's national rugby union team&lt;/a&gt;. &lt;a href=\"Mercedes%20Foy\"&gt;Mercedes Foy&lt;/a&gt;, &lt;a href=\"Emily%20Scott%20%28rugby%20union%29\"&gt;Emily Scott&lt;/a&gt; and &lt;a href=\"Georgia%20Cook\"&gt;Georgia Cook&lt;/a&gt; all played for England women and Thurrock."
}