{
    "id": "4207025",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=4207025",
    "title": "Moose Lake State Park",
    "text": "Moose Lake State Park is a &lt;a href=\"state%20park\"&gt;state park&lt;/a&gt; of &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, USA, near the city of &lt;a href=\"Moose%20Lake%2C%20Minnesota\"&gt;Moose Lake, MN&lt;/a&gt; in &lt;a href=\"Carlton%20County%2C%20Minnesota\"&gt;Carlton County&lt;/a&gt;. The park is located one-half mile east of &lt;a href=\"Interstate%2035\"&gt;Interstate 35&lt;/a&gt; at the 214 exit. The park entrance is off of County Highway 137.\nMoose Lake State Park was established in 1971. In total, the park is 1,194 acres in area. Some of the highlights of the park include 5.5 miles of hiking trails, a 105-acre Echo Lake, wildlife pond, paved trail to &lt;a href=\"Moose%20Lake%2C%20Minnesota\"&gt;Moose Lake&lt;/a&gt; and &lt;a href=\"Willard%20Munger%20State%20Trail\"&gt;Willard Munger State Trail&lt;/a&gt;, and Agate/Geological Interpretive Center; located within the park office.\nGeology.\nThe park lies in an area covered by glacial till and outwash deposits dropped by the last glacier as it melted. Large ice blocks which melted after the glacier retreated to make Moosehead and Echo Lakes. The south shore of Moosehead Lake was also the shore of Glacial Lake Nemadji. Due to the glacial flow deposits, &lt;a href=\"Carlton%20County%2C%20Minnesota\"&gt;Carlton County&lt;/a&gt; is a good location to search for &lt;a href=\"Lake%20Superior%20agate\"&gt;Lake Superior Agates&lt;/a&gt;.\nWithin the park office is the Agate/Geological Interpretive Center. The 4,500-square-foot center includes interpretive displays, a multi-purpose classroom, Nature Store gift shop, park offices, a resource workroom, and an exhibition hall that showcases Minnesota's state gemstone, the &lt;a href=\"Lake%20Superior%20agate\"&gt;Lake Superior Agate&lt;/a&gt;.\nVegetation and Wildlife.\nMuch of the original white and red Norway Pine that once blanketed the area is now gone. When the park was established, much of it was made up of old farm fields, just beginning the long process off forest succession. In many of these areas, pine and spruce have been planted to help restore the original forest. Other areas of the park have mature Aspen stands mixed with Basswood, Birch and Maple.\nThe open areas of the park, along with the mature hardwood stands, combine to provide habitat for a wide variety of wildlife species. There are &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt;s, &lt;a href=\"striped%20skunk\"&gt;skunk&lt;/a&gt;s, &lt;a href=\"North%20American%20porcupine\"&gt;porcupine&lt;/a&gt;, and both Franklin and Richardson's Ground Squirrels. There are a variety of bird species including: &lt;a href=\"Trumpeter%20Swan\"&gt;Trumpeter Swan&lt;/a&gt;s, Mallard and Wood Ducks, Common Loon, Woodpeckers, Crowned Kinglets, Warblers, Catbirds, and Cedar Waxwings.\nWalleye are found in Moosehead Lake. Panfish are common in Echo Lake. Both lakes have been stocked in the past with Northern Pike, Walleye, and Largemouth Bass.\nRecreation.\nThe park has rentable fishing equipment, birding kits, activity kits for children, rowboats, canoes, and kayaks. There are 5.5 miles of hiking trails that go through tall pines, a wildlife observation area, or next to Echo Lake. Within the day-use area, there are picnic tables, horseshoe pits, swimming beach, boat access, and fishing pier on Echo Lake. For bike riding, there is a widened shoulder of County Highway 137 that takes you to the park's paved spur-trail that takes you to the &lt;a href=\"Willard%20Munger%20State%20Trail\"&gt;Willard Munger State Trail&lt;/a&gt;. Winter recreation includes ice-fishing, hiking, snowmobile and cross-country ski trails.\nThere are 35 semi-modern campsites at the park; of which, 20 have electricity to the campsites and 2 are walk-in sites. The park also has a rustic group campsite.\nEntry to the park requires a Minnesota State Park Vehicle Permit."
}