{
    "id": "42089908",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=42089908",
    "title": "Ulrich Schnaft",
    "text": "Ulrich Schnaft (born 1923) was a German &lt;a href=\"Waffen-SS\"&gt;Waffen-SS&lt;/a&gt; man and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; veteran, who immigrated to &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; in 1949 by posing as a &lt;a href=\"Jews\"&gt;Jew&lt;/a&gt;, served in the &lt;a href=\"Israel%20Defense%20Forces\"&gt;Israeli Army&lt;/a&gt;, and was later convicted of spying for &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;.\nEarly life and World War II service.\nUlrich Schnaft was born in &lt;a href=\"K%C3%B6nigsberg\"&gt;Königsberg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, in 1923, the son of a single mother. His mother placed him in an &lt;a href=\"orphanage\"&gt;orphanage&lt;/a&gt;, and he was later adopted by a German family. He attended a &lt;a href=\"vocational%20school\"&gt;vocational school&lt;/a&gt; and was trained as a mechanical technician, graduating in 1941, during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. He then enlisted in the German Army and joined the Waffen-SS. He was deployed to the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Russian front&lt;/a&gt;. He was wounded and taken to a hospital in Germany. After recuperating, he was sent to &lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; and later &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. In late 1944, while fighting in Italy, he was taken prisoner by the &lt;a href=\"United%20States%20Army\"&gt;US Army&lt;/a&gt; near the &lt;a href=\"Po%20River\"&gt;Po River&lt;/a&gt;. He remained in a &lt;a href=\"POW\"&gt;POW&lt;/a&gt; camp until mid-1947. His captors released him after finding no evidence he had committed &lt;a href=\"war%20crime\"&gt;war crime&lt;/a&gt;s.\nEmigration to Israel.\nFollowing his release, Schnaft moved to &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;, where he lived in a rented room. His roommate was a young Jew, and through him, he learned about the charity and social work being provided for &lt;a href=\"The%20Holocaust\"&gt;Holocaust&lt;/a&gt; survivors, particularly the work of the &lt;a href=\"American%20Jewish%20Joint%20Distribution%20Committee\"&gt;American Jewish Joint Distribution Committee&lt;/a&gt;, which was providing food packages and financial assistance to survivors. At the time, Schnaft faced difficulty in finding food or a job due to Germany's dire economic situation. Germany, which was under Allied occupation at the time, was devastated by the war, with much of its infrastructure destroyed, and millions of citizens were destitute and homeless. Schnaft, therefore, decided to pose as a Holocaust survivor. He applied for and received aid from the AJJDC.\nSchnaft saw no future in Germany due to the harsh living conditions there, and became determined to emigrate and build a life somewhere else. He heard of groups of Jews who were trying to enter British-ruled &lt;a href=\"Mandatory%20Palestine\"&gt;Mandatory Palestine&lt;/a&gt; as part of &lt;a href=\"Aliyah%20Bet\"&gt;Aliyah Bet&lt;/a&gt;. In October 1947, posing as a Jewish refugee named Gavriel Weissman, he joined a group of displaced Jews intending on trying to enter Palestine. The group traveled to &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, by train, and lived in a camp on the outskirts of the city run by &lt;a href=\"Mossad%20LeAliyah%20Bet\"&gt;Mossad LeAliyah Bet&lt;/a&gt; for two months. In December 1947, he boarded an Aliyah Bet ship bound for Palestine. The ship was intercepted by the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;, and Schnaft, along with the other passengers, was transferred to a &lt;a href=\"Cyprus%20internment%20camps\"&gt;Cyprus internment camp&lt;/a&gt;. While detained on Cyprus, Schnaft joined a &lt;a href=\"Haganah\"&gt;Haganah&lt;/a&gt; cell in the camp. He was involved in two Haganah-organized escape attempts.\nFollowing the &lt;a href=\"Israeli%20Declaration%20of%20Independence\"&gt;Israeli Declaration of Independence&lt;/a&gt; and the beginning of the &lt;a href=\"1948%20Arab-Israeli%20War\"&gt;1948 Arab-Israeli War&lt;/a&gt;, the British released most Cyprus inmates but continued to detain men of military age. In 1949, as the war drew to an end, Schnaft and the other remaining inmates were deported to Israel and arrived in &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt;. Schnaft was placed in &lt;a href=\"kibbutz\"&gt;kibbutz&lt;/a&gt; &lt;a href=\"Kiryat%20Anavim\"&gt;Kiryat Anavim&lt;/a&gt;, where he studied &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt;.\nIsraeli military career.\nIn August 1949, Schnaft was drafted into the &lt;a href=\"Israel%20Defense%20Forces\"&gt;Israel Defense Forces&lt;/a&gt; (IDF) and completed a squad commanders' course. After the end of his regular service, his commanders, who had been impressed with the military knowledge and skills he had demonstrated during his service, invited him to return to the army as a career officer. He accepted, passed an officers' course, and became an officer in the IDF &lt;a href=\"Artillery%20Corps%20%28Israel%29\"&gt;Artillery Corps&lt;/a&gt;, eventually reaching the rank of captain. However, in 1952, Schnaft's career came to an end after his commanding officers were informed by his fellow soldiers that he had been behaving in a strange manner. It emerged that while drunk, Schnaft had shown his comrades a picture of himself in an SS uniform and confessed to them that he was living under a false identity. His commanders decided not to extend his commission.\nLater life and espionage.\nFollowing his discharge, Schnaft moved to &lt;a href=\"Ashkelon\"&gt;Ashkelon&lt;/a&gt;, where he rented an apartment and worked a series of odd jobs, hoping to eventually save up enough money to emigrate to another country and establish a new life. During this period, he began having an affair with the wife of his landlord, a German immigrant to Israel, a woman who was about 20 years his senior. After her husband discovered the affair, he evicted him, and his wife left him to remain with Schnaft. The couple then moved to &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt; and lived together in a small apartment.\nAt the same time, &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; was experiencing reconstruction and rapid economic growth in a period known as the \"&lt;a href=\"Wirtschaftswunder\"&gt;economic miracle&lt;/a&gt;\". Hearing of this, the couple eventually decided to return there. In 1954, they sailed on a passenger ferry to &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;, Italy, and tried to enter West Germany from there. Schnaft, who had only $20 in his pocket, was denied entry due to his &lt;a href=\"Israeli%20passport\"&gt;Israeli passport&lt;/a&gt;. At the time, Israeli passports were stamped with a \"not valid for travel to Germany\" notice, due to an Israeli boycott of that country. He then asked the German consul in Genoa for a visa and told him his story, but the consul refused to believe him and rejected his request. Afterwards, his girlfriend, who still had a &lt;a href=\"German%20passport\"&gt;German passport&lt;/a&gt;, entered Germany on her own. She returned to Israel to reunite with her husband, and they then moved to Germany together.\nHaving been denied entry to West Germany and with almost no money left, Schnaft decided to sell Israeli military secrets to Egypt, then a major enemy of Israel. He contacted the Egyptian &lt;a href=\"Consul%23Consulates%20and%20embassies\"&gt;consulate&lt;/a&gt; in Genoa, and offered to sell Israeli secrets in exchange for help in returning to Germany. The consul was impressed with his story, and then took him to &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; by train, where they met the &lt;a href=\"military%20attach%C3%A9\"&gt;military attaché&lt;/a&gt; at the Egyptian &lt;a href=\"Diplomatic%20mission\"&gt;embassy&lt;/a&gt;. Following an interview, it was decided to fly him to &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; for further questioning by intelligence experts.\nSchnaft gave the Egyptians his Israeli passport, and received an &lt;a href=\"Egyptian%20passport\"&gt;Egyptian passport&lt;/a&gt; in the name of Robert Hayat. He was flown to Cairo, and lived there for a month. While there, he was interviewed by intelligence officers and gave them detailed descriptions of various IDF structures, such as army units, bases, armaments, training programs, and names of officers.\nThe Egyptians eventually asked him to return to Israel under an assumed identity, enlist in the IDF, and act as an agent for them, but he refused, telling them that all he wanted was to return to Germany. Eventually, they agreed, and arranged for him to fly to Rome on his Egyptian passport. He was given several hundred dollars as a reward for his services. From Rome, he took a train to Genoa, where he was given a &lt;a href=\"Laissez-Passer\"&gt;laissez-passer&lt;/a&gt; by the Egyptian consulate, enabling him to enter Germany. He returned to Germany in March 1954.\nCapture.\nFollowing his return to Germany, Schnaft decided to move to &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt; to live with his aunt, who was running a &lt;a href=\"pharmacy\"&gt;pharmacy&lt;/a&gt;. Before leaving for Frankfurt, he tracked down his former lover in Israel, who was now living in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; with her husband, and arrived at her house, hoping to win her back. He confessed to her his true origins and told her about his &lt;a href=\"Nazi\"&gt;Nazi&lt;/a&gt; past, and also told her that he had been a spy for Egypt. The woman refused to leave her husband for him, and he then gave her his address in Frankfurt in case she changed her mind. The woman told her husband about his confession. The husband in turn wrote to the Israeli security service, the &lt;a href=\"Shin%20Bet\"&gt;Shin Bet&lt;/a&gt;, about Schnaft. The letter, together with an enclosed photograph, reached the Shin Bet in October 1955. Senior commanders in the Israeli intelligence community reviewed the letter, and it was eventually decided to launch an operation to bring Schnaft to Israel to put him on trial. Although the intelligence heads recognized that the damage that Schnaft, as a junior officer in the IDF Artillery Corps, could have done was minimal, they also wanted to convey the image of an Israel capable of reaching anywhere, and to make an example of him.\nIt was initially proposed that an assassination squad be sent to kill Schnaft, but this was rejected. Instead, it was determined to bring him to trial. Shin Bet agents were then deployed to Frankfurt, where they found Schnaft. For the next few weeks, Shin Bet agents shadowed and clandestinely photographed Schnaft, and it was discovered that he had once again fallen into poverty. At this point, &lt;a href=\"Mossad\"&gt;Mossad&lt;/a&gt; agents were deployed, and a plan was formulated to lure him back to Israel.\nAn agent, Shmuel Moriya, who was of &lt;a href=\"History%20of%20the%20Jews%20in%20Iraq\"&gt;Iraqi-Jewish&lt;/a&gt; origin, met Schnaft at a social gathering, and told him about his service in the &lt;a href=\"Waffen-SS\"&gt;Waffen-SS&lt;/a&gt;. Posing as an &lt;a href=\"Iraqi%20people\"&gt;Iraqi&lt;/a&gt; citizen named Adnan Ben-Adnan, Moriya invited him to lunch in a Berlin restaurant the following day. Schnaft accepted. Following the meal, Moriya took out his wallet to pay, and deliberately dropped a forged Iraqi officer's identity card. Schnaft instinctively picked it up and discerned his host was an Iraqi officer. Moriya then admitted it, and Schnaft then told his host that he had been a captain in the Israeli army. Moriya feigned disbelief, after which Schnaft showed him pictures and explained how he came to Israel. Moriya then proposed he work as an Iraqi spy in Israel. Schnaft expressed hatred for the Jews and Israel, but told him he was afraid to return to Israel due to it possessing an excellent intelligence network that he feared would soon detect him. Moriya then told him that all the Iraqi government wanted was information on the economic situation in Israel, and that he would not be placed in any danger. Schnaft agreed, and in 1956, returned to Israel with a forged Israeli passport. He was arrested on arrival.\nSchnaft was brought to the Shin Bet's interrogation facility in &lt;a href=\"Jaffa\"&gt;Jaffa&lt;/a&gt;, where he confessed everything. He was put on trial, convicted, and sentenced to seven years in prison. While in prison, he allegedly befriended Ze'ev Eckstein, the assassin of &lt;a href=\"Rudolf%20Kastner\"&gt;Rudolf Kastner&lt;/a&gt;. In 1961, after serving five years, he was paroled for good behavior. Subsequently, he returned to Frankfurt.\nLater life.\nAccording to unverified information in a book released by his cellmate Eckstein, Schnaft was later ordained as a Lutheran priest in Germany, and became a supporter of Israel."
}