{
    "id": "42100482",
    "revid": "5286041",
    "url": "https://en.wikipedia.org/wiki?curid=42100482",
    "title": "Hermann Senkowsky",
    "text": "Hermann Robert Josef Senkowsky (July 31, 1897 in &lt;a href=\"Scheibbs\"&gt;Scheibbs&lt;/a&gt; – April 5, 1965 in &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt;) was an Austrian customs officer and SS-Führer. He also was chief president finance of the &lt;a href=\"General%20Government\"&gt;General Government&lt;/a&gt;, which would correlate to &lt;a href=\"finance%20minister\"&gt;finance minister&lt;/a&gt; of &lt;a href=\"occupied%20Poland\"&gt;occupied Poland&lt;/a&gt; in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nHe is also known in &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; for his 1928 customs instructions for Austria, which are, in a modified version, still in use today.\nLife.\nSenkowsky went to school in &lt;a href=\"St.%20P%C3%B6lten\"&gt;St. Pölten&lt;/a&gt;, where he finished secondary school in 1915. He then joined the armed forces of Austria-Hungary as a volunteer in the &lt;a href=\"k.u.k.\"&gt;k.u.k.&lt;/a&gt; Feldkanonen-Regiment 5, &lt;a href=\"Br%C3%BCnn\"&gt;Brünn&lt;/a&gt;. He was transferred to the front in &lt;a href=\"Volhynia\"&gt;Volhynia&lt;/a&gt;. He reached the rank of &lt;a href=\"Oberleutnant\"&gt;Oberleutnant&lt;/a&gt; and was an &lt;a href=\"artillery%20battery\"&gt;artillery battery&lt;/a&gt; commander at the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;.\nFrom 1919 to 1922 he studied &lt;a href=\"jurisprudence\"&gt;jurisprudence&lt;/a&gt; in &lt;a href=\"University%20of%20Innsbruck\"&gt;Innsbruck&lt;/a&gt; and &lt;a href=\"University%20of%20Vienna\"&gt;Vienna&lt;/a&gt;. During this time he joined the &lt;a href=\"Greater%20German%20People%27s%20Party\"&gt;Greater German People's Party&lt;/a&gt;. After his &lt;a href=\"doctorate\"&gt;doctorate&lt;/a&gt; in 1922 he became a civil servant in the finance administration and in 1928 published his \"Zollwachvorschrift\", customs instructions for Austria, which are, in a modified version, still in use today. In January 1930 he was promoted to &lt;a href=\"Secretary%20of%20State%23Germany\"&gt;Ministerialsekretär&lt;/a&gt;.\nSenkowsky was a member of the &lt;a href=\"Nazi%20Party\"&gt;NSDAP&lt;/a&gt; (#1,089,376) since May 20, 1932 and member of the &lt;a href=\"Schutzstaffel\"&gt;SS&lt;/a&gt; (#310,369) since November 9, 1934. He was relieved of his office in 1934 for his membership in the NSDAP, which was an illegal party in Austria at the time. In November 1934 he was arrested for participating in the &lt;a href=\"July%20Putsch\"&gt;July Putsch&lt;/a&gt;, but was released due to lack of evidence. In May 1935 he was arrested for being a member of the NSDAP and was kept in jail until March 1936. Shortly after his release he fled to &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; because he was supposed to be arrested again for his activities as a &lt;a href=\"National%20Socialist\"&gt;National Socialist&lt;/a&gt;.\nIn May 1936 he became a German citizen and worked for the &lt;a href=\"finance%20ministry\"&gt;finance ministry&lt;/a&gt; under &lt;a href=\"SS-Gruppenf%C3%BChrer\"&gt;SS-Gruppenführer&lt;/a&gt; &lt;a href=\"Wilhelm%20Keppler\"&gt;Wilhelm Keppler&lt;/a&gt;.\nAfter the &lt;a href=\"Anschluss\"&gt;Anschluss&lt;/a&gt; he was president finance (customs) in &lt;a href=\"Upper%20Austria\"&gt;Upper Austria&lt;/a&gt;, chief president finance in &lt;a href=\"Linz\"&gt;Linz&lt;/a&gt; and &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;.\nAfter the occupation of Poland he was transferred to the &lt;a href=\"General%20Government\"&gt;General Government&lt;/a&gt;, where he was president finance and &lt;a href=\"General%20Government%20administration\"&gt;director of the monopolies&lt;/a&gt;, until he became &lt;a href=\"SS-Oberf%C3%BChrer\"&gt;SS-Oberführer&lt;/a&gt; and chief president finance in January 1942, which correlates to &lt;a href=\"finance%20minister\"&gt;finance minister&lt;/a&gt; of &lt;a href=\"occupied%20Poland\"&gt;occupied Poland&lt;/a&gt;.\nAfter the end of World War II, Senkowsky was arrested by allied forces. He was released in 1947, because &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; did not ask for his extradition as a &lt;a href=\"war%20criminal\"&gt;war criminal&lt;/a&gt;. After that he lived and worked in Innsbruck where he was in charge of the Tyrolean Foreign-Trade Zone."
}