{
    "id": "42110762",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=42110762",
    "title": "Loni Kalbhor",
    "text": "Loni Kalbhor is a village 11 kilometres east of the City of &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt;, &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;.\nGeography.\nThe village lies on the northern side at the foot of the &lt;a href=\"Sinhagad\"&gt;Sinhagad&lt;/a&gt;-&lt;a href=\"Bhuleshwar%20temple\"&gt;Bhuleshwar&lt;/a&gt; mountain range, a West to East spur of the &lt;a href=\"Sahyadri\"&gt;Sahyadri&lt;/a&gt; mountains. The &lt;a href=\"Mula-Mutha%20river\"&gt;Mula-Mutha river&lt;/a&gt; flows close on the northern side of the village. Administratively, the village lies in the &lt;a href=\"Haveli%20taluka\"&gt;Haveli taluka&lt;/a&gt; in &lt;a href=\"Pune%20district\"&gt;Pune district&lt;/a&gt;. The village is also part of the ever-expanding &lt;a href=\"Pune%20Metropolitan%20Region%20Development%20Authority\"&gt;Pune metropolitan area&lt;/a&gt;. From being a rural village close to the city of Pune, parts of the area surrounding the village have become sub-urban in nature in the span of the last few years.\nDemographics.\nPer the 2011 census of India, the village has population of 22518 of which 11727 are males while 10791 are females. Children under the age of 6 make up 12.59% of total population of the village. Average Sex Ratio of Loni-kalbhor-patil village is 920 which is lower than Maharashtra state average of 929. Child Sex Ratio for the Loni-kalbhor as per census is 780, lower than Maharashtra average of 894. In 2011, literacy rate of the village was 82.82% compared to 82.34% of Maharashtra. Male literacy stands at 89.18% while female literacy rate was 76.07%.\nLocal administration.\nAs per constitution of India and Panchayati Raj Act, the village is &lt;a href=\"Administration%20%28government%29\"&gt;administrated&lt;/a&gt; by Sarpanch (Head of Village) who is elected representative of village.\nTransport.\nThe Solapur Highway as well as the main Pune - Secunderabad Railway line pass close to the village. Many trains make a stop at the station. The village is also served by &lt;a href=\"Pune%20Mahanagar%20Parivahan%20Mahamandal%20Limited\"&gt;PMPML&lt;/a&gt; bus service run by the Pune and Pimpri-Chinchwad corporations.\nEconomy.\nThe area around Loni is irrigated by the &lt;a href=\"Mutha%20River\"&gt;Mutha&lt;/a&gt; &lt;a href=\"canal\"&gt;canal&lt;/a&gt; and therefore the land has historically been used for growing cash crops like sugarcane and &lt;a href=\"grapes\"&gt;grapes&lt;/a&gt;. The sugarcane is to be supplied mainly to the cooperative sugar mills nearby. There are poultry farms close to the village. The electrical giant, &lt;a href=\"Philips\"&gt;Philips&lt;/a&gt; opened a plant in the village in 1957. that has now shut down operations. Hindustan petroleum has a storage facility near the village.\nThe popular Bollywood actor &lt;a href=\"Raj%20Kapoor\"&gt;Raj Kapoor&lt;/a&gt; owned a farm close to the village. A number of scenes in his movies including &lt;a href=\"Bobby%20%281973%20film%29\"&gt;Bobby&lt;/a&gt; and &lt;a href=\"Satyam%20Shivam%20Sundaram\"&gt;Satyam Shivam Sundaram&lt;/a&gt; were shot in the vicinity of the village. The farm is now the location of the MIT Naval Academy and DSK Animation College. \nLoni is slowly becoming a commuter town for professional people working in Pune with number of apartment complexes going up.\nThe village holds a weekly market\nEducation.\nA CBSE School Name &lt;a href=\"Innovera%20School\"&gt;Innovera School&lt;/a&gt; which works on academic development and works in practical learning is one of the best-rated schools, with lowest attrition of staff. Children are taught leadership skills and they work in developing community. Innovera School also hosts Ultra Marathon in association with Free Runners charitable Trust. MIT college\nCulture.\nLoni Kalbhor-patil is on the route of annual Sant &lt;a href=\"Tukaram\"&gt;Tukaram&lt;/a&gt; Maharaj Palakhi to &lt;a href=\"Pandharpur%20Wari\"&gt;Pandharpur&lt;/a&gt;. In the year 2015, Seva Sahayog Foundation, an NGO, implemented a pilot project of mobile toilets during the stop of the palakhi procession in the village\nRamdara temple.\nRamdara is a temple built near Loni in the 1970s on the ruins of an ancient temple. The main shrine is that of Shiva, but the temple is renowned for the idols of Ram, Lakshman, and Sita. Next to the temple is also an ashram of Shri Devipuri Maharaj also known as Dhundi Baba. The temple also has an impressive &lt;a href=\"Nandi%20%28bull%29\"&gt;Nandi&lt;/a&gt;. There is a small pond next to the temple. The temple complex is surrounded by thick vegetation and is home to many different types of birds.\nPushpa Foundation NGO.\nPushpa foundation is a non-profit organization started near Loni in recent years. It works for free education, women's education, women's safety and women's health. Recently, they have been working on a free computer training program."
}