{
    "id": "4213193",
    "revid": "39191556",
    "url": "https://en.wikipedia.org/wiki?curid=4213193",
    "title": "Protocol (film)",
    "text": "Protocol is a 1984 American &lt;a href=\"comedy%20film\"&gt;comedy film&lt;/a&gt; starring &lt;a href=\"Goldie%20Hawn\"&gt;Goldie Hawn&lt;/a&gt; and &lt;a href=\"Chris%20Sarandon\"&gt;Chris Sarandon&lt;/a&gt;, written by &lt;a href=\"Buck%20Henry\"&gt;Buck Henry&lt;/a&gt;, and directed by &lt;a href=\"Herbert%20Ross\"&gt;Herbert Ross&lt;/a&gt;. Hawn plays a &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, &lt;a href=\"cocktail%20waitress\"&gt;cocktail waitress&lt;/a&gt; who prevents the assassination of a visiting Arab &lt;a href=\"emir\"&gt;emir&lt;/a&gt; and winds up a national &lt;a href=\"hero\"&gt;hero&lt;/a&gt;ine.\nPlot.\nSunny Ann Davis is a seemingly ditzy blonde who works as a cocktail waitress in Washington, D.C. She rents a small room in the home of a &lt;a href=\"gay\"&gt;gay&lt;/a&gt; couple, has a lousy love life and drives a rust bucket of a car that she cannot afford to repair.\nThe car breaks down, blocking the route of a diplomatic &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt; that is traveling to the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;. Unsympathetic to Sunny's predicament, the &lt;a href=\"Diplomatic%20Security%20Service\"&gt;Diplomatic Security Service&lt;/a&gt; treat the incident as a possible security threat and move into full security mode, guns drawn. Sunny is naive to the seriousness of her situation, concerned only that she will now be late for work.\nAt the Safari Club where Sunny works, her night is getting worse. Her date cancels and she is forced to wear an &lt;a href=\"emu\"&gt;emu&lt;/a&gt; suit because all of the other costumes are now taken by waitresses who arrived on time. She hates the costume because it invites unwanted sexual propositions. Even though she is \"so broke,\" she refuses an offer from a patron requesting special \"favors\" in return for cash, as well as a loan from a waitress friend, Ella.\nOn her way home, Sunny is curious about the media attention surrounding a gala dinner, so she stops to watch the dignitaries leaving the event. A man of Middle Eastern descent rudely pushes past her. Sunny feels something hard in his coat pocket. She asks if he has a gun. To her horror, he does. A shot is fired, but Sunny prevents him taking aim at his target by biting his arm. In the ensuing commotion, both Sunny and the gunman are forced to the ground and another shot is fired. Sunny cries out, realizing she has been shot.\nThrough &lt;a href=\"news%20media\"&gt;news media&lt;/a&gt; reports, we learn that Sunny has been taken to the hospital and is being lauded as a heroine. She has prevented the assassination of a visiting Emir, who had been in Washington to further relations between the US and his \"small, but strategic &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;ern country\", El Othar. Doctors remove a bullet from Sunny's left buttock. While recovering, she finds herself thrust into public adoration, receiving mail from celebrities and countless marriage proposals.\nMichael Ransome, a Middle Eastern desk chief from the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;State Department&lt;/a&gt;, pays a visit to help Sunny get through her first &lt;a href=\"news%20conference\"&gt;press conference&lt;/a&gt; since the shooting. Sunny answers each question about her life with humor and charm, revealing herself to be hugely likeable, intelligent and patriotic. She also reveals that she has never voted, preferring to consider herself as just an American, rather than any political label.\nBack at the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;, politicians Crowe and Hilley are watching the conference. They joke that if Sunny is to be believed, she could run for office because of her appeal to so many large groups of voters, including working women, small town folk, &lt;a href=\"senior%20citizen\"&gt;senior citizen&lt;/a&gt;s, gays, the \"law-and-order bunch,\" &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; fans, bar flys and animal lovers. They contact the &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; (who is napping during this most important speech), and arrange for him to call Sunny at the hospital.\nThe Emir whose life Sunny saved was being wooed by the US, which wants to establish a &lt;a href=\"military%20base\"&gt;military base&lt;/a&gt; in his country because of its ideal geographic location in the Middle East. He decides that he will allow the US to build its base in his country — on the proviso that they allow him to claim Sunny as another wife. Without the President's knowledge, the State Department decides to trade Sunny for the base without her knowledge.\nThe &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President of the United States&lt;/a&gt; offers her a job within the &lt;a href=\"Protocol%20%28diplomacy%29\"&gt;Protocol&lt;/a&gt; Department of the Government. She has to look up what \"protocol\" means in a dictionary, but when she realizes he is offering her a well-paying job, she accepts.\nSunny approaches her new job with nervous excitement, She attends formal dinners and meets dignitaries from foreign countries. At one dinner, she is introduced to Nawaf Al Kabeer, who thanks Sunny on behalf of the Emir, and presents a car to her, as a thank-you gift from the Emir. She returns it, having researched that as a government employee, she is unable to accept gifts. But this act infuriates both the Emir and the State Department.\nSunny is unaware that in the Emir's country, the local population is aware that Sunny is to be a new Queen, and anger is growing. Sunny is told that the Emir wants to meet her personally, and that she is to \"show him a good time.\" She looks upon this invitation as a way to help her old boss Lou by arranging a party at his failing Safari Club, where she used to work. Lou has not closed the bar to his regular patrons and Sunny has invited friends of her own. The party gets out of control, the Police make arrests and all of this is filmed by the media.\nAmbassador St. John sees this as a perfect opportunity to finally make the trade. She tells Sunny to go with the Emir to \"represent her country\" and make amends. Sunny arrives in the Emir's country to find a mural of herself in wedding attire. She realizes it's a set-up, that she was traded so the US could build its base.\nThe Emir confirms this. Unable to produce sons, he needs a new wife. Before an angry Sunny can respond, a violent &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; takes place in the Emir's country of Otah, and the two are forced to flee.\nBack in the US, the government denies knowledge of the trade and the public is now questioning whether Sunny knew all along of the plan. She must also face a &lt;a href=\"United%20States%20Congress\"&gt;Congressional&lt;/a&gt; inquiry to find out the truth. Ransome quits his job in disgust at what was done to Sunny.\nAt the inquiry, Sunny cuts the proceedings short by accepting blame, having taken an important job without fully understanding the political affairs of her country. But she reminds everyone that leaders have a responsibility toward the people. She warns the political powers in the room that, from now on, she will watch all of them \"like a hawk.\"\nTwo years later, Sunny has married Ransome and they have a baby. She is also running for Congress in her hometown of Diamond Junction in &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt;, and gets a call telling her that she has won.\nReception.\n&lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; gave the film 2.5 stars out of 4 and wrote, \"The character that Goldie Hawn creates in this movie is so refreshing and so interesting that they should have gone ahead and made the extra effort and written an intelligent screenplay about her.\" &lt;a href=\"Gene%20Siskel\"&gt;Gene Siskel&lt;/a&gt; of the \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\" awarded 2 stars out of 4 and wrote that it played like a \"bad sequel\" to Hawn's earlier hit, \"&lt;a href=\"Private%20Benjamin%20%281980%20film%29\"&gt;Private Benjamin&lt;/a&gt;\". Siskel suggested that \"it might have been intended as some kind of emotional &lt;a href=\"Frank%20Capra\"&gt;Frank Capra&lt;/a&gt; film with Hawn in the &lt;a href=\"James%20Stewart\"&gt;Jimmy Stewart&lt;/a&gt; role. But Stewart never would have stood for all the grade-Z slapstick material here, including a truly pathetic, protracted barroom brawl scene in which an Arab stereotype (André Gregory in a humiliating role) is turned on by sado-masochism.\" &lt;a href=\"Vincent%20Canby\"&gt;Vincent Canby&lt;/a&gt; of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" wrote, \"Though everything in 'Protocol' has been most carefully contrived, it has been contrived by talented people, particularly by Mr. Henry.\" \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" stated, \"Moving far away from the disaster of '&lt;a href=\"Swing%20Shift%20%28film%29\"&gt;Swing Shift&lt;/a&gt;' and back toward the smash success of 'Private Benjamin,' Hawn is once again properly bubbly (and brainy), but one big problem here is an oh-so-obvious effort to reinvent the formula that boosted 'Benjamin' to new heights.\" &lt;a href=\"Paul%20Attanasio\"&gt;Paul Attanasio&lt;/a&gt; of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" called it \"the kind of corny screwball comedy you thought nobody made anymore. By the end, its ersatz political moralism is almost too much to take; but buoyed by Buck Henry's often hilarious script, a wiggy performance by Goldie Hawn as a not-so-dumb blond, and director Herbert Ross' sure comic touch, 'Protocol' is pleasant piffle for a Sunday afternoon.\" Michael Wilmington of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" wrote that \"Goldie Hawn is likable—even if this movie (which might actually be subtitled 'Private Benjamin' Goes to Washington') is not.\" &lt;a href=\"Kim%20Newman\"&gt;Kim Newman&lt;/a&gt; of \"&lt;a href=\"The%20Monthly%20Film%20Bulletin\"&gt;The Monthly Film Bulletin&lt;/a&gt;\" wrote that the movie's most obvious influence was the 1950 film \"&lt;a href=\"Born%20Yesterday%20%281950%20film%29\"&gt;Born Yesterday&lt;/a&gt;\", \"but without displaying any understanding of why it worked so well. Its most explicit borrowing is from what now seems \"Born Yesterday\"'s most embarrassing scene—the dumb blond being converted to committed patriotism by reading the original Constitution and touring Washington's state monuments.\"\nThe film currently holds a rating of 33% on &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; based on 9 reviews.\nBox office.\nThe film took in $3,427,840 in its first 5 days starting December 21, 1984, playing at 893 theaters in the United States and Canada. It eventually grossed $26,186,631 in the United States and Canada."
}