{
    "id": "4214186",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=4214186",
    "title": "Marco Donadel",
    "text": "Marco Donadel (born 21 April 1983) is a Italian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; coach and a former &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;, currently working as assistant &lt;a href=\"coach%20%28sports%29\"&gt;coach&lt;/a&gt; of the Russian club &lt;a href=\"FC%20Spartak%20Moscow\"&gt;Spartak Moscow&lt;/a&gt;.\nClub career.\nMilan.\nDonadel is a youth product of &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt;, playing for the &lt;a href=\"A.C.%20Milan%20Primavera\"&gt;youth side&lt;/a&gt; between 1998 and 2002, winning the &lt;a href=\"Torneo%20di%20Viareggio\"&gt;Torneo di Viareggio&lt;/a&gt; in 1999 and 2001, before being promoted to the senior side. On 4 March 2001, he made his debut for Milan, coming on as a substitute for &lt;a href=\"Andres%20Guglielminpietro\"&gt;Andres Guglielminpietro&lt;/a&gt; at the 78th minute of a home Serie A game against &lt;a href=\"Parma%20Calcio%201913\"&gt;Parma&lt;/a&gt;. The following season, he made his debut appearances in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; and &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt;.\nHaving made just 4 appearances for the senior squad of Milan, Donadel was loaned out to &lt;a href=\"U.S.%20Lecce\"&gt;Lecce&lt;/a&gt; in July 2002.\nIn June 2003 Donadel was sold to &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt; in a &lt;a href=\"co-ownership%20%28football%29\"&gt;co-ownership deal&lt;/a&gt; for €2 million. (with 50% rights of &lt;a href=\"Roberto%20Massaro\"&gt;Roberto Massaro&lt;/a&gt; was purchased by Milan for €2 million) The deal made Milan making a profit of €3.897 million. In June 2004 Milan bought back 50% rights of Donadel for €800,000 in a four-year contract (Milan booked the contract value of Donadel was €4 million instead of €1.6 million, thus receiving €1.2 million financial income instead of costing Milan to write down the value of retaining 50% registration rights for €1.2 million.) In 2004–05 season Donadel was loaned to &lt;a href=\"U.C.%20Sampdoria\"&gt;Sampdoria&lt;/a&gt; for free and finally &lt;a href=\"ACF%20Fiorentina\"&gt;Fiorentina&lt;/a&gt; in January 2005, for €200,000.\nFiorentina.\nAfter a successful half-season long loan with Fiorentina, he was signed on a permanent basis for €1.2 million in a four-year contract. The deal also made Milan book a €1.8 million loss. as the residual value of Donadel's contract, after amortization, was €3 million. In 2005–06 he was a regular for coach &lt;a href=\"Cesare%20Prandelli\"&gt;Cesare Prandelli&lt;/a&gt;, who had already appreciated the skills of Donadel, as they were together at Parma. In June 2007, he was offered a new contract which would last until June 2011.\nNapoli.\nOn 24 June 2011, he signed a four-year contract with &lt;a href=\"S.S.C.%20Napoli\"&gt;Napoli&lt;/a&gt;. During his stay with Napoli he only appeared in four league matches and during the 2013–14 season he was sent on loan to &lt;a href=\"Hellas%20Verona%20F.C.\"&gt;Verona&lt;/a&gt; where he was a regular starter for the club.\nMontreal Impact.\nOnce his loan spell with Verona concluded Donadel went on trial with &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; side &lt;a href=\"Montreal%20Impact%20%282012%E2%80%932020%29\"&gt;Montreal Impact&lt;/a&gt;. Donadel officially signed with the &lt;a href=\"Montreal%20Impact%20%282012%E2%80%932020%29\"&gt;Montreal Impact&lt;/a&gt; on 1 December 2014. His 30-yard strike in a 3–0 home win against &lt;a href=\"Columbus%20Crew%20SC\"&gt;Columbus Crew&lt;/a&gt;, on 11 July 2015, was voted &lt;a href=\"2015%20Major%20League%20Soccer%20season%23Weekly%20awards\"&gt;MLS goal of the week&lt;/a&gt; for the 19th week of the &lt;a href=\"2015%20Major%20League%20Soccer%20season\"&gt;2015 MLS season&lt;/a&gt;. On 25 October, he assisted one of &lt;a href=\"Didier%20Drogba\"&gt;Drogba's&lt;/a&gt; goals as the Montreal Impact came from behind to defeat domestic rivals &lt;a href=\"Toronto%20FC\"&gt;Toronto FC&lt;/a&gt; 2–1 at home; the win gave Montreal the home advantage for their knock-out fixture against Toronto in the &lt;a href=\"2015%20MLS%20Cup%20Playoffs\"&gt;2015 MLS Cup Playoffs&lt;/a&gt;.\nDonadel was waived by Montreal on 22 June 2018.\nInternational career.\nDonadel was the captain of &lt;a href=\"Italy%20national%20under-21%20football%20team\"&gt;Italy under-21 team&lt;/a&gt; between 2004 and 2006, and won the 2004 &lt;a href=\"European%20Under-21%20Football%20Championship\"&gt;European Under-21 Football Championship&lt;/a&gt;, totalling 31 appearances and 1 goal. Donadel also won a bronze medal with Italy at the &lt;a href=\"2004%20Summer%20Olympics\"&gt;2004 Summer Olympics&lt;/a&gt; &lt;a href=\"Football%20at%20the%202004%20Summer%20Olympics\"&gt;football tournament&lt;/a&gt;.\nCoaching career.\nOn 17 December 2021, Donadel was announced as the new assistant coach of &lt;a href=\"FC%20Spartak%20Moscow\"&gt;Spartak Moscow&lt;/a&gt;, following the appointment of &lt;a href=\"Paolo%20Vanoli\"&gt;Paolo Vanoli&lt;/a&gt; as the club's new head coach.\nHonours.\nClub.\nNapoli\nMontreal Impact\nInternational.\nItaly U21"
}