{
    "id": "42168017",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=42168017",
    "title": "Simone Osborne",
    "text": "Simone Osborne is a Canadian lyric and operatic &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt;. She was one of the youngest-ever winners of the &lt;a href=\"Metropolitan%20Opera%20National%20Council%20Auditions\"&gt;Metropolitan Opera National Council Auditions&lt;/a&gt; in 2008 at age 21.\nOsborne was born in British Columbia. She studied opera performance at the &lt;a href=\"University%20of%20British%20Columbia\"&gt;University of British Columbia&lt;/a&gt; and later joined the Canadian Opera Company's Studio Ensemble program. Prior to joining the COC, she busked on the streets of Toronto in order to be able to afford singing lessons.\nShe is \"considered one of Canada's most sought-after sopranos\". She sings with the &lt;a href=\"Canadian%20Opera%20Company\"&gt;Canadian Opera Company&lt;/a&gt; and has also appeared with ensembles from around the world, including the &lt;a href=\"New%20York%20City%20Opera\"&gt;New York City Opera&lt;/a&gt;, the &lt;a href=\"Vancouver%20Symphony\"&gt;Vancouver Symphony&lt;/a&gt;, and the &lt;a href=\"Los%20Angeles%20Philharmonic\"&gt;Los Angeles Philharmonic&lt;/a&gt;. Her operatic roles have included Susanna in \"&lt;a href=\"Le%20nozze%20di%20Figaro\"&gt;Le nozze di Figaro&lt;/a&gt;\", Gilda in \"&lt;a href=\"Rigoletto\"&gt;Rigoletto&lt;/a&gt;\", and Pamina in \"&lt;a href=\"The%20Magic%20Flute\"&gt;Die Zauberflöte&lt;/a&gt;\". One of her performances of Pamina, with the Vancouver Opera, required her to learn an English and &lt;a href=\"Musqueam%20Indian%20Band\"&gt;Musqueam&lt;/a&gt; adaptation. She also participated in the Viva Verdi! gala in &lt;a href=\"Zurich\"&gt;Zurich&lt;/a&gt; in celebration of &lt;a href=\"Giuseppe%20Verdi\"&gt;Giuseppe Verdi&lt;/a&gt;'s bicentennial.\nOsborne has received significant critical recognition. F. Paul Driscol of \"&lt;a href=\"Opera%20News\"&gt;Opera News&lt;/a&gt;\" called her a \"lyric soprano with outstanding ability and impressive charm\". &lt;a href=\"Marilyn%20Horne\"&gt;Marilyn Horne&lt;/a&gt;, who Osborne cites as a mentor, said Osborne is \"half athlete and half artist...She understands that voices need to be brilliant, dark and bright, all at once\". Osborne was the first winner of the &lt;a href=\"Jeunesses%20Musicales%20Canada\"&gt;Jeunesses Musicales Canada&lt;/a&gt;'s &lt;a href=\"Maureen%20Forrester\"&gt;Maureen Forrester&lt;/a&gt; Award Tour, which comprises two seasons of recitals across Canada and a commission from the &lt;a href=\"Canadian%20Art%20Song%20Project\"&gt;Canadian Art Song Project&lt;/a&gt;. Osborne has also won the &lt;a href=\"Marilyn%20Horne%20Song%20Competition\"&gt;Marilyn Horne Foundation Vocal Competition&lt;/a&gt; at the &lt;a href=\"Music%20Academy%20of%20the%20West\"&gt;Music Academy of the West&lt;/a&gt; in 2009, and the International Czech and Slovak Opera Competition."
}