{
    "id": "421706",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=421706",
    "title": "Jim Murphy",
    "text": "James Francis Murphy (born 23 August 1967) is a Scottish former politician who served as &lt;a href=\"Leader%20of%20the%20Scottish%20Labour%20Party\"&gt;Leader of the Scottish Labour Party&lt;/a&gt; from 2014 to 2015 and &lt;a href=\"Secretary%20of%20State%20for%20Scotland\"&gt;Secretary of State for Scotland&lt;/a&gt; from 2008 to 2010. He was &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; (MP) for &lt;a href=\"East%20Renfrewshire%20%28UK%20Parliament%20constituency%29\"&gt;East Renfrewshire&lt;/a&gt;, formerly &lt;a href=\"Eastwood%20%28UK%20Parliament%20constituency%29\"&gt;Eastwood&lt;/a&gt;, from &lt;a href=\"1997%20United%20Kingdom%20general%20election\"&gt;1997&lt;/a&gt; to &lt;a href=\"2015%20United%20Kingdom%20general%20election\"&gt;2015&lt;/a&gt;. He identifies as a &lt;a href=\"Social%20democracy\"&gt;social democrat&lt;/a&gt; and has expressed support for a foreign policy of Western &lt;a href=\"Interventionism%20%28politics%29\"&gt;interventionism&lt;/a&gt;. He has been described as being on the political right of the Labour Party.\nBorn in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, Murphy's family moved to &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; in 1980. After returning to Scotland, he became involved in student politics and became Scotland's youngest MP at the age of 29. Murphy served in the &lt;a href=\"New%20Labour\"&gt;New Labour&lt;/a&gt; governments of &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt; and &lt;a href=\"Gordon%20Brown\"&gt;Gordon Brown&lt;/a&gt; as &lt;a href=\"Minister%20for%20the%20Cabinet%20Office\"&gt;Parliamentary Secretary at the Cabinet Office&lt;/a&gt; from 2005 to 2006, &lt;a href=\"Department%20for%20Work%20and%20Pensions\"&gt;Minister of State for Employment and Welfare Reform&lt;/a&gt; from 2006 to 2007 and &lt;a href=\"Minister%20of%20State%20for%20Europe\"&gt;Minister of State for Europe&lt;/a&gt; from 2007 to 2008. From 2008 to 2010, Murphy served in the &lt;a href=\"Cabinet%20of%20the%20United%20Kingdom\"&gt;Cabinet&lt;/a&gt; as &lt;a href=\"Secretary%20of%20State%20for%20Scotland\"&gt;Secretary of State for Scotland&lt;/a&gt;. After &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; lost the &lt;a href=\"2010%20United%20Kingdom%20general%20election\"&gt;2010 general election&lt;/a&gt;, Murphy served in &lt;a href=\"Ed%20Miliband\"&gt;Ed Miliband&lt;/a&gt;'s &lt;a href=\"Shadow%20Cabinet\"&gt;Shadow Cabinet&lt;/a&gt; as &lt;a href=\"Shadow%20Secretary%20of%20State%20for%20Defence\"&gt;Shadow Secretary of State for Defence&lt;/a&gt; and &lt;a href=\"Shadow%20Secretary%20of%20State%20for%20International%20Development\"&gt;Shadow Secretary of State for International Development&lt;/a&gt;.\nFollowing &lt;a href=\"Johann%20Lamont\"&gt;Johann Lamont&lt;/a&gt;'s resignation, Murphy was elected &lt;a href=\"Leader%20of%20the%20Scottish%20Labour%20Party\"&gt;Leader of the Scottish Labour Party&lt;/a&gt; in the &lt;a href=\"2014%20Scottish%20Labour%20leadership%20election\"&gt;2014 leadership election&lt;/a&gt;. He led Scottish Labour into the &lt;a href=\"2015%20United%20Kingdom%20general%20election\"&gt;2015 general election&lt;/a&gt;, in which the party lost 40 of its 41 seats during a landslide victory for the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt; (SNP), who won &lt;a href=\"2015%20United%20Kingdom%20general%20election%20in%20Scotland\"&gt;56 of the 59 seats in Scotland&lt;/a&gt;. After surviving a &lt;a href=\"Motion%20of%20no%20confidence\"&gt;vote of no confidence&lt;/a&gt;, Murphy announced in May 2015 he would step down as leader in the June. The &lt;a href=\"2015%20Scottish%20Labour%20leadership%20election\"&gt;subsequent leadership contest&lt;/a&gt; was won by his deputy leader &lt;a href=\"Kezia%20Dugdale\"&gt;Kezia Dugdale&lt;/a&gt;.\nEarly life and career.\nMurphy was born in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; and raised in a flat in &lt;a href=\"Arden%2C%20Glasgow\"&gt;Arden&lt;/a&gt;. He was educated at St Louise's Primary School, followed by Bellarmine Secondary School in Glasgow until 1980, when, after his father became unemployed, he and his family emigrated to &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. This was during the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; era, where institutionalised racist segregation and discrimination was the norm in the country. In Cape Town, he attended &lt;a href=\"Milnerton%20High%20School\"&gt;Milnerton High School&lt;/a&gt;.\nIn 1985, Murphy returned to Scotland aged 17 to avoid service in the &lt;a href=\"South%20African%20Defence%20Force\"&gt;South African Defence Force&lt;/a&gt;. He studied Politics and &lt;a href=\"European%20Law\"&gt;European Law&lt;/a&gt; at the &lt;a href=\"University%20of%20Strathclyde\"&gt;University of Strathclyde&lt;/a&gt; in Glasgow but failed to graduate. During sabbaticals from his studies, he held the posts of President of both &lt;a href=\"National%20Union%20of%20Students%20Scotland\"&gt;NUS Scotland&lt;/a&gt; and &lt;a href=\"National%20Union%20of%20Students%20%28United%20Kingdom%29\"&gt;NUS&lt;/a&gt;. He dropped out of university to become the youngest Scottish MP at the age of 29.\nDuring his time at university, Murphy was elected &lt;a href=\"National%20Union%20of%20Students%20Scotland\"&gt;President of the Scottish National Union of Students&lt;/a&gt;, one of the \"special region\" organisations within the NUS, serving from 1992 until 1994. Murphy then took a further &lt;a href=\"sabbatical\"&gt;sabbatical&lt;/a&gt; from university in 1994 to serve as the &lt;a href=\"List%20of%20Presidents%20of%20the%20National%20Union%20of%20Students%20%28United%20Kingdom%29\"&gt;President of the&lt;/a&gt; &lt;a href=\"National%20Union%20of%20Students%20%28United%20Kingdom%29\"&gt;National Union of Students&lt;/a&gt;, an office which he held from 1994 to 1996, during which time he was a member of &lt;a href=\"Labour%20Students\"&gt;Labour Students&lt;/a&gt;. As NUS President, he also served, ex officio, as a Director of &lt;a href=\"Endsleigh%20Insurance\"&gt;Endsleigh Insurance&lt;/a&gt; from 1994 to 1996.\nIn 1995, the NUS dropped its opposition to the abolition of the student grant. Murphy was condemned by a &lt;a href=\"British%20House%20of%20Commons\"&gt;House of Commons&lt;/a&gt; &lt;a href=\"early%20day%20motion\"&gt;early day motion&lt;/a&gt;, introduced by &lt;a href=\"Ken%20Livingstone\"&gt;Ken Livingstone&lt;/a&gt; and signed by 13 other Labour MPs, for \"intolerant and dictatorial behaviour\" regarding &lt;a href=\"Clive%20Lewis%20%28politician%29\"&gt;Clive Lewis&lt;/a&gt;' suspension. He was elected for a second term as NUS President, serving until 1996. He then became special projects manager of the &lt;a href=\"Scottish%20Labour\"&gt;Scottish Labour Party&lt;/a&gt;.\nEarly parliamentary career.\nMurphy was selected to stand as the Labour Party candidate in the seat of &lt;a href=\"Eastwood%20%28UK%20Parliament%20constituency%29\"&gt;Eastwood&lt;/a&gt; at the 1997 general election. He was elected as MP for Eastwood on 1 May 1997, winning the formerly &lt;a href=\"safe%20seat\"&gt;safe&lt;/a&gt; Conservative seat with a majority of 3,236 as Scotland's youngest MP.\nFrom 1999 to 2001, Murphy was a member of the &lt;a href=\"Public%20Accounts%20Committee%20%28United%20Kingdom%29\"&gt;Public Accounts Select Committee&lt;/a&gt;, which oversees public expenditure. In February 2001, he was appointed as the &lt;a href=\"Parliamentary%20Private%20Secretary\"&gt;Parliamentary Private Secretary&lt;/a&gt; (PPS) to &lt;a href=\"Helen%20Liddell\"&gt;Helen Liddell&lt;/a&gt;, the &lt;a href=\"Secretary%20of%20State%20for%20Scotland\"&gt;Secretary of State for Scotland&lt;/a&gt;, after the resignation of &lt;a href=\"Frank%20Roy\"&gt;Frank Roy&lt;/a&gt; over the &lt;a href=\"Carfin%20Grotto\"&gt;Carfin Grotto&lt;/a&gt; fiasco. Upon becoming a PPS, he stood down from his previous other roles as the Vice Chair of the Labour Party's &lt;a href=\"HM%20Treasury\"&gt;Treasury&lt;/a&gt;, &lt;a href=\"Northern%20Ireland%20Office\"&gt;Northern Ireland&lt;/a&gt; and &lt;a href=\"Department%20for%20Culture%2C%20Media%20and%20Sport\"&gt;Culture, Media and Sport Committees&lt;/a&gt;.\nAt the &lt;a href=\"2001%20United%20Kingdom%20general%20election\"&gt;2001 general election&lt;/a&gt; he was re-elected as MP for Eastwood, with an increased majority of 9,141. In late 2001 he suggested bombing the poppy fields of Afghanistan to try to destroy the &lt;a href=\"opium\"&gt;opium&lt;/a&gt; crop. In June 2002, he was appointed as a &lt;a href=\"whip%20%28politics%29\"&gt;government whip&lt;/a&gt;, with responsibility for the &lt;a href=\"Scotland%20Office\"&gt;Scotland Office&lt;/a&gt; and the &lt;a href=\"Northern%20Ireland%20Office\"&gt;Northern Ireland Office&lt;/a&gt;. His responsibilities were expanded in November 2002 to include the &lt;a href=\"Department%20of%20Trade%20and%20Industry%20%28United%20Kingdom%29\"&gt;Department of Trade and Industry&lt;/a&gt;, and again in June 2003 to cover the &lt;a href=\"Foreign%20and%20Commonwealth%20Office\"&gt;Foreign and Commonwealth Office&lt;/a&gt; and the &lt;a href=\"Department%20for%20International%20Development\"&gt;Department for International Development&lt;/a&gt;. He was the Chair of the &lt;a href=\"Labour%20Friends%20of%20Israel\"&gt;Labour Friends of Israel&lt;/a&gt; from 2001 to 2002.\nIn government.\nJunior government minister.\nFor the &lt;a href=\"2005%20United%20Kingdom%20general%20election\"&gt;2005 general election&lt;/a&gt;, the Eastwood constituency was renamed &lt;a href=\"East%20Renfrewshire%20%28UK%20Parliament%20constituency%29\"&gt;East Renfrewshire&lt;/a&gt;, although the boundaries were unchanged. Murphy was re-elected with a majority of 6,657 and subsequently promoted to ministerial rank as the &lt;a href=\"Parliamentary%20Under-Secretary%20of%20State\"&gt;Parliamentary Secretary at the&lt;/a&gt; &lt;a href=\"Cabinet%20Office\"&gt;Cabinet Office&lt;/a&gt;. His responsibilities in that role included the promotion of e-government, better regulation and modernising public services. In January 2006, he was the government minister responsible for introducing the &lt;a href=\"Legislative%20and%20Regulatory%20Reform%20Act%202006\"&gt;Legislative and Regulatory Reform Act 2006&lt;/a&gt; in the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt;. The act was controversial because of a perception it was an &lt;a href=\"enabling%20act\"&gt;enabling act&lt;/a&gt; substantially removing the ancient British constitutional restriction on the executive introducing and altering laws without assent or scrutiny by Parliament. The bill proved unpopular with MPs and the Green Party but received royal assent on 8 November 2006.\nMurphy was promoted in May 2006 to become &lt;a href=\"Department%20for%20Work%20and%20Pensions\"&gt;Minister of State for Employment and Welfare Reform&lt;/a&gt;. He oversaw the Welfare Reform Act 2007 and told a conference in Edinburgh the housing benefit changes and employment and support allowance would help single parents and older citizens back into work. The act was criticised over the involvement of private insurers in its drafting and as being part of a wider move towards &lt;a href=\"workfare\"&gt;workfare&lt;/a&gt; and a disability policy based around &lt;a href=\"Work%20Capability%20Assessment\"&gt;Work Capability Assessment&lt;/a&gt;. His reforms helped lay the foundations for the policies of subsequent Conservative governments, which saw thousands of people with health conditions and disabilities dying within six weeks of being declared fit for work.\nMurphy was promoted to &lt;a href=\"Minister%20of%20State%20for%20Europe\"&gt;Minister of State for Europe&lt;/a&gt; in June 2007. He helped to ratify the &lt;a href=\"Treaty%20of%20Lisbon\"&gt;Treaty of Lisbon&lt;/a&gt;, which was confirmed on 16 July 2007. The stated aim of the treaty was to \"complete the process started by the &lt;a href=\"Amsterdam%20Treaty\"&gt;Treaty of Amsterdam&lt;/a&gt; [1997] and by the &lt;a href=\"Treaty%20of%20Nice\"&gt;Treaty of Nice&lt;/a&gt; [2001] with a view to enhancing the efficiency and democratic legitimacy of the Union and to improving the coherence of its action.\" He was commended for his commission of the \"Engagement: Public Diplomacy in a Globalised World\" collection of essays, organised with the &lt;a href=\"Foreign%20and%20Commonwealth%20Office\"&gt;Foreign and Commonwealth Office&lt;/a&gt;.\nSecretary of State for Scotland.\nIn October 2008, Prime Minister &lt;a href=\"Gordon%20Brown\"&gt;Gordon Brown&lt;/a&gt; appointed Murphy to the &lt;a href=\"UK%20Cabinet\"&gt;Cabinet&lt;/a&gt; as &lt;a href=\"Secretary%20of%20State%20for%20Scotland\"&gt;Secretary of State for Scotland&lt;/a&gt;, with additional responsibility for retaining Scottish seats at the next general election. He was also appointed to the Privy Council. In 2009, he apologised \"on behalf of all politicians\" for the expenses scandal. He was also the cabinet minister responsible for co-ordinating &lt;a href=\"Pope%20Benedict%20XVI\"&gt;Pope Benedict's&lt;/a&gt; visit to the UK in 2010 - which was the first ever state visit by a Pope to the UK.\nShadow Cabinet.\nShadow Secretary of State for Defence.\nAt the &lt;a href=\"2010%20United%20Kingdom%20general%20election\"&gt;2010 general election&lt;/a&gt;, the Labour Party held every seat they had won in Scotland in 2005, although they lost the election overall. Murphy was subsequently one of the two &lt;a href=\"campaign%20manager\"&gt;campaign manager&lt;/a&gt;s for &lt;a href=\"David%20Miliband\"&gt;David Miliband&lt;/a&gt;'s &lt;a href=\"2010%20Labour%20Party%20%28UK%29%20leadership%20election\"&gt;failed bid for the leadership of the Labour Party&lt;/a&gt;, along with &lt;a href=\"Douglas%20Alexander\"&gt;Douglas Alexander&lt;/a&gt;. Following the election of Ed Miliband, Murphy was appointed &lt;a href=\"Shadow%20Secretary%20of%20State%20for%20Defence\"&gt;Shadow Secretary of State for Defence&lt;/a&gt; on 8 October 2010. Also in 2010, \"The Herald\" awarded him with the title of &lt;a href=\"Scottish%20Politician%20of%20the%20Year\"&gt;\"Best Scot at Westminster\"&lt;/a&gt; for a second year in a row, having given him the title for the first time in 2009.\nIn 2011, \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" published documents, compiled by a senior US official at the US Embassy in London and published by &lt;a href=\"WikiLeaks\"&gt;WikiLeaks&lt;/a&gt;, stating that throughout 2009, Murphy had a leading role in organising the support of opposition parties in promoting the implementation of the &lt;a href=\"Commission%20on%20Scottish%20Devolution\"&gt;Commission on Scottish Devolution&lt;/a&gt;'s recommendations. The aim was to \"block an independence referendum\" in Scotland.\nAs Shadow Defence Secretary, Murphy criticised moves to boycott Israel, stating that the Labour Party's policy was to avoid participation in boycotts. He praised the \"vital\" role of &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; during the military intervention in the 2011 Libyan crisis resolution, stating that Libya had been set \"on a path to censure, democratic and peaceful future\". He also criticised the scrapping of the &lt;a href=\"BAE%20Systems%20Nimrod%20MRA4\"&gt;Rolls Royce Nimrod&lt;/a&gt;, stating it was \"probably the most expensive technically capable aircraft in our history\" and it had been treated \"like second hand car sent to scrap\" despite its usefulness in defence.\nMurphy co-chaired the &lt;a href=\"review%20of%20the%20Labour%20Party%20in%20Scotland\"&gt;review of the Labour Party in Scotland&lt;/a&gt; with &lt;a href=\"Sarah%20Boyack\"&gt;Sarah Boyack&lt;/a&gt;, commissioned by Ed Miliband in May 2011 in response to the &lt;a href=\"landslide%20victory\"&gt;landslide victory&lt;/a&gt; by the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt; in the &lt;a href=\"2011%20Scottish%20Parliament%20election\"&gt;2011 Scottish Parliament election&lt;/a&gt;, which reported in August of that year.\nOn 3 July 2013, Murphy criticised the &lt;a href=\"Unite%20union\"&gt;Unite&lt;/a&gt; trade union for \"bullying\" and \"overstepping the mark\" for allegedly interfering with the &lt;a href=\"2013%20Labour%20Party%20Falkirk%20candidate%20selection\"&gt;selection of a candidate&lt;/a&gt; in &lt;a href=\"Falkirk%20%28UK%20Parliament%20constituency%29\"&gt;Falkirk&lt;/a&gt;. A Labour Party investigation later cleared Unite of any wrongdoing.\nMurphy voted against the restriction of housing benefit for those in social housing deemed to have excess bedrooms, otherwise known as the \"Bedroom Tax\", in favour of allowing &lt;a href=\"Same-sex%20marriage%20in%20the%20United%20Kingdom\"&gt;same sex marriage&lt;/a&gt; and against capping discretionary working age benefits, allowing them to rise in line with prices.\nShadow Secretary of State for International Development.\nIn 2013, Murphy was moved to the post of &lt;a href=\"Shadow%20Secretary%20of%20State%20for%20International%20Development\"&gt;Shadow Secretary of State for International Development&lt;/a&gt; in a \"purge of Blairites\" by Ed Miliband. His unease with the Labour leader's decision to oppose military action in Syria may have contributed to the move. He stated he had agreed to take a more prominent role in the Better Together campaign to keep Scotland in the UK. Murphy told a radio show in October 2013 that female soldiers should be able to serve in combat roles. In March 2014, Murphy criticised &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; for the management of the &lt;a href=\"2022%20FIFA%20World%20Cup\"&gt;2022 World Cup&lt;/a&gt; in &lt;a href=\"Qatar\"&gt;Qatar&lt;/a&gt;, citing the \"sub-human working conditions\" he saw when visiting the worker camps for the Qatar stadiums.\nExpenses.\nA 2010 commission chaired by Sir Thomas Legg demanded Murphy repay £577.46 in expenses which he had overclaimed. He did not appeal, and repaid the money in full. Expenses documents made available showed he also claimed over £1 million between 2001 and 2012. In 2007/8 he claimed £3,900 for food, £2,284 for petty cash and £4,884 for a new bathroom. He claimed £249 for a TV set and a further £99 for a TV stand; £1762.50 of taxpayers money paid for Murphy's website whilst further claims included Labour party adverts in the local press. He claimed almost £2000 of public cash to pay private accountants to handle his tax returns.\nIn 2012, Murphy was among a group of 27 MPs named as benefiting from up to £20,000 per year expenses to rent accommodation in London, at the same time as letting out property they owned in the city. Although the practice did not break rules, it has been characterised as a \"loophole\" that allows politicians to profit from Commons allowances. He also designated his constituency home in Glasgow as his second home for which he claimed £780 a month in mortgage interest payments in 2007/2008.\nScottish independence referendum campaign.\nDuring the &lt;a href=\"2014%20Scottish%20independence%20referendum\"&gt;2014 Scottish independence referendum&lt;/a&gt;, Murphy gained prominence in the &lt;a href=\"Media%20of%20the%20United%20Kingdom\"&gt;media&lt;/a&gt; for his role in the \"No\" campaign, due to his \"100 Streets in 100 Days\" tour. He briefly suspended the tour on 28 August 2014, after an egg was thrown at him by a member of the public in &lt;a href=\"Kirkcaldy\"&gt;Kirkcaldy&lt;/a&gt;. Video evidence showed members of the public wearing 'Yes' campaign insignias berating him as he spoke. He claimed this was the result of an orchestrated attack by mobs of protesters organised by the &lt;a href=\"Yes%20Scotland\"&gt;Yes Scotland&lt;/a&gt; campaign in a deliberate attempt to intimidate him. The man responsible was a local resident who was a supporter of Scottish independence, who alleged that Jim Murphy had not answered a question asked of him. Pleading guilty to assault, he apologised for 'bringing the Yes campaign into disrepute unintentionally'.\nMurphy was awarded The Spectator's Campaigner of the Year prize for his role in the 'No' campaign during the independence debate.\nLeader of the Scottish Labour Party.\nElection to leadership and early activities.\nFollowing &lt;a href=\"Johann%20Lamont\"&gt;Johann Lamont&lt;/a&gt;'s resignation as &lt;a href=\"Leader%20of%20the%20Scottish%20Labour%20Party\"&gt;Leader of the Scottish Labour Party&lt;/a&gt;, Murphy announced that he would be a candidate in the &lt;a href=\"2014%20Scottish%20Labour%20Party%20leadership%20election\"&gt;election to replace her&lt;/a&gt;, alongside Neil Findlay MSP and Sarah Boyack MSP. He resigned from the Labour Party Shadow Cabinet in November 2014 to focus on his campaign. \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\"'s Kevin McKenna argued Murphy's tour during the 2014 referendum campaign \"wasn't really about his new-found enthusiasm for the union... [but] was, instead, a three-month job interview for the post of leader of the Labour party in Scotland\". In announcing his candidacy, Murphy stated he would end the electoral losing streak of Labour in Scotland, creating a revival similar to &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;'s return to power in 1997 in the UK. On 13 December 2014, Murphy was &lt;a href=\"2014%20Scottish%20Labour%20Party%20leadership%20election\"&gt;elected&lt;/a&gt; as Leader of the Scottish Labour Party, having secured 56% of the vote under the party's electoral college system.\nIn December 2014, Murphy stated he was in favour for &lt;a href=\"alcoholic%20beverage\"&gt;alcohol&lt;/a&gt; ban at Scottish &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; matches to be overturned on a trial basis. Mhari McGowan, representing Assist, a domestic violence support organisation, called the proposal \"absolutely crazy\". &lt;a href=\"Ruth%20Davidson\"&gt;Ruth Davidson&lt;/a&gt; of the Conservative Party had previously called for a review of the policy in 2013.\nIn February 2015, Murphy claimed that four times as many NHS operations were being cancelled in Scotland as in England. When it emerged that the claim was based on a misreading of the statistics, Murphy had to delete a YouTube video and a message on social media he had made capitalising on the false claim.\nIn March 2015, citing figures from \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" on the low rate of Scotland's poorest pupils going to university, Murphy confirmed that higher education tuition would remain free for Scottish students.\n2015 general election.\nOn his election as party leader Murphy said he was determined under his leadership Labour would not lose any MPs to the SNP in the British general election of May 2015. On 27 February 2015, Murphy announced that he would again stand for the Westminster parliamentary seat of East Renfrewshire in the election. In the run-up to the &lt;a href=\"2015%20United%20Kingdom%20general%20election\"&gt;2015 United Kingdom general election&lt;/a&gt;, Murphy predicted that a late swing would save Labour in spite of unfavourable polls. During his campaign, the SNP suspended two members of their party after it emerged that they had disrupted Murphy's speeches with fellow campaigner Eddie Izzard.\nDuring Murphy's time as leader he took part in a debate at Glasgow University with &lt;a href=\"Nicola%20Sturgeon\"&gt;Nicola Sturgeon&lt;/a&gt;, &lt;a href=\"Ruth%20Davidson\"&gt;Ruth Davidson&lt;/a&gt; and &lt;a href=\"Willie%20Rennie\"&gt;Willie Rennie&lt;/a&gt;. During the debate the panel were asked about their stance on drugs, mainly if drug laws should be devolved to the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt; and what their individual experiences with drugs were. When the panel were questioned if they had ever tried &lt;a href=\"cannabis\"&gt;cannabis&lt;/a&gt;, Jim Murphy stated that \"in the housing scheme where I grew up, glue sniffing was the thing\".\nOn 7 May 2015, the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt; won 56 of the 59 Scottish seats at Westminster and Scottish Labour lost 40 of the 41 seats it was defending. Murphy lost his own &lt;a href=\"East%20Renfrewshire%20%28UK%20Parliament%20constituency%29\"&gt;East Renfrewshire&lt;/a&gt; seat to the SNP's &lt;a href=\"Kirsten%20Oswald\"&gt;Kirsten Oswald&lt;/a&gt;, leading to calls for his resignation.\nMurphy, his chief of staff &lt;a href=\"John%20McTernan\"&gt;John McTernan&lt;/a&gt; and strategy head &lt;a href=\"Blair%20McDougall\"&gt;Blair McDougall&lt;/a&gt; were criticised for their role in Labour's defeat. Criticism was made of Labour party resources in Scotland being assigned to favoured candidates such as Alexander and Curran. Murphy stated that the loss was due to \"an absence of ideas\" rather than a \"lack of passion\", and referenced Labour's additional defeats in England as another factor affecting the party's success. Following his defeat, he said he would remain Leader of Scottish Labour, despite calls for his resignation.\nIn spite of surviving a &lt;a href=\"Motion%20of%20no%20confidence\"&gt;vote of no confidence&lt;/a&gt; by 17 votes to 14 at a party meeting in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, Murphy announced on 16 May 2015 that he intended to step down as Leader of the Scottish Labour Party in June. At the same press conference Murphy also stated that he wanted to have a successor as leader in place by the summer, and confirmed he would not be standing for a seat at the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt; in the &lt;a href=\"2016%20Scottish%20Parliament%20election\"&gt;2016 general election&lt;/a&gt;. He added that Scottish Labour was the \"least modernised part of the Labour movement\", and commented that problem with the Labour party lay not with the &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt;ists, but with &lt;a href=\"Len%20McCluskey\"&gt;Len McCluskey&lt;/a&gt;, leader of &lt;a href=\"Unite%20the%20Union\"&gt;Unite&lt;/a&gt;, whose behaviour he described as \"destructive\".\nMurphy's resignation took effect on 1 June 2015. While &lt;a href=\"Kezia%20Dugdale\"&gt;Kezia Dugdale&lt;/a&gt;, as Deputy Leader of Scottish Labour, would normally have acted as leader until a permanent &lt;a href=\"2015%20Scottish%20Labour%20Party%20leadership%20election\"&gt;leader was elected&lt;/a&gt;, former Scottish Labour Leader &lt;a href=\"Iain%20Gray\"&gt;Iain Gray&lt;/a&gt; became acting leader as Dugdale resigned the Deputy Leadership in order to run for the Leadership vacated by Murphy.\nPolitical positions and views.\nMurphy identifies as a &lt;a href=\"Social%20democracy\"&gt;social democrat&lt;/a&gt; and has expressed sympathy for &lt;a href=\"democratic%20socialism\"&gt;democratic socialism&lt;/a&gt; but has been described as being on the political right of the Labour Party. He has frequently been referred to as a &lt;a href=\"Blairism\"&gt;Blairite&lt;/a&gt; but has claimed the term is outdated.\nMurphy is on the Political Council of the &lt;a href=\"Henry%20Jackson%20Society\"&gt;Henry Jackson Society&lt;/a&gt;, a neo-conservative transatlantic think tank named in honour of Cold War anti-communist US Senator &lt;a href=\"Henry%20M.%20Jackson\"&gt;Henry M. Jackson&lt;/a&gt;. The society advocates an &lt;a href=\"Interventionism%20%28politics%29\"&gt;interventionist&lt;/a&gt; foreign policy by both non-military and military methods. As Shadow Secretary of State for Defence, he gave a speech at an HJS event entitled 'A New Model for Intervention: How the UK Responds to Extremism in North and West Africa and Beyond’, arguing for the UK to remain engaged in defence policy beyond its borders, while learning lessons from past experiences.\nIn January 2015, the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt; (SNP) and &lt;a href=\"Scottish%20Greens\"&gt;Scottish Greens&lt;/a&gt; called on Murphy to resign from the Henry Jackson Society. In response the Henry Jackson Society reaffirmed its cross-partisan nature, saying \"we believe ... the broadest possible coalition of politicians – of which Jim Murphy is just one of 15 Labour parliamentarians to do so through our political advisory council – should engage with such ideas [of foreign policy].\"\nPost-parliament career.\nAfter the disastrous results for &lt;a href=\"Scottish%20Labour\"&gt;Scottish Labour&lt;/a&gt; at the 2015 general election, Murphy set up a consultancy and became an advisor to the Finnish non-profit &lt;a href=\"Crisis%20Management%20Initiative\"&gt;Crisis Management Initiative&lt;/a&gt; (CMI), advising on \"conflict resolution in central Asia\".\nIn November 2016, Murphy took up an employed position as an adviser to former &lt;a href=\"UK%20Prime%20Minister\"&gt;UK Prime Minister&lt;/a&gt; &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;.\nIn August 2018, Murphy paid for a full-page advert in the \"&lt;a href=\"Jewish%20Telegraph\"&gt;Jewish Telegraph&lt;/a&gt;\" in which he criticised &lt;a href=\"Jeremy%20Corbyn\"&gt;Jeremy Corbyn&lt;/a&gt; for what he claimed was the party's failure to root out &lt;a href=\"anti-semitism\"&gt;anti-semitism&lt;/a&gt;. The article, which appeared on page three of the paper under the headline \"In sorrow and anger - an apology\", accused Corbyn and his top team of being \"intellectually arrogant, emotionally inept and politically maladroit\".\nPersonal life.\nMurphy is married with three children – Cara, Matthew and Daniel. He &lt;a href=\"Captain%20%28association%20football%29\"&gt;captained&lt;/a&gt; the Parliamentary Football Team. He is a practising &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic&lt;/a&gt;. He is also a vegetarian and a teetotaller. He is the author of \"The Ten Football Matches That Changed The World...And The One That Didn't.\"\nMurphy was passing near to the Clutha Pub in Stockwell Street in Glasgow on the night of 29 November 2013, shortly after a &lt;a href=\"Police%20Scotland\"&gt;Police Scotland&lt;/a&gt; helicopter &lt;a href=\"2013%20Glasgow%20helicopter%20crash\"&gt;crashed&lt;/a&gt; onto the roof of the pub, killing 10 people and injuring 31 others. He was later interviewed about the aftermath of the accident."
}