{
    "id": "42199570",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=42199570",
    "title": "Ted Colson",
    "text": "Edmund Albert \"Ted\" Colson (3 June 1881 – 27 February 1950), bushman, pastoralist and pioneer was born in &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt; near &lt;a href=\"Quorn%2C%20South%20Australia\"&gt;Quorn&lt;/a&gt; at the southern end of the &lt;a href=\"Flinders%20Ranges\"&gt;Flinders Ranges&lt;/a&gt;. He achieved recognition as the first person of European descent to cross the &lt;a href=\"Simpson%20Desert\"&gt;Simpson Desert&lt;/a&gt;.\nCareer.\nHis father was a farmer of Swedish descent and Colson was the first of eight children. Prior to his 15th birthday in 1896, Colson and his father travelled by sea to &lt;a href=\"Esperance%2C%20Western%20Australia\"&gt;Esperance, Western Australia&lt;/a&gt;, then walked 150 miles to the gold-rush district of &lt;a href=\"Norseman%2C%20Western%20Australia\"&gt;Norseman&lt;/a&gt;. During the next ten years, young Colson gained experience in prospecting, mining, timberwork and engine driving. In 1904 he married Alice Jane Horne in &lt;a href=\"Kalgoorlie\"&gt;Kalgoorlie&lt;/a&gt; and they remained married until he died. They moved to Victoria in 1917 for construction work, and in 1926 he started his own transport business from &lt;a href=\"Healesville%2C%20Victoria\"&gt;Healesville&lt;/a&gt; to Melbourne. Moving again in 1927 they went to South Australia to work on a new railway line between &lt;a href=\"Oodnadatta\"&gt;Oodnadatta&lt;/a&gt; and &lt;a href=\"Alice%20Springs\"&gt;Alice Springs&lt;/a&gt;. Over the next four years, Colson travelled extensively in Central Australia and developed a rapport with the aboriginal people of the region. He was a guide and camel handler for the expeditions to the &lt;a href=\"Petermann%20Ranges%20%28Australia%29\"&gt;Petermann&lt;/a&gt; and &lt;a href=\"Tomkinson%20Ranges\"&gt;Tomkinson Ranges&lt;/a&gt; by &lt;a href=\"Michael%20Terry%20%28explorer%29\"&gt;Michael Terry&lt;/a&gt; in 1930. Colson took up the lease of Bloods Creek station north-west of Oodnadatta in 1931 to run sheep and a local store.\nDesert crossing.\nAlthough a number of explorers had probed the Simpson Desert from the mid 1800s, including &lt;a href=\"Charles%20Sturt\"&gt;Charles Sturt&lt;/a&gt; and &lt;a href=\"Peter%20Warburton\"&gt;Peter Warburton&lt;/a&gt;, none had made a successful crossing on foot. &lt;a href=\"Cecil%20Madigan\"&gt;Cecil Madigan&lt;/a&gt; had made an aerial reconnaissance in 1929, which proved that the desert was composed of numerous parallel sand dunes, with no evidence of permanent water. In May 1936 after a season of good rains, Colson chose to attempt the crossing from west to east and return using five camels. On 27 May he set off from Mount Etingamba 53 miles north of Bloods Creek with a lone aboriginal companion Eringa Peter. He carried provisions for two months, a compass and maps and travelled due east following the 26th parallel. Facing approximately 140 miles of unknown country, they subsequently traversed over a thousand sand ridges. He named some hills near the western side after his wife Alice, and a dry salt feature Lake Tamblyn after John Tamblyn his school master who was the second most influential person in his life after his father. His course took him to &lt;a href=\"Poeppel%20Corner\"&gt;Poeppel Corner&lt;/a&gt; (90 miles from Birdsville) where the states of Queensland and South Australia meet with the Northern Territory. Colson and Peter reached &lt;a href=\"Birdsville\"&gt;Birdsville&lt;/a&gt; on 11 June, and set out for the return journey three days later. He had missed the corner post on the outward trip (by only 300 yards), but found it on the return journey and took photographs as it was still in good condition after 50 years since its placement.\nThey arrived back at Bloods Creek on 29 June 1936, after 36 days and almost 600 miles of travel. Colson planned a second crossing in 1938, but it did not proceed due to a lack of resources.\nFinal years.\nFollowing his journey across the Simpson, Colson established the Colson Trading Company at Finke (now &lt;a href=\"Aputula\"&gt;Aputula&lt;/a&gt;) in the Northern Territory. He ran a store and hotel, and became well known as a community leader. In 1948 he organised the Finke Amateur Racing Club's first horse race meeting, which was a resounding success. Just two years later in February 1950 while driving a new motor vehicle home from Adelaide, he collided with a power pole at Balaklava, South Australia and was killed."
}