{
    "id": "42193559",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=42193559",
    "title": "Franz Novak",
    "text": "Franz Novak (10 January 1913 – 21 October 1983) was an Austrian &lt;a href=\"Schutzstaffel\"&gt;SS&lt;/a&gt;-\"&lt;a href=\"Hauptsturmf%C3%BChrer\"&gt;Hauptsturmführer&lt;/a&gt;\" (captain). He was &lt;a href=\"Adolf%20Eichmann\"&gt;Adolf Eichmann&lt;/a&gt;'s railroad and transportation timetable expert, and coordinated the railroad deportation of European Jews to &lt;a href=\"Nazi%20concentration%20camps\"&gt;concentration&lt;/a&gt; and &lt;a href=\"extermination%20camp\"&gt;extermination camp&lt;/a&gt;s.\nBiography.\nNovak left school in 1928 and began an apprenticeship in printing in Wolfsberg. He printed the \"Unterkärntner Nachrichten\", an &lt;a href=\"antisemitism\"&gt;anti-semitic&lt;/a&gt; local newspaper, close to the &lt;a href=\"Greater%20German%20People%27s%20Party\"&gt;Greater German People's Party&lt;/a&gt;. In October 1929, he became a member of the &lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt;. In April 1933, he joined the &lt;a href=\"Sturmabteilung\"&gt;SA&lt;/a&gt;, a month after joining the &lt;a href=\"Nazi%20Party\"&gt;Nazi Party&lt;/a&gt;. After the party was banned in Austria in July 1933, he joined illegally and became chief of the Wolfsberg section of the &lt;a href=\"National%20Socialist%20Factory%20Cell%20Organization\"&gt;NSBO&lt;/a&gt; and SA leader. He participated in the coup against &lt;a href=\"Engelbert%20Dollfuss\"&gt;Engelbert Dollfuss&lt;/a&gt; in July 1934. After its failure, he fled to &lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; and then went to Germany and joined the Austrian Legion. After the \"&lt;a href=\"Anschluss\"&gt;Anschluss&lt;/a&gt;\" in 1938, he moved to &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; and became the deputy of &lt;a href=\"Adolf%20Eichmann\"&gt;Adolf Eichmann&lt;/a&gt; in the &lt;a href=\"Central%20Agency%20for%20Jewish%20Emigration%20in%20Vienna\"&gt;Central Agency for Jewish Emigration in Vienna&lt;/a&gt;, although he received his orders directly from &lt;a href=\"Rolf%20G%C3%BCnther\"&gt;Rolf Günther&lt;/a&gt;. Novak also became a member of the &lt;a href=\"SS\"&gt;SS&lt;/a&gt;; on 1 December 1938 he was promoted to SS-\"&lt;a href=\"Untersturmf%C3%BChrer\"&gt;Untersturmführer&lt;/a&gt;\".\nWorld War II.\nIn July 1939, he participated in the opening of the Central Agency for Jewish Emigration in Prague, where his immediate superior was SS-\"&lt;a href=\"Sturmbannf%C3%BChrer\"&gt;Sturmbannführer&lt;/a&gt;\" &lt;a href=\"Hans%20G%C3%BCnther%20%28SS%20officer%29\"&gt;Hans Günther&lt;/a&gt;. At the beginning of 1940, Eichmann brought Novak with him to the &lt;a href=\"SS-Reichssicherheitshauptamt\"&gt;RSHA&lt;/a&gt; in Berlin and put him in his new office, the Eichmannreferat, on \"Jewish matters and evacuations\". His immediate superior was once again &lt;a href=\"Rolf%20G%C3%BCnther\"&gt;Rolf Günther&lt;/a&gt;. Novak handled the technical problems of organizing deportation trains \"resettling\" Poles and Jews from the incorporated territories to the &lt;a href=\"General%20Government\"&gt;General Government&lt;/a&gt; in 1940–41; he requisitioned railcars from &lt;a href=\"Deutsche%20Reichsbahn\"&gt;Deutsche Reichsbahn&lt;/a&gt; for deportation and coordinated with it the hours of passages of these trains in coordination with the SS, police and concentration camp officials. Novak worked closely with the \"&lt;a href=\"Sicherheitspolizei\"&gt;SiPo&lt;/a&gt;\" (Security Police); it was his job to inform each regional and district office of the \"SiPo\" of the date and quota (usually 1,000 people) of the train that the \"SiPo\" was to fill with Jewish deportees. Novak also worked closely with other leaders of the \"Jewish question\" in other countries, such as &lt;a href=\"Theodor%20Dannecker\"&gt;Theodor Dannecker&lt;/a&gt;, &lt;a href=\"Alois%20Brunner\"&gt;Alois Brunner&lt;/a&gt; and &lt;a href=\"Dieter%20Wisliceny\"&gt;Dieter Wisliceny&lt;/a&gt;.\nHe was then part of the &lt;a href=\"Eichmann-Kommando\"&gt;Eichmann-Kommando&lt;/a&gt; in &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt; which, from 15 March to 9 July 1944, led 476,000 &lt;a href=\"Hungarian%20Jews\"&gt;Hungarian Jews&lt;/a&gt; to &lt;a href=\"Auschwitz\"&gt;Auschwitz&lt;/a&gt;. Novak deported 6,000 to 12,000 people every day. Most of the deportees were killed immediately after their arrival at Auschwitz. By the end of the war, Novak had organized at least 260 trains from &lt;a href=\"Nazi%20Germany\"&gt;Germany, Austria and the Protectorate&lt;/a&gt;, at least 147 from Hungary, 87 from the Netherlands, 76 from France, 63 from Slovakia, 27 from Belgium, 23 from Greece, 11 from Italy, 7 from Bulgaria and 6 from Croatia — more than 707 from western and southern Europe.\nPost-war.\nIn 1945, Franz Novak disappeared under a false name. After the War Crimes Act and &lt;a href=\"Verbotsgesetz%201947\"&gt;Verbotsgesetz 1947&lt;/a&gt; (Prohibition Act 1947) had been repealed in 1957, Novak resumed his real name. In the course of investigations of the Adolf Eichmann case, the prosecutor of &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt; issued arrest warrants in 1961 against Eichmann's former employees, including Novak. Novak was arrested on 20 January 1961 in Vienna at his place of work, managing a print shop. During interrogation, he denied responsibility for the deportation of Jews. He said at his trial in 1964: \"For me, Auschwitz was just a train station.\" Ella Lingens-Reiner, &lt;a href=\"Hermann%20Langbein\"&gt;Hermann Langbein&lt;/a&gt; and Franz Danimann testified against him. On 17 December 1964, the jury did not convict for aiding and abetting murder, but sentenced him to eight years in prison only because of Article 87 of the Austrian penal code known as the \"Railroad Acts\", committing the criminal offense of intentionally compromising the integrity of the passengers during transport by not providing adequate water, food and toilet facilities. The conviction was overturned by the &lt;a href=\"Supreme%20Court%20of%20Austria\"&gt;Supreme Court of Austria&lt;/a&gt; due to a technicality, and a retrial was ordered. On 6 September 1966, at his second trial, the jury ruled that Novak acted under &lt;a href=\"superior%20orders\"&gt;superior orders&lt;/a&gt;, and he was &lt;a href=\"acquitted\"&gt;acquitted&lt;/a&gt;. The Supreme Court again overturned this ruling and ordered a third trial. Novak was found guilty on 18 December 1969 and sentenced him to nine years of imprisonment, but the verdict was appealed, during which time Novak was allowed to live freely. On 13 April 1972, the Supreme Court sentenced him to seven years in prison under Article 87. However, Novak, who had been dismissed in 1966 after five years in custody, was told that the remainder of his sentence no longer had to be completed. He was granted a pardon by Austrian President &lt;a href=\"Rudolf%20Kirchschl%C3%A4ger\"&gt;Rudolf Kirchschläger&lt;/a&gt;. &lt;a href=\"Simon%20Wiesenthal\"&gt;Simon Wiesenthal&lt;/a&gt; later calculated that Novak spent three minutes and twenty seconds in custody for each victim whom he sent to his or her death at Auschwitz."
}