{
    "id": "42209082",
    "revid": "33251634",
    "url": "https://en.wikipedia.org/wiki?curid=42209082",
    "title": "Modern history of Ukraine",
    "text": "&lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; emerged as the concept of a nation, and the &lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt; as a nationality, with the &lt;a href=\"Ukrainian%20National%20Revival\"&gt;Ukrainian National Revival&lt;/a&gt; which began in the late 18th and early 19th century. According to Ukrainian historian &lt;a href=\"Yaroslav%20Hrytsak\"&gt;Yaroslav Hrytsak&lt;/a&gt;, the first wave of national revival is traditionally connected with the publication of the first part of \"Eneyida\" by &lt;a href=\"Ivan%20Kotlyarevsky\"&gt;Ivan Kotlyarevsky&lt;/a&gt; (1798). In 1846, in Moscow the \"&lt;a href=\"History%20of%20Ruthenians\"&gt;Istoriya Rusov ili Maloi Rossii&lt;/a&gt;\" (History of Ruthenians or Little Russia) was published. During the &lt;a href=\"Spring%20of%20Nations\"&gt;Spring of Nations&lt;/a&gt;, in 1848 in Lemberg (&lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;) the &lt;a href=\"Supreme%20Ruthenian%20Council\"&gt;Supreme Ruthenian Council&lt;/a&gt; was created which declared that Galician Ruthenians are part of the bigger Ukrainian nation. The council adopted the yellow and blue flag (&lt;a href=\"Flag%20of%20Ukraine\"&gt;Flag of Ukraine&lt;/a&gt;).\nUkraine first declared its independence with the &lt;a href=\"Ukrainian%E2%80%93Soviet%20War\"&gt;invasion of Bolsheviks&lt;/a&gt; in late 1917. Following the conclusion of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and with the &lt;a href=\"Peace%20of%20Riga\"&gt;Peace of Riga&lt;/a&gt;, Ukraine was partitioned once again between Poland and the &lt;a href=\"Bolshevik%20Russia\"&gt;Bolshevik Russia&lt;/a&gt;. The Bolshevik-occupied territory became a puppet state of the Communist Party, the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian Soviet Socialist Republic&lt;/a&gt;.\nIn 1922, the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian Soviet Socialist Republic&lt;/a&gt;, together with the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Russian Soviet Federative Socialist Republic&lt;/a&gt;, the &lt;a href=\"Byelorussian%20Soviet%20Socialist%20Republic\"&gt;Byelorussian Soviet Socialist Republic&lt;/a&gt; and the &lt;a href=\"Transcaucasian%20Socialist%20Federative%20Soviet%20Republic\"&gt;Transcaucasian Socialist Federative Soviet Republic&lt;/a&gt;, became the founding members of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. The &lt;a href=\"Soviet%20famine%20of%201932%E2%80%9333\"&gt;Soviet famine of 1932–33&lt;/a&gt; or &lt;a href=\"Holodomor\"&gt;Holodomor&lt;/a&gt; killed an estimated 6 to 8 million people in the Soviet Union, the majority of them in Ukraine.\nStarting out the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; with the &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and being excluded from the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;, in 1941 the Soviet Union &lt;a href=\"Operation%20Barbarossa\"&gt;was invaded&lt;/a&gt; by Germany and &lt;a href=\"Axis%20forces\"&gt;its other allies&lt;/a&gt;. Many Ukrainians initially regarded the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; soldiers as liberators from Soviet rule, while others formed an &lt;a href=\"Soviet%20partisans\"&gt;anti-German partisan movement&lt;/a&gt;. Some elements of the Ukrainian nationalist underground formed a &lt;a href=\"Ukrainian%20Insurgent%20Army\"&gt;Ukrainian Insurgent Army&lt;/a&gt; that fought both Soviet and Nazi forces.\nSometime after the &lt;a href=\"deportation%20of%20Crimean%20Tatars\"&gt;deportation of Crimean Tatars&lt;/a&gt;, in 1954 the &lt;a href=\"Crimean%20Oblast\"&gt;Crimean Oblast&lt;/a&gt; &lt;a href=\"1954%20transfer%20of%20Crimea\"&gt;was transferred&lt;/a&gt; from the RSFSR to the Ukrainian SSR.\nWith the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt; in 1991, Ukraine became an independent state, formalized with a &lt;a href=\"1991%20Ukrainian%20independence%20referendum\"&gt;referendum on December 1&lt;/a&gt;.\nWith the &lt;a href=\"2004%20enlargement%20of%20the%20European%20Union\"&gt;2004 enlargement of the European Union&lt;/a&gt;, Ukraine now became an area of overlapping spheres of influence of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt;. This manifested in a political split between the \"pro-Russian\" &lt;a href=\"Eastern%20Ukraine\"&gt;Eastern Ukraine&lt;/a&gt;, and the \"pro-European\" &lt;a href=\"Western%20Ukraine\"&gt;Western Ukraine&lt;/a&gt;, leading to an ongoing period of political turmoil, beginning with the \"&lt;a href=\"Orange%20Revolution\"&gt;Orange Revolution&lt;/a&gt;\" of 2004, and culminating in 2014 with the \"&lt;a href=\"Euromaidan\"&gt;Euromaidan&lt;/a&gt;\" &lt;a href=\"2014%20Ukrainian%20revolution\"&gt;uprising&lt;/a&gt; and the &lt;a href=\"2014%20Crimean%20Crisis\"&gt;Crimean Crisis&lt;/a&gt;, in which &lt;a href=\"Autonomous%20Republic%20of%20Crimea\"&gt;Crimea&lt;/a&gt; fell under the control of the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt;.\nThe 19th century.\nFollowing the 17th century failed attempt to regain statehood in form of &lt;a href=\"Cossack%20Hetmanate\"&gt;Cossack Hetmanate&lt;/a&gt;, the future Ukrainian territory again ended up divided between three empires, the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; and the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt;.\nIn the second half of the 18th century, &lt;a href=\"Catherine%20the%20Great\"&gt;Catherine the Great&lt;/a&gt; instigated a hysteria in the local Eastern Orthodox population by promising protection from &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt; and support leading to an armed conflict &lt;a href=\"Koliivshchyna\"&gt;Koliivshchyna&lt;/a&gt; in the neighboring &lt;a href=\"right-bank%20Ukraine\"&gt;right-bank Ukraine&lt;/a&gt; which was part of the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt; and resulting in the Polish &lt;a href=\"Bar%20Confederation\"&gt;Bar Confederation&lt;/a&gt;, Russian military invasion of Poland and its internal affairs, and successful &lt;a href=\"partitions%20of%20Poland\"&gt;partitions of the last&lt;/a&gt;. By the end of the 18th century, most of Ukraine was completely annexed by Russia. At the same time the Russian Empire gradually gained control over the area of &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; coast (northern Pontic coast) which was part of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; realm at the conclusion of the &lt;a href=\"Russo-Turkish%20Wars\"&gt;Russo-Turkish Wars&lt;/a&gt; of &lt;a href=\"Russo-Turkish%20War%2C%201735-1739\"&gt;1735–39&lt;/a&gt;, &lt;a href=\"Russo-Turkish%20War%2C%201768-1774\"&gt;1768–74&lt;/a&gt;, &lt;a href=\"Russo-Turkish%20War%2C%201787-1792\"&gt;1787–92&lt;/a&gt;.\nThe lands were generously given to the &lt;a href=\"dvoryanstvo\"&gt;nobility&lt;/a&gt; and the &lt;a href=\"Russian%20serfdom\"&gt;unfree peasantry&lt;/a&gt; were transferred to cultivate the &lt;a href=\"Pontic%20steppe\"&gt;Pontic steppe&lt;/a&gt;. Forcing the local &lt;a href=\"Nogais\"&gt;Nogai&lt;/a&gt; population out and resettling the Crimean Greeks, Catherine the Great renamed all populated places and invited other European settlers to these newly conquered lands: &lt;a href=\"Polish%20minority%20in%20Russia\"&gt;Poles&lt;/a&gt;, &lt;a href=\"History%20of%20Germans%20in%20Russia%2C%20Ukraine%20and%20the%20Soviet%20Union\"&gt;Germans&lt;/a&gt; (&lt;a href=\"Black%20Sea%20Germans\"&gt;Black Sea Germans&lt;/a&gt;, &lt;a href=\"Crimea%20Germans\"&gt;Crimea Germans&lt;/a&gt;, &lt;a href=\"Volga%20Germans\"&gt;Volga Germans&lt;/a&gt;), &lt;a href=\"Swiss%20emigration%20to%20Russia\"&gt;Swiss&lt;/a&gt;, and others. To southern Ukraine were deported some Estonian Swedes. Since then there exists the old Swedish village of &lt;a href=\"Gammalsvenskby\"&gt;Gammalsvenskby&lt;/a&gt;–Zmiivka.\nUkrainian writers and intellectuals &lt;a href=\"Ukrainian%20nationalism\"&gt;were inspired by the nationalistic spirit&lt;/a&gt; stirring other European peoples existing under other imperial governments. Russia, fearing separatism, imposed strict limits on attempts to elevate the &lt;a href=\"Ukrainian%20language\"&gt;Ukrainian language&lt;/a&gt; and culture, even banning its use and study. The &lt;a href=\"Russophilia\"&gt;Russophile&lt;/a&gt; policies of &lt;a href=\"Russification%20of%20Ukraine\"&gt;Russification&lt;/a&gt; and &lt;a href=\"Panslavism\"&gt;Panslavism&lt;/a&gt; led to an exodus of a number some Ukrainian intellectuals into Western Ukraine, while others embraced a Pan-Slavic or Russian identity, with many Russian authors or composers of the 19th century being of Ukrainian origin (notably &lt;a href=\"Nikolai%20Gogol\"&gt;Nikolai Gogol&lt;/a&gt; and &lt;a href=\"Pyotr%20Ilyich%20Tchaikovsky\"&gt;Pyotr Ilyich Tchaikovsky&lt;/a&gt;).\nIn the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt; most of the elite that ruled Galicia were of Austrian or Polish descent, with the &lt;a href=\"Ruthenians\"&gt;Ruthenians&lt;/a&gt; mostly representing the peasantry. During the 19th century, &lt;a href=\"Ukrainian%20Russophiles\"&gt;Russophilia&lt;/a&gt; was a common occurrence among the Slavic population, but the mass exodus of Ukrainian intellectuals escaping from Russian repression in Eastern Ukraine, as well as the intervention of Austrian authorities, caused the movement to be replaced by &lt;a href=\"Ukrainophilia\"&gt;Ukrainophilia&lt;/a&gt;, which would then cross-over into the Russian Empire.\nFirst World War, the revolutions and aftermath.\nWhen World War I and series of revolutions across Europe, including the &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt; in Russia, shattered many existing empires such as the &lt;a href=\"Austrian%20Empire\"&gt;Austrian&lt;/a&gt; and &lt;a href=\"Imperial%20Russia\"&gt;Russian&lt;/a&gt; ones, people of Ukraine were caught in the middle. Between 1917 and 1919, several separate Ukrainian republics manifested independence, the &lt;a href=\"Anarchism\"&gt;anarchist&lt;/a&gt; &lt;a href=\"Makhnovshchina\"&gt;Free Territory&lt;/a&gt;, the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt;, the &lt;a href=\"Ukrainian%20State\"&gt;Ukrainian State&lt;/a&gt;, the &lt;a href=\"West%20Ukrainian%20People%27s%20Republic\"&gt;West Ukrainian People's Republic&lt;/a&gt;, and numerous &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Bolshevik revkoms&lt;/a&gt;.\nAs the area of Ukraine fell into warfare and anarchy, it was also fought over by &lt;a href=\"German%20Army%20%28German%20Empire%29\"&gt;German&lt;/a&gt; and &lt;a href=\"Austro-Hungarian%20Army\"&gt;Austrian forces&lt;/a&gt;, the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; of &lt;a href=\"Bolshevik%20Russia\"&gt;Bolshevik Russia&lt;/a&gt;, the &lt;a href=\"White%20Forces\"&gt;White Forces&lt;/a&gt; of &lt;a href=\"General%20Denikin\"&gt;General Denikin&lt;/a&gt;, the &lt;a href=\"Polish%20Army\"&gt;Polish Army&lt;/a&gt;, &lt;a href=\"anarchist\"&gt;anarchist&lt;/a&gt;s led by &lt;a href=\"Nestor%20Makhno\"&gt;Nestor Makhno&lt;/a&gt;. &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; itself was occupied by many different armies. The city was captured by the Bolsheviks on 9 February 1918, by the Germans on 2 March 1918, by the Bolsheviks a second time on 5 February 1919, by the White Army on 31 August 1919, by Bolsheviks for a third time on 15 December 1919, by the Polish Army on 6 \nMay 1920, and finally by the Bolsheviks for the fourth time on 12 June 1920.\nThe defeat in the &lt;a href=\"Polish-Ukrainian%20War\"&gt;Polish-Ukrainian War&lt;/a&gt; and then the failure of the &lt;a href=\"J%C3%B3zef%20Pi%C5%82sudski\"&gt;Piłsudski&lt;/a&gt;'s and &lt;a href=\"Symon%20Petliura\"&gt;Petliura&lt;/a&gt;'s \"&lt;a href=\"Treaty%20of%20Warsaw%20%281920%29\"&gt;Warsaw agreement of 1920&lt;/a&gt;\" to oust the Bolsheviks during the 1920 &lt;a href=\"Kiev%20Offensive\"&gt;Kiev Offensive&lt;/a&gt; led almost to the occupation of Poland itself. This led to the &lt;a href=\"Polish%E2%80%93Soviet%20War\"&gt;Polish–Soviet War&lt;/a&gt;, which culminated in the signing of the &lt;a href=\"Peace%20of%20Riga\"&gt;Peace of Riga&lt;/a&gt; in March 1921. The Peace of Riga divided the disputed territories between Poland and Soviet Russia. Specifically, the part of Ukraine west of the &lt;a href=\"Zbruch\"&gt;Zbruch&lt;/a&gt; river was incorporated into &lt;a href=\"Second%20Polish%20Republic\"&gt;Poland&lt;/a&gt;, while the eastern portion became part of the Soviet Union as the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian Soviet Socialist Republic&lt;/a&gt;. The first capital of the Ukrainian Soviet Socialist Republic was &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt;; in 1934, the capital was relocated to Kyiv.\nInterbellum.\nSoviet Ukraine.\nThe Ukrainian national idea lived on during the inter-war years and was even spread to a large territory with the traditionally mixed population in the east and south that became part of the Ukrainian &lt;a href=\"Republics%20of%20the%20Soviet%20Union\"&gt;Soviet republic&lt;/a&gt;. The &lt;a href=\"Ukrainian%20culture\"&gt;Ukrainian culture&lt;/a&gt; even enjoyed a revival due to Bolshevik concessions in the early Soviet years (until the early-1930s) known as the policy of &lt;a href=\"Korenization\"&gt;Korenization&lt;/a&gt; (\"indigenization\"). In these years, an impressive &lt;a href=\"Ukrainization\"&gt;Ukrainization&lt;/a&gt; program was implemented throughout the republic. Alongside this a number of national territorial units were set aside for non-Ukrainian ethnic groups. As well as an autonomous republic in the west for Ukraine's Molovian people several national raions including 8 Russian, 7 German, 4 Greek, 4 Bulgarian, 3 Jewish and 1 Polish national raion existed in this period.\nThe rapidly developed Ukrainian language-based education system dramatically raised the literacy of the Ukrainophone rural population. Simultaneously, the newly literate ethnic Ukrainians migrated to the cities, which became rapidly largely Ukrainianised—in both population and in education. Similarly expansive was an increase in Ukrainian language publishing and overall eruption of Ukrainian cultural life.\nAt the same time, the usage of Ukrainian was continuously encouraged in the workplace and in government affairs as the recruitment of indigenous cadre was implemented as part of the korenisation policies. While initially, the party and government apparatus was mostly Russian-speaking, by the end of the 1920s the ethnic Ukrainians composed over one half of the membership in the Ukrainian communist party, the number strengthened by the accession of &lt;a href=\"Borotbists\"&gt;Borotbists&lt;/a&gt;, a formerly indigenously Ukrainian \"independentist\" and non-Bolshevik communist party.\nDespite the ongoing &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;-wide antireligious campaign, the Ukrainian national &lt;a href=\"Eastern%20Orthodoxy\"&gt;Orthodox&lt;/a&gt; church was created called the &lt;a href=\"Ukrainian%20Autocephalous%20Orthodox%20Church\"&gt;Ukrainian Autocephalous Orthodox Church&lt;/a&gt; (UAOC). The Bolshevik government initially saw the national church as a tool in their goal to suppress the &lt;a href=\"Russian%20Orthodox%20Church\"&gt;Russian Orthodox Church&lt;/a&gt; always viewed with the great suspicion by the regime for its being the cornerstone of pre-revolutionary &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; and the initially strong opposition it took towards the regime change. Therefore, the government tolerated the new Ukrainian national church for some time and the UAOC gained a wide following among the Ukrainian peasantry.\nThe change in the Soviet economic policies towards the fast-pace &lt;a href=\"History%20of%20the%20Soviet%20Union%20%281927-1953%29%23Industrialisation%20in%20practice\"&gt;industrialization&lt;/a&gt; was marked by the 1928 introduction of &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;'s first &lt;a href=\"piatiletka\"&gt;piatiletka&lt;/a&gt; (a five-year plan). Industrialization brought about a dramatic economic and social transformation in traditionally agricultural Ukraine. In the first piatiletkas the industrial output of Ukraine quadrupled as the republic underwent a record industrial development. The massive influx of the rural population to the industrial centers increased the urban population from 19% to 34%.\nSoviet collectivisation.\nHowever, industrialization had a heavy cost for the peasantry, demographically a backbone of the Ukrainian nation. To satisfy the state's need for increased food supplies and finance industrialization, Stalin instituted a &lt;a href=\"Collectivization%20in%20the%20Ukrainian%20Soviet%20Socialist%20Republic\"&gt;program of collectivization&lt;/a&gt; of agriculture, which profoundly affected Ukraine, often referred to as the \"breadbasket of the USSR\". In the late 1920s and early 1930s, the state combined the peasants' lands and animals into collective farms. Starting in 1929, a policy of enforcement was applied, using regular troops and secret police to confiscate lands and materials where necessary.\nMany resisted, and a desperate struggle by the peasantry against the authorities ensued. Some slaughtered their livestock rather than turn it over to the collectives. Wealthier peasants were labeled \"&lt;a href=\"kulak\"&gt;kulak&lt;/a&gt;s\", enemies of the state. Tens of thousands were executed and about 100,000 families were &lt;a href=\"Forced%20settlements%20in%20the%20Soviet%20Union\"&gt;deported to Siberia&lt;/a&gt; and Kazakhstan.\nForced collectivization had a devastating effect on agricultural productivity. Despite this, in 1932 the Soviet government increased Ukraine's production quotas by 44%, ensuring that they could not be met. Soviet law required that the members of a collective farm would receive no grain until government quotas were satisfied. The authorities in many instances exacted such high levels of procurement from collective farms that starvation became widespread.\nThe &lt;a href=\"Soviet%20famine%20of%201932%E2%80%9333\"&gt;Soviet famine of 1932–33&lt;/a&gt;, called &lt;a href=\"Holodomor\"&gt;Holodomor&lt;/a&gt; in Ukrainian, claimed up to 10 million Ukrainian lives as peasants' food stocks were forcibly removed by &lt;a href=\"Stalin\"&gt;Stalin&lt;/a&gt;'s regime by the &lt;a href=\"NKVD\"&gt;NKVD&lt;/a&gt; secret police. As elsewhere, the precise number of deaths by starvation in Ukraine may never be precisely known. That said, the most recent demographic studies suggest that over 4 million Ukrainians perished in the first six months of 1933 alone, a figure that increases if population losses from 1931, 1932 and 1934 are also included, along with those from adjacent territories inhabited primarily by Ukrainians (but politically part of the Russian Federated Soviet Socialist Republic), such as the &lt;a href=\"Kuban\"&gt;Kuban&lt;/a&gt;.\nThe Soviet Union suppressed information about this genocide, and as late as the 1980s admitted only that there was some hardship because of kulak sabotage and bad weather. Non-Soviets maintain that the famine was an avoidable, deliberate act of genocide.\nThe times of industrialization and collectivization also brought about a wide campaign against \"nationalist deviation\" which in Ukraine translated into an assault on the national political and cultural elite. The first wave of purges between 1929 and 1934 targeted the revolutionary generation of the party that in Ukraine included many supporters of &lt;a href=\"Ukrainization\"&gt;Ukrainization&lt;/a&gt;. &lt;a href=\"Great%20Purge\"&gt;The next 1936–1938 wave of political purges&lt;/a&gt; eliminated much of the new political generation that replaced those that perished in the first wave and halved the membership of the Ukrainian communist party.\nThe purged Ukrainian political leadership was largely replaced by the cadre sent from &lt;a href=\"Russian%20SFSR\"&gt;Russia&lt;/a&gt; that was also largely \"rotated\" by Stalin's purges. As the policies of Ukrainisation were halted (1931) and replaced by massive &lt;a href=\"Russification\"&gt;Russification&lt;/a&gt; approximately four-fifths of the Ukrainian cultural elite, intellectuals, writers, artists and clergy, had been \"eliminated\", executed or imprisoned, in the following decade. Mass arrests of the hierarchy and clergy of the &lt;a href=\"Ukrainian%20Autocephalous%20Orthodox%20Church\"&gt;Ukrainian Autocephalous Orthodox Church&lt;/a&gt; culminated in the liquidation of the church in 1930.\nGalicia and Volhynia under Polish rule.\nFollowing the end of World War I, the eastern part of the former Austrian province of &lt;a href=\"Galicia%20%28Eastern%20Europe%29\"&gt;Galicia&lt;/a&gt;, as well as &lt;a href=\"Volhynia\"&gt;Volhynia&lt;/a&gt;, which had belonged to the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, became the area of a &lt;a href=\"Polish-Ukrainian%20War\"&gt;Polish-Ukrainian War&lt;/a&gt;. The Ukrainians claimed these lands because they made up the majority of the population there (except for cities, such as &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;), while the Poles saw these provinces as &lt;a href=\"Kresy\"&gt;Eastern Borderlands&lt;/a&gt;, a &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;historical part of their country&lt;/a&gt;. The war was won by the Poles, and their rule over these disputed lands was cemented after another &lt;a href=\"Treaty%20of%20Riga\"&gt;Polish victory&lt;/a&gt;, in the &lt;a href=\"Polish-Soviet%20War\"&gt;Polish-Soviet War&lt;/a&gt;. While some Ukrainians &lt;a href=\"Treaty%20of%20Warsaw%20%281920%29\"&gt;supported Poland&lt;/a&gt;, their hopes for independence or autonomy were quickly dashed.\nIn the interbellum period, eastern Galicia was divided into three &lt;a href=\"voivodeship\"&gt;administrative units&lt;/a&gt; — &lt;a href=\"Lw%C3%B3w%20Voivodeship\"&gt;Lwów Voivodeship&lt;/a&gt;, &lt;a href=\"Stanis%C5%82aw%C3%B3w%20Voivodeship\"&gt;Stanisławów Voivodeship&lt;/a&gt;, and &lt;a href=\"Tarnopol%20Voivodeship\"&gt;Tarnopol Voivodeship&lt;/a&gt;, while in Volhynia, &lt;a href=\"Wo%C5%82y%C5%84%20Voivodeship%20%281921%E2%80%931939%29\"&gt;Wołyń Voivodeship&lt;/a&gt; was created. The Ukrainian majority of these lands was often treated as second-class citizens by the Polish authorities. The conflict escalated in the 1930s, with &lt;a href=\"Organization%20of%20Ukrainian%20Nationalists%23Pre-war%20activities\"&gt;terrorist actions&lt;/a&gt; of the &lt;a href=\"Organization%20of%20Ukrainian%20Nationalists\"&gt;Organization of Ukrainian Nationalists&lt;/a&gt; resulting in &lt;a href=\"Pacification%20of%20Ukrainians%20in%20Eastern%20Galicia%20%281930%29\"&gt;increasingly heavy-handed actions&lt;/a&gt; by the Polish government. The tensions were further exacerbated by the arrival of thousands of &lt;a href=\"osadnik\"&gt;osadnik&lt;/a&gt;s, or Polish settlers, who were granted land, especially in Volhynia. &lt;a href=\"Henryk%20J%C3%B3zewski\"&gt;Henryk Józewski&lt;/a&gt; advocated a self-governance autonomy for Ukrainians in Volhynia 1928–1938.\nPolish rule over the provinces ended in September 1939, following &lt;a href=\"Polish%20September%20Campaign\"&gt;Nazi&lt;/a&gt; and &lt;a href=\"Soviet%20invasion%20of%20Poland\"&gt;Soviet attack&lt;/a&gt;. After the &lt;a href=\"Battle%20of%20Lvov%20%281939%29\"&gt;Battle of Lviv&lt;/a&gt;, units of the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; entered regional capital, Lviv, and following the staged &lt;a href=\"Elections%20to%20the%20People%27s%20Assemblies%20of%20Western%20Ukraine%20and%20Western%20Belarus\"&gt;Elections to the People's Assemblies of Western Ukraine and Western Belarus&lt;/a&gt;, both eastern Galicia and Volhynia were annexed by the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;.\nA few days after the Germans invaded Poland, Soviet dictator &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; told an aide his long-term goal was the spread of Communism in Eastern Europe:\nNow [Poland] is a fascist state, oppressing the Ukrainians, Belorussians and so forth. The annihilation of that state under current conditions would mean one fewer bourgeois fascist state to contend with! What would be the harm if as a result of the rout off Poland we were to extend the socialist system onto new territories and populations.\nHistorian &lt;a href=\"Geoffrey%20Roberts\"&gt;Geoffrey Roberts&lt;/a&gt; notes that the comments marked a change from the previous \"popular front\" policy of Communist Party cooperation with other parties. He adds, \"Stalin's immediate purpose was to present an ideological rationale for the Red Army's forthcoming invasion of Poland\" and his main message was the need to avoid a revolutionary civil war.\" Historian &lt;a href=\"Timothy%20D.%20Snyder\"&gt;Timothy D. Snyder&lt;/a&gt; suggests that, \"Stalin may have reasoned that returning Galicia and Volhynia to Soviet Ukraine would help co-opt &lt;a href=\"Ukrainian%20nationalism\"&gt;Ukrainian nationalism&lt;/a&gt;. Stalin perhaps saw a way to give both Ukrainians and Poles something they wanted, while binding them to the USSR.\"\nWorld War II.\nFollowing the &lt;a href=\"Ribbentrop-Molotov%20pact\"&gt;Ribbentrop-Molotov pact&lt;/a&gt;, in September 1939, German and Soviet troops &lt;a href=\"Invasion%20of%20Poland%20%281939%29\"&gt;divided the territory of Poland&lt;/a&gt;, including &lt;a href=\"Galicia%20%28Central%20Europe%29\"&gt;Galicia&lt;/a&gt; with its Ukrainian population. Next, after &lt;a href=\"Battle%20of%20France\"&gt;France surrendered&lt;/a&gt; to Germany, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; ceded &lt;a href=\"Bessarabia\"&gt;Bessarabia&lt;/a&gt; and northern &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt; to &lt;a href=\"June%201940%20Soviet%20Ultimatum\"&gt;Soviet demands&lt;/a&gt;. The Ukrainian SSR incorporated northern and southern districts of Bessarabia, the northern Bukovina, and additionally the Soviet-occupied &lt;a href=\"Hertsa%20region\"&gt;Hertsa region&lt;/a&gt;, but ceded the western part of the &lt;a href=\"Moldavian%20ASSR\"&gt;Moldavian ASSR&lt;/a&gt; to the newly created &lt;a href=\"Moldavian%20SSR\"&gt;Moldavian SSR&lt;/a&gt;. All these territorial gains were internationally recognized by the &lt;a href=\"Paris%20Peace%20Treaties%2C%201947\"&gt;Paris Peace Treaties, 1947&lt;/a&gt;.\nWhen &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; with &lt;a href=\"Axis%20powers\"&gt;its allies&lt;/a&gt; &lt;a href=\"Operation%20Barbarossa\"&gt;invaded the Soviet Union&lt;/a&gt; in 1941, many Ukrainians and Polish people, particularly in the west where they had experienced two years of harsh Soviet rule, initially regarded the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; soldiers as liberators. Retreating Soviets &lt;a href=\"NKVD%20prisoner%20massacres\"&gt;murdered thousands of prisoners&lt;/a&gt;. Some Ukrainian activists of the national movement hoped for momentum to establish an independent state of Ukraine. German policies initially gave some encouragement to such hopes through the vague promises of sovereign 'Greater Ukraine' as the Germans were trying to take advantage of anti-Soviet, anti-Ukrainian, anti-Polish, and anti-Jewish sentiments. A local Ukrainian auxiliary police was formed as well as Ukrainian SS division, &lt;a href=\"14th%20Waffen%20Grenadier%20Division%20of%20the%20SS%20Galicia%20%281st%20Ukrainian%29\"&gt;14th Waffen Grenadier Division of the SS Galicia (1st Ukrainian)&lt;/a&gt;. However, after the initial period of limited tolerance, the German policies soon abruptly changed and the Ukrainian national movement was brutally crushed.\nSome Ukrainians, however, utterly resisted the Nazi onslaught from its start and a &lt;a href=\"Soviet%20partisans\"&gt;partisan movement&lt;/a&gt; immediately spread over the occupied territory. Some elements of the Ukrainian nationalist underground formed a &lt;a href=\"Ukrainian%20Insurgent%20Army\"&gt;Ukrainian Insurgent Army&lt;/a&gt; that fought both Soviet and Nazi forces. In some western regions of Ukraine, the Ukrainian Insurgent Army survived underground and continued the resistance against the Soviet authorities well into the 1950s, though many Ukrainian civilians were murdered in this conflict by both sides.\nThe Nazi administrators of conquered Soviet territories made little attempt to exploit the population's possible dissatisfaction with Soviet political and economic policies. Instead, the Nazis preserved the collective-farm system, systematically carried out genocidal policies against Jews, and deported many Ukrainians to forced labour in Germany. In their active resistance to Nazi Germany, the Ukrainians comprised a significant share of the Red Army and its leadership as well as the underground and resistance movements.\nTotal civilian losses during the war and German occupation in Ukraine are estimated at seven million, including over a million Jews shot and killed by the \"&lt;a href=\"Einsatzgruppen\"&gt;Einsatzgruppen&lt;/a&gt;\".\nMany civilians fell victim to atrocities, forced labor, and even massacres of whole villages in reprisal for attacks against Nazi forces. Of the estimated eleven million Soviet troops who fell in battle against the Nazis, about 16% (1.7 million) were ethnic Ukrainians. Moreover, Ukraine saw some of the biggest battles of the war starting with the &lt;a href=\"Battle%20of%20Kyiv%20%281941%29\"&gt;encirclement of Kyiv&lt;/a&gt; (the city itself fell to the Germans on 19 September 1941 and was later acclaimed as a \"&lt;a href=\"Hero%20City\"&gt;Hero City&lt;/a&gt;\") where more than 660,000 Soviet troops were taken captive, to the fierce defense of &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt;, and on to the victorious storming across the &lt;a href=\"Dnieper%20river\"&gt;Dnieper river&lt;/a&gt;. According to the researcher Rolf Michaelis who is referring to the &lt;a href=\"SS-Hauptamt\"&gt;SS-Hauptamt&lt;/a&gt;'s document No. 8699/42, the &lt;a href=\"Polizei-Bataillon%20%26quot%3BOstland%26quot%3B\"&gt;Police Battalion \"Ostland\"&lt;/a&gt; (Field Post Number 47769) resided in the &lt;a href=\"Reichskommissariat%20Ukraine\"&gt;Reichskommissariat Ukraine&lt;/a&gt; in 1941–1942, and was one of the main executioners of the &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;s. The Police Battalion \"Ostland\" was an &lt;a href=\"Ordnungspolizei\"&gt;Ordnungspolizei&lt;/a&gt; unit that served in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; under the command of the &lt;a href=\"Schutzstaffel\"&gt;Schutzstaffel&lt;/a&gt;. The battalion established in October 1941 carried out &lt;a href=\"Anti-partisan%20operations%20in%20World%20War%20II\"&gt;punitive duties&lt;/a&gt;.\nOn June 28, 1941, the town of &lt;a href=\"Rivne\"&gt;Rivne&lt;/a&gt; (Równe) was captured by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, which later established the city as the administrative center of the &lt;a href=\"Reichskommissariat%20Ukraine\"&gt;Reichskommissariat Ukraine&lt;/a&gt;. In July 1941 the 1st company of the Police Battalion \"Ostland\" was in &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt;, the rest of the battalion was in &lt;a href=\"Rivne\"&gt;Rivne&lt;/a&gt;. In October 1941 the battalion was sent to &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt; (Lwów). At the time, roughly half of Równe's inhabitants were &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt;. About 23,000 of these people were taken to a pine grove in &lt;a href=\"Sosenki\"&gt;Sosenki&lt;/a&gt; and slaughtered by the 1st company of the Police Battalion \"Ostland\" between November 6, and 8, 1941 (1st company). A &lt;a href=\"ghetto\"&gt;ghetto&lt;/a&gt; was established for the remaining ca 5,000 Jews. As reported on May 11, 1942, ca 1,000 Jews were executed in &lt;a href=\"Minsk\"&gt;Minsk&lt;/a&gt;.\nOn July 13–14, 1942, the remaining population of the Równe ghetto – about 5,000 Jews – was sent by train some 70 kilometres north to &lt;a href=\"Kostopil\"&gt;Kostopil&lt;/a&gt; (Kostopol) where they were murdered by the 1st company of the Police Battalion \"Ostland\" in a quarry near woods outside the town. The Równe ghetto was subsequently liquidated. As reported on July 14, 1942: The battalion or elements of it provided security along with the &lt;a href=\"Ukrainische%20Hilfspolizei\"&gt;Ukrainische Hilfspolizei&lt;/a&gt; for a transport of the Jews from the &lt;a href=\"Riga%20Ghetto\"&gt;Riga Ghetto&lt;/a&gt; to the &lt;a href=\"Riga%20Central%20Station\"&gt;Riga Central Station&lt;/a&gt; using the wagons (1st company). July 15, 1942 another thousand Jews were executed in the same place. As reported on June 27, 1942, ca 8,000 Jews were executed near the town of &lt;a href=\"S%C5%82onim\"&gt;Słonim&lt;/a&gt;. As reported on July 28, 1942, ca 6,000 Jews were executed in Minsk.\nIn November 1942 the Police Battalion Ostland together with an artillery regiment, and three other German &lt;a href=\"Ordnungspolizei\"&gt;Ordnungspolizei&lt;/a&gt; battalions under the command of \"Befehlshaber der Ordnungspolizei im Reichskommissariat Ukraine\" and \"SS-Gruppenführer und Generalleutnant der Polizei\" , took part in a joint &lt;a href=\"Anti-partisan%20operations%20in%20World%20War%20II\"&gt;anti-partisan operation&lt;/a&gt; near &lt;a href=\"Ovruch\"&gt;Ovruch&lt;/a&gt; (Owrucz) with over 50 villages burnt down and over 1,500 people executed. In a village 40 people were burnt alive for revenge for the killing of the SS-&lt;a href=\"Untersturmf%C3%BChrer\"&gt;Untersturmführer&lt;/a&gt; Türnpu(u). In February 1943 the battalion was sent to Reval, Estland with &lt;a href=\"293.%20Politsei%20Jalav%C3%A4epataljon\"&gt;Polizei Füsilier Bataillon 293&lt;/a&gt;. By March 31, 1943, the &lt;a href=\"Estonian%20Legion\"&gt;Estnische Legion&lt;/a&gt; had 37 &lt;a href=\"officer\"&gt;officer&lt;/a&gt;s, 175 &lt;a href=\"noncom\"&gt;noncom&lt;/a&gt;s and 62 &lt;a href=\"Private%20%28rank%29\"&gt;private&lt;/a&gt;s of the Police Battalion \"Ostland\".\nKyiv was recaptured by the Soviet Red Army on 6 November 1943.\nDuring a period of March 1943 to the end of 1944 &lt;a href=\"Ukrainian%20Insurgent%20Army\"&gt;Ukrainian Insurgent Army&lt;/a&gt; committed several massacres on the Polish civilian population in Volhynia and Eastern Galicia having every signs of genocide (&lt;a href=\"Massacres%20of%20Poles%20in%20Volhynia%20and%20Eastern%20Galicia\"&gt;Massacres of Poles in Volhynia and Eastern Galicia&lt;/a&gt;). The death toll numbered up to 100 000, mostly children and women.\nLate October 1944 the last territory of current Ukraine (near &lt;a href=\"Uzhhorod\"&gt;Uzhhorod&lt;/a&gt;, then part of the &lt;a href=\"Kingdom%20of%20Hungary%20%281920%E2%80%9346%29\"&gt;Kingdom of Hungary&lt;/a&gt;) was cleared of Germany troops; this is annually celebrated in Ukraine (on 28 October) as the \"&lt;a href=\"Liberation%20Day%20%28Ukraine%29\"&gt;anniversary of the liberation of Ukraine from the Nazis&lt;/a&gt;\".\nLate March 2019 former members of armed units of the &lt;a href=\"Organization%20of%20Ukrainian%20Nationalists\"&gt;Organization of Ukrainian Nationalists&lt;/a&gt;, former &lt;a href=\"Ukrainian%20Insurgent%20Army\"&gt;Ukrainian Insurgent Army&lt;/a&gt; members and former members of the &lt;a href=\"Ukrainian%20People%27s%20Revolutionary%20Army\"&gt;Polissian Sich/Ukrainian People's Revolutionary Army&lt;/a&gt;, members of the &lt;a href=\"Ukrainian%20Military%20Organization\"&gt;Ukrainian Military Organization&lt;/a&gt; and &lt;a href=\"Carpathian%20Sich\"&gt;Carpathian Sich&lt;/a&gt; soldiers were officially granted the status of veterans. This meant that for the first time they could receive veteran benefits, including free public transport, subsidized medical services, annual monetary aid, and public utilities discounts (and will enjoy the same social benefits as former Ukrainian soldiers &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;). (There had been several previous attempts to provide former Ukrainian nationalist fighters with official veteran status, especially during the 2005-2009 administration &lt;a href=\"Ukrainian%20President\"&gt;President&lt;/a&gt; &lt;a href=\"Viktor%20Yushenko\"&gt;Viktor Yushenko&lt;/a&gt;, but all failed.)\nPost-war (1945–91).\nAfter World War II some amendments to the Constitution of the &lt;a href=\"Ukrainian%20SSR\"&gt;Ukrainian SSR&lt;/a&gt; were accepted, which allowed it to act as a separate subject of &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt; in some cases and to a certain extent, remaining a part of the Soviet Union at the same time. In particular, these amendments allowed the Ukrainian SSR to become one of founding members of the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; (UN) together with the Soviet Union and the &lt;a href=\"Byelorussian%20Soviet%20Socialist%20Republic\"&gt;Byelorussian SSR&lt;/a&gt;. This was part of a deal with the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; to ensure a degree of balance in the &lt;a href=\"United%20Nations%20General%20Assembly\"&gt;General Assembly&lt;/a&gt;, which, the USSR opined, was unbalanced in favor of the Western Bloc. In its capacity as a member of the UN, the Ukrainian SSR was &lt;a href=\"List%20of%20members%20of%20the%20United%20Nations%20Security%20Council\"&gt;an elected member&lt;/a&gt; of the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt; in 1948–1949 and 1984–1985.\nOver the next decades, the Ukrainian republic not only surpassed pre-war levels of industry and production but also was the spearhead of Soviet power. Ukraine became the centre of Soviet &lt;a href=\"arms%20industry\"&gt;arms industry&lt;/a&gt; and high-tech research. The republic was also turned into a Soviet military outpost in the &lt;a href=\"cold%20war\"&gt;cold war&lt;/a&gt;, a territory crowded by military bases packed with the most up-to-date weapons systems.\nSuch an important role resulted in a major influence of the local elite. Many members of the Soviet leadership came from Ukraine, most notably &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; and &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt; a Soviet leader from 1964 to 1982, as well as many prominent Soviet sportsmen, scientists and artists. In 1954, the &lt;a href=\"Russians\"&gt;Russian&lt;/a&gt;-populated oblast of &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt; was transferred from the Russian to the Ukrainian Soviet Republic.\nHowever, the relatively underdeveloped industrial branches such as &lt;a href=\"coal%20mining\"&gt;coal&lt;/a&gt;- and &lt;a href=\"iron%20ore\"&gt;iron ore&lt;/a&gt; mining, &lt;a href=\"metallurgy\"&gt;metallurgy&lt;/a&gt;, &lt;a href=\"chemical%20industry\"&gt;chemical&lt;/a&gt; and &lt;a href=\"energy%20industry\"&gt;energy industry&lt;/a&gt; dominated the republic's economy. Once a &lt;a href=\"Cossack\"&gt;Cossack&lt;/a&gt; steppe, the southern oblasts of &lt;a href=\"Dnipropetrovsk%20Oblast\"&gt;Dnipropetrovsk&lt;/a&gt; and &lt;a href=\"Zaporizhzhia%20Oblast\"&gt;Zaporizhzhia&lt;/a&gt; were turned into a highly industrialised area with rapidly increasing impact on its environment and public health. A pursuit to energy production sufficient for growing industry led to the gigantic nature-remastering: turning the &lt;a href=\"Dnieper%20River\"&gt;Dnieper River&lt;/a&gt; into a regulated system of large reservoirs.\nThe products of the rapidly developed &lt;a href=\"high-tech\"&gt;high-tech&lt;/a&gt; industry in Ukraine were largely directed for military consumption, similarly to much of the &lt;a href=\"Economy%20of%20the%20Soviet%20Union\"&gt;Soviet economy&lt;/a&gt;, and the supply and quality of &lt;a href=\"consumer%20goods\"&gt;consumer goods&lt;/a&gt; remained low compared even to the neighboring countries of the &lt;a href=\"Eastern%20bloc\"&gt;Eastern bloc&lt;/a&gt;. A state-regulated system of production and consumption lead to gradual decrease of quality of life and growing \"shadowisation\" of retail infrastructure as well as of corruption.\nThe town of &lt;a href=\"Pripyat%2C%20Ukraine\"&gt;Pripyat, Ukraine&lt;/a&gt; was the site of the &lt;a href=\"Chernobyl%20disaster\"&gt;Chernobyl disaster&lt;/a&gt;, which occurred on April 26, 1986 when a nuclear plant exploded. The fallout contaminated large areas of northern Ukraine and even parts of &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt;. This spurred on a local independence movement called the &lt;a href=\"People%27s%20Movement%20of%20Ukraine\"&gt;Rukh&lt;/a&gt; that helped expedite the break-up of the Soviet Union during the late 1980s.\nIndependent Ukraine (1991 to present).\nKravchuk and Kuchma rule (1991–2004).\nOn January 21, 1990, over 300,000 Ukrainians organised a human chain for Ukrainian independence between &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; and &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;, in &lt;a href=\"Act%20Zluky\"&gt;memory of the 1919 unification&lt;/a&gt; of the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt; and the &lt;a href=\"West%20Ukrainian%20National%20Republic\"&gt;West Ukrainian National Republic&lt;/a&gt;. Citizens came out to the streets and highways, forming live chains by holding hands in support of unity.\nOn July 16, 1990, the Verkhovna Rada adopted the &lt;a href=\"Declaration%20of%20State%20Sovereignty%20of%20Ukraine\"&gt;Declaration of State Sovereignty of Ukraine&lt;/a&gt;. On October 2-17, 1990, the &lt;a href=\"Revolution%20on%20Granite\"&gt;Revolution on Granite&lt;/a&gt; took place in Ukraine, the main purpose of the action was to prevent the signing of a new union treaty of the USSR. The demands of the students were satisfied by signing a resolution of the Verkhovna Rada, which guaranteed their implementation.\nUkraine officially &lt;a href=\"Declaration%20of%20Independence%20of%20Ukraine\"&gt;declared itself an independent state on August 24, 1991&lt;/a&gt;, when the communist Supreme Soviet (parliament) of Ukraine proclaimed that Ukraine would no longer follow the laws of the USSR, and only follow the laws of the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian SSR&lt;/a&gt;, &lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt; declaring Ukraine's independence from the Soviet Union. On December 1, Ukrainian voters overwhelmingly approved a &lt;a href=\"1991%20Ukrainian%20independence%20referendum\"&gt;referendum formalising independence from the Soviet Union&lt;/a&gt;. Over 90% of Ukrainian citizens voted for independence, with majorities in every region, including 56% in &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt;, which had a 75% ethnic Russian population. The Soviet Union formally ceased to exist on December 26, when the presidents of Ukraine, Belarus and Russia (the founding members of the USSR) met in &lt;a href=\"Belovezha%20Accords\"&gt;Belovezh Pushcha&lt;/a&gt; to formally dissolve the Union in accordance with the Soviet Constitution. With this, Ukraine's independence was formalized &lt;a href=\"de%20jure\"&gt;de jure&lt;/a&gt; and recognised by the international community.\nOn 2 December 1991, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; and &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; were the first countries to recognize Ukraine's independence.\nThe history of Ukraine between 1991 and 2004 was marked by the presidencies of &lt;a href=\"Leonid%20Kravchuk\"&gt;Leonid Kravchuk&lt;/a&gt; and &lt;a href=\"Leonid%20Kuchma\"&gt;Leonid Kuchma&lt;/a&gt;. This was a time of transition for Ukraine. While it had attained nominal independence from Russia, its presidents maintained close ties with their neighbours.\nOn June 1, 1996, Ukraine became a non-nuclear nation, sending the last of the 1,900 strategic nuclear warheads it had inherited from the Soviet Union to Russia for dismantling. Ukraine had committed to this by signing the &lt;a href=\"Budapest%20Memorandum%20on%20Security%20Assurances\"&gt;Budapest Memorandum on Security Assurances&lt;/a&gt; in January 1994.\nThe country adopted its &lt;a href=\"Constitution%20of%20Ukraine\"&gt;constitution&lt;/a&gt; on June 28, 1996.\nThe &lt;a href=\"Cassette%20Scandal\"&gt;Cassette Scandal&lt;/a&gt; of 2000 was one of the turning points in the post-independence history of the country.\nOrange Revolution (2004).\nIn 2004, Leonid Kuchma announced that he would not run for re-election. Two major candidates emerged in the &lt;a href=\"2004%20Ukrainian%20presidential%20election\"&gt;2004 presidential election&lt;/a&gt;. &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt;, the incumbent Prime Minister, supported by both Kuchma and by the Russian Federation, wanted closer ties with Russia. The main opposition candidate, &lt;a href=\"Viktor%20Yushchenko\"&gt;Viktor Yushchenko&lt;/a&gt;, called for Ukraine to turn its attention westward and eventually join the EU.\nIn the runoff election, Yanukovych officially won by a narrow margin, but Yushchenko and his supporters cried foul, alleging that vote rigging and intimidation cost him many votes, especially in eastern Ukraine. A political crisis erupted after the opposition started massive street &lt;a href=\"Orange%20Revolution\"&gt;protests in Kyiv and other cities&lt;/a&gt;, and the &lt;a href=\"Supreme%20Court%20of%20Ukraine\"&gt;Supreme Court of Ukraine&lt;/a&gt; ordered the election results null and void. A second runoff found &lt;a href=\"Viktor%20Yushchenko\"&gt;Viktor Yushchenko&lt;/a&gt; the winner. Five days later, &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt; resigned from office and his cabinet was dismissed on January 5, 2005.\nYushchenko rule.\nIn March 2006, the &lt;a href=\"Verkhovna%20Rada\"&gt;Verkhovna Rada&lt;/a&gt; &lt;a href=\"2006%20Ukrainian%20parliamentary%20election\"&gt;elections&lt;/a&gt; took place and three months later the official government was formed by the \"&lt;a href=\"Anti-Crisis%20Coalition\"&gt;Anti-Crisis Coalition&lt;/a&gt;\" among the \"&lt;a href=\"Party%20of%20Regions\"&gt;Party of Regions&lt;/a&gt;\", \"&lt;a href=\"Communist%20Party%20of%20Ukraine\"&gt;Communist&lt;/a&gt;\", and \"&lt;a href=\"Socialist%20Party%20of%20Ukraine\"&gt;Socialist&lt;/a&gt;\" parties. The latter party switched from the \"Orange Coalition\" with \"&lt;a href=\"Our%20Ukraine%20Bloc/Our%20Ukraine%E2%80%93People%27s%20Self-Defense%20Bloc\"&gt;Our Ukraine&lt;/a&gt;\", and the \"&lt;a href=\"Yulia%20Tymoshenko%20Bloc\"&gt;Yulia Tymoshenko Bloc&lt;/a&gt;\". The new coalition nominated Viktor Yanukovych for the post of Prime Minister. Yanukovych once again became Prime Minister, while the leader of the Socialist Party, &lt;a href=\"Oleksander%20Moroz\"&gt;Oleksander Moroz&lt;/a&gt;, managed to secure the position of chairman of parliament, which is believed by many to have been the reason for his leaving the Orange Coalition, where he had not been considered for this position.\nOn April 2, 2007, President Yushchenko dissolved the Verkhovna Rada because members of his party were defecting to the opposition. His opponents called the move unconstitutional. When they took the matter to the &lt;a href=\"Constitutional%20Court%20of%20Ukraine\"&gt;Constitutional Court&lt;/a&gt;, Yushchenko dismissed 3 of the court's 18 judges, accusing them of corruption.\nDuring the Yushchenko term, relations between Russia and Ukraine often appeared strained as Yushchenko looked towards improved relations with the European Union and less toward Russia. In 2005, a highly publicized &lt;a href=\"Russia-Ukraine%20gas%20dispute\"&gt;dispute over natural gas prices&lt;/a&gt; took place, involving Russian state-owned gas supplier Gazprom, and indirectly involving many European countries which depend on natural gas supplied by Russia through the Ukrainian pipeline. A compromise was reached in January 2006, and in early 2010 a further agreement was signed locking the price of Russian gas at $100 per 1,000 cubic meters in an exclusive arrangement.\nBy the time of the &lt;a href=\"2010%20Ukrainian%20presidential%20election\"&gt;presidential election of 2010&lt;/a&gt;, Yushchenko and Tymoshenko — allies during the Orange Revolution — had become bitter enemies. Tymoshenko ran for president against both Yushchenko and Viktor Yanukovych, creating a three-way race. Yushchenko, whose popularity had plummeted, refused to close ranks and support Tymoshenko, thus dividing the anti-Yanukovych vote. Many pro-Orange voters stayed home. Yanukovych received 48% of the vote and Yushchenko less than 6%, an amount which, if thrown to Tymoshenko, who received 45%, would have prevented Yanukovych from gaining the presidency; since no candidate obtained an absolute majority in the first round of voting the two highest polling candidates contested in a run-off second ballot which Yanukovych won.\nYanukovych rule.\nDuring Yanukovych's term he has been accused of &lt;a href=\"Freedom%20of%20the%20press%20in%20Ukraine%23Latest%20developments\"&gt;tightening of press restrictions&lt;/a&gt; and a renewed effort in the parliament to limit freedom of assembly. When young, Yanukovych was sentenced to 3 years because of theft, looting and vandalism and later had his sentenced doubled.\n One frequently-cited example of Yanukovych's alleged attempts to centralize power is the August 2011 arrest of Yulia Tymoshenko. Other high-profile political opponents also came under criminal investigation since. On 11 October 2011, a Ukrainian court sentenced Tymoshenko to seven years in prison after she was found guilty of abuse of office when brokering the &lt;a href=\"2009%20Russia%E2%80%93Ukraine%20gas%20dispute\"&gt;2009 gas deal with Russia&lt;/a&gt;. The conviction is seen as \"justice being applied selectively under political motivation\" by the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and other international organizations.\nIn November 2013, President Yanukovych did not sign the &lt;a href=\"Ukraine%E2%80%93European%20Union%20Association%20Agreement\"&gt;Ukraine–European Union Association Agreement&lt;/a&gt; and instead pursued closer ties with Russia. This move sparked &lt;a href=\"Euromaidan\"&gt;protests on the streets of Kyiv&lt;/a&gt;. Protesters set up camps in &lt;a href=\"Maidan%20Nezalezhnosti\"&gt;Maidan Nezalezhnosti&lt;/a&gt; (Independence Square), and in December2013 and January 2014 protesters started &lt;a href=\"2014%20Ukrainian%20Regional%20State%20Administration%20occupations\"&gt;taking over various government buildings&lt;/a&gt;, first in Kyiv and, later, in &lt;a href=\"Western%20Ukraine\"&gt;Western Ukraine&lt;/a&gt;. &lt;a href=\"February%202014%20Euromaidan%20riots\"&gt;Battles between protesters and police&lt;/a&gt; resulted in about 80 deaths in February 2014.\nFollowing the violence, the Parliament turned against Yanukovych and on February 22 voted to remove him from power, and to free Yulia Tymoshenko from prison. The same day Yanukovych supporter Volodymyr Rybak resigned as speaker of the Parliament, and was replaced by Tymoshenko loyalist &lt;a href=\"Oleksandr%20Turchynov\"&gt;Oleksandr Turchynov&lt;/a&gt;, who was subsequently installed as interim President. Yanukovych fled Kyiv.\n2014 Crimean crisis, pro-Russian unrest and War in Donbas.\nCivil unrest broke out in &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; as part of Ukraine's &lt;a href=\"Euromaidan\"&gt;Euromaidan&lt;/a&gt; protest movement against the government.\nThe conflict escalated rapidly, leading to the overthrow of the government of President &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt; and the setting up of a new government to replace it within a few days. \nYanukovych fled to Russia and is wanted in Ukraine for the killing of protesters. Russia in particular holds that the transition was a \"coup\".\nConflict continued with the February–March &lt;a href=\"2014%20Crimean%20crisis\"&gt;Crimean crisis&lt;/a&gt; when Russian forces &lt;a href=\"2014%20Russian%20military%20intervention%20in%20Ukraine\"&gt;seized control&lt;/a&gt; of the Crimea region. Crimea was unilaterally &lt;a href=\"Annexation%20of%20Crimea%20by%20the%20Russian%20Federation\"&gt;annexed by Russia&lt;/a&gt; on 18 March 2014.\nThe Crimean crisis was followed by &lt;a href=\"2014%20pro-Russian%20unrest%20in%20Ukraine\"&gt;pro-Russian unrest&lt;/a&gt; in &lt;a href=\"east%20Ukraine\"&gt;east Ukraine&lt;/a&gt; and &lt;a href=\"south%20Ukraine\"&gt;south Ukraine&lt;/a&gt;. In April 2014 Ukrainian separatists &lt;a href=\"self-proclaimed\"&gt;self-proclaimed&lt;/a&gt; the &lt;a href=\"Donetsk%20People%27s%20Republic\"&gt;Donetsk People's Republic&lt;/a&gt; and &lt;a href=\"Luhansk%20People%27s%20Republic\"&gt;Luhansk People's Republic&lt;/a&gt; and held &lt;a href=\"2014%20Donbas%20status%20referendums\"&gt;referendums&lt;/a&gt; on 11 May 2014; the separatists claimed nearly 90% voted in favour of independence. Later in April 2014 fighting between the &lt;a href=\"Ukrainian%20army\"&gt;Ukrainian army&lt;/a&gt; and &lt;a href=\"Territorial%20defense%20battalion%20%28Ukraine%29\"&gt;pro-Ukrainian volunteer battalions&lt;/a&gt; against forces supporting the Donetsk People's Republic and Luhansk People's Republic escalated into the &lt;a href=\"War%20in%20Donbas\"&gt;War in Donbas&lt;/a&gt;. By December 2014 more than 6,400 people had died in this conflict and according to &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; figures it led to over half a million people &lt;a href=\"internally%20displaced\"&gt;internally displaced&lt;/a&gt; within Ukraine and two hundred thousand refugees to flee to (mostly) &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and other neighbouring countries. At the end of 2020 the death toll of the conflict had risen to more than 13,000 people and nearly 1.5 million people displaced.\nPoroshenko rule.\nIn the &lt;a href=\"2014%20Ukrainian%20presidential%20election\"&gt;early presidential elections in June 2014&lt;/a&gt;, &lt;a href=\"Petro%20Poroshenko\"&gt;Petro Poroshenko&lt;/a&gt; won, who got the country in the worst condition of all its predecessors — the parliamentary opposition, the economic crisis, the war. On June 20, a unilateral one-week truce was declared with a simultaneous ultimatum to pro-Russian mercenaries and local militants to leave the country, after which the liberation of the state began, which was thwarted by the already open Russian armed aggression. With the help of Western countries, Ukraine managed to freeze the war on the line of demarcation, and Russia to consolidate the permanent state of uncertainty in the Donbass in the Minsk agreements. \nThe economic part of the &lt;a href=\"Ukraine%E2%80%93European%20Union%20Association%20Agreement\"&gt;Ukraine–European Union Association Agreement&lt;/a&gt; was signed on 27 June 2014 by the President, &lt;a href=\"Petro%20Poroshenko\"&gt;Petro Poroshenko&lt;/a&gt;. \nIn October 2014, &lt;a href=\"2014%20Ukrainian%20parliamentary%20election\"&gt;parliamentary elections&lt;/a&gt; were held. The &lt;a href=\"People%27s%20Front%20%28Ukraine%29\"&gt;People's Front&lt;/a&gt; (22%), the &lt;a href=\"European%20Solidarity\"&gt;Bloc of Petro Poroshenko&lt;/a&gt; (22%), the &lt;a href=\"Self%20Reliance%20%28political%20party%29\"&gt;Association \"Samopomich\"&lt;/a&gt; (11%), the &lt;a href=\"Opposition%20Bloc\"&gt;Opposition Bloc&lt;/a&gt; (9%), the &lt;a href=\"Radical%20Party%20of%20Oleh%20Lyashko\"&gt;Radical Party of Oleh Liashko&lt;/a&gt; (7%), the &lt;a href=\"All-Ukrainian%20Union%20%26quot%3BFatherland%26quot%3B\"&gt;Fatherland&lt;/a&gt; (5, 5%). For the first time, the later banned communists did not get there. In 2015, the president signed a \"&lt;a href=\"Decommunization%20in%20Ukraine\"&gt;decommunization&lt;/a&gt; package of laws\" and began dismantling the totalitarian legacy. Poroshenko managed to radically reform the &lt;a href=\"Armed%20Forces%20of%20Ukraine\"&gt;Armed Forces&lt;/a&gt; in a few years, but, due to opposition from the old school command, only brought them closer to NATO standards. Similarly, the reform of another power wing, the &lt;a href=\"Ministry%20of%20Internal%20Affairs%20%28Ukraine%29\"&gt;Ministry of Internal Affairs&lt;/a&gt;, remained half-baked. The transformation of the &lt;a href=\"Militsiya%20%28Ukraine%29\"&gt;Militsiia&lt;/a&gt; into the &lt;a href=\"National%20Police%20of%20Ukraine\"&gt;National Police of Ukraine&lt;/a&gt;, the creation of a powerful &lt;a href=\"National%20Guard%20of%20Ukraine\"&gt;National Guard&lt;/a&gt; was combined with the development of a personal \"internal empire\" by Minister &lt;a href=\"Arsen%20Avakov\"&gt;Arsen Avakov&lt;/a&gt;. In February 2014, due to the depletion of gold and foreign exchange reserves, the national currency began to fall rapidly, further war and falling world prices for metals and food lowered its exchange rate to 25 hryvnias per dollar in 2015. The country's real GDP in 2014 fell by 6.0%, in 2015 - by 43.3%; inflation in 2014 was 24.9%. \nOn 1 January 2016, Ukraine joined the DCFTA with the EU. Ukrainian citizens were granted &lt;a href=\"Visa%20policy%20of%20the%20Schengen%20Area\"&gt;visa-free travel&lt;/a&gt; to the &lt;a href=\"Schengen%20Area\"&gt;Schengen Area&lt;/a&gt; for up to 90 days during any 180-day period on 11 June 2017 and the Association Agreement formally came into effect on 1 September 2017.\nWith the help of the IMF and tough monetary and fiscal policy, it was possible to stabilize the country's financial situation and fill the empty state treasury. In economic reforms, Poroshenko relied on foreign specialists who were involved in the government. Among them was former Georgian President &lt;a href=\"Mikheil%20Saakashvili\"&gt;Mikheil Saakashvili&lt;/a&gt;, who will eventually stand in opposition to the president and significantly lower his confidence rating. At the same time, he enlisted the support of oligarchic circles for major changes, except for the nationalization of &lt;a href=\"Nadra%20Bank\"&gt;Nadra Bank&lt;/a&gt; by &lt;a href=\"Dmytro%20Firtash\"&gt;Dmytro Firtash&lt;/a&gt;, and in the process of breaking the system of large property built by &lt;a href=\"Leonid%20Kuchma\"&gt;Kuchma&lt;/a&gt; did not happen. On the contrary, the flight abroad of &lt;a href=\"Ihor%20Kolomoyskyi\"&gt;Ihor Kolomoiskyi&lt;/a&gt;, a &lt;a href=\"Dnipro\"&gt;Dnipro&lt;/a&gt; representative who helped fight separatists backed by &lt;a href=\"Donetsk\"&gt;Donetsk&lt;/a&gt;, and the &lt;a href=\"nationalization%20of%20PrivatBank\"&gt;nationalization of PrivatBank&lt;/a&gt; reminded many of the struggle for redistribution of property in the 1990s.Significant achievements in the foreign policy arena: support for anti-Russian sanctions, obtaining a visa-free regime with the countries of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, combined with the need to overcome extremely difficult tasks within the country. The old local authorities also did not want any changes: the authorities were cleansed of anti-Maidan activists (&lt;a href=\"Lustration%20in%20Ukraine\"&gt;lustration&lt;/a&gt;), but in part. The fight against corruption was launched, limited to sentences of petty officials and electronic declarations, and the newly established &lt;a href=\"National%20Anti-Corruption%20Bureau%20of%20Ukraine\"&gt;NABU&lt;/a&gt; and &lt;a href=\"National%20Agency%20for%20Prevention%20of%20Corruption\"&gt;NAPC&lt;/a&gt; were marked by scandals in their work. Judicial reform was combined with the appointment of old, compromised judges. The investigation of crimes against Maidan residents was delayed. In order to counteract the massive global &lt;a href=\"Russian-Ukrainian%20information%20war\"&gt;Russian anti-Ukrainian propaganda&lt;/a&gt; in the \"information war\", the &lt;a href=\"Ministry%20of%20Information%20Policy%20%28Ukraine%29\"&gt;Ministry of Information Policy&lt;/a&gt; was created, which for 5 years, except for the ban on &lt;a href=\"Kaspersky%20Lab\"&gt;Kaspersky Lab&lt;/a&gt;, &lt;a href=\"Dr.Web\"&gt;Dr.Web&lt;/a&gt;, &lt;a href=\"1C%20Company\"&gt;1С&lt;/a&gt;, &lt;a href=\"Mail.ru%20Group\"&gt;Mail.ru&lt;/a&gt;, &lt;a href=\"Yandex\"&gt;Yandex&lt;/a&gt; and Russian social networks &lt;a href=\"VK%20%28service%29\"&gt;VKontakte&lt;/a&gt; or &lt;a href=\"Odnoklassniki\"&gt;Odnoklassniki&lt;/a&gt; and propaganda media, did not show effective work. In 2017, the president signed the law \"On Education\", which met with opposition from national minorities and quarreled with the &lt;a href=\"Government%20of%20Hungary\"&gt;Government of Hungary&lt;/a&gt;. \nOn May 19, 2018, Poroshenko signed a Decree, which put into effect the decision of the National Security and Defense Council on the final termination of Ukraine's participation in the statutory bodies of the &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;Commonwealth of Independent States&lt;/a&gt;. As of February 2019, Ukraine has minimized its participation in the Commonwealth of Independent States to a critical minimum and has effectively completed its withdrawal. The Verkhovna Rada of Ukraine did not ratify the accession, ie Ukraine has never been a member of the CIS.\n&lt;a href=\"Arbitration%20Institute%20of%20the%20Stockholm%20Chamber%20of%20Commerce\"&gt;Arbitration Institute of the Stockholm Chamber of Commerce&lt;/a&gt; satisfied &lt;a href=\"Naftogaz\"&gt;Naftogaz's&lt;/a&gt; claims for compensation for gas supplies for transit that were not supplied by &lt;a href=\"Gazprom\"&gt;Gazprom&lt;/a&gt;. According to the decision of the Stockholm Arbitration, Naftogaz has achieved compensation in the amount of 4.63 billion dollars for Gazprom's failure to supply the agreed volumes of gas for transit. According to the results of two arbitration proceedings in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, Gazprom has to pay $ 2.56 billion in favor of Naftogaz.\n&lt;a href=\"Kerch%20Strait%20incident\"&gt;Kerch Strait incident&lt;/a&gt; occurred on 25 November 2018 when the &lt;a href=\"Russia\"&gt;Russian&lt;/a&gt; &lt;a href=\"Federal%20Security%20Service\"&gt;Federal Security Service&lt;/a&gt; (FSB) &lt;a href=\"Coast%20Guard%20%28Russia%29\"&gt;coast guard&lt;/a&gt; fired upon and captured three &lt;a href=\"Ukrainian%20Navy\"&gt;Ukrainian Navy&lt;/a&gt; vessels attempting to pass from the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; into the &lt;a href=\"Sea%20of%20Azov\"&gt;Sea of Azov&lt;/a&gt; through the &lt;a href=\"Kerch%20Strait\"&gt;Kerch Strait&lt;/a&gt; on their way to the port of &lt;a href=\"Mariupol\"&gt;Mariupol&lt;/a&gt;.\nOn February 21, 2019, the Constitution of Ukraine was amended, the norms on the strategic course of Ukraine for membership in the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; are enshrined in the preamble of the Basic Law, three articles and transitional provisions.\nProcrastination with the sale of its own confectionery factory in the &lt;a href=\"Lipetsk%20Oblast\"&gt;Lipetsk oblast&lt;/a&gt; of &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, the scandal with the use of &lt;a href=\"Offshore%20financial%20centre\"&gt;offshore&lt;/a&gt; to minimize taxes paid (&lt;a href=\"Panama%20Papers\"&gt;Panamagate&lt;/a&gt;) also did not contribute to the high rating of the president. Even the historic acquisition of autocephaly from &lt;a href=\"Ecumenical%20Patriarch%20of%20Constantinople\"&gt;Ecumenical Patriarch&lt;/a&gt; &lt;a href=\"Bartholomew%20I%20of%20Constantinople\"&gt;Bartholomew I&lt;/a&gt; (&lt;a href=\"Tomos%20%28Eastern%20Orthodox%20Church%29\"&gt;tomos&lt;/a&gt;) and the creation of an independent &lt;a href=\"Orthodox%20Church%20of%20Ukraine\"&gt;Orthodox Church of Ukraine&lt;/a&gt; did not help restore the wasted trust in the &lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt;. It was one of the most effective five years of Ukrainian state-building, but also one of the most controversial, when the president had to overcome the urgent challenges of the present, unable to break with the past.\nZelenskyi rule.\nOn April 21, 2019, in the &lt;a href=\"2019%20Ukrainian%20presidential%20election\"&gt;second round of the presidential election&lt;/a&gt;, actor and showman Volodymyr Zelenskyi won, who managed to consolidate the protest mood of various political spectrums around his own charismatic personality and get 73.23% of the vote. An inauguration ceremony took place on May 20, after which Zelenskyi announced the dissolution of the &lt;a href=\"Verkhovna%20Rada\"&gt;Verkhovna Rada&lt;/a&gt; and called early elections. Early &lt;a href=\"2019%20Ukrainian%20parliamentary%20election\"&gt;parliamentary elections&lt;/a&gt; on July 21 allowed the newly formed pro-presidential &lt;a href=\"Servant%20of%20the%20People%20%28political%20party%29\"&gt;Servant of the People party&lt;/a&gt; to win an absolute majority of seats for the first time in the history of independent Ukraine (248). &lt;a href=\"Dmytro%20Razumkov\"&gt;Dmytro Razumkov&lt;/a&gt;, the party's chairman, was elected speaker of parliament. The majority was able to form a government on August 29 on its own, without forming coalitions, and approve &lt;a href=\"Oleksiy%20Honcharuk\"&gt;Oleksii Honcharuk&lt;/a&gt; as prime minister. On March 4, 2020, due to a 1.5% drop in GDP (instead of a 4.5% increase at the time of the election), the Verkhovna Rada fired &lt;a href=\"Honcharuk%20Government\"&gt;Honcharuk's government&lt;/a&gt; and &lt;a href=\"Denys%20Shmyhal\"&gt;Denys Shmyhal&lt;/a&gt; became the new Prime Minister.\nOn September 7, 2019, 22 Ukrainian sailors, 2 SBU officers, and 11 Ukrainian Kremlin political prisoners, &lt;a href=\"Oleg%20Sentsov\"&gt;Oleh Sentsov&lt;/a&gt;, Volodymyr Balukh, Edem Bekirov, Pavlo Hryb, &lt;a href=\"Mykola%20Karpyuk\"&gt;Mykola Karpyuk&lt;/a&gt;, Stanislav Klykh, &lt;a href=\"Oleksandr%20Kolchenko\"&gt;Oleksandr Kolchenko&lt;/a&gt;, Yevhen and Artur Panovy, Oleksiy Syzonovych and &lt;a href=\"Roman%20Sushchenko\"&gt;Roman Sushchenko&lt;/a&gt; returned to Ukraine as a result of a reciprocal release operation.\n&lt;a href=\"Ukraine%20International%20Airlines%20Flight%20752\"&gt;Ukraine International Airlines Flight 752&lt;/a&gt; (PS752) was a scheduled international passenger flight from &lt;a href=\"Tehran%20Imam%20Khomeini%20International%20Airport\"&gt;Tehran&lt;/a&gt; to &lt;a href=\"Boryspil%20International%20Airport\"&gt;Kyiv&lt;/a&gt; operated by &lt;a href=\"Ukraine%20International%20Airlines\"&gt;Ukraine International Airlines&lt;/a&gt; (UIA). On 8 January 2020, the &lt;a href=\"Boeing%20737%20Next%20Generation\"&gt;Boeing 737-800&lt;/a&gt; operating the route was &lt;a href=\"List%20of%20airliner%20shootdown%20incidents\"&gt;shot down&lt;/a&gt; shortly after takeoff from &lt;a href=\"Tehran%20Imam%20Khomeini%20International%20Airport\"&gt;Tehran Imam Khomeini International Airport&lt;/a&gt; by the Iranian &lt;a href=\"Islamic%20Revolutionary%20Guards%20Corps\"&gt;Islamic Revolutionary Guards Corps&lt;/a&gt; (IRGC). All 176 passengers and crew were killed.\nOn July 28, 2020, in &lt;a href=\"Lublin\"&gt;Lublin&lt;/a&gt;, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; and Ukraine created the &lt;a href=\"Lublin%20Triangle\"&gt;Lublin Triangle&lt;/a&gt; initiative, which aims to create further cooperation between the three historical countries of the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt; and further Ukraine's integration and accession to the &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt; and &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;.\nOn February 2, 2021, a presidential decree banned the television broadcasting of the pro-Russian TV channels &lt;a href=\"112%20Ukraine\"&gt;112 Ukraine&lt;/a&gt;, NewsOne and ZIK. The decision of the National Security and Defense Council and the Presidential Decree of February 19, 2021 imposed sanctions on 8 individuals and 19 legal entities, including Putin's pro-Russian politician and &lt;a href=\"Vladimir%20Putin\"&gt;Putin`s&lt;/a&gt; godfather &lt;a href=\"Viktor%20Medvedchuk\"&gt;Viktor Medvedchuk&lt;/a&gt; and his wife Oksana Marchenko.\nAt the June &lt;a href=\"2021%20Brussels%20summit\"&gt;2021 Brussels Summit&lt;/a&gt;, NATO leaders reiterated the decision taken at the &lt;a href=\"2008%20Bucharest%20summit\"&gt;2008 Bucharest Summit&lt;/a&gt; that Ukraine would become a member of the Alliance with the Membership Action Plan (MAP) as an integral part of the process and Ukraine's right to determine its own future and foreign policy, of course without outside interference. \nOn May 17, 2021, the &lt;a href=\"Association%20Trio\"&gt;Association Trio&lt;/a&gt; was formed by signing a joint memorandum between the &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20of%20Georgia\"&gt;Foreign Ministers of Georgia&lt;/a&gt;, &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20and%20European%20Integration%20of%20Moldova\"&gt;Moldova&lt;/a&gt; and &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Ukraine%29\"&gt;Ukraine&lt;/a&gt;. Association Trio is tripartite format for the enhanced cooperation, coordination, and dialogue between the three countries (that have signed the Association Agreement with the EU) with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; on issues of common interest related to &lt;a href=\"European%20integration\"&gt;European integration&lt;/a&gt;, enhancing cooperation within the framework of the &lt;a href=\"Eastern%20Partnership\"&gt;Eastern Partnership&lt;/a&gt;, and committing to the prospect of joining the European Union. As of 2021, Ukraine is preparing to formally apply for &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt; membership in 2024, in order to join the European Union in the 2030s.\nThe COVID-19 epidemic.\nOn March 2, 2020, the first case of COVID-19 infection was confirmed in &lt;a href=\"Chernivtsi\"&gt;Chernivtsi&lt;/a&gt;. Subsequently, quarantine was imposed, borders were closed and a state of emergency was declared. The epidemic covered all regions of Ukraine. Every day, the Ministry of Health publishes new information about the spread of the pandemic. Due to quarantine restrictions in the country, the economic crisis intensified, the number of officially unemployed increased by 67%. On March 20, the first patient was cured, at that time the patients were already in several areas.\nOn February 23, 2021, 2 coronavirus vaccines were registered in Ukraine: &lt;a href=\"AstraZeneca\"&gt;AstraZeneca&lt;/a&gt; and &lt;a href=\"Pfizer%E2%80%93BioNTech%20COVID-19%20vaccine\"&gt;Pfizer–BioNTech&lt;/a&gt;. On February 24, the first person was vaccinated."
}