{
    "id": "42223130",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=42223130",
    "title": "N. Ronald Thunman",
    "text": "Nils Ronald \"Ron\" Thunman (born February 26, 1932) is a retired &lt;a href=\"Vice%20admiral%20%28United%20States%29\"&gt;vice admiral&lt;/a&gt; in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. Thunman is the son of &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; immigrants, and was raised in &lt;a href=\"Springfield%2C%20Illinois\"&gt;Springfield, Illinois&lt;/a&gt;, where he attended &lt;a href=\"Springfield%20High%20School%20%28Illinois%29\"&gt;Springfield High School&lt;/a&gt;. During high school he played &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and was in involved in track. After high school, he briefly attended the University of Illinois College of Civil Engineering. He graduated from the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt; in 1954. Initially trained as a surface warfare officer, Thunman was given command of the patrol boat USS \"Marysville\" in 1957. Transferring to submarines, he became chief engineer on . After receiving nuclear power training, Thunman served as executive officer of (1964 to 1966), commanding officer of the attack submarine (1968 to 1971) and commanding officer of ballistic missile &lt;a href=\"Submarine%20Squadron%2015\"&gt;Submarine Squadron 15&lt;/a&gt; based in &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; (1974 to 1976). Notable commands he later held include &lt;a href=\"COMSUBPAC\"&gt;Commander, Submarine Forces Pacific&lt;/a&gt; (1979 to 1981), Deputy Chief of Naval Operations for Submarine Warfare (1981 to 1985) and Chief of Naval Education and Training (1985 to 1988). He retired in 1988.\nHe was Superintendent/President of the &lt;a href=\"Valley%20Forge%20Military%20Academy%20and%20College\"&gt;Valley Forge Military Academy and College&lt;/a&gt; in &lt;a href=\"Wayne%2C%20Pennsylvania\"&gt;Wayne, Pennsylvania&lt;/a&gt; from August 1, 1990 to September 1, 1993. He is a member of the Springfield High School Hall of Fame and Springfield Sports Hall of Fame. He is president of CAE Electronics Corporation. He has also served in the directorship of Pinkerton Government Services, Illini Corporation and ABB Government Services Corporation.\nThunman has endorsed the false &lt;a href=\"Attempts%20to%20overturn%20the%202020%20United%20States%20presidential%20election%23Stop%20the%20Steal\"&gt;conspiracy theory&lt;/a&gt; that the 2020 presidential election was rigged to favor &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; and claims that the United States \"has taken a hard left turn toward Socialism and a Marxist form of tyrannical government.\""
}