{
    "id": "42273705",
    "revid": "40138691",
    "url": "https://en.wikipedia.org/wiki?curid=42273705",
    "title": "Grand Duchy of Baden",
    "text": "The Grand Duchy of Baden () was a state in the southwest &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; on the east bank of the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;. It existed between 1806 and 1918.\nIt came into existence in the 12th century as the &lt;a href=\"Margraviate%20of%20Baden\"&gt;Margraviate of Baden&lt;/a&gt; and subsequently split into the states of &lt;a href=\"Baden-Durlach\"&gt;Baden-Durlach&lt;/a&gt; and Baden-Baden, which were reunified in 1771. It then became the much-enlarged Grand Duchy of Baden after the dissolution of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; from 1803 to 1806 and was a sovereign country until it joined the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; in 1871. In 1918, it became part of the &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt; as the &lt;a href=\"Republic%20of%20Baden\"&gt;Republic of Baden&lt;/a&gt;. Baden was bordered to the north by the Kingdom of &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; and the &lt;a href=\"Grand%20Duchy%20of%20Hesse\"&gt;Grand Duchy of Hessen-Darmstadt&lt;/a&gt;; to the west, along most of its length, by the river &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;, which separated Baden from the &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt;n &lt;a href=\"Palatinate%20region\"&gt;Rhenish Palatinate&lt;/a&gt; and &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt; in &lt;a href=\"France\"&gt;modern France&lt;/a&gt;; to the south by &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;; and to the east by the &lt;a href=\"Kingdom%20of%20W%C3%BCrttemberg\"&gt;Kingdom of Württemberg&lt;/a&gt;, the Principality of &lt;a href=\"Hohenzollern-Sigmaringen\"&gt;Hohenzollern-Sigmaringen&lt;/a&gt; and Bavaria.\nAfter &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the French military government in 1945 created the state of &lt;a href=\"South%20Baden\"&gt;Baden&lt;/a&gt; (originally known as \"South Baden\") out of the southern half of the former Baden, with &lt;a href=\"Freiburg%20im%20Breisgau\"&gt;Freiburg&lt;/a&gt; as its capital. This portion of the former Baden was declared in its 1947 constitution to be the true successor of the old Baden. The northern half of the old Baden was combined with northern &lt;a href=\"W%C3%BCrttemberg\"&gt;Württemberg&lt;/a&gt;, becoming part of the &lt;a href=\"Allied-occupied%20Germany%23American%20Zone%20of%20Occupation\"&gt;American military zone&lt;/a&gt;, and formed the state of &lt;a href=\"W%C3%BCrttemberg-Baden\"&gt;Württemberg-Baden&lt;/a&gt;. Both Baden and Württemberg-Baden became states of &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; upon its formation in 1949.\nIn 1952 Baden merged with Württemberg-Baden and &lt;a href=\"W%C3%BCrttemberg-Hohenzollern\"&gt;Württemberg-Hohenzollern&lt;/a&gt; (southern Württemberg and the former &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;n &lt;a href=\"exclave\"&gt;exclave&lt;/a&gt; of &lt;a href=\"Hohenzollern%20Province\"&gt;Hohenzollern&lt;/a&gt;) to form &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;. This is the only merger of states that has taken place in the history of the &lt;a href=\"Germany\"&gt;Federal Republic of Germany&lt;/a&gt;.\nThe unofficial anthem of Baden is called \"&lt;a href=\"Badnerlied\"&gt;Badnerlied&lt;/a&gt;\" (Song of the People of Baden) and consists of four or five traditional verses. However, over the years, many more verses have been added – there are collections with up to 591 verses of the anthem.\nCreation.\nBaden came into existence in the 12th century as the &lt;a href=\"Margraviate%20of%20Baden\"&gt;Margraviate of Baden&lt;/a&gt; and subsequently split into various smaller territories that were unified in 1771. In 1803 Baden was raised to &lt;a href=\"Electoral%20dignity\"&gt;Electoral dignity&lt;/a&gt; within the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;. Upon the dissolution of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; in 1806, Baden became the much-enlarged Grand Duchy of Baden. In 1815 it joined the &lt;a href=\"German%20Confederation\"&gt;German Confederation&lt;/a&gt;. During the &lt;a href=\"Revolutions%20of%201848%20in%20the%20German%20states\"&gt;Revolutions of 1848 in the German states&lt;/a&gt;, Baden was a centre of revolutionist activities. In 1849, in the course of the &lt;a href=\"Baden%20Revolution\"&gt;Baden Revolution&lt;/a&gt;, it was the only German state that became a republic for a short while, under the leadership of &lt;a href=\"Lorenzo%20Brentano\"&gt;Lorenzo Brentano&lt;/a&gt;. The revolution in Baden was suppressed mainly by Prussian troops.\nThe Grand Duchy of Baden remained a sovereign country until it joined the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; in 1871. After the revolution of 1918, Baden became part of the &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt; as the &lt;a href=\"Republic%20of%20Baden\"&gt;Republic of Baden&lt;/a&gt;.\nFrench Revolution and Napoleon.\nThe outbreak of the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary Wars&lt;/a&gt; in 1792 saw Baden joined the &lt;a href=\"War%20of%20the%20First%20Coalition\"&gt;First Coalition&lt;/a&gt; against &lt;a href=\"French%20First%20Republic\"&gt;France&lt;/a&gt;. The conflict devastated the margraviate's countryside. Baden was defeated in 1796 with Margrave &lt;a href=\"Charles%20Frederick%2C%20Grand%20Duke%20of%20Baden\"&gt;Charles Frederick&lt;/a&gt; being compelled to pay an &lt;a href=\"indemnity\"&gt;indemnity&lt;/a&gt; and cede his territories on the left bank of the Rhine to France. In 1803, largely owing to the good offices of &lt;a href=\"Alexander%20I%20of%20Russia\"&gt;Tsar Alexander I&lt;/a&gt; of &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, Charles Frederick received the &lt;a href=\"Bishopric%20%28political%29\"&gt;bishopric&lt;/a&gt; of &lt;a href=\"Konstanz\"&gt;Konstanz&lt;/a&gt;, part of the &lt;a href=\"Electoral%20Palatinate\"&gt;Rhenish Palatinate&lt;/a&gt;, and other smaller districts, together with the dignity of a &lt;a href=\"prince-elector\"&gt;prince-elector&lt;/a&gt;. Baden then changed sides in 1805 to join France under &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; in the War of the Third Coalition. France and its allies won the war, and in the &lt;a href=\"peace%20of%20Pressburg%20%281805%29\"&gt;Peace of Pressburg&lt;/a&gt; the same year, Baden obtained the &lt;a href=\"Breisgau\"&gt;Breisgau&lt;/a&gt; and other territories in &lt;a href=\"Further%20Austria\"&gt;Further Austria&lt;/a&gt; at the expense of the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt;. In 1806, Charles Frederick joined the &lt;a href=\"Confederation%20of%20the%20Rhine\"&gt;Confederation of the Rhine&lt;/a&gt;, declared himself a sovereign prince and &lt;a href=\"grand%20duke\"&gt;grand duke&lt;/a&gt;, and received additional territory.\nBaden continued to assist France militarily, and by the &lt;a href=\"Treaty%20of%20Sch%C3%B6nbrunn\"&gt;Treaty of Schönbrunn&lt;/a&gt; in 1809, it was rewarded with accessions of territory at the expense of the &lt;a href=\"Kingdom%20of%20W%C3%BCrttemberg\"&gt;Kingdom of Württemberg&lt;/a&gt;. Having quadrupled the area of Baden, Charles Frederick died in June 1811, and was succeeded by his grandson &lt;a href=\"Charles%2C%20Grand%20Duke%20of%20Baden\"&gt;Charles&lt;/a&gt;, who was married to &lt;a href=\"St%C3%A9phanie%20de%20Beauharnais\"&gt;Stéphanie de Beauharnais&lt;/a&gt; (1789–1860) a cousin of &lt;a href=\"Alexandre%20de%20Beauharnais\"&gt;French empress Josephine's first husband&lt;/a&gt; and adopted son of &lt;a href=\"Napoleon%20I\"&gt;Napoleon&lt;/a&gt;.\nCharles fought for his father-in-law until after the &lt;a href=\"Battle%20of%20Leipzig\"&gt;Battle of Leipzig&lt;/a&gt; in 1813, when he joined the &lt;a href=\"War%20of%20the%20Sixth%20Coalition\"&gt;Sixth Coalition&lt;/a&gt;.\nBaden in the German Confederation.\nIn 1815 Baden became a member of the &lt;a href=\"German%20Confederation\"&gt;German Confederation&lt;/a&gt; established by the Act of 8 June, annexed to the Final Act of the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt; of 9 June. However, in the haste of winding up the Congress, the question of the succession to the grand duchy did not get settled, a matter that would soon become acute.\nThe treaty of 16 April 1816, by which the territorial disputes between &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; and &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; were settled, guaranteed the succession of the Baden Palatinate to King &lt;a href=\"Maximilian%20I%20Joseph%20of%20Bavaria\"&gt;Maximilian I Joseph of Bavaria&lt;/a&gt;, upon the expected event of the extinction of the line of Zähringen. As a counter to this, in 1817, the Grand Duke Charles issued a &lt;a href=\"pragmatic%20sanction\"&gt;pragmatic sanction&lt;/a&gt; (\"Hausgesetz\") declaring the counts of Hochberg, the issue of a &lt;a href=\"morganatic%20marriage\"&gt;morganatic marriage&lt;/a&gt; between the grand-duke Charles Frederick and &lt;a href=\"Luise%20Geyer%20von%20Geyersberg\"&gt;Luise Geyer von Geyersberg&lt;/a&gt; (created countess Hochberg), capable of succeeding to the crown. A controversy between Bavaria and Baden ensued, which was only decided in favour of the Hochberg claims by a treaty signed by Baden and the four great powers at &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt; on 10 July 1819.\nMeanwhile, the dispute had wide-ranging effects. In order to secure popular support for the Hochberg heir, in 1818 Grand Duke Charles granted to the grand duchy, under Article XIII of the Act of Confederation, a liberal &lt;a href=\"constitution\"&gt;constitution&lt;/a&gt;, under which two chambers were constituted and their assent declared necessary for &lt;a href=\"legislation\"&gt;legislation&lt;/a&gt; and &lt;a href=\"taxation\"&gt;taxation&lt;/a&gt;. The outcome was important far beyond the narrow limits of the duchy, as all of Germany watched the constitutional experiments in the southern states.\nIn Baden, the conditions were not favourable for success. During the revolutionary period, the people had fallen completely under the influence of French ideas, and this was sufficiently illustrated by the temper of the new chambers, which tended to model their activity on the proceedings of the &lt;a href=\"National%20Convention\"&gt;National Convention&lt;/a&gt; (1792–1795) in the earlier days of the French Revolution. Additionally, the new Grand Duke &lt;a href=\"Louis%20I%2C%20Grand%20Duke%20of%20Baden\"&gt;Louis I&lt;/a&gt; (ruled 1818–1830), who had succeeded in 1818, was unpopular, and the administration was in the hands of hide-bound and inefficient &lt;a href=\"bureaucrat\"&gt;bureaucrat&lt;/a&gt;s.\nThe result was a deadlock. Even before the promulgation of the &lt;a href=\"Carlsbad%20Decrees\"&gt;Carlsbad Decrees&lt;/a&gt; in October 1819, the Grand Duke had &lt;a href=\"wikt%3Aprorogue\"&gt;prorogued&lt;/a&gt; the chambers after three months of unproductive debate. The reaction that followed was as severe in Baden as elsewhere in Germany, and culminated in 1823 when, on the refusal of the chambers to vote on the military budget, the Grand Duke dissolved them and levied the taxes on his own authority. In January 1825, owing to official pressure, only three Liberals were returned to the chamber. A law was passed making the budget presentable only every three years, and the constitution ceased to have any active existence.\nIn 1830 Grand Duke Louis was succeeded by his half-brother Grand Duke &lt;a href=\"Leopold%2C%20Grand%20Duke%20of%20Baden\"&gt;Leopold&lt;/a&gt; (ruled 1830–1852), the first of the Höchberg line. The &lt;a href=\"July%20Revolution\"&gt;July Revolution&lt;/a&gt; (1830) in France did not cause any disturbances in Baden, but the new Grand Duke showed liberal tendencies from the beginning. The elections of 1830 proceeded without interference, and resulted in the return of a Liberal majority. The next few years saw the introduction, under successive ministries, of Liberal reforms in the constitution, in criminal and civil law, and in education. In 1832, the adhesion of Baden to the &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;n \"&lt;a href=\"Zollverein\"&gt;Zollverein&lt;/a&gt;\" did much for the material prosperity of the country.\n1849 Baden Revolution.\nBy 1847, &lt;a href=\"Radicalism%20%28historical%29\"&gt;radicalism&lt;/a&gt; once more began to raise its head in &lt;a href=\"Baden\"&gt;Baden&lt;/a&gt;. On 12 September 1847, a popular demonstration held at &lt;a href=\"Offenburg\"&gt;Offenburg&lt;/a&gt; passed resolutions demanding the conversion of the regular army into a national &lt;a href=\"militia\"&gt;militia&lt;/a&gt;, which should take an oath to the constitution, as well as a &lt;a href=\"progressive%20income%20tax\"&gt;progressive income tax&lt;/a&gt;, and a fair adjustment of the interests of &lt;a href=\"Capital%20%28economics%29\"&gt;capital&lt;/a&gt; and &lt;a href=\"labour%20%28economics%29\"&gt;labour&lt;/a&gt;.\nThe news of the &lt;a href=\"French%20Revolution%20of%201848\"&gt;revolution of February 1848 in Paris&lt;/a&gt; brought agitation to a head. Numerous public meetings were held and the Offenburg programme was adopted. On 4 March 1848, under the influence of popular excitement, the lower chamber accepted this programme almost unanimously. As in other German states, the government bowed to the storm, proclaimed an &lt;a href=\"amnesty\"&gt;amnesty&lt;/a&gt; and promised reforms. The ministry remodelled itself in a more Liberal direction, and sent a new delegate to the federal diet at &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt;, empowered to vote for the establishment of a &lt;a href=\"parliament\"&gt;parliament&lt;/a&gt; for a &lt;a href=\"Frankfurt_Parliament\"&gt;united Germany&lt;/a&gt;.\nDisorder, fomented by republican agitators, continued nonetheless. The efforts of the government to suppress the agitators with the aid of federal troops led to an armed insurrection, which was mastered without much difficulty. The &lt;a href=\"Hecker%20Uprising\"&gt;uprising&lt;/a&gt;, led by &lt;a href=\"Friedrich%20Hecker\"&gt;Friedrich Hecker&lt;/a&gt; and Franz Joseph &lt;a href=\"Trefzger\"&gt;Trefzger&lt;/a&gt;, was lost at &lt;a href=\"Kandern\"&gt;Kandern&lt;/a&gt; on 20 April 1848. &lt;a href=\"Freiburg\"&gt;Freiburg&lt;/a&gt;, which they held, fell on 24 April and, on 27 April, a Franco–German \"legion\", which had invaded Baden from &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt;, was routed at Dossenbach.\nIn the beginning of 1849, however, the issue of a new constitution in accordance with the resolutions of the Frankfurt parliament, led to more serious trouble. It did little to satisfy the radicals, angered by the refusal of the second chamber to agree to their proposal for the summoning of a &lt;a href=\"Constituent%20Assembly\"&gt;constituent assembly&lt;/a&gt; on 10 February, 1849.\nThe new &lt;a href=\"insurrection\"&gt;insurrection&lt;/a&gt; that broke out proved a more formidable affair than the first. A military &lt;a href=\"mutiny\"&gt;mutiny&lt;/a&gt; at &lt;a href=\"Rastatt\"&gt;Rastatt&lt;/a&gt; on 11 May showed that the army sympathised with the revolution, which was proclaimed two days later at Offenburg amid tumultuous scenes. Also, on 13 May a mutiny at &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt; forced Grand Duke Leopold to flee, and the next day his ministers followed. Meanwhile, a committee of the &lt;a href=\"Landtag\"&gt;diet&lt;/a&gt; under &lt;a href=\"Lorenz%20Brentano\"&gt;Lorenz Brentano&lt;/a&gt; (1813–1891), who represented the more moderate radicals against the republicans, established itself in the capital in an attempt to direct affairs pending the establishment of a provisional government.\nThis was accomplished on 1 June and, on 10 June, the \"constituent diet\", consisting entirely of the most \"advanced\" politicians, assembled. It had little chance of doing more than make speeches. The country remained in the hands of an armed mob of civilians and mutinous soldiers. Meanwhile, the Grand Duke of Baden had joined with Bavaria in requesting the armed intervention of &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;, which &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; granted on the condition that Baden would join the &lt;a href=\"Erfurt%20Union\"&gt;Alliance of the Three Kings&lt;/a&gt;.\nFrom this moment, the revolution in Baden was doomed, and with it the revolution across Germany. The Prussians, under Prince William (afterwards &lt;a href=\"William%20I%2C%20German%20Emperor\"&gt;William I, German Emperor&lt;/a&gt;), invaded Baden in the middle of June 1849. Afraid of a military escalation, Brentano reacted hesitantly – too hesitantly for the more radical &lt;a href=\"Gustav%20Struve\"&gt;Gustav Struve&lt;/a&gt; and his followers, who overthrew him and established a Pole, &lt;a href=\"Ludwig%20Mieroslawski\"&gt;Ludwig Mieroslawski&lt;/a&gt; (1814–1878), in his place.\nMieroslawski reduced the insurgents to some semblance of order. On 20 June, 1849, he met the Prussians at &lt;a href=\"Waghausel\"&gt;Waghausel&lt;/a&gt;, and suffered complete defeat. On 25 June, Prince William entered Karlsruhe and, at the end of the month, the members of the provisional government, who had taken refuge at Freiburg, dispersed. The insurgent leaders who were caught, notably the ex-officers, suffered military execution. The army was dispersed among Prussian garrison towns, and Prussian troops occupied Baden for a time. Franz Trefzger managed to escape to &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;.\nGrand Duke Leopold returned on 10 August and at once dissolved the diet. The following elections resulted in a majority favourable to the new ministry, which passed a series of laws of a reactionary tendency with a view to strengthening the government.\n1850–1866.\nGrand Duke Leopold died on 24 April 1852 and was succeeded by his second son, &lt;a href=\"Frederick%20I%2C%20Grand%20Duke%20of%20Baden\"&gt;Frederick&lt;/a&gt;, as regent, since the eldest, &lt;a href=\"Louis%20II%2C%20Grand%20Duke%20of%20Baden\"&gt;Louis II, Grand Duke of Baden&lt;/a&gt; (died 22 January 1858), was incapable of ruling. The internal affairs of Baden during the period that followed have little general interest. In the greater politics of Germany, Baden between 1850 and 1866 was a consistent supporter of Austria. In the &lt;a href=\"Austro-Prussian%20War\"&gt;Austro-Prussian War&lt;/a&gt; of 1866, Austria's contingents, under Prince William, had two sharp engagements with the Prussian army of the Main. However, on 24 July 1866, two days before the Battle of Werbach, the second chamber petitioned the Grand Duke to end the war and enter into an offensive and defensive alliance with Prussia.\nTowards the German Empire.\nGrand Duke &lt;a href=\"Frederick%20I%2C%20Grand%20Duke%20of%20Baden\"&gt;Frederick I&lt;/a&gt; (ruled 1856–1907) opposed the war with Prussia from the first, but yielded to popular resentment at the policy of Prussia on the &lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt; question. The ministry, as one, resigned. Baden announced her withdrawal from the &lt;a href=\"German%20Confederation\"&gt;German Confederation&lt;/a&gt; and, on 17 August 1866, signed a treaty of peace and alliance with Prussia. &lt;a href=\"Otto%20von%20Bismarck\"&gt;Bismarck&lt;/a&gt; himself resisted the adhesion of Baden to the &lt;a href=\"North%20German%20Confederation\"&gt;North German Confederation&lt;/a&gt;. He had no wish to give &lt;a href=\"Napoleon%20III%20of%20France\"&gt;Napoleon III of France&lt;/a&gt; a good excuse for intervention, but the opposition of Baden to the formation of a South German confederation made the union inevitable. The troops of Baden took a conspicuous share in the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt; of 1870, and it was Grand Duke Frederick of Baden, who, in the historic assembly of the German princes at &lt;a href=\"Palace%20of%20Versailles\"&gt;Versailles&lt;/a&gt;, was the first to hail the king of Prussia as German &lt;a href=\"emperor\"&gt;emperor&lt;/a&gt;.\n\"Kulturkampf\".\nThe internal politics of Baden, both before and after 1870, centered in the main around the question of &lt;a href=\"religion\"&gt;religion&lt;/a&gt;. The signing on 28 June 1859 of a &lt;a href=\"concordat\"&gt;concordat&lt;/a&gt; with the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;, which placed &lt;a href=\"education\"&gt;education&lt;/a&gt; under the oversight of the &lt;a href=\"clergy\"&gt;clergy&lt;/a&gt; and facilitated the establishment of &lt;a href=\"religious%20institute\"&gt;religious institute&lt;/a&gt;s, led to a constitutional struggle. This struggle ended in 1863 with the victory of &lt;a href=\"Secularity\"&gt;secular&lt;/a&gt; principles, making the &lt;a href=\"commune%20%28subnational%20entity%29\"&gt;commune&lt;/a&gt;s responsible for education, though admitting the priests to a share in the management. The quarrel between secularism and &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt;, however, did not end. In 1867, on the accession to the premiership of Julius von Jolly (1823–1891), several constitutional changes in a secular direction occurred: &lt;a href=\"Social%20responsibility\"&gt;responsibility&lt;/a&gt; of ministers, &lt;a href=\"freedom%20of%20the%20press\"&gt;freedom of the press&lt;/a&gt;, and compulsory education. On 6 September 1867, a law compelled all candidates for the priesthood to pass government examinations. &lt;a href=\"Hermann%20von%20Vicari\"&gt;The archbishop of Freiburg&lt;/a&gt; resisted, and, on his death in April 1868, &lt;a href=\"Archdiocese%20of%20Freiburg\"&gt;the see&lt;/a&gt; remained vacant.\nIn 1869, the introduction of &lt;a href=\"civil%20marriage\"&gt;civil marriage&lt;/a&gt; did not allay the strife, which reached its climax after the proclamation of the &lt;a href=\"dogma\"&gt;dogma&lt;/a&gt; of &lt;a href=\"papal%20infallibility\"&gt;papal infallibility&lt;/a&gt; in 1870. The \"&lt;a href=\"Kulturkampf\"&gt;Kulturkampf&lt;/a&gt;\" raged in Baden, as in the rest of Germany, and, here as elsewhere, the government encouraged the formation of &lt;a href=\"Old%20Catholic\"&gt;Old Catholic&lt;/a&gt; communities. Not until 1880, after the fall of the ministry of Jolly, did Baden reconcile with Rome. In 1882 the archbishopric of Freiburg was again filled.\nBaden in the German Empire.\nThe political tendency of Baden, meanwhile, mirrored that of all Germany. In 1892 the &lt;a href=\"National%20Liberal%20Party%20%28Germany%29\"&gt;National Liberal&lt;/a&gt;s had but a majority of one in the diet. From 1893, they could stay in power only with the aid of the Conservatives and, in 1897, a coalition of the Catholic &lt;a href=\"Centre%20Party%20%28Germany%29\"&gt;Centre Party&lt;/a&gt;, &lt;a href=\"Socialists\"&gt;Socialists&lt;/a&gt;, &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democrats&lt;/a&gt; and &lt;a href=\"Radicals%20%28UK%29\"&gt;Radicals&lt;/a&gt; (\"Freisinnige\") won a majority for the opposition in the chamber.\nAmid all these contests, the statesmanlike moderation of the Grand Duke Frederick won him universal esteem. By the treaty under which Baden had become an integral part of the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; in 1871, he had reserved only the exclusive right to tax &lt;a href=\"beer\"&gt;beer&lt;/a&gt; and &lt;a href=\"Distilled%20beverage\"&gt;spirits&lt;/a&gt;. The army, the &lt;a href=\"post-office\"&gt;post-office&lt;/a&gt;, railways and the conduct of foreign relations passed to the effective control of Prussia.\nIn his relations with the German Empire, too, Frederick proved himself more of a great German noble than a sovereign prince actuated by &lt;a href=\"Political%20particularism\"&gt;particularist&lt;/a&gt; ambitions. His position as husband of the emperor &lt;a href=\"William%20I%2C%20German%20Emperor\"&gt;William I&lt;/a&gt;'s only daughter, &lt;a href=\"Princess%20Louise%20of%20Prussia\"&gt;Louise&lt;/a&gt; (whom he had married in 1856), gave him a peculiar influence in the councils of Berlin. When, on 20 September 1906, the Grand Duke celebrated at once the jubilee of his reign and his golden wedding anniversary, all Europe honoured him. King &lt;a href=\"Edward%20VII%20of%20the%20United%20Kingdom\"&gt;Edward VII&lt;/a&gt; appointed him, by the hands of the &lt;a href=\"Prince%20Arthur%2C%20Duke%20of%20Connaught%20and%20Strathearn\"&gt;Duke of Connaught&lt;/a&gt;, a Knight of the &lt;a href=\"Order%20of%20the%20Garter\"&gt;Order of the Garter&lt;/a&gt;. But more significant, perhaps, was the tribute paid by \"&lt;a href=\"Le%20Temps\"&gt;Le Temps&lt;/a&gt;\", the leading Parisian paper:\nNothing more clearly demonstrates the sterile paradox of the Napoleonic work than the history of the Grand Duchy. It was &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;, and he alone, who created this whole state in 1803 to reward in the person of the little margrave of Baden a relative of the &lt;a href=\"emperor%20of%20Russia\"&gt;emperor of Russia&lt;/a&gt;. It was he who after &lt;a href=\"Battle%20of%20Austerlitz\"&gt;Austerlitz&lt;/a&gt; aggrandized the margravate at the expense of Austria; transformed it into a sovereign principality and raised it to a Grand Duchy. It was he too who, by the secularization on the one hand and by the dismemberment of &lt;a href=\"W%C3%BCrttemberg\"&gt;Württemberg&lt;/a&gt; on the other, gave the Grand Duke 500,000 new subjects. He believed that the recognition of the prince and the artificial ethnical formation of the principality would be pledges of security for France. But in 1813 Baden joined the coalition, and since then that nation created of odds and ends (\"de bric et de broc\") and always handsomely treated by us, had not ceased to take a leading part in the struggles against our country. The Grand Duke Frederick, Grand Duke by the will of Napoleon, has done France all the harm he could. But French opinion itself renders justice to the probity of his character and to the ardour of his patriotism, and nobody will feel surprise at the homage with which Germany feels bound to surround his old age.\nGrand Duke Frederick I died at &lt;a href=\"Mainau\"&gt;Mainau&lt;/a&gt; on 28 September 1907. He was succeeded by his son, the Grand Duke &lt;a href=\"Frederick%20II%2C%20Grand%20Duke%20of%20Baden\"&gt;Frederick II&lt;/a&gt; (ruled 1907–1918, died 1928).\nConstitution and Government.\nThe Grand Duchy of Baden was a hereditary &lt;a href=\"monarchy\"&gt;monarchy&lt;/a&gt; with executive power vested in the Grand Duke; legislative authority was shared between him and a &lt;a href=\"representative%20assembly\"&gt;representative assembly&lt;/a&gt; (\"&lt;a href=\"Landtag\"&gt;Landtag&lt;/a&gt;\") consisting of two chambers.\nThe upper chamber included all the princes of the ruling family of full age, the heads of all the mediatized families, the &lt;a href=\"Archbishop%20of%20Freiburg\"&gt;Archbishop of Freiburg&lt;/a&gt;, the president of the &lt;a href=\"Evangelical%20Church%20in%20Baden\"&gt;Protestant Evangelical Church of Baden&lt;/a&gt;, a deputy from each of the universities and the technical high school, eight members elected by the territorial nobility for four years, three representatives elected by the &lt;a href=\"chamber%20of%20commerce\"&gt;chamber of commerce&lt;/a&gt;, two by that of agriculture, one by the trades, two mayors of municipalities, and eight members (two of them legal functionaries) nominated by the Grand Duke.\nThe lower chamber consisted of 73 popular representatives, of whom 24 were elected by the burgesses of certain communities, and 49 by rural communities. Every citizen of 25 years of age, who had not been convicted and was not a &lt;a href=\"pauper\"&gt;pauper&lt;/a&gt;, had a vote. The elections were, however, indirect. The citizens selected the \"Wahlmänner\" (deputy &lt;a href=\"Indirect%20election\"&gt;electors&lt;/a&gt;), the latter selecting the representatives. The chambers met at least every two years. The lower chambers were elected for four years, half the members retiring every two years.\nThe executive consisted of four departments: the interior, foreign and grand-ducal affairs; finance; justice; and ecclesiastical affairs and education.\nThe chief sources of revenue were direct and indirect &lt;a href=\"tax\"&gt;tax&lt;/a&gt;es, the &lt;a href=\"Grand%20Duchy%20of%20Baden%20State%20Railways\"&gt;railways&lt;/a&gt; and domains. The railways were operated by the state, and formed the only source of major public debt, about 22 million pounds sterling.\nThe supreme courts lay in &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt;, &lt;a href=\"Freiburg\"&gt;Freiburg&lt;/a&gt;, &lt;a href=\"Offenburg\"&gt;Offenburg&lt;/a&gt;, &lt;a href=\"Heidelberg\"&gt;Heidelberg&lt;/a&gt;, &lt;a href=\"Mosbach\"&gt;Mosbach&lt;/a&gt;, &lt;a href=\"Waldshut-Tiengen\"&gt;Waldshut&lt;/a&gt;, &lt;a href=\"Konstanz\"&gt;Konstanz&lt;/a&gt;, and &lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt;, from which appeals passed to the \"&lt;a href=\"Reichsgericht\"&gt;Reichsgericht&lt;/a&gt;\" (the supreme tribunal) in &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt;.\nPopulation.\nAt the beginning of the 19th century, Baden was a &lt;a href=\"margraviate\"&gt;margraviate&lt;/a&gt;, with an area of barely 1,300 sq mi (3,400 km2) and a population of 210,000. Subsequently, the grand duchy acquired more territory so that, by 1905, it had 5,823 sq mi (15,082 km2) and a population of 2,010,728. Of that number, 61% were &lt;a href=\"Roman%20Catholics\"&gt;Roman Catholics&lt;/a&gt;, 37% &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt;s, 1.5% &lt;a href=\"Judaism\"&gt;Jews&lt;/a&gt;, and the remainder of other religions. At that time, about half of the population was rural, living in communities of less than 2,000; the density of the rest was about .\nThe country was divided into the following districts:\nThe capital of the duchy was Karlsruhe, and important towns other than those listed included &lt;a href=\"Rastatt\"&gt;Rastatt&lt;/a&gt;, &lt;a href=\"Baden-Baden\"&gt;Baden-Baden&lt;/a&gt;, &lt;a href=\"Bruchsal\"&gt;Bruchsal&lt;/a&gt;, &lt;a href=\"Lahr\"&gt;Lahr&lt;/a&gt; and &lt;a href=\"Offenburg\"&gt;Offenburg&lt;/a&gt;. The population was most thickly clustered in the north and near the Swiss city of &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt;. The inhabitants of Baden are of various origins, those to the south of &lt;a href=\"Murg%20%28Northern%20Black%20Forest%29\"&gt;Murg&lt;/a&gt; being descended from the &lt;a href=\"Alemanni\"&gt;Alemanni&lt;/a&gt; and those to the north from the &lt;a href=\"Franks\"&gt;Franks&lt;/a&gt;, while the &lt;a href=\"Swabian%20Plateau\"&gt;Swabian Plateau&lt;/a&gt; derives its name from the adjacent German tribe (&lt;a href=\"Schwaben\"&gt;Schwaben&lt;/a&gt;), who lived in &lt;a href=\"W%C3%BCrttemberg\"&gt;Württemberg&lt;/a&gt;.\nGeography.\nThe Grand Duchy had an area of and consisted of a considerable portion of the eastern half of the fertile valley of the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; and of the mountains which form its boundary.\nThe mountainous part was by far the most extensive, forming nearly 80% of the whole area. From &lt;a href=\"Lake%20Constance\"&gt;Lake Constance&lt;/a&gt; in the south to the river &lt;a href=\"Neckar\"&gt;Neckar&lt;/a&gt; in the north is a portion of the &lt;a href=\"Black%20Forest\"&gt;Black Forest&lt;/a&gt; (), which is divided by the valley of the &lt;a href=\"Kinzig%20%28Baden-W%C3%BCrttemberg%29\"&gt;Kinzig&lt;/a&gt; into two districts of different elevation. To the south of the Kinzig the mean height is ), and the highest summit, the &lt;a href=\"Feldberg%20%28Black%20Forest%29\"&gt;Feldberg&lt;/a&gt;, reaches about , while to the north the mean height is only , and the &lt;a href=\"Hornisgrinde\"&gt;Hornisgrinde&lt;/a&gt;, the culminating point of the whole, does not exceed . To the north of the Neckar is the &lt;a href=\"Odenwald\"&gt;Odenwald&lt;/a&gt; Range, with a mean of , and in the &lt;a href=\"Katzenbuckel\"&gt;Katzenbuckel&lt;/a&gt;, an extreme of . Lying between the Rhine and the &lt;a href=\"Dreisam\"&gt;Dreisam&lt;/a&gt; is the &lt;a href=\"Kaiserstuhl%20%28Baden-W%C3%BCrttemberg%29\"&gt;Kaiserstuhl&lt;/a&gt;, an independent &lt;a href=\"volcanic\"&gt;volcanic&lt;/a&gt; group, nearly 16 km in length and 8 km in breadth, the highest point of which is .\nThe greater part of Baden belongs to the basin of the Rhine, which receives upwards of twenty tributaries from the highlands; the north-eastern portion of the territory is also watered by the &lt;a href=\"Main%20%28river%29\"&gt;Main&lt;/a&gt; and the Neckar. A part, however, of the eastern slope of the Black Forest belongs to the basin of the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;, which there takes its rise in a number of mountain streams. Among the numerous lakes which belonged to the duchy are the &lt;a href=\"Mummelsee\"&gt;Mummelsee&lt;/a&gt;, &lt;a href=\"Wildersee\"&gt;Wildersee&lt;/a&gt;, &lt;a href=\"Eichenersee\"&gt;Eichenersee&lt;/a&gt; and &lt;a href=\"Schluchsee\"&gt;Schluchsee&lt;/a&gt;, but none of them is of any significant size. &lt;a href=\"Lake%20Constance\"&gt;Lake Constance&lt;/a&gt; (\"Bodensee\") belongs partly to the &lt;a href=\"States%20of%20Germany\"&gt;German federal states&lt;/a&gt; (\"Länder\") of Baden-Württemberg and Bavaria, and partly to &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; and &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;.\nOwing to its physical configuration, Baden presents great extremes of heat and cold. The Rhine valley is the warmest district in Germany, but the higher elevations of the Black Forest record the greatest degrees of cold experienced in the South. The mean temperature of the Rhine valley is approximately and that of the high &lt;a href=\"Table%20%28landform%29\"&gt;table-land&lt;/a&gt; . July is the hottest month and January the coldest.\nThe &lt;a href=\"mineral\"&gt;mineral&lt;/a&gt; wealth of Baden was not great, but &lt;a href=\"iron\"&gt;iron&lt;/a&gt;, &lt;a href=\"coal\"&gt;coal&lt;/a&gt;, &lt;a href=\"lead\"&gt;lead&lt;/a&gt; and &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; of excellent quality were produced; &lt;a href=\"silver\"&gt;silver&lt;/a&gt;, &lt;a href=\"copper\"&gt;copper&lt;/a&gt;, &lt;a href=\"gold\"&gt;gold&lt;/a&gt;, &lt;a href=\"cobalt\"&gt;cobalt&lt;/a&gt;, &lt;a href=\"vitriol\"&gt;vitriol&lt;/a&gt; and &lt;a href=\"sulfur\"&gt;sulfur&lt;/a&gt; were obtained in small quantities. &lt;a href=\"Peat\"&gt;Peat&lt;/a&gt; was found in abundance, as well as &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt;, china &lt;a href=\"clay\"&gt;clay&lt;/a&gt;, &lt;a href=\"potter%27s%20earth\"&gt;potter's earth&lt;/a&gt; and &lt;a href=\"salt\"&gt;salt&lt;/a&gt;. The &lt;a href=\"mineral%20spring\"&gt;mineral spring&lt;/a&gt;s of Baden are still very numerous and have acquired great celebrity, those of &lt;a href=\"Baden-Baden\"&gt;Baden-Baden&lt;/a&gt;, &lt;a href=\"Badenweiler\"&gt;Badenweiler&lt;/a&gt;, &lt;a href=\"Antogast\"&gt;Antogast&lt;/a&gt;, &lt;a href=\"Bad%20Griesbach%20%28Rottal%29\"&gt;Griesbach&lt;/a&gt;, &lt;a href=\"Friersbach\"&gt;Friersbach&lt;/a&gt; and &lt;a href=\"Peterthal\"&gt;Peterthal&lt;/a&gt; being the most frequented.\nIn the valleys the soil is particularly fertile, yielding luxuriant crops of wheat, maize, barley, &lt;a href=\"spelt\"&gt;spelt&lt;/a&gt;, &lt;a href=\"rye\"&gt;rye&lt;/a&gt;, &lt;a href=\"bean\"&gt;bean&lt;/a&gt;s, &lt;a href=\"potato\"&gt;potato&lt;/a&gt;es, &lt;a href=\"flax\"&gt;flax&lt;/a&gt;, &lt;a href=\"hemp\"&gt;hemp&lt;/a&gt;, &lt;a href=\"hops\"&gt;hops&lt;/a&gt;, &lt;a href=\"beetroot\"&gt;beetroot&lt;/a&gt; and tobacco; and even in the more mountainous part, &lt;a href=\"rye\"&gt;rye&lt;/a&gt;, wheat and &lt;a href=\"oat\"&gt;oat&lt;/a&gt;s are extensively cultivated. There is a considerable extent of pasture-land, and the rearing of cattle, sheep, pigs and &lt;a href=\"goat\"&gt;goat&lt;/a&gt;s is extensively practised. Of &lt;a href=\"game%20%28hunting%29\"&gt;game&lt;/a&gt;, &lt;a href=\"deer\"&gt;deer&lt;/a&gt;, &lt;a href=\"boar\"&gt;boar&lt;/a&gt;, &lt;a href=\"snipe\"&gt;snipe&lt;/a&gt; and wild &lt;a href=\"partridge\"&gt;partridge&lt;/a&gt;s are fairly abundant, while the mountain streams yield &lt;a href=\"trout\"&gt;trout&lt;/a&gt; of excellent quality. Viticulture is increasing, and the &lt;a href=\"wine\"&gt;wine&lt;/a&gt;s continue to sell well. The &lt;a href=\"Baden%20%28wine%20region%29\"&gt;Baden wine region&lt;/a&gt; is Germany's third largest in terms of vineyard surface. The &lt;a href=\"garden\"&gt;garden&lt;/a&gt;s and the &lt;a href=\"orchard\"&gt;orchard&lt;/a&gt;s supply an abundance of fruit, especially &lt;a href=\"sweet%20cherry\"&gt;sweet cherries&lt;/a&gt;, &lt;a href=\"plum\"&gt;plum&lt;/a&gt;s, &lt;a href=\"apple\"&gt;apple&lt;/a&gt;s and &lt;a href=\"walnut\"&gt;walnut&lt;/a&gt;s, and &lt;a href=\"bee-keeping\"&gt;bee-keeping&lt;/a&gt; is practised throughout the country. A greater proportion of Baden than any other south German state is occupied by forests. In these, the predominant trees are &lt;a href=\"European%20beech\"&gt;European beech&lt;/a&gt; and &lt;a href=\"Abies%20alba\"&gt;silver fir&lt;/a&gt;, but many others, such as &lt;a href=\"sweet%20chestnut\"&gt;sweet chestnut&lt;/a&gt;, &lt;a href=\"Scots%20pine\"&gt;Scots pine&lt;/a&gt;, &lt;a href=\"Norway%20spruce\"&gt;Norway spruce&lt;/a&gt; and the exotic &lt;a href=\"coast%20Douglas-fir\"&gt;coast Douglas-fir&lt;/a&gt;, are well represented. A third, at least, of the annual &lt;a href=\"timber\"&gt;timber&lt;/a&gt; production is exported.\nIndustries.\nAround 1910, 56.8% of the region's land mass was cultivated and 38% was &lt;a href=\"forested\"&gt;forested&lt;/a&gt;. Before 1870, the &lt;a href=\"agricultural%20sector\"&gt;agricultural sector&lt;/a&gt; was responsible for the bulk of the grand duchy's wealth, but this was superseded by industrial production. The chief products were &lt;a href=\"machinery\"&gt;machinery&lt;/a&gt;, &lt;a href=\"wool\"&gt;wool&lt;/a&gt;len and &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; goods, &lt;a href=\"silk\"&gt;silk&lt;/a&gt; ribbons, &lt;a href=\"paper\"&gt;paper&lt;/a&gt;, &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt;, &lt;a href=\"china%20%28material%29\"&gt;china&lt;/a&gt;, &lt;a href=\"leather\"&gt;leather&lt;/a&gt;, &lt;a href=\"glass\"&gt;glass&lt;/a&gt;, &lt;a href=\"clock\"&gt;clock&lt;/a&gt;s, &lt;a href=\"jewellery\"&gt;jewellery&lt;/a&gt;, and &lt;a href=\"chemical\"&gt;chemical&lt;/a&gt;s. &lt;a href=\"Beet%20sugar\"&gt;Beet sugar&lt;/a&gt; was also manufactured on a large scale, as were wooden &lt;a href=\"wood%20carving\"&gt;ornaments&lt;/a&gt; and &lt;a href=\"toy\"&gt;toy&lt;/a&gt;s, &lt;a href=\"music%20box\"&gt;music box&lt;/a&gt;es and &lt;a href=\"organ%20%28music%29\"&gt;organ&lt;/a&gt;s.\nThe &lt;a href=\"export\"&gt;export&lt;/a&gt;s of Baden consisted mostly of the above goods and were considerable, but the bulk of its trade consisted of transit. The grand duchy had many &lt;a href=\"railway\"&gt;railway&lt;/a&gt;s and roads, as well as the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; for transporting goods by ship. Railways were run by the state as the &lt;a href=\"Grand%20Duchy%20of%20Baden%20State%20Railway\"&gt;Grand Duchy of Baden State Railway&lt;/a&gt; (\"Großherzoglich Badische Staatseisenbahnen\"). A rail-line ran mostly parallel with the Rhine, with oblique branches from East to West.\n&lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt; was the great market centre for exports down the Rhine and had substantial river traffic. It was also the chief manufacturing town for the duchy and an important administrative centre for its northern region.\nEducation and religion.\nThere were numerous educational institutions in Baden. There were three universities, one &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; in &lt;a href=\"Heidelberg\"&gt;Heidelberg&lt;/a&gt;, one &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; in &lt;a href=\"Freiburg%20im%20Breisgau\"&gt;Freiburg im Breisgau&lt;/a&gt;, and a research university in &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt;.\nThe grand-duke was a Protestant; under him, the &lt;a href=\"Evangelical%20Church%20in%20Germany\"&gt;Evangelical Church&lt;/a&gt; was governed by a nominated council and a &lt;a href=\"synod\"&gt;synod&lt;/a&gt; consisting of a prelate, 48 elected and 7 nominated lay and clerical members. The Roman Catholic &lt;a href=\"Archbishop\"&gt;Archbishop&lt;/a&gt; of &lt;a href=\"Freiburg\"&gt;Freiburg&lt;/a&gt; is &lt;a href=\"Metropolitan%20bishop\"&gt;Metropolitan&lt;/a&gt; of the Upper Rhine."
}