{
    "id": "42285008",
    "revid": "38697682",
    "url": "https://en.wikipedia.org/wiki?curid=42285008",
    "title": "Dinnington Athletic F.C.",
    "text": "Dinnington Athletic F.C. was the name of an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Dinnington%2C%20South%20Yorkshire\"&gt;Dinnington&lt;/a&gt;, &lt;a href=\"Rotherham\"&gt;Rotherham&lt;/a&gt;, &lt;a href=\"South%20Yorkshire\"&gt;South Yorkshire&lt;/a&gt;.\nHistory.\nThe club was formed in 1928 and quickly overtook &lt;a href=\"Dinnington%20Main%20F.C.\"&gt;Dinnington Main&lt;/a&gt; as the prominent club in the village. They initially played in the Worksop &amp; District League but soon moved to the &lt;a href=\"Sheffield%20Association%20League\"&gt;Sheffield Association League&lt;/a&gt;. They won the prestigious &lt;a href=\"Sheffield%20%26amp%3B%20Hallamshire%20Senior%20Cup\"&gt;Sheffield &amp; Hallamshire Senior Cup&lt;/a&gt; in 1932 by beating &lt;a href=\"South%20Kirkby%20Colliery%20F.C.\"&gt;South Kirkby Colliery&lt;/a&gt; in &lt;a href=\"Mexborough\"&gt;Mexborough&lt;/a&gt;.\nTheir finest hour came in the 1934–35 season, when they won the Association League and reached the 1st Round of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;, losing 1–3 to &lt;a href=\"Chester%20City%20F.C.\"&gt;Chester&lt;/a&gt;. The club decided to join the &lt;a href=\"Yorkshire%20Football%20League\"&gt;Yorkshire League&lt;/a&gt; in 1936, but three years later the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; broke out and the league was suspended. After hostilities ended Athletic re-joined the Association League before the Yorkshire League was re-started in 1949. They were promoted to Division One in 1950 but resigned from the league a year later after finishing third from bottom of the table.\nThroughout the 1950s and 1960s they competed in local Worksop and Sheffield leagues before rejoining the Yorkshire League in 1969. This latest spell in the competition would again only be a short one – after winning the Division Two title in 1970 they would last only four more years before resigning from the competition and disbanding.\nNotable former players.\nPlayers that have played in the &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt; either before or after playing for Dinnington Athletic –"
}