{
    "id": "42286526",
    "revid": "19359297",
    "url": "https://en.wikipedia.org/wiki?curid=42286526",
    "title": "Canaan Street Historic District",
    "text": "The Canaan Street Historic District encompasses the historic original town center of &lt;a href=\"Canaan%2C%20New%20Hampshire\"&gt;Canaan, New Hampshire&lt;/a&gt;. It is a basically linear district, running along Canaan Street roughly from Prospect Hill Road in the north to Moss Flower Lane in the south. The town flourished first as a &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt; stop, and then as a resort colony in the late 19th century. The &lt;a href=\"historic%20district%20%28United%20States%29\"&gt;historic district&lt;/a&gt; was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1973. It included 60 &lt;a href=\"contributing%20buildings\"&gt;contributing buildings&lt;/a&gt;.\nHistory.\nThe town of Canaan was established by a land grant in 1761, but Broad Street, its principal road now called Canaan Street, was not laid out until 1788. Because it was on a major north-south stagecoach route, the area developed in the first half of the 19th century as a trading center. &lt;a href=\"Canaan%20Meetinghouse\"&gt;The old town hall&lt;/a&gt; was built in the 1790s to serve as a church, and was joined by institutional buildings including the 1828 &lt;a href=\"Greek%20Revival\"&gt;Greek Revival&lt;/a&gt; Old North Church and the 1839 &lt;a href=\"Canaan%20Union%20Academy\"&gt;Canaan Union Academy&lt;/a&gt; (later to become the town library and museum). Several of the houses originally served as taverns, catering to the stagecoach trade. The area declined in economic importance because it was bypassed by the railroad, but was developed as a summer resort community in the second half of the 19th century, rivaling &lt;a href=\"Bethlehem%2C%20New%20Hampshire\"&gt;Bethlehem&lt;/a&gt;.\nDescription.\nThe historic district is basically linear, running along Canaan Street as it passes just west of &lt;a href=\"Canaan%20Street%20Lake\"&gt;Canaan Street Lake&lt;/a&gt;. Its northern boundary is Prospect Hill Road, where the Old North Church stands. Built in 1828, the Old North Church is a fine example of early &lt;a href=\"Greek%20Revival%20architecture\"&gt;Greek Revival architecture&lt;/a&gt;. A cluster of civic buildings is found near the center of the district at Apple Blossom Road, where the old town hall stands, with the former Academy (now the Canaan Historical Museum) across the street. Most of the district's buildings are residences that exhibit either &lt;a href=\"Federal%20architecture\"&gt;Federal&lt;/a&gt; or Greek Revival styling, reflective of the village's early period of development."
}