{
    "id": "4231803",
    "revid": "999397541",
    "url": "https://en.wikipedia.org/wiki?curid=4231803",
    "title": "Newsweek Polska",
    "text": "Newsweek Polska is a &lt;a href=\"Polish%20language\"&gt;Polish language&lt;/a&gt; weekly &lt;a href=\"news%20magazine\"&gt;news magazine&lt;/a&gt; published in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; as the Polish edition of \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\".\nHistory.\n\"Newsweek Polska\" was established in 2001. The founder of the weekly is Tomasz Wróblewski.\nThe magazine is owned by &lt;a href=\"Axel%20Springer\"&gt;Axel Springer&lt;/a&gt;. It is based in &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt; and is published weekly on Mondays. Although it is a Polish version of \"Newsweek\", it does not fully cover the translations of the articles published in its parent magazine.\nTomasz Wróblewski was also the first &lt;a href=\"editor-in-chief\"&gt;editor-in-chief&lt;/a&gt; and served in the post between 2001 and 2004, and then between 2005 and 2006. Jarosław Sroka was the editor-in-chief in 2004. From 2006 to 2009 Michał Kobosko was the editor-in-chief. He was replaced by Wojciech Maziarski who was in office between 2009 and 2012. Tomasz Lis has been the editor-in-chief of the weekly since 2012.\nIdeology.\n\"Newsweek\" has promoted a variety of views, mostly depending on those held by the current editor-in-chief, although it has traditionally been associated with &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; politics, much like the \"&lt;a href=\"Gazeta%20Wyborcza\"&gt;Gazeta Wyborcza&lt;/a&gt;\". Ever since Tomasz Lis took over as editor-in-chief, the magazine has taken a more radically anticlerical and anti-conservative approach; the editorial board is frequently subjected to criticism from &lt;a href=\"Law%20and%20Justice\"&gt;Law and Justice&lt;/a&gt; leader &lt;a href=\"Jaros%C5%82aw%20Kaczy%C5%84ski\"&gt;Jarosław Kaczyński&lt;/a&gt;. The cover of the 1 April 2015 issue featured Kaczyński with a caption saying \"Assassin\", implying his responsibility for the alleged \"assassination\" of Polish national unity in the aftermath of the &lt;a href=\"Smolensk%20plane%20crash\"&gt;2010 Smolensk plane crash&lt;/a&gt;.\nCirculation.\nThe circulation of \"Newsweek Polska\" in March 2009 was 192,000 copies. The magazine had a circulation of 114,309 copies in 2010 and 106,509 copies in 2011. It was 123,225 copies in 2012. The print and e-edition circulation of the weekly was 119,776 in August 2014. As of January 2020, circulation of \"Newsweek Polska\" was 67,700 copies.\nExternal links.\n&lt;a href=\"http%3A//newsweek.pl/\"&gt;Official website&lt;/a&gt;"
}