{
    "id": "42335115",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=42335115",
    "title": "Avengers Undercover",
    "text": "Avengers Undercover was a &lt;a href=\"American%20comic%20book\"&gt;comic book&lt;/a&gt; &lt;a href=\"ongoing%20series\"&gt;series&lt;/a&gt; published by &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt; that debuted in March 2014 as part of wave three of the \"&lt;a href=\"Marvel%20NOW%21\"&gt;Marvel NOW!&lt;/a&gt;\" relaunch. It serves as a sequel to \"&lt;a href=\"Avengers%20Arena\"&gt;Avengers Arena&lt;/a&gt;\", and concluded with September's issue #10.\nPublication history.\nThe series follows the survivors of \"&lt;a href=\"Avengers%20Arena\"&gt;Avengers Arena&lt;/a&gt;\" (minus &lt;a href=\"X-23\"&gt;X-23&lt;/a&gt;, &lt;a href=\"Reptil\"&gt;Reptil&lt;/a&gt; and &lt;a href=\"Darkhawk\"&gt;Darkhawk&lt;/a&gt;) - &lt;a href=\"Nico%20Minoru\"&gt;Nico&lt;/a&gt;, &lt;a href=\"Chase%20Stein\"&gt;Chase&lt;/a&gt;, &lt;a href=\"Hazmat%20%28comics%29\"&gt;Hazmat&lt;/a&gt;, &lt;a href=\"Cammi\"&gt;Cammi&lt;/a&gt;, &lt;a href=\"Death%20Locket\"&gt;Death Locket&lt;/a&gt;, &lt;a href=\"Cullen%20Bloodstone\"&gt;Cullen Bloodstone&lt;/a&gt;, and &lt;a href=\"Anachronism%20%28comics%29\"&gt;Anachronism&lt;/a&gt; - as they try to infiltrate the &lt;a href=\"Masters%20of%20Evil\"&gt;Masters of Evil&lt;/a&gt;. Hopeless said, \"The characters who survived Murderworld came out the other side much different than they went in. Those psychological scars from the \"Arena\" weigh heavily on all of the kids. They don't fit so well into their old lives. They no longer feel like they belong and they're all looking for a way to get back what they've lost. All of this leads them down the path of \"Avengers Undercover\".\"\nPlot.\nIt's been three months since the events in &lt;a href=\"Arcade%20%28Marvel%20Comics%29\"&gt;Arcade&lt;/a&gt;'s latest Murderworld. &lt;a href=\"Hazmat%20%28comics%29\"&gt;Hazmat&lt;/a&gt; has quit the Avengers Academy and is in hiding, coping with PTSD from her time in Murderworld. &lt;a href=\"Chase%20Stein\"&gt;Chase Stein&lt;/a&gt; and &lt;a href=\"Nico%20Minoru\"&gt;Nico Minoru&lt;/a&gt; have become bitter enemies as Nico has left the Runaways while condemning Chase for going before the media, who have become obsessed with the events of Avengers Arena following Arcade leaking the footage of the carnage online. &lt;a href=\"Death%20Locket\"&gt;Death Locket&lt;/a&gt; is once again being held prisoner by &lt;a href=\"S.H.I.E.L.D.\"&gt;S.H.I.E.L.D.&lt;/a&gt;, but she escapes thanks to a sympathetic agent who helps her cope with her ever-evolving cybernetic implants. &lt;a href=\"Cammi\"&gt;Cammi&lt;/a&gt; is back in Alaska, having discovered her mother had survived a previous attempt on her life by Cammi's space-based enemies, and is struggling with her own PTSD by attending AA meetings with her mom. Cammi reunites with Hazmat, Chase Stein, Nico Minoru, and Deathlocket after &lt;a href=\"Anachronism%20%28comics%29\"&gt;Anachronism&lt;/a&gt; summons them to England. &lt;a href=\"Cullen%20Bloodstone\"&gt;Cullen Bloodstone&lt;/a&gt; had dropped out of the Braddock Academy and become obsessed with killing Arcade, ultimately tracking him to &lt;a href=\"Bagalia\"&gt;Bagalia&lt;/a&gt;. Anachronism then reveals that Cullen has formed an alliance with the &lt;a href=\"Masters%20of%20Evil\"&gt;Masters of Evil&lt;/a&gt; who control the country. &lt;a href=\"Baron%20Zemo\"&gt;Baron Helmut Zemo&lt;/a&gt; is leading the Masters of Evil following Max Fury's death and is assisted by &lt;a href=\"Madame%20Masque\"&gt;Madame Masque&lt;/a&gt; (who works as Baron Helmut Zemo's right-hand woman) and &lt;a href=\"Constrictor%20%28comics%29\"&gt;Constrictor&lt;/a&gt; (who works as Baron Helmut Zemo's bodyguard). Baron Helmut Zemo has also accepted &lt;a href=\"Daimon%20Hellstrom\"&gt;Daimon Hellstrom&lt;/a&gt; into his inner circle of the Masters of Evil.\nThe heroes teleport to Bagalia in disguise and locate Cullen at the Hole (a Bagalian bar that is owned by Arcade). After a fight with the villains there, Cullen reveals that he has become a member of the Masters of Evil having been accepted by them (though it is implied that Daimon Hellstrom is manipulating Cullen through his dark magic). Constrictor and Madam Masque arrange for Cullen to teleport the group to a nearby swanky party at Massacrer Casino hosted by Arcade so that they can get revenge on him once and for all.\nBaron Zemo, Madame Masque, Constrictor and Daimon Hellstrom watch as the heroes try to avoid being killed as Arcade has arranged the party at Massacrer Casino as the testing grounds for his newest version of \"Murderworld\": fancy parties at Casino where the rich and powerful can try and kill each other to prove their supremacy. Hazmat turns catatonic as the heroes disable Arcade's power supply as Arcade opines, while attacking the heroes, that the events of Avengers Arena will be his masterpiece that he can never top. After mocking the heroes for being unable to kill him, Hazmat wakes up and incinerates the villain. Baron Zemo, Madame Masque, Constructor, and Daimon Hellstrom begin plotting their next move regarding the heroes.\nBack at Massacrer Casino, Cammi realizes Deathlocket never took out the cameras as Miss Coriander is devastated at wh. They try to flee while evading the other guest, but S.H.I.E.L.D. has already arrived in S.H.I.E.L.D. &lt;a href=\"Helicarrier\"&gt;Helicarrier&lt;/a&gt; Circe. Thanks to their &lt;a href=\"Necromancy\"&gt;Necromancers&lt;/a&gt; jamming Nico's spells, the group is taken down by the S.H.I.E.L.D. Agents and imprisoned quickly. At the S.H.I.E.L.D. detention center, &lt;a href=\"Karolina%20Dean\"&gt;Karolina Dean&lt;/a&gt;, &lt;a href=\"Molly%20Hayes\"&gt;Molly Hayes&lt;/a&gt;, &lt;a href=\"Finesse%20%28comics%29\"&gt;Finesse&lt;/a&gt;, , &lt;a href=\"Elsa%20Bloodstone\"&gt;Elsa Bloodstone&lt;/a&gt;, and several unnamed parents come to visit the group. After Cammi has a touching moment with her mother, Daimon Hellstrom teleports the lair back to Bagalia where Baron Zemo offers the group a chance to join the Masters of Evil.\nBaron Zemo instructs Constrictor, Daimon Hellstrom, and Madame Masque to take a portion of the Murderworld survivors and take them into Bagalia City. Daimon Hellstrom takes Nico Minoru and Cullen Bloodstone into Hell Town, a four block district that contains all of the Masters of Evil's magic. When in Hell Town, Daimon Hellstrom takes them to Hellstrom Manor where Bloodstone shows Nico the Demon Cage that Hellstrom created for him. Inside he can learn to control and use his Glartrox form without fear of it getting out of control. Daimon Hellstrom quotes \"But if you wanna know why that kid up there roasting in hellfire seems happy while you’re clearly inside out miserable, that’s simple. Cullen stopped pretending he’s not a monster.\" It was also shown that Hellstrom has resurrected &lt;a href=\"Alex%20Wilder\"&gt;Alex Wilder&lt;/a&gt;. Constrictor takes Chase Stein and Death Locket where he shows them the freedom of the supervillain lifestyle. While Chase, a natural athlete, plays basketball with the muscle of the Masters, Death Locket is getting the lowdown on how this portion of the group works. Madame Masque leads Anachronism, Cammi, and Hazmat to the rooftop of an unknown building where they have a short conversation. When Madame Masque leaves, Anachronism, Cammi, and Hazmat discuss their options. If they leave, they go to jail for killing Arcade. If they stay, they become villains. Hazmat thinks they could become super heroes again if they take the Masters down from the inside. Back in Hell Town, Nico Minoru blows some steam by fighting &lt;a href=\"List%20of%20Marvel%20Comics%20demons\"&gt;demons&lt;/a&gt; in Mephisticuffs and totally loses it in a big way. She comes to herself having basically split a demon down the middle. She leaves in typical angsty fashion and Daimon Hellstrom comes to talk to her. He offers a shoulder to cry on and she says he is a little to “smoldering and pentagrammy.” His offer wasn’t for him, but for someone from her past. The group (except for Death Locket and Bloodstone) comes together and mostly agrees to join with the purpose of secretly bringing the Masters of Evil down. The only exception is Cammi. When Baron Zemo hears that she is the only one not joining, he says that they will respect her choice. Cammi flies away only to be caught by Constrictor and brutally slammed into a rock wall. Bleeding and semi-conscious from the surprise attack, Cammi lays under Constrictor as he says \"The man gave you a choice. You picked wrong.\"\nChase Stein and Death Locket are training with Excavator until Constrictor assembles the Young Masters for a mission. Constrictor sends Chase Stein, Death Locket, and the Young Masters to &lt;a href=\"Advanced%20Idea%20Mechanics\"&gt;A.I.M.&lt;/a&gt; Island. During the fight which is a ground skirmish against A.I.M., it is revealed that Death Locket has developed a crush on Excavator and parachutes in to the island. Immediately, she is overwhelmed by the combat against the A.I.M. Troopers and then starts shooting and swinging. Before the Young Masters can achieve their objective, a random missile robs them of their entryway upon the arrival of Captain America. When Death Locket tries to take a shot from afar, Chase Stein tries to talk some sense into her while having her \"choose who she is fighting for.\" Excavator returns and gets into a scuffle with Chase. Death Locket tries to get them to stop and finally opens up with her arm canon and drops Chase in a single shot. It is also shown that Alex Wilder has been training with Nico on strengthening her powers and after the trauma of seeing Chase hurt she also starts a romantic relationship with Alex again. Cammi is then seen in a prison cell and her cellmate is none other than Arcade. Hazmat only killed a body double. Later on, Mazmat and Aiden finally start a relationship and Madame Masque is so enamored that she involves the young couple in her plans. Hazmat passes this information to Hank Pym and the Avengers, but it turns out Baron Zemo was spreading misinformation and setting a trap for the Avengers. It also turns out that Death Locket had no plans of returning to the surface, since she likes Bagalia and is romantically involved with Excavator. Alex Wilder also confesses to Nico that he was aware of the betrayal, but he had to help Zemo in order to leave hell. Cullen also seems to have betrayed the team, but it turns out Hellstrom is controlling him. Nico is able to break the control spell, but Cullen in his Glartrox form is still uncommunicatable. Anachronism scarifies himself to the Glartrox confident his best friend will be able to control the demon, which Cullen does. Zemo is still able to trap the Avengers in Bagalia, while he steals a SHIELD Helicarrier. Zemo uses SHIELD communication technology to broadcast that SHIELD is spying on everybody, but Cammi is able to break out her prison cell and exposes Zemo's manipulations. Cammi destroys their satellite and then flies back into outer space. Zemo unfortunately escapes with new recruits Alex Wilder and Death Locket. SHIELD drops the charges since Arcade was never murdered and the team is last seen enjoying a vacation at a lake."
}