{
    "id": "42347419",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=42347419",
    "title": "Wharton Dual Language Academy",
    "text": "William H. Wharton K-8 Dual Language Academy, formerly William Wharton Elementary School, is a public school in the &lt;a href=\"Neartown%2C%20Houston\"&gt;Neartown&lt;/a&gt; area of &lt;a href=\"Houston%2C%20Texas\"&gt;Houston, Texas&lt;/a&gt; and part of the &lt;a href=\"Houston%20Independent%20School%20District\"&gt;Houston Independent School District&lt;/a&gt;. Also known as the Wharton Dual Language Academy, the school serves gifted and talented students in the Language Magnet program from &lt;a href=\"K-8%20school\"&gt;Pre-K through 8th grade&lt;/a&gt;.\nWithin the United States it has one of the oldest dual language bilingual programs that occupy entire campuses. it has the only such program in the City of Houston.\nWharton, located within the East Montrose subdivision, serves a section of the Neartown area, including a section of &lt;a href=\"Montrose%2C%20Houston\"&gt;Montrose&lt;/a&gt;, half of &lt;a href=\"Hyde%20Park%2C%20Montrose%2C%20Houston\"&gt;Hyde Park&lt;/a&gt;, most of Avondale, most of East Montrose, a section of North Montrose.\nHistory.\nThe school building was erected in 1929. Prior to its conversion to a K-8 school, it served until grade 6. In the 1998-1999 school year the student population went down by 60 students due to &lt;a href=\"gentrification\"&gt;gentrification&lt;/a&gt; in the Montrose area.\nIn the 2008-2009 school year Wharton was scheduled to add the seventh grade. The eighth grade was scheduled to follow shortly afterwards. Therefore the school's name officially changed from Wharton Elementary to its current name.\nImelda Alamia served as the principal for three years. In 2009 she resigned.\nAs of 2012 the school used temporary buildings to house grades 3-8, as well as the library and technology laboratory, since the original building could not support the entire student body. As part of the 2012 HISD Bond, the school was scheduled to receive a renovation of the original building and a middle school classroom wing. In addition there were plans for updated internet capacity, additional restrooms, an art room, a larger cafeteria, a technology laboratory, a multipurpose area, a science room, and a new library. This would increase the capacity of the school facility to 750 to 900 students. The total cost was $35.6 million. As part of the move plans, in 2016 Wharton was temporarily relocated to \"Wharton Village\" at the &lt;a href=\"Gregory-Lincoln%20Education%20Center\"&gt;Gregory-Lincoln Education Center&lt;/a&gt; in the &lt;a href=\"Fourth%20Ward%2C%20Houston\"&gt;Fourth Ward&lt;/a&gt;.\nProposal to close Wharton.\nIn late September 2007, HISD superintendent &lt;a href=\"Abelardo%20Saavedra\"&gt;Abelardo Saavedra&lt;/a&gt; announced that HISD planned to seek the closure of Wharton Elementary by the 2009-2010 school year and move its program to either Gregory-Lincoln or Milam Elementary School; the latter would have been reopened as that campus was previously closed. It was proposed due to the school's small enrollment and the district's budgetary issues. HISD had the potential of selling the school property for $8 million or higher.\nIn October 2007 parents of Wharton students protested the proposed closure. HISD officials had argued that the Milam class had extra classrooms that could accommodate middle school students, as Wharton was scheduled to receive middle school grades. Wharton parents argued that the Milam campus was too close to railroad tracks, that the Milam campus was in a less safe neighborhood, and that the Milam campus had less room to expand. Parents were also opposed to the idea of consolidating with Gregory-Lincoln as it had inferior disciplinary and academic statistics. In addition, they argued that if a merger with Gregory-Lincoln occurred, that school would have become overcrowded.\nParents in the area around Wharton created a website dedicated to saving the school and met with Saavedra to ask him to not close the school. A \"&lt;a href=\"Houston%20Chronicle\"&gt;Houston Chronicle&lt;/a&gt;\" editorial criticized the proposal to close the school due to its high academic performance. Members of the Cherryhurst community opposed on the grounds that the closure of Wharton could imperil a baseball field on the Wharton property serving an area &lt;a href=\"little%20league\"&gt;little league&lt;/a&gt;. The East Montrose Civic Association worked with the Friends of Wharton group in an effort to save the school, and all of the member organizations of the Neartown Association voted to make efforts to save Wharton. The Greater Houston Preservation Alliance attempted to get Wharton placed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nIn April 2008 HISD stated that the school would at least remain open until the end of the 2008-2009 school year. By August 2008 Saavedra recommended that Wharton be kept open, and that month all of the HISD board members voted to keep it open.\nStudent body.\nIn 2013 the school had about 425 students, with about 70% being classified as low income. Some students had parents who originated from Houston while others had parents who originated from foreign countries, including Mexico, China, and India. At the time there were 70 students in the Wharton middle school program.\nOriginally the student body was mostly Anglo White. By the 2001-2002 school year about 90.5% of the approximately 400 students were Hispanic and Latino. 94% of the students qualified for free or reduced lunch. The percentages of non-Hispanic white, black, and Asian students were 5%, 3%, and 2%, respectively. The school continued to be majority Hispanic and Latino in 2008, when it had 378 students. At the time the maximum possible number of students was 397. Due to the school building's then-small size, it was at 95% capacity.\nCampus.\nThe campus had of space as of 2008. That year the \"&lt;a href=\"Houston%20Chronicle\"&gt;Houston Chronicle&lt;/a&gt;\" stated that Wharton is \"one of a handful of HISD elementary schools considered architecturally significant.\" Architect Harry D. Payne stated that he gave the school building a Lombard Italian style. The \"Chronicle\" described its architecture is in the style of &lt;a href=\"Alamo%20Mission%20in%20San%20Antonio\"&gt;The Alamo&lt;/a&gt;. The building comes in a buff cast stone trim in a brown sandstone-like red color. The bricks come in many colors and are in a light buff, velour-textured style. The roof, a gray and soft brown color, is made of tiles.\nWharton's sister schools are &lt;a href=\"River%20Oaks%20Elementary%20School%20%28Houston%29\"&gt;River Oaks&lt;/a&gt;, Briscoe, Field, Henderson, and &lt;a href=\"Poe%20Elementary%20School%20%28Houston%29\"&gt;Poe&lt;/a&gt; elementaries, which all share the same floor plan. Payne gave each of those schools its own unique exterior.\nWharton included a SPARK Park which could be used after school by members of the community. In 2004 HISD board trustees agreed to allow a field at Wharton to be developed into a baseball field so the Neartown Little League could play there. The Conrad Hilton Foundation donated $250,000 and Maxine Meyers, the wife of a deceased automobile dealership owner, donated $5,000. The Meyers donation funded a scoreboard. The little league raised $350,000 to help pay for the facility. The baseball field was known as Eric Hilton Field. In 2016, the SPARK Park and baseball field, as well as the school's outdoor covered basketball court, were removed to make way for the construction of a new building. This new building, completed in 2019, is 3 stories tall and features an indoor gym, maker spaces, and a central courtyard.\nCurriculum.\nThe Wharton Elementary Dual Language philosophy promotes both Spanish and English as languages of equal value.\nBased on second language acquisition theory and the structure of the dual language program, students must enter the program in kindergarten. Students may enter at 1st grade to be determined on a case by case basis. Since every classroom, from Kinder-5th, is a dual language classroom, English dominate students moving into the Wharton school zone after 1st grade will receive a regular English language education at the &lt;a href=\"Gregory%20Lincoln%20Education%20Complex\"&gt;Gregory Lincoln Education Complex&lt;/a&gt; two blocks from Wharton.\nAcademic performance.\nReflecting the bilingual structure of the school, students may take state achievement tests in either English or Spanish. In 2008 the school had the following &lt;a href=\"Texas%20Assessment%20of%20Knowledge%20and%20Skills\"&gt;Texas Assessment of Knowledge and Skills&lt;/a&gt; (TAKS) scores: In mathematics, 100% at standard and 68% commended; in reading, 94% at standard and 32% commended. By 2008 the &lt;a href=\"Texas%20Education%20Agency\"&gt;Texas Education Agency&lt;/a&gt; had ranked the school as \"Recognized\". In 2013, Ericka Mellon of the \"Houston Chronicle\" stated that the school's percentage of students scoring at an \"advanced\" level in mathematics was below the average of Houston public schools, and therefore it had \"room to improve\". As of 2013 &lt;a href=\"Children%20at%20Risk\"&gt;Children at Risk&lt;/a&gt; ranked the elementary school program 278 out of 775 and the middle school program 11 out of 283.\nIn 2013 Jennifer Day, the principal, stated that the stability in the teaching staff and the school's small size contributed to the school's academic performance.\nFeeder patterns.\nAll persons zoned to Wharton are also zoned to &lt;a href=\"Gregory-Lincoln%20Education%20Center\"&gt;Gregory-Lincoln Education Center&lt;/a&gt; (for middle school only) in the &lt;a href=\"Fourth%20Ward%2C%20Houston\"&gt;Fourth Ward&lt;/a&gt;, and &lt;a href=\"Lamar%20High%20School%20%28Houston%29\"&gt;Lamar High School&lt;/a&gt; in &lt;a href=\"Upper%20Kirby\"&gt;Upper Kirby&lt;/a&gt;."
}