{
    "id": "42359429",
    "revid": "41065784",
    "url": "https://en.wikipedia.org/wiki?curid=42359429",
    "title": "Civil law (common law)",
    "text": "Civil law is a major branch of the &lt;a href=\"law\"&gt;law&lt;/a&gt;. In &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; &lt;a href=\"legal%20systems\"&gt;legal systems&lt;/a&gt; such as &lt;a href=\"England%20and%20Wales\"&gt;England and Wales&lt;/a&gt; and the &lt;a href=\"law%20of%20the%20United%20States\"&gt;United States&lt;/a&gt;, the term refers to non-&lt;a href=\"criminal%20law\"&gt;criminal law&lt;/a&gt;. The law relating to &lt;a href=\"civil%20wrong\"&gt;civil wrong&lt;/a&gt;s and &lt;a href=\"quasi-contract\"&gt;quasi-contract&lt;/a&gt;s is part of the civil law, as is &lt;a href=\"law%20of%20property\"&gt;law of property&lt;/a&gt; (other than property-related crimes, such as &lt;a href=\"theft\"&gt;theft&lt;/a&gt; or &lt;a href=\"vandalism\"&gt;vandalism&lt;/a&gt;). Civil law may, like &lt;a href=\"criminal%20law\"&gt;criminal law&lt;/a&gt;, be divided into &lt;a href=\"substantive%20law\"&gt;substantive law&lt;/a&gt; and &lt;a href=\"civil%20procedure\"&gt;procedural law&lt;/a&gt;. The &lt;a href=\"rights\"&gt;rights&lt;/a&gt; and &lt;a href=\"duties\"&gt;duties&lt;/a&gt; of &lt;a href=\"persons\"&gt;persons&lt;/a&gt; (&lt;a href=\"natural%20persons\"&gt;natural persons&lt;/a&gt; and &lt;a href=\"legal%20persons\"&gt;legal persons&lt;/a&gt;) amongst themselves is the primary concern of civil law. \nIt is often suggested that civil proceedings are taken for the purpose of obtaining compensation for injury, and may thus be distinguished from criminal proceedings, whose purpose is to inflict punishment. However, &lt;a href=\"exemplary%20damages\"&gt;exemplary damages&lt;/a&gt; or &lt;a href=\"punitive%20damages\"&gt;punitive damages&lt;/a&gt; may be awarded in civil proceedings. It was also formerly possible for &lt;a href=\"common%20informer\"&gt;common informer&lt;/a&gt;s to sue for a penalty in civil proceedings.\nBecause some courts have both civil and criminal jurisdiction, civil proceedings cannot be defined as those taken in civil courts. In the United States, the expression \"civil courts\" is used as a shorthand for \"trial courts in civil cases\".\nIn England and other common-law countries, the &lt;a href=\"legal%20burden%20of%20proof\"&gt;burden of proof&lt;/a&gt; in civil proceedings is, in general—with a number of exceptions such as committal proceedings for &lt;a href=\"civil%20contempt\"&gt;civil contempt&lt;/a&gt;—proof on a &lt;a href=\"balance%20of%20probabilities\"&gt;balance of probabilities&lt;/a&gt;. In civil cases in the law of the &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt;, the burden of proof requires the &lt;a href=\"plaintiff\"&gt;plaintiff&lt;/a&gt; to convince the court of the plaintiff's entitlement to the relief sought. This means that the plaintiff must prove each element of the claim, or cause of action in order to recover."
}