{
    "id": "42362886",
    "revid": "22307207",
    "url": "https://en.wikipedia.org/wiki?curid=42362886",
    "title": "Sahak II Bagratuni",
    "text": "Sahak II Bagratuni (&lt;a href=\"Armenian%20language\"&gt;Armenian&lt;/a&gt;: Սահակ Բ Բագրատունի), was an &lt;a href=\"Armenians\"&gt;Armenian&lt;/a&gt; nobleman from the &lt;a href=\"Bagratuni%20Dynasty\"&gt;Bagratuni Dynasty&lt;/a&gt;. He served as the &lt;a href=\"marzban\"&gt;marzban&lt;/a&gt; of &lt;a href=\"Persian%20Armenia\"&gt;Persian Armenia&lt;/a&gt; briefly in 482.\nBiography.\nSahak II was the son of &lt;a href=\"Tirots%20I%20Bagratuni\"&gt;Tirots I Bagratuni&lt;/a&gt;, an Armenian \"&lt;a href=\"aspet\"&gt;aspet&lt;/a&gt;\". When Tirots died in 451, Sahak II was given the aspet title. In 475, the &lt;a href=\"Mamikonian\"&gt;Mamikonian&lt;/a&gt; princess &lt;a href=\"Saint%20Shushanik\"&gt;Shushanik&lt;/a&gt;, was murdered by her husband Prince &lt;a href=\"Varsken\"&gt;Varsken&lt;/a&gt;, who was a convert to &lt;a href=\"Zoroastrianism\"&gt;Zoroastrianism&lt;/a&gt;, and was related to the Mihran family. The reason for this murder was because she had refused to convert to Zoroastrianism and wanted to stay &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt;. Varsken, because of his actions was in 482 executed by &lt;a href=\"Vakhtang%20I%20of%20Iberia\"&gt;Vakhtang I&lt;/a&gt;, king of &lt;a href=\"Caucasian%20Iberia\"&gt;Iberia&lt;/a&gt;. The &lt;a href=\"Sasanian\"&gt;Sasanian&lt;/a&gt; &lt;a href=\"shah\"&gt;shah&lt;/a&gt; &lt;a href=\"Peroz%20I\"&gt;Peroz I&lt;/a&gt; shortly sent an army to punish Vakhtang for intervening. However, Vakhtang was joined by the Armenians, and a revolt broke out in Armenia, led by &lt;a href=\"Vahan%20I%20Mamikonian\"&gt;Vahan I Mamikonian&lt;/a&gt; and Sahak II.\nVahan and Sahak managed to defeat the marzban &lt;a href=\"Adhur%20Gushnasp\"&gt;Adhur Gushnasp&lt;/a&gt;, and Sahak was shortly declared by Vahan and the other Armenians as the marzban of Armenia. However, in 482, Peroz sent an army under &lt;a href=\"Shapur%20Mihran\"&gt;Shapur Mihran&lt;/a&gt;, which defeated the Armenian rebels, killing Sahak. Vahan then fled to the mountains, while Shapur regained control of Armenia. Sahak had a son named &lt;a href=\"Spandiat\"&gt;Spandiat&lt;/a&gt;, who was given the title of aspet after his death.\nSources.\n "
}