{
    "id": "423762",
    "revid": "9107368",
    "url": "https://en.wikipedia.org/wiki?curid=423762",
    "title": "Paul Hornung",
    "text": "Paul Vernon Hornung (December 23, 1935 – November 13, 2020), nicknamed \"the Golden Boy\", was an American professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who was a &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Hall of Fame&lt;/a&gt; running back for the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) from &lt;a href=\"1957%20Green%20Bay%20Packers%20season\"&gt;1957&lt;/a&gt; to &lt;a href=\"1966%20Green%20Bay%20Packers%20season\"&gt;1966&lt;/a&gt;. He played on teams that won four &lt;a href=\"History%20of%20the%20National%20Football%20League%20championship\"&gt;NFL titles&lt;/a&gt; and the &lt;a href=\"Super%20Bowl%20I\"&gt;first Super Bowl&lt;/a&gt;. He is the first &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; winner to be selected as the &lt;a href=\"List%20of%20first%20overall%20National%20Football%20League%20draft%20picks\"&gt;first overall selection&lt;/a&gt; in the &lt;a href=\"National%20Football%20League%20draft\"&gt;NFL Draft&lt;/a&gt;, play pro football, win the NFL &lt;a href=\"National%20Football%20League%20Most%20Valuable%20Player%20Award\"&gt;most valuable player award&lt;/a&gt;, and be inducted into both the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;professional&lt;/a&gt; and &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;college football halls of fame&lt;/a&gt;. Packers coach &lt;a href=\"Vince%20Lombardi\"&gt;Vince Lombardi&lt;/a&gt; stated that Hornung was \"the greatest player I ever coached.\"\nA versatile player, Hornung was a &lt;a href=\"halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt;, &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;, and &lt;a href=\"placekicker\"&gt;placekicker&lt;/a&gt;. He was an excellent all-around college athlete at &lt;a href=\"University%20of%20Notre%20Dame\"&gt;Notre Dame&lt;/a&gt;, where he played &lt;a href=\"Notre%20Dame%20Fighting%20Irish%20men%27s%20basketball\"&gt;basketball&lt;/a&gt; in addition to &lt;a href=\"Notre%20Dame%20Fighting%20Irish%20football\"&gt;football&lt;/a&gt;.\nEarly years.\nHornung born and raised in &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville, Kentucky&lt;/a&gt;. He was an outstanding athlete at &lt;a href=\"Flaget%20High%20School\"&gt;Flaget High School&lt;/a&gt; in Louisville, and &lt;a href=\"Letterman%20%28sports%29\"&gt;lettered&lt;/a&gt; all four years in &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"High%20school%20basketball\"&gt;basketball&lt;/a&gt;, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;. He was recruited by &lt;a href=\"Bear%20Bryant\"&gt;Bear Bryant&lt;/a&gt; at &lt;a href=\"Kentucky%20Wildcats%20football\"&gt;Kentucky&lt;/a&gt; in nearby &lt;a href=\"Lexington%2C%20Kentucky\"&gt;Lexington&lt;/a&gt;, but chose to attend &lt;a href=\"Notre%20Dame%20Fighting%20Irish%20football\"&gt;Notre Dame&lt;/a&gt; instead.\nCollege career.\nAfter spending his sophomore season of &lt;a href=\"1954%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;1954&lt;/a&gt; as a backup &lt;a href=\"fullback%20%28American%20football%29\"&gt;fullback&lt;/a&gt;, Hornung blossomed as a &lt;a href=\"Halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt; and &lt;a href=\"safety%20%28American%20football%20position%29\"&gt;safety&lt;/a&gt; during his junior year in &lt;a href=\"1955%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;1955&lt;/a&gt;. He finished fourth in the nation in total offense with 1,215 yards and six touchdowns. His two touchdowns on offense and two interceptions on defense spurred a victory over No. 4 &lt;a href=\"Navy%20Midshipmen%20football\"&gt;Navy&lt;/a&gt;, and his touchdown pass and field goal beat &lt;a href=\"Iowa%20Hawkeyes%20football\"&gt;Iowa&lt;/a&gt;. In a loss to &lt;a href=\"1955%20USC%20Trojans%20football%20team\"&gt;Southern California&lt;/a&gt;, Hornung ran and threw for 354 yards, the best in the nation in 1955.\nIn the 1956 season he led his team offensively in passing, rushing, scoring, kickoff and punt returns, and punting. He also played defense, led in passes broken up, and was second in interceptions and tackles made. In spite of Notre Dame's &lt;a href=\"1956%20Notre%20Dame%20Fighting%20Irish%20football%20team\"&gt;2-8&lt;/a&gt; record, Hornung won the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; in &lt;a href=\"1956%20NCAA%20University%20Division%20football%20season\"&gt;1956&lt;/a&gt; as the year's outstanding U.S. &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; player – the only time a player from a losing team has been so honored. Nicknamed \"The Golden Boy\", the highly versatile &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; could run, pass, block, and tackle. Many consider Hornung the greatest all-around football player in Notre Dame history.\nHornung also played &lt;a href=\"Notre%20Dame%20Fighting%20Irish%20men%27s%20basketball\"&gt;basketball&lt;/a&gt; during his sophomore year at Notre Dame. He has said that he attended Notre Dame in part for the opportunity to play basketball, and that he was asked not to continue playing in order to help keep his grades up.\nAt the 1957 &lt;a href=\"Chicago%20College%20All-Star%20Game\"&gt;College All Star&lt;/a&gt; game in August in Chicago, Hornung had a famous match race with &lt;a href=\"Abe%20Woodson\"&gt;Abe Woodson&lt;/a&gt;. Woodson said, \"We had &lt;a href=\"Jim%20Brown\"&gt;Jim Brown&lt;/a&gt;, Jim Parker, &lt;a href=\"John%20Brodie\"&gt;John Brodie&lt;/a&gt;, &lt;a href=\"Jon%20Arnett\"&gt;Jon Arnett&lt;/a&gt;, &lt;a href=\"Len%20Dawson\"&gt;Len Dawson&lt;/a&gt;, Paul Hornung, and &lt;a href=\"Tommy%20McDonald%20%28American%20football%29\"&gt;Tommy McDonald&lt;/a&gt;, with &lt;a href=\"Curly%20Lambeau\"&gt;Curly Lambeau&lt;/a&gt; and &lt;a href=\"Otto%20Graham\"&gt;Otto Graham&lt;/a&gt; as our coaches, and we still lost 22-7 to the &lt;a href=\"1957%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt;. Oh, well.\" Just for fun, Woodson, one of the fastest players ever to put on pads, and Hornung agreed to a match race. Hornung won by five yards.\nProfessional career.\nAfter graduating from Notre Dame with a degree in business, Hornung was the first selection overall in the &lt;a href=\"1957%20NFL%20Draft\"&gt;1957 NFL Draft&lt;/a&gt;. He was taken by the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;, with whom he went on to win four league championships, including the &lt;a href=\"Super%20Bowl%20I\"&gt;first&lt;/a&gt; &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; in January 1967.\nHornung was the only Packer on the roster who did not play in &lt;a href=\"Super%20Bowl%20I\"&gt;Super Bowl I&lt;/a&gt;. A pinched nerve sidelined him, and he chose not to enter the game in the fourth quarter.\nAs a professional, Hornung played the &lt;a href=\"Halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt; position as well as &lt;a href=\"Field%20goal%20%28football%29\"&gt;field goal&lt;/a&gt; kicker for several seasons. Hornung led the league in scoring for three straight seasons from &lt;a href=\"1959%20Green%20Bay%20Packers%20season\"&gt;1959&lt;/a&gt;–&lt;a href=\"1961%20Green%20Bay%20Packers%20season\"&gt;61&lt;/a&gt;. During the &lt;a href=\"1960%20NFL%20season\"&gt;1960&lt;/a&gt; season, the last with just 12 games, he set an all-time record by scoring 176 points. Hornung also passed for two additional touchdowns, which did not add to his point-scoring total. The record stood until the season, when &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; &lt;a href=\"LaDainian%20Tomlinson\"&gt;LaDainian Tomlinson&lt;/a&gt; of the &lt;a href=\"2006%20San%20Diego%20Chargers%20season\"&gt;San Diego Chargers&lt;/a&gt; broke the record with 180 points by scoring his 30th touchdown on December 17, leaving him with four points more than Hornung's record with more than two games to play (but in his 14th game, compared to Hornung's 12 games).\nIn &lt;a href=\"1961%20Green%20Bay%20Packers%20season\"&gt;1961&lt;/a&gt;, Hornung set the scoring record in an &lt;a href=\"1961%20NFL%20Championship%20Game\"&gt;NFL championship game&lt;/a&gt; with 19 points. That record stood for 56 years until &lt;a href=\"James%20White%20%28running%20back%29\"&gt;James White&lt;/a&gt; scored 20 points in &lt;a href=\"Super%20Bowl%20LI\"&gt;Super Bowl LI&lt;/a&gt;. In Green Bay's &lt;a href=\"1965%20NFL%20Championship%20Game\"&gt;1965 championship&lt;/a&gt; win, he rushed for 105 yards and a touchdown on a very muddy field against the &lt;a href=\"1965%20Green%20Bay%20Packers%20season\"&gt;Cleveland Browns&lt;/a&gt;. In October of that same year, he set a record for most points in a calendar month with 77. This was also broken by Tomlinson, who posted 78 points in November 2006.\nHornung was voted the league's &lt;a href=\"Most%20Valuable%20Player\"&gt;Most Valuable Player&lt;/a&gt; in 1961 and was chosen as an &lt;a href=\"All-Pro\"&gt;All-Pro&lt;/a&gt; twice and named to the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; twice. He is one of only nine players to have won both the Heisman Trophy and the NFL's Most Valuable Player Award. He is also the only one to ever make a 50+ yard &lt;a href=\"fair%20catch%20kick\"&gt;fair catch kick&lt;/a&gt; which came in &lt;a href=\"1964%20Green%20Bay%20Packers%20season\"&gt;1964&lt;/a&gt; on September 13, at the end of the first half of the opener against rival (and &lt;a href=\"1963%20NFL%20Championship%20Game\"&gt;defending champion&lt;/a&gt;) &lt;a href=\"1964%20Chicago%20Bears%20season\"&gt;Chicago&lt;/a&gt;.\nIn &lt;a href=\"1965%20Green%20Bay%20Packers%20season\"&gt;1965&lt;/a&gt; the 29 year-old Hornung scored a team-record five touchdowns (three rushing and two pass receptions) in a 42–27 road win over the &lt;a href=\"1965%20Baltimore%20Colts%20season\"&gt;Baltimore Colts&lt;/a&gt; on December 12. Hornung's five TD's were overshadowed by the record-tying six touchdowns scored by &lt;a href=\"1965%20Chicago%20Bears%20season\"&gt;Chicago's&lt;/a&gt; &lt;a href=\"Gale%20Sayers\"&gt;Gale Sayers&lt;/a&gt; later that same day against &lt;a href=\"1965%20San%20Francisco%2049ers%20season\"&gt;San Francisco&lt;/a&gt; at &lt;a href=\"Wrigley%20Field\"&gt;Wrigley Field&lt;/a&gt;. But the Packers' victory over the Colts proved important for the Packers, as they wound up tied with the Colts in the Western Conference standings at season's end (forcing an extra playoff game on December 26 which the Packers won in overtime to advance to the NFL Championship). In that NFL championship game against the &lt;a href=\"1965%20Cleveland%20Browns%20season\"&gt;Cleveland Browns&lt;/a&gt; on January 2, Hornung ran for 105 yards and a touchdown in the Packers' 23–12 win for their third league title under Lombardi.\nA pinched nerve in Hornung's neck severely curtailed his playing time in &lt;a href=\"1966%20Green%20Bay%20Packers%20season\"&gt;1966&lt;/a&gt;, and Hornung did not see action in &lt;a href=\"Super%20Bowl%20I\"&gt;Super Bowl I&lt;/a&gt;, when the Packers defeated the &lt;a href=\"1966%20Kansas%20City%20Chiefs%20season\"&gt;Kansas City Chiefs&lt;/a&gt;, 35–10. Hornung was selected in the &lt;a href=\"1967%20NFL%20expansion%20draft\"&gt;expansion draft&lt;/a&gt; by the &lt;a href=\"1967%20New%20Orleans%20Saints%20season\"&gt;New Orleans Saints&lt;/a&gt;, who later traded for Hornung's backfield mate at Green Bay, &lt;a href=\"Jim%20Taylor%20%28fullback%29\"&gt;Jim Taylor&lt;/a&gt;. Hornung never suited up for the Saints, as the neck injury forced him to retire during training camp. Taylor &amp; Hornung were affectionately known as \"Thunder &amp; Lightning\" by Packer fans of the early 1960s.\nHornung holds the record for most games with 30+ points (2), the most games with 25+ points (3), and the most games with 13 points in a season (8 games in &lt;a href=\"1960%20Green%20Bay%20Packers%20season\"&gt;1960&lt;/a&gt;). He also holds the dubious distinction of having missed an NFL record 26 field goals in a season, doing so in 1964.\nHonors and awards.\nHornung was elected to the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; in 1985, the &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Pro Football Hall of Fame&lt;/a&gt; in 1986, and the &lt;a href=\"Wisconsin%20Athletic%20Hall%20of%20Fame\"&gt;Wisconsin Athletic Hall of Fame&lt;/a&gt; in 1990. Also, the \"Paul Hornung Award\" is given out annually to the state of &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;'s top &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; player. Starting in 2010, &lt;a href=\"Paul%20Hornung%20Award\"&gt;an award named in Hornung's honor&lt;/a&gt; is given out to the most versatile college football player in the nation. Hornung's number 5 was also unofficially retired by Lombardi on July 10, 1967, as there has not been a ceremony to have his number on the wall of &lt;a href=\"List%20of%20Green%20Bay%20Packers%20retired%20numbers\"&gt;retired numbers&lt;/a&gt; at &lt;a href=\"Lambeau%20Field\"&gt;Lambeau Field&lt;/a&gt;.\nOff the field.\nHornung was obliged to serve in the &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt; and he was called to active duty during the &lt;a href=\"1961%20Green%20Bay%20Packers%20season\"&gt;1961&lt;/a&gt; season, but he was able to get weekend passes to play on Sundays. Head coach &lt;a href=\"Vince%20Lombardi\"&gt;Vince Lombardi&lt;/a&gt; was a friend of President &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;, and a pass was arranged so Hornung could play in the &lt;a href=\"1961%20NFL%20Championship%20Game\"&gt;NFL championship game&lt;/a&gt; against the &lt;a href=\"1961%20New%20York%20Giants%20season\"&gt;New York Giants&lt;/a&gt;.\n&lt;a href=\"Sport%20%28US%20magazine%29\"&gt;\"Sport\"&lt;/a&gt; magazine named Hornung the most outstanding player in the 1961 championship game, which led to a tax dispute that cemented the tax status of awards to athletes. Hornung was awarded a 1962 &lt;a href=\"Chevrolet%20Corvette\"&gt;Chevrolet Corvette&lt;/a&gt;, but the car's &lt;a href=\"fair%20market%20value\"&gt;fair market value&lt;/a&gt; was not included on his tax returns for either 1961 or 1962. Because it would have been impossible for Hornung to take possession of the Corvette in 1961 – the game was played on December 31 in Green Bay and the car was in a closed dealership in New York – it was determined that the car should have been included in income in 1962. More importantly for the athletic community, the court in \"&lt;a href=\"Hornung%20v.%20Commissioner\"&gt;Hornung v. Commissioner&lt;/a&gt;\" also determined that awards for achievement in the field of athletics do not fall under the exceptions provided under section 74(b) of the Internal Revenue Code. From this point on, it became impossible for athletes to exclude any awards they are given for athletics from their gross incomes.\nHornung's penchant for high-living proved disastrous when, in &lt;a href=\"1963%20Green%20Bay%20Packers%20season\"&gt;1963&lt;/a&gt;, a major scandal erupted and Hornung and another of the league's top stars, defensive tackle &lt;a href=\"Alex%20Karras\"&gt;Alex Karras&lt;/a&gt; of the &lt;a href=\"1963%20Detroit%20Lions%20season\"&gt;Detroit Lions&lt;/a&gt;, were suspended from football indefinitely in April 1963 by &lt;a href=\"History%20of%20the%20NFL%20Commissioner\"&gt;commissioner&lt;/a&gt; &lt;a href=\"Pete%20Rozelle\"&gt;Pete Rozelle&lt;/a&gt; for betting on NFL games and associating with undesirable persons. Forthright in admitting to his mistake, Hornung's image went relatively untarnished, and in &lt;a href=\"1964%20Green%20Bay%20Packers%20season\"&gt;1964&lt;/a&gt; his suspension, and Karras's, were re-evaluated by the league and both were reinstated in March.\nIn a September 2006 interview with &lt;a href=\"Bob%20Costas\"&gt;Bob Costas&lt;/a&gt;, Hornung stated that it was his belief that it was Lombardi's constant lobbying of Rozelle that got him reinstated for the &lt;a href=\"1964%20NFL%20season\"&gt;1964 NFL season&lt;/a&gt;. In exchange for Lombardi's efforts, Hornung agreed not to have anything to do with gambling, to stay out of &lt;a href=\"Las%20Vegas%20Strip\"&gt;Las Vegas&lt;/a&gt; and to even forgo attending the &lt;a href=\"Kentucky%20Derby\"&gt;Kentucky Derby&lt;/a&gt; which he had done annually.\nHornung was employed as a &lt;a href=\"color%20analyst\"&gt;color analyst&lt;/a&gt; on &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt; radio broadcasts from 1970 to 1974, as well as &lt;a href=\"TVS%20Television%20Network\"&gt;TVS&lt;/a&gt; &lt;a href=\"World%20Football%20League\"&gt;WFL&lt;/a&gt; telecasts in 1974, &lt;a href=\"NFL%20on%20CBS\"&gt;CBS&lt;/a&gt; NFL telecasts from 1975 to 1979, and &lt;a href=\"Cumulus%20Media%20Networks\"&gt;ABC Radio&lt;/a&gt; &lt;a href=\"United%20States%20Football%20League\"&gt;USFL&lt;/a&gt; broadcasts from 1983 to 1985. He also worked as a &lt;a href=\"sideline%20reporter\"&gt;sideline reporter&lt;/a&gt; for CBS' coverage of &lt;a href=\"Super%20Bowl%20XII\"&gt;Super Bowl XII&lt;/a&gt;. Hornung did college play-by-play for TigerVision, &lt;a href=\"LSU%20Sports%20Network\"&gt;LSU's&lt;/a&gt; pay-per-view broadcasts in 1982 with ex-Green Bay Packers teammate &lt;a href=\"Jim%20Taylor%20%28fullback%29\"&gt;Jim Taylor&lt;/a&gt;. Hornung also performed color commentary for games on &lt;a href=\"College%20Football%20on%20TBS\"&gt;College Football on TBS&lt;/a&gt; in the early 1980s.\nUpon Rozelle's retirement in 1989, Hornung wrote him a letter crediting him with promoting the NFL's rise and for having been \"the best commissioner of any [sports league].\"\nDuring a radio interview on March 30, 2004, Hornung, speaking about the recent lack of football success at Notre Dame, said, \"We can't stay as strict as we are as far as the academic structure is concerned because we've got to get the black athletes. We must get the &lt;a href=\"African%20American\"&gt;black&lt;/a&gt; athletes if we're going to compete.\" The response was immediate. The &lt;a href=\"University%20of%20Notre%20Dame\"&gt;University&lt;/a&gt; replied, \"We strongly disagree with the thesis of his remarks. They are generally insensitive and specifically insulting to our past and current African-American student-athletes.\" Famed former Notre Dame head coach &lt;a href=\"Ara%20Parseghian\"&gt;Ara Parseghian&lt;/a&gt; also disagreed with Hornung, saying that Notre Dame did not lower admission standards for him. Hornung said that he was not differentiating between races. \"We need better ball players, black and white, at Notre Dame.\"\nHornung’s lifetime dream was to have a horse compete in the Kentucky Derby. He had a horse on the &lt;a href=\"2013%20Road%20to%20the%20Kentucky%20Derby\"&gt;2013 Road to the Kentucky Derby&lt;/a&gt; by the name of Titletown Five, trained by friend and &lt;a href=\"National%20Museum%20of%20Racing%20and%20Hall%20of%20Fame\"&gt;hall of fame&lt;/a&gt; trainer &lt;a href=\"D.%20Wayne%20Lukas\"&gt;D. Wayne Lukas&lt;/a&gt;. Although the horse did not earn enough points to gain entry to the race, the horse was entered in the &lt;a href=\"2013%20Preakness%20Stakes\"&gt;2013 Preakness Stakes&lt;/a&gt;, finishing last.\nHornung died from &lt;a href=\"dementia\"&gt;dementia&lt;/a&gt; at the age of 84 on November 13, 2020, in Louisville, Kentucky."
}