{
    "id": "42393174",
    "revid": "17470005",
    "url": "https://en.wikipedia.org/wiki?curid=42393174",
    "title": "Iain Quarrier",
    "text": "Iain Quarrier (April 12, 1941 – 2016) was a Canadian actor. He appeared in only five movies in the mid to late 1960s before retiring from the film business following the murder of his close friend &lt;a href=\"Sharon%20Tate\"&gt;Sharon Tate&lt;/a&gt; in 1969.\nCareer.\nQuarrier began his career in two films directed by &lt;a href=\"Roman%20Polanski\"&gt;Roman Polanski&lt;/a&gt;; \"&lt;a href=\"Cul-de-sac%20%281966%20film%29\"&gt;Cul-de-sac&lt;/a&gt;\" (1966) and \"&lt;a href=\"Fearless%20Vampire%20Killers\"&gt;Fearless Vampire Killers&lt;/a&gt;\" (1967).\nIn 1968, along with &lt;a href=\"Jean-Luc%20Godard\"&gt;Jean-Luc Godard&lt;/a&gt;, he acted in and produced the film \"&lt;a href=\"Sympathy%20for%20the%20Devil%20%281968%20film%29\"&gt;One Plus One&lt;/a&gt;\". When the film was shown at the London Film Festival, Godard was so dissatisfied with Quarrier's production that he appealed at the premiere for the audience to ask for their money back. A heated argument followed with Godard punching Quarrier.\nQuarrier was a close friend of Roman Polanski and his wife &lt;a href=\"Sharon%20Tate\"&gt;Sharon Tate&lt;/a&gt;. On 8 August 1969, the night of the &lt;a href=\"Sharon%20Tate%23Murder\"&gt;murder of Tate and four other people&lt;/a&gt; by the &lt;a href=\"Manson%20Family\"&gt;Manson Family&lt;/a&gt;, he had been invited by Tate to her house. However, he was delayed during filming of \"&lt;a href=\"Vanishing%20Point%20%281971%20film%29\"&gt;Vanishing Point&lt;/a&gt;\" in the California desert (Quarrier was a creative associate on the film). Arriving late in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; he decided not to bother the pregnant Tate at such a late hour and traveled onto the Vanishing Point &lt;a href=\"wrap%20party\"&gt;wrap party&lt;/a&gt; instead.\nHis last film role was in 1968's \"&lt;a href=\"Wonderwall%20%28film%29\"&gt;Wonderwall&lt;/a&gt;\".\nAfter Tate's death, Quarrier retired from the film business.\nLater life.\nAfter suffering a mental breakdown in 1972, Quarrier spent time at &lt;a href=\"Bethlem%20Royal%20Hospital\"&gt;Bethlem Royal Hospital&lt;/a&gt;.\nIn 1996, Quarrier received a police caution for indecently assaulting two girls.\nOn 7 October 2008, Quarrier pleaded guilty at &lt;a href=\"Blackfriars%20Crown%20Court\"&gt;Blackfriars Crown Court&lt;/a&gt; to the attempted abduction of a five-year-old girl in a busy supermarket in &lt;a href=\"Ladbroke%20Grove\"&gt;Ladbroke Grove&lt;/a&gt;, West London. He was sentenced to 12 months imprisonment, suspended for two years. Two weeks prior to the incident, Quarrier had attempted to 'purchase' a nine-year-old girl in the same supermarket. Quarrier also received a &lt;a href=\"Prohibitive%20Activity%20Order\"&gt;Prohibitive Activity Order&lt;/a&gt;, banning him from unsupervised contact with children under the age of 16 years. He was also ordered to comply with an alcohol treatment directed by his probation officer.\nIn 2012, it was reported that Quarrier was suffering from &lt;a href=\"Korsakoff%27s%20syndrome\"&gt;Korsakoff's syndrome&lt;/a&gt;, a form of dementia. He died in 2016 in Kensington, London.\nQuotes.\n\"[Iain Quarrier] reflects the gilded youth of swinging sixties London, the glittering Bohemian inner circle of beautiful people. He is an immaculate dandy, a ‘dedicated follower of fashion’, clearly caring a great deal about his appearance and the way he is perceived but affecting an air of disdainful, disinterested cool\". Jez Winship"
}