{
    "id": "42401391",
    "revid": "5886041",
    "url": "https://en.wikipedia.org/wiki?curid=42401391",
    "title": "Uncle Sam billboard",
    "text": "The Uncle Sam billboard is a large, privately owned &lt;a href=\"billboard\"&gt;billboard&lt;/a&gt; in &lt;a href=\"Washington%20%28state%29\"&gt;Washington State&lt;/a&gt; which displays messages of political commentary. The billboard is located directly adjacent to the northbound lanes of &lt;a href=\"Interstate%205%20in%20Washington\"&gt;Interstate 5&lt;/a&gt; in &lt;a href=\"Napavine%2C%20Washington\"&gt;Napavine, Washington&lt;/a&gt;, around 8 miles south of &lt;a href=\"Chehalis%2C%20Washington\"&gt;Chehalis&lt;/a&gt;, in &lt;a href=\"Lewis%20County%2C%20Washington\"&gt;Lewis County&lt;/a&gt;. The sign has been used to display the &lt;a href=\"right-wing\"&gt;right-wing&lt;/a&gt; political opinions of its owners for over 50 years and is considered a local &lt;a href=\"landmark\"&gt;landmark&lt;/a&gt;.\nDescription and history.\nThe two-sided billboard, which depicts a large painting of &lt;a href=\"Uncle%20Sam\"&gt;Uncle Sam&lt;/a&gt; on both sides, is located beside the northbound lanes of Interstate 5 (I-5), near Exit 72, just outside of Chehalis. Alfred Hamilton began posting messages after I-5 was constructed across his turkey farm in the early 1960s to promote his \"archconservative views in big block letters\" . The first message he and his wife, Ruth, posted was based on their anger towards the government for funding welfare programs. Hamilton further resented the government for interfering with his ability to lease billboard space following &lt;a href=\"Lady%20Bird%20Johnson\"&gt;Lady Bird Johnson&lt;/a&gt;'s &lt;a href=\"Highway%20Beautification%20Act\"&gt;Highway Beautification Act&lt;/a&gt;. \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" described Hamilton as a \"cranky crusader\" who \"loved a fight\" and a \"stubborn man, a &lt;a href=\"Turkey%20%28bird%29\"&gt;turkey&lt;/a&gt; farmer with a big belly full of opinions\". According to the paper, \"Mr. Hamilton minced no words in attacking virtually everything and everyone that irritated him: gun control, the government and gays, Russians and radicals, &lt;a href=\"Henry%20Kissinger\"&gt;Kissinger&lt;/a&gt; and &lt;a href=\"John%20Kerry\"&gt;Kerry&lt;/a&gt;.\" One of his friends recalled Hamilton's belief that \"all Democrats were 'damn fools'\", saying: \"In many instances – and we were pretty close – I warned people not to get into discussions of religion and politics with him. He was so set in his ways that it was unusual.\" After Alfred Hamilton died in November 2004 at age 84, his family (who did not necessarily share all of his views) was initially uncertain if they would continue with the billboard's conservative content and upkeep; Hamilton's grandson has been posting new messages periodically ever since. I-5 motorists have been called a \"captive audience\", as congestion often causes traffic jams between &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt; and &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt;, both generally considered politically liberal. In 2003, an average of 50,000 motorists drove the 170 mile stretch between the two cities daily, including northbound and southbound.\nOver the years, the billboard has occasionally been moved or modified due to conflicts with the state and federal government. In 1995, \"&lt;a href=\"The%20Seattle%20Times\"&gt;The Seattle Times&lt;/a&gt;\" reported that Hamilton had sold his of land between Centralia and Chehalis, and that the sign and other buildings on the land would be removed. The land had been in the Hamilton family since 1945. He and his wife moved to &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt; but continued to own nearby land. In the year leading up to the sale, billboard messages were changed once a month; before then, they were changed weekly. The billboard was moved to its current site just inside the Napavine city limits, south of Chehalis, in 1996.\nHamilton once stated: \"I'm not trying to convert anyone to my way of thinking. But I want to make people think.\" After Hamilton's death in 2004, his son said, \"I know the billboard had a lot of repercussions politically, from the state and the feds on down, because he voiced his opinions and sometimes he stepped on toes.\"\nMessages.\nThe Billboards' conservative messages have targeted myriad subjects, including &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;, &lt;a href=\"big%20government\"&gt;big government&lt;/a&gt;, and &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt;. Some messages which have appeared on the sign include:\nThe Kissinger message was Hamilton's favorite. The Gregoire message marked his last before his death in November, 2004.\nReception.\nThe billboard has elicited considerable controversy and over the years several attempts have been made by various individuals and groups to have it legally removed. Hamilton once said that feedback to the sign had been \"95 percent positive\". However, in 1985, Hamilton told \"&lt;a href=\"The%20Oregonian\"&gt;The Oregonian&lt;/a&gt;\" that he had received threats over the sign. The billboard has been vandalized on numerous occasions and \"&lt;a href=\"The%20Seattle%20Times\"&gt;The Seattle Times&lt;/a&gt;\" reported that attempts had been made to burn it down, most recently in June, 2020. \"The New York Times\" called the billboard \"a kind of grouchy chronicle of one man's one-sided take on things.\" Following Hamilton's death, one editorial contributor for the \"&lt;a href=\"Seattle%20Post-Intelligencer\"&gt;Seattle Post-Intelligencer&lt;/a&gt;\" wrote, \"We thought the billboards cranky, but worth looking at. That billboard is what makes America better because it celebrates a founding principle of our nation, the First Amendment. We completely disagree with Hamilton's view of the world, but praise his discourse.\" The editorial began with the phrase \"Uncle Sam is no more\", but ended with, \"Forget what we said above. 'Uncle Sam lives.'\""
}