{
    "id": "42417889",
    "revid": "1033270147",
    "url": "https://en.wikipedia.org/wiki?curid=42417889",
    "title": "Faith-based marketing",
    "text": "Faith-based marketing is the integration of religious faith into marketing and business. Such agencies specialize in marketing faith-based products and creating partnerships that target specific groups, such as the family-based audience. In the United States this type of marketing can help reach Christians, who enjoy an estimated purchasing power of over $5.1 trillion a year. Marketing research conducted by Nokia has shown that one of the most-desired features that adherent Muslims look for in cell phones is a Qibla finder that will orient them towards Mecca during prayer. As the desire for religion-on-demand grows, more modern, technologically-advanced products are being designed to help believers maintain traditional religious practices. Faith-based design allows companies to reach strong existing markets in new ways.\nMarket segments.\nChristian.\n&lt;a href=\"The%20Timothy%20Plan\"&gt;The Timothy Plan&lt;/a&gt; offers mutual funds and exchange traded funds aimed at American evangelical Christians. &lt;a href=\"Global%20X%20ETFs\"&gt;Global X ETFs&lt;/a&gt; has two ETFs catered to Catholic investors.\nMany &lt;a href=\"Christian%20book\"&gt;Christian book&lt;/a&gt; and music titles have become successes in the mainstream world. The best-selling \"&lt;a href=\"Purpose%20Driven%20Life\"&gt;Purpose Driven Life&lt;/a&gt;\" by Christian pastor &lt;a href=\"Rick%20Warren\"&gt;Rick Warren&lt;/a&gt; became the bestselling hardback non-fiction book in history, and is the second most-translated book in the world, after the Bible. In 2004, the &lt;a href=\"Mel%20Gibson\"&gt;Mel Gibson&lt;/a&gt;-directed \"&lt;a href=\"The%20Passion%20of%20the%20Christ\"&gt;The Passion of the Christ&lt;/a&gt;\" opened to $83.8M domestically and went on to gross $611M worldwide. In 2014, the Christian films &lt;a href=\"Son%20of%20God%20%28film%29\"&gt;\"Son of God\"&lt;/a&gt;, &lt;a href=\"Noah%20%282014%20film%29\"&gt;\"Noah\"&lt;/a&gt;, &lt;a href=\"Heaven%20Is%20for%20Real%20%28film%29\"&gt;\"Heaven Is for Real\"&lt;/a&gt;\" \"and &lt;a href=\"God%27s%20Not%20Dead%20%28film%29\"&gt;\"God's Not Dead\"&lt;/a&gt;, enjoyed box-office success.\nFaith-based marketing is also seen in the tourism industry. The UN &lt;a href=\"World%20Tourism%20Organization\"&gt;World Tourism Organization&lt;/a&gt; estimates that 300 million to 330 million people a year participate in faith-based travel. The U.S. Travel Association reports that 25% of all travelers are interested in a spiritual vacation.\nMany companies incorporate faith-based ideas in their operations, mission statements, or even their packaging, subtly or overtly.\nIslamic.\nSee &lt;a href=\"Islamic%20banking%20and%20finance\"&gt;Islamic banking and finance&lt;/a&gt;, or the &lt;a href=\"Dow%20Jones%20Islamic%20Fund\"&gt;Dow Jones Islamic Fund&lt;/a&gt; for investing alighted with Islamic principles.\nCosts of faith-based marketing.\nEfforts to market or run a business based on religious faith can face unique challenges.\nIn 2012, &lt;a href=\"Chick-fil-A\"&gt;Chick-fil-A&lt;/a&gt;, who has \"made a name [for itself] promoting Christian principles in its charity work\", &lt;a href=\"Chick-fil-A%20same-sex%20marriage%20controversy\"&gt;drew controversy&lt;/a&gt; after its CEO &lt;a href=\"Dan%20Cathy\"&gt;Dan Cathy&lt;/a&gt; suggested that he opposed &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt;, which led to protests. Those protests did not appear to damage the company's sales. &lt;a href=\"Hobby%20Lobby\"&gt;Hobby Lobby&lt;/a&gt;, another Christian business, filed a lawsuit, now styled \"&lt;a href=\"Sebelius%20v.%20Hobby%20Lobby\"&gt;Sebelius v. Hobby Lobby&lt;/a&gt;\", arguing that the &lt;a href=\"Patient%20Protection%20and%20Affordable%20Care%20Act\"&gt;Patient Protection and Affordable Care Act&lt;/a&gt;'s mandate for coverage of &lt;a href=\"emergency%20contraception\"&gt;emergency contraception&lt;/a&gt; violated their &lt;a href=\"First%20Amendment\"&gt;First Amendment&lt;/a&gt;, religious rights. &lt;a href=\"Oral%20arguments\"&gt;Oral arguments&lt;/a&gt; were heard by the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; in March 2014."
}