{
    "id": "42485779",
    "revid": "4796325",
    "url": "https://en.wikipedia.org/wiki?curid=42485779",
    "title": "Nicaraguan Civil War (1926–1927)",
    "text": "The Nicaraguan Civil War of 1926–1927, or the Constitutionalist War, broke out after a &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; by &lt;a href=\"Emiliano%20Chamorro\"&gt;Emiliano Chamorro&lt;/a&gt;, a member of the &lt;a href=\"Conservative%20Party%20%28Nicaragua%29\"&gt;Conservative Party&lt;/a&gt;, removed &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt;'s democratically elected government, resulting in a rebellion by members of the &lt;a href=\"Democratic%20Party%20%28Nicaragua%29\"&gt;Liberal Party&lt;/a&gt;. The conflict came to an end after a military and diplomatic intervention by the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; resulted in the &lt;a href=\"Pact%20of%20Espino%20Negro\"&gt;Pact of Espino Negro&lt;/a&gt;, which began the Peace of Tipitapa. Although the civil war came to an end, one Liberal general, &lt;a href=\"Augusto%20C%C3%A9sar%20Sandino\"&gt;Augusto César Sandino&lt;/a&gt;, refused to lay down his arms and waged the Sandino Rebellion against the Nicaraguan government and the &lt;a href=\"US%20Marine%20Corps\"&gt;US Marine Corps&lt;/a&gt; until 1933.\nBackground.\nNicaragua had been &lt;a href=\"United%20States%20occupation%20of%20Nicaragua\"&gt;occupied&lt;/a&gt; by one hundred American Marines since the &lt;a href=\"Nicaraguan%20civil%20war%20%281912%29\"&gt;former country's civil war of 1912&lt;/a&gt;. The &lt;a href=\"1924%20Nicaraguan%20general%20election\"&gt;Nicaraguan presidential election of 1924&lt;/a&gt; brought a coalition government to power, with Conservative &lt;a href=\"Carlos%20Jos%C3%A9%20Sol%C3%B3rzano\"&gt;Carlos Solórzano&lt;/a&gt; being &lt;a href=\"President%20of%20Nicaragua\"&gt;president&lt;/a&gt; and Liberal &lt;a href=\"Juan%20Bautista%20Sacasa\"&gt;Dr. Juan B. Sacasa&lt;/a&gt; being &lt;a href=\"Vice%20President%20of%20Nicaragua\"&gt;vice president&lt;/a&gt;. On 27 January 1925, &lt;a href=\"Emiliano%20Chamorro%20Vargas\"&gt;Emiliano Chamorro&lt;/a&gt;, former president of Nicaragua and member of the &lt;a href=\"Conservative%20Party%20%28Nicaragua%29\"&gt;Conservative Party&lt;/a&gt;, launched a coup d'état when his \"ultra-conservative partisans\" seized Loma Fortress, the military building \"dominating &lt;a href=\"Managua\"&gt;Managua&lt;/a&gt;\" (the Nicaraguan capital), forcing Solórzano and Sacasa to flee the country. He also removed all liberals from the Nicaraguan Congress. The United States refused to recognize Chamorro's regime, since it had come to power through \"unconstitutional means\".\nWar breaks out.\nThe situation deteriorated into &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; on the 2 May 1926 when a group of Liberal exiles landed at &lt;a href=\"Bluefields\"&gt;Bluefields&lt;/a&gt;. Soon, the east coast of Nicaragua was ablaze with rebellion. Liberal forces wore red hatbands, while the Conservatives donned blue ones. However, many soldiers carried both colors in case they were wounded and required medical attention from the enemy's side. The primary commander of the Liberals on this coast was &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Moncada%20Tapia\"&gt;José María Moncada&lt;/a&gt;, who fought to make the exiled Dr. Sacasa president. Another Liberal general was &lt;a href=\"Anastasio%20Somoza%20Garc%C3%ADa\"&gt;Anastasio Somoza García&lt;/a&gt;, who led an army in the southwestern part of Nicaragua. American Marines and &lt;a href=\"United%20States%20Navy\"&gt;sailors&lt;/a&gt; were sent to occupy the country's ports to establish \"neutral zones\", which would prevent fighting in these areas and push the Liberal rebels inland. The United States was deeply concerned with matters in Nicaragua, since the &lt;a href=\"left-wing\"&gt;left-wing&lt;/a&gt; government of &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; was supplying the rebels with arms.\nTo try to put an end to the conflict, the United States arranged a truce and had &lt;a href=\"Lawrence%20Dennis\"&gt;Lawrence Dennis&lt;/a&gt; oversee Conservative and Liberal representatives at a meeting aboard the &lt;a href=\"USS%20Denver%20%28CL-16%29\"&gt;USS \"Denver\"&lt;/a&gt; on the 1 October 1926. Nothing came out of the conference and fighting resumed shortly afterwards. On the 11 November 1926, Chamorro resigned from the presidency, leaving &lt;a href=\"Sebasti%C3%A1n%20Uriza\"&gt;Sebastián Uriza&lt;/a&gt; holding the reins of power. On 14 November &lt;a href=\"Adolfo%20D%C3%ADaz\"&gt;Adolfo Díaz&lt;/a&gt;, who was referred to as \"our Nicaraguan\" by the United States, became president and was recognized by the U.S. Dr. Sacasa returned to Nicaragua on the 1 December 1926, arriving at the port of &lt;a href=\"Puerto%20Cabezas\"&gt;Puerto Cabezas&lt;/a&gt; and proclaiming a rival government, which was only recognized by Mexico. In January 1927, &lt;a href=\"President%20of%20the%20United%20States\"&gt;U.S. president&lt;/a&gt; &lt;a href=\"Calvin%20Coolidge\"&gt;Calvin Coolidge&lt;/a&gt; lifted the &lt;a href=\"arms%20embargo\"&gt;arms embargo&lt;/a&gt; on the Nicaraguan government, allowing his country to legally provide military aid to the Conservatives.\nMoncada's forces began marching westwards towards Managua, defeating Conservative forces along the way. Meanwhile, Liberals led by &lt;a href=\"Francisco%20Paraj%C3%B3n\"&gt;Francisco Parajón&lt;/a&gt; struck at the city of &lt;a href=\"Chinandega\"&gt;Chinandega&lt;/a&gt;, causing &lt;a href=\"Battle%20of%20Chinandega\"&gt;one of the most destructive battles of the war&lt;/a&gt;. The battle raged from 6 to 9 February 1927, and saw 500 Conservative defenders face off against between 600 and 2,000 Liberal attackers, with \"hundreds [being] killed on each side.\" During the fighting, much of the city was destroyed by fire. The blaze was \"probably\" caused by Liberal soldiers or \"civilian looters\", but many blamed two American airmen flying for the Conservative government. Eventually, the rebels were driven from the city after some bitter &lt;a href=\"Urban%20warfare\"&gt;house-to-house fighting&lt;/a&gt;.\nWith the Liberals advancing on Managua, the United States found itself on the verge of war. It couldn't afford to let a left-wing Mexican-backed regime rise to power in the region. Díaz appealed to American fears of &lt;a href=\"communism\"&gt;communism&lt;/a&gt; by saying the rebels were &lt;a href=\"Bolsheviks\"&gt;Bolshevist&lt;/a&gt; in nature. Marine reconnaissance aircraft flying for the Conservatives were already occasionally receiving fire from Liberal forces, although the more \"[r]esponsible\" rebel officers tried to prevent a clash with the Americans.\nPeace of Tipitapa.\nTo put an end to the civil war without using the Marines to actively fight the Liberals, Coolidge sent &lt;a href=\"Henry%20L.%20Stimson\"&gt;Henry L. Stimson&lt;/a&gt; to negotiate an end to hostilities. Traveling across the war-scarred Central American nation, Stimson met Moncada at the town of &lt;a href=\"Tipitapa\"&gt;Tipitapa&lt;/a&gt;, which sits along &lt;a href=\"Tipitapa%20River\"&gt;the river of the same name&lt;/a&gt;, on the 4 May 1927. Here, Moncada agreed to the &lt;a href=\"Pact%20of%20Espino%20Negro\"&gt;Peace of Tipitapa&lt;/a&gt;, ending the conflict. The conditions of the peace were that Adolfo Díaz would remain president until a &lt;a href=\"1928%20Nicaraguan%20general%20election\"&gt;new, American-supervised election in 1928&lt;/a&gt;, both sides would disarm, and a new &lt;a href=\"National%20Guard%20%28Nicaragua%29\"&gt;National Guard&lt;/a&gt; would be established. Any soldier who turned in a &lt;a href=\"rifle\"&gt;rifle&lt;/a&gt; or &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt; would be given the equivalent of ten &lt;a href=\"United%20States%20dollar\"&gt;U.S. dollars&lt;/a&gt;. In all, the Liberals turned in 31 machine guns and 3,704 rifles, while the Conservatives turned in 308 machine guns and 10,445 rifles.\nSandino's role.\nAugusto César Sandino played a notable role in the civil war as a general on the Liberal side. His first battle saw him and twenty-nine of his followers try to take the town of &lt;a href=\"El%20J%C3%ADcaro%2C%20Nueva%20Segovia\"&gt;El Jícaro&lt;/a&gt;, which was held by a force of two hundred Conservatives, on the 2 November 1926. Sandino's men managed to kill \"some\" of the defenders (while suffering no fatalities), but failed to capture the village. Later, in early March 1927, he and one hundred men managed to repulse a government attack on their position on Mount Yucapuca in a seven-hour battle. The Conservatives numbered four hundred and were armed with six machine guns. Sandino scored another victory when he and two hundred followers attacked the city of &lt;a href=\"Jinotega\"&gt;Jinotega&lt;/a&gt; on the 28 March 1927 and captured it \"[a]fter a day of fierce fighting,\" while serving on José María Moncada's right flank. However, Moncada had no love for Sandino and ordered him to take the city of &lt;a href=\"Boaco\"&gt;Boaco&lt;/a&gt;, apparently neglecting to warn him about the strong government garrison there. After observing Boaco's defenses for himself, Sandino decided not to attack and to tag along with Moncada instead. Sandino would consider the latter a traitor after he agreed to the Peace of Tipitapa.\nAftermath.\nDespite an end to the fighting, American Marines would face renegade Liberals, possibly led by &lt;a href=\"Francisco%20Sequeira\"&gt;Francisco Sequeira&lt;/a&gt; (\"General Cabulla\"), in combat at the &lt;a href=\"Battle%20of%20La%20Paz%20Centro\"&gt;Battle of La Paz Centro&lt;/a&gt; on the 16 May 1927. Two Americans were fatally wounded and at least fourteen Nicaraguans perished in the firefight. Augusto César Sandino viewed the peace settlement as treasonous and would fight a &lt;a href=\"Guerrilla%20warfare\"&gt;guerrilla war&lt;/a&gt; against the Marines and Nicaraguan National Guard until 1933. The &lt;a href=\"Battle%20of%20Ocotal\"&gt;first battle of his rebellion&lt;/a&gt; took place at &lt;a href=\"Ocotal\"&gt;Ocotal&lt;/a&gt; on the 16 July 1927."
}