{
    "id": "424911",
    "revid": "18515189",
    "url": "https://en.wikipedia.org/wiki?curid=424911",
    "title": "Hannity &amp; Colmes",
    "text": "Hannity &amp; Colmes is a &lt;a href=\"live%20television\"&gt;live television&lt;/a&gt; show on &lt;a href=\"Fox%20News\"&gt;Fox News&lt;/a&gt; in the United States, hosted by &lt;a href=\"Sean%20Hannity\"&gt;Sean Hannity&lt;/a&gt; and &lt;a href=\"Alan%20Colmes\"&gt;Alan Colmes&lt;/a&gt;, who respectively presented a &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; and &lt;a href=\"Liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt; perspective. The series premiered on October 7, 1996, and the final episode aired on January 9, 2009. The show offered Hannity's conservative views and Colmes's liberal views incorporated into a current news story, or in conjunction with a featured guest.\nIn addition to politics, the show featured debate about non-political stories, such as the &lt;a href=\"2006%20Duke%20University%20lacrosse%20team%20scandal\"&gt;2006 Duke University lacrosse team scandal&lt;/a&gt; or the &lt;a href=\"death%20of%20Anna%20Nicole%20Smith\"&gt;death of Anna Nicole Smith&lt;/a&gt;, or one-on-one interviews with politicians, commonly with the host who most closely shared the guest's political ideology. The show's format resembled a former &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt; show called \"&lt;a href=\"Crossfire%20%28U.S.%20TV%20program%29\"&gt;Crossfire&lt;/a&gt;\", which similarly had co-hosts on both &lt;a href=\"Left-right%20politics\"&gt;the left and right&lt;/a&gt;.\nFox announced on November 24, 2008 that Alan Colmes would leave the show at the end of the year, but he remained a commentator on Fox News, ran the blog Liberaland, and made occasional appearances on other programs like \"The O'Reilly Factor\", and Shovio.com's \"TalkBackTV\" up until his death on February 23, 2017. On December 11, 2008, it was announced that Hannity would take over the time slot alone with a new show simply titled \"Hannity\", which would have a format closer to his weekend program \"&lt;a href=\"Hannity%27s%20America\"&gt;Hannity's America&lt;/a&gt;\". January 9, 2009 was the last airing of \"Hannity &amp; Colmes\", with January 12, 2009 marking the beginning of the new \"&lt;a href=\"Hannity\"&gt;Hannity&lt;/a&gt;\" program.\nGuest hosts.\nWhen either Hannity or Colmes were not available, a guest host replaced the missing host while using the same political ideology. Some guest hosts were normal contributors to the show, while others became regular fill-ins.\nReception.\nThe show was both praised and criticized by viewers and organizations for the concept and production of the show. Ratings-wise, it was long the second highest-rated program in U.S. cable news behind \"&lt;a href=\"The%20O%27Reilly%20Factor\"&gt;The O'Reilly Factor&lt;/a&gt;\" and averaged 3.3 million viewers nightly for the &lt;a href=\"Nielsen%20Media%20Research\"&gt;Nielsen&lt;/a&gt; month prior to the &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;2008 presidential election&lt;/a&gt;.\n&lt;a href=\"Alan%20Colmes\"&gt;Alan Colmes&lt;/a&gt; was touted by Fox as \"a hard-hitting &lt;a href=\"Liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt;\", but stated to \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" that \"I'm quite &lt;a href=\"moderate\"&gt;moderate&lt;/a&gt;\". He sometimes took more &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; positions than other prominent liberals, such as supporting &lt;a href=\"Rudy%20Giuliani\"&gt;Rudy Giuliani&lt;/a&gt; for mayor of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and agreeing with the use of &lt;a href=\"torture\"&gt;torture&lt;/a&gt; techniques by the &lt;a href=\"government%20of%20the%20United%20States\"&gt;government of the United States&lt;/a&gt;. He was characterized by several newspapers as being Hannity's \"sidekick\". Liberal commentator &lt;a href=\"Al%20Franken\"&gt;Al Franken&lt;/a&gt; lambasted Colmes in his book, \"&lt;a href=\"Lies%20and%20the%20Lying%20Liars%20Who%20Tell%20Them\"&gt;Lies and the Lying Liars Who Tell Them&lt;/a&gt;\", accusing him of refusing to ask tough questions during debates and neglecting to challenge erroneous claims made by Hannity or his guests. Franken also claimed that Colmes did not speak as much as Hannity during the show. Some critics also questioned whether or not both hosts received equal time to interview guests. Some of Colmes' liberal critics, notably commentators at &lt;a href=\"Media%20Matters%20for%20America\"&gt;Media Matters for America&lt;/a&gt;, praised him toward the end of the show's run, however. He then began citing their reports in his confrontations with some of his conservative guests on the program.\nA study by Media Matters conducted through January and February 2006 stated that the number of conservatives and Republicans brought on as guests outnumbered the number of liberals and Democrats by margins of 72%–28% in January, and 67%–33% in February. Of the solo interviews that were conducted on the show, 80% of the interviews were with conservatives and Republicans."
}