{
    "id": "42491547",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=42491547",
    "title": "The Gospel According to the Other Mary",
    "text": "The Gospel According to the Other Mary is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt;-&lt;a href=\"oratorio\"&gt;oratorio&lt;/a&gt; by the American composer &lt;a href=\"John%20Adams%20%28composer%29\"&gt;John Adams&lt;/a&gt;. The world premiere took place on May 31, 2012, at the &lt;a href=\"Walt%20Disney%20Concert%20Hall\"&gt;Walt Disney Concert Hall&lt;/a&gt; in Los Angeles with &lt;a href=\"Gustavo%20Dudamel\"&gt;Gustavo Dudamel&lt;/a&gt; conducting the &lt;a href=\"Los%20Angeles%20Philharmonic\"&gt;Los Angeles Philharmonic&lt;/a&gt; who also premiered the staged version on March 7, 2013, at the same venue.\nThe work focuses on the final few weeks of the life of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;, including his &lt;a href=\"Passion%20of%20Jesus\"&gt;passion&lt;/a&gt;, from the point of view of \"the other Mary\", &lt;a href=\"Mary%20of%20Bethany\"&gt;Mary of Bethany&lt;/a&gt; (sometimes mis-identified as &lt;a href=\"Mary%20Magdalene\"&gt;Mary Magdalene&lt;/a&gt;), her sister &lt;a href=\"Martha\"&gt;Martha&lt;/a&gt;, and her brother, &lt;a href=\"Lazarus%20of%20Bethany\"&gt;Lazarus&lt;/a&gt;. The &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; by &lt;a href=\"Peter%20Sellars\"&gt;Peter Sellars&lt;/a&gt; draws its texts from the &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt; and &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt; of the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; and from &lt;a href=\"Rosario%20Castellanos\"&gt;Rosario Castellanos&lt;/a&gt;, &lt;a href=\"Rub%C3%A9n%20Dar%C3%ADo\"&gt;Rubén Darío&lt;/a&gt;, &lt;a href=\"Dorothy%20Day\"&gt;Dorothy Day&lt;/a&gt;, &lt;a href=\"Louise%20Erdrich\"&gt;Louise Erdrich&lt;/a&gt;, &lt;a href=\"Hildegard%20von%20Bingen\"&gt;Hildegard von Bingen&lt;/a&gt;, &lt;a href=\"June%20Jordan\"&gt;June Jordan&lt;/a&gt;, and &lt;a href=\"Primo%20Levi\"&gt;Primo Levi&lt;/a&gt;.\n\"The Gospel According to the Other Mary\" was a finalist for the 2014 &lt;a href=\"Pulitzer%20Prize%20for%20Music\"&gt;Pulitzer Prize for Music&lt;/a&gt;.\nInstrumentation.\nThe piece is scored for the following orchestra:\nStructure.\nThe opera-oratorio is in two acts, broken down into the following scenes:\nCritical reception.\n\"The Gospel According to the Other Mary\" has received widespread praise, having been variously described as \"powerfully prescient\", \"uncommonly provocative\", and \"immensely powerful\". Andrew Clements of \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" called the score \"easily the finest thing [Adams] has composed in more than two decades\". Adam's orchestration in particular (notably the use of the &lt;a href=\"cimbalom\"&gt;cimbalom&lt;/a&gt;) has also been hailed as inventive and effective. The Passover Aria is often celebrated by critics, and has been described by Mark Swed of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" as \"stunning exquisiteness\".\nHowever, such praise has not been universal. Comparing the piece to Adams' opera &lt;a href=\"El%20Ni%C3%B1o%20%28opera%29\"&gt;\"El Niño\"&lt;/a&gt;, Zachary Woolfe of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" called \"The Gospel According to the Other Mary\" \"more crowded and less coherent\", and the piece has been described as having dramaturgical flaws by multiple critics."
}