{
    "id": "4250128",
    "revid": "88116",
    "url": "https://en.wikipedia.org/wiki?curid=4250128",
    "title": "Muscarinic agonist",
    "text": "A muscarinic agonist is an agent that activates the activity of the &lt;a href=\"muscarinic%20acetylcholine%20receptor\"&gt;muscarinic acetylcholine receptor&lt;/a&gt;. The muscarinic receptor has different subtypes, labelled M1-M5, allowing for further differentiation.\nClinical significance.\nM1.\nM1-type muscarinic acetylcholine receptors play a role in &lt;a href=\"cognition\"&gt;cognitive&lt;/a&gt; processing. In &lt;a href=\"Alzheimer%20disease\"&gt;Alzheimer disease&lt;/a&gt; (AD), &lt;a href=\"amyloid\"&gt;amyloid&lt;/a&gt; formation may decrease the ability of these receptors to transmit signals, leading to decreased cholinergic activity. As these receptors themselves appear relatively unchanged in the disease process, they have become a potential therapeutic target when trying to improve cognitive function in patients with AD.\nA number of muscarinic agonists have been developed and are under investigation to treat AD. These agents show promise as they are &lt;a href=\"neurotrophin\"&gt;neurotrophic&lt;/a&gt;, decrease amyloid depositions, and improve damage due to &lt;a href=\"oxidative%20stress\"&gt;oxidative stress&lt;/a&gt;. &lt;a href=\"Tau%20protein\"&gt;Tau&lt;/a&gt;-phosphorylation is decreased and cholinergic function enhanced. Notably several agents of the AF series of muscarinic agonists have become the focus of such research:. AF102B, AF150(S), AF267B. In animal models that are mimicking the damage of AD, these agents appear promising.\nThe agent &lt;a href=\"xanomeline\"&gt;xanomeline&lt;/a&gt; has been proposed as a potential treatment for &lt;a href=\"schizophrenia\"&gt;schizophrenia&lt;/a&gt;.\nM3.\nIn the form of &lt;a href=\"pilocarpine\"&gt;pilocarpine&lt;/a&gt;, muscarinic receptor agonists have been used medically for a short time.\nMuscarinic acetylcholine receptor subtypes.\nThe targets for muscarinic agonists are the muscarinic receptors: &lt;a href=\"Muscarinic%20acetylcholine%20receptor%20M1\"&gt;M1&lt;/a&gt;, &lt;a href=\"Muscarinic%20acetylcholine%20receptor%20M2\"&gt;M2&lt;/a&gt;, &lt;a href=\"Muscarinic%20acetylcholine%20receptor%20M3\"&gt;M3&lt;/a&gt;, &lt;a href=\"Muscarinic%20acetylcholine%20receptor%20M4\"&gt;M4&lt;/a&gt; and &lt;a href=\"Muscarinic%20acetylcholine%20receptor%20M5\"&gt;M5&lt;/a&gt;. These receptors are &lt;a href=\"GPCRs\"&gt;GPCRs&lt;/a&gt; coupled to either &lt;a href=\"Gi%20subunit\"&gt;Gi&lt;/a&gt; or &lt;a href=\"Gq%20subunits\"&gt;Gq subunits&lt;/a&gt;."
}