{
    "id": "42554590",
    "revid": "1060658880",
    "url": "https://en.wikipedia.org/wiki?curid=42554590",
    "title": "Portugal in the Middle Ages",
    "text": "The &lt;a href=\"kingdom%20of%20Portugal\"&gt;kingdom of Portugal&lt;/a&gt; was established from the &lt;a href=\"county%20of%20Portugal\"&gt;county of Portugal&lt;/a&gt; in the 1130s, ruled by the &lt;a href=\"Portuguese%20House%20of%20Burgundy\"&gt;Portuguese House of Burgundy&lt;/a&gt;. During most of the 12th and 13th centuries, its history is chiefly that of the gradual &lt;a href=\"Reconquista\"&gt;reconquest&lt;/a&gt; of territory from the various Muslim principalities (\"&lt;a href=\"taifa\"&gt;taifa&lt;/a&gt;s\") of the period.\nThis process was essentially complete with the ascension of &lt;a href=\"Afonso%20III%20of%20Portugal\"&gt;Afonso III of Portugal&lt;/a&gt;, the first to claim the title of \"King of Portugal and the Algarve\". The &lt;a href=\"history%20of%20Portugal\"&gt;history of Portugal&lt;/a&gt; in the period between the death of &lt;a href=\"Afonso%20III%20of%20Portugal\"&gt;Afonso III&lt;/a&gt; in 1279 and the beginning of the &lt;a href=\"Portuguese%20Empire\"&gt;Portuguese Empire&lt;/a&gt; in 1415 includes the &lt;a href=\"1383%E2%80%931385%20Portuguese%20interregnum\"&gt;1383–1385 Portuguese interregnum&lt;/a&gt; and the subsequent transition from the Portuguese House of Burgundy to the &lt;a href=\"House%20of%20Aviz\"&gt;House of Aviz&lt;/a&gt;.\nBackground.\nTowards the close of the 11th century crusading knights came from every part of Europe to aid the kings of &lt;a href=\"Kingdom%20of%20Le%C3%B3n\"&gt;León&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Castile\"&gt;Castile&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Aragon\"&gt;Aragon&lt;/a&gt; in fighting the &lt;a href=\"Moors\"&gt;Moors&lt;/a&gt;. Among these adventurers was &lt;a href=\"Henry%2C%20Count%20of%20Portugal\"&gt;Henry of Burgundy&lt;/a&gt;, who, in 1095, married &lt;a href=\"Teresa%20of%20Le%C3%B3n%2C%20Countess%20of%20Portugal\"&gt;Teresa of León&lt;/a&gt;, &lt;a href=\"illegitimate\"&gt;illegitimate&lt;/a&gt; daughter of &lt;a href=\"Alfonso%20VI%20of%20Le%C3%B3n%20and%20Castile\"&gt;Alfonso VI of León and Castile&lt;/a&gt;. The &lt;a href=\"County%20of%20Portugal\"&gt;County of Portugal&lt;/a&gt; was included in Teresa's dowry. Count Henry ruled as a &lt;a href=\"vassal\"&gt;vassal&lt;/a&gt; of Alfonso VI, whose &lt;a href=\"Marches\"&gt;Galician marches&lt;/a&gt; were thus secured against any sudden Moorish raid. But in 1109 Alfonso VI died, bequeathing all his territories to his legitimate daughter, &lt;a href=\"Urraca%20of%20Le%C3%B3n\"&gt;Urraca of León&lt;/a&gt;, and Count Henry at once invaded León, hoping to add it to his own dominions at the expense of his &lt;a href=\"suzerain\"&gt;suzerain&lt;/a&gt;.\nAfter three years of war against Urraca and other rival claimants to the throne of León, Count Henry himself died in 1112, leaving his widow Teresa to govern Portugal north of the &lt;a href=\"Mondego%20River\"&gt;Mondego&lt;/a&gt; during the minority of her infant son, &lt;a href=\"Afonso%20I%20of%20Portugal\"&gt;Afonso Henriques&lt;/a&gt;; south of the Mondego, south of the Mondego the Moors still ruled.\nTeresa renewed the struggle against her half-sister and suzerain Urraca in 1116–1117, and again in 1120; in 1121 she was besieged in Lanhoso and captured. But a peace was negotiated by the archbishops &lt;a href=\"Diego%20Gelm%C3%ADrez\"&gt;Diego Gelmírez&lt;/a&gt; and &lt;a href=\"Burdino%20of%20Braga\"&gt;Burdino of Braga&lt;/a&gt;, rival churchmen whose wealth and military resources enabled them to dictate terms. Bitter jealousy existed between the two prelates, each claiming to be &lt;a href=\"Primate%20%28bishop%29\"&gt;primate&lt;/a&gt; \"of all &lt;a href=\"Hispania\"&gt;Hispania&lt;/a&gt;\", and their antagonism had some historical importance insofar as it fostered the growth of separatist tendencies among the Portuguese. But the quarrel was temporarily suspended because both Gelmires and Burdino, virtually princes within their territories, had reason to dread the extension of Urraca's authority. It was arranged that Teresa should be liberated and should continue to hold the county of Portugal as a &lt;a href=\"fief\"&gt;fief&lt;/a&gt; of León. During the next five years she lavished wealth and titles upon her lover, &lt;a href=\"Fernando%20P%C3%A9rez%20de%20Traba\"&gt;Fernando Pérez de Traba&lt;/a&gt;, count of Trava, thus estranging her son, the archbishop of Braga and the nobles.\nMeanwhile, her son Afonso Henriques (meaning \"Afonso son of Henry\") thrived. The boy, probably born around 1109, followed his father as Count of Portugal in 1112, under the tutelage of his mother. The relations between Teresa and her son Afonso proved difficult. Only eleven years old, Afonso already had his own political ideas, greatly different from his mother's. In 1120, the young prince took the side of the &lt;a href=\"archbishop\"&gt;archbishop&lt;/a&gt; of &lt;a href=\"Braga\"&gt;Braga&lt;/a&gt;, a political foe of Teresa, and both were exiled by her orders. Afonso spent the next years away from his own county, under the watch of the bishop. In 1122 Afonso became fourteen, the adult age in the 12th century. He made himself a &lt;a href=\"knight\"&gt;knight&lt;/a&gt; on his own account in &lt;a href=\"Zamora%20Cathedral\"&gt;Zamora Cathedral&lt;/a&gt;, raised an army, and proceeded to take control of his lands. Near &lt;a href=\"Guimar%C3%A3es\"&gt;Guimarães&lt;/a&gt;, at the &lt;a href=\"Battle%20of%20S%C3%A3o%20Mamede\"&gt;Battle of São Mamede&lt;/a&gt; (1128) he overcame the troops under his mother's lover and ally, Count Fernando Pérez de Traba, making her his prisoner and exiling her forever to a monastery in &lt;a href=\"Le%C3%B3n%2C%20Spain\"&gt;León&lt;/a&gt;. She died there in 1130. Thus Afonso become sole ruler (Duke of Portugal) after demands for independence from the county's people, church and nobles. He also vanquished &lt;a href=\"Alfonso%20VII%20of%20Le%C3%B3n%20and%20Castile\"&gt;Alfonso VII of León and Castile&lt;/a&gt;, his nominal suzerain, and thus freed the county from political dependence on the crown of León. On April 6, 1129, Afonso Henriques dictated the writ in which he proclaimed himself Prince of Portugal.\nAfonso then turned his arms against the persistent problem of the Moors in the south. His campaigns were successful and, on July 25, 1139, he obtained an overwhelming victory in the &lt;a href=\"Battle%20of%20Ourique\"&gt;Battle of Ourique&lt;/a&gt;, and straight after was unanimously proclaimed King of Portugal by his soldiers. This meant that Portugal was no longer a vassal county of León, but an independent kingdom in its own right. That he then convened the first assembly of the estates-general at &lt;a href=\"Lamego\"&gt;Lamego&lt;/a&gt; (wherein he would have been given the crown from the Archbishop of Braga, to confirm the independence) is likely to be a 17th-century embellishment of Portuguese history.\nIndependence, however, was not a thing a land could choose on its own. Portugal still had to be acknowledged by the neighbouring lands and, most importantly, by the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; and the &lt;a href=\"Pope\"&gt;Pope&lt;/a&gt;. Afonso wed &lt;a href=\"Matilda%20of%20Savoy%2C%20Queen%20of%20Portugal\"&gt;Matilda of Savoy&lt;/a&gt;, daughter of &lt;a href=\"Amadeus%20III%2C%20Count%20of%20Savoy\"&gt;Amadeus III, Count of Savoy&lt;/a&gt;, and sent ambassadors to Rome to negotiate with the Pope. In Portugal, he built several monasteries and convents and bestowed important privileges to &lt;a href=\"religious%20order\"&gt;religious order&lt;/a&gt;s. In 1143, he wrote to &lt;a href=\"Pope%20Innocent%20II\"&gt;Pope Innocent II&lt;/a&gt; to declare himself and the kingdom servants of the Church, swearing to pursue driving the Moors out of the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt;. Bypassing any king of Castile or León, Afonso declared himself the direct &lt;a href=\"vassal\"&gt;vassal&lt;/a&gt; of the Papacy. Thus, Afonso continued to distinguish himself by his exploits against the Moors, from whom he wrested &lt;a href=\"Santar%C3%A9m%2C%20Portugal\"&gt;Santarém&lt;/a&gt; and &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; in 1147. He also conquered an important part of the land south of the &lt;a href=\"Tagus\"&gt;Tagus&lt;/a&gt; River, although this was lost again to the Moors in the following years.\nMeanwhile, King Alfonso VII, Afonso's cousin, regarded the independent ruler of Portugal as nothing but a rebel. The conflict between the two was constant and bitter in the following years. Afonso became involved in a war, taking the side of the &lt;a href=\"Crown%20of%20Aragon\"&gt;Aragonese king&lt;/a&gt;, an enemy of Alfonso VII. To ensure the alliance, his son &lt;a href=\"Sancho%20I%20of%20Portugal\"&gt;Sancho&lt;/a&gt; was engaged to &lt;a href=\"Dulce%20of%20Aragon\"&gt;Dulce&lt;/a&gt;, sister of the Count of Barcelona and princess of Aragon. Finally, in 1143, the &lt;a href=\"Treaty%20of%20Zamora\"&gt;Treaty of Zamora&lt;/a&gt; established peace between the cousins and the recognition by the Kingdom of León that Portugal was an independent kingdom.\nAfonso was occupied in almost incessant border fighting against his Christian or Moorish neighbours. Twelve years of campaigning on the Galician frontier were concluded in 1143 by the Treaty of Zamora, in which Afonso was recognized as independent of any other Iberian sovereign, although he promised to be a faithful vassal of the Pope and to pay him a yearly tribute of four ounces of gold. In 1167, however, the war was renewed. Afonso succeeded in conquering part of Galicia, but in attempting to capture the frontier fortress of &lt;a href=\"Badajoz\"&gt;Badajoz&lt;/a&gt; he was wounded and forced to surrender to &lt;a href=\"Ferdinand%20II%20of%20Le%C3%B3n\"&gt;Ferdinand II of León&lt;/a&gt; (1169). Ferdinand was his son-in-law and was probably disposed to leniency by the imminence of a Moorish invasion in which Portugal could render useful assistance. Afonso was therefore released under a promise to abandon all his conquests in Galicia.\nIn 1179 the privileges and favours given to the Roman Catholic Church were compensated. In the &lt;a href=\"papal%20bull\"&gt;papal bull&lt;/a&gt; \" &lt;a href=\"Manifestis%20Probatum\"&gt;Manifestis Probatum&lt;/a&gt;\", &lt;a href=\"Pope%20Alexander%20III\"&gt;Pope Alexander III&lt;/a&gt; acknowledged Afonso as King and Portugal as an independent land with the right to conquer lands from the Moors. With this papal blessing, Portugal was at last secured as a country and safe from any Leonese attempts at annexation.\nIn 1184, in spite of his great age, King Afonso of Portugal still had sufficient energy to relieve his son Sancho, who was &lt;a href=\"Siege%20of%20Santar%C3%A9m%20%281184%29\"&gt;besieged in Santarém&lt;/a&gt; by the Moors. He died shortly after, on December 6, 1185.\nReconquista in Portugal.\nAfonso had already won many victories over the Moors. At the beginning of his reign the religious fervor which had sustained the &lt;a href=\"Almoravid%20dynasty\"&gt;Almoravid dynasty&lt;/a&gt; was rapidly subsiding; in Portugal independent Moorish chiefs ruled over cities and petty &lt;a href=\"taifa\"&gt;taifa&lt;/a&gt; states, ignoring the central government; in Africa the Almohades were destroying the remnants of the Almoravide power. Afonso took advantage of these dissentions to invade Alentejo, reinforced by the &lt;a href=\"Knights%20Templar\"&gt;Templars&lt;/a&gt; and the &lt;a href=\"Knights%20Hospitaller\"&gt;Knights Hospitaller&lt;/a&gt;, whose respective headquarters were at &lt;a href=\"Tomar\"&gt;Tomar&lt;/a&gt; and &lt;a href=\"Soure%2C%20Portugal\"&gt;Soure&lt;/a&gt;.\nOn July 25, 1139 he defeated the combined forces of the Moors on the plains of Ourique, in Alentejo. Legend has magnified the victory into the rout of 200,000 &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;s under five kings; but so far was the battle from being decisive that in 1140 the Moors were able to seize the fortress of &lt;a href=\"Leiria\"&gt;Leiria&lt;/a&gt;, built by Afonso in 1135 as an outpost for the defence of &lt;a href=\"Coimbra\"&gt;Coimbra&lt;/a&gt;, his capital. In 1144 they defeated the Templars at Soure. But on March 15, 1147 Afonso &lt;a href=\"Conquest%20of%20Santar%C3%A9m\"&gt;stormed the fortress of Santarém&lt;/a&gt;, and about the same time a band of &lt;a href=\"crusade\"&gt;crusade&lt;/a&gt;rs on their way to Palestine landed at Porto on 16 June 1147, and volunteered for the impending &lt;a href=\"siege%20of%20Lisbon\"&gt;siege of Lisbon&lt;/a&gt;. Among them were many \"Franks\" from France, England, Flanders and German states, who were afterwards induced to settle in Portugal. Aided by these powerful allies, Afonso captured Lisbon on October 24, 1147.\nThis was the greatest military achievement of his reign. The Moorish garrisons of Palmela, Sintra and Almada soon capitulated, and in 1158 Alcácer do Sal, one of the chief centres of Moorish commerce, was taken by storm. At this time, however, the &lt;a href=\"Almohad%20Caliphate\"&gt;Almohad Caliphate&lt;/a&gt; had triumphed in Africa and invaded the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt;, where they were able to check the Portuguese reconquest, although isolated bands of crusading adventurers succeeded in establishing themselves in various cities of Alentejo. The most famous of these free-lancers was &lt;a href=\"Gerald%20the%20Fearless\"&gt;Gerald the Fearless&lt;/a&gt;, who captured Évora in 1165.\nIn 1171 Afonso concluded a seven years truce with the Moors; weakened by his wound and by old age, he could no longer take the field, and when the war broke out afresh he delegated the chief command to his son Sancho. Between 1179 and 1184 the Moors retrieved many of their losses in Alentejo, but were unable to retake Santarém and Lisbon. In 1179, by the papal bull \"&lt;a href=\"Manifestis%20Probatum\"&gt;Manifestis Probatum&lt;/a&gt;\", Pope Alexander III acknowledged Portugal as an independent nation and Afonso and his heirs as her rightful kings. Afonso died on December 6, 1185. He had secured for Portugal both the status and the name of an independent kingdom, and had extended its frontier southwards from the Mondego to the Tagus. He had laid the foundation of its navy and had strengthened, if he did not inaugurate, that system of co-operation between the Crown and the military orders which afterwards proved of incalculable service in the maritime and colonial development of the nation.\n&lt;a href=\"Sancho%20I%20of%20Portugal\"&gt;Sancho I&lt;/a&gt; continued the war against the Moors with varying fortune. In 1189 he won Silves, then the capital of &lt;a href=\"Algarve\"&gt;Algarve&lt;/a&gt;; in 1192 he lost not only Algarve but the greater part of Alentejo, including Alcácer do Sal, to the Almohads. A peace was then arranged.\nFor the next eight years, Sancho was engaged in hostilities against &lt;a href=\"Alfonso%20IX%20of%20Le%C3%B3n\"&gt;Alfonso IX of León&lt;/a&gt;. The motives and course of this indecisive struggle are obscure. It ended in 1201, and the last decade of Sancho's reign was a period of peaceful reform which earned for the king his popular name of \"o Povoador\", \"the Populator\".\nHe granted fresh charters to many cities, legalizing the system of self-government which the Romans had bequeathed to the Visigoths and the Moors had retained or improved. Lisbon had already (1179) received a charter from Afonso I. Sancho also endeavoured to foster immigration and agriculture, by granting estates to the military orders and municipalities on condition that the occupiers should cultivate or colonize their lands. Towards the close of his reign he became embroiled in a dispute with &lt;a href=\"Pope%20Innocent%20III\"&gt;Pope Innocent III&lt;/a&gt;. He had insisted that priests should accompany their flocks in battle, had made them amenable to secular jurisdiction, had withheld the tribute due to Rome and had even claimed the right of disposing of ecclesiastical domains. Finally he had quarreled with &lt;a href=\"Martinho%20Rodrigues\"&gt;Martinho Rodrigues&lt;/a&gt;, the unpopular &lt;a href=\"bishop%20of%20Porto\"&gt;bishop of Porto&lt;/a&gt;, who was besieged for five months in his palace and then forced to seek redress in Rome (1209). As Sancho was in weak health and had no means of resisting Papal pressure, he made full submission (1210); and after bestowing large estates on his sons and daughters, he retired into &lt;a href=\"Alcoba%C3%A7a%20Monastery\"&gt;Alcobaça Monastery&lt;/a&gt;, where he died in March 1211.\nAfonso II.\nThe reign of &lt;a href=\"Afonso%20II%20of%20Portugal\"&gt;Afonso II&lt;/a&gt; is noteworthy for the first meeting of the &lt;a href=\"Portuguese%20Cortes\"&gt;Portuguese Cortes&lt;/a&gt;, to which the upper hierarchy of the Church and the nobles (\"fidalgos\" and \"ricos homens\") were summoned by royal writ. The king (1211–1223), was no warrior, but in 1212 a Portuguese contingent aided the Castilians to defeat the Moors in the &lt;a href=\"Battle%20of%20Las%20Navas%20de%20Tolosa\"&gt;Battle of Las Navas de Tolosa&lt;/a&gt;, and in 1217 the ministers, bishops and captains of the realm, reinforced by foreign crusaders, retook &lt;a href=\"Alc%C3%A1cer%20do%20Sal\"&gt;Alcácer do Sal&lt;/a&gt;.\nAfonso II repudiated the will of his father, refused to surrender the estates left to his brothers, who went into exile, and only gave up the property bequeathed to his sisters after a prolonged civil war in which &lt;a href=\"Alfonso%20VIII%20of%20Castile\"&gt;Alfonso IX of León&lt;/a&gt; took part against them. Even then he compelled the heiresses to take the veil. His attempts to strengthen the monarchy and fill the treasury at the expense of the Church resulted in his excommunication by &lt;a href=\"Pope%20Honorius%20III\"&gt;Pope Honorius III&lt;/a&gt;, and Portugal remained under interdict until Afonso II died on 25 March 1223.\nSancho II.\n&lt;a href=\"Sancho%20II%20of%20Portugal\"&gt;Sancho II&lt;/a&gt; succeeded at the age of thirteen. To secure the removal of the interdict the leading statesmen who were identified with the policy of his father Gonçalo Mendes the chancellor, Pedro Annes, the lord chamberlain (), and Vicente, dean of Lisbon, resigned their offices. Estêvão Soares, archbishop of Braga, placed himself at the head of the nobles and churchmen who threatened to usurp the royal power during Sancho II's minority, and negotiated an alliance with Alfonso IX, by which it was arranged that the Portuguese should attack &lt;a href=\"Elvas%20Municipality\"&gt;Elvas&lt;/a&gt;, the Castilians &lt;a href=\"Badajoz\"&gt;Badajoz&lt;/a&gt;.\nElvas was taken from the Moors in 1226, and in 1227 Sancho assumed control of the kingdom. He reinstated Pedro Annes, made Vicente chancellor, and appointed Martim Annes chief standard-bearer (\"alferes mor\"), i.e., the chief military official. He continued the crusade against the Moors, who were driven from their last strongholds in Alentejo, and in 1239–1244, after a dispute with Rome which was once more ended by the imposition of an interdict and the submission of the Portuguese ruler, he won many successes in the Algarve. But his career of conquest was cut short by a revolution (1245), for which his marriage to a Castilian lady, &lt;a href=\"M%C3%A9cia%20Lopes%20de%20Haro\"&gt;Mécia Lopes de Haro&lt;/a&gt;, furnished a pretext.\nThe legitimacy of the union has been questioned, on grounds which appear insufficient; but of its unpopularity there can be no doubt. The bishops, resenting the favour shown by Sancho to his father's anti-clerical ministers, took advantage of this unpopularity to organize the rebellion. They found a leader in Sancho's brother Afonso, count of Boulogne, who owed his title to a marriage with Matilda, countess of Boulogne. The pope issued a bull of deposition in favour of Afonso, who reached Lisbon in 1246; and after a civil war lasting two years Sancho II retired to Toledo, where he died in January 1248.\nAfonso III.\nOne of the first acts of the usurper, and one of the most important, was to abandon the semi-ecclesiastical titles of visitor () or defender () of the realm, and to proclaim himself king. Hitherto the position of the monarchy had been precarious; as in Aragon the nobles and the church had exercised a large measure of control over their nominal head, and though it would be pedantry to over-emphasize the importance of the royal title, its assumption by &lt;a href=\"Afonso%20III%20of%20Portugal\"&gt;Afonso III&lt;/a&gt; does mark a definite stage in the evolution of a national monarchy and a centralized government.\nA second stage was reached shortly afterwards by the conquest of Algarve, the last remaining stronghold of the Moors. This drew down upon Portugal the anger of &lt;a href=\"Alfonso%20X%20of%20Castile\"&gt;Alfonso X of Castile&lt;/a&gt;, surnamed the Wise, who claimed suzerainty over Algarve. The war which followed was ended by Afonso III consenting to wed Beatriz de Guzmán, illegitimate daughter of Alfonso X, and to hold Algarve as a fief of Castile. The celebration of this marriage, while Matilda, countess of Boulogne and first wife of Afonso III, was still alive, entailed the imposition of an interdict upon the kingdom. In 1254 Afonso III summoned cortes to &lt;a href=\"Leiria\"&gt;Leiria&lt;/a&gt;, in which the chief cities were represented, as well as the nobles and clergy.\nFortified by their support the king refused to submit to Rome. At the cortes of Coimbra (1261), he further strengthened his position by conciliating the representatives of the cities, who denounced the issue of a debased coinage, and by recognizing that taxation could not be imposed without consent of the cortes. The clergy suffered more than the laity under a prolonged interdict, and in 1262 &lt;a href=\"Pope%20Urban%20IV\"&gt;Pope Urban IV&lt;/a&gt; legalized the disputed marriage and legitimized Dinis (future king &lt;a href=\"Denis%20of%20Portugal\"&gt;Dinis&lt;/a&gt;), the king's eldest son. Thus ended the contest for supremacy between Church and Crown.\nThe monarchy owed its triumph to its championship of national interests, to the support of the municipalities and military orders, and to the prestige gained by the royal armies in the Moorish and Castilian wars. In 1263 Alfonso X renounced his claim to suzerainty over the &lt;a href=\"Kingdom%20of%20the%20Algarve\"&gt;Kingdom of the Algarve&lt;/a&gt;. Lisbon was henceforth recognized as the capital. Afonso III continued to reign until his death on 16 February 1279, but the peace of his later years was broken by the rebellion (1277–1279) of Dinis.\nDinis I.\nThe chief problems now confronting the monarchy were no longer military, but social, economic and constitutional. The reign of &lt;a href=\"Denis%20of%20Portugal\"&gt;Denis&lt;/a&gt; was not a period of uninterrupted peace. At the outset his legitimacy was disputed by his brother Afonso, and a brief civil war ensued. Hostilities between &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; and the reunited kingdoms of &lt;a href=\"Kingdom%20of%20Le%C3%B3n\"&gt;León&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Castile\"&gt;Castile&lt;/a&gt; were terminated in 1297 by a treaty of alliance, in accordance with which &lt;a href=\"Ferdinand%20IV%20of%20Castile\"&gt;Ferdinand IV of Castile&lt;/a&gt; married Constance, daughter of Dinis, while Afonso, son of Denis, married Beatrice of Castile, daughter of Ferdinand. A further outbreak of civil war, between the king and the heir-apparent, was averted in 1293 by the queen-consort &lt;a href=\"Elizabeth%20of%20Portugal\"&gt;Elizabeth of Portugal&lt;/a&gt;, who had married Denis in 1281, and was &lt;a href=\"canonized\"&gt;canonized&lt;/a&gt; for her many virtues in the 16th century. She rode between the hostile camps, and succeeded in arranging an honourable peace between her husband and her son.\nThese wars were too brief to interfere seriously with the social reconstruction to which the king devoted himself. At his accession the Portuguese people was not homogeneous; it was a long process in which its component peoples \"Moors and Mozarabs of the south, \"&lt;a href=\"kingdom%20of%20Galicia\"&gt;Galicia&lt;/a&gt;ns\" of the north, &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;s and foreign crusaders\" would be fused into one nationality. King Denis ordered the construction of numerous castles, created new towns, and granted privileges due cities to several others. The process of settlement of the south and some parts of the interior by northern Portuguese, carried out by his predecessors, had a great development in his reign and the new lands were populated. There were also urgent economic problems to be solved. The Moors had made Alentejo the granary of Portugal, but war had undone their work, and large tracts of land were now barren and depopulated. Commerce and education had similarly been subordinated to the struggle for national existence. The machinery of administration was out of date and complicated by the authority of feudal and ecclesiastical courts. The supremacy of the Crown, though recognized, was still unstable. It was Denis who initiated the needful reforms. He earned his title of the \"rei lavrador\" or \"farmer king\" by introducing improved methods of cultivation and founding agricultural schools. He encouraged maritime trade by negotiating a commercial treaty with England (1294) and forming a royal navy (1317) under the command of a Genoese admiral named &lt;a href=\"Manuel%20Pessanha\"&gt;Emanuele Pessagno&lt;/a&gt; (Manuel Pessanha). In 1290 he founded the &lt;a href=\"University%20of%20Coimbra\"&gt;University of Coimbra&lt;/a&gt;, which began its existence in Lisbon and was transferred to Coimbra in 1308 and moved definitively in 1537. He was a poet and a patron of literature and music, proclaiming Portuguese to be the language of the state. His chief administrative reforms were designed to secure centralized government and to limit the jurisdiction of feudal courts. He encouraged and nationalized the military orders. In 1290 the Portuguese knights of the &lt;a href=\"Order%20of%20Saint%20James%20of%20the%20Sword\"&gt;Order of Santiago&lt;/a&gt; were definitely separated from the parent Castilian order. The &lt;a href=\"Prior%20of%20Crato\"&gt;Knights Hospitaller in Portugal&lt;/a&gt; and the &lt;a href=\"Order%20of%20Aviz\"&gt;Order of Saint Benedict of Aviz&lt;/a&gt; had already been established, the traditional dates of their incorporation being 1113 and 1162. After the condemnation of the &lt;a href=\"Templar%20Knights\"&gt;Templars&lt;/a&gt; by &lt;a href=\"Pope%20Clement%20V\"&gt;Pope Clement V&lt;/a&gt; (1312) an ecclesiastical commission investigated the charges against the Portuguese branch of the order, and found in its favour. As the Templars were rich, influential and loyal, Denis took advantage of the death of Clement V. to maintain the order under a new name; the &lt;a href=\"Order%20of%20Christ%20%28Portugal%29\"&gt;Order of Christ&lt;/a&gt;, as it was henceforth called, received the benediction of the pope in 1319 and subsequently played an important part in the colonial expansion of Portugal.\nAfonso IV.\n&lt;a href=\"Afonso%20IV%20of%20Portugal\"&gt;Afonso IV&lt;/a&gt; adhered to the matrimonial policy initiated by Dinis. He arranged that his daughter Maria should wed &lt;a href=\"Alfonso%20XI%20of%20Castile\"&gt;Alfonso XI of Castile&lt;/a&gt; (1328), but the marriage precipitated the war it was intended to avert, and peace was only restored (1330) after Queen Isabella had again intervened. Peter, the heir, afterwards married Constance, daughter of the duke of Peñafiel (near &lt;a href=\"Valladolid\"&gt;Valladolid&lt;/a&gt;), and Afonso IV brought a strong Portuguese army to aid the Castilians against the Moors of Granada and their African allies. In the &lt;a href=\"Battle%20of%20R%C3%ADo%20Salado\"&gt;victory won by the Christians&lt;/a&gt; on the banks of the river Salado, near Tarifa, he earned his title of \"Afonso the Brave\" (1340). In 1347 he gave his daughter Eleanor in marriage to &lt;a href=\"Peter%20IV%20of%20Aragon\"&gt;Peter IV of Aragon&lt;/a&gt;. The later years of his reign were darkened by the tragedy of &lt;a href=\"In%C3%AAs%20de%20Castro\"&gt;Inês de Castro&lt;/a&gt;. He died in 1357. \nPedro I.\nPedro's particular fancy was the administration of justice, which he frequently did in person and with considerable cruelty. The first act of &lt;a href=\"Pedro%20I%20of%20Portugal\"&gt;Pedro I of Portugal&lt;/a&gt;, was to take vengeance on the murderers of Inês de Castro. Throughout his reign he strengthened the central government at the expense of the aristocracy and the Church, by a stern enforcement of law and order. In 1361, at the Cortes of Elvas, it was enacted that the privileges of the clergy should only be deemed valid insofar as they did not conflict with the royal prerogative. Pedro maintained friendly relations with England, where in 1352 &lt;a href=\"Edward%20III%20of%20England\"&gt;Edward III&lt;/a&gt; issued a proclamation in favour of Portuguese traders, and in 1353 the Portuguese envoy Afonso Martins Alho signed a covenant with the merchants of London, guaranteeing mutual good faith in all commercial dealings.\nThe foreign policy of Denis, Afonso IV and Pedro I had been, as in rule, successful in its main object, the preservation of peace with the Christian kingdoms of Iberia; in consequence, the Portuguese had advanced in prosperity and culture. They had supported the monarchy because it was a national institution, hostile to the tyranny of nobles and clergy. During the reign of Ferdinand (1367–1383) and under the regency of Leonora the ruling dynasty ceased to represent the national will; the Portuguese people therefore made an end of the dynasty and chose its own ruler. The complex events which brought about this crisis may be briefly summarized.\nFerdinand I.\n&lt;a href=\"Ferdinand%20I%20of%20Portugal\"&gt;Ferdinand I&lt;/a&gt;, claimed the thrones of &lt;a href=\"Kingdom%20of%20Le%C3%B3n\"&gt;León&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Castile\"&gt;Castile&lt;/a&gt;, left vacant by the death of King &lt;a href=\"Peter%20of%20Castile\"&gt;Peter of Castile&lt;/a&gt; (1369); he based his claim on the fact that his grandmother Beatrice (1367–1385) belonged to the legitimate line of Castile. When the majority of the Castilian nobles refused to accept a Portuguese sovereign, and welcomed &lt;a href=\"Henry%20II%20of%20Castile\"&gt;Henry II of Castile&lt;/a&gt;, Ferdinand allied himself with the Moors and Aragonese; but in 1371 &lt;a href=\"Pope%20Gregory%20XI\"&gt;Pope Gregory XI&lt;/a&gt; intervened, and it was decided that Ferdinand should renounce his claim and marry Eleanor, the daughter of his successful rival.\nFerdinand, however, preferred his Portuguese mistress, &lt;a href=\"Leonor%20Telles%20de%20Menezes\"&gt;Leonor Telles de Menezes&lt;/a&gt;, whom he eventually married. To avenge this slight, Henry of Castile invaded Portugal and besieged Lisbon. Ferdinand appealed to &lt;a href=\"John%20of%20Gaunt\"&gt;John of Gaunt&lt;/a&gt;, who also claimed the throne of Castile, on behalf of his wife, &lt;a href=\"Infanta%20Constance%20of%20Castile\"&gt;Infanta Constance of Castile&lt;/a&gt;, daughter of Peter of Castile. An alliance between Portugal and England was concluded; and although Ferdinand made peace with Castile in 1374, he renewed his claim in 1380, after the death of Henry of Castile, and sent &lt;a href=\"Jo%C3%A3o%20Fernandes%20Andeiro\"&gt;João Fernandes Andeiro&lt;/a&gt;, count of Ourém, to secure English aid. In 1381 &lt;a href=\"Richard%20II%20of%20England\"&gt;Richard II of England&lt;/a&gt; despatched a powerful force to Lisbon, and betrothed his cousin Prince Edward to Beatrice, only child of Ferdinand, who had been recognized as heiress to the throne by the Cortes of Leiria (1376). In 1383, Ferdinand made peace with &lt;a href=\"John%20I%20of%20Castile\"&gt;John I of Castile&lt;/a&gt; at Salvaterra, deserting his English allies, who retaliated by ravaging part of his territory. By the &lt;a href=\"Treaty%20of%20Salvaterra\"&gt;Treaty of Salvaterra&lt;/a&gt; it was agreed that Beatrice should marry John I. Six months later Ferdinand died, and in accordance with the terms of the treaty Leonora became regent until the eldest son of John I and Beatrice should be of age.\nPortuguese Interregnum.\nLeonora had long carried on a relationship with the count of Ourém, who engaged in various intrigues with England and Castile, and whose influence was resented by the leaders of the aristocracy, while her tyrannical rule also aroused Rebellion of bitter opposition. The malcontents chose D. John, 1383. grand-master of the knights of Aviz and illegitimate son of Pedro the Severe, as their leader, organized a revolt in Lisbon, and assassinated the count of Ourém within the royal palace (December 6, 1383). Leonora fled to Santarém and summoned aid from Castile, while D. John was proclaimed defender of Portugal. In 1384 a Castilian army &lt;a href=\"Siege%20of%20Lisbon%20%281384%29\"&gt;invested Lisbon&lt;/a&gt;, but encountered a heroic resistance, and after five months an outbreak of plague compelled them to raise the siege, John I of Castile, discovering or alleging that Leonora had plotted to poison him, imprisoned her in a convent at &lt;a href=\"Tordesillas\"&gt;Tordesillas&lt;/a&gt;, where she died in 1386.\nIn 1384, &lt;a href=\"Nuno%20%C3%81lvares%20Pereira\"&gt;Nuno Álvares Pereira&lt;/a&gt;, future constable of Portugal, defeated the invaders, at the &lt;a href=\"Battle%20of%20Atoleiros\"&gt;Battle of Atoleiros&lt;/a&gt;.\nJohn I.\nOn April 16, 1385, &lt;a href=\"Jo%C3%A3o%20das%20Regras\"&gt;João das Regras&lt;/a&gt; showed at the Cortes assembled in Coimbra that they had the right to choose John of Aviz as their new king. John (or João) was then elected king of Portugal. One of the most important events in the history of the &lt;a href=\"Portuguese%20Cortes\"&gt;Portuguese Cortes&lt;/a&gt; was the Cortes of Coimbra, which definitely affirmed the national character of the monarchy. The choice of the grand-master of Aviz ratified the old alliance between the Crown and the military orders; his election by the whole Cortes not only ratified the alliance between the Crown and the commons, but also included the nobles and the Church.\nFerdinand had been the last legitimate descendant of Count &lt;a href=\"Henry%2C%20Count%20of%20Portugal\"&gt;Henry of Burgundy&lt;/a&gt;. With John I began the rule of a new dynasty, the &lt;a href=\"House%20of%20Aviz\"&gt;House of Aviz&lt;/a&gt;. The most urgent matter which confronted the king or the group of statesmen, led by João das Regras and the constable who inspired his policy was the menace of Castilian aggression. John of Castile marched into Portugal with a large army in August 1385. But on August 14, the much-outnumbered Portuguese, aided by 500 English archers, utterly defeated the Castilians and their French allies at &lt;a href=\"Aljubarrota\"&gt;Aljubarrota&lt;/a&gt;. By this victory the Portuguese showed themselves equal in military power to their strongest rivals in the Peninsula. In October the constable invaded Castile and won another &lt;a href=\"Battle%20of%20Valverde%20%281385%29\"&gt;victory at Valverde&lt;/a&gt;. Early the next year, &lt;a href=\"John%20of%20Gaunt\"&gt;John of Gaunt&lt;/a&gt; and 5,000 English reinforcements arrived to aid John I. Together they launched another counter-invasion of Castile, but the campaign proved abortive. By the &lt;a href=\"Treaty%20of%20Windsor%20%281386%29\"&gt;treaty of Windsor&lt;/a&gt; (May 9, 1386), the alliance between Portugal and England was confirmed and extended. Against such a combination the Castilians were powerless; Denis, eldest son of &lt;a href=\"In%C3%AAs%20de%20Castro\"&gt;Inês de Castro&lt;/a&gt;, claimed the Portuguese throne and invaded Portugal in 1398, but his troops were easily crushed. A treaty was arranged in 1387 and renewed at intervals until peace was concluded with the &lt;a href=\"Treaty%20of%20Ayll%C3%B3n\"&gt;Treaty of Ayllón&lt;/a&gt;, 1411.\nThe domestic and foreign policy pursued by John I until his death in 1433 may be briefly described. At home he endeavoured to reform administration, to encourage agriculture and commerce, and to secure the loyalty of the nobles by grants of land and privileges so extensive that, towards the end of his reign, many nobles who exercised their full feudal rights had become almost independent princes. Abroad, he aimed at peace with Castile and close friendship with England. In 1387 he had married Philipa of Lancaster, daughter of John of Gaunt; Richard II sent troops to aid in the expulsion of Denis; &lt;a href=\"Henry%20IV%20of%20England\"&gt;Henry IV&lt;/a&gt;, &lt;a href=\"Henry%20V%20of%20England\"&gt;Henry V&lt;/a&gt;, and &lt;a href=\"Henry%20VI%20of%20England\"&gt;Henry VI of England&lt;/a&gt; successively ratified the treaty of Windsor; Henry IV made his ally a knight of the Garter in 1400.\nBeginning of the Portuguese Empire.\nThe Cortes of Coimbra, the &lt;a href=\"battle%20of%20Aljubarrota\"&gt;battle of Aljubarrota&lt;/a&gt; and the &lt;a href=\"Treaty%20of%20Windsor%201386\"&gt;treaty of Windsor&lt;/a&gt; mark the three final stages in the consolidation of the monarchy. A period of expansion oversea began in the same reign, with the capture of Ceuta in Morocco. The three eldest sons of King John and Queen Philippa, Edward, Peter and Henry (afterwards celebrated as &lt;a href=\"Henry%20the%20Navigator\"&gt;Henry the Navigator&lt;/a&gt;) desired to win knighthood by service against the Moors, the historic enemies of their country and creed. In 1415 a Portuguese fleet, commanded by the king and the three princes, set sail for Ceuta. The &lt;a href=\"Conquest%20of%20Ceuta\"&gt;town was captured&lt;/a&gt; and garrisoned, and thus the first Portuguese outpost was established on the mainland of Africa.\nFlags of Portugal during the Middle Ages.\nFive different flags were used during the period from 1139 until 1415. As seen below, they evolved over time from a simple blue cross on a white field to a complex design involving a red border with many different shapes.\nReferences.\nAttribution:"
}