{
    "id": "4256",
    "revid": "1059202525",
    "url": "https://en.wikipedia.org/wiki?curid=4256",
    "title": "Baiuvarii",
    "text": "The Baiuvarii or Bavarians () were a &lt;a href=\"Germanic%20people\"&gt;Germanic people&lt;/a&gt;. The Baiuvarii had settled modern-day &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; (which is named after them), &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, and &lt;a href=\"South%20Tyrol\"&gt;South Tyrol&lt;/a&gt; by the 6th century AD, and are considered the ancestors of modern-day &lt;a href=\"Bavarians\"&gt;Bavarians&lt;/a&gt; and &lt;a href=\"Austrians\"&gt;Austrians&lt;/a&gt;. The Baiuvarii spoke the early &lt;a href=\"Bavarian%20language\"&gt;Bavarian language&lt;/a&gt;.\nName.\nThe name of the Baiuvarii is also spelled \"Baiuvari\". It probably means \"men from &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt;\". The placename Bohemia is believed to be connected to that of the &lt;a href=\"Boii\"&gt;Boii&lt;/a&gt;, a &lt;a href=\"Celts\"&gt;Celtic&lt;/a&gt; people who left the region before the &lt;a href=\"Roman%20era\"&gt;Roman era&lt;/a&gt; and were replaced by &lt;a href=\"Germanic%20peoples\"&gt;Germanic peoples&lt;/a&gt;. The Baiuvarii gave their name to the region of &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt;.\nThe name is first attested in &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; sources in the 6th century AD. In the \"&lt;a href=\"Getica\"&gt;Getica&lt;/a&gt;\" (551), &lt;a href=\"Jordanes\"&gt;Jordanes&lt;/a&gt; writes that a group of &lt;a href=\"Suebi\"&gt;Suebes&lt;/a&gt; near the Danube were neighboured on the east by the \"Baibari\". In a poem about a pilgrimage to &lt;a href=\"Augsburg\"&gt;Augsburg&lt;/a&gt; in 565, &lt;a href=\"Venantius%20Fortunatus\"&gt;Venantius Fortunatus&lt;/a&gt; writes that the Baiovarius lived in area around the river &lt;a href=\"Lech%20%28river%29\"&gt;Lech&lt;/a&gt; called Baiuaria.\nLanguage.\nThe Baiuvarii are classified as a &lt;a href=\"Germanic%20people\"&gt;Germanic people&lt;/a&gt;. It is uncertain whether they originally spoke an &lt;a href=\"East%20Germanic%20languages\"&gt;East Germanic&lt;/a&gt; or &lt;a href=\"West%20Germanic%20languages\"&gt;West Germanic&lt;/a&gt; language. Early evidence on the language of the Baiuvarii is limited to personal names and a few &lt;a href=\"Runic\"&gt;Runic&lt;/a&gt; inscriptions. By the 8th century AD, the Baiuvarii were speakers of an early form of the &lt;a href=\"Austro-Bavarian%20language\"&gt;Austro-Bavarian language&lt;/a&gt; within the &lt;a href=\"West%20Germanic\"&gt;West Germanic&lt;/a&gt; family.\nHistory.\nEvidence from &lt;a href=\"etymology\"&gt;etymology&lt;/a&gt; traces the history of the Baiuvarii back to Bohemia in the 1st century AD. This was after the Celtic Boii left the area and were replaced by &lt;a href=\"Maroboduus\"&gt;Maroboduus&lt;/a&gt;, king of the Germanic &lt;a href=\"Marcomanni\"&gt;Marcomanni&lt;/a&gt;, who moved his Suebian people into the area. Whether the Baiuvarii settled Bavaria in a specific later migration, after Maroboduus, either from the north (Bohemia) or from &lt;a href=\"Pannonia\"&gt;Pannonia&lt;/a&gt;, is uncertain.\nAccording to , Bavarian migration to present-day Bavaria is a legend. The early Baiuvarii are often associated with the archaeological group, but this is controversial. During the time of &lt;a href=\"Attila\"&gt;Attila&lt;/a&gt; in the 5th century, the entire &lt;a href=\"Middle%20Danube\"&gt;Middle Danube&lt;/a&gt; region saw the entry of many new peoples from north and east of the Carpathians, and the formation and destruction of many new political entities.\nIt is thus more probable that the Baiuvarii emerged in the provinces of &lt;a href=\"Noricum%20ripense\"&gt;Noricum ripense&lt;/a&gt; and &lt;a href=\"Raetia%20secunda\"&gt;Raetia secunda&lt;/a&gt; following &lt;a href=\"Odoacer\"&gt;Odoacer&lt;/a&gt;'s withdrawal of population to &lt;a href=\"Roman%20Italy\"&gt;Italy&lt;/a&gt; in 488, and the subsequent expansion of Italian Ostrogothic, and &lt;a href=\"Merovingian%20dynasty\"&gt;Merovingian Frankish&lt;/a&gt; influence into the area. They are believed to have incorporated elements from several &lt;a href=\"Germanic%20peoples\"&gt;Germanic peoples&lt;/a&gt;, including the &lt;a href=\"Sciri\"&gt;Sciri&lt;/a&gt;, &lt;a href=\"Heruli\"&gt;Heruli&lt;/a&gt;, &lt;a href=\"Suebi\"&gt;Suebi&lt;/a&gt;, &lt;a href=\"Alemanni\"&gt;Alemanni&lt;/a&gt;, &lt;a href=\"Naristi\"&gt;Naristi&lt;/a&gt;, &lt;a href=\"Thuringi\"&gt;Thuringi&lt;/a&gt; and &lt;a href=\"Lombards\"&gt;Lombards&lt;/a&gt;. They might also have included non-Germanic &lt;a href=\"Proto-Romance\"&gt;Romance people&lt;/a&gt;.\nOne of the earliest references to the Baiuvarii is the &lt;a href=\"Frankish%20Table%20of%20Nations\"&gt;Frankish Table of Nations&lt;/a&gt; from about 520. By the late 5th century, the region was under the influence of the &lt;a href=\"Ostrogothic%20Kingdom\"&gt;Ostrogothic Kingdom&lt;/a&gt; of &lt;a href=\"Theodoric%20the%20Great\"&gt;Theodoric the Great&lt;/a&gt;. During this period, the Frankish king &lt;a href=\"Theudebert%20I\"&gt;Theudebert I&lt;/a&gt; (died 548) claimed control from the North Sea to &lt;a href=\"Pannonia\"&gt;Pannonia&lt;/a&gt;. After his death, his uncle &lt;a href=\"Chlothar%20I\"&gt;Chlothar I&lt;/a&gt; appointed &lt;a href=\"Garibald%20I%20of%20Bavaria\"&gt;Garibald I&lt;/a&gt; as &lt;a href=\"Duke%20of%20Bavaria\"&gt;\"dux\" of Bavaria&lt;/a&gt;. He established the &lt;a href=\"Agilolfings\"&gt;Agilolfings&lt;/a&gt; dynasty with his power base at Augsburg or &lt;a href=\"Regensburg\"&gt;Regensburg&lt;/a&gt;. By the 8th century, many Baiuvarii had converted to Christianity.\nThrough their ruling &lt;a href=\"Agilolfings\"&gt;Agilolfings&lt;/a&gt; dynasty, they were closely connected with the &lt;a href=\"Franks\"&gt;Franks&lt;/a&gt;.\nCulture.\nA collection of Bavarian tribal laws was compiled in the 8th century. This document is known as \"&lt;a href=\"Lex%20Baiuvariorum\"&gt;Lex Baiuvariorum&lt;/a&gt;\". Elements of it possibly date back to the 6th century. It is very similar to \"&lt;a href=\"Lex%20Thuringorum\"&gt;Lex Thuringorum&lt;/a&gt;\", which was the legal code of the &lt;a href=\"Thuringi\"&gt;Thuringi&lt;/a&gt;, with whom the Baiuvarii had close relations.\nThe funerary traditions of the Baiuvarii are similar to those of the Alemanni, but quite different from those of the Thuringi. The Baiuvarii are distinguished by the presence of individuals with &lt;a href=\"artificial%20cranial%20deformation\"&gt;artificially deformed craniums&lt;/a&gt; in their cemeteries. Although, these individuals were predominantly female, only found in small numbers, and they did not leave a genetic impact upon the Bavarian people. Likewise, they were determined to have mostly come from southeastern Europe, perhaps as a form of exogamy.\nGenetics.\nA genetic study published in the \"&lt;a href=\"Proceedings%20of%20the%20National%20Academy%20of%20Sciences%20of%20the%20United%20States%20of%20America\"&gt;Proceedings of the National Academy of Sciences of the United States of America&lt;/a&gt;\" in 2018 examined the remains of 41 individuals buried at a Bavarian cemetery ca. 500 AD. Of these, 11 whole genomes were generated. The males were found to be genetically homogeneous and of &lt;a href=\"Northern%20Europe\"&gt;north&lt;/a&gt;-&lt;a href=\"central%20Europe\"&gt;central Europe&lt;/a&gt;an origin. The females were less homogeneous, particularly those with artificially deformed craniums. The vast majority of the surveyed individuals, particularly the males, were predicted to have had &lt;a href=\"blond\"&gt;blond&lt;/a&gt; hair and &lt;a href=\"blue%20eyes\"&gt;blue eyes&lt;/a&gt;. No significant admixture with Roman populations from territories further south of the area was detected. Among modern populations, the surveyed individuals were found to be most closely related to modern-day &lt;a href=\"Germans\"&gt;Germans&lt;/a&gt;."
}