{
    "id": "42576438",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=42576438",
    "title": "Robbie Ray",
    "text": "Robert Glenn Ray (born October 1, 1991) is an American &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt; for the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB). He previously played for the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;, &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt;, and &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt;. Ray was an &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;MLB All-Star&lt;/a&gt; in 2017 and won the American League &lt;a href=\"Cy%20Young%20Award\"&gt;Cy Young Award&lt;/a&gt; in 2021, when he led the league in &lt;a href=\"earned%20run%20average\"&gt;earned run average&lt;/a&gt; and &lt;a href=\"strikeout\"&gt;strikeout&lt;/a&gt;s.\nEarly life.\nRay was born on October 1, 1991, in &lt;a href=\"Brentwood%2C%20Tennessee\"&gt;Brentwood, Tennessee&lt;/a&gt;. Growing up in the &lt;a href=\"Nashville\"&gt;Nashville&lt;/a&gt; area, Ray often played youth baseball on &lt;a href=\"travel%20team\"&gt;travel team&lt;/a&gt;s alongside future &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star&lt;/a&gt; &lt;a href=\"Mookie%20Betts\"&gt;Mookie Betts&lt;/a&gt;. Although he and Betts were on the same travel teams, they played against each other at their respective high schools, with Ray attending &lt;a href=\"Brentwood%20High%20School%20%28Tennessee%29\"&gt;Brentwood&lt;/a&gt; and Betts at &lt;a href=\"John%20Overton%20High%20School\"&gt;John Overton&lt;/a&gt;. During his &lt;a href=\"Senior%20%28education%29\"&gt;senior&lt;/a&gt; year of high school, Ray posted a 7–1 &lt;a href=\"Win%E2%80%93loss%20record%20%28pitching%29\"&gt;win–loss record&lt;/a&gt; and a 0.50 &lt;a href=\"earned%20run%20average\"&gt;earned run average&lt;/a&gt; (ERA), &lt;a href=\"Strikeout\"&gt;striking out&lt;/a&gt; 95 batters while &lt;a href=\"Base%20on%20balls\"&gt;walking&lt;/a&gt; only 13. He also pitched three &lt;a href=\"no-hitter\"&gt;no-hitter&lt;/a&gt;s that year, including one &lt;a href=\"Perfect%20game%20%28baseball%29\"&gt;perfect game&lt;/a&gt; against &lt;a href=\"Centennial%20High%20School%20%28Tennessee%29\"&gt;Centennial High School&lt;/a&gt;.\nProfessional career.\nWashington Nationals organization.\nAfter de-committing from &lt;a href=\"Vanderbilt%20University\"&gt;Vanderbilt University&lt;/a&gt;, Ray had planned to play &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; for the &lt;a href=\"Arkansas%20Razorbacks%20baseball\"&gt;Arkansas Razorbacks&lt;/a&gt; when he was selected by the &lt;a href=\"Washington%20Nationals\"&gt;Washington Nationals&lt;/a&gt; in the 12th round of the &lt;a href=\"2010%20MLB%20Draft\"&gt;2010 MLB Draft&lt;/a&gt;. He signed with the team on August 14, just before the deadline for draftees, and accepted a &lt;a href=\"signing%20bonus\"&gt;signing bonus&lt;/a&gt; of $799,000, an amount typically allotted for fourth-round draft picks. Because he signed so late in the season, Ray had limited time to play in the &lt;a href=\"Minor%20League%20Baseball\"&gt;minor leagues&lt;/a&gt; in 2010. He pitched only one inning that season, striking out two batters in an appearance for the &lt;a href=\"Vermont%20Lake%20Monsters\"&gt;Vermont Lake Monsters&lt;/a&gt; of the &lt;a href=\"New%20York%E2%80%93Penn%20League\"&gt;New York–Penn League&lt;/a&gt;. After spending five weeks at extended &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; Ray's first professional baseball &lt;a href=\"Games%20started\"&gt;start&lt;/a&gt; came on May 10, 2011, when he pitched five innings for the &lt;a href=\"Class%20A%20%28baseball%29\"&gt;Class A&lt;/a&gt; &lt;a href=\"Hagerstown%20Suns\"&gt;Hagerstown Suns&lt;/a&gt;, striking out six and walking none. Although Hagerstown missed the &lt;a href=\"South%20Atlantic%20League\"&gt;South Atlantic League&lt;/a&gt; playoffs, Ray had a standout season, going 2–3 with a 3.13 ERA in 20 starts.\nPromoted to the &lt;a href=\"Potomac%20Nationals\"&gt;Potomac Nationals&lt;/a&gt; for the 2012 season, Ray struggled with the jump to &lt;a href=\"Class%20A-Advanced\"&gt;Class A-Advanced&lt;/a&gt;. He went 4–12 with a 6.56 ERA, walking 49 and striking out 86 in innings. Ray described the season as \"put[ting] me in my place and show[ing] me what I needed to work on\", and he spent the offseason adjusting his pitching mechanics with the help of minor league pitching coach &lt;a href=\"Chris%20Michalak\"&gt;Chris Michalak&lt;/a&gt;. By turning his hip mid-pitch and lifting his arm slot, Ray was able to isolate the strike zone, and increase his confidence as a pitcher. Leading the &lt;a href=\"Carolina%20League\"&gt;Carolina League&lt;/a&gt; (CAR) with 93 strikeouts and tying for fourth with an ERA of 2.84 in the first half, Ray was named to the CAR All-Star Team. After going 6–3 with a 3.11 ERA in 16 starts and striking out 100 batters in 84 innings, Ray was promoted to the &lt;a href=\"Double-A%20%28baseball%29\"&gt;Double-A&lt;/a&gt; &lt;a href=\"Harrisburg%20Senators\"&gt;Harrisburg Senators&lt;/a&gt; on July 5, 2013. He recorded a &lt;a href=\"complete%20game%20shutout\"&gt;complete game shutout&lt;/a&gt; in only his second Double-A start, allowing just three &lt;a href=\"Single%20%28baseball%29\"&gt;singles&lt;/a&gt; and striking out 11 in a victory over the &lt;a href=\"Erie%20SeaWolves\"&gt;Erie SeaWolves&lt;/a&gt;. In 11 starts for Harrisburg, Ray went 5–2 with a 3.72 ERA, striking out 60 batters in 58 innings.\nDetroit Tigers.\nOn December 3, 2013, the Nationals traded Ray, &lt;a href=\"Ian%20Krol\"&gt;Ian Krol&lt;/a&gt;, and &lt;a href=\"Steve%20Lombardozzi\"&gt;Steve Lombardozzi&lt;/a&gt; to the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt; for &lt;a href=\"Doug%20Fister\"&gt;Doug Fister&lt;/a&gt;, a move that was part of &lt;a href=\"general%20manager\"&gt;general manager&lt;/a&gt; &lt;a href=\"Dave%20Dombrowski\"&gt;Dave Dombrowski&lt;/a&gt;'s larger plan to cut the Tigers' payroll and invest in pitching &lt;a href=\"Prospect%20%28sports%29\"&gt;prospects&lt;/a&gt;. Ray received an invitation to join the Tigers for spring training, with the stipulation that he would only be considered for the major league &lt;a href=\"starting%20rotation\"&gt;starting rotation&lt;/a&gt; if &lt;a href=\"Justin%20Verlander\"&gt;Justin Verlander&lt;/a&gt; was not yet ready to return from core muscle surgery. Ray ultimately began the season with the &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; &lt;a href=\"Toledo%20Mud%20Hens\"&gt;Toledo Mud Hens&lt;/a&gt;, serving as the No. 3 starter in a rotation that alternated between left- and right-handed pitchers. When &lt;a href=\"An%C3%ADbal%20S%C3%A1nchez\"&gt;Aníbal Sánchez&lt;/a&gt; was placed on the &lt;a href=\"disabled%20list\"&gt;disabled list&lt;/a&gt; with a middle finger laceration, Ray, who had gone 3–2 with a 1.59 ERA in five starts for Toledo, was called up to fill his spot in the rotation. Ray made his MLB debut on May 6, 2014, allowing only one run on five hits in innings of an 11–4 rout of the &lt;a href=\"Houston%20Astros\"&gt;Houston Astros&lt;/a&gt;. He was the first Tigers pitcher to win his first major league start at the age of 22 or younger since &lt;a href=\"Jeff%20Weaver\"&gt;Jeff Weaver&lt;/a&gt; in 1999.\nAfter two spot starts for Detroit, Ray was sent back down to Toledo, where he remained until August 10, when he was once again called up to fill in for Sánchez. Ray struggled during this second call-up, which was extended after Sánchez's strained pectoral muscle turned out to be a more severe injury than anticipated. Ray pitched in nine games for the Tigers, starting six, during which he went 1–4 with an 8.16 ERA. He found more success in Toledo, posting a 7–6 record and 4.22 ERA in 20 games (19 starts). After the regular season ended, Ray showed signs of improvement in the &lt;a href=\"Arizona%20Fall%20League\"&gt;Arizona Fall League&lt;/a&gt;, where he allowed only one run and struck out 12 in his first two starts for the &lt;a href=\"Glendale%20Desert%20Dogs\"&gt;Glendale Desert Dogs&lt;/a&gt;. In four starts for Glendale, Ray went 1–1 with a 2.45 ERA, striking out 13 batters in 11 innings of work.\nArizona Diamondbacks.\nThe Tigers traded Ray to the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt; on December 5, 2014, as part of a three-team trade also involving the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt;: Ray and &lt;a href=\"Domingo%20Leyba\"&gt;Domingo Leyba&lt;/a&gt; went from Detroit to Arizona, &lt;a href=\"Didi%20Gregorius\"&gt;Didi Gregorius&lt;/a&gt; went from Arizona to New York, and &lt;a href=\"Shane%20Greene\"&gt;Shane Greene&lt;/a&gt; went from New York to Detroit. Once there, he was assigned to the Triple-A &lt;a href=\"Reno%20Aces\"&gt;Reno Aces&lt;/a&gt; to open the 2015 season. When &lt;a href=\"Archie%20Bradley%20%28baseball%29\"&gt;Archie Bradley&lt;/a&gt; was hit in the face with a &lt;a href=\"line%20drive\"&gt;line drive&lt;/a&gt;, Ray was called up for a spot start in the second game of a &lt;a href=\"Doubleheader%20%28baseball%29\"&gt;doubleheader&lt;/a&gt; against the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt; on May 6. He allowed one run on five hits in six innings and took Arizona to a 5–1 victory. When Bradley suffered another injury on June 4, Ray was once again recalled to take his place in the rotation. Although his 5–12 record and 3.52 ERA were not encouraging, Arizona manager &lt;a href=\"Tony%20La%20Russa\"&gt;Tony La Russa&lt;/a&gt; was confident in Ray's development over the course of the 2015 season, with his increased command leading to 108 strikeouts in innings.\nRay was named to a major league &lt;a href=\"opening%20day\"&gt;opening day&lt;/a&gt; roster for the first time in 2016, serving as the Diamondbacks' No. 5 starter. He started the season in a slump, going over a month between his first and second wins of the season, with the second coming in a 12–2 rout of the Yankees on May 16. He hit his first career &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt; on June 7, a solo shot against &lt;a href=\"Chris%20Archer\"&gt;Chris Archer&lt;/a&gt; of the &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt;. In 32 starts for the Diamondbacks, Ray was 8–15 with a 4.90 ERA in 2016. His season was marked by inconsistency: Ray had 11.3 &lt;a href=\"strikeouts%20per%20nine%20innings\"&gt;strikeouts per nine innings&lt;/a&gt; (K/9), becoming only the 11th pitcher in MLB history to do so, and he recorded 218 strikeouts in innings, but his ERA was also the third-worst of any pitcher with 200 or more strikeouts in a single season. In terms of &lt;a href=\"Wins%20Above%20Replacement\"&gt;Wins Above Replacement&lt;/a&gt; (WAR), he was at 0.7 by &lt;a href=\"Baseball-Reference.com\"&gt;Baseball-Reference.com&lt;/a&gt;, 3.0 by &lt;a href=\"FanGraphs\"&gt;FanGraphs&lt;/a&gt;, and 4.8 by &lt;a href=\"Baseball%20Prospectus\"&gt;Baseball Prospectus&lt;/a&gt;.\nRay had an unremarkable start to the 2017 season, with a 4.57 ERA through eight starts. At that point, &lt;a href=\"Randy%20Johnson\"&gt;Randy Johnson&lt;/a&gt;, who was serving as a special assistant to the Diamondbacks' president, spoke with Ray and told him, \"You better figure this out, because you never know what your last pitch is going to be.\" From there, Ray went on a -inning scoreless streak, including his first major league complete game shutout, coming on May 30 against the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt;. As the Diamondbacks' No. 2 starter behind &lt;a href=\"Zack%20Greinke\"&gt;Zack Greinke&lt;/a&gt;, Ray finished the first half of the season with eight wins and a 2.97 ERA, leading to his first All-Star Game selection. Ray's season was interrupted on July 28, when he was hit in the head with a &lt;a href=\"line%20drive\"&gt;line drive&lt;/a&gt; from &lt;a href=\"Luke%20Voit\"&gt;Luke Voit&lt;/a&gt; of the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt;. Ray fell to the ground and was placed on concussion protocols, only returning to the mound on August 24. Ray made 28 regular-season starts for Arizona, going 15–5 with a 2.89 ERA in the process. The Diamondbacks propelled to 93 wins, the best record since the franchise began, while Ray boasted 12.1 K/9 and held his opponents to a &lt;a href=\"batting%20average\"&gt;batting average&lt;/a&gt; of .199, the best of any Diamondback since Johnson's .197 in 2004. Ray made his first postseason start with innings of &lt;a href=\"Relief%20pitcher\"&gt;relief&lt;/a&gt; in the &lt;a href=\"2017%20National%20League%20Wild%20Card%20Game\"&gt;2017 National League Wild Card Game&lt;/a&gt; against the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt;. Although the Diamondbacks won that game and advanced to the &lt;a href=\"2017%20National%20League%20Division%20Series\"&gt;2017 National League Division Series&lt;/a&gt; (NLDS), the need to use Ray in the Wild Card Game pushed his start from Game 1 to Game 2 of the NLDS. There, he surrendered three runs in innings of an eventual 8–5 defeat at the hands of the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;. The Dodgers swept the Diamondbacks in three games, eliminating Arizona from postseason contention.\nAfter going 2–0 with a 4.88 ERA in his first four starts of the 2018 season, Ray left his April 30 start against the Nationals with a strained &lt;a href=\"Abdominal%20external%20oblique%20muscle\"&gt;oblique muscle&lt;/a&gt; and no timetable for his return. He returned on June 27, pitching six innings and allowing two hits in a 2–1 victory over the &lt;a href=\"Miami%20Marlins\"&gt;Miami Marlins&lt;/a&gt;. Upon his return, Ray struggled with going deep into games: on his third time through the order, batters would hit .286 against him; the season prior, it would take four times through the lineup before his opposing batting average would be that high, He finished the season 6–2 with an ERA of 3.93 in 24 starts. In innings, he struck out 165 batters, and gave up 70 walks.\nRay pitched a career high 33 starts in 2019 despite averaging less than 6 innings per start. He was 12–8 with a 4.34 ERA in innings, tying his career best innings pitched from 2016. He also struck out a career-high 235 batters.\nOn August 16, 2020, Ray reached 1,000 MLB career strikeouts.\nIn 2020 with Arizona he was 1–4 with a 7.84 ERA. He led the NL in walks given up (31).\nToronto Blue Jays.\nOn August 31, 2020, the Diamondbacks traded Ray along with cash considerations to the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt; in exchange for &lt;a href=\"Travis%20Bergen\"&gt;Travis Bergen&lt;/a&gt;. On September 1, 2020, he made his Blue Jays debut. With the &lt;a href=\"2020%20Toronto%20Blue%20Jays%20season\"&gt;2020 Toronto Blue Jays&lt;/a&gt;, Ray appeared in 5 games, compiling a 1–1 record with 4.79 ERA and 25 strikeouts in 20.2 innings pitched. He re-signed with the Blue Jays for the &lt;a href=\"2021%20Toronto%20Blue%20Jays%20season\"&gt;2021&lt;/a&gt; season, signing a 1 year, $8 million contract. On July 11, 2021, Ray took a &lt;a href=\"no-hitter\"&gt;no-hitter&lt;/a&gt; into the 7th inning against the &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt; when a one-out double by &lt;a href=\"Yandy%20D%C3%ADaz\"&gt;Yandy Díaz&lt;/a&gt; broke it up.\nOn August 30, he struck out 10 Orioles and reached 1,000 career innings pitched. His 1,244 strikeouts are the most in Major League history through a player's first 1,000 career innings pitched.\nRay finished the 2021 season with a 13–7 record and led the American League in ERA (2.84), strikeouts (248), innings pitched (), and WHIP (1.04). He left 90.1% of runners on base, tops in the majors. Ray won the American League &lt;a href=\"Cy%20Young%20Award\"&gt;Cy Young Award&lt;/a&gt; in a near-unanimous vote, receiving 29 of 30 first-place votes. He also won the &lt;a href=\"Players%20Choice%20Awards\"&gt;Players Choice Award&lt;/a&gt; for AL Outstanding Pitcher.\nSeattle Mariners.\nOn November 30, 2021, the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; signed Ray to a five-year contract worth $115 million, with an opt-out after three years and a no-trade clause.\nPitch selection.\nRay throws a &lt;a href=\"fastball\"&gt;fastball&lt;/a&gt; in the range, topping out at . His primary off-speed pitches are a &lt;a href=\"Slider%20%28baseball%29\"&gt;slider&lt;/a&gt; that averages about (tops out at ) and a &lt;a href=\"curveball\"&gt;curveball&lt;/a&gt; that he throws at about .\nPersonal life.\nRay married Taylor Pasma on November 2014. The couple had their first child, a son named Asher, in December 2015. Ray is a &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt;."
}