{
    "id": "42595708",
    "revid": "39191556",
    "url": "https://en.wikipedia.org/wiki?curid=42595708",
    "title": "Rhine campaign of 1796",
    "text": "In the Rhine campaign of 1796 (June 1796 to February 1797), two &lt;a href=\"First%20Coalition\"&gt;First Coalition&lt;/a&gt; armies under the overall command of &lt;a href=\"Archduke%20Charles%2C%20Duke%20of%20Teschen\"&gt;Archduke Charles&lt;/a&gt; outmaneuvered and defeated two &lt;a href=\"First%20French%20Republic\"&gt;French Republican&lt;/a&gt; armies. This was the last campaign of the &lt;a href=\"War%20of%20the%20First%20Coalition\"&gt;War of the First Coalition&lt;/a&gt;, part of the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary Wars&lt;/a&gt;.\nThe French military strategy against Austria called for a three-pronged invasion to surround &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, ideally capturing the city and forcing the &lt;a href=\"Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor&lt;/a&gt; to surrender and accept &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;ary territorial integrity. The French assembled the &lt;a href=\"Army%20of%20Sambre%20and%20Meuse\"&gt;Army of Sambre and Meuse&lt;/a&gt; commanded by &lt;a href=\"Jean-Baptiste%20Jourdan\"&gt;Jean-Baptiste Jourdan&lt;/a&gt; against the Austrian Army of the Lower Rhine in the north. The &lt;a href=\"Army%20of%20the%20Rhine%20and%20Moselle\"&gt;Army of the Rhine and Moselle&lt;/a&gt;, led by &lt;a href=\"Jean%20Victor%20Marie%20Moreau\"&gt;Jean Victor Marie Moreau&lt;/a&gt;, opposed the Austrian Army of the Upper Rhine in the south. A third army, the &lt;a href=\"Army%20of%20Italy%20%28France%29\"&gt;Army of Italy&lt;/a&gt;, commanded by &lt;a href=\"Napoleon%20Bonaparte\"&gt;Napoleon Bonaparte&lt;/a&gt;, approached Vienna through northern Italy.\nThe early success of the Army of Italy initially forced the Coalition commander, Archduke Charles, to transfer 25,000 men commanded by &lt;a href=\"Dagobert%20Sigmund%20von%20Wurmser\"&gt;Dagobert Sigmund von Wurmser&lt;/a&gt; to northern Italy. This weakened the Coalition force along the front stretching along the Rhine from &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt; to the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;. Later, a feint by Jourdan's Army of Sambre and Meuse convinced Charles to shift troops to the north, allowing Moreau to cross the Rhine at the &lt;a href=\"Battle%20of%20Kehl%20%281796%29\"&gt;Battle of Kehl&lt;/a&gt; on 24 June and defeated the Archduke's Imperial contingents. Both French armies penetrated deep into eastern and southern Germany by late July, forcing the southern states of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; into punitive &lt;a href=\"armistice\"&gt;armistice&lt;/a&gt;s. By August, the French armies had extended their fronts too thinly and rivalry among the French generals complicated cooperation between the two armies. Because the two French armies operated independently, Charles was able to leave &lt;a href=\"Maximilian%20Anton%20Karl%2C%20Count%20Baillet%20de%20Latour\"&gt;Maximilian Anton Karl, Count Baillet de Latour&lt;/a&gt; with a weaker army in front of Moreau on the southernmost flank and move many reinforcements to the army of &lt;a href=\"Wilhelm%20von%20Wartensleben\"&gt;Wilhelm von Wartensleben&lt;/a&gt; in the north.\nAt the &lt;a href=\"Battle%20of%20Amberg\"&gt;Battle of Amberg&lt;/a&gt; on 24 August and the &lt;a href=\"Battle%20of%20W%C3%BCrzburg\"&gt;Battle of Würzburg&lt;/a&gt; on 3 September, Charles defeated Jourdan's northern army and compelled the French army to retreat, eventually to the west bank of the Rhine. With Jourdan neutralized and retreating into France, Charles left &lt;a href=\"Franz%20von%20Werneck\"&gt;Franz von Werneck&lt;/a&gt; to watch the Army of Sambre and Meuse, making sure it did not try to recover a foothold on the east bank of the Rhine. After securing the Rhine crossings at Bruchsal and Kehl, Charles forced Moreau to retreat south. During the winter the Austrians reduced the French bridgeheads in the sieges of &lt;a href=\"Siege%20of%20Kehl%20%281796%E2%80%9397%29\"&gt;Kehl&lt;/a&gt; and the &lt;a href=\"Siege%20of%20H%C3%BCningen\"&gt;Hüningen&lt;/a&gt;, and forced Moreau's army back to France. Despite Charles' success in the Rhineland, Austria lost the war in &lt;a href=\"Italian%20campaigns%20of%20the%20French%20Revolutionary%20Wars\"&gt;Italy&lt;/a&gt;, against &lt;a href=\"Napoleon\"&gt;Napoleon Bonaparte&lt;/a&gt;, which resulted in the &lt;a href=\"Peace%20of%20Campo%20Formio\"&gt;Peace of Campo Formio&lt;/a&gt;.\nBackground.\nThe rulers of Europe initially viewed the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; as an internal dispute between the French king &lt;a href=\"Louis%20XVI\"&gt;Louis XVI&lt;/a&gt; and his subjects. As revolutionary rhetoric grew more strident, the monarchs of Europe declared their interests as one with those of Louis and his family. The &lt;a href=\"Declaration%20of%20Pillnitz\"&gt;Declaration of Pillnitz&lt;/a&gt; (27 August 1791) threatened ambiguous, but quite serious, consequences if anything should happen to the French royal family. French émigrés, who had the support of the Habsburgs, the Prussians, and the British, continued to agitate for a counter-revolution.\nFinally, on 20 April 1792, the &lt;a href=\"French%20National%20Convention\"&gt;French National Convention&lt;/a&gt; declared war on the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt;, pushing all of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; into war. Consequently, in this &lt;a href=\"War%20of%20the%20First%20Coalition\"&gt;War of the First Coalition&lt;/a&gt; (1792–98), France ranged itself against most of the European states sharing land or water borders with her, plus &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;, the &lt;a href=\"Kingdom%20of%20Portugal\"&gt;Kingdom of Portugal&lt;/a&gt; and the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;.\nFrom 1793 to 1795, French successes varied. By 1794, the armies of the French Republic were in a state of disruption. The most radical of the revolutionaries purged the military of all men conceivably loyal to the \"&lt;a href=\"Ancien%20R%C3%A9gime\"&gt;Ancien Régime&lt;/a&gt;\". The \"&lt;a href=\"lev%C3%A9e%20en%20masse\"&gt;levée en masse&lt;/a&gt;\" created a new army with thousands of illiterate, untrained men placed under the command of officers whose principal qualifications may have been their loyalty to the Revolution instead their military acumen. Traditional military organization was disrupted by the formation of the new &lt;a href=\"demi-brigade\"&gt;demi-brigade&lt;/a&gt;, units created by the amalgamation of old military units with new revolutionary formations: each demi-brigade included one unit of the old royalist army and two from the new mass conscription. The losses of this revolutionized army in the Rhine Campaign of 1795 disappointed the French public and the French government.\nFurthermore, by 1795, the army had already made itself odious throughout France, by both rumor and action, through its rapacious dependence upon the countryside for material support and its general lawlessness and undisciplined behavior. After April 1796, the military was paid in metallic rather than worthless paper currency, but pay was still well in arrears. The &lt;a href=\"French%20Directory\"&gt;French Directory&lt;/a&gt; believed that war should pay for itself and did not budget to pay, feed, and equip its troops. Thus, a campaign that would take the army out of France became increasingly urgent for both budgetary and internal security reasons.\nPolitical terrain.\nThe predominantly German-speaking states on the east bank of the Rhine were part of the vast complex of territories in central Europe called the Holy Roman Empire, of which the Archduchy of Austria was a principal polity and its archduke typically the Holy Roman Emperor. The French government considered the Holy Roman Empire as its principal continental enemy. The territories in the Empire of late 1796 included &lt;a href=\"List%20of%20states%20in%20the%20Holy%20Roman%20Empire\"&gt;more than 1,000 entities&lt;/a&gt;, including &lt;a href=\"Breisgau\"&gt;Breisgau&lt;/a&gt; (Habsburg), &lt;a href=\"Offenburg\"&gt;Offenburg&lt;/a&gt; and &lt;a href=\"Rottweil\"&gt;Rottweil&lt;/a&gt; (free cities), the territories belonging to the princely families of &lt;a href=\"F%C3%BCrstenberg%20%28princely%20family%29\"&gt;Fürstenberg&lt;/a&gt; and &lt;a href=\"Hohenzollern\"&gt;Hohenzollern&lt;/a&gt;, the &lt;a href=\"Duchy%20of%20Baden\"&gt;Duchy of Baden&lt;/a&gt;, the &lt;a href=\"Duchy%20of%20W%C3%BCrttemberg\"&gt;Duchy of Württemberg&lt;/a&gt;, and several dozen ecclesiastic polities. Many of these territories were not contiguous: a village could belong predominantly to one polity, but have a farmstead, a house, or even one or two strips of land that belonged to another polity. The size and influence of the polities varied, from the \"&lt;a href=\"Kleinstaaterei\"&gt;Kleinstaaterei&lt;/a&gt;\", the little states that covered no more than a few square miles, or included several non-contiguous pieces, to such sizable, well-defined territories as &lt;a href=\"Duchy%20of%20Bavaria\"&gt;Bavaria&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Prussia&lt;/a&gt;.\nThe governance of these states also varied: they included the autonomous &lt;a href=\"free%20Imperial%20city\"&gt;free Imperial cities&lt;/a&gt; (also of different sizes and influence), ecclesiastical territories, and dynastic states such as &lt;a href=\"Duchy%20of%20W%C3%BCrttemberg\"&gt;Württemberg&lt;/a&gt;. Through the organization of &lt;a href=\"Imperial%20Circle\"&gt;Imperial Circle&lt;/a&gt;s, also called \"Reichskreise\", groups of states consolidated resources and promoted regional and organizational interests, including economic cooperation and military protection. Without the participation of such principal states of the Empire as the Archduchy of Austria, Prussia, the &lt;a href=\"Electorate%20of%20Saxony\"&gt;Electorate of Saxony&lt;/a&gt;, and Bavaria, for example, these small states were vulnerable to invasion and conquest because they were unable to defend themselves on their own.\nGeography.\nThe Rhine formed the boundary between the German states of the Holy Roman Empire and its neighbors. Any attack by either party required control of the crossings. The river began in the Swiss &lt;a href=\"canton%20of%20Graub%C3%BCnden\"&gt;canton of Graubünden&lt;/a&gt; (also called the Grisons) near &lt;a href=\"Tomasee\"&gt;Lake Toma&lt;/a&gt; and flowed along the Alpine region bordered by &lt;a href=\"Liechtenstein\"&gt;Liechtenstein&lt;/a&gt;, northward into &lt;a href=\"Lake%20Constance\"&gt;Lake Constance&lt;/a&gt;, where it traversed the lake. From Lake Constance, the river left the lake at &lt;a href=\"Stein%20am%20Rhein\"&gt;Stein am Rhein&lt;/a&gt; and flowed westerly along the border between the German states and the &lt;a href=\"Swiss%20cantons\"&gt;Swiss cantons&lt;/a&gt;. The stretch between Stein am Rhein and Basel, called the &lt;a href=\"High%20Rhine\"&gt;High Rhine&lt;/a&gt;, cut through steep hillsides only near the &lt;a href=\"Rhine%20Falls\"&gt;Rhine Falls&lt;/a&gt; and flowed over a gravel bed; in such places as the former rapids at &lt;a href=\"Laufenburg%2C%20Switzerland\"&gt;Laufenburg&lt;/a&gt;, or after the confluence with the even larger &lt;a href=\"Aare\"&gt;Aare&lt;/a&gt; below &lt;a href=\"Koblenz%2C%20Switzerland\"&gt;Koblenz, Switzerland&lt;/a&gt;, it moved in torrents.\nAt Basel, where the terrain flattened, the Rhine made a wide, northerly turn at the &lt;a href=\"Rhine%20knee\"&gt;Rhine knee&lt;/a&gt;, and entered what the locals call \"the Rhine Ditch\" (\"Rheingraben\"). This formed part of a &lt;a href=\"rift%20valley\"&gt;rift valley&lt;/a&gt; some wide bordered by the mountainous &lt;a href=\"Black%20Forest\"&gt;Black Forest&lt;/a&gt; on the east (German side) and the &lt;a href=\"Vosges\"&gt;Vosges&lt;/a&gt; mountains on the west (French side). At the far edges of the eastern flood plain, tributaries cut deep defiles into the western slope of the mountains; this became especially important in the rainy autumn of 1796. Further to the north, the river became deeper and faster, until it widened into a &lt;a href=\"Delta%20%28river%29\"&gt;delta&lt;/a&gt;, where it emptied into the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt;. In the 1790s, this part of the river was wild and unpredictable and armies crossed at their peril. River channels wound through marsh and meadow, and created islands of trees and vegetation that were periodically submerged by floods. Flash floods originating in the mountains could submerge farms and fields. Any army wishing to traverse the river had to cross at specific points: in 1790, systems of &lt;a href=\"viaduct\"&gt;viaduct&lt;/a&gt;s and &lt;a href=\"causeway\"&gt;causeway&lt;/a&gt;s made access across the river reliable, but only at &lt;a href=\"Kehl\"&gt;Kehl&lt;/a&gt;, by Strasburg, at &lt;a href=\"H%C3%BCningen\"&gt;Hüningen&lt;/a&gt;, by Basel, and in the north by &lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt;. Sometimes, crossing could be executed at &lt;a href=\"Neuf-Brisach\"&gt;Neuf-Brisach&lt;/a&gt;, between Kehl and Hüningen, but the small bridgehead made this unreliable. Only to the north of Kaiserslauten did the river acquire a defined bank where fortified bridges offered reliable crossing points.\nWar plans.\nAt the end of the &lt;a href=\"Rhine%20Campaign%20of%201795\"&gt;Rhine Campaign of 1795&lt;/a&gt; the two sides had called a truce, but both sides continued to plan for war. In a decree on 6 January 1796, &lt;a href=\"Lazare%20Carnot\"&gt;Lazare Carnot&lt;/a&gt;, one of the five &lt;a href=\"French%20Directory%23The%20Directory%20takes%20charge\"&gt;French Directors&lt;/a&gt;, gave Germany priority over Italy as a theater of war. The &lt;a href=\"French%20First%20Republic\"&gt;French First Republic&lt;/a&gt;'s finances were in poor shape so its armies would be expected to invade new territories and then live off the conquered lands. Knowing that the French planned to invade Germany, on 20 May 1796 the Austrians announced that the truce would end on 31 May, and prepared for invasion.\nHabsburg and Imperial organization.\nInitially, the Habsburg and Imperial troops numbered about 125,000, including three autonomous corps, of which 90,000 were commanded by the 25-year-old &lt;a href=\"Archduke%20Charles%2C%20Duke%20of%20Teschen\"&gt;Archduke Charles&lt;/a&gt;, brother of the Holy Roman Emperor, &lt;a href=\"Francis%20II%2C%20Holy%20Roman%20Emperor\"&gt;Francis II&lt;/a&gt;. Before the campaign in the Rhineland started, &lt;a href=\"Dagobert%20Sigmund%20von%20Wurmser\"&gt;Dagobert Sigmund von Wurmser&lt;/a&gt; took 25,000 of these as reinforcements to Italy after news arrived of Bonaparte's early successes. In the new situation, the &lt;a href=\"Aulic%20Council\"&gt;Aulic Council&lt;/a&gt;, the Emperor's war advisors, gave Charles command over Austrian forces that had been transferred from the border provinces, and over the Imperial contingents (&lt;a href=\"Kreistruppen\"&gt;Kreistruppen&lt;/a&gt;) of the Holy Roman Empire. The Austrian strategy was to capture Trier and to use this position on the west bank to strike at each of the French armies in turn; failing that, the Archduke was to hold his ground.\nThe 20,000-man right (north) wing under &lt;a href=\"Duke%20Ferdinand%20Frederick%20Augustus%20of%20W%C3%BCrttemberg\"&gt;Duke Ferdinand Frederick Augustus of Württemberg&lt;/a&gt; stood on the east bank of the Rhine behind the river &lt;a href=\"Sieg\"&gt;Sieg&lt;/a&gt; (\"Fortune\"), observing the French bridgehead at &lt;a href=\"D%C3%BCsseldorf\"&gt;Düsseldorf&lt;/a&gt;. A portion patrolled the west bank and behind the river &lt;a href=\"Nahe%20%28Rhine%29\"&gt;Nahe&lt;/a&gt;. The &lt;a href=\"Mainz%20Fortress\"&gt;Mainz Fortress&lt;/a&gt; and &lt;a href=\"Ehrenbreitstein%20Fortress\"&gt;Ehrenbreitstein Fortress&lt;/a&gt; garrisons totaled about 10,000 more, including 2,600 at Ehrenbreitstein. Charles concentrated the bulk of his force, commanded by one of his more experienced generals, &lt;a href=\"Theodor%20Franz%2C%20Count%20Baillet%20von%20Latour\"&gt;Count Baillet Latour&lt;/a&gt;, between &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt; and &lt;a href=\"Darmstadt\"&gt;Darmstadt&lt;/a&gt;, where the confluence of the Rhine and the &lt;a href=\"Main%20%28river%29\"&gt;Main&lt;/a&gt; made an attack most likely; the rivers offered a gateway into eastern German states and ultimately to Vienna, with good bridges crossing a relatively well-defined river bank. A force occupied &lt;a href=\"Kaiserslautern\"&gt;Kaiserslautern&lt;/a&gt; on the west bank. &lt;a href=\"Wilhelm%20von%20Wartensleben\"&gt;Wilhelm von Wartensleben&lt;/a&gt;'s autonomous corps covered the line between Mainz and &lt;a href=\"Giessen\"&gt;Giessen&lt;/a&gt;.\nThe far left wing, under &lt;a href=\"Anton%20Szt%C3%A1ray\"&gt;Anton Sztáray&lt;/a&gt;, &lt;a href=\"Michael%20von%20Fr%C3%B6hlich\"&gt;Michael von Fröhlich&lt;/a&gt; and &lt;a href=\"Louis%20Joseph%2C%20Prince%20of%20Cond%C3%A9\"&gt;Louis Joseph, Prince of Condé&lt;/a&gt;, guarded the Rhine border from Mannheim to Switzerland. This part of the army included the conscripts drafted from the &lt;a href=\"Imperial%20Circle\"&gt;Imperial Circle&lt;/a&gt;s. Charles did not like to use the militias in any vital location and once it seemed clear to him that the French intended to cross at the middle Rhine, the Archduke felt no qualms placing his militia men at Kehl. In Spring 1796, when resumption of war appeared imminent, the 88 members of the &lt;a href=\"Swabian%20Circle\"&gt;Swabian Circle&lt;/a&gt;, which included most of the states (ecclesiastical, secular, and dynastic) in &lt;a href=\"Upper%20Swabia\"&gt;Upper Swabia&lt;/a&gt;, had raised a small force of about 7,000 men. These were field hands, the occasional journeyman, and day laborers drafted for service, but untrained in military matters. The remainder of the force included experienced troops from the Habsburg &lt;a href=\"Military%20Frontier\"&gt;frontier troops&lt;/a&gt; stationed just north of &lt;a href=\"Rastatt\"&gt;Rastatt&lt;/a&gt;, and a cadre of French royalists and a couple of hundred mercenaries at &lt;a href=\"Freiburg%20im%20Breisgau\"&gt;Freiburg im Breisgau&lt;/a&gt;.\nCompared to French, Charles had half the number of troops covering a front that stretched from Switzerland to the North Sea in what Gunther Rothenberg called the \"thin white line\". Imperial troops could not cover the territory from &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt; to &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt; with sufficient depth to resist the pressure of their opponents.\nFrench organization.\nLazare Carnot's grand plan called for the two French armies along the Rhine to press against the Austrian flanks. These armies were to be commanded by two of their most experienced generals, &lt;a href=\"Jean-Baptiste%20Jourdan\"&gt;Jean-Baptiste Jourdan&lt;/a&gt; and &lt;a href=\"Jean%20Victor%20Moreau\"&gt;Jean Victor Moreau&lt;/a&gt;, who led (respectively) the &lt;a href=\"Army%20of%20Sambre%20and%20Meuse\"&gt;Army of Sambre and Meuse&lt;/a&gt; and the &lt;a href=\"Army%20of%20the%20Rhine%20and%20Moselle\"&gt;Army of the Rhine and Moselle&lt;/a&gt; at the outset of the 1796 campaign.\nMoreau's army was positioned east of the Rhine at Hüningen and to the north, its center along the river &lt;a href=\"Queich\"&gt;Queich&lt;/a&gt; near &lt;a href=\"Landau\"&gt;Landau&lt;/a&gt; and its left wing extended west toward &lt;a href=\"Saarbr%C3%BCcken\"&gt;Saarbrücken&lt;/a&gt;. The Army of Rhine and Moselle numbered 71,581 foot soldiers and 6,515 cavalry, excluding gunners and sappers. The 80,000-man Army of Sambre and Meuse already held the west bank of the Rhine as far south as the Nahe and then southwest to &lt;a href=\"Sankt%20Wendel\"&gt;Sankt Wendel&lt;/a&gt;. On the army's left (northern) flank, &lt;a href=\"Jean%20Baptiste%20Kl%C3%A9ber\"&gt;Jean Baptiste Kléber&lt;/a&gt; had 22,000 troops in a bridgehead on the eastern bank of the Rhine in an entrenched camp at Düsseldorf. Kléber was to push south from Düsseldorf, while Jourdan's main force would besiege &lt;a href=\"Mainz\"&gt;Mainz&lt;/a&gt; and then cross the Rhine into &lt;a href=\"Franconia\"&gt;Franconia&lt;/a&gt;. It was hoped that this advance would induce the Austrians to withdraw all of their forces from the Rhine's west bank to face the French onslaught. While Jourdan's actions near Düsseldorf drew Austrian attention northward, Jean Victor Marie Moreau was to lead the Army of Rhine and Moselle across the Rhine at Neuf-Breisach, Kehl and Hüningen, invade the Duchy of Baden, besiege or take Mannheim, and subdue &lt;a href=\"Swabia\"&gt;Swabia&lt;/a&gt; and the Duchy of Bavaria. Ultimately, Moreau was to converge on &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;; Jourdan, who by mid-summer theoretically should have taken most of Franconia, would veer south to provide a rearguard for Moreau's advance on the Habsburg capital.\nSimultaneously, &lt;a href=\"Napoleon%20Bonaparte\"&gt;Napoleon Bonaparte&lt;/a&gt; was to invade Italy, neutralize the &lt;a href=\"Kingdom%20of%20Sardinia\"&gt;Kingdom of Sardinia&lt;/a&gt; and seize &lt;a href=\"Lombardy\"&gt;Lombardy&lt;/a&gt; from the Austrians. The Army of Italy was instructed to cross the &lt;a href=\"Alps\"&gt;Alps&lt;/a&gt; via the &lt;a href=\"County%20of%20Tyrol\"&gt;Tyrol&lt;/a&gt; and join the other French armies in crushing the Austrian forces in southern Germany. By the spring of 1796, Jourdan and Moreau each had 70,000 men while Bonaparte's army numbered 63,000, including reserves and garrisons. &lt;a href=\"Fran%C3%A7ois%20Christophe%20de%20Kellermann\"&gt;François Christophe de Kellermann&lt;/a&gt; also counted 20,000 troops in the &lt;a href=\"Army%20of%20the%20Alps\"&gt;Army of the Alps&lt;/a&gt; holding the area between Moreau and Bonaparte on the western side of modern Switzerland; there was a smaller army in southern France that played no role in the Rhine Campaign.\nOperations.\nCrossing the Rhine.\nAccording to plan, Kléber made the first move, advancing south from Düsseldorf against Württemberg's wing of the Army of the Lower Rhine. On 1 June 1796, a division of Kléber's troops led by &lt;a href=\"Fran%C3%A7ois%20Joseph%20Lefebvre\"&gt;François Joseph Lefebvre&lt;/a&gt; seized a bridge over the Sieg from &lt;a href=\"Michael%20von%20Kienmayer\"&gt;Michael von Kienmayer&lt;/a&gt;'s Austrians at &lt;a href=\"Siegburg\"&gt;Siegburg&lt;/a&gt;. Meanwhile, a second French division under &lt;a href=\"Claude-Sylvestre%20Colaud\"&gt;Claude-Sylvestre Colaud&lt;/a&gt; menaced the Austrian left flank. Württemberg retreated south to Uckerath but then fell further back to a well-fortified position at &lt;a href=\"Altenkirchen\"&gt;Altenkirchen&lt;/a&gt;. On 4 June, Kléber defeated Württemberg in the &lt;a href=\"Battle%20of%20Altenkirchen\"&gt;Battle of Altenkirchen&lt;/a&gt;, capturing 1,500 Austrian soldiers, 12 artillery pieces and four colors. Charles withdrew the Austrian forces from the Rhine's west bank and gave the Army of the Upper Rhine the principal responsibility to defend Mainz. After this setback, Charles replaced Württemberg with Wartensleben, much to Württemberg's annoyance: the Duke returned to &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; and offered the Aulic Council his persistent criticism of Charles' decisions and advice on how they could run the war better from the capital. Jourdan's main body crossed the Rhine on 10 June at &lt;a href=\"Neuwied\"&gt;Neuwied&lt;/a&gt; to join Kléber and the Army of Sambre and Meuse advanced to the river &lt;a href=\"Lahn\"&gt;Lahn&lt;/a&gt;.\nLeaving 12,000 troops to guard Mannheim, Charles repositioned his troops among his two armies and swiftly moved north against Jourdan. The Archduke defeated the Army of Sambre and Meuse at the &lt;a href=\"Battle%20of%20Wetzlar%20%281796%29\"&gt;Battle of Wetzlar&lt;/a&gt; on 15 June 1796 and Jourdan lost no time in recrossing to the safety of the west shore of the Rhine at Neuwied. Following up, the Austrians clashed with Kléber's divisions at &lt;a href=\"Hennef%20%28Sieg%29\"&gt;Uckerath&lt;/a&gt;, inflicting 3,000 casualties on the French for a loss of only 600. After his success, Charles left 35,000 men with Wartensleben, 30,000 more in Mainz and the other fortresses and moved south with 20,000 troops to help Latour. Kléber withdrew into the Düsseldorf defenses.\nThe action was not an unmitigated success for the Coalition. While Charles was inflicting damage at Wetzlar and Uckerath, on 15 June, Desaix's 30,000-man command mauled &lt;a href=\"Franz%20Petrasch\"&gt;Franz Petrasch&lt;/a&gt;'s 11,000 Austrians at &lt;a href=\"Ludwigshafen\"&gt;Maudach&lt;/a&gt;. The French lost 600 casualties while the Austrians suffered three times as many. After feinting at the Austrian positions near Mannheim, Moreau sent his army south from &lt;a href=\"Speyer\"&gt;Speyer&lt;/a&gt; on a forced march to &lt;a href=\"Strasbourg\"&gt;Strasburg&lt;/a&gt;; Desaix, leading the advanced guard, crossed the Rhine at Kehl near Strasburg on the night of 23/24 June.\nThe Coalition's position at Kehl was modestly defended. On 24 June &lt;a href=\"Louis%20Desaix\"&gt;Louis Desaix&lt;/a&gt;'s advance group attacked the out-classed Swabian farmhands there on the bridge, preceding the main force of 27,000 infantry and 3,000 cavalry. In the &lt;a href=\"Battle%20of%20Kehl%20%281796%29\"&gt;First Battle of Kehl&lt;/a&gt; the 10,065 French troops involved in the initial assault lost only 150 casualties. The Swabians were outnumbered and could not be reinforced. Most of the Imperial Army of the Rhine had remained near Mannheim, where Charles anticipated the principal attack. Neither the Condé's &lt;a href=\"Army%20of%20Cond%C3%A9\"&gt;troops&lt;/a&gt; in &lt;a href=\"Freiburg%20im%20Breisgau\"&gt;Freiburg im Breisgau&lt;/a&gt; nor &lt;a href=\"Karl%20Aloys%20zu%20F%C3%BCrstenberg\"&gt;Karl Aloys zu Fürstenberg&lt;/a&gt;'s force in Rastatt could reach Kehl in time to support them. The Swabians suffered 700 casualties and lost 14 guns and 22 ammunition wagons. Moreau reinforced his newly won bridgehead on 26–27 June so that he had 30,000 troops to oppose only 18,000 locally based Coalition troops. Leaving Delaborde's division on the west bank to watch the Rhine between Neuf-Brisach and Hüningen, Moreau moved to the north against Latour. Separated from their commander, the Austrian left flank under Fröhlich and the Condé withdrew to the southeast. At Renchen on 28 June, Desaix caught up with Sztáray's column of 9,000 Austrian and &lt;a href=\"Reichsarmee\"&gt;Reichsarmee&lt;/a&gt; (Imperial) troops. For only 200 of their own casualties, the French inflicted losses of 550 killed and wounded, while capturing 850 men, seven guns and two ammunition wagons.\nFurthermore, at Hüningen, near Basel, on the same day that Moreau's advance guard crossed at Kehl, &lt;a href=\"Pierre%20Marie%20Barth%C3%A9lemy%20Ferino\"&gt;Pierre Marie Barthélemy Ferino&lt;/a&gt; executed a full crossing, and advanced unopposed east along the German shore of the Rhine, with the 16th and 50th Demi-brigades, the 68th, 50th and 68th line infantry, and six squadrons of cavalry that included the 3rd and 7th Hussars and the 10th Dragoons. This gave the French the desired pincer effect, the Army of the Sambre and Meuse approaching from the north, the bulk of the Army of the Rhine and Moselle crossing in the center, and Ferino crossing in the south.\nWithin a day, Moreau had four divisions across the river, representing a fundamental success of the French plan, and they executed their plan with alacrity. From the south, Ferino pursued Fröhlich and the Condé in a wide sweep east-north-east toward &lt;a href=\"Villingen\"&gt;Villingen&lt;/a&gt; while Gouvion Saint-Cyr chased the \"Kreistruppen\" into Rastatt. Latour and Sztáray tried to hold the line of the river &lt;a href=\"Murg%20%28Northern%20Black%20Forest%29\"&gt;Murg&lt;/a&gt;. The French employed 19,000 foot soldiers and 1,500 horsemen in the divisions of &lt;a href=\"Alexandre%20Camille%20Taponier\"&gt;Alexandre Camille Taponier&lt;/a&gt; and &lt;a href=\"Fran%C3%A7ois%20Antoine%20Louis%20Bourcier\"&gt;François Antoine Louis Bourcier&lt;/a&gt;. The Austrian brought 6,000 men into action under the command of Karl Aloys zu Fürstenberg and &lt;a href=\"Johann%20M%C3%A9sz%C3%A1ros%20von%20Szoboszl%C3%B3\"&gt;Johann Mészáros von Szoboszló&lt;/a&gt;. The French captured 200 Austrians and three field pieces. On 5 July 1796, Desaix defeated Latour at the &lt;a href=\"Battle%20of%20Rastatt%20%281796%29\"&gt;Battle of Rastatt&lt;/a&gt; by turning both his flanks, and drove his Imperial and Habsburg combined force back to the river &lt;a href=\"Alb%20%28Upper%20Rhine%29\"&gt;Alb&lt;/a&gt;. The Habsburg and Imperial armies did not have enough troops to hold off the Army of the Rhine and Moselle and would need reinforcements from Charles, who was occupied in the north keeping Jourdan pinned down on the west bank of the Rhine.\nFrench offensive.\nRecognizing the need for reinforcements, and fearing his army would be flanked by Moreau's surprise crossings at Kehl and Hüningen, Charles arrived near Rastatt with more troops and prepared to advance against Moreau on 10 July. The French surprised him by attacking first, on 9 July. Despite the surprise, in the &lt;a href=\"Battle%20of%20Ettlingen\"&gt;Battle of Ettlingen&lt;/a&gt;, Charles repulsed Desaix's attacks on his right flank, but Saint-Cyr and Taponier gained ground in the hills to the east of the town, and threatened his flank. Moreau lost 2,400 out of 36,000 men while Charles had 2,600 \"hors de combat\" out of 32,000 troops. Anxious about the security of his supply lines, though, Charles began a measured and careful retreat to the east.\nFrench successes continued. With Charles absent from the north, Jourdan recrossed the Rhine and drove Wartensleben behind the Lahn. Pushing forward again, the Army of Sambre and Meuse defeated its opponents in the &lt;a href=\"Battle%20of%20Friedberg%20%28Hessen%29\"&gt;Battle of Friedberg&lt;/a&gt;[this links to 1793 battle] (also called the First Battle of Limburg) on 10 July, while Charles was busy at Ettlingen. In this action, the Austrians suffered 1,000 casualties against a French loss of 700. Jourdan captured &lt;a href=\"Frankfurt%20am%20Main\"&gt;Frankfurt am Main&lt;/a&gt; on 16 July. Leaving behind &lt;a href=\"Fran%C3%A7ois%20S%C3%A9verin%20Marceau-Desgraviers\"&gt;François Séverin Marceau-Desgraviers&lt;/a&gt; with 28,000 troops to blockade Mainz and Ehrenbreitstein, Jourdan pressed up the river Main. Following Carnot's strategy, the French commander continually operated against Wartensleben's north flank, causing the Austrian general to fall back. Jourdan's army numbered 46,197 men while Wartensleben counted 36,284 troops; Wartensleben felt no security in attacking the larger French force, and continued to withdraw to the northeast, further away from Charles' flank. Buoyed up by their forward movement and by the capture of Austrian supplies, the French captured &lt;a href=\"W%C3%BCrzburg\"&gt;Würzburg&lt;/a&gt; on 4 August. Three days later, the Army of Sambre and Meuse, under the temporary direction of Kléber, won another clash with Wartensleben at &lt;a href=\"Forchheim\"&gt;Forchheim&lt;/a&gt; on 7 August.\nMeanwhile, in the south the Army of Rhine and Moselle continually clashed with Charles' retreating army at Cannstadt near &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt; on 21 July 1796. The Swabians and &lt;a href=\"Electorate%20of%20Bavaria\"&gt;Electorate of Bavaria&lt;/a&gt; began to negotiate with Moreau for relief; by mid-July, Moreau's army had control of most of southwestern Germany, and had most of the southwestern states in a punitive armistice. The Imperial troops (\"&lt;a href=\"Kreistruppen\"&gt;Kreistruppen&lt;/a&gt;\") took little part in the remainder of the campaign and they were disarmed forcibly by Fröhlich, their commander, on 29 July at &lt;a href=\"Biberach%20an%20der%20Riss\"&gt;Biberach an der Riss&lt;/a&gt; before they disbanded and returned to their homes. Charles retreated with the Habsburg troops through &lt;a href=\"Geislingen%20an%20der%20Steige\"&gt;Geislingen an der Steige&lt;/a&gt; around 2 August and was in &lt;a href=\"N%C3%B6rdlingen\"&gt;Nördlingen&lt;/a&gt; by 10 August. At this date, Moreau had 45,000 men spread out on a front centered on &lt;a href=\"Neresheim\"&gt;Neresheim&lt;/a&gt;, but with both flanks unsecured. Meanwhile, Ferino's right wing was out of touch far to the south at &lt;a href=\"Memmingen\"&gt;Memmingen&lt;/a&gt;. Charles planned to cross to the south bank of the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;, but Moreau was close enough to interfere with the operation. The Archduke decided to launch an attack instead.\nStasis.\nAt this point in the campaign, either side could have crushed the other by joining their two armies. Wartensleben's recalcitrance frustrated Charles; Wartensleben was an old soldier, a veteran of the &lt;a href=\"Seven%20Years%27%20War\"&gt;Seven Years' War&lt;/a&gt; and himself a scion of nobility who saw no need to bend to the wishes of a 25-year-old general, even if that general was an archduke, a brother to the Holy Roman Emperor, and his commander-in-chief. Wartensleben simply ignored instructions or requests from Charles to unite their flanks so that together they could turn and face the French with a united front, and he continued to withdraw further to the northeast, away from the commander-in-chief.\nMoreau and Jourdan faced similar difficulties. Jourdan continued in his single-minded pursuit of Wartensleben; Moreau continued his single-minded pursuit of Charles, penetrating deep into Bavaria. The French armies drew further and further away from the Rhine, and from each other, stretching their supply lines and decreasing the possibility of covering each other's flanks. Napoleon later wrote of Moreau's actions, \"One would have said that he was ignorant that a French army existed on his left\". The historian &lt;a href=\"Theodore%20Ayrault%20Dodge\"&gt;Theodore Ayrault Dodge&lt;/a&gt; asserted that the combined army \"could have crushed the Austrians\".\nHabsburg counteroffensive.\nThe &lt;a href=\"Battle%20of%20Neresheim\"&gt;Battle of Neresheim&lt;/a&gt; on 11 August marked the turning point; it was a series of clashes fought on a broad front during which the Austrians drove back Moreau's right (southern) flank and nearly captured his artillery park. When Moreau got ready to fight the following day, he discovered that the Austrians had slipped away and were crossing the Danube. Both armies lost about 3,000 men.\nSimilarly, Jourdan experienced a setback in the north, during a clash at &lt;a href=\"Sulzbach-Rosenberg\"&gt;Sulzbach&lt;/a&gt; on 17 August, when &lt;a href=\"Paul%20Kray\"&gt;Paul Kray&lt;/a&gt;'s Austrians inflicted losses of 1,000 killed and wounded and 700 captured on the French while suffering losses of 900 killed and wounded and 200 captured. Despite their losses, the French continued their advance. Wartensleben's army retreated behind the river &lt;a href=\"Naab\"&gt;Naab&lt;/a&gt; on 18 August and, as Jourdan closed up to the Naab, he posted &lt;a href=\"Charles%20XIV%20John%20of%20Sweden\"&gt;Jean-Baptiste Bernadotte&lt;/a&gt;'s division at &lt;a href=\"Neumarkt%20in%20der%20Oberpfalz\"&gt;Neumarkt in der Oberpfalz&lt;/a&gt; to observe Charles, hoping that would keep the Austrians from hitting him by surprise. Unbeknownst to them, Charles was receiving reinforcements south of the Danube that brought his strength up to 60,000 troops. He left 35,000 soldiers under the command of Latour to contain the Army of the Rhine and Moselle along the Danube.\nUnited Habsburg front.\nBy now Charles clearly understood that if he could unite with Wartenbsleben, he could pick off both the French armies in succession. Having sufficient reinforcements, and having transferred his supply line from Vienna to &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt;, he planned to move north to unite with Wartensleben: if the stubborn old man would not come to him, the young archduke would go to the stubborn old man. With 25,000 of his best troops, Charles crossed to the north bank of the Danube at &lt;a href=\"Regensburg\"&gt;Regensburg&lt;/a&gt;.\nOn 22 August 1796, Charles and &lt;a href=\"Friedrich%20Joseph%2C%20Count%20of%20Nauendorf\"&gt;Friedrich Joseph, Count of Nauendorf&lt;/a&gt;, encountered Bernadotte's division at Neumarkt. The outnumbered French were driven northwest through &lt;a href=\"Altdorf%20bei%20N%C3%BCrnberg\"&gt;Altdorf bei Nürnberg&lt;/a&gt; to the river &lt;a href=\"Pegnitz%20%28river%29\"&gt;Pegnitz&lt;/a&gt;. Leaving &lt;a href=\"Friedrich%20Freiherr%20von%20Hotze\"&gt;Friedrich Freiherr von Hotze&lt;/a&gt; with a division to pursue Bernadotte, Charles thrust north at Jourdan's right flank. The French general fell back to &lt;a href=\"Amberg\"&gt;Amberg&lt;/a&gt; as Charles and Wartensleben's forces converged on the Army of Sambre and Meuse. On 20 August, Moreau sent Jourdan a message vowing to closely follow Charles, which he did not do. In the &lt;a href=\"Battle%20of%20Amberg\"&gt;Battle of Amberg&lt;/a&gt; on 24 August, Charles defeated the French and destroyed two battalions of their rearguard. The Austrians lost 400 killed and wounded out of 40,000 troops. Of a total of 34,000 soldiers, the French suffered losses of 1,200 killed and wounded plus 800 men and two colors captured. Jourdan retreated first to Sulzbach and then behind the river &lt;a href=\"Wiesent%20%28Regnitz%29\"&gt;Wiesent&lt;/a&gt; where Bernadotte joined him on 28 August. Meanwhile, Hotze reoccupied &lt;a href=\"N%C3%BCrnberg\"&gt;Nürnberg&lt;/a&gt;. Jourdan, who had expected Moreau to keep Charles occupied in the south, now found himself facing a numerically superior enemy.\nAs Jourdan fell back to &lt;a href=\"Schweinfurt\"&gt;Schweinfurt&lt;/a&gt;, he saw a chance to retrieve his campaign by offering battle at Würzburg, an important stronghold on the river Main. At this point, the petty jealousies and rivalries that had festered in the French Army over the summer came to a head. Jourdan had a spat with his wing commander Kléber and that officer suddenly resigned his command. Two generals from Kléber's clique, Bernadotte and Colaud, both made excuses to leave the army immediately. Faced with this mutiny, Jourdan replaced Bernadotte with General &lt;a href=\"Henri%20Simon%20%281764%E2%80%931826%29\"&gt;Henri Simon&lt;/a&gt; and split up Colaud's units among the other divisions. With his reorganized troops, Jourdan marched south with 30,000 men of the infantry divisions of Simon, &lt;a href=\"Jean%20%C3%89tienne%20Championnet\"&gt;Jean Étienne Championnet&lt;/a&gt;, and &lt;a href=\"Paul%20Grenier\"&gt;Paul Grenier&lt;/a&gt;, and with the reserve cavalry of &lt;a href=\"Jacques%20Philippe%20Bonnaud\"&gt;Jacques Philippe Bonnaud&lt;/a&gt;. Lefebvre's division, 10,000-strong, remained at Schweinfurt to cover a possible retreat, if needed.\nAnticipating Jourdan's move, Charles rushed his army toward battle at Würzburg on 1 September. Marshaling the divisions of Hotze, Sztáray, Kray, &lt;a href=\"Johann%20Sigismund%20Riesch\"&gt;Johann Sigismund Riesch&lt;/a&gt;, &lt;a href=\"Johann%20I%20Joseph%2C%20Prince%20of%20Liechtenstein\"&gt;Johann I Joseph, Prince of Liechtenstein&lt;/a&gt; and Wartensleben, the Austrians won the &lt;a href=\"Battle%20of%20W%C3%BCrzburg\"&gt;Battle of Würzburg&lt;/a&gt; on 3 September, forcing the French to retreat to the river Lahn. Charles lost 1,500 casualties out of 44,000 troops there, while inflicting 2,000 casualties on the outnumbered French. Another authority gave French losses as 2,000 killed and wounded plus 1,000 men and seven guns captured, while Austrian losses numbered 1,200 killed and wounded and 300 captured. Regardless, the losses at Würzburg compelled the French to lift the siege of Mainz on 7 September, and to move those troops to reinforce their lines further east.\nOn 10 September, Marceau-Desgraviers reinforced the much-pressed Army of Sambre and Meuse with 12,000 troops that had been blockading the east side of Mainz. &lt;a href=\"Jean%20Hardy\"&gt;Jean Hardy&lt;/a&gt;'s division on the west side of Mainz retreated to the Nahe, and dug in there. At this point, the French government belatedly transferred two divisions commanded by &lt;a href=\"Jacques%20MacDonald\"&gt;Jacques MacDonald&lt;/a&gt; and &lt;a href=\"Jean%20Castelbert%20de%20Castelverd\"&gt;Jean Castelbert de Castelverd&lt;/a&gt; from France's idle &lt;a href=\"Army%20of%20the%20North%20%28France%29\"&gt;Army of the North&lt;/a&gt;. MacDonald's division stopped at Düsseldorf while Castelverd's was placed in the French line on the lower Lahn. These reinforcements brought Jourdan's strength up to 50,000, which would have given him an edge on Charles, except that his abandonment of the sieges at Mainz, and later Mannheim and &lt;a href=\"Philippsburg\"&gt;Philippsburg&lt;/a&gt;, released 16,200 and 11,630 Habsburg troops (respectively) to reinforce Charles' already overwhelming numbers.\nMoreau seemed oblivious to Jourdan's situation. Still far to the east of Jourdan, Moreau crossed to the south bank of the Danube on 19 August, leaving only &lt;a href=\"Antoine%20Guillaume%20Delmas\"&gt;Antoine Guillaume Delmas&lt;/a&gt;'s division on the north bank. By no later than the 20th, Moreau was aware that Charles had recrossed the Danube, heading north, but instead of pursuing him, the French general pressed eastward toward the river &lt;a href=\"Lech%20%28river%29\"&gt;Lech&lt;/a&gt;. Ferino's right wing, which had been wandering with seeming aimlessness around upper Swabia and Bavaria, finally rejoined the Army of Rhine and Moselle on 22 August, although Delaborde's division remained well to the south. Ferino's only notable action was repulsing a night attack by the 5,000–6,000-man Army of Condé at &lt;a href=\"Kammlach\"&gt;Kammlach&lt;/a&gt; on 13–14 August. The French Royalists and their mercenaries sustained 720 casualties, while Ferino lost a number of prisoners. In this action, Captain &lt;a href=\"Maximilien%20S%C3%A9bastien%20Foy\"&gt;Maximilien Sébastien Foy&lt;/a&gt; led a Republican horse artillery battery with distinction. Facing the southernmost wing of the Army of the Rhine and Moselle, the combative Latour rashly stood to fight on the Lech near &lt;a href=\"Augsburg\"&gt;Augsburg&lt;/a&gt; on 24 August. Despite rising waters in which some soldiers drowned, Saint-Cyr and Ferino attacked across the river. In the &lt;a href=\"Battle%20of%20Friedberg\"&gt;Battle of Friedberg&lt;/a&gt; the French crushed an Austrian infantry regiment, inflicting losses of 600 killed and wounded plus 1,200 men and 17 field guns captured. French casualties numbered 400.\nOver the next few days, Jourdan's army withdrew again to the west bank of the Rhine. After his disastrous panic at Diez, Castelverd held east bank entrenchments at Neuwied and Poncet crossed at &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt; while the other divisions retired behind the Sieg. Jourdan handed over command to &lt;a href=\"Pierre%20de%20Ruel%2C%20marquis%20de%20Beurnonville\"&gt;Pierre de Ruel, marquis de Beurnonville&lt;/a&gt;, on 22 September. Charles left 32,000 to 36,000 troops in the north and 9,000 more in Mainz and Mannheim, moving south with 16,000 to help intercept Moreau. &lt;a href=\"Franz%20von%20Werneck\"&gt;Franz von Werneck&lt;/a&gt; was placed in charge of the northern force. Though Beurnonville's army grew to 80,000 men, he remained completely passive in the fall and winter of 1796. The disgraced Castelverd was later replaced by &lt;a href=\"Jacques%20Desjardin\"&gt;Jacques Desjardin&lt;/a&gt;.\nMoreau's retreat.\nWhile Charles and his army ruined the French strategy in the north, Moreau moved too slowly in Bavaria. Although Saint-Cyr captured a crossing of the river &lt;a href=\"Isar\"&gt;Isar&lt;/a&gt; at &lt;a href=\"Freising\"&gt;Freising&lt;/a&gt; on 3 September, Latour and his Habsburg troops regrouped at &lt;a href=\"Landshut\"&gt;Landshut&lt;/a&gt;. Latour, having visions of destroying Moreau's army in the south, pressed hard against the French rearguard. Saint-Cyr's center was directed to assault Latour's center while Ferino was instructed to turn the Austrian left under Condé and Karl Mercandin. Ferino was too distant to intervene, but his colleagues drove back the Austrians and seized Biberach an der Riss, together with 4,000 Austrian prisoners, 18 guns and two colors. The French lost 500 killed and wounded while the Austrians lost 300, but this was the last significant French victory of the campaign. Moreau sent Desaix to the Danube's north bank on 10 September, but Charles ignored this threat as the distraction it was.\nIt soon became obvious that, like Jourdan's force in the north, the Army of Rhine and Moselle was isolated and too far extended, and had to retreat. In the first half of September, in Bavaria, Latour's 16,960 men hounded Moreau's army in a drive to the east while Fröhlich's 10,906 soldiers pushed from the south. Nauendorf's 5,815 men went north, and Petrasch's 5,564 troops continued their push to the west. On 18 September, Petrasch and 5,000 Austrians briefly captured the fortified bridgehead at Kehl before being driven out by &lt;a href=\"Balthazar%20Alexis%20Henri%20Schauenburg\"&gt;Balthazar Alexis Henri Schauenburg&lt;/a&gt;'s counterattack. Each side suffered 2,000 killed, wounded and captured. Instead of burning the bridge, though, as they should have done, Petrasch's men plundered the French camp and lost the opportunity to trap Schauenburg's army on the west bank of the Rhine.\nMoreau began retreating on 19 September. By the 21st the Army of Rhine and Moselle reached the river &lt;a href=\"Iller\"&gt;Iller&lt;/a&gt;. On 1 October, the Austrians attacked, only to be repulsed by a brigade under &lt;a href=\"Claude%20Lecourbe\"&gt;Claude Lecourbe&lt;/a&gt;. On 2 October, Latour's army was deployed in a weak position with the river &lt;a href=\"Riss\"&gt;Riss&lt;/a&gt; behind it. Moreau ordered Desaix's left wing to attack Latour's right, commanded by &lt;a href=\"Siegfried%20von%20Kospoth\"&gt;Siegfried von Kospoth&lt;/a&gt;. At the same time, Moreau attacked with 39,000 troops, defeated Latour's 24,000 men in the &lt;a href=\"Battle%20of%20Biberach%20%281796%29\"&gt;Battle of Biberach&lt;/a&gt;.\nMoreau wanted to retreat through the Black Forest via the &lt;a href=\"Kinzig%20%28Rhine%29\"&gt;Kinzig&lt;/a&gt; river valley, but Nauendorf blocked that route. Instead, Saint-Cyr's column led the way over the Höllenthal, breaking through the Austrian net at &lt;a href=\"Titisee-Neustadt\"&gt;Neustadt&lt;/a&gt; and reaching Freiburg im Breisgau on 12 October. Moreau's supply trains took a route down the river &lt;a href=\"Wiese%20%28river%29\"&gt;Wiese&lt;/a&gt; to Hüningen. The French general wanted to reach Kehl farther down the Rhine, but by this time Charles was barring the way with 35,000 soldiers. For his trains to get away, Moreau needed to hold his position for a few days. The &lt;a href=\"Battle%20of%20Emmendingen\"&gt;Battle of Emmendingen&lt;/a&gt; was fought on 19 October, the 32,000 French losing 1,000 killed and wounded plus 1,800 men and two guns captured. The Austrians sustained 1,000 casualties out of 28,000 troops engaged. Beaupuy and Wartensleben were both killed. There was some fighting on the 20th, but when Charles advanced on 21 October the French were gone.\nMoreau sent Desaix's wing to the west bank of the Rhine at &lt;a href=\"Breisach\"&gt;Breisach&lt;/a&gt; and, with the main part of his army, offered battle at &lt;a href=\"Schliengen\"&gt;Schliengen&lt;/a&gt;. Saint-Cyr held the low ground on the left near the Rhine while Ferino defended the hills on the right. Charles hoped to turn the French right and trap Moreau's army against the Rhine. In the &lt;a href=\"Battle%20of%20Schliengen\"&gt;Battle of Schliengen&lt;/a&gt; on 24 October, the French suffered 1,200 casualties out of 32,000 engaged. The Austrians counted 800 casualties out of 36,000 men. The French held off the Austrian attacks but retreated the next day and recrossed to the west bank of the Rhine on 26 October. In the south, the French held two east-bank bridgeheads. Moreau ordered Desaix to defend Kehl while Ferino and Abbatucci were to hold Hüningen.\nArmistice refused and subsequent sieges.\nMoreau offered Charles an armistice and the Archduke was eager to accept it so that he could send 10,000 reinforcements to Italy, but the Aulic Council directed him to refuse it and to reduce Kehl and Hüningen. While Charles was instructed to reduce the cities, in early January, the French began transferring two divisions to Bonaparte's army in Italy. Bernadotte's 12,000 from the Army of Sambre and Meuse and Delmas's 9,500 from the Army of Rhine and Moselle went south to support Bonaparte's approach to Vienna.\nInstead of sending a comparable number of men to Italy to defend against the reinforcements, Charles gave Latour 29,000 infantry and 5,900 cavalry and ordered him to capture Kehl. The &lt;a href=\"Siege%20of%20Kehl%20%281796%E2%80%9397%29\"&gt;Siege of Kehl&lt;/a&gt; lasted from 10 November to 9 January 1797, during which the French suffered 4,000 and the Austrians 4,800 casualties. By a negotiated agreement, the French surrendered Kehl in return for an undisturbed withdrawal of the garrison into Strasbourg. Similarly, the French handed over the east-bank bridgehead at &lt;a href=\"Siege%20of%20H%C3%BCningen\"&gt;Hüningen&lt;/a&gt; on 5 February.\nAftermath.\nMoreau's ability to transfer troops to Italy, and Charles' inability to do so, made a fundamental difference in the outcome of the &lt;a href=\"Italian%20campaigns%20of%20the%20French%20Revolutionary%20Wars%23Bonaparte%27s%20war\"&gt;Italian campaign&lt;/a&gt; of 1796. At the outset of the campaign, the French military planners calculated that the best route to Vienna was through Germany, not Italy; consequently they focused the bulk of their force at the Rhine, long viewed by both the French and the Holy Roman Empire as the principal barrier between the two polities. The army that held the opposite bank controlled access to the crossings. Reflecting this philosophy, the Italian campaign received only 37,000 men and 60 guns to oppose more than 50,000 Allied troops in the theater. Nevertheless, Napoleon was successful at isolating the &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt;ns from their Austrian allies at the &lt;a href=\"Battle%20of%20Millesimo\"&gt;Battle of Millesimo&lt;/a&gt; (13–14 April), and at the &lt;a href=\"Battle%20of%20Lodi\"&gt;Battle of Lodi&lt;/a&gt; a month later. He then isolated the &lt;a href=\"Kingdom%20of%20Naples\"&gt;Neopolitans&lt;/a&gt; from the Austrians at the &lt;a href=\"Battle%20of%20Borghetto\"&gt;Battle of Borghetto&lt;/a&gt; on 30 May 1796.\nWhile engaged in defending the besieged bridgeheads at Kehl and Huningen, Moreau had been moving troops south to support Napoleon. The Austrian defeat at the &lt;a href=\"Battle%20of%20Rivoli\"&gt;Battle of Rivoli&lt;/a&gt; in January 1797, with some 14,000 Allied casualties, allowed Napoleon to surround and capture an Austrian relief column near &lt;a href=\"Mantua\"&gt;Mantua&lt;/a&gt;. Soon after, the city itself surrendered to the French, who continued their advance eastward towards Austria. After a brief campaign during which the Austrian army was commanded by Charles, the French advanced to &lt;a href=\"Judenburg\"&gt;Judenburg&lt;/a&gt;, within of Vienna, and the Austrians agreed to a five-day truce. Napoleon claimed to have taken 150,000 prisoners, 170 standards, 500 pieces of heavy artillery, 600 field pieces, five pontoon trains, nine ships of the line, 12 &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt;s, 12 &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt;s and 18 &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s; in an age when battlefield success was calculated not only by possession of the battlefield but also by the count of prisoners and spoils, the campaign was a decisive victory. In the Rhineland, Charles returned to the status quo antebellum.\nOn 18 April 1797, Austria and France agreed to an &lt;a href=\"Peace%20of%20Leoben\"&gt;armistice&lt;/a&gt;; this was followed by five months of negotiation, leading to the &lt;a href=\"Peace%20of%20Campo%20Formio\"&gt;Peace of Campo Formio&lt;/a&gt;, which ended the War of the First Coalition, on 18 October 1797. The peace treaty was to be followed up by the &lt;a href=\"Second%20Congress%20of%20Rastatt\"&gt;Congress at Rastatt&lt;/a&gt; at which the parties would divide the spoils of war. Campo Formio's terms held until 1798, when both groups recovered their military strength and began the &lt;a href=\"War%20of%20the%20Second%20Coalition\"&gt;War of the Second Coalition&lt;/a&gt;. Despite the renewal of military action, the Congress continued its meetings in Rastatt until the assassination of the French delegation in April 1799.\nCommentary.\nDodge called Charles' military operations \"masterful\" but noted the difference in results between the Rhine and Italian campaigns. \"In Germany, each opponent ended where he began; Bonaparte won all northern Italy by his new method of conducting war.\" Dodge credited Moreau with \"ordinary talent\" and Jourdan with even less. He stated that Carnot's plan of allowing his two northern armies to operate on separated lines contained the element of failure.\nIn his five-volume analysis of the French Revolutionary Wars, &lt;a href=\"Ramsay%20Weston%20Phipps\"&gt;Ramsay Weston Phipps&lt;/a&gt; speculated on why Moreau gained renown by the supposed skill of his retreat. Phipps suggested that it was not skillful for Moreau to allow the inferior columns of Latour, Nauendorf and Fröhlich to herd him back to France. Even during his advance, Phipps maintained, Moreau was irresolute. &lt;a href=\"Jean-de-Dieu%20Soult\"&gt;Jean-de-Dieu Soult&lt;/a&gt;, who participated in the campaign as an infantry brigadier, noted that Jourdan too made many errors but the French government's errors were worse. The French were unable to pay for supplies because their currency was worthless, so the soldiers stole everything. This ruined discipline and turned the local populations against the French. Jourdan seemed to have an unwarranted faith in Moreau's promise to follow Charles. His decision to give battle at Würzburg was partly done so as not to leave Moreau in the lurch."
}