{
    "id": "42607759",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=42607759",
    "title": "European Society of Neurogastroenterology and Motility",
    "text": "The European Society of Neurogastroenterology &amp; Motility (ESNM) is a professional medical &lt;a href=\"non-profit%20organization\"&gt;non-profit organization&lt;/a&gt; that was founded in 1982. The ESNM has over 3,100 &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an members, who are involved in the study of &lt;a href=\"neuroscience\"&gt;neuroscience&lt;/a&gt; and the pathophysiology of &lt;a href=\"gastrointestinal%20function\"&gt;gastrointestinal function&lt;/a&gt;, and more generally in the advancement of &lt;a href=\"neurogastroenterology\"&gt;neurogastroenterology&lt;/a&gt;.\nThe ESNM is a member of the &lt;a href=\"United%20European%20Gastroenterology\"&gt;United European Gastroenterology&lt;/a&gt;, a larger organization of European medical societies concerned with &lt;a href=\"gastroenterology\"&gt;gastroenterology&lt;/a&gt; and &lt;a href=\"digestive%20diseases\"&gt;digestive diseases&lt;/a&gt;.\nPresentation.\nHistory.\nThe European Society of Neurogastroenterology and Motility was founded in 1982 in Leuven, Belgium by Gaston Vantrappen, , David Wingate and other scientists.\nIn 2004, the association had 350 members. Four years later, the membership had reached 1,000 participants coming from 11 different countries. In 2017, the ESNM has more than 3,100 from all over the world.\nMission.\nThe ESNM's mission is to: \nStructure.\nThe organizational structure of the ESNM consists of : \nSteering committee.\nThe 2016 steering committee officers are:\nSteering committee members are :\nMembers.\nThe ESNM currently consists of more than 3,100 individual members and 16 affiliated societies and the Gut Microbiota &amp; Health section.\nAffiliated national societies and groups.\nThese national and interest groups are: \nActivities.\nTo achieve its goals, the ESNM: \nThe ESNM also sponsors and supports educational programs in the field of neurogastroenterology.\nCongresses and events.\nJoint International Neurogastroenterology and Motility Meeting.\nIn 2005, the American Neurogastroenterology and Motility Society (ANMS) and the European Society for Neurogastroenterology and Motility decided to organize Joint International Neurogastroenterology and Motility meetings.\nFederation of Neurogastroenterology and Motility Meeting.\nThe Federation of Neurogastroenterology and Motility (FNM) Meeting Congress is the follower of the Joint International Neurogastroenterology and Motility Meeting. It is held every two years and is jointly organized by the full members of the International Joint Federation: ANMS (American Neurogastroenterology and Motility Society), the ESNM (European Society of Neurogastroenterology and Motility) and the ANMA (Asian Neurogastroenterology and Motility Association). Associate members and also present in the scientific committee are SLNG (La Sociedad Latinoamericana de Neurogastroenterologia) and ANGMA (Australasian Neurogastroenterology and Motility Association).\nThe 1st Federation of &lt;a href=\"Neurogastroenterology\"&gt;Neurogastroenterology&lt;/a&gt; and &lt;a href=\"Motility\"&gt;Motility&lt;/a&gt; Meeting was held in &lt;a href=\"Guangzhou\"&gt;Guangzhou&lt;/a&gt;, China, in 2014. It was hosted by the Chinese Society of Gastrointestinal Motility.\nThe second FNM meeting took take place in San Francisco, California August 26–28, 2016.\nENSM will host the 3rd FNM meeting in Amsterdam, The Netherlands, August 29-September 1, 2018.\nNeurogastroenterology meetings – NeuroGASTRO.\nESNM starts a new series of Europe-based Neurogastroenterology meetings every two years alternating to the Joint international meetings.\nNeuroGASTRO meetings bring together experts and emerging young investigators involved in &lt;a href=\"neurogastroenterology\"&gt;neurogastroenterology&lt;/a&gt;, digestive motility and functional gastrointestinal diseases from Europe and from all around the world.\nThe first edition of NeuroGASTRO was held in Istanbul, Turkey, in 2015.\nThe program prepared by the scientific committee included the following topics:\nThe NeuroGASTRO Meeting took place in Cork, Ireland, August 24–26, 2017.\nNeurogastroenterology and Motility journal.\n\"&lt;a href=\"Neurogastroenterology%20and%20Motility\"&gt;Neurogastroenterology and Motility&lt;/a&gt;\" is a bimonthly peer-reviewed medical journal covering neurogastroenterology and gastrointestinal motility. It is the official &lt;a href=\"Academic%20journal\"&gt;journal&lt;/a&gt; of the ESNM and the American Neurogastroenterology and Motility Society (ANMS).\nIt edits clinical observations, abstracts of congresses and &lt;a href=\"lecture\"&gt;lecture&lt;/a&gt;s, meeting reports and &lt;a href=\"book%20reviews\"&gt;book&lt;/a&gt; and article reviews. The journal publishes papers from &lt;a href=\"scientist\"&gt;scientist&lt;/a&gt;s worldwide working in the field of &lt;a href=\"gastrointestinal%20motility\"&gt;gastrointestinal motility&lt;/a&gt;, clinical research and &lt;a href=\"medical%20treatment\"&gt;treatments&lt;/a&gt;.\n\"Neurogastroenterology and Motility\" is published by &lt;a href=\"Wiley-Blackwell\"&gt;Wiley-Blackwell&lt;/a&gt;.\nScientists can submit their articles to the journal. It accepts or refuses the paper after an editorial and &lt;a href=\"peer%20review\"&gt;peer review&lt;/a&gt; process.\nAccording to the &lt;a href=\"publisher\"&gt;publisher&lt;/a&gt;, this process is independent of the societies affiliated with the journal. Neither the ESNM, the ANMS, the FBG nor Wiley-Blackwell have any editorial &lt;a href=\"decision-making\"&gt;decision-making&lt;/a&gt; power.\nIn 2016, the &lt;a href=\"editors-in-chief\"&gt;editors-in-chief&lt;/a&gt; are Drs. Gianrico Farrugia, Magnus Simren and Gary Mawe.\nThe Gut Microbiota and Health Section.\nIn 2011, the ESNM launched the Gut Microbiota &amp; Health Section.\nIt was set up to raise awareness and understanding of the links between &lt;a href=\"gut%20microbiota\"&gt;gut microbiota&lt;/a&gt; and &lt;a href=\"human%20health\"&gt;human health&lt;/a&gt;, to expand &lt;a href=\"knowledge\"&gt;knowledge&lt;/a&gt; and to increase interest in the subject of &lt;a href=\"gut%20flora\"&gt;gut flora&lt;/a&gt;.\nBoard of Directors.\nIn 2012, the president of the Gut Microbiota &amp; Health Section of the ESNM was &lt;a href=\"Professor\"&gt;Professor&lt;/a&gt; Fernando Azpiroz.\nIn 2016, the Gut Microbiota &amp; Health Section's board is composed of: Fernando Azpiroz, &lt;a href=\"chairman\"&gt;chairman&lt;/a&gt; (Spain), Qasim Aziz (United Kingdom), Joël Doré (France), &lt;a href=\"Paul%20Enck\"&gt;Paul Enck&lt;/a&gt; (Germany), Francesco Guarner (Spain), Magnus Simrén (Sweden), Giovanni Barbara (Italy), S. Murch (United Kingdom), H. Sokol (France), M. Trauner (Austria).\nThe Gut Microbiota &amp; Health Section is open to any &lt;a href=\"professional\"&gt;professional&lt;/a&gt; involved in the field of gut microbiota.\nActivities.\nThe section seeks to: provide a forum on new discoveries in &lt;a href=\"gut%20microbiota\"&gt;gut microbiota&lt;/a&gt; and health, to stimulate and encourage &lt;a href=\"research\"&gt;research&lt;/a&gt;, to share &lt;a href=\"news\"&gt;news&lt;/a&gt; and &lt;a href=\"information\"&gt;information&lt;/a&gt; on topics related to gut microbiota, to provide science and educational activities to widely disseminate &lt;a href=\"knowledge\"&gt;knowledge&lt;/a&gt; in this field.\nGut Microbiota For Health website.\nThe Gut Microbiota &amp; Health Section has launched a &lt;a href=\"website\"&gt;website&lt;/a&gt; on gut microbiota in 2012. Gut Microbiota for Health is an online platform dedicated to experts and to the public. One section, named \"Gut Microbiota Research and Practice\" is aimed at professionals (researchers, MDs, PhDs...), the other \"Gut Microbiota News Watch\" is dedicated to a wider audience.\nGut Microbiota Research and Practice.\nThe Gut Microbiota Research and Practice section is aimed at researchers, scientists and &lt;a href=\"health%20care%20professionals\"&gt;health care professionals&lt;/a&gt;. It contains papers and reviews, abstracts of congresses and events, and discussions of recent findings on the &lt;a href=\"human%20digestive%20system\"&gt;human digestive system&lt;/a&gt;, the &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt;, metabolic conditions and gut-brain axis... Thanks to an &lt;a href=\"Internet%20forum\"&gt;Internet forum&lt;/a&gt;, this section enables scientists from around the world to debate and discuss on gut microbiota issues. Researchers are also allowed to send and submit their &lt;a href=\"scientific%20article\"&gt;scientific article&lt;/a&gt;s.\nThis section gathers 900 online members, which include scientists, clinicians, journalists, institutional representatives... It also brings together 1800 Twitter followers, 1800 LinkedIn members, and 2500 newsletter subscribers with a common interest in gut microbiota.\nGut Microbiota News Watch.\nThe other section of the Gut Microbiota For Health website is dedicated to a wider &lt;a href=\"audience\"&gt;audience&lt;/a&gt;. It is called \"Gut Microbiota News Watch\" and gathers the most recent information on gut microbiota. The aim is to spread information to the &lt;a href=\"mass%20media\"&gt;mass media&lt;/a&gt; and the &lt;a href=\"public\"&gt;public&lt;/a&gt;.\nGut Microbiota News Watch is dedicated to promoting and spreading information on gut microbiota to the &lt;a href=\"mass%20media\"&gt;mass media&lt;/a&gt; and the &lt;a href=\"general%20public\"&gt;public&lt;/a&gt;. It offers easy-to understand &lt;a href=\"information\"&gt;information&lt;/a&gt; on &lt;a href=\"gut%20microbiota\"&gt;gut microbiota&lt;/a&gt;, its key role in the &lt;a href=\"human%20body\"&gt;human body&lt;/a&gt;, its importance for health and its role in the vital functions.\nThis website is also connected to &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; such as &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; and &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, in order to create a gut microbiota-aware community.\nGut Microbiota for Health World Summit.\nThe ESNM's Gut Microbiota &amp; Health Section organizes the annual Gut Microbiota for Health World Summit. The aim is to gather together leading international &lt;a href=\"gut%20microbiota\"&gt;gut microbiota&lt;/a&gt; experts and to keep them up to date through lectures and workshops on the latest advances in gut microbiota &lt;a href=\"research\"&gt;research&lt;/a&gt;.\nIt is organized by the Gut Microbiota &amp; Health Section and the American Gastroenterological Association (AGA) with the support of the &lt;a href=\"Danone\"&gt;Danone&lt;/a&gt; group.\nThe first summit was held in &lt;a href=\"Evian-les-Bains\"&gt;Evian-les-Bains&lt;/a&gt;, France, in 2012. More than 200 specialists from 30 different countries participated in this event.\nThe 2nd Gut Microbiota for Health World Summit was held in Madrid, Spain, a year later.\nThe 3rd Gut Microbiota for Health World Summit took place in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, United States, in 2014. Among the topics covered: In what way does gut microbiota influence &lt;a href=\"functional%20bowel%20disorder\"&gt;functional bowel disorder&lt;/a&gt;s? How is gut microbiota involved in the development of the &lt;a href=\"metabolic%20syndrome\"&gt;metabolic syndrome&lt;/a&gt;? Can &lt;a href=\"diet%20%28nutrition%29\"&gt;diet&lt;/a&gt; and &lt;a href=\"probiotics\"&gt;probiotics&lt;/a&gt; have a positive effect on &lt;a href=\"mental%20health\"&gt;mental health&lt;/a&gt;?.\nThe 4th summit was held in Barcelona, Spain. Since 2015, the European Crohn's and Colitis Organization and the European Society for Pediatric Gastroenterology Hepatology and Nutrition joined the summit as co-partners.\nThe 5th Gut Microbiota for Health World Summit took place in Miami, Florida, in 2016. During this event, scientists discussed topics ranging from diet switch impact on gut microbiota, to pre and probiotics, including fecal microbiota transplantations...\nOther activities.\nThe Gut Microbiota &amp; Health Section publishes scientific papers on gut flora. Its first paper was published in the \"Neurogastroenterology and Motility\" journal in 2013. Its theme was: \"Gut microbiota and gastrointestinal health: current concepts and future directions\"."
}