{
    "id": "42634852",
    "revid": "42150894",
    "url": "https://en.wikipedia.org/wiki?curid=42634852",
    "title": "Pietro Casaretto",
    "text": "Pietro Casaretto, &lt;a href=\"Order%20of%20St.%20Benedict\"&gt;O.S.B.&lt;/a&gt; (1810-1878) was an Italian &lt;a href=\"Order%20of%20St.%20Benedict\"&gt;Benedictine&lt;/a&gt; &lt;a href=\"monk\"&gt;monk&lt;/a&gt; who established the Subiaco Congregation, an international federation of Benedictine monasteries, now part of the &lt;a href=\"Subiaco%20Cassinese%20Congregation\"&gt;Subiaco Cassinese Congregation&lt;/a&gt;.\nLife.\nHe was born Francesco Casaretto in &lt;a href=\"Ancona\"&gt;Ancona&lt;/a&gt; in 1810 into a family of merchants from &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;. Although always sickly, at the age of 17 he was admitted into the &lt;a href=\"novitiate\"&gt;novitiate&lt;/a&gt; of the &lt;a href=\"Abbey%20of%20Santa%20Maria%20del%20Monte\"&gt;Abbey of Santa Maria del Monte&lt;/a&gt; in &lt;a href=\"Cesena\"&gt;Cesena&lt;/a&gt;, which was part of the Cassinese &lt;a href=\"Religious%20congregation\"&gt;Congregation&lt;/a&gt; headquartered at the ancient &lt;a href=\"Abbey%20of%20Santa%20Giustina\"&gt;Abbey of Santa Giustina&lt;/a&gt; in &lt;a href=\"Padua\"&gt;Padua&lt;/a&gt;, and he was given the &lt;a href=\"religious%20name\"&gt;religious name&lt;/a&gt; by which he is now known. He professed &lt;a href=\"religious%20vows\"&gt;religious vows&lt;/a&gt; as a member of the abbey the following year.\nAlmost immediately Casaretto began a series of moves from one monastery to another, in a futile effort to find a climate that suited his health. These frequent moves not only left him with a lifelong urge for travel but prevented him from expanding on the little education he had received as a child. What he came to find in these various communities began to disappoint him in his desire to be a good monk.\nA mediocre way of life had developed in these abbeys, due above all to the prolonged interruption of their life during the occupation of Italy by the &lt;a href=\"French%20Revolutionary%20Army\"&gt;French Revolutionary Army&lt;/a&gt; and subsequent French governments, which had closed most of the monasteries for nearly a quarter of a century. Even when restored, the monasteries were uncertain as to their continued existence, because of the apparently inevitable progress of the &lt;a href=\"Risorgimento\"&gt;Risorgimento&lt;/a&gt; with its &lt;a href=\"anti-clerical\"&gt;anti-clerical&lt;/a&gt; ideology. During the suppression the monks had had to support themselves as &lt;a href=\"parish%20priest\"&gt;parish priest&lt;/a&gt;s or to live with their families. In the struggle to fend for themselves during this long interval, they had acquired habits which were hard to shed on their return to the monasteries, and which they knew they might have to resume at any time. Instead of living entirely from the community's resources, as mandated by the &lt;a href=\"Rule%20of%20St.%20Benedict\"&gt;Rule of St. Benedict&lt;/a&gt;, individual monks retained small reserves of private property. Family ties counted for a great deal, even within the monastery—a situation strongly condemned in the Rule. In regards to their spirituality, greater store was set by the kind of devotional exercises and pious practices suitable for a parish priest than by the liturgy performed in common. The political divide in Italy between those who welcomed the movement for national unification and those who defended the status quo gave rise to factions within monastic communities.\nCasaretto began to long for a stricter degree of observance of the Rule than he had found in the various Cassinese monasteries in which he had stayed. Unlike other monastic reformers of the era, such as &lt;a href=\"Dom%20Gueranger\"&gt;Dom Gueranger&lt;/a&gt; in France and the &lt;a href=\"Maurus%20Wolter\"&gt;Wolter brothers&lt;/a&gt; in Germany, who based their reforms on the study of theology and history, however, he came to the conviction that a stricter &lt;a href=\"asceticism\"&gt;asceticism&lt;/a&gt; necessarily meant a better monasticism.\nDue to his poor health, after his &lt;a href=\"ordination\"&gt;ordination&lt;/a&gt; as a &lt;a href=\"priest%20%28Catholic%20Church%29\"&gt;priest&lt;/a&gt; he was advised to seek &lt;a href=\"exclaustration\"&gt;exclaustration&lt;/a&gt; (a temporary leave of absence to allow for discernment). Instead, he reluctantly accepted assignment to a parish in &lt;a href=\"Pegli\"&gt;Pegli&lt;/a&gt;, near Genoa, which had been entrusted to the &lt;a href=\"pastoral%20care\"&gt;pastoral care&lt;/a&gt; of the Congregation, but was in danger of being seized by the &lt;a href=\"cathedral%20chapter\"&gt;cathedral chapter&lt;/a&gt; of the &lt;a href=\"diocese\"&gt;diocese&lt;/a&gt;. He did so, however, only on condition of being accompanied by a few of his brother monks. Furthermore, his stipulation was that they be allowed to follow an exact observance of the monastic life as laid down in the &lt;a href=\"Rule%20of%20St.%20Benedict\"&gt;Rule of St. Benedict&lt;/a&gt;. To be revived in this was the practice of perpetual &lt;a href=\"abstinence\"&gt;abstinence&lt;/a&gt; from meat and the celebration of &lt;a href=\"Matins\"&gt;Matins&lt;/a&gt; at 2:00 A.M. This was seen as an act of defiance in some quarters, but Casaretto had won the confidence of &lt;a href=\"Pope%20Pius%20IX\"&gt;Pope Pius IX&lt;/a&gt; and King &lt;a href=\"Charles%20Albert%20of%20Sardinia\"&gt;Charles Albert of Sardinia&lt;/a&gt;, normally opposed to monastic foundations which had not done much to recommend themselves previously in the King's model 19th-century state. His vision was fulfilled with the approval of a small monastic community in 1843.\nCasaretto set about transforming the parish house into a monastery, for which he enlisted the &lt;a href=\"Master%20of%20novices\"&gt;Master of novices&lt;/a&gt; of the &lt;a href=\"Subiaco%20Abbey\"&gt;Abbey of Subiaco&lt;/a&gt; as a companion, and soon recruited a small group of candidates to monastic life.\nVery shortly the community moved to more spacious quarters at the nearby former &lt;a href=\"wikt%3Acharterhouse\"&gt;Charterhouse&lt;/a&gt; of San Giuliano d'Albaro, where in 1844 Casaretto was named an abbot by the Cassinese Congregation, which was impressed by the ability he had unexpectedly shown. Another monastery, the Abbey of &lt;a href=\"Finale%20Ligure\"&gt;Finale Ligure&lt;/a&gt;, which the &lt;a href=\"Olivetans\"&gt;Olivetan monks&lt;/a&gt; had found themselves unable to maintain, was transferred to Casaretto's authority. There he established a missionary college, dedicated to training monks to live overseas, especially in territories where the English language was spoken. This was a step away from the purely European focus of the Cassinese congregation.\nThe new foundation received approval within the Congregation in 1846 with the visit of the abbot of their mother monastery in Padua. That same year, it also found support from the &lt;a href=\"Holy%20See\"&gt;Vatican&lt;/a&gt; with its approval of 18 articles Casaretto had submitted to serve as shaping the character of the foundation.\nOver the next few years, three other Cassinese monasteries joined Casaretto's experiment. At this point, in 1850, Pope Pius used his authority over the Abbey of Subiaco to appoint Casaretto as abbot there. The existing community was broken up and the monks transferred out to make room for Casaretto's little band of reformers. From the start co-existence in the same house seemed unthinkable. The principal elements of the reform were total reliance by the monks on common property, total abstinence from meat and the recitation of Matins in the middle of the night. In 1851 the Cassinese Congregation formed these communities into a new &lt;a href=\"ecclesiastical%20province\"&gt;Province&lt;/a&gt; of &lt;a href=\"Subiaco%2C%20Lazio\"&gt;Subiaco&lt;/a&gt;, named for the site of the first Benedictine monastery, granting these communities a degree of autonomy. This grouping was not based on the regional proximity of the monasteries, as was the case with all the other provinces of the Cassinese Congregation, but according to the level of the Observance. That same year, at the strong urging of the pope, he was elected President of the congregation.\nBy 1867, monasteries in Belgium, England and France had also joined this new province. That was the year that Casaretto had decided that conditions in the congregation were such that a complete split would be best. For this he convened an extraordinary &lt;a href=\"Diet%20%28assembly%29\"&gt;Diet&lt;/a&gt; which declared such a break, and established the monasteries of the Province as the Cassinese Congregation of the Primitive Observance. One new feature of this congregation, breaking with monastic tradition, was the establishment of a single &lt;a href=\"abbot\"&gt;abbot&lt;/a&gt; for the congregation, titled the Abbot General, with the &lt;a href=\"Superior%20%28hierarchy%29\"&gt;Superior&lt;/a&gt; of each monastery being titled simply a &lt;a href=\"prior\"&gt;prior&lt;/a&gt;, who was to be elected &lt;a href=\"triennial\"&gt;triennial&lt;/a&gt;ly, rather than for life. This step drew the criticism of excessive centralization of monastic life, but the new congregation thrived, and received final &lt;a href=\"papal\"&gt;papal&lt;/a&gt; approval in 1872, only five years after its inauguration.\nCharged with misusing the congregation's finances, Casaretto died in 1878, outside a monastic community, while under investigation for these charges. His vision was not to survive intact. A committee of &lt;a href=\"Cardinal%20%28Catholicism%29\"&gt;cardinals&lt;/a&gt; called an extraordinary &lt;a href=\"General%20Chapter\"&gt;General Chapter&lt;/a&gt; of the congregation in 1880. In the course of this, they cancelled the congregational nature of the &lt;a href=\"religious%20vows\"&gt;religious vows&lt;/a&gt; the monks had taken and re-established both the office of abbot as the superior of each monastery for life and the practice of the monk's vowing stability in a single community."
}