{
    "id": "42704762",
    "revid": "4460308",
    "url": "https://en.wikipedia.org/wiki?curid=42704762",
    "title": "Supreme Court of Justice (Austria)",
    "text": "The Supreme Court of Justice ( or ) in &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; is the &lt;a href=\"supreme%20court\"&gt;final court of appeal&lt;/a&gt; for criminal and civil &lt;a href=\"lawsuit\"&gt;lawsuit&lt;/a&gt;s other than administrative. The court also deals with service-related complaints by jurists against the judiciary and with disciplinary complaints against jurists; it acts as the trial court in cases involving certain senior judges and prosecutors, as an appeals court in cases involving lower-level judges and prosecutors, attorneys, and notaries. In addition to its adjudicative responsibilities, the court is charged with running the Republic's official public law library (the ) and with publishing appraisals of draft legislation presented to the &lt;a href=\"National%20Council%20%28Austria%29\"&gt;National Council&lt;/a&gt; by the &lt;a href=\"government%20of%20Austria\"&gt;government&lt;/a&gt;.\nAlong with the &lt;a href=\"Supreme%20Administrative%20Court%20of%20Austria\"&gt;Supreme Administrative Court&lt;/a&gt; and the &lt;a href=\"Constitutional%20Court%20%28Austria%29\"&gt;Constitutional Court&lt;/a&gt;, it is one of three courts of final appeal. While the Supreme Court of Justice hears appeals on points of law in criminal and civil matters, the Supreme Administrative Court does so in administrative matters. The Constitutional Court, on the other hand, is responsible for &lt;a href=\"judicial%20review\"&gt;judicial review&lt;/a&gt;, the resolution of demarcation conflicts between the administrative and the judiciary and the impeachment of public officials.\nThe court does not have a fixed number of members. As of the early 21st century, there are typically between fifty and sixty justices on the court; as of August 2018, the exact number of sitting judges is 61.\nThe responsibility for appointing Supreme Court justices is vested in the &lt;a href=\"President%20of%20Austria\"&gt;President of Austria&lt;/a&gt;, but the President can and usually does delegate this task to the &lt;a href=\"Ministry%20of%20Justice%20%28Austria%29\"&gt;minister of justice&lt;/a&gt;. The minister picks from a shortlist of three nominees provided by the court itself.\nThe Supreme Court of Justice convenes in the &lt;a href=\"Palace%20of%20Justice%2C%20Vienna\"&gt;Palace of Justice&lt;/a&gt; in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;.\nBackground.\nThe Austrian judiciary is divided into general courts () and courts of public law ().\nThe courts of public law supervise the other two branches of government. One of its limbs, the administrative court system, reviews the legality of administrative acts. Its other limb, the &lt;a href=\"Constitutional%20Court%20%28Austria%29\"&gt;Constitutional Court&lt;/a&gt;, adjudicates on liability claims against the Republic, its provinces, and its municipalities,\ndemarcation conflicts between courts or between courts and bureaucrats,\ncomplaints regarding the constitutionality of statutes or the legality of ordinances,\nelection complaints,\nand complaints regarding the conduct of elected officials and political appointees in office.\nThe general courts handle all remaining &lt;a href=\"lawsuit\"&gt;civil&lt;/a&gt; cases and all criminal trials as well as non-adversary proceedings such as inheritance cases or legal guardianship matters.\nThe hierarchy of general courts has four levels: district, regional, higher regional, and supreme.\nFor most cases, &lt;a href=\"original%20jurisdiction\"&gt;original jurisdiction&lt;/a&gt; lies with one of the 115 district courts (); the verdict of a district court can be appealed to the relevant regional court (). Some cases are first tried before one of the 18 regional courts and can be appealed to the relevant higher regional court (). The four higher regional courts and the Supreme Court of Justice do not have original jurisdiction; they exclusively hear appeals.\nThe constitutional right to an appeal is taken seriously in Austria. Any party to any trial before a general court can file an appeal on facts and law ().\nIf the case is a civil case, the appellate court first checks whether the trial court has committed procedural errors; if yes, it orders a retrial, sending the case back to the trial court.\nIf no, or if the case is criminal, the appellate court conducts what is essentially a retrial itself − the appellate trial does not merely review questions of law but also questions of fact, assessing evidence and questioning witnesses.\nIn addition to the appeal on facts and law against the verdict of the trial court, an appeal at law ( in civil trials, in criminal cases) can be filed against the verdict of the appellate court.\nIn criminal cases, appeals at law that are not obviously frivolous are also handled in public hearings. A successful appeal at law not just overturns but complete erases the verdict of the appellate court, sending the case down the ladder again.\nVerdicts of trial courts − although not of appellate courts − that result from the trial court's application of an unconstitutional statute or an illegal ordinance can additionally be fought with extraordinary appeals at law to the Constitutional Court.\nPowers and responsibilities.\nThe Supreme Court of Justice hears appeals at law ( and ) against verdicts of lower appellate courts.\nIn addition to its role in public trials, the court also deals with some of the Austrian judiciary's internal disputes. It hears, as the court of original jurisdiction, complaints lodged by judges against the bureaucracy and disciplinary complaints against certain senior judges and prosecutors.\nIt has appellate jurisdiction in disciplinary proceedings against lower-ranking judges and prosecutors, attorneys, and notaries. Decisions handed down by the court are final; there is no appeal against the Supreme Court of Justice in internal affairs proceedings any more than there is in ordinary trials.\nIn addition to its adjudicative functions, the court is charged with publishing appraisals of draft legislation presented to the &lt;a href=\"National%20Council%20%28Austria%29\"&gt;National Council&lt;/a&gt; by the &lt;a href=\"government%20of%20Austria\"&gt;government&lt;/a&gt;; the court is required to evaluate a government bill if asked to do so by the president of the court of by the &lt;a href=\"Ministry%20of%20Justice%20%28Austria%29\"&gt;minister of justice&lt;/a&gt;.\nThe court does not have the authority to actually veto legislation, however, and neither does it have the soft power to make draft bills politically untenable.\nAustria is a &lt;a href=\"parliamentary%20system\"&gt;parliamentary democracy&lt;/a&gt; in which most bills originate not with individual legislators but with the cabinet; the country has also had strong &lt;a href=\"consociationalism\"&gt;consociationalist&lt;/a&gt; tendencies historically and remains highly &lt;a href=\"consensus%20democracy\"&gt;consensus-oriented&lt;/a&gt; to this day. Formal expert opinions on draft bills offered by political lobbying groups, professional associations, churches, regional governments, and various arms of the national bureaucracy are a routine part of the legislative process; neither the cabinet nor the legislature are required to defer to any of them.\nThe court maintains the , the Republic's official public law library.\nComposition.\nThe Supreme Court of Justice consists of a president, a vice president, and as many additional members as court and cabinet deem necessary and appropriate. As of the early 21st century, the court typically has fifty and sixty members.\nAs of August 2018, the exact number of sitting justices is 61.\nAs with any other court in the Austrian general courts system, Supreme Court justices are professional judges; they have graduated from &lt;a href=\"law%20school\"&gt;law school&lt;/a&gt;, done several months of internship-type practical work in an actual courthouse, received four years of post-graduate training, and passed a special exam.\nSupreme Court justices cannot be members of a national or provincial cabinet or legislative body.\nThe responsibility for appointing justices is vested in the &lt;a href=\"President%20of%20Austria\"&gt;President of Austria&lt;/a&gt;, but the president can and usually does delegate this task to the &lt;a href=\"Ministry%20of%20Justice%20%28Austria%29\"&gt;minister of justice&lt;/a&gt;. The court maintains a special personnel committee () that provides the minister with a shortlist of three candidates in the event of a vacancy. In theory, the minister may appoint any Austrian legally qualified to sit the bench and not excluded by the constitution's rudimentary incompatibility provisions. In practice, the minister dependably picks one of the three candidates nominated by the court.\nProcess.\nFor the purpose of actually trying cases, the court is partitioned into 18 panels () of five members each.\nAs everywhere in the Austrian court system, panels are subject to a fixed and specific apportionment of responsibilities ().\nThe fixed apportionment is meant to prevent the government from influencing outcomes by hand-picking a panel sympathetic to its perspective.\nOne panel exclusively deals with appeals decisions reached by &lt;a href=\"arbitration\"&gt;arbitration&lt;/a&gt; tribunals; another panel hears to appeals to antitrust verdicts handed down by the Vienna higher regional court, which has specialist &lt;a href=\"exclusive%20jurisdiction\"&gt;exclusive jurisdiction&lt;/a&gt; over all Austrian antitrust cases. A third panel handles disciplinary proceedings and other disputes internal to the judiciary. Of the remaining fifteen panels, ten deal with civil cases and five with criminal trials.\nA new case that comes before the court is first assigned to the relevant panel. One of the members of the panel is appointed case manager (). The case manager directs the preliminary research.\nAn office staffed with about 30 to 40 researchers and other assistants is attached to the court to aid case managers in this task.\nOnce the preliminary investigation is complete, the panel convenes, hears the official presentation of case and research by the case manager, deliberates, and votes. The case manager votes first, the chair votes last; other members vote in order of decreasing seniority.\nIn cases that are trivial or routine, the panel is permitted to meet as a panel of just three ().\nIf a panel of five () suspects that a case currently before it may raise a question of law of wider importance () and that existing Supreme Court case law in the matter is ambiguous or inconsistent, the panel has to add an additional six members, for a total of eleven. A case that raises a question of law of wider importance also requires a panel of eleven () if the verdict is going to overturn a large body of existing Supreme Court case law () or a verdict handed down by another panel of eleven.\nThe court only rarely meets in plenum; a plenary session is mainly required to authorize the yearly activity report.\nHistory.\nThe earliest recognizable precursor of the modern Supreme Court of Justice was the Supreme Judicial Office () established under &lt;a href=\"Maria%20Theresa\"&gt;Maria Theresa&lt;/a&gt; in 1749. In its current form, the court goes back to the &lt;a href=\"Pillersdorf%20Constitution\"&gt;Pillersdorf Constitution&lt;/a&gt; of 1848.\nThe court survived the persistent political unrest and periodic constitutional upheavals of the 1850s and 1860s, the &lt;a href=\"Austro-Hungarian%20Compromise%20of%201867\"&gt;Austro-Hungarian Compromise of 1867&lt;/a&gt;, and the collapse of the Empire at the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. Except for a change of name, it was retained unaltered both by the provisional government of the emerging &lt;a href=\"First%20Austrian%20Republic\"&gt;First Austrian Republic&lt;/a&gt; in 1918 and by the &lt;a href=\"Federal%20Constitutional%20Law%20%28Austrian%20act%29\"&gt;Constitution of 1920&lt;/a&gt;. The court was dissolved following the &lt;a href=\"Anschluss\"&gt;Nazi takeover of Austria&lt;/a&gt; in 1938 but resurrected after Austria's liberation from Nazi rule in 1945.\nAbsolutist era.\nBetween shortly after 1300 and shortly before 1800, the Habsburgs had gradually transformed their empire from a personal union of numerous independent realms and territories into a highly centralized unitary state. Feudal structures had been replaced with rules-based bureaucracies, hereditary local potentates with professional civil servants.\nThe consolidation and modernization of jurisprudence, on the other hand, had been allowed to lag.\nCivil and criminal procedure as well as the criminal code proper had made great strides forward during the reigns of &lt;a href=\"Maria%20Theresa\"&gt;Maria Theresa&lt;/a&gt; and &lt;a href=\"Joseph%20II%2C%20Holy%20Roman%20Emperor\"&gt;Joseph II&lt;/a&gt; in the late 18th century, a period of rapid and profound reform. In the early 19th century, &lt;a href=\"Francis%20II%2C%20Holy%20Roman%20Emperor\"&gt;Francis II&lt;/a&gt; had revolutionized the civil code. In terms of its organizational structure, however, the court system was still essentially medieval.\nOriginal jurisdiction over most civil and criminal matters resided with local princes () in some regions, with the estates of the realm () in others, with petty landlords in parts of the countryside, and with proto-democratic municipal governments in certain cities. Clergy, aristocracy, transients, or members of guilds could be subject to claims of jurisdiction based not on locale or subject matter but purely on social class.\nThere was no systematic &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt; between judiciary and administration. The State as such mostly only exercised a limited amount of appellate jurisdiction. The Supreme Judicial Office () in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, created by Maria Theresa in 1749, functioned both as a token court of last appeal and as a rudimentary ministry of justice.\nConstitutional era.\nThe &lt;a href=\"Revolutions%20of%201848%20in%20the%20Austrian%20Empire\"&gt;Revolutions of 1848&lt;/a&gt;, whose goals included &lt;a href=\"constitutional%20monarchy\"&gt;constitutional rule&lt;/a&gt;, equality before the law, and the abolition of outdated remnants of the feudal system, finally forced the Habsburgs to take drastic action.\nThe first milestone was the &lt;a href=\"Pillersdorf%20Constitution\"&gt;Pillersdorf Constitution&lt;/a&gt; enacted by &lt;a href=\"Emperor%20of%20Austria\"&gt;Emperor&lt;/a&gt; &lt;a href=\"Ferdinand%20I%20of%20Austria\"&gt;Ferdinand&lt;/a&gt; in April 1848. The constitution promised increased civil liberties, provided for a limited form of democratic participation in government, and stipulated that from now on all jurisprudence would be within the purview of the sovereign, implicitly promising and end to Austria's jumbled mess of landlord, estate, and ecclesiastical courts.\nAnother milestone was an edict issued on August 21 abolishing the Supreme Judicial Office and creating the Supreme Court of Cassation ().\nWhen Ferdinand's concessions failed to appease the revolutionaries and Ferdinand was forced to abdicate, his successor, Emperor &lt;a href=\"Franz%20Joseph%20I%20of%20Austria\"&gt;Franz Joseph&lt;/a&gt;, promulgated the &lt;a href=\"March%20Constitution%20%28Austria%29\"&gt;March Constitution&lt;/a&gt;, elaborating on a number of the provisions of the Pillersdorf Constitution.\nIn particular, the March Constitution confirmed that the judicial powers and responsibilities of landlords, cities, and ecclesiastical corporations were abolished. All disputes were to be settled by the State, in courts explicitly created by statutory law and according to procedure explicitly set forth in statutory law. The new constitution also expressly established &lt;a href=\"judicial%20independence\"&gt;judicial independence&lt;/a&gt; and the &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt; of judiciary and executive.\nSubsequent legislation pursuant to the March Constitution created a system of general courts that also survives, with a few significant but narrow alterations, to this day.\nMost notably, the Constitution of the Courts ( or ) of June 1849\nand the Penal Procedure Code ( or ) of January 1850 implemented an empire-wide hierarchy of trial and appellate courts that is virtually identical to the system in existence now.\nA statute enacted in August 1850 established the panel system and otherwise detailed Supreme Court organization and procedure.\nEffective 1852, Franz Joseph rescinded the March Constitution, attempting to reestablish himself as an &lt;a href=\"absolute%20monarchy\"&gt;absolute monarch&lt;/a&gt;. \nA complete rewrite of the Penal Procedure Code in 1853 eliminated judicial independence and, partially, the separation of powers.\nThe hierarchy of trial and appellate courts in general and the Supreme Court of Cassation at its top in particular, however, survived.\nThe court then also survived the gradual return to constitutional rule between 1860 and 1868, although it lost jurisdiction over the eastern half of the Empire when the &lt;a href=\"Lands%20of%20the%20Crown%20of%20Saint%20Stephen\"&gt;Lands of the Crown of Saint Stephen&lt;/a&gt; gained legal independence in the &lt;a href=\"Austro-Hungarian%20Compromise%20of%201867\"&gt;Austro-Hungarian Compromise of 1867&lt;/a&gt;.\nRepublic.\nThe collapse of the Empire at the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and the Austrian rump state's subsequent transition from monarchy to &lt;a href=\"Democracy\"&gt;democratic&lt;/a&gt; &lt;a href=\"republic\"&gt;republic&lt;/a&gt; necessitated a number of changes to Austria's system of courts of public law. The system of general courts, on the other hand, remained largely unaffected, except of course for its drastic decrease in geographic reach. A pair of laws enacted by the emerging republic's provisional government in late 1918 and early 1919 confirmed the Supreme Court in its existence. The only thing the transition really changed was the name: the Supreme Court of Cassation () became the Supreme Court of Justice ().\nThe &lt;a href=\"Federal%20Constitutional%20Law%20%28Austrian%20act%29\"&gt;Kelsen Constitution&lt;/a&gt; of 1920 retained the Supreme Court of Justice unaltered.\nThe &lt;a href=\"Austrofascism\"&gt;Austrofascist&lt;/a&gt; &lt;a href=\"Federal%20State%20of%20Austria\"&gt;Federal State&lt;/a&gt; of 1934 also kept the court in place.\nSuspension under the Nazis.\nThe &lt;a href=\"Anschluss\"&gt;absorption of Austria into the German Reich&lt;/a&gt; in March 1938 made the Supreme Court superfluous and, in fact, inconvenient. For one thing, the German judiciary used the same four-tier hierarchy as its Austrian counterpart. The judicial districts served by German and Austrian local, regional, and higher regional courts, respectively, were roughly comparable in size. Decisions of Germany's 28 higher regional courts were appealed to the &lt;a href=\"Reichsgericht\"&gt;Reichsgericht&lt;/a&gt; in &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt;; there was no strong reason for an extra appeals court intermediating between the Reichsgericht and the paltry 3 higher regional courts of the Reich's new province, the State of Austria (). \nFor another thing, the Nazis were already planning to dissolve the State of Austria into a number of unconnected provinces () in the near future; any institution that expressly and specifically served the territory traditionally known as Austria would eventually have to be disbanded in any case.\nThe court ceased operations in March 1939.\nWhen Austria regained independence in 1945, the Supreme Court was swiftly brought back, in its former role and with its former structure."
}