{
    "id": "42729028",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=42729028",
    "title": "University of Mississippi Field Station",
    "text": "The University of Mississippi Field Station (UMFS) is a off-campus research and education complex located in &lt;a href=\"Lafayette%20County%2C%20Mississippi\"&gt;Lafayette County&lt;/a&gt;, &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt; about northeast of downtown &lt;a href=\"Oxford%2C%20Mississippi\"&gt;Oxford&lt;/a&gt; and operated by the &lt;a href=\"University%20of%20Mississippi\"&gt;University of Mississippi&lt;/a&gt;.\nHistory.\nIn July 1947, the area that is now the UMFS opened as Ole Miss Fisheries, Inc., a fish farm that later became Minnows Incorporated and operated by the Herbert Kohn Corporation. The fish farm comprised of &lt;a href=\"bottomland\"&gt;bottomland&lt;/a&gt; along the Bay Springs Branch of Puskus Creek that was purchased from the Hickey family. The original ponds were irregularly arranged, filled from springs through pipes in the levees, and emptied via standpipes in the corner of each pond. After the original ponds, newer ponds had concrete outlet structures for drainage, and most current ponds have &lt;a href=\"PVC\"&gt;PVC&lt;/a&gt; standpipes. At its peak, the fish farm produced three million to four million fish per year. Eighty percent of these fish were &lt;a href=\"golden%20shiner\"&gt;golden shiner&lt;/a&gt;s, and the rest were &lt;a href=\"goldfish\"&gt;goldfish&lt;/a&gt;. After the construction of the first set of ponds, the area alongside an unnamed stream stretching about southwest of Bay Springs Branch was dynamited for drainage and cleared of timber. An additional 65 ponds were constructed here in a double row and the stream rerouted so that it flowed in two channels on the sides of the valley. Attempts were made to raise &lt;a href=\"trout\"&gt;trout&lt;/a&gt;, but these were not successful due to their low temperature requirements and the low levels dissolved substances in the water at UMFS. Additional attempts to raise &lt;a href=\"American%20bullfrog\"&gt;American bullfrog&lt;/a&gt;s were also not successful, possibly due to predation on the tadpoles or the spread of disease in confined spaces. Grazing cattle, along with the fish farm's crew, maintained low levels of vegetation growth around the ponds.In the early 1980s, the farm ceased operations and was sold to &lt;a href=\"Weyerhaeuser\"&gt;Weyerhaeuser&lt;/a&gt; where it remained fallow for two to three years, during which time much of the area became overgrown with vegetation.\nIn 1985 the University of Mississippi acquired the property in a land trade with Weyerhaeuser and converted seven of the original ponds into 45 ponds with uniform surface areas and depths. On the southwestern side of the UMFS ten ponds were likewise converted to forty shallow, uniform ponds. The &lt;a href=\"Natural%20Resources%20Conservation%20Service\"&gt;Natural Resources Conservation Service&lt;/a&gt; partially funded the construction of eight wetland cells at the western end of the field station. This construction resulted in 220 ponds covering with of water at UMFS. However, today there are around 190 ponds, several of which are dry and some of which have been combined into a single pond due to &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt; activity. The &lt;a href=\"Mississippi%20National%20Guard\"&gt;Mississippi National Guard&lt;/a&gt; Engineering Company C constructed the 45 ponds and a house for the field station's manager during two summer camps in 1990 and 1991. The UMFS was dedicated in May 1986 as the University of Mississippi Biological Field Station (\"biological\" was later dropped from the name) and encompassed approximately . An additional encompassing what was known as the old Bramlett farm were purchased, and in April 1996 were acquired to provide access to new laboratory, office, and maintenance buildings that were completed in 1998. In 2013 were added to the field station to protect against encroachment.\nSeveral agencies have or continue to support projects at the field station including the Mississippi Department of Wildlife, Fisheries and Parks, &lt;a href=\"USDA\"&gt;USDA&lt;/a&gt; &lt;a href=\"Agricultural%20Research%20Service\"&gt;Agricultural Research Service&lt;/a&gt; National Sedimentation Laboratory, &lt;a href=\"Natural%20Resources%20Conservation%20Service\"&gt;Natural Resources Conservation Service&lt;/a&gt;, &lt;a href=\"Peace%20Corps\"&gt;Peace Corps&lt;/a&gt;, Shell Development Corporation, Zoecon, ABC Laboratories, Mississippi Mineral Resources Institute, and Research Institute of Pharmaceutical Sciences.\nGeography and geology.\nThe UMFS encompasses of the &lt;a href=\"Eocene\"&gt;Eocene&lt;/a&gt; hills of the interior &lt;a href=\"Gulf%20Coastal%20Plain\"&gt;Gulf Coastal Plain&lt;/a&gt; along the headwater streams of the Little &lt;a href=\"Tallahatchie%20River\"&gt;Tallahatchie River&lt;/a&gt;. The ponds at the field station are located within a v-shaped valley originally formed by two streams: Bay Springs Branch and an unnamed stream that flows into Bay Springs Branch. Just outside the field station's boundary, Bay Springs Branch flows into Puskus Creek, which flows into Puskus Lake before continuing on to the Little Tallahatchie River. Bay Springs Branch originally flowed along the north side of the valley, but after construction of the ponds it was rerouted to the south side, and now a smaller stream flows along part of the valley's north side. Likewise, the unnamed stream was also rerouted along with pond construction so that now there are two nearly identical streams along each side of the valley on the south side of the field station. Bay Springs Branch splits on the west side of the field station, with one fork flowing from the ponds around Bay Springs Baptist Church and another flowing from a single pond on the west-central side of the field station.\nThe UMFS is within the designated borders of &lt;a href=\"Holly%20Springs%20National%20Forest\"&gt;Holly Springs National Forest&lt;/a&gt;, although none of the directly adjoining land is managed or owned by the &lt;a href=\"U.S.%20Forest%20Service\"&gt;U.S. Forest Service&lt;/a&gt;. The soils at the field station are primarily sandy and sandy-loam soils. The soils were originally primarily &lt;a href=\"loess\"&gt;loess&lt;/a&gt; but were severely degraded from forest clearing and poor agricultural practices that occurred after European settlement in 1832. There are several springs in the area that provide a year-round supply of water to the field station's streams and ponds. Elevations range from just under above sea level along the lower section of Bay Springs Branch to over on the northern edge of the field station.\nEcology.\nThe UMFS is in the Northern Hilly Gulf Coastal Plain &lt;a href=\"List%20of%20ecoregions%20in%20the%20United%20States%20%28EPA%29\"&gt;level IV&lt;/a&gt; &lt;a href=\"ecoregion\"&gt;ecoregion&lt;/a&gt;, within the Southeastern Plains level III, Southeastern USA Plains level II, and Eastern Temperate Forests Level I ecoregions. In addition to ponds, habitats include &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt;s, mowed fields, and closed canopy &lt;a href=\"mixed%20forest\"&gt;mixed forest&lt;/a&gt;s. Long-term vegetation monitoring plots were established in 1996 following a severe ice storm in 1994 and a pine bark beetle infestation in 1995. There are 345 species of &lt;a href=\"vascular%20plant\"&gt;vascular plant&lt;/a&gt;s, 132 &lt;a href=\"Water%20beetle\"&gt;aquatic beetles&lt;/a&gt;, 43 aquatic and semiaquatic &lt;a href=\"Heteroptera\"&gt;Heteroptera&lt;/a&gt;, 16 &lt;a href=\"frog\"&gt;frog&lt;/a&gt;s, 12 &lt;a href=\"salamander\"&gt;salamander&lt;/a&gt;s, 25 &lt;a href=\"snake\"&gt;snake&lt;/a&gt;s, 10 &lt;a href=\"turtle\"&gt;turtle&lt;/a&gt;s, 9 &lt;a href=\"lizard\"&gt;lizard&lt;/a&gt;s, and 55 &lt;a href=\"butterflies\"&gt;butterflies&lt;/a&gt; that have been observed at the field station.\nThe &lt;a href=\"Yazoo%20darter\"&gt;Yazoo darter&lt;/a&gt; (\"Etheostoma raneyi\"), a fish &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to headwater streams of the Tallahatchie and Yocona river systems of north Mississippi, can be found at the field station. The &lt;a href=\"Agkistrodon%20piscivorus\"&gt;cottonmouth&lt;/a&gt; is the most common snake, having been estimated as being fourteen times more common than the next most common snake species. &lt;a href=\"American%20alligator\"&gt;American alligator&lt;/a&gt;s have rarely been reported, although none of these reports have been verified with photographs or captured individuals.\nResearch and education.\nResearch and education facilities include two buildings with offices and laboratories, a &lt;a href=\"greenhouse\"&gt;greenhouse&lt;/a&gt;, a &lt;a href=\"wild%20turkey\"&gt;wild turkey&lt;/a&gt; &lt;a href=\"aviary\"&gt;aviary&lt;/a&gt;, an education building with an auditorium, teaching laboratories, and offices, and a cabin for visiting researchers. The field station hosts field trips for elementary through college courses, with about 2000 visitors per year, including an annual summer ecology day camp for children in grades 2-6. The UMFS is a member of the &lt;a href=\"Organization%20of%20Biological%20Field%20Stations\"&gt;Organization of Biological Field Stations&lt;/a&gt;. Part of the &lt;a href=\"National%20Institute%20for%20Undersea%20Science%20and%20Technology\"&gt;National Institute for Undersea Science and Technology&lt;/a&gt; was based at the field station."
}