{
    "id": "4275273",
    "revid": "43195146",
    "url": "https://en.wikipedia.org/wiki?curid=4275273",
    "title": "Freddie Cox",
    "text": "Frederick James Arthur Cox &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20Kingdom%29\"&gt;DFC&lt;/a&gt; (1 November 1920 – 7 August 1973) was an English &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player and manager. Playing as a &lt;a href=\"outside%20forward\"&gt;winger&lt;/a&gt;, he scored 25 goals from 182 appearances in the &lt;a href=\"English%20Football%20League\"&gt;Football League&lt;/a&gt; either side of the Second World War, and was on the winning side for &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; in the &lt;a href=\"1950%20FA%20Cup%20Final\"&gt;1950 FA Cup Final&lt;/a&gt;. He then spent 14 years as a manager at Football League level.\nDuring the war, he served as a &lt;a href=\"fighter%20pilot\"&gt;fighter pilot&lt;/a&gt; in the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt;, and was awarded the &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20Kingdom%29\"&gt;Distinguished Flying Cross&lt;/a&gt;.\nLife and career.\nCox was born in &lt;a href=\"Reading%2C%20Berkshire\"&gt;Reading, Berkshire&lt;/a&gt;. He played for St George's Lads Club before joining &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; as a youngster. Cox took his first steps in senior football with Spurs' nursery club, the Kent-based &lt;a href=\"Northfleet%20United\"&gt;Northfleet United&lt;/a&gt;, in 1936, before turning professional with Tottenham in August 1938. A tricky and talented &lt;a href=\"outside%20forward\"&gt;winger&lt;/a&gt; who usually played on the right, he made his first-team debut in a &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; match against &lt;a href=\"Swansea%20City%20A.F.C.\"&gt;Swansea Town&lt;/a&gt; in November 1938, scoring Spurs' goal in a 1–1 draw. However, soon after he broke into the first team, the Second World War broke out and all competitive football was suspended.\nCox served as a &lt;a href=\"fighter%20pilot\"&gt;fighter pilot&lt;/a&gt; in the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt;, and was awarded the &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20Kingdom%29\"&gt;Distinguished Flying Cross&lt;/a&gt;. In his spare time he made guest appearances for his hometown club, &lt;a href=\"Reading%20F.C.\"&gt;Reading&lt;/a&gt;, and for &lt;a href=\"Swindon%20Town%20F.C.\"&gt;Swindon Town&lt;/a&gt;.\nAfter the war, Cox returned to Spurs for another three seasons, taking his totals to 18 goals from 105 appearances in &lt;a href=\"English%20Football%20League\"&gt;Football League&lt;/a&gt; and &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;. He then moved to their &lt;a href=\"North%20London%20derby\"&gt;north London rivals&lt;/a&gt;, &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;, for £12,000 in September 1949.\nCox made his Arsenal debut straight away, on 7 September 1949 against &lt;a href=\"West%20Bromwich%20Albion\"&gt;West Bromwich Albion&lt;/a&gt;, and became an immediate regular in the side. His efforts were most evident in the FA Cup. In the semi-final, against &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, Cox scored the first goal in a 2–2 draw, and went on to score the only goal in Arsenal's 1–0 victory in the replay. In the final, against &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;, he laid on a cross for &lt;a href=\"Reg%20Lewis\"&gt;Reg Lewis&lt;/a&gt; to score the only goal of the match, winning the Cup for Arsenal. Two years later, Arsenal again played Chelsea in the FA Cup semi-finals, and again Cox proved crucialhe scored Arsenal's goal in a 1–1 draw, and in the replay he scored twice and set up a third as Arsenal ran out 3–0 winners. However, the 1952 final was not to be a repeat of two years earlier; against &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;, an injury-ravaged Arsenal side played most of the match with ten men after &lt;a href=\"Walley%20Barnes\"&gt;Walley Barnes&lt;/a&gt; was stretchered off, and lost 1–0.\nDespite his cup exploits, Cox was never an ever-present in the Arsenal side; he first faced competition from &lt;a href=\"Ian%20McPherson\"&gt;Ian McPherson&lt;/a&gt; for the right-wing spot, and then from the talented youngster &lt;a href=\"Arthur%20Milton\"&gt;Arthur Milton&lt;/a&gt;. After only appearing in nine matches in the &lt;a href=\"1952%E2%80%9353%20Football%20League\"&gt;1952–53 season&lt;/a&gt;, in which Arsenal won the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; title, he sought pastures new and was transferred to West Bromwich Albion as player-coach. In all he played 94 matches for Arsenal in League and Cup, scoring 16 goals.\nCox only played four matches for West Brom, and at the end of the 1953–54 season was appointed as team coach by manager &lt;a href=\"Vic%20Buckingham\"&gt;Vic Buckingham&lt;/a&gt;. In 1956 he moved on to &lt;a href=\"Football%20League%20Third%20Division%20South\"&gt;Third Division South&lt;/a&gt; club &lt;a href=\"Bournemouth%20%26amp%3B%20Boscombe%20Athletic%20F.C.\"&gt;Bournemouth &amp; Boscombe Athletic&lt;/a&gt; to become manager. Bournemouth fared reasonably steadily in the league, and pulled off a giant-killing feat in beating &lt;a href=\"Wolverhampton%20Wanderers\"&gt;Wolverhampton Wanderers&lt;/a&gt; and Spurs in the &lt;a href=\"1956%E2%80%9357%20FA%20Cup\"&gt;1956–57 FA Cup&lt;/a&gt; to reach the sixth round, in which they lost to &lt;a href=\"Manchester%20United\"&gt;Manchester United&lt;/a&gt;. In 1958 he moved along the coast to become &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt;'s manager; here he was less successful as Portsmouth were relegated from the First Division in his first season, and Cox was sacked in February 1961. He is commonly regarded as being Portsmouth's worst ever manager, and during his tenure the club steeply declined from the top half of the First Division to relegation to the Third Division. \nAfter a spell out of football while he established his newsagents' business, Cox took up the reins at &lt;a href=\"Football%20League%20Fourth%20Division\"&gt;Fourth Division&lt;/a&gt; &lt;a href=\"Gillingham%20F.C.\"&gt;Gillingham&lt;/a&gt; in 1962. He had an immediate impact, taking a side that had finished 20th the previous season up to 5th place, missing out on promotion on &lt;a href=\"goal%20average\"&gt;goal average&lt;/a&gt;. Cox's Gillingham team became renowned for their defensive discipline and unadventurous style, and the following season, &lt;a href=\"1963%E2%80%9364%20Football%20League\"&gt;1963–64&lt;/a&gt;, they finished top and won promotion to the &lt;a href=\"Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt;. The next season they started well and looked set to win a second successive promotion before slumping late on and finishing seventh. Cox resigned just before Christmas 1965 and rejoined his old club Bournemouth, who were also in the Third Division. After finishing as high as fourth in 1968–69, Bournemouth were relegated in 1969–70 after Gillingham won on the last day of the season, condemning the Cherries to the drop instead. Cox was sacked that summer and never worked in football again.\nCox died in &lt;a href=\"Bournemouth\"&gt;Bournemouth&lt;/a&gt; in 1973 at the age of 52.\nHonours.\nAs player.\nArsenal\nAs manager.\nGillingham"
}