{
    "id": "42759691",
    "revid": "12406635",
    "url": "https://en.wikipedia.org/wiki?curid=42759691",
    "title": "Legend in Your Own Time",
    "text": "\"Legend in Your Own Time\" is a song written and performed by &lt;a href=\"Carly%20Simon\"&gt;Carly Simon&lt;/a&gt;, from her 1971 album \"&lt;a href=\"Anticipation%20%28Carly%20Simon%20album%29\"&gt;Anticipation&lt;/a&gt;\". It was issued as the second single from the album, following \"&lt;a href=\"Anticipation%20%28song%29\"&gt;Anticipation&lt;/a&gt;\". It did not achieve the same level of popular success as its predecessor, reaching No. 50 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;. It did however reach the Top 20 on \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard's&lt;/a&gt;\" &lt;a href=\"Adult%20Contemporary%20%28chart%29\"&gt;Adult Contemporary chart&lt;/a&gt;, peaking at No. 11.\n\"Legend in Your Own Time\" has been included on multiple &lt;a href=\"compilation%20album\"&gt;compilation album&lt;/a&gt;s of Simon's, including \"&lt;a href=\"The%20Best%20of%20Carly%20Simon\"&gt;The Best of Carly Simon&lt;/a&gt;\" (1975), \"&lt;a href=\"Clouds%20in%20My%20Coffee\"&gt;Clouds in My Coffee&lt;/a&gt;\" (1995), ' (1999), \"&lt;a href=\"Anthology%20%28Carly%20Simon%20album%29\"&gt;Anthology&lt;/a&gt;\" (2002), ' (2004), \"&lt;a href=\"Carly%20Simon%20Collector%27s%20Edition\"&gt;Carly Simon Collector's Edition&lt;/a&gt;\" (2009), and \"&lt;a href=\"Songs%20from%20the%20Trees\"&gt;Songs from the Trees (A Musical Memoir Collection)&lt;/a&gt; \" (2015).\nCritical reception.\nAccording to \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" critic Stephen Davis, the song is about those who have been trying to become famous since being young and eventually achieve their goal, at least to some degree. Author Sheila Weller describes the song as a \"sarcastic takedown of an arrogant man.\" \"&lt;a href=\"Rolling%20Stone%20Album%20Guide\"&gt;Rolling Stone Album Guide&lt;/a&gt;\" critic Bart Testa describes it as a \"pop star snapshot.\" The song, like its preceding single \"Anticipation,\" was reportedly written about fellow singer &lt;a href=\"Cat%20Stevens\"&gt;Cat Stevens&lt;/a&gt;. Author Richard Pfefferman relates \"Legend in Your Own Time\" and Simon's next single \"&lt;a href=\"You%27re%20So%20Vain\"&gt;You're So Vain&lt;/a&gt;\" to the movement during the early 1970s towards pop songs taking moral stances. In particular, these two Carly Simon songs \"degraded fame and fortune.\" \"Rolling Stone Album Guide\" critics Mark Coleman and Ben Edmunds describe how \"Legend in Your Own Time\" is similar to Simon's two previous singles, \"&lt;a href=\"That%27s%20the%20Way%20I%27ve%20Always%20Heard%20It%20Should%20Be\"&gt;That's the Way I've Always Heard It Should Be&lt;/a&gt;\" and \"Anticipation,\" matching their \"lush, musing tone\" and the way they seem to sigh, \"positioning Carly as a natural singles artist and a (mild) feminist presence.\" Musicologist &lt;a href=\"Walter%20Everett%20%28musicologist%29\"&gt;Walter Everett&lt;/a&gt; describes how this song, as well as other of Simon's songs from this period, including \"Anticipation,\" \"That's the Way I've Always Heard It Should Be\" and \"You're So Vain,\" alternate &lt;a href=\"major%20key\"&gt;major&lt;/a&gt; and &lt;a href=\"minor%20key\"&gt;minor key&lt;/a&gt;s to contrast dreams against reality. Instrumentation includes &lt;a href=\"bongo%20drums\"&gt;bongo drums&lt;/a&gt;, which play a &lt;a href=\"syncopated%20rhythm\"&gt;syncopated rhythm&lt;/a&gt;.\nAccording to &lt;a href=\"Allmusic\"&gt;Allmusic&lt;/a&gt; critic William Ruhlmann, \"Legend in Your Own Time\" extends \"the gutsy persona\" Simon had established on her previous album, her &lt;a href=\"Carly%20Simon%20%28album%29\"&gt;self-titled debut album&lt;/a&gt;. Fellow Allmusic critic Joe Viglione describes it as a \"great and haunting moment.\" Author Jay Warner describes \"Legend in Your Own Time\" as \"powerful\" and suggests that its lack of chart success was due to poor promotion rather than fault with the song. Davis notes that Simon \"convinces the listener that her story is a personal one rather than a generalization,\" even though the idea that \"the most famous folks are often the loneliest\" is somewhat clichéd. Testa considers it as one of the two songs on \"Anticipation\" with any \"thematic redemption,\" the title track being the other."
}