{
    "id": "42786941",
    "revid": "1672312",
    "url": "https://en.wikipedia.org/wiki?curid=42786941",
    "title": "Mason Caton-Brown",
    "text": "Mason Caton-Brown (born 24 May 1993) is a former &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played as a er or and represented &lt;a href=\"Jamaica%20national%20rugby%20league%20team\"&gt;Jamaica&lt;/a&gt; at international level.\nHe has previously played for the &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt; in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;, and on loan from the &lt;a href=\"London%20Broncos\"&gt;Broncos&lt;/a&gt; at the &lt;a href=\"Hemel%20Stags\"&gt;Hemel Stags&lt;/a&gt; in &lt;a href=\"League%201%20%28rugby%20league%29\"&gt;League 1&lt;/a&gt;. Caton-Brown has also played in the top flight for the &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford Red Devils&lt;/a&gt;, and &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; in two separate spells, and spent time on loan from &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield&lt;/a&gt; at the &lt;a href=\"Dewsbury%20Rams\"&gt;Dewsbury Rams&lt;/a&gt; in the &lt;a href=\"RFL%20Championship\"&gt;Championship&lt;/a&gt;. He also played for the &lt;a href=\"Toronto%20Wolfpack\"&gt;Toronto Wolfpack&lt;/a&gt; in the &lt;a href=\"Betfred%20Championship\"&gt;Betfred Championship&lt;/a&gt;.\nHe has also represented Jamaica in rugby sevens.\nBackground.\nCaton-Brown was born in &lt;a href=\"Enfield%20Town\"&gt;Enfield&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. He attended &lt;a href=\"Enfield%20Grammar%20School\"&gt;Enfield Grammar School&lt;/a&gt; and then went on to be a boarding pupil at &lt;a href=\"Mill%20Hill%20School\"&gt;Mill Hill School&lt;/a&gt;. Caton-Brown then studied Biochemistry at &lt;a href=\"Leicester%20University\"&gt;Leicester University&lt;/a&gt;.\nHe represented England Students at the age of 17; winning against Scotland under-18s and Catalans Dragons under-18s.\nRugby League career.\nFor the 2013 season, Caton-Brown played for the &lt;a href=\"Hemel%20Stags\"&gt;Hemel Stags&lt;/a&gt; in the &lt;a href=\"RFL%20League%201\"&gt;Championship One&lt;/a&gt; after being put on dual registration to the Hemel Stags after impressive performances for the London Broncos Under-19s. He scored 9 tries in 14 appearances for the semi-professional side.\nMason Caton-Brown made his début for the &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt; on 1 September 2013 against the &lt;a href=\"Bradford%20Bulls\"&gt;Bradford Bulls&lt;/a&gt; after impressing (now former) head coach &lt;a href=\"Tony%20Rea\"&gt;Tony Rea&lt;/a&gt; whilst playing for the &lt;a href=\"Hemel%20Stags\"&gt;Hemel Stags&lt;/a&gt;. He scored a try on début.\nIn his second game for the capital side, he scored a hat trick against the &lt;a href=\"Hull%20Kingston%20Rovers\"&gt;Hull Kingston Rovers&lt;/a&gt; on 8 September 2014.\nHis started the 2014 Super League season by scoring 2 tries vs the &lt;a href=\"Widnes%20Vikings\"&gt;Widnes Vikings&lt;/a&gt;. At the &lt;a href=\"Magic%20Weekend\"&gt;Magic Weekend&lt;/a&gt;, head coach &lt;a href=\"Joey%20Grima\"&gt;Joe Grima&lt;/a&gt; confirmed that Caton-Brown has attracted many top Super League clubs despite only playing 16 first-grade games for the club (correct on 21 May 2014).\nHe joined the &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford Red Devils&lt;/a&gt;, after being signed on a -year deal from the &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt;.\nHe left &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford&lt;/a&gt; to join &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; from the 2017 season.(&lt;a href=\"List%20of%20Wakefield%20Trinity%20players\"&gt;Heritage № 1380&lt;/a&gt;)\nCaton-Brown represented &lt;a href=\"Jamaica%20national%20rugby%20league%20team\"&gt;Jamaica Rugby League&lt;/a&gt; against &lt;a href=\"England%20Knights\"&gt;England Knights&lt;/a&gt; at the &lt;a href=\"Headingley%20Rugby%20Stadium\"&gt;Headingley Rugby Stadium&lt;/a&gt; Scoring Jamaica's only try.\nIn July 2019, Wakefield announced that Caton-Brown had left the club to \"pursue other business interests\".\nRugby Sevens.\nHe played for the &lt;a href=\"Jamaica%20national%20rugby%20sevens%20team\"&gt;Jamaica national rugby sevens team&lt;/a&gt; at the 2019 Hong Kong Sevens qualifier for the World Rugby Sevens Series. He also represented Jamaica at the 2019 Pan American Games.\nBusiness career.\nDuring his rugby career, Caton-Brown built an extensive property portfolio around the North West of England. In 2019 he left &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; to pursue other \"business interests\" relating to property development and e-commerce. "
}