{
    "id": "42797242",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=42797242",
    "title": "Bruce Woodgate",
    "text": "Bruce E. Woodgate (1939 – April 28, 2014) was a &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt;-born &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; &lt;a href=\"aerospace%20engineer\"&gt;aerospace engineer&lt;/a&gt;, &lt;a href=\"inventor\"&gt;inventor&lt;/a&gt; and &lt;a href=\"astronomer\"&gt;astronomer&lt;/a&gt;, who worked at &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;'s &lt;a href=\"Goddard%20Space%20Flight%20Center\"&gt;Goddard Space Flight Center&lt;/a&gt; for forty years.\n He was the principal investigator of the &lt;a href=\"Space%20Telescope%20Imaging%20Spectrograph\"&gt;Space Telescope Imaging Spectrograph&lt;/a&gt; (STIS), a &lt;a href=\"spectrograph\"&gt;spectrograph&lt;/a&gt; and camera which was installed on the &lt;a href=\"Hubble%20Space%20Telescope\"&gt;Hubble Space Telescope&lt;/a&gt; in 1997. Woodgate oversaw the design, development and construction of the STIS. Astronomers and other scientists have used the STIS to study and measure a wide range of &lt;a href=\"light%20wavelength\"&gt;light wavelength&lt;/a&gt;s in deep space. Woodgate's invention has been called a \"game changer\" in the field of astronomy, allowing scientists to discover an \"invisible high-speed collision\" near SN 1987A, as well as new planets and &lt;a href=\"black%20hole\"&gt;black hole&lt;/a&gt;s. A power failure knocked STIS offline in 2004, but it was repaired in 2009.\nAside his from his work as the principal investigator on STIS, Woodgate had also begun development on a new &lt;a href=\"UV\"&gt;UV&lt;/a&gt; detector which counts &lt;a href=\"proton\"&gt;proton&lt;/a&gt;s utilizing new &lt;a href=\"nanotechnology\"&gt;nano&lt;/a&gt;-fabrication technologies. He was active in several new technologies such as photon-counting electron multiplying CCDs and integral field spectrographs designed for the direct detection of habitable exoplanets. He was honored with the &lt;a href=\"NASA%20Distinguished%20Service%20Medal\"&gt;NASA Distinguished Service Medal&lt;/a&gt; and the Award of Merit from the &lt;a href=\"Goddard%20Space%20Flight%20Center\"&gt;Goddard Space Flight Center&lt;/a&gt;. In addition to Goddard research, he was an avid sailor and an instructor in the Goddard Sailing Association.\nWoodgate was born and raised in &lt;a href=\"Eastbourne\"&gt;Eastbourne&lt;/a&gt;, &lt;a href=\"East%20Sussex\"&gt;East Sussex&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. He lived in a home on St. Anthony's Avenue in Eastbourne as a child and attended Eastbourne Grammar School. He began his career in astronomy and engineering at the &lt;a href=\"Royal%20Greenwich%20Observatory\"&gt;Royal Greenwich Observatory&lt;/a&gt;, which was located at &lt;a href=\"Herstmonceux%20Castle\"&gt;Herstmonceux Castle&lt;/a&gt; at the time. Woodgate then moved to London, where he earned a &lt;a href=\"doctorate\"&gt;doctorate&lt;/a&gt; from &lt;a href=\"University%20College%20London\"&gt;University College London&lt;/a&gt;. \nHe moved to the United States, where he held positions at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;'s &lt;a href=\"Goddard%20Institute%20for%20Space%20Studies\"&gt;Goddard Institute for Space Studies&lt;/a&gt;. In 1975, Woodgate joined the staff of NASA's &lt;a href=\"Goddard%20Space%20Flight%20Center\"&gt;Goddard Space Flight Center&lt;/a&gt;, where he worked for the rest of his career.\nBruce Woodgate died on April 28, 2014, from complications from a series of strokes suffered during the previous month. He was 75 years old."
}