{
    "id": "428052",
    "revid": "42632438",
    "url": "https://en.wikipedia.org/wiki?curid=428052",
    "title": "Sagittarius Dwarf Spheroidal Galaxy",
    "text": "The Sagittarius Dwarf Spheroidal Galaxy (Sgr dSph), also known as the Sagittarius Dwarf Elliptical Galaxy (Sgr dE or Sag DEG), is an &lt;a href=\"Elliptical%20galaxy\"&gt;elliptical&lt;/a&gt; loop-shaped &lt;a href=\"satellite%20galaxy\"&gt;satellite galaxy&lt;/a&gt; of the &lt;a href=\"Milky%20Way\"&gt;Milky Way&lt;/a&gt;. It contains four &lt;a href=\"globular%20cluster\"&gt;globular cluster&lt;/a&gt;s in its main body, with the brightest of them – &lt;a href=\"NGC%206715\"&gt;NGC 6715&lt;/a&gt; (M54) – being known well before the discovery of the galaxy itself in 1994. Sgr dSph is roughly 10,000 &lt;a href=\"light-year\"&gt;light-year&lt;/a&gt;s in diameter, and is currently about 70,000 light-years from &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;, travelling in a &lt;a href=\"polar%20orbit\"&gt;polar orbit&lt;/a&gt; (an orbit passing over the &lt;a href=\"Galactic%20plane\"&gt;Milky Way's galactic poles&lt;/a&gt;) at a distance of about 50,000 light-years from the core of the Milky Way (about one third of the distance of the &lt;a href=\"Large%20Magellanic%20Cloud\"&gt;Large Magellanic Cloud&lt;/a&gt;). In its looping, spiraling path, it has passed through the plane of the Milky Way several times in the past. In 2018 the Gaia project of the European Space Agency showed that Sgr dSph had caused perturbations in a set of stars near the Milky Way's core, causing unexpected rippling movements of the stars triggered when it moved past the Milky Way between 300 and 900 million years ago.\nFeatures.\nOfficially discovered in 1994, by Rodrigo Ibata, &lt;a href=\"Mike%20Irwin\"&gt;Mike Irwin&lt;/a&gt;, and &lt;a href=\"Gerard%20F.%20Gilmore\"&gt;Gerry Gilmore&lt;/a&gt;, Sgr dSph was immediately recognized as being the nearest known neighbor to the Milky Way at the time. (The disputed &lt;a href=\"Canis%20Major%20Dwarf%20Galaxy\"&gt;Canis Major Dwarf Galaxy&lt;/a&gt;, discovered in 2003, might be the actual nearest neighbor.) Although it is one of the closest companion galaxies to the Milky Way, the main parent cluster is on the opposite side of the &lt;a href=\"Galactic%20center\"&gt;galactic core&lt;/a&gt; from Earth, and consequently is very faint, although covering a large area of the sky. Sgr dSph appears to be an older galaxy, with little interstellar dust and composed largely of &lt;a href=\"Population%20II\"&gt;Population II&lt;/a&gt; stars, older and metal-poor, as compared to the Milky Way. No &lt;a href=\"neutral%20hydrogen\"&gt;neutral hydrogen&lt;/a&gt; gas related to Sgr dSph has been found.\nFurther discoveries by &lt;a href=\"astrophysics\"&gt;astrophysics&lt;/a&gt; teams from both the &lt;a href=\"University%20of%20Virginia\"&gt;University of Virginia&lt;/a&gt; and the &lt;a href=\"University%20of%20Massachusetts%20Amherst\"&gt;University of Massachusetts Amherst&lt;/a&gt;, drawing upon the &lt;a href=\"2MASS\"&gt;2MASS&lt;/a&gt; Two-Micron All Sky Infrared Survey data, revealed the entire loop-shaped structure. In 2003 with the aid of infrared telescopes and super computers, Steven Majewski, Michael Skrutskie, and Martin Weinberg were able to help create a new star map, picking out the full Sagittarius Dwarf presence, position, and looping shape from the mass of background stars and finding this smaller galaxy to be at a near right angle to the plane of the Milky Way.\nGlobular clusters.\nSgr dSph has at least nine known &lt;a href=\"globular%20cluster\"&gt;globular cluster&lt;/a&gt;s. One, &lt;a href=\"Messier%2054\"&gt;M 54&lt;/a&gt;, appears to reside at its core, while three others reside within the main body of the galaxy: &lt;a href=\"Terzan%207\"&gt;Terzan 7&lt;/a&gt;, &lt;a href=\"Terzan%208\"&gt;Terzan 8&lt;/a&gt; and &lt;a href=\"Arp%202\"&gt;Arp 2&lt;/a&gt;.\nAdditionally, &lt;a href=\"Palomar%2012\"&gt;Palomar 12&lt;/a&gt;, &lt;a href=\"Whiting%201\"&gt;Whiting 1&lt;/a&gt;, &lt;a href=\"NGC%202419\"&gt;NGC 2419&lt;/a&gt;, &lt;a href=\"NGC%204147\"&gt;NGC 4147&lt;/a&gt;, and &lt;a href=\"NGC%205634\"&gt;NGC 5634&lt;/a&gt; are found within its extended &lt;a href=\"stellar%20stream\"&gt;stellar stream&lt;/a&gt;s. However, this is an unusually low amount of globular clusters, and an analysis of &lt;a href=\"Vista%20Variables%20in%20the%20Via%20Lactea\"&gt;VVV&lt;/a&gt; and &lt;a href=\"Gaia%20EDR3\"&gt;Gaia EDR3&lt;/a&gt; data has found at least twenty more. The newly discovered globular clusters tend to be more metal-rich than previously known globular clusters.\nMetallicity.\nSgr dSph has multiple &lt;a href=\"stellar%20population\"&gt;stellar population&lt;/a&gt;s, ranging in age from the oldest globular clusters (almost as old as the universe itself) to trace populations as young as several hundred &lt;a href=\"Mya%20%28unit%29\"&gt;million years (mya)&lt;/a&gt;. It also exhibits an age-&lt;a href=\"metallicity\"&gt;metallicity&lt;/a&gt; relationship, in that its old populations are metal poor () while its youngest populations have super-solar abundances.\nGeometry and dynamics.\nBased on its current trajectory, the Sgr dSph main cluster is about to pass through the galactic disc of the Milky Way within the next hundred million years, while the extended loop-shaped ellipse is already extended around and through our local space and on through the Milky Way galactic disc, and in the process of slowly being absorbed into the larger galaxy, calculated at 10,000 times the &lt;a href=\"mass\"&gt;mass&lt;/a&gt; of Sgr dSph. The dissipation of the Sgr dSph main cluster and its merger with the Milky Way stream is expected to be complete within a billion years from now.\nAt first, many astronomers thought that Sgr dSph had already reached an advanced state of destruction, so that a large part of its original matter was already mixed with that of the Milky Way. However, Sgr dSph still has coherence as a dispersed elongated ellipse, and appears to move in a roughly polar orbit around the Milky Way as close as 50,000 light-years from the galactic core. Although it may have begun as a spherical object before falling towards the Milky Way, Sgr dSph is now being torn apart by immense tidal forces over hundreds of millions of years. Numerical simulations suggest that stars ripped out from the dwarf would be spread out in a long &lt;a href=\"Stellar%20kinematics%23Stellar%20streams\"&gt;stellar stream&lt;/a&gt; along its path, which were subsequently detected.\nHowever, some astronomers contend that Sgr dSph has been in orbit around the Milky Way for some billions of years, and has already orbited it approximately ten times. Its ability to retain some coherence despite such strains would indicate an unusually high concentration of &lt;a href=\"dark%20matter\"&gt;dark matter&lt;/a&gt; within that galaxy.\nIn 1999, Johnston et al. concluded that Sgr dSph has orbited the Milky Way for at least one &lt;a href=\"gigayear\"&gt;gigayear&lt;/a&gt; and that during that time its mass has decreased by a factor of two or three. Its orbit is found to have &lt;a href=\"galactocentric%20distance\"&gt;galactocentric distance&lt;/a&gt;s that oscillate between ≈13 and ≈41 kpc with a period of 550 to 750 million years. The last &lt;a href=\"Apsis\"&gt;perigalacticon&lt;/a&gt; was approximately fifty million years ago. Also in 1999, Jiang &amp; Binney found that it may have started its infall into the Milky Way at a point more than 200 kpc away if its starting mass was as large as ≈1011.\nThe models of both its orbit and the Milky Way's potential field could be improved by &lt;a href=\"proper%20motion\"&gt;proper motion&lt;/a&gt; observations of Sgr dSph's stellar debris. This issue is under intense investigation, with computational support by the &lt;a href=\"MilkyWay%40Home\"&gt;MilkyWay@Home&lt;/a&gt; project.\nA simulation published in 2011 suggested that the Milky Way may have obtained its spiral structure as a result of repeated collisions with Sgr dSph.\nIn 2018, the Gaia project of the European Space Agency, designed primarily to investigate the origin, evolution and structure of the Milky Way, delivered the largest and most precise census of positions, velocities and other stellar properties of more than a billion stars, which showed that Sgr dSph had caused perturbations in a set of stars near the Milky Way's core, causing unexpected rippling movements of the stars triggered when it sailed past the Milky Way between 300 and 900 million years ago.\nA 2019 study by Melendez and co-authors concluded that Sgr dSph had a decreasing metallicity trend as a function of radius, with a larger spread in metallicity in the core relative to the outer regions. Also, they did find evidence for the first time for two distinct populations in alpha abundances as a function of metallicity.\nA 2020 study concluded that collisions between the Sagittarius Dwarf Spheroidal Galaxy and the Milky Way triggered major episodes of star formation in the latter, based on data taken from the Gaia project."
}