{
    "id": "42825116",
    "revid": "11329025",
    "url": "https://en.wikipedia.org/wiki?curid=42825116",
    "title": "2014–15 South West Peninsula League",
    "text": "The 2014–15 South West Peninsula League season was the eighth in the history of the &lt;a href=\"South%20West%20Peninsula%20League\"&gt;South West Peninsula League&lt;/a&gt;, a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition in England, that feeds the Premier Division of the &lt;a href=\"Western%20Football%20League\"&gt;Western Football League&lt;/a&gt;. The league had been formed in 2007 from the merger of the &lt;a href=\"Devon%20County%20Football%20League\"&gt;Devon County League&lt;/a&gt; and the &lt;a href=\"South%20Western%20Football%20League\"&gt;South Western League&lt;/a&gt;, and is restricted to clubs based in Cornwall and Devon. The Premier Division of the South West Peninsula League is on the same level of the &lt;a href=\"National%20League%20System\"&gt;National League System&lt;/a&gt; as the Western League Division One.\nPremier Division.\nThe Premier Division featured 20 teams, the same as the previous season, after &lt;a href=\"Tavistock%20A.F.C.\"&gt;Tavistock&lt;/a&gt; were relegated to Division One East, and &lt;a href=\"Liskeard%20Athletic%20F.C.\"&gt;Liskeard Athletic&lt;/a&gt; were relegated to Division One West. Two new clubs joined the league:\nOnly AFC St Austell and Exmouth Town applied to join the Western League Premier Division, with a top three finish also required for promotion. However, Exmouth failed to finish in the top three and St Austell failed the ground grading inspection.\nDivision One East.\nDivision One East featured 18 clubs, increased from 16 the previous season, after Stoke Gabriel were promoted to the Premier Division, and three new clubs joined:\nTwo clubs, Tavistock and Teignmouth, applied for promotion to the Premier Division. Tavistock passed the ground grading, but Teignmouth failed. A top-five finish is also required.\nDivision One West.\nDivision One West originally featured 18 clubs, increased from 16 the previous season, after Callington Town were promoted to the Premier Division, and three new clubs joined:\nOn 7 July 2014, &lt;a href=\"Truro%20City%20F.C.\"&gt;Truro City Reserves&lt;/a&gt; resigned from the league with immediate effect, and Foxhole Stars resigned on 22 July, leaving 16 clubs in the division.\nFour clubs – Helston Athletic, Liskeard Athletic, St Dennis and Sticker – applied for promotion to the Premier Division. Helston and Liskeard passed the ground grading, but St Dennis and Sticker failed. A top-five finish is also required."
}