{
    "id": "42855611",
    "revid": "1029726828",
    "url": "https://en.wikipedia.org/wiki?curid=42855611",
    "title": "Robert M. Bond",
    "text": "Robert M. Bond (16 December 1929 – 26 April 1984) was a &lt;a href=\"lieutenant%20general%20%28United%20States%29\"&gt;lieutenant general&lt;/a&gt; of the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; (USAF). He saw combat in Korea and three tours of Vietnam, before becoming an instructor and then vice-commander of an organization which developed and evaluated weaponry for the USAF. He was decorated for his combat service and his peacetime role. He died in an accident in Nevada while flying a Soviet-built &lt;a href=\"Mikoyan-Gurevich%20MiG-23\"&gt;Mikoyan-Gurevich MiG-23&lt;/a&gt; jet fighter-bomber.\nEarly life and career.\nBond was born on 16 December 1929 in &lt;a href=\"Trenton%2C%20Tennessee\"&gt;Trenton, Tennessee&lt;/a&gt;, and attended &lt;a href=\"Marion%20Military%20Institute\"&gt;Marion Military Institute&lt;/a&gt; in &lt;a href=\"Marion%2C%20Alabama\"&gt;Marion, Alabama&lt;/a&gt;, and the &lt;a href=\"University%20of%20Mississippi\"&gt;University of Mississippi&lt;/a&gt;.\nHe joined the USAF in 1951 and flew 44 combat missions in the &lt;a href=\"North%20American%20F-86%20Sabre\"&gt;F-86 Sabre&lt;/a&gt; during the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. He flew &lt;a href=\"Republic%20F-84%20Thunderjet\"&gt;F-84 Thunderjet&lt;/a&gt;s, F-86s and &lt;a href=\"North%20American%20F-100%20Super%20Sabre\"&gt;F-100 Super Sabre&lt;/a&gt;s in Europe, then in 1958 trained at the USAF Fighter Weapons School at &lt;a href=\"Nellis%20Air%20Force%20Base\"&gt;Nellis Air Force Base&lt;/a&gt;. In 1963 he became chief of the Strike Branch at &lt;a href=\"Kadena%20Air%20Base\"&gt;Kadena Air Base&lt;/a&gt;, Okinawa, and flew &lt;a href=\"Vietnam%20War\"&gt;combat missions over Vietnam&lt;/a&gt; in the &lt;a href=\"Republic%20F-105%20Thunderchief\"&gt;F-105 Thunderchief&lt;/a&gt;. After going to &lt;a href=\"Staff%20College\"&gt;Staff College&lt;/a&gt; from 1965 to 1966, he served as F-105 and &lt;a href=\"General%20Dynamics%20F-111%20Aardvark\"&gt;F-111&lt;/a&gt; project officer at &lt;a href=\"Norton%20Air%20Force%20Base\"&gt;Norton Air Force Base&lt;/a&gt;, California. From 1968 to 1969 he flew 213 combat missions from &lt;a href=\"Cam%20Ranh%20Air%20Base\"&gt;Cam Ranh Air Base&lt;/a&gt; in Vietnam, in the &lt;a href=\"McDonnell%20Douglas%20F-4%20Phantom%20II\"&gt;F-4 Phantom&lt;/a&gt;. On 30 December 1968 in &lt;a href=\"V%C4%A9nh%20L%E1%BB%A3i%20District\"&gt;Vĩnh Lợi District&lt;/a&gt; in the &lt;a href=\"Mekong%20Delta\"&gt;Mekong Delta&lt;/a&gt;, Bond, by now a &lt;a href=\"major%20%28United%20States%29\"&gt;major&lt;/a&gt;, made repeated ground attacks in poor weather and under heavy automatic ground fire, for which he won the &lt;a href=\"Silver%20Star\"&gt;Silver Star&lt;/a&gt;. He was an F-100 instructor pilot at &lt;a href=\"Luke%20Air%20Force%20Base\"&gt;Luke Air Force Base&lt;/a&gt;, Arizona, from July 1969 to January 1970, when he was given command of the 310th Tactical Fighter Training Squadron, the first USAF unit to fly the &lt;a href=\"LTV%20A-7%20Corsair%20II\"&gt;A-7 Corsair&lt;/a&gt;. While there, he became director of operations for the 58th Tactical Fighter Training Wing. In 1972 he served a third tour in Vietnam, this time in the A-7.\nIn June 1973 he joined USAF HQ at &lt;a href=\"the%20Pentagon\"&gt;the Pentagon&lt;/a&gt; in Washington D.C. He was awarded the &lt;a href=\"Air%20Force%20Distinguished%20Service%20Medal\"&gt;Distinguished Service Medal&lt;/a&gt; for his work there in modernizing and integrating weapon systems. He worked in many of the USAF's \"black\" programs, which were activities so undercover that they commanded secret funds to avoid scrutiny. In August 1978 he was sent to &lt;a href=\"Eglin%20Air%20Force%20Base\"&gt;Eglin Air Force Base&lt;/a&gt;, Florida, as commander of the Armament Division, &lt;a href=\"Air%20Force%20Systems%20Command\"&gt;Air Force Systems Command&lt;/a&gt;. On 25 April 1980, as a &lt;a href=\"major%20general%20%28United%20States%29\"&gt;major general&lt;/a&gt;, Bond read out President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;'s eulogy at a memorial service for the eight American servicemen who died in &lt;a href=\"Operation%20Eagle%20Claw\"&gt;Operation Eagle Claw&lt;/a&gt;, the unsuccessful US attempt to free hostages held by Iran. In June 1981 he became vice commander, Air Force Systems Command, &lt;a href=\"Andrews%20Field\"&gt;Andrews Air Force Base&lt;/a&gt;, Maryland, and was promoted to lieutenant general.\nDeath.\nOn 26 April 1984 Bond, who was about to retire, made a farewell visit to \"an Air Force Systems Command unit\" believed to have been the &lt;a href=\"6513th%20Test%20Squadron\"&gt;6513th Test Squadron&lt;/a&gt;, Red Hats, at &lt;a href=\"Groom%20Lake\"&gt;Groom Lake&lt;/a&gt;. The Red Hats, like the 4477th TES Red Eagles based at &lt;a href=\"Tonopah%20Test%20Range\"&gt;Tonopah Test Range&lt;/a&gt;, clandestinely operated Soviet aircraft. On a previous visit to Groom, Bond had flown the secret &lt;a href=\"Lockheed%20F-117%20Nighthawk\"&gt;YF-117A&lt;/a&gt; prototype. The &lt;a href=\"Mikoyan-Gurevich%20MiG-23\"&gt;MiG-23&lt;/a&gt; was known as YF-113 in US service and, along with a greater number of &lt;a href=\"Mikoyan-Gurevich%20MiG-21\"&gt;MiG-21&lt;/a&gt;s, was part of a collection of Soviet-built aircraft that the 4477th flew. Bond insisted on flying the MiG-23 BN fighter-bomber after a cursory briefing over the cockpit rail, even though it was considered a difficult aircraft and pilots usually received several hours of ground instruction before flying it. On his second high-speed flight, he was flying at 40,000 feet and over &lt;a href=\"Mach%20number\"&gt;Mach&lt;/a&gt; 2, and had left the &lt;a href=\"Northrop%20T-38%20Talon\"&gt;T-38&lt;/a&gt; chase plane that was flying with him far behind, when a hydro-mechanical inhibitor activated, preventing him from disengaging the &lt;a href=\"afterburner\"&gt;afterburner&lt;/a&gt;. It was designed to avoid sudden shut-downs at high speed that could damage the &lt;a href=\"Tumansky%20R-29\"&gt;Tumansky R-29&lt;/a&gt; engine, or even cause it to explode and destroy the aircraft. At such speeds, with the &lt;a href=\"variable-sweep%20wing\"&gt;wings fully swept back&lt;/a&gt; to 72°, the MiG had very limited &lt;a href=\"Aircraft%20principal%20axes\"&gt;pitch&lt;/a&gt; authority and was inclined to yaw and roll. Bond lost control, made a distress call (\"I gotta get out of here\") and was then killed in the &lt;a href=\"ejection%20seat\"&gt;ejection&lt;/a&gt;, when the slipstream broke his neck and shredded the canopy of his parachute. The aircraft crashed in the desert, diving in at a 60° angle and impacting on what is now known as Jackass Flats, part of Area 25 that was still contaminated from &lt;a href=\"NERVA\"&gt;NERVA&lt;/a&gt; nuclear rocket testing years before. Bond's body was discovered by a USAF sergeant on his way to work, who removed the rank insignia from Bond's flight suit with a pocket knife before going to get help.\nAftermath.\nThe USAF would not confirm or deny that Bond was flying a MiG when he died, and stated that Bond was flying \"an Air Force specially modified test craft\", but it leaked the information to a journalist, Fred Hoffman. When \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine reported on the accident and the rumors of the US MiG program, the USAF was forced to reveal that it was flying Soviet aircraft. There were fears that the publicity would also lead to the exposure of the &lt;a href=\"Lockheed%20F-117%20Nighthawk\"&gt;F-117&lt;/a&gt; program, which was still secret and was also based at Tonopah, but this did not happen.\nThe accident investigation was chaired by General &lt;a href=\"Gordon%20E.%20Williams\"&gt;Gordon E. Williams&lt;/a&gt;. The investigation report was kept secret, but one pilot who had seen it commented unsympathetically: \"He should have read the flight manual.\" The report was required reading for American MiG pilots in years to come. There was some annoyance that Bond had written off an irreplaceable national asset. Work continued to make the KM-1 ejection seat used in the MiG-23 safe and reliable; another USAF pilot, Mark Postai, had been killed in an attempted ejection from a MiG-23 in 1982. Maintaining the Soviet ejection seats included &lt;a href=\"reverse%20engineering\"&gt;reverse engineering&lt;/a&gt; the pyrotechnic cartridges which fired them, as these had a relatively short life and had to be replaced regularly as the chemicals degraded. Pilots over the age of 45 were not normally supposed to fly solo in fast jets, and Bond was 54 at the time of his fatal crash. Lieutenant Colonel James Tiley, commander of the &lt;a href=\"413th%20Flight%20Test%20Squadron\"&gt;Red Hats&lt;/a&gt;, was reassigned in July, though it is a matter of debate whether this was related to Bond's death.\nBond was buried in &lt;a href=\"Ashland%2C%20Mississippi\"&gt;Ashland, Mississippi&lt;/a&gt;, and was survived by his wife Betty and four children. A memorial stone to him was placed in the desert where he crashed. Major Thomas E. Drake, an experienced MiG-23 pilot who frequently said \"This airplane will kill you today if you let it\", emphasized the importance of good preparation to Colonel James Evans, who was preparing to learn to fly the Soviet types, by referring to \"the General Bobby Bond Memorial Checkout: two take-offs, one landing, and a fatal ejection.\" The 4477th was inactivated in July 1990 but it is likely that the USAF continues to operate Russian aircraft clandestinely, including &lt;a href=\"Mikoyan%20MiG-29\"&gt;MiG-29&lt;/a&gt;s and &lt;a href=\"Sukhoi%20Su-27\"&gt;Su-27&lt;/a&gt;s.\nReferences.\nNotes\nFootnotes\nBibliography"
}