{
    "id": "42869480",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=42869480",
    "title": "2019 European Parliament election",
    "text": "The 2019 European Parliament election was held between 23 and 26 May 2019, the ninth parliamentary election since the &lt;a href=\"1979%20European%20Parliament%20election\"&gt;first direct elections in 1979&lt;/a&gt;. A total of 751 &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;Members of the European Parliament&lt;/a&gt; (MEPs) represent more than 512 million people from 28 &lt;a href=\"Member%20state%20of%20the%20European%20Union\"&gt;member states&lt;/a&gt;. In February 2018, the European Parliament had voted to decrease the number of MEPs from 751 to 705 if the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; were to &lt;a href=\"Brexit\"&gt;withdraw from the European Union&lt;/a&gt; on 29 March 2019. However, the &lt;a href=\"2019%20European%20Parliament%20election%20in%20the%20United%20Kingdom\"&gt;United Kingdom participated&lt;/a&gt; alongside other EU member states after an &lt;a href=\"United%20Kingdom%20invocation%20of%20Article%2050%20of%20the%20Treaty%20on%20European%20Union\"&gt;extension of Article 50&lt;/a&gt; to 31 October 2019; therefore, the allocation of seats between the member states and the total number of seats remained as it had been in 2014. The &lt;a href=\"Ninth%20European%20Parliament\"&gt;Ninth European Parliament&lt;/a&gt; had its first plenary session on 2 July 2019.\nOn 26 May 2019, the &lt;a href=\"European%20People%27s%20Party\"&gt;European People's Party&lt;/a&gt; led by &lt;a href=\"Manfred%20Weber\"&gt;Manfred Weber&lt;/a&gt; won the most seats in the European Parliament, making Weber the leading candidate to become the next &lt;a href=\"President%20of%20the%20European%20Commission\"&gt;President of the European Commission&lt;/a&gt;. Despite this, the European Council decided after the election to nominate &lt;a href=\"Ursula%20von%20der%20Leyen\"&gt;Ursula von der Leyen&lt;/a&gt; as new Commission President. The centre-left and centre-right parties suffered significant losses, while pro-EU &lt;a href=\"Centrism\"&gt;centrist&lt;/a&gt;, &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; and &lt;a href=\"environmentalist\"&gt;environmentalist&lt;/a&gt; parties and anti-EU &lt;a href=\"Right-wing%20populism\"&gt;right-wing populist&lt;/a&gt; parties made substantial gains.\nNew law.\nOn 7 June 2018, the Council agreed at ambassador level to change the EU electoral law and to reform old laws from the 1976 Electoral Act. The purpose of the reform is to increase participation in elections, raise understanding of their European character and prevent irregular voting while at the same time respecting the constitutional and electoral traditions of the member states. The reform forbids double voting and voting in third countries, thus improving the visibility of European political parties. To avoid double voting, contact authorities are established to exchange data on voters, a process that has to start at least six weeks before the elections.\nThe European Parliament gave its consent on 4 July 2018 and the Act was adopted by the Council on 13 July 2018. However, not all member states ratified the Act prior to the 2019 elections and therefore this election took place in line with the previous rules.\nPolitical groups and candidates.\nThe process involves the nomination by European political parties of candidates for the role of Commission President, the party winning the most seats in the European Parliament receiving the first opportunity to attempt to form a majority to back their candidate (akin to how heads of government are elected in national parliamentary democracies). This process was first used in 2014 and was opposed by some in the &lt;a href=\"European%20Council\"&gt;European Council&lt;/a&gt;. The future of the process is uncertain, but the European Parliament has attempted to codify the process and the parties are almost certain to select the candidates again. On 23 January 2018, the Constitutional Affairs Committee adopted a text stating that the process could not be overturned, and that Parliament \"will be ready to reject any candidate in the investiture procedure of the Commission President who was not appointed as a in the run-up to the European elections\".\nIn May 2018 a Eurobarometer poll suggested that 49% of the 27,601 individuals from all 28 EU countries surveyed think that the process will help them vote in the next European elections while 70% also think that the process requires a real debate on European issues.\nEuropean People's Party.\nIncumbent &lt;a href=\"Jean-Claude%20Juncker\"&gt;Jean-Claude Juncker&lt;/a&gt; stated he would not seek a second term as President of the European Commission.\nTwo candidates sought the nomination of the EPP:\nAt their 2018 Congress in Helsinki, the EPP elected Manfred Weber as their for President of the European Commission.\nParty of European Socialists.\nPrevious candidate &lt;a href=\"Martin%20Schulz\"&gt;Martin Schulz&lt;/a&gt; left the European Parliament in 2017 to head the &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democratic Party of Germany&lt;/a&gt;, but he stepped down from the latter position in 2018.\nTwo candidates were nominated by PES member parties and organisations:\nŠefčovič announced his withdrawal in November and supported Frans Timmermans as the Common Candidate.\nThe party convened an extraordinary Congress in Lisbon to ratify the election of the candidate and to vote upon the manifesto.\nEuropean Conservatives and Reformists.\n&lt;a href=\"Jan%20Zahradil\"&gt;Jan Zahradil&lt;/a&gt;, an MEP for the Czech &lt;a href=\"Civic%20Democratic%20Party%20%28Czech%20Republic%29\"&gt;Civic Democratic Party&lt;/a&gt;, is the of the &lt;a href=\"European%20Conservatives%20and%20Reformists\"&gt;European Conservatives and Reformists&lt;/a&gt;.\nEuropean Green Party.\nAs in 2014, the &lt;a href=\"European%20Green%20Party\"&gt;Greens&lt;/a&gt; adopted the principle of having two leading candidates for the European Elections 2019. Unlike in 2014, where the candidates were chosen through an open online primary elections, the two leading candidates were elected by the Council of the Party in Berlin in November 2018. Four people, two of them being currently MEPs, have declared their candidacy:\nAt their 2018 Congress in Berlin, the party elected Ska Keller and Bas Eickhout as their for the President of the European Commission.\nEuropean Free Alliance.\n&lt;a href=\"Oriol%20Junqueras\"&gt;Oriol Junqueras&lt;/a&gt;, a &lt;a href=\"Catalans\"&gt;Catalan&lt;/a&gt; historian, academic and former &lt;a href=\"Vice%20President%20of%20Catalonia\"&gt;Vice President of Catalonia&lt;/a&gt; who is currently imprisoned because of his involvement in the &lt;a href=\"2017%20Catalan%20independence%20referendum\"&gt;2017 Catalan independence referendum&lt;/a&gt;, is the of the &lt;a href=\"European%20Free%20Alliance\"&gt;European Free Alliance&lt;/a&gt;.\nAlliance of Liberals and Democrats.\nRather than present a single candidate, the ALDE group presented a Team Europe of seven people as the alliance's leading candidates:\nParty of the European Left.\nThe designated candidates are &lt;a href=\"Violeta%20Tomi%C4%8D\"&gt;Violeta Tomič&lt;/a&gt; from &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt; and Belgian trade-unionist &lt;a href=\"Nico%20Cu%C3%A9\"&gt;Nico Cué&lt;/a&gt;.\nPopulist and Eurosceptic groups.\nThe &lt;a href=\"Europe%20of%20Freedom%20and%20Direct%20Democracy\"&gt;Europe of Freedom and Direct Democracy&lt;/a&gt; was widely expected to disband after the election. One reason was that its biggest share of MEPs came from the United Kingdom, which was long expected to leave the EU before the election. The second was that the second-biggest partner, Italy's &lt;a href=\"Five%20Star%20Movement\"&gt;Five Star Movement&lt;/a&gt; (M5S), felt uneasy about this alliance anyway, having unsuccessfully tried to join the Greens/EFA or ALDE group instead. In February 2019, M5S alongside partners from Croatia, Finland, Greece and Poland presented a new alliance of anti-establishment parties that claim to be neither left nor right.\n&lt;a href=\"The%20Movement%20%28populist%20group%29\"&gt;The Movement&lt;/a&gt; is an alliance of &lt;a href=\"populist\"&gt;populist&lt;/a&gt; parties set up by &lt;a href=\"Steve%20Bannon\"&gt;Steve Bannon&lt;/a&gt; in 2018 with the purpose of contesting the European elections. Participating parties included, at least temporarily, &lt;a href=\"Lega%20Nord\"&gt;Lega Nord&lt;/a&gt;, &lt;a href=\"People%27s%20Party%20%28Belgium%29\"&gt;People's Party of Belgium&lt;/a&gt; and &lt;a href=\"Brothers%20of%20Italy\"&gt;Brothers of Italy&lt;/a&gt; and possibly French &lt;a href=\"National%20Rally%20%28France%29\"&gt;National Rally&lt;/a&gt;. Originally envisioned as an attempt to unite the populist parties in Europe, The Movement has so far been snubbed by the &lt;a href=\"Alternative%20for%20Germany\"&gt;Alternative for Germany&lt;/a&gt;, the &lt;a href=\"Freedom%20Party%20of%20Austria\"&gt;Freedom Party of Austria&lt;/a&gt; and the &lt;a href=\"UK%20Independence%20Party\"&gt;UK Independence Party&lt;/a&gt;. In March 2019, reporters assessed Bannon's project as a failure. Shortly ahead of the election, &lt;a href=\"Marine%20Le%20Pen\"&gt;Marine Le Pen&lt;/a&gt; of the French National Rally distanced herself from Bannon, clarifying that he played no role in her party's campaign.\nIn April 2019, &lt;a href=\"Matteo%20Salvini\"&gt;Matteo Salvini&lt;/a&gt; of Italy's Lega launched the &lt;a href=\"European%20Alliance%20of%20Peoples%20and%20Nations\"&gt;European Alliance of Peoples and Nations&lt;/a&gt; as a new coalition of populist, hard Eurosceptic and anti-immigration parties. It has been joined by most of the members of the outgoing &lt;a href=\"Europe%20of%20Nations%20and%20Freedom\"&gt;Europe of Nations and Freedom&lt;/a&gt; group (including Lega, the French &lt;a href=\"National%20Rally%20%28France%29\"&gt;National Rally&lt;/a&gt;, &lt;a href=\"Freedom%20Party%20of%20Austria\"&gt;Freedom Party of Austria&lt;/a&gt; and the Dutch &lt;a href=\"Party%20for%20Freedom\"&gt;Party for Freedom&lt;/a&gt;) as well as some former EFDD (&lt;a href=\"Alternative%20for%20Germany\"&gt;Alternative for Germany&lt;/a&gt;) and ECR parties (&lt;a href=\"Danish%20People%27s%20Party\"&gt;Danish People's Party&lt;/a&gt; and &lt;a href=\"Finns%20Party\"&gt;Finns Party&lt;/a&gt;). It has been predicted to become the fourth largest group in parliament with an estimate of more than 80 MEPs.\nNew parties.\n2019 saw the debut of new parties such as &lt;a href=\"Spring%20%28political%20party%29\"&gt;Wiosna&lt;/a&gt; of Poland, &lt;a href=\"Czech%20Pirate%20Party\"&gt;Czech Pirate Party&lt;/a&gt; of Czech Republic, &lt;a href=\"2020%20USR-PLUS%20Alliance\"&gt;USR-PLUS&lt;/a&gt; of Romania, &lt;a href=\"Human%20Shield%20%28political%20party%29\"&gt;Human Shield&lt;/a&gt; and &lt;a href=\"Bridge%20of%20Independent%20Lists\"&gt;Most&lt;/a&gt; of Croatia, &lt;a href=\"Kotleba%20%E2%80%93%20People%27s%20Party%20Our%20Slovakia\"&gt;ĽSNS&lt;/a&gt; and &lt;a href=\"Progressive%20Slovakia\"&gt;Progressive Slovakia&lt;/a&gt; of Slovakia. Some of the new parties have already joined European parties, e.g. &lt;a href=\"List%20of%20Marjan%20%C5%A0arec\"&gt;LMŠ&lt;/a&gt; of Slovenia is a member of ALDE.\nThe biggest new party is &lt;a href=\"La%20R%C3%A9publique%20En%20Marche%21\"&gt;La République En Marche!&lt;/a&gt; (LREM) of French President &lt;a href=\"Emmanuel%20Macron\"&gt;Emmanuel Macron&lt;/a&gt; that was formed in 2016 and won the French presidential and parliamentary elections of the following year. Initially, it balked at joining any of the existing party families, instead trying to form a new parliamentary group of pro-European centrists who support Macron's plans to reform the European institutions, drawing away members from ALDE, EPP and S&amp;D. Possible partners for such a project were expected to include Spanish &lt;a href=\"Citizens%20%28Spanish%20political%20party%29\"&gt;Ciudadanos&lt;/a&gt;, &lt;a href=\"Progressive%20Slovakia\"&gt;Progressive Slovakia&lt;/a&gt; and the Hungarian &lt;a href=\"Momentum%20Movement\"&gt;Momentum Movement&lt;/a&gt;. However, the hypothetical group was considered to have difficulties to find MEPs from at least seven member states as is required to form a new group. In November 2018, LREM decided to cooperate with the liberal ALDE group instead. Nevertheless, Macron stressed that this was merely a loose alliance and his party is not a member of the ALDE Europarty. He bluntly criticised ALDE for accepting donations from the &lt;a href=\"Bayer\"&gt;Bayer-Monsanto&lt;/a&gt; chemical group while LREM's campaign chief threatened to recall the alliance. In April and May 2019, LREM continued its efforts to build a broader group, including ALDE, but also centrist and centre-left parties outside of ALDE.\nThe new &lt;a href=\"Brexit%20Party\"&gt;Brexit Party&lt;/a&gt; won 29 seats in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;.\nThe &lt;a href=\"European%20Spring%20%28political%20party%29\"&gt;European Spring&lt;/a&gt; initiated from the &lt;a href=\"Democracy%20in%20Europe%20Movement%202025\"&gt;Democracy in Europe Movement 2025&lt;/a&gt; ran as a pan-European party alliance with one unified vision for Europe, the European Green New Deal. The most prominent figure is the former Greek minister &lt;a href=\"Yanis%20Varoufakis\"&gt;Yanis Varoufakis&lt;/a&gt;, who ran as a candidate in the constituency of Germany, but failed to secure a seat. Despite garnering approximately one and a half million votes, no representatives who ran DiEM25 were elected, due to the votes being dispersed throughout different EU countries.\nAs a new pan-European party, &lt;a href=\"Volt%20Europa\"&gt;Volt Europa&lt;/a&gt; was founded in different European countries two years before the elections and successfully campaigned in eight EU countries for the elections with one transnational programme. Despite missing its own goal to create a &lt;a href=\"Political%20groups%20of%20the%20European%20Parliament\"&gt;parliamentary group&lt;/a&gt; on its own, approximately half a million votes in total were sufficient to send one of the founders, &lt;a href=\"Damian%20Boeselager\"&gt;Damian Boeselager&lt;/a&gt;, into the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; via a &lt;a href=\"Germany\"&gt;German&lt;/a&gt; Volt list. Since June 2019, Volt is part of the group of the &lt;a href=\"Greens%E2%80%93European%20Free%20Alliance\"&gt;Greens/EFA&lt;/a&gt;.\nPost-Brexit seats.\nIn June 2018, the European Council decided to reapportion 27 of the 73 seats which would become vacant in the event of the &lt;a href=\"Brexit\"&gt;United Kingdom leaving the EU&lt;/a&gt;. As the United Kingdom was still a member of the EU at the time of the election, the elections were held with the same allocation of seats as in 2014. When the United Kingdom left the EU, 27 of the seats were reallocated to other EU member states as shown below, resulting in a total of 705 MEPs.\nChanges in group representation.\nThe table below shows the changes in group composition after the United Kingdom left the EU.\nSeat projections.\nThere were no pan-European polls for the European elections. However, several organisations calculated the theoretical seat distribution in the European Parliament based on national polls in all member states. The table below displays these different projections. Since the United Kingdom notified its &lt;a href=\"Brexit\"&gt;intention to leave the European Union&lt;/a&gt; in March 2017, the United Kingdom was expected not to participate in the European elections and was therefore excluded from projections. On 10 April 2019, the European Council extended the Brexit deadline to 31 October 2019, and the UK did participate in the European elections. The UK was included in most projections after that date.\nPercent.\nThe following table shows projections with vote share instead of seats.\nAftermath.\nPresident of the Commission Approval.\nThe heads of governments, gathered in a European Council on 1–3 July 2019, could not agree on a consensus President of the Commission. The two \"Spitzenkandidaten\" were discussed, but neither &lt;a href=\"Manfred%20Weber\"&gt;Manfred Weber&lt;/a&gt; (EPP), nor &lt;a href=\"Frans%20Timmermans\"&gt;Frans Timmermans&lt;/a&gt; (PES), who had the backing of many leaders but not of those from the &lt;a href=\"Visegrad%20Group\"&gt;Visegrad Group&lt;/a&gt;, had a majority.\nIn the final hours, the name of &lt;a href=\"Ursula%20von%20der%20Leyen\"&gt;Ursula von der Leyen&lt;/a&gt; was suggested and agreed to by all governments, with Germany's abstention.\nThe European Parliament voted to approve her nomination on 16 July.\n\"&lt;a href=\"Le%20Grand%20Continent\"&gt;Le Grand Continent&lt;/a&gt;\" published a detailed analysis of the secret ballot. The authors numbered the public pledges of national delegations and individual MEPs as amounting to 410, which is 27 more than what von der Leyen ultimately received. \nTo explain the difference, they suggest three scenarios: one in which the support of delegations from the S&amp;D group (some for, some against, some equivocal) was lower than admitted, another in which MEPs from the populist parties in government (Poland's PiS, Hungary's Fidesz and Italy's M5S) were claiming support only to gain leverage, and a half-way scenario which they see as the likeliest. In two of these three scenarios, the S&amp;D group, which for decades was the pillar of the &lt;a href=\"Grand%20coalition\"&gt;Grand coalition&lt;/a&gt; in Europe, no longer has a majority of MEPs supporting the Commission."
}