{
    "id": "42896146",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=42896146",
    "title": "Dillyn Leyds",
    "text": "Dillyn Yullrich Leyds (born in &lt;a href=\"Somerset%20West\"&gt;Somerset West&lt;/a&gt;, South Africa) is a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player for the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa national team&lt;/a&gt; and &lt;a href=\"Stade%20Rochelais\"&gt;Stade Rochelais&lt;/a&gt; in the French &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt;. He can play as a fullback, fly-half or wing.\nCareer.\nYouth and Varsity rugby.\nLeyds was educated at &lt;a href=\"Western%20Province%20Prep\"&gt;Western Province Preparatory School&lt;/a&gt; and went on to &lt;a href=\"Diocesan%20College\"&gt;Bishops College&lt;/a&gt; in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;, where he played for their First XV rugby side in 2009 and 2010, alongside players such as &lt;a href=\"Nizaam%20Carr\"&gt;Nizaam Carr&lt;/a&gt;, &lt;a href=\"Oli%20Kebble\"&gt;Oli Kebble&lt;/a&gt;, &lt;a href=\"Johnny%20K%C3%B4tze\"&gt;Johnny Kôtze&lt;/a&gt;, &lt;a href=\"Sam%20Lane%20%28rugby%20player%29\"&gt;Sam Lane&lt;/a&gt; and &lt;a href=\"Tim%20Swiel\"&gt;Tim Swiel&lt;/a&gt;.\nHe represented Western Province at various age-group levels. In 2010, he was included in both their Under-18 Academy Week and &lt;a href=\"Craven%20Week\"&gt;Craven Week&lt;/a&gt; sides. The following year, the played for the side in the &lt;a href=\"2011%20Under-19%20Provincial%20Championship\"&gt;2011 Under-19 Provincial Championship&lt;/a&gt;, where he scored 133 points in 13 starts to finish second in the points-scoring charts and help his side reach the quarter-finals of the competition. He was a regular in the squad during the &lt;a href=\"2012%20Under-21%20Provincial%20Championship\"&gt;2012&lt;/a&gt; and &lt;a href=\"2013%20Under-21%20Provincial%20Championship\"&gt;2013&lt;/a&gt; Provincial Championships, helping them reach a final in the former and winning the competition in 2013.\nIn &lt;a href=\"2012%20Varsity%20Rugby%23Varsity%20Cup\"&gt;2012&lt;/a&gt; and &lt;a href=\"2013%20Varsity%20Cup\"&gt;2013&lt;/a&gt;, he also played &lt;a href=\"Varsity%20Cup\"&gt;Varsity Cup&lt;/a&gt; rugby for the . He was jointly the third-highest try scorer in 2012, averaging one try per match in his seven appearances.\n2012 IRB Junior World Championship.\nIn 2012, Leyds was a member of the &lt;a href=\"South%20Africa%20national%20under-20%20rugby%20union%20team\"&gt;South African Under-20&lt;/a&gt; side that won the &lt;a href=\"2012%20IRB%20Junior%20World%20Championship\"&gt;2012 IRB Junior World Championship&lt;/a&gt; on home soil. Leyds started their Pool Stage matches against &lt;a href=\"Ireland%20national%20under-20%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; and &lt;a href=\"England%20national%20under-20%20rugby%20union%20team\"&gt;England&lt;/a&gt;, their semi-final match against &lt;a href=\"Argentina%20national%20under-20%20rugby%20union%20team\"&gt;Argentina&lt;/a&gt; and the final against &lt;a href=\"New%20Zealand%20national%20under-20%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt;, helping his side to a 22–16 victory over the defending champions to win the title for the first time ever.\nWestern Province.\nLeyds was included in the squad for the &lt;a href=\"2013%20Vodacom%20Cup\"&gt;2013 Vodacom Cup&lt;/a&gt; competition. His first class debut came against the &lt;a href=\"Argentina\"&gt;Argentinean&lt;/a&gt; invitational side the in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;. He came on as a second-half substitute and scored a conversion with his first touch of the ball, plus added a penalty later to help Western Province to a 28–17 victory. He also appeared in their semi-final match against the , but couldn't prevent them being knocked out of the competition following a 44–25 loss.\nWestern Force and Perth Spirit.\nLeyds moved to Australia to join &lt;a href=\"Perth\"&gt;Perth&lt;/a&gt;-based &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; franchise the for the &lt;a href=\"2014%20Super%20Rugby%20season\"&gt;2014 Super Rugby season&lt;/a&gt;, where he was named in their Wider Training Group. He was included in a matchday squad for the first time for their Round 16 match against the in &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt;. He made three substitute appearances for the Force during the season, appearing in their matches against the Crusaders, and .\nHe was also named in the side that played in the &lt;a href=\"2014%20National%20Rugby%20Championship\"&gt;2014 National Rugby Championship&lt;/a&gt;. He made five appearances in the competition and scored a try in their match against the .\nReturn to Western Province.\nIn March 2014, announced that Leyds would return to the &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;-based side for the &lt;a href=\"2014%20Currie%20Cup%20Premier%20Division\"&gt;2014 Currie Cup Premier Division&lt;/a&gt; season. Due to ongoing commitments with the and , he only started training with Western Province towards the end of September 2014.&lt;ref name=\"DHL WP injury report – 29/09/14\"&gt;&lt;/ref&gt;\nStormers.\nHe made his Super Rugby debut for the on the wing against the scoring a try and helping the Stormers to shock the Bulls 17–29 in &lt;a href=\"Pretoria\"&gt;Pretoria&lt;/a&gt; on the opening weekend of &lt;a href=\"2015%20Super%20Rugby%20season\"&gt;2015 Super Rugby season&lt;/a&gt; on 14 February 2015.\nStade Rochelais.\nLeyds signed for French &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; outfit, &lt;a href=\"Stade%20Rochelais\"&gt;La Rochelle&lt;/a&gt;, ahead of the &lt;a href=\"2020%E2%80%9321%20Top%2014%20season\"&gt;2020–21 season&lt;/a&gt;."
}