{
    "id": "4289351",
    "revid": "21797031",
    "url": "https://en.wikipedia.org/wiki?curid=4289351",
    "title": "Record (newspaper)",
    "text": "Record is a &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt; &lt;a href=\"sport\"&gt;sport&lt;/a&gt;s &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt;, founded by Manuel Dias, published in &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;. Although it covers most sports, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; is the focal point of it, and almost always is the only sport referred to on the cover.\nHistory and profile.\n\"Record\" was founded by &lt;a href=\"Manuel%20Dias%20%28athlete%29\"&gt;Manuel Dias&lt;/a&gt;. Dias was a newspaper vendor as well an athlete. Dias participated the &lt;a href=\"1936%20Summer%20Olympics\"&gt;1936 Summer Olympics&lt;/a&gt; in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. In 1949, Dias would enter the national lottery in Portugal and would win 40 contos. Dias would use these funds to establish the \"Record\" newspaper. The first edition of the newspaper was published on 26 of November 1949 and was sold on a weekly basis. Over the 63 years, \"Record\" have had a difficult times and gone through becoming a &lt;a href=\"Privatization\"&gt;privatized&lt;/a&gt; company to a publicly traded one.\nBefore the &lt;a href=\"Carnation%20revolution\"&gt;Carnation revolution&lt;/a&gt; \"Record\" belonged to the Banco Borges and Irmão, a bank. Then it was nationalized following the revolution.\nIn 1988, \"Record\" was privatized and was acquired by the company Projectos e Estudos de Imprensa (PEI), which also became the owner of the paper \"&lt;a href=\"Di%C3%A1rio%20Popular\"&gt;Diário Popular&lt;/a&gt;\" the next year. The company was headed by &lt;a href=\"Pedro%20Santana%20Lopes\"&gt;Pedro Santana Lopes&lt;/a&gt;, a member of the &lt;a href=\"Social%20Democratic%20Party%20%28Portugal%29\"&gt;Social Democratic Party&lt;/a&gt;. During the 1990s, \"Record\" began to be released on a daily basis from Monday to Sunday, and the paper was acquired by the &lt;a href=\"Cofina\"&gt;Cofina&lt;/a&gt; media conglomerate. In 2005, \"Record\" created an award called the Artur Agostinho Award in memory of &lt;a href=\"Artur%20Agostinho\"&gt;Artur Agostinho&lt;/a&gt;; the award distinguishes the person of the year in sport.\nCirculation.\nIn 2007, \"Record\" was the third-best-selling Portuguese newspaper with a circulation of 74,000 copies. The paper claimed it was the leading sport newspaper in Portugal with 62,245 copies in 2011, and was also the leading website in Portuguese sport newspapers, with 216 million page views recorded in May 2012. Between September and October 2013 the paper had a circulation of 50,886 copies.\nTeams of the Year.\nSince 2012, \"Record\" has organised the \"Team of the Year\" award, which distinguishes the best eleven players of the calendar year of the &lt;a href=\"Primeira%20Liga\"&gt;Primeira Liga&lt;/a&gt;.\n2012.\nSource:"
}