{
    "id": "42901205",
    "revid": "7289935",
    "url": "https://en.wikipedia.org/wiki?curid=42901205",
    "title": "United Chemical Company",
    "text": "The United Chemical Company (, \"Birikken hımııalyq kompanııa\"; ) - the state-owned company in &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt; established in 2009 by the decision of the Board of Directors of the \"National Welfare Fund \"&lt;a href=\"Samruk-Kazyna\"&gt;Samruk-Kazyna&lt;/a&gt;\" JSC as of November 28, 2008; the main operator of the State Program on Accelerated Industrial and Innovative Development for the &lt;a href=\"chemical%20industry\"&gt;chemical industry&lt;/a&gt;. Currently, the United Chemical Company implements a number of investment projects, which include the productions existing and being modernized, as well as the ventures newly established in the Kazakhstan’s &lt;a href=\"chemical%20industry\"&gt;chemical industry&lt;/a&gt;. Their products are intended for various industries, including the &lt;a href=\"gold%20mining\"&gt;gold mining&lt;/a&gt; industry, &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, etc.\nAs part of the company’s mission, the measures have been taken to modernize the existing Kazakhstani chemical enterprises and to organize the production of more than 20 new types of chemical products; the development of competitive projects in the chemical industry aimed at the manufacturing of high-tech, export-oriented and innovative products with high added value; establishing of projects to make products which have not previously been produced in Kazakhstan - &lt;a href=\"sodium%20cyanide\"&gt;sodium cyanide&lt;/a&gt;, &lt;a href=\"potassium%20sulfate\"&gt;potassium sulfate&lt;/a&gt;, &lt;a href=\"polypropylene\"&gt;polypropylene&lt;/a&gt; and &lt;a href=\"propylene%20oxide\"&gt;propylene oxide&lt;/a&gt;, &lt;a href=\"glyphosate\"&gt;glyphosate&lt;/a&gt;, &lt;a href=\"calcium%20chloride\"&gt;calcium chloride&lt;/a&gt;, &lt;a href=\"polyethylene\"&gt;polyethylene&lt;/a&gt;, &lt;a href=\"polyvinyl%20chloride\"&gt;polyvinyl chloride&lt;/a&gt;, superplasticizers for concrete, additives to oils, flotation reagents, and other products.\nBackground.\nOn October 13, 2008, speaking at an enlarged meeting of the &lt;a href=\"Government%20of%20Kazakhstan\"&gt;Government of Kazakhstan&lt;/a&gt;, President of the country &lt;a href=\"Nursultan%20Nazarbayev\"&gt;Nursultan Nazarbayev&lt;/a&gt; instructed to \"create a special company that will deal with projects in the chemical industry\". The Fund \"&lt;a href=\"Samruk-Kazyna\"&gt;Samruk-Kazyna&lt;/a&gt;\", pursuant to the order of the president, established the United Chemical Company (UCC), which became the leading state-owned operator in the chemical industry.\nThe goals, to which the UCC has been assigned to, included the concentration of state assets in the industry and promoting its further development. The priority projects include, among others, the reconstruction of the sulfuric acid plant with a capacity of 180 thousand tons per year, the construction of an integrated gas chemical complex, the production of &lt;a href=\"polymer\"&gt;polymer&lt;/a&gt; products in the &lt;a href=\"Atyrau%20Province\"&gt;Atyrau oblast&lt;/a&gt;, the construction of the SEZ \"Chemical Park \"&lt;a href=\"Taraz\"&gt;Taraz&lt;/a&gt;\", and others.\nIn February 2011, the \"&lt;a href=\"Development%20Bank%20of%20Kazakhstan\"&gt;Development Bank of Kazakhstan&lt;/a&gt;\" JSC and the \"&lt;a href=\"Exim%20Bank%20of%20China\"&gt;Eximbank&lt;/a&gt;\" of &lt;a href=\"China\"&gt;China&lt;/a&gt; signed a loan agreement to finance the first phase of construction of the integrated gas chemical complex in the Atyrau oblast. In 2011, the construction of the gas chemical complex for the production of polymer products has been started. As part of the first phase of the project (polypropylene), a loan agreement has been signed to finance the first phase of the project, designing of infrastructure facilities has been completed, construction works on infrastructure facilities have continued, the work has begun on designing the main process units and on-site utilities, the design and estimate documentation has been developed. In August 2011, during an official meeting of the President of the Republic of Kazakhstan Nursultan Nazarbayev with the President of the &lt;a href=\"Republic%20of%20Korea\"&gt;Republic of Korea&lt;/a&gt; &lt;a href=\"Lee%20Myung-bak\"&gt;Lee Myung-bak&lt;/a&gt;, with the purpose of the joint implementation of the second phase of the project, the Kazakh and Korean parties have signed an agreement on the joint venture «KLPE» LLP. Under the second phase of the project (&lt;a href=\"polyethylene\"&gt;polyethylene&lt;/a&gt;), a strategic partner («LG Chem Ltd.»), who joined the list of participants of the project company in the second phase of the project, has been selected, and the feasibility study has been updated.\nIn 2011, the \"JV SAP Kazatomprom\" LLP and the Eurasian Development Bank signed a loan agreement for the financing of the project on the reconstruction of the sulfuric acid plant with the production capacity of 180 thousand tons per year in the &lt;a href=\"Akmola%20Province\"&gt;Akmola oblast&lt;/a&gt; (&lt;a href=\"Stepnogorsk\"&gt;Stepnogorsk&lt;/a&gt;).\nOn September 30, 2011, the General Assembly of the European Chemical Industry Council (CEFIC) approved the application of the \"United Chemical Company\" LLP for obtaining the status of a CEFIC associate company.\nIn 2012, the work has been continued on the projects:\nIn 2013, the main activity of the company has been investment operations under which the UCC has managed the following projects:\nIn 2013, the \"Management Company of SEZ “Chemical Park Taraz” has been established by the decision of the Board of the \"Samruk-Kazyna\" JSC within the implementation of the project \"Establishment of the special economic zone Chemical Park Taraz\". Goals of the SEZ establishment have included the creation of favorable conditions for attracting foreign direct investments in import-substituting and export-oriented, high-tech and competitive chemical productions. In addition, the goals of the project include the development and support of the chemical industry, in particular, the production of chemical products with high added value using modern, environmentally sound technologies by bringing the world’s leading companies.\nLeadership.\nMembers of the Supervisory Council of the United Chemical Company include:\nMembers of the Board of the Partnership include:"
}