{
    "id": "4292340",
    "revid": "38207172",
    "url": "https://en.wikipedia.org/wiki?curid=4292340",
    "title": "Kirk Saarloos",
    "text": "Kirk Craig Saarloos (born May 23, 1979) is an American &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; coach and former &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt;, who is the current head baseball coach of the &lt;a href=\"TCU%20Horned%20Frogs%20baseball\"&gt;TCU Horned Frogs&lt;/a&gt;. He played &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; at &lt;a href=\"Cal%20State%20Fullerton%20Titans%20baseball\"&gt;Cal State Fullerton&lt;/a&gt; for coach &lt;a href=\"George%20Horton%20%28baseball%29\"&gt;George Horton&lt;/a&gt; from 1999 to 2001 and played in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for 7 seasons from 2002 to 2008. \nThe &lt;a href=\"Houston%20Astros\"&gt;Houston Astros&lt;/a&gt; selected Saarloos in the third round of the &lt;a href=\"2001%20Major%20League%20Baseball%20Draft\"&gt;2001 Major League Baseball Draft&lt;/a&gt;. He played 7 years a pitcher in the MLB, with Houston from 2002 to 2003, the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; 2004 to 2006, &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; in 2007 before returning to Oakland in 2008.\nHigh school and college.\nSaarloos graduated from &lt;a href=\"Valley%20Christian%20High%20School%20%28Cerritos%2C%20California%29\"&gt;Valley Christian High School&lt;/a&gt; in &lt;a href=\"Cerritos%2C%20California\"&gt;Cerritos, California&lt;/a&gt;, where he was a three-sport (&lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;) athlete. He attended &lt;a href=\"California%20State%20University%2C%20Fullerton\"&gt;California State University, Fullerton&lt;/a&gt;, where he established himself as one of the best closers in &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; during his sophomore and junior seasons. In 1999, he played &lt;a href=\"collegiate%20summer%20baseball\"&gt;collegiate summer baseball&lt;/a&gt; with the &lt;a href=\"Cotuit%20Kettleers\"&gt;Cotuit Kettleers&lt;/a&gt; of the &lt;a href=\"Cape%20Cod%20Baseball%20League\"&gt;Cape Cod Baseball League&lt;/a&gt;. In , his senior year, he became a starter (the new closer was former &lt;a href=\"Washington%20Nationals\"&gt;Washington Nationals&lt;/a&gt; closer &lt;a href=\"Chad%20Cordero\"&gt;Chad Cordero&lt;/a&gt;) and established himself as the &lt;a href=\"Ace%20%28baseball%29\"&gt;ace&lt;/a&gt; of the staff, winning 15 games with a 2.18 &lt;a href=\"Earned%20run%20average\"&gt;ERA&lt;/a&gt;. He was drafted by the &lt;a href=\"Houston%20Astros\"&gt;Houston Astros&lt;/a&gt; in the &lt;a href=\"2001%20Major%20League%20Baseball%20Draft\"&gt;2001 Major League Baseball Draft&lt;/a&gt; in the third round as the 86th overall pick.\nProfessional career.\nSaarloos quickly rose in the Astros organization, making brief stops at Double-A &lt;a href=\"Round%20Rock%20Express\"&gt;Round Rock&lt;/a&gt; and &lt;a href=\"Minor%20league%20baseball\"&gt;Triple-A&lt;/a&gt; &lt;a href=\"New%20Orleans%20Zephyrs\"&gt;New Orleans&lt;/a&gt; before being called up to the major leagues in his second year as a professional. In , he went 6-7 with a 6.01 &lt;a href=\"Earned%20run%20average\"&gt;ERA&lt;/a&gt; with Houston and was sent down to New Orleans for the next season. In , he again pitched very well in the minors but posted a 4.93 &lt;a href=\"Earned%20run%20average\"&gt;ERA&lt;/a&gt; in 36 games for the big club. He also contributed to the Astros' six-pitcher &lt;a href=\"no-hitter\"&gt;no-hitter&lt;/a&gt; of the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; on June 11, throwing the last out of the third inning and all of the fourth. It was around this time he caught the eye of &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; assistant general manager &lt;a href=\"Paul%20DePodesta\"&gt;Paul DePodesta&lt;/a&gt;. A few weeks into the season, after appearing in only two games for New Orleans, he was traded to the Athletics for &lt;a href=\"Chad%20Harville\"&gt;Chad Harville&lt;/a&gt;. They sent him to Triple-A &lt;a href=\"Sacramento%20River%20Cats\"&gt;Sacramento&lt;/a&gt;, where he pitched well enough to receive a call-up and start five games for Oakland.\nIn , with &lt;a href=\"Mark%20Mulder\"&gt;Mark Mulder&lt;/a&gt; and &lt;a href=\"Tim%20Hudson\"&gt;Tim Hudson&lt;/a&gt; traded away, the Athletics had openings in their rotation. Saarloos beat out &lt;a href=\"Keiichi%20Yabu\"&gt;Keiichi Yabu&lt;/a&gt; and &lt;a href=\"Juan%20Cruz%20%28baseball%29\"&gt;Juan Cruz&lt;/a&gt; to win the last starter spot in the rotation. Saarloos succeeded, going 10-9 with a 4.17 &lt;a href=\"Earned%20run%20average\"&gt;ERA&lt;/a&gt; in 27 starts. He was widely considered to be among the best #5 starters in the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt;, sporting one of the lowest home run rates.\nWith the signing of veteran starter &lt;a href=\"Esteban%20Loaiza\"&gt;Esteban Loaiza&lt;/a&gt; before the season, the A's bumped Saarloos to the bullpen. Soon after, &lt;a href=\"Rich%20Harden\"&gt;Rich Harden&lt;/a&gt; got injured, and Saarloos was put in as a fifth starter for a few games. He was also used in many varying relief roles, much like &lt;a href=\"Justin%20Duchscherer\"&gt;Justin Duchscherer&lt;/a&gt; was in 2005, but also as a spot starter. Shifting between the bullpen and the rotation, Saarloos finished with a record of 7-7 in 35 games for the A's. He allowed more home runs (19) than the previous season (11). On January 19, , Saarloos signed a one-year $1.2 million deal with the Athletics.\nOn January 23, 2007, Saarloos was traded to the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; for minor league reliever &lt;a href=\"David%20Shafer%20%28baseball%29\"&gt;David Shafer&lt;/a&gt;. Both teams also received a player to be named later. On May 28, 2007, Saarloos was sent to the minors after failing to retire any of the seven batters he faced in a 14-10 loss to the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; the night before. In his lone season with the Reds, Saarloos had a 7.17 ERA in 42.2 innings. On October 12, 2007, Saarloos was outrighted to the minor leagues. He refused the assignment and became a &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt;.\nOn January 15, , Saarloos signed a minor league contract with an invitation to &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; with the Oakland Athletics. On April 14, he was added to the major league roster but was designated for assignment on April 23. He was sent outright to Triple-A on April 25. On August 18, Saarloos was recalled. He became a free agent at the end of the season.\nSaarloos signed a minor league contract with an invitation to spring training with the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt; in January ; after training camp, he was sent to &lt;a href=\"Minor%20League\"&gt;Minor League&lt;/a&gt; camp on March 24, 2009. He went 3-10 in 16 games at the AAA level. He retired after the 2009 season.\nScouting.\nSaarloos has a variety of pitches, including a four-seam &lt;a href=\"fastball\"&gt;fastball&lt;/a&gt;, a &lt;a href=\"curveball\"&gt;curveball&lt;/a&gt;, a &lt;a href=\"Slider%20%28baseball%29\"&gt;slider&lt;/a&gt;, and a &lt;a href=\"changeup\"&gt;changeup&lt;/a&gt;. However, his best pitch by far is his mid-to-high 80's &lt;a href=\"Sinker%20%28baseball%29\"&gt;sinker&lt;/a&gt;. For this reason, Saarloos is known predominately as a sinkerball specialist and as such, gets few strikeouts (batters tend to hit groundballs when faced with a sinker). In fact, his 2.99 strikeouts per nine innings in 2005 ranked third to last in Major League Baseball and was the lowest mark in Oakland Athletics history for a starting pitcher.\nCoaching career.\nSaarloos was on the 2011 &lt;a href=\"Cal%20State%20Fullerton%20Titans%20baseball\"&gt;Cal State Fullerton&lt;/a&gt; coaching staff as an undergraduate assistant coach. His primary duties were as pitching coach. Opposing teams batted .250 against his pitchers, and he coached &lt;a href=\"Big%20West%20Conference\"&gt;Big West&lt;/a&gt; Pitcher of the Year &lt;a href=\"Dylan%20Floro\"&gt;Dylan Floro&lt;/a&gt; and four Freshmen All-American pitchers. In 2012, Saarloos returned to Cal State Fullerton as their full-time pitching coach and assisted in recruiting. He became the pitching coach at &lt;a href=\"TCU%20Horned%20Frogs%20baseball\"&gt;Texas Christian University&lt;/a&gt; in the summer of 2012. He led the team to the lowest ERA in school history since 1968.\nHe was named the head coach at TCU on June 15, 2021."
}