{
    "id": "4293761",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=4293761",
    "title": "Epic of Koroghlu",
    "text": "The Epic of Koroghlu (, ; ) is a heroic &lt;a href=\"legend\"&gt;legend&lt;/a&gt; prominent in the &lt;a href=\"oral%20tradition\"&gt;oral tradition&lt;/a&gt;s of the &lt;a href=\"Turkic%20peoples\"&gt;Turkic peoples&lt;/a&gt;, mainly the &lt;a href=\"Oghuz%20Turks\"&gt;Oghuz Turks&lt;/a&gt;. The legend typically describes a hero who seeks to avenge a wrong. It was often put to music and played at sporting events as an inspiration to the competing athletes. Koroghlu is the main hero of epic with the same name in &lt;a href=\"Azerbaijani%20language\"&gt;Azerbaijani&lt;/a&gt;, &lt;a href=\"Turkmen%20language\"&gt;Turkmen&lt;/a&gt; and &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt; as well as some other &lt;a href=\"Turkic%20languages\"&gt;Turkic languages&lt;/a&gt;. The epic tells about the life and heroic deeds of Koroghlu as a hero of the people who struggled against unjust rulers. The epic combines the occasional romance with &lt;a href=\"Robin%20Hood\"&gt;Robin Hood&lt;/a&gt;-like chivalry.\nDue to the migration in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; of large groups of &lt;a href=\"Oghuz%20Turks\"&gt;Oghuz Turks&lt;/a&gt; within &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;, South Caucasus and Asia Minor, and their subsequent assimilation with other ethnic groups, Epic of Koroghlu spread widely in these geographical regions leading to emergence of its &lt;a href=\"Turkmens\"&gt;Turkmen&lt;/a&gt;, &lt;a href=\"Kazakhs\"&gt;Kazakh&lt;/a&gt;, &lt;a href=\"Uzbeks\"&gt;Uzbek&lt;/a&gt;, &lt;a href=\"Tajiks\"&gt;Tajik&lt;/a&gt;, &lt;a href=\"Azerbaijanis\"&gt;Azerbaijani&lt;/a&gt;, &lt;a href=\"Turkish%20people\"&gt;Turkish&lt;/a&gt;, &lt;a href=\"Crimean%20Tatars\"&gt;Crimean Tatar&lt;/a&gt;, &lt;a href=\"Georgians\"&gt;Georgian&lt;/a&gt; and &lt;a href=\"Kurds\"&gt;Kurdish&lt;/a&gt; versions. The story has been told for many generations by the \"&lt;a href=\"bagshy\"&gt;bagshy&lt;/a&gt;\" narrators of &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;, fighter &lt;a href=\"Ashik\"&gt;Ashik&lt;/a&gt; bards of Azerbaijan and Turkey, and has been written down mostly in the 18th century.\nKoroghlu.\nKoroghlu is a semi-mystical hero and bard among the Turkic people who is thought to have lived in 16th century. The name of \"Koroghlu\" means \"the son of the blind\", \"the son of ember\" or \"the son of the clay\" (the clay refers the death) in &lt;a href=\"Turkic%20languages\"&gt;Turkic languages&lt;/a&gt;. His real name was in Azerbaijani, in Turkish or in Turkmen, which was a loanword from &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; رُوشن \"Rowšan\" meaning \"light\" or \"bright\".\nTurkmen tradition.\nIn Turkmenistan, the epic is called which translates as \"the son of a grave\" and holds a special place among the Turkmen epics.\nThe Turkmen people refer to performers specialized in as dessanchy &lt;a href=\"bagshy\"&gt;bagshy&lt;/a&gt; (musicians performing songs from dastan). Within Turkmenistan, dessanchy bagshy are encountered in two regions of the country: and &lt;a href=\"Lebap\"&gt;Lebap&lt;/a&gt;. Outside of Turkmenistan, the tradition is found in neighbouring countries — including &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt;, &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt;, &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;, and &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; — and in other places where Turkmen ethnic groups have historically lived.\nThe epic of tells the story of the hero, , and his forty jigits (warriors) that includes descriptions of all major traditional events of Turkmen life. Sections in prose that describe the events alternate with sections in poetry that express the characters’ feelings.\nThe first \"chapter\" of the epic is about a miraculous birth and heroic education of (he grows up with grandfather Jygalybek and aunt ), raising the winged horse called Gyrat, building the Chandybil fortress and gathering warriors. Next are the stories about the marriage of to a fairy-tale girl, (the hero falls in love with a girl in his dream, goes in search of her, overcomes obstacles, takes her to Chandybil), about revenge on for kidnapping his aunt, , about the adoption of Ovez, about saving him from captivity and about his marriage. The \"chapters\" about battle with , making a way into an enemy camp, the attack of the Sultan’s troops on the country of and the abduction of Ovez, the adoption of Gorogly Hassan, the son of a blacksmith, are of a heroic nature. The cycle ends with the story of the death of , who retired to a cave in old age.\nVarious art forms are employed in the oral performance of , including narration, singing, vocal improvisation, and acting. Dessanchy bagshys are known for their prodigious memory, outstanding musical skills, and intelligence, which are all necessary qualities for performing the epic. Performers should master traditional musical instruments — such as the &lt;a href=\"dutar\"&gt;dutar&lt;/a&gt; (a two-stringed plucked instrument) and the gyjak (an instrument resembling the fiddle)— and be able to sing various melodies of the epic, performing improvisation.\nUnder the supervision of his master, in addition to learning the repertoire and perfecting his skills, the apprentice of the baghshy learns moral and ethical norms of the epic performance. For the transmission of knowledge, teacher bagshys use a variety of techniques and materials. When the apprentice is ready, his knowledge is thoroughly evaluated. The master then gives his blessing to the new performer, who is thus granted the right to perform the epic independently and teach students of his own.\nThis system of transmission ensures a constant flow of knowledge from one generation to the next and maintains skill levels and standards. In addition, the &lt;a href=\"Turkmen%20National%20Conservatory\"&gt;Turkmen National Conservatory&lt;/a&gt;, the State School of Culture and Arts, and various specialized school facilitate the acquisition of &lt;a href=\"dutar\"&gt;dutar&lt;/a&gt; skills by learners before they enter training with a dessanchy bagshy master.\n plays an important role in a wide range of social functions within Turkmen communities. Values and emotions described in the epic form a basis for social interactions among Turkmen people and are reflected in social networks and relations among individuals.\nThe epic enables Turkmen people to learn and transmit their common history and social values to younger generations. Indeed, it is used as a tool for educating the young and strengthening national identity, pride, and unity. Through Gorogly, youngsters are taught diligence and precise thinking skills. They are also taught to love the history and culture of their homeland. Yet respect towards other nations and cultures is encouraged.\nIn the epic, the Turkmen people are portrayed as compassionate, wise, generous, hospitable, and tolerant. They demonstrate leadership, fearlessness, and loyalty to friends, family, and country. They respect their elders and never break promises.\nBecause of the emphasis of these values in Gorogly, knowledge and skills related to the epic, including talent for music, poetry, narration, and language as well as traditional skills described in the epic—such as the breeding &lt;a href=\"Akhal-Teke\"&gt;Akhal-Teke horses&lt;/a&gt;—are highly valued. All of these elements constitute the cultural identity of Turkmen people.\nThe element is safeguarded thanks to gatherings and social events such as wedding ceremonies. Dessanchy bagshy competitions, regular national and religious holidays, celebrations, commemorations, and international cultural festivals also contribute greatly to the safeguarding of the Görogly tradition. Bagshys are the main promoters of traditional Görogly performance as they teach and transmit the element to prospective performers in the same way they learned from their masters. In addition, each province has a bagshylar oyi (\"house of bagshy\"), where masters gather monthly to exchange ideas, record themselves, and broadcast their performances on TV and radio. This allows for the dissemination of the element among the public and attract potential new performers.\nThe following is one of several poems encountered in the Turkmen version of , which is often performed by &lt;a href=\"Bagshy\"&gt;bagshys&lt;/a&gt; at Turkmen weddings. First column is the poem in its original (Turkmen) language, the second column is the poem's Turkish translation and the third one is its &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; translation.\n&lt;poem&gt;\nKybladan sallanyp geldi mestana,\nAga jan, Arabyň gyzyn bereýin.\nJemalyn görenler boldy diwana,\nAgajan, Arabyň gyzyn bereýin.\nAryp bolsaň, habar algyl sözünden,\nBakdygynça, gözüň doýmaz gözünden,\nAşyk bolan behre alar ýüzünden,\nAga jan, Arabyň gyzyn bereýin.\nÝene döwran geldi biziň bu baga,\nOl Zuleýha bolsa, sen Ýusup, aga,\nBiziň gözel ähli şoňa sadaga,\nAga jan, Arabyň gyzyn bereýin.\nGörogly beg ar üstünde söweşer,\nBurma saçy tar-tar topugna düşer,\nÝuka dodaklary balmydyr-şeker,\nAga jan, Arabyň gyzyn bereýin.&lt;/poem&gt;\n&lt;poem&gt;\nKıble'den sallanıp geldi mestane,\nAğacan, Arabın kızını vereyim.\nCemalını görenler olmuş divane,\nAğacan, Arabın kızını vereyim.\nArif olsan haber algıl sözünden,\nBakarsan gözlerin doymaz gözlerinden.\nAşık olan behre alır yüzünden, \nAğacan, Arabın kızını vereyim.\nYine devran geldi, bizim bu bağa,\nO Züleyha ise sen Yusuf, ağa.\nTüm güzeller olsun ona sadaka,\nAğacan, Arabın kızını vereyim.\nKöroğlu beğ öç uğruna savaşır,\nKıvırcık saçları topuğuna düşer,\nİnce dudakları baldır ve şeker,\nAğacan, Arabın kızını vereyim.&lt;/poem&gt;\n&lt;poem&gt;\nShe came swinging and whirling from the Qibla,\nBrother, let me give you the Arab's daughter.\nThose who gazed at her face lost their mind,\nBrother, let me give you the Arab's daughter.\nIf you are wise enough, learn from her words,\nThe more you see her, the more you fall in love.\nAnd her lover will find solace in her face,\nBrother, let me give you the Arab's daughter.\nOur time has come again, to this vineyard of ours,\nAnd if she is Zuleykha, you are Yusuf, brother.\nMay all the beauties be alms to her,\nBrother, let me give you the Arab's daughter.\nGorogly likes to fight for revenge,\nHer curly hair reaches her tender ankles,\nHer thin lips are made of honey, sugar,\nBrother, let me give you the Arab's daughter.&lt;/poem&gt;\nAzerbaijani and Turkish tradition.\nA theme common to nearly all versions is that of the hero — , literally \"son of the blind man\", or more directly translated as 'Blindson' (analogous with the English surname Richardson, sons of Richard), defending his &lt;a href=\"clan\"&gt;clan&lt;/a&gt; or &lt;a href=\"tribe\"&gt;tribe&lt;/a&gt; against threats from outside. In many of the versions, earns his name from the wrongful blinding of his father, an act for which the son takes his revenge and which initiates his series of adventures. He is portrayed as a &lt;a href=\"Outlaw%23Turkish\"&gt;bandit&lt;/a&gt; and an &lt;a href=\"Ashik\"&gt;ozan&lt;/a&gt;.\nA number of songs and melodies attributed to survives in the &lt;a href=\"Turkish%20folk%20music\"&gt;folk tradition&lt;/a&gt;. These songs and melodies differ from most other Turkic folk music in two aspects: they follow a rhythm of &lt;a href=\"Time%20signature%23Complex%20time%20signatures\"&gt;5/8&lt;/a&gt; (ONE-two ONE-two-three) and they depict heroic acts and persons.\nThe most common version of the tale describes as Rushen Ali, the son of the stableman Koca Yusuf lives in &lt;a href=\"D%C3%B6rtdivan\"&gt;Dörtdivan&lt;/a&gt; under the service of the &lt;a href=\"Bey\"&gt;Bey&lt;/a&gt; of &lt;a href=\"Bolu\"&gt;Bolu&lt;/a&gt;. One day, Yusuf comes across a &lt;a href=\"filly\"&gt;filly&lt;/a&gt; which, to his trained eye, is an animal that will turn into a fine beast if well-fed. Bey wants to give good fillies to the &lt;a href=\"Sultan\"&gt;Sultan&lt;/a&gt; as a present to repair their worsening relationship. However the Bey does not know enough about horses to appreciate the thin, famished animal that is presented to him. Being a man of foul and easily provoked temper, he suspects that he is being mocked and orders the poor worker to be blinded. His son, therefore, gains his nickname and harbors an ever-increasing hatred towards the Bey of Bolu in his heart as he grows up. The &lt;a href=\"mare\"&gt;mare&lt;/a&gt;, which he names Kırat (\"kır at\" means literally \"gray horse\"; the word \"kırat\" can also mean \"carat\", \"quality\"), grows up with him and indeed turns into an animal of legendary stature and strength.\nOne day, &lt;a href=\"Khidr\"&gt;Hızır&lt;/a&gt; shows himself to Yusuf in a dream and tells him that soon, the waters of the river &lt;a href=\"Aras%20river\"&gt;Aras&lt;/a&gt; will flow briefly as a kind of thick foam and whoever drinks that foam will be cured of whatever physical problems that may be ailing him, including blindness and aging. Yusuf goes to the shore of the river with his son, but his son drinks the foam before he does. As this miracle can give everlasting health and youth to only one man, Yusuf loses his chance to see again; and dies a few days later, ordering his son to avenge him.\nIn some versions of the story, neither Yusuf nor his son can drink from the foam. Yusuf is warned by Hızır just before the phenomenon occurs, but being an old and blind man, he cannot reach the river in time. Köroğlu is by the river when the foam starts flowing, but, as he is ignorant of the significance of the event, he does not drink from the river. Instead, his horse Kırat does and becomes immortal.\nAfter his father's death, Köroğlu takes up arms against the Bey. As he has only a few followers, he does not engage the army of Bolu directly and uses guerrilla tactics instead. He raids and plunders his former master's property, and eludes his would-be captors by staying on the move and fleeing to distant lands whenever his enemy organises a large-scale campaign to capture him.\nBefore he succeeds, however, the knowledge of &lt;a href=\"History%20of%20firearms%23Firearms%20in%20the%20Middle%20East\"&gt;firearms&lt;/a&gt; is carried by merchants to Anatolia. Even the simple guns of the time are sufficient to change the ways of the warriors forever: The balance of power is upset by the \"holed iron\", as Köroğlu calls the tool when he first sees one, and the Beys of Northern Anatolia engage in brutal warfare with each other. The fighting goes on and on, with no end in sight. Köroğlu realizes that even if he succeeds in bringing down the Bey of Bolu, he won't be able to bring back the old, chivalric world that he was born into. The warrior-poet disbands his followers and fades into obscurity, leaving only these lines behind:\nA typical occasion where one might hear Köroğlu melodies is at a traditional &lt;a href=\"ya%C4%9Fl%C4%B1%20g%C3%BCre%C5%9F\"&gt;wrestling&lt;/a&gt; competition such as &lt;a href=\"Kirkpinar\"&gt;Kirkpinar&lt;/a&gt;. A team of &lt;a href=\"zurna\"&gt;zurna&lt;/a&gt; and &lt;a href=\"davul\"&gt;davul&lt;/a&gt; players play continually as the wrestlers struggle with each other.\nIn 1967, &lt;a href=\"Ya%C5%9Far%20Kemal\"&gt;Yaşar Kemal&lt;/a&gt; successfully collected this legend in his epic novel \"Üç Anadolu Efsanesi\", which stands as the most outstanding Köroğlu reference in contemporary literature.\nGurughli.\nGurughli (also known as Gurghuli) is the titular character of the epic cycle from Central Asia. The cycle includes up to fifty segments which are still performed by the peoples of &lt;a href=\"Turkestan\"&gt;Turkestan&lt;/a&gt; in &lt;a href=\"Tajik%20language\"&gt;Tajik&lt;/a&gt; as well as &lt;a href=\"Turkic%20languages\"&gt;Turkic languages&lt;/a&gt;.\nGurughli, whose name means \"born of the grave\", is the immaculately conceived child of the sister of Ahmadkhan (a Turkistan &lt;a href=\"Khan%20%28title%29\"&gt;khan&lt;/a&gt;). She dies during pregnancy, and the child is born while the mother is already buried and survives on the milk of one of the mares from Ahmadkhan's herd, until he is found and named by shepherds. The other hero in the tales is his adopted son Ahwazkhan, child of a fairy mother.\nHis tales are told in all-night storytelling sessions in free verse. The background presumed known by the audience, they start without much introduction and are accompanied by music from a two-stringed lute, the &lt;a href=\"dombra\"&gt;dombra&lt;/a&gt;. Later brought into line with &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, the stories originate from a time before Islam reached the area but became a \"vehicle for the transmission of religious and moral instruction, especially targeted at the masses of nonliterate Muslims\". \nThe extant corpus of Gurughli poetry entails some 100,000 lines. It reached its final form in the 18th century and was first discovered by the outside world through Russian travelers in 1870. It was recorded between 1930 and 1960 and is preserved in the &lt;a href=\"Tajik%20Academy%20of%20Sciences\"&gt;Tajik Academy of Sciences&lt;/a&gt;.\nUzbek tradition.\nIn Uzbek bakhshi tradition (\"bakhshi\" is a narrator of dastans or epic, usually, playing his dumbira, two-string musical instrument), the history and interpretation of Köroğlu's name are different from Turkish one. \"Go‘ro‘g‘li\" in Uzbek just like in Turkmen means \"the son of grave\". As it is told, Gorogli's mother dies while being in the last months of pregnancy. However, people bury her with Gorogli inside. After some time a local shepherd notices the number of sheep is decreasing. He spies after his sheep and finds a small boy, at the age of 3-4 eating one of sheep. When he tries catch the boy, he escapes and hides in a grave. As the story narrates later he will fight against giants and kill them. It is said Gorogli had a horse called \"G`irot\". The capital of Gorogli's state was in legendary Chambil.\nInternational recognition.\nIn December 2015, the Turkmen epic art of Görogly was inscribed on &lt;a href=\"UNESCO%27s\"&gt;UNESCO's&lt;/a&gt; Representative List of the Intangible Cultural Heritage of Humanity.\nToponyms.\nGörogly is commonly used in naming streets and districts in Turkmenistan, including Görogly köçesi in &lt;a href=\"Ashgabat\"&gt;Ashgabat&lt;/a&gt;. It is also the name of a town near &lt;a href=\"Dashoguz\"&gt;Dashoguz&lt;/a&gt;."
}