{
    "id": "42953",
    "revid": "1067507420",
    "url": "https://en.wikipedia.org/wiki?curid=42953",
    "title": "Irish Free State",
    "text": "The Irish Free State (, , ; 6 December 192229 December 1937) was a &lt;a href=\"State%20%28polity%29\"&gt;state&lt;/a&gt; established in 1922 under the &lt;a href=\"Anglo-Irish%20Treaty\"&gt;Anglo-Irish Treaty&lt;/a&gt; of December 1921. That treaty ended the three-year &lt;a href=\"Irish%20War%20of%20Independence\"&gt;Irish War of Independence&lt;/a&gt; between the forces of the &lt;a href=\"Irish%20Republic\"&gt;Irish Republic&lt;/a&gt;, the &lt;a href=\"Irish%20Republican%20Army%20%281919%E2%80%9322%29\"&gt;Irish Republican Army&lt;/a&gt; (IRA), and &lt;a href=\"The%20Crown\"&gt;British Crown&lt;/a&gt; forces.\nThe Free State was established as a &lt;a href=\"Dominion\"&gt;Dominion&lt;/a&gt; of the &lt;a href=\"British%20Commonwealth%20of%20Nations\"&gt;British Commonwealth of Nations&lt;/a&gt;. It comprised 26 of the 32 &lt;a href=\"counties%20of%20Ireland\"&gt;counties of Ireland&lt;/a&gt;. &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;, which comprised the remaining six counties, exercised its right under the Treaty to opt out of the new state. The Free State government consisted of the &lt;a href=\"Governor-General%20of%20the%20Irish%20Free%20State\"&gt;Governor-General&lt;/a&gt;, the representative of the king, and the &lt;a href=\"Executive%20Council%20of%20the%20Irish%20Free%20State\"&gt;Executive Council&lt;/a&gt; (cabinet), which replaced both the revolutionary &lt;a href=\"Government%20of%20the%202nd%20D%C3%A1il\"&gt;Dáil Government&lt;/a&gt; and the &lt;a href=\"Provisional%20Government%20of%20Ireland%20%281922%29\"&gt;Provisional Government&lt;/a&gt; set up under the Treaty. &lt;a href=\"W.%20T.%20Cosgrave\"&gt;W. T. Cosgrave&lt;/a&gt;, who had led both of these governments since August 1922, became the first &lt;a href=\"President%20of%20the%20Executive%20Council%20of%20the%20Irish%20Free%20State\"&gt;President of the Executive Council&lt;/a&gt; (prime minister). The &lt;a href=\"Oireachtas%20%28Irish%20Free%20State%29\"&gt;Oireachtas&lt;/a&gt; or legislature consisted of &lt;a href=\"D%C3%A1il%20%C3%89ireann%20%28Irish%20Free%20State%29\"&gt;Dáil Éireann&lt;/a&gt; (the lower house) and &lt;a href=\"Seanad%20%C3%89ireann%20%28Irish%20Free%20State%29\"&gt;Seanad Éireann&lt;/a&gt; (the upper house), also known as the Senate. Members of the Dáil were required to take an &lt;a href=\"Oath%20of%20Allegiance%20%28Ireland%29\"&gt;Oath of Allegiance to the Constitution of the Free State and to declare fidelity to the king&lt;/a&gt;. The oath was a key issue for opponents of the Treaty, who refused to take the oath and therefore did not take their seats. Pro-Treaty members, who formed &lt;a href=\"Cumann%20na%20nGaedheal\"&gt;Cumann na nGaedheal&lt;/a&gt; in 1923, held an effective majority in the Dáil from 1922 to 1927, and thereafter ruled as a minority government until 1932.\nIn 1931, with the passage of the &lt;a href=\"Statute%20of%20Westminster%201931\"&gt;Statute of Westminster&lt;/a&gt;, the &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament of the United Kingdom&lt;/a&gt; relinquished nearly all of its remaining authority to legislate for the Free State and the other dominions. This had the effect of making the dominions fully sovereign states. The Free State thus became the first internationally recognised independent Irish state since the &lt;a href=\"Confederate%20Ireland\"&gt;Irish Confederation&lt;/a&gt; of the 1640s.\nIn the first months of the Free State, the &lt;a href=\"Irish%20Civil%20War\"&gt;Irish Civil War&lt;/a&gt; was waged between the newly established &lt;a href=\"National%20Army%20%28Ireland%29\"&gt;National Army&lt;/a&gt; and the &lt;a href=\"Irish%20Republican%20Army%20%281922%E2%80%9369%29\"&gt;anti-Treaty IRA&lt;/a&gt;, who refused to recognise the state. The Civil War ended in victory for the government forces, with the anti-Treaty forces dumping their arms in May 1923. The anti-Treaty political party, &lt;a href=\"Sinn%20F%C3%A9in\"&gt;Sinn Féin&lt;/a&gt;, refused to take its seats in the Dáil, leaving the relatively small &lt;a href=\"Labour%20Party%20%28Ireland%29\"&gt;Labour Party&lt;/a&gt; as the only opposition party. In 1926, when Sinn Féin president &lt;a href=\"%C3%89amon%20de%20Valera\"&gt;Éamon de Valera&lt;/a&gt; failed to have this policy reversed, he resigned from Sinn Féin and founded &lt;a href=\"Fianna%20F%C3%A1il\"&gt;Fianna Fáil&lt;/a&gt;. Fianna Fáil entered the Dáil following the &lt;a href=\"June%201927%20Irish%20general%20election\"&gt;1927 general election&lt;/a&gt;, and entered government after the &lt;a href=\"1932%20Irish%20general%20election\"&gt;1932 general election&lt;/a&gt;, when it became the largest party.\nDe Valera abolished the Oath of Allegiance and embarked on an &lt;a href=\"Anglo-Irish%20Trade%20War\"&gt;economic war&lt;/a&gt; with the UK. In 1937 he drafted a new &lt;a href=\"Constitution%20of%20Ireland\"&gt;constitution&lt;/a&gt;, which was passed by a &lt;a href=\"Irish%20constitutional%20plebiscite%2C%201937\"&gt;referendum&lt;/a&gt; in July of that year. The Free State came to an end with the coming into force of the &lt;a href=\"constitution%20of%20Ireland\"&gt;new constitution on 29 December 1937&lt;/a&gt; when the state took the name \"Ireland\".\nBackground.\nThe &lt;a href=\"Easter%20Rising\"&gt;Easter Rising&lt;/a&gt; of 1916 and its aftermath caused a profound shift in public opinion towards &lt;a href=\"Irish%20republicanism\"&gt;the republican cause in Ireland&lt;/a&gt;. In the &lt;a href=\"1918%20Irish%20general%20election\"&gt;December 1918 General Election&lt;/a&gt;, the republican &lt;a href=\"History%20of%20Sinn%20F%C3%A9in\"&gt;Sinn Féin&lt;/a&gt; party won a large majority of the Irish seats in the &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;British parliament&lt;/a&gt;: 73 of the 105 constituencies returned Sinn Féin members (25 uncontested). The elected Sinn Féin MPs, rather than take their seats at Westminster, set up their own assembly, known as &lt;a href=\"D%C3%A1il%20%C3%89ireann%20%28Irish%20Republic%29\"&gt;Dáil Éireann&lt;/a&gt; (Assembly of Ireland). It affirmed the formation of an Irish Republic and passed a &lt;a href=\"Declaration%20of%20Independence\"&gt;Declaration of Independence&lt;/a&gt;. The subsequent &lt;a href=\"Anglo-Irish%20War\"&gt;War of Independence&lt;/a&gt;, fought between the &lt;a href=\"Irish%20Republican%20Army%20%281917%E2%80%9322%29\"&gt;Irish Republican Army&lt;/a&gt; (IRA) and British security forces, continued until July 1921 when a truce came into force. By this time the &lt;a href=\"Parliament%20of%20Northern%20Ireland\"&gt;Parliament of Northern Ireland&lt;/a&gt; had opened, established under the &lt;a href=\"Government%20of%20Ireland%20Act%201920\"&gt;Government of Ireland Act 1920&lt;/a&gt;, presenting the republican movement with a \"fait accompli\" and guaranteeing the British presence in Ireland. In October negotiations opened in London between members of the British government and members of the Dáil, culminating in the signing of the &lt;a href=\"Anglo-Irish%20Treaty\"&gt;Anglo-Irish Treaty&lt;/a&gt; on 6 December 1921.\nThe Treaty allowed for the creation of a separate state to be known as the Irish Free State, with &lt;a href=\"dominion\"&gt;dominion&lt;/a&gt; status, within the then &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;—a status equivalent to Canada. The Parliament of Northern Ireland could, by presenting an address to the king, opt not to be included in the Free State, in which case a &lt;a href=\"Irish%20Boundary%20Commission\"&gt;Boundary Commission&lt;/a&gt; would be established to determine where the boundary between them should lie. Members of the parliament of the Free State would be required to take an oath of allegiance to the king, albeit a modification of the oath taken in other dominions.\nThe &lt;a href=\"Second%20D%C3%A1il\"&gt;Dáil&lt;/a&gt; ratified the Treaty on 7 January 1922, causing a split in the republican movement. A &lt;a href=\"Provisional%20Government%20of%20Ireland%20%281922%29\"&gt;Provisional Government&lt;/a&gt; was formed, with &lt;a href=\"Michael%20Collins%20%28Irish%20leader%29\"&gt;Michael Collins&lt;/a&gt; as chairman.\nNorthern Ireland \"opts out\".\nThe Treaty, and the legislation introduced to give it legal effect, implied that &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt; would be a part of the Free State on its creation, but in reality the terms of the Treaty applied only to the 26 counties, and the &lt;a href=\"Government%20of%20the%20Irish%20Free%20State\"&gt;government of the Free State&lt;/a&gt; had neither \"&lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt;\" nor \"&lt;a href=\"de%20jure\"&gt;de jure&lt;/a&gt;\" power in Northern Ireland.\nThe Treaty was given legal effect in the United Kingdom through the &lt;a href=\"Irish%20Free%20State%20Constitution%20Act%201922\"&gt;Irish Free State Constitution Act 1922&lt;/a&gt;. That act, which established the Free State, allowed Northern Ireland to \"opt out\" of it. Under Article 12 of the Treaty, Northern Ireland could exercise its option by presenting an address to the king requesting not to be part of the Irish Free State. Once the Irish Free State Constitution Act was passed on 5 December 1922, the Houses of Parliament of Northern Ireland had one month (dubbed the \"Ulster month\") to exercise this option during which month the Government of Ireland Act continued to apply in Northern Ireland.\nRealistically it was always certain that Northern Ireland would opt out of the Free State. The &lt;a href=\"Prime%20Minister%20of%20Northern%20Ireland\"&gt;Prime Minister of Northern Ireland&lt;/a&gt;, &lt;a href=\"Sir%20James%20Craig\"&gt;Sir James Craig&lt;/a&gt;, speaking in the Parliament in October 1922 said that \"when 6 December is passed the month begins in which we will have to make the choice either to vote out or remain within the Free State\". He said it was important that that choice be made as soon as possible after 6 December 1922 \"in order that it may not go forth to the world that we had the slightest hesitation\". On the following day, 7 December 1922, the Parliament resolved to make the following address to the king so as to opt out of the Free State:\nDiscussion in the Parliament of the address was short. Prime Minister Craig left for London with the memorial embodying the address on the night boat that evening, 7 December 1922. The king received it the following day, \"The Times\" reporting:\nIf the Parliament of Northern Ireland had not made such a declaration, under Article 14 of the Treaty Northern Ireland, its Parliament and government would have continued in being but the &lt;a href=\"Oireachtas\"&gt;Oireachtas&lt;/a&gt; would have had jurisdiction to legislate for Northern Ireland in matters not delegated to Northern Ireland under the Government of Ireland Act. This, of course, never came to pass.\nOn 13 December 1922 Prime Minister Craig addressed the Parliament informing them that the king had responded to its address as follows:\nGovernmental and constitutional structures.\nThe Treaty established that the new state would be a &lt;a href=\"constitutional%20monarchy\"&gt;constitutional monarchy&lt;/a&gt;, with the &lt;a href=\"Governor-General%20of%20the%20Irish%20Free%20State\"&gt;Governor-General of the Irish Free State&lt;/a&gt; as representative of the Crown. The \"&lt;a href=\"Constitution%20of%20the%20Irish%20Free%20State\"&gt;Constitution of the Irish Free State&lt;/a&gt;\" made more detailed provision for the state's system of government, with a three-tier parliament, called the &lt;a href=\"Oireachtas%20%28Irish%20Free%20State%29\"&gt;Oireachtas&lt;/a&gt;, made up of the king and two houses, Dáil Éireann and &lt;a href=\"Seanad%20%C3%89ireann%20%28Irish%20Free%20State%29\"&gt;Seanad Éireann&lt;/a&gt; (the Irish Senate).\nExecutive authority was vested in the king, with the Governor-General as his representative. He appointed a cabinet called the &lt;a href=\"Executive%20Council%20of%20the%20Irish%20Free%20State\"&gt;Executive Council&lt;/a&gt; to \"aid and advise\" him. The Executive Council was presided over by a prime minister called the &lt;a href=\"President%20of%20the%20Executive%20Council%20of%20the%20Irish%20Free%20State\"&gt;President of the Executive Council&lt;/a&gt;. In practice, most of the real power was exercised by the Executive Council, as the Governor-General was almost always bound to act on the advice of the Executive Council.\nRepresentative of the Crown.\nThe office of Governor-General of the Irish Free State replaced the previous &lt;a href=\"Lord%20Lieutenant%20of%20Ireland\"&gt;Lord Lieutenant&lt;/a&gt;, who had headed English and British administrations in Ireland since the Middle Ages. Governors-General were appointed by the king initially on the advice of the British Government, but with the consent of the Irish Government. From 1927, the Irish Government alone had the power to advise the king whom to appoint.\nOath of Allegiance.\nAs with all dominions, provision was made for an Oath of Allegiance. Within dominions, such oaths were taken by parliamentarians personally towards the monarch. The &lt;a href=\"Oath%20of%20Allegiance%20%28Ireland%29\"&gt;Irish Oath of Allegiance&lt;/a&gt; was fundamentally different. It had two elements; the first, an \"oath to the Free State, as by law established\", the second part a promise of \"fidelity, to His Majesty, King George V, his heirs and successors\". That second fidelity element, however, was qualified in two ways. It was to the King \"in\" Ireland, not specifically to the King of the United Kingdom. Secondly, it was to the king explicitly in his role as part of the Treaty settlement, not in terms of pre-1922 British rule. The Oath itself came from a combination of three sources, and was largely the work of Michael Collins in the Treaty negotiations. It came in part from a draft oath suggested prior to the negotiations by President de Valera. Other sections were taken by Collins directly from the Oath of the &lt;a href=\"Irish%20Republican%20Brotherhood\"&gt;Irish Republican Brotherhood&lt;/a&gt; (IRB), of which he was the secret head. In its structure, it was also partially based on the form and structure used for 'Dominion status'.\nAlthough 'a new departure', and notably indirect in its reference to the monarchy, it was criticised by nationalists and republicans for making any reference to the Crown, the claim being that it \"was\" a direct oath to the Crown, a fact arguably incorrect by an examination of its wording, but in 1922 Ireland and beyond, many argued that the fact remained that as a dominion the King (and therefore the British) was still Head of State and that was the practical reality that influenced public debate on the issue. The Free State was not a republic. The Oath became a key issue in the resulting &lt;a href=\"Irish%20Civil%20War\"&gt;Irish Civil War&lt;/a&gt; that divided the pro and anti-treaty sides in 1922–23.\nIrish Civil War.\nThe compromises contained in the agreement caused the &lt;a href=\"Irish%20Civil%20War\"&gt;civil war&lt;/a&gt; in the 26 counties in June 1922 – April 1923, in which the pro-Treaty &lt;a href=\"Provisional%20Government%20of%20the%20Irish%20Free%20State\"&gt;Provisional Government&lt;/a&gt; defeated the anti-Treaty Republican forces. The latter were led, nominally, by &lt;a href=\"%C3%89amon%20de%20Valera\"&gt;Éamon de Valera&lt;/a&gt;, who had resigned as President of the Republic on the treaty's ratification. His resignation outraged some of his own supporters, notably &lt;a href=\"Se%C3%A1n%20T.%20O%27Kelly\"&gt;Seán T. O'Kelly&lt;/a&gt;, the main Sinn Féin organizer. On resigning, he then sought re-election but was defeated two days later on a vote of 60–58. The pro-Treaty Arthur Griffith followed as President of the Irish Republic. Michael Collins was chosen at a meeting of the members elected to sit in the &lt;a href=\"House%20of%20Commons%20of%20Southern%20Ireland\"&gt;House of Commons of Southern Ireland&lt;/a&gt; (a body set up under the Government of Ireland Act 1920) to become &lt;a href=\"Chairman%20of%20the%20Provisional%20Government%20of%20the%20Irish%20Free%20State\"&gt;Chairman of the Provisional Government of the Irish Free State&lt;/a&gt; in accordance with the Treaty. The &lt;a href=\"1922%20Irish%20general%20election\"&gt;general election&lt;/a&gt; in June gave overwhelming support for the pro-Treaty parties. &lt;a href=\"W.%20T.%20Cosgrave\"&gt;W. T. Cosgrave&lt;/a&gt;'s Crown-appointed Provisional Government effectively subsumed Griffith's republican administration with the death of both Collins and Griffith in August 1922.\n\"Freedom to achieve freedom\".\nGovernance.\nThe following were the principal parties of government of the Free State between 1922 and 1937:\nConstitutional evolution.\nMichael Collins described the Treaty as \"the freedom to achieve freedom\". In practice, the Treaty offered most of the symbols and powers of independence. These included a functioning, if disputed, &lt;a href=\"Representative%20democracy\"&gt;parliamentary democracy&lt;/a&gt; with its own executive, judiciary and written constitution which could be changed by the Oireachtas. Although an &lt;a href=\"Irish%20republic\"&gt;Irish republic&lt;/a&gt; had not been on offer, the Treaty still afforded Ireland more internal independence than it had possessed in over 400 years. However, a number of conditions existed:\nThe Statute of Westminster of 1931, embodying a decision of an Imperial Conference, enabled each dominion to enact new legislation or to change any extant legislation, without resorting to any role for the British Parliament that may have enacted the original legislation in the past. It also removed Westminster's authority to legislate for the Dominions, except with the express request and consent of the relevant Dominion's parliament. This change made the dominions, including the Free State, \"de jure\" sovereign nations – fulfilling Collins' vision of having \"the freedom to achieve freedom\".\nThe Free State symbolically marked these changes in two mould-breaking moves soon after winning internationally recognised independence:\nWhen Éamon de Valera became President of the Executive Council (prime minister) in 1932 he described Cosgrave's ministers' achievements simply. Having read the files, he told his son, Vivion, \"they were magnificent, son\".\nThe Statute of Westminster allowed de Valera, on becoming President of the Executive Council (February 1932), to go even further. With no ensuing restrictions on his policies, he abolished the Oath of Allegiance (which Cosgrave intended to do had he won the &lt;a href=\"1932%20Irish%20general%20election\"&gt;1932 general election&lt;/a&gt;), the Senate, university representation in the Dáil, and appeals to the &lt;a href=\"Judicial%20Committee%20of%20the%20Privy%20Council\"&gt;Judicial Committee of the Privy Council&lt;/a&gt;.\nOne major policy error occurred in 1936 when he attempted to use the &lt;a href=\"abdication%20of%20King%20Edward%20VIII\"&gt;abdication of King Edward VIII&lt;/a&gt; to abolish the crown and governor-general in the Free State with the \"&lt;a href=\"Constitution%20%28Amendment%20No.%2027%29%20Act\"&gt;Constitution (Amendment No. 27) Act&lt;/a&gt;\". He was advised by senior law officers and other constitutional experts that, as the crown and governor-generalship existed separately from the constitution in a vast number of acts, charters, orders-in-council, and letters patent, they both still existed. A second bill, the \"&lt;a href=\"Executive%20Powers%20%28Consequential%20Provisions%29%20Act%201937\"&gt;Executive Powers (Consequential Provisions) Act, 1937&lt;/a&gt;\" was quickly introduced to repeal the necessary elements. De Valera retroactively dated the second act back to December 1936.\nCurrency.\nThe new state continued to use the &lt;a href=\"Pound%20sterling\"&gt;Pound sterling&lt;/a&gt; from its inception; there is no reference in the Treaty or in either of the enabling Acts to currency. Nonetheless and within a few years, the Dáil passed the Coinage Act, 1926 (which provided for a \"Saorstát\" [Free State] coinage) and the Currency Act, 1927 (which provided \"inter alia\" for banknotes of the &lt;a href=\"Irish%20Pound%23Second%20pound\"&gt;Saorstát pound&lt;/a&gt;). The new Saorstát pound was defined by the 1927 Act to have exactly the same weight and fineness of gold as was the &lt;a href=\"sovereign%20%28British%20coin%29\"&gt;sovereign&lt;/a&gt; at the time, making the new currency &lt;a href=\"Fixed%20exchange-rate%20system\"&gt;pegged&lt;/a&gt; at 1:1 with sterling. The State circulated its new national coinage in 1928, marked \"Saorstát Éireann\" and a &lt;a href=\"Series%20A%20Banknotes\"&gt;national series of banknotes&lt;/a&gt;. British coinage remained acceptable in the Free State at an equal rate. In 1937, when the Free State was superseded by Ireland (\"Éire\"), the pound became known as the \"Irish pound\" and the coins were marked \"Éire\".\nDemographics.\nAccording to one report, in 1924, shortly after the Free State's establishment, the new dominion had the \"lowest birth-rate in the world\". The report noted that amongst countries for which statistics were available (&lt;a href=\"Ceylon\"&gt;Ceylon&lt;/a&gt;, Chile, Japan, Spain, South Africa, Netherlands, Canada, Germany, Australia, United States, Britain, New Zealand, Finland and the Irish Free State), Ceylon had the highest birth rate at 40.8 per 1,000 while the Irish Free State had a birth rate of just 18.6 per 1,000.\nAfter the Irish Free State.\nIn 1937 the Fianna Fáil government presented a draft of an entirely new Constitution to Dáil Éireann. An amended version of the draft document was subsequently approved by the Dáil. A &lt;a href=\"Irish%20constitutional%20plebiscite%2C%201937\"&gt;referendum&lt;/a&gt; was held on 1 July 1937, which was the same day as the &lt;a href=\"1937%20Irish%20general%20election\"&gt;1937 general election&lt;/a&gt;, when a relatively narrow majority approved it. The new &lt;a href=\"Constitution%20of%20Ireland\"&gt;Constitution of Ireland&lt;/a&gt; (\"Bunreacht na hÉireann\") repealed the 1922 Constitution, and came into effect on 29 December 1937.\nThe state was named Ireland (&lt;a href=\"%C3%89ire\"&gt;Éire&lt;/a&gt; in the &lt;a href=\"Irish%20language\"&gt;Irish language&lt;/a&gt;), and a new office of &lt;a href=\"President%20of%20Ireland\"&gt;President of Ireland&lt;/a&gt; was instituted in place of the Governor-General of the Irish Free State. The new constitution claimed jurisdiction over all of Ireland while recognising that legislation would not apply in Northern Ireland (see &lt;a href=\"Articles%202%20and%203%20of%20the%20Constitution%20of%20Ireland\"&gt;Articles 2 and 3&lt;/a&gt;). Articles 2 and 3 were &lt;a href=\"Nineteenth%20Amendment%20of%20the%20Constitution%20of%20Ireland\"&gt;reworded&lt;/a&gt; in 1998 to remove jurisdictional claim over the entire island and to recognise that \"a united Ireland shall be brought about only by peaceful means with the consent of a majority of the people, democratically expressed, in both jurisdictions in the island\".\nWith regard to religion, a section of Article 44 included the following:\n Following a referendum, this section was &lt;a href=\"Fifth%20Amendment%20of%20the%20Constitution%20of%20Ireland\"&gt;deleted&lt;/a&gt; in 1973.\nIt was left to the initiative of de Valera's successors in government to achieve the country's formal transformation into a republic with the passage of the &lt;a href=\"Republic%20of%20Ireland%20Act%201948\"&gt;Republic of Ireland Act 1948&lt;/a&gt;, which removed all remnant executive authority of the British monarch in Ireland. A small but significant minority of Irish people, usually attached to parties like Sinn Féin and the smaller &lt;a href=\"Republican%20Sinn%20F%C3%A9in\"&gt;Republican Sinn Féin&lt;/a&gt;, denied the right of the twenty-six county state to use the name \"Ireland\" and continued to refer to the state as \"the Free State\". With Sinn Féin's entry into Dáil Éireann and the &lt;a href=\"Northern%20Ireland%20Executive\"&gt;Northern Ireland Executive&lt;/a&gt; at the close of the 20th century, the number of those who refuse to accept the legitimacy of the state, which was already in a minority, declined further. After the setting up of the Free State in 1923, unionism in the south largely came to an end.\nThe creation of Éire in 1937 saw a notable ideological slant to the changes of the framework of the State in such a way as to create one that appeared to be distinctly Irish. This was done so by implementing &lt;a href=\"Corporatism\"&gt;corporatist&lt;/a&gt; policies (based on the concepts of the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt;, as Catholicism was perceived to be deeply imbedded with the perception of Irish identity). A clear example of this is the model of the reconstituted Seanad Éireann (the Senate), which operates based on a system of vocational panels, along with a list of appointed nominating industry bodies, a corporatist concept (seen in &lt;a href=\"Pope%20Pius%20XI\"&gt;Pope Pius XI’s&lt;/a&gt; 1931 encyclical &lt;a href=\"Quadragesimo%20anno\"&gt;Quadragesimo anno&lt;/a&gt;). Furthermore, Ireland’s main political parties; Fine Gael, Fianna Fáil and Labour, all had an inherently corporatist outlook. The government was the subject of intense lobbying by leading Church figures throughout the 1930s in calling for reform of the State’s framework. Much of this was reflected in the new 1937 Constitution."
}