{
    "id": "42954265",
    "revid": "1065235506",
    "url": "https://en.wikipedia.org/wiki?curid=42954265",
    "title": "Patralekha Paul",
    "text": "Patralekha Paul (born 20 February 1989) is an Indian actress. She made her debut with director &lt;a href=\"Hansal%20Mehta\"&gt;Hansal Mehta&lt;/a&gt;'s Hindi film \"&lt;a href=\"CityLights%20%282014%20film%29\"&gt;CityLights&lt;/a&gt;\", alongside &lt;a href=\"Rajkummar%20Rao\"&gt;Rajkummar Rao&lt;/a&gt;.\nEarly life.\nPatralekha was born in &lt;a href=\"Shillong\"&gt;Shillong&lt;/a&gt;, Meghalaya, in a &lt;a href=\"Bengalis\"&gt;Bengali&lt;/a&gt; family, to a Chartered Accountant father and a homemaker mother Papri Paul. In an interview, she stated that her grandmother was a poet. She has two siblings Parnalekha Paul and Agnish Paul. She went to &lt;a href=\"The%20Assam%20Valley%20School\"&gt;The Assam Valley School&lt;/a&gt;, a boarding school, and then graduated from &lt;a href=\"Bishop%20Cotton%20Girls%27%20School\"&gt;Bishop Cotton Girls' School&lt;/a&gt;, &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt;. Her father wanted her to follow in his footsteps, but she was interested in acting. While studying in &lt;a href=\"H.R.%20College%20of%20Commerce%20and%20Economics\"&gt;H.R. College of Commerce and Economics&lt;/a&gt; she did a few commercials for Blackberry, and Tata Docomo, before getting a break in films.\nPersonal life.\nPatralekha has been in a relationship with actor &lt;a href=\"Rajkummar%20Rao\"&gt;Rajkummar Rao&lt;/a&gt; since 2010. On November 15, 2021 the couple got married in a traditional Hindu wedding at The Oberoi Sukhvilas Spa Resort in Chandigarh, India.\nCareer.\nPatralekha made her film debut with a leading role in the drama \"&lt;a href=\"CityLights%20%282014%20film%29\"&gt;CityLights&lt;/a&gt;\", opposite &lt;a href=\"Rajkummar%20Rao\"&gt;Rajkummar Rao&lt;/a&gt;. Directed by &lt;a href=\"Hansal%20Mehta\"&gt;Hansal Mehta&lt;/a&gt;, the film tells the story of a poor couple living in &lt;a href=\"Rajasthan\"&gt;Rajasthan&lt;/a&gt; who move to &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt; in search of livelihood. Made on a low budget, the film became a commercial success and earned her positive reviews from critics. \nHer next film, \"&lt;a href=\"Love%20Games%20%28film%29\"&gt;Love Games&lt;/a&gt;\", was an urban-thriller directed by &lt;a href=\"Vikram%20Bhatt\"&gt;Vikram Bhatt&lt;/a&gt; and produced by &lt;a href=\"Mukesh%20Bhatt\"&gt;Mukesh Bhatt&lt;/a&gt; and &lt;a href=\"Mahesh%20Bhatt\"&gt;Mahesh Bhatt&lt;/a&gt;. The cast of the film included Patralekha, &lt;a href=\"Gaurav%20Arora\"&gt;Gaurav Arora&lt;/a&gt; and &lt;a href=\"Tara%20Alisha%20Berry\"&gt;Tara Alisha Berry&lt;/a&gt;."
}