{
    "id": "42966258",
    "revid": "11186605",
    "url": "https://en.wikipedia.org/wiki?curid=42966258",
    "title": "Mihai Teja",
    "text": "Mihai Răzvan Teja (born 22 September 1978) is a Romanian professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; and former player.\nClub career.\nAfter Teja finished his youth years at &lt;a href=\"FC%20Steaua%20Bucure%C8%99ti\"&gt;Steaua București&lt;/a&gt; and was starting to be integrated into the first team squad, he was diagnosed with &lt;a href=\"Wolff%E2%80%93Parkinson%E2%80%93White%20syndrome\"&gt;Wolff–Parkinson–White syndrome&lt;/a&gt;, a heart disorder that did not allow him to play professional sports, thus he had to put and end to his playing career without making a single appearance.\nCoaching career.\nTeja decided to finish his studies and got a &lt;a href=\"master%27s%20degree\"&gt;master's degree&lt;/a&gt; and a &lt;a href=\"doctorate\"&gt;doctorate&lt;/a&gt; at the &lt;a href=\"National%20University%20of%20Physical%20Education%20and%20Sport\"&gt;National University of Physical Education and Sport&lt;/a&gt;. While at college, he returned to football and joined &lt;a href=\"FC%20Dinamo%20Bucure%C8%99ti\"&gt;Dinamo București&lt;/a&gt;, where he became youth coach at the club's academy. While there, he met &lt;a href=\"Walter%20Zenga\"&gt;Walter Zenga&lt;/a&gt;, who recommended him to &lt;a href=\"Centro%20Tecnico%20Federale%20di%20Coverciano\"&gt;Coverciano&lt;/a&gt;, where he got degrees as a football manager and a fitness coach.\nAfter Coverciano, he returned to Dinamo, where he was assistant manager at the second team of the club. In 2006, Teja began a collaboration with &lt;a href=\"Mircea%20Rednic\"&gt;Mircea Rednic&lt;/a&gt;, helping him as assistant and fitness coach at &lt;a href=\"FC%20Vaslui\"&gt;FC Vaslui&lt;/a&gt; and &lt;a href=\"FC%20Dinamo%20Bucure%C8%99ti\"&gt;Dinamo București&lt;/a&gt;. After that he moved to &lt;a href=\"FC%20Steaua%20Bucure%C8%99ti\"&gt;Steaua București&lt;/a&gt;, where he was the assistant coach of &lt;a href=\"Marius%20L%C4%83c%C4%83tu%C8%99\"&gt;Marius Lăcătuș&lt;/a&gt;, &lt;a href=\"Dorinel%20Munteanu\"&gt;Dorinel Munteanu&lt;/a&gt; and &lt;a href=\"Cristiano%20Bergodi\"&gt;Cristiano Bergodi&lt;/a&gt;.\nIn 2010, after &lt;a href=\"Ilie%20Dumitrescu\"&gt;Ilie Dumitrescu&lt;/a&gt; was named the head coach of Steaua and came with his own technical staff, Teja left the club and was reunited with Mircea Rednic, at &lt;a href=\"FK%20Khazar%20Lankaran\"&gt;Khazar Lankaran&lt;/a&gt;. They returned to Romania in 2012, at &lt;a href=\"FC%20Petrolul%20Ploie%C8%99ti\"&gt;Petrolul Ploiești&lt;/a&gt;, and then they moved to Belgium, at &lt;a href=\"Standard%20Li%C3%A8ge\"&gt;Standard Liège&lt;/a&gt;. In 2013, Teja separated from Rednic and joined &lt;a href=\"FC%20Astra%20Giurgiu\"&gt;Astra Giurgiu&lt;/a&gt;, under the management of &lt;a href=\"Daniel%20Is%C4%83il%C4%83\"&gt;Daniel Isăilă&lt;/a&gt;.\nManagerial career.\nHe made his debut as head coach at the &lt;a href=\"Liga%20I\"&gt;Liga I&lt;/a&gt; side &lt;a href=\"FC%20Universitatea%20Cluj\"&gt;Universitatea Cluj&lt;/a&gt; in October 2013. He ended his contract in September 2014.\nIn November 2014, Teja was appointed head coach of the &lt;a href=\"Romania%20national%20under-21%20football%20team\"&gt;Romania national under-21 team&lt;/a&gt;. He managed the team for a friendly game against &lt;a href=\"Serbia%20national%20under-21%20football%20team\"&gt;Serbia U21&lt;/a&gt;, in Belgrade, won by Romania 1–0. After only one game in charge, he ended his contract with the &lt;a href=\"Romanian%20Football%20Federation\"&gt;Romanian Football Federation&lt;/a&gt;. In January 2015, Teja signed a contract with Dinamo București, but was sacked only two months later.\nIn December 2018, after a good first half of the season with &lt;a href=\"CS%20Gaz%20Metan%20Media%C8%99\"&gt;Gaz Metan Mediaș&lt;/a&gt;, Teja accepted a one and a half year contract offer from &lt;a href=\"FCSB\"&gt;FCSB&lt;/a&gt;, following the departure of former coach &lt;a href=\"Nicolae%20Dic%C4%83\"&gt;Nicolae Dică&lt;/a&gt;.\nOn 9 January 2020, Teja replaced &lt;a href=\"Cristiano%20Bergodi\"&gt;Bergodi&lt;/a&gt; as the head coach of &lt;a href=\"Liga%20I\"&gt;Liga I&lt;/a&gt; side &lt;a href=\"FC%20Voluntari\"&gt;Voluntari&lt;/a&gt;.\nHonours.\nFCSB"
}