{
    "id": "4301166",
    "revid": "2924566",
    "url": "https://en.wikipedia.org/wiki?curid=4301166",
    "title": "Penitentiary of New Mexico",
    "text": "The Penitentiary of New Mexico (PNM) is a men's maximum-security &lt;a href=\"prison\"&gt;prison&lt;/a&gt; located in &lt;a href=\"unincorporated%20area\"&gt;unincorporated&lt;/a&gt; &lt;a href=\"Santa%20Fe%20County%2C%20New%20Mexico\"&gt;Santa Fe County&lt;/a&gt;, south of central &lt;a href=\"Santa%20Fe%2C%20New%20Mexico\"&gt;Santa Fe&lt;/a&gt;, on &lt;a href=\"New%20Mexico%20State%20Road%2014\"&gt;New Mexico State Road 14&lt;/a&gt;. It is operated by the &lt;a href=\"New%20Mexico%20Corrections%20Department\"&gt;New Mexico Corrections Department&lt;/a&gt;.\nThe complex consists of three separate facilities. The facilities are now referred to as Level V (opened 1985), Level VI (opened 1985) and Level II (opened 1990) for the minimum restrict facility, based upon the New Mexico adaptation of the &lt;a href=\"Federal%20Bureau%20of%20Prisons\"&gt;Federal Bureau of Prisons&lt;/a&gt; system for inmate &lt;a href=\"Prisons%20in%20the%20United%20States\"&gt;classification&lt;/a&gt; and restriction. The regular daily population is about 790 inmates, whose average age is 32.\nThe Level VI &lt;a href=\"Supermax\"&gt;Supermax&lt;/a&gt; site contains New Mexico's &lt;a href=\"Death%20Row\"&gt;Death Row&lt;/a&gt;. This is where &lt;a href=\"Terry%20D.%20Clark\"&gt;Terry Clark&lt;/a&gt; was executed in 2001. He remains, as of 2017, the only execution in New Mexico since the death penalty was reinstated in 1976.\nThe death penalty was repealed in New Mexico in 2009, and therefore no further executions have taken place.\nHistory.\nOpened in 1885, the New Mexico Penitentiary had been authorized by Congress since 1853. The design of the original facility on Cerrillos Road was based on the same plans used for &lt;a href=\"Sing%20Sing\"&gt;Sing Sing&lt;/a&gt; and &lt;a href=\"Joliet%20Correctional%20Center\"&gt;Joliet&lt;/a&gt;. A popular (but untrue) legend holds that the citizens of Santa Fe were given the choice between acquiring either the penitentiary or the first university in the region, but chose the penitentiary. The territorial legislature authorized the prison in 1884, but the &lt;a href=\"University%20of%20New%20Mexico\"&gt;University of New Mexico&lt;/a&gt; was not authorized until 1889.\nThe first prison industry produced bricks. Beginning in 1903, New Mexico became the first &lt;a href=\"Western%20United%20States\"&gt;western&lt;/a&gt; state to employ prisoners in building highways.\nOn 19 July 1922, prisoners at the penitentiary rioted against overcrowding, the poor food, and the use of excessive force by the prison authorities. When the inmates refused to return to their cells, the tower guards opened fire, killing one inmate and injuring five others. In the report following the riot, the prison authorities were blamed for lack of experience, and failure to understand how to control a prison population.\nThe second riot was 15 June 1953. Inmates protesting the use of excessive force seized Deputy Warden Ralph Tahash and twelve guards and held them hostage. In the resulting melee, guards killed two inmates and wounded a number of others.\nThis second riot led to the construction in 1956 of a new facility about 11 miles south of the original prison, in open country along State Road 14, which came to be called \"the main unit.\" The original 1885 facility was demolished shortly thereafter. Aside from the street name \"Pen Road,\" no trace remains of the original penitentiary.\nIn the new 1956 facility, between the years 1967 and 1970, the population was below capacity and dorm rooms were used as classrooms. Warden J.E. Baker used Federal funds from President Lyndon Johnson's &lt;a href=\"War%20on%20Poverty\"&gt;War on Poverty&lt;/a&gt; to address prison reform. It was called Project Newgate and the money was used to support programs such as prisoner education, job training, and community service.\nIn 1980, Cell Block 4, at the far northern end from the Control Center, was the scene of one of the most violent &lt;a href=\"New%20Mexico%20State%20Penitentiary%20riot\"&gt;prison riot&lt;/a&gt;s in the correctional history of the United States. Over two days 33 inmates were killed and 12 officers were held hostage by prisoners who had escaped from crowded dormitories located at the southern end from the Control Center. Men were brutally butchered, dismembered, and decapitated and hung up on the cells and burned alive. This section of the prison was closed in 1998 and is now referred to as the \"Old Main.\"\nSystemic reforms after the riot and the \"&lt;a href=\"Duran%20v.%20King\"&gt;Duran v. King&lt;/a&gt;\" consent decree, including implementation of the &lt;a href=\"FBOP\"&gt;Bureau Classification System&lt;/a&gt; under Cabinet Secretary Joe Williams, led to the modern New Mexico prison system. The prison is reputedly haunted, with numerous unexplained phenomena, from prison doors opening and closing of their own accord, to ghostly voices and footsteps."
}