{
    "id": "43014090",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=43014090",
    "title": "Latta v. Otter",
    "text": "Latta v. Otter is a case initiated in 2013 in U.S. federal court by plaintiffs seeking to prevent the state of &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt; from enforcing its ban on same-sex marriage. The plaintiffs won in U.S. District Court. The case was appealed to the Ninth Circuit Court of Appeals, which heard this together with two related cases–\"&lt;a href=\"Jackson%20v.%20Abercrombie\"&gt;Jackson v. Abercrombie&lt;/a&gt;\", and \"&lt;a href=\"Sevcik%20v.%20Sandoval\"&gt;Sevcik v. Sandoval&lt;/a&gt;\".\nThe Ninth Circuit heard oral argument on September 8 and affirmed the District Court's ruling on October 7. State officials requested and received an emergency stay of the Ninth Circuit's ruling from the U.S. Supreme Court on October 8, which Justice Anthony Kennedy vacated on October 10, denying the requested stay.\nIntroduction.\nIn November 2013, four Idaho lesbian couples filed a lawsuit in &lt;a href=\"United%20States%20District%20Court%20for%20the%20District%20of%20Idaho\"&gt;U.S. district court&lt;/a&gt;, \"Latta v. Otter\", challenging the state's ban on same-sex marriage. They were represented by the &lt;a href=\"National%20Center%20for%20Lesbian%20Rights\"&gt;National Center for Lesbian Rights&lt;/a&gt;. One couple was married in California in 2008, another in New York in 2011. Two of the four couples were raising a child. They named as defendants Governor &lt;a href=\"Butch%20Otter\"&gt;Butch Otter&lt;/a&gt; and Ada County Clerk Chris Rich. The parties are disputing Idaho Attorney General &lt;a href=\"Lawrence%20Wasden\"&gt;Lawrence Wasden&lt;/a&gt;'s attempt to intervene on behalf of the state. Both parties asked the court for summary judgment.\nU.S. district court ruling.\n\"Latta v. Otter\" was heard before Chief &lt;a href=\"U.S.%20Magistrate%20Judge\"&gt;U.S. Magistrate Judge&lt;/a&gt; Candy Dale on May 5, 2014 and she issued her ruling on May 13. The decision granted the plaintiff same-sex couples' motion for summary judgment, declared Idaho marriage laws that ban same-sex marriage unconstitutional, and enjoined state officials from enforcing any law to the extent it restricts same-sex couples from marrying or from having their marriages recognized.\nIn her decision, Judge Dale dispensed with \"&lt;a href=\"Baker%20v.%20Nelson\"&gt;Baker v. Nelson&lt;/a&gt;\": \"The Supreme Court's due process and equal protection jurisprudence has developed significantly in the four decades after \"Baker\", and, in last year's \"&lt;a href=\"Windsor%20v.%20United%20States\"&gt;Windsor&lt;/a&gt;\" decision, the Court dramatically changed tone with regard to laws that withhold marriage benefits from same-sex couples.\" She argued individual liberty and Fourteenth Amendment protection: \"An individual's protected liberties include certain fundamental rights of personhood. These rights center on the most significant decisions of a lifetime—whom to marry, whether to have children, and how to raise and educate children. ... rights sheltered by the Fourteenth Amendment against the State's unwarranted usurpation, disregard, or disrespect.\"\nShe applied these rights and liberties to same-sex couples: \"More recently, the Supreme Court confirmed that gay and lesbian individuals do not forfeit their constitutional liberties simply because of their sexual orientation...the Supreme Court's marriage cases demonstrate that the right to marry is an individual right, belonging to all. If every individual enjoys a constitutional right to marry, what is the substance of that right for gay or lesbian individuals who cannot marry their partners of choice?\" (internal citations omitted).\nDale summarized by stating: \nDale issued an injunction prohibiting the state from denying recognition to same-sex marriages, effective May 16.\nU.S. Court of Appeals activity.\nThe defendants appealed to the Ninth Circuit and on May 15 a three-judge panel issued a temporary stay of Judge Dale's injunction. On May 20, the panel granted a stay during appeal. U.S. Circuit Judge &lt;a href=\"Andrew%20D.%20Hurwitz\"&gt;Andrew D. Hurwitz&lt;/a&gt; concurred, writing that \"solely because I believe that the Supreme Court, in \"&lt;a href=\"Herbert%20v.%20Kitchen\"&gt;Herbert v. Kitchen&lt;/a&gt;\" ... has virtually instructed courts of appeals to grant stays in the circumstances before us today. If we were writing on a cleaner state, I would conclude that application of the familiar factors ... counsels against the stay requested by the Idaho appellants.\"\nOn May 30, state defendants petitioned the Ninth Circuit to hear the case before an \"&lt;a href=\"en%20banc\"&gt;en banc&lt;/a&gt;\" panel of 11 justices rather than a 3-judge panel because any ruling \"will carry profound legal and broader social consequences\". The state also argued that there is a &lt;a href=\"circuit%20split\"&gt;circuit split&lt;/a&gt; in the U.S. Courts of Appeals with respect to the level of scrutiny used when deciding cases of discrimination based on sexual orientation, that plaintiffs will argue &lt;a href=\"intermediate%20scrutiny\"&gt;heightened scrutiny&lt;/a&gt;, based on the Ninth Circuit decision in \"&lt;a href=\"Batson%20v.%20Kentucky%23SmithKline%20v.%20Abbott\"&gt;SmithKline Beecham Corp. v. Abbott Labs.&lt;/a&gt;\", while the other circuits have applied the less restrictive standard of scrutiny called \"&lt;a href=\"rational%20basis%20review\"&gt;rational basis review&lt;/a&gt;.\" On August 19, the Ninth Circuit denied the state's request for an initial hearing \"en banc\". It scheduled oral argument for September 8 before Judges &lt;a href=\"Stephen%20Reinhardt\"&gt;Stephen Reinhardt&lt;/a&gt;, &lt;a href=\"Ronald%20M.%20Gould\"&gt;Ronald M. Gould&lt;/a&gt;, and &lt;a href=\"Marsha%20Berzon\"&gt;Marsha Berzon&lt;/a&gt;.\nBecause of public interest in this and other same-sex marriage cases under Ninth Circuit jurisdiction, the court set up a web site where orders and filings in these cases can be downloaded as they become available.\nThe Ninth Circuit heard oral argument on September 8. It upheld the district court's ruling on October 7.\nThe Ninth Circuit's order implementing its decision was challenged by Idaho officials in the early morning hours of October 8. They asked the U.S. Supreme Court for a stay while they pursued further litigation, and Justice &lt;a href=\"Anthony%20Kennedy\"&gt;Anthony Kennedy&lt;/a&gt; granted a temporary stay within hours. The plaintiffs responded on October 9. On October 10, after Justice Kennedy withdrew his emergency stay in \"Latta\", Idaho Governor &lt;a href=\"Butch%20Otter\"&gt;Butch Otter&lt;/a&gt; announced the state would no longer attempt to preserve the state's denial of marriage rights to same-sex couples.\nAlso on October 10, the Latta plaintiffs asked the Ninth Circuit to lift the stay of the district court's order that it had imposed on May 20. The Ninth Circuit gave the parties until October 13 to reply. On October 13, the Ninth Circuit rejected the contrary arguments and lifted its stay of the district court's order enjoining Idaho officials from enforcing the state's ban on same-sex marriage, effective 9 a.m. PDT October 15.\nOn October 21, Governor Otter asked the Ninth Circuit to re-hear the case \"en banc\". Having received no response, both he and the state filed petitions for certiorari with the U.S. Supreme Court on December 30, 2014, and January 2, 2015, respectively. The Ninth Circuit denied the request for rehearing \"en banc\" on January 9, 2015. Latta asked the U.S. Supreme Court to consider the case. That court, on June 26 ruled in \"&lt;a href=\"Obergefell%20v.%20Hodges\"&gt;Obergefell v. Hodges&lt;/a&gt;\" that denying marriage rights to same-sex couples is unconstitutional. On June 30, the Supreme Court denied that &lt;a href=\"certiorari\"&gt;certiorari&lt;/a&gt; request."
}