{
    "id": "43011629",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=43011629",
    "title": "European Professional Club Rugby",
    "text": "European Professional Club Rugby (EPCR) is the governing body and organiser of the two major European &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club tournaments: the &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;European Rugby Champions Cup&lt;/a&gt; and the &lt;a href=\"European%20Rugby%20Challenge%20Cup\"&gt;European Rugby Challenge Cup&lt;/a&gt;. A third tournament, the &lt;a href=\"European%20Rugby%20Continental%20Shield\"&gt;European Rugby Challenge Cup Qualifying Competition&lt;/a&gt; was introduced as a qualification competition for clubs from minor nations to enter the Challenge Cup. EPCR shared control of this tournament with &lt;a href=\"Rugby%20Europe\"&gt;Rugby Europe&lt;/a&gt;, the international federation for rugby union in Europe, and with the &lt;a href=\"Italian%20Rugby%20Federation\"&gt;Italian Rugby Federation (FIR)&lt;/a&gt;. The tournament was discontinued after the 2018–19 season.\nThe organisation was established in 2014 in &lt;a href=\"Neuch%C3%A2tel\"&gt;Neuchâtel&lt;/a&gt;, Switzerland and is now headquartered in &lt;a href=\"Lausanne\"&gt;Lausanne&lt;/a&gt;. Switzerland was chosen so as not to have the headquarters in any of the six participating countries.\nEPCR has nine major shareholders – the six tier 1 unions whose national teams play in the &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations Championship&lt;/a&gt;, and the three club bodies that represent English, French and Welsh teams in their respective leagues.\nThe inaugural competitions were held in the 2014–15 season.\nHistory.\nPrior to 2014, the pan-European club competitions - the &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;Heineken Cup&lt;/a&gt;, and &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt; - were organised and run by &lt;a href=\"European%20Rugby%20Cup\"&gt;European Rugby Cup Ltd. (ERC)&lt;/a&gt;. ERC was created in 1995, following the advent of professionalism, by the then Five Nations Committee.\nIn 2012, Premiership Rugby and LNR, on behalf of the English and French clubs respectively, notified ERC that they would be withdrawing from the accord governing the competition, being dissatisfied with the organisation of the competition and the distribution of funding. Premiership Rugby subsequently refused to join any new agreement in which ERC remained organisers of European rugby tournaments.\nOn April 10, 2014 it was announced that the nine shareholders with an interest in continuing major European club competition had come to an agreement for new competitions. Under the new agreement, ERC was wound up, and a new body, European Professional Club Rugby (EPCR), would be created to organise three new competitions, &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;European Rugby Champions Cup&lt;/a&gt;, the &lt;a href=\"European%20Rugby%20Challenge%20Cup\"&gt;European Rugby Challenge Cup&lt;/a&gt;, and the third tier Qualifying Competition, beginning with the 2014-15 season.\nShortly after the establishment of EPCR, it was announced that the running of the inaugural 2014–15 tournament was to be handled in conjunction with ERC, the organisation it had been meant to replace, to facilitate a smooth transition. This was despite the latter having been described by chairman of Premiership Rugby, Quentin Smith, as \"no longer fit for purpose\". This was described as \"something of an about-turn\" by \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\".\nSince the 2015–16 season, EPCR staff have been running the competitions from their base in Neuchatel. In 2017 the qualifying competition was reconstituted as a fully fledged third competition, the European Rugby Continental Shield.\nEPCR Governance.\nBoard of Directors.\nEPCR is managed through a 12-person Board of Directors, which represents all shareholders, and includes an independent chairman. The nine shareholders, by country, are listed below:\nThe EPCR independent chairman is ex-England rugby player &lt;a href=\"Simon%20Halliday\"&gt;Simon Halliday&lt;/a&gt;, whose appointment was announced 29 April 2015.\nExecutive committee.\nThere is also an executive committee, in charge of commercial matters relating to the tournaments, and preparations for Board meetings. This committee includes the Independent Chairman, Director-General, and three voting representatives, one representing each of the major European domestic leagues, the Top 14, the English Premiership and Pro14. Representation by English and French clubs on the three-person executive committee represents an increase in voting power for these two leagues as compared to the previous European Rugby Cup.\nThe three voting members of the executive are:\nJacques Pineau became the interim Director General of EPCR when the tournament began, and was responsible for the day-to-day operations of EPCR. On 29 April 2015, it was announced that Swiss national Vincent Gaillard had been appointed the Director General, and would work with Pineau until 1 July 2015, when he would officially take on the role.\nRevenue.\nRevenues generated by EPCR tournaments will be divided in three equal parts — one third to English clubs, one third to French clubs, and one third to Pro12 clubs, but with a minimum distribution guarantee for Pro12 clubs during the first five years. Under the previous European Rugby Cup, the Irish, Welsh, Scottish and Italian clubs had received 52% of revenues, while the English and French clubs received 48%.\nEuropean Player of the Year.\nThe European Player Award was introduced by ERC in 2010, as part of their ERC15 awards, created to recognise the outstanding contributors of the first 15 years of European rugby. The first recipient of the award, considered the best player of the previous 15 years, was &lt;a href=\"Munster%20Rugby\"&gt;Munster Rugby&lt;/a&gt;'s &lt;a href=\"Ronan%20O%27Gara\"&gt;Ronan O'Gara&lt;/a&gt;. Following the award, and beginning with the &lt;a href=\"2010-11%20Heineken%20Cup\"&gt;2010-11 Heineken Cup&lt;/a&gt; season, ERC began presenting a Player of the Year Award annually.\nFollowing EPCR taking over the running of European Competitions, they continued the award, and the first EPCR European Player of the Year Award will be presented following the &lt;a href=\"2014-15%20European%20Rugby%20Champions%20Cup\"&gt;2014-15 European Rugby Champions Cup&lt;/a&gt; season.\nThe most recent player to be awarded the accolade was Alex Goode in 2019.\nSince 2017, the Player of the Year has been awarded The Anthony Foley Memorial Trophy, commissioned in tribute to &lt;a href=\"Anthony%20Foley\"&gt;Anthony Foley&lt;/a&gt;, the former &lt;a href=\"Munster%20Rugby\"&gt;Munster&lt;/a&gt; head-coach.\nEPCR Elite Awards.\nThe Elite Awards were created by &lt;a href=\"European%20Rugby%20Cup\"&gt;ERC&lt;/a&gt;, to celebrate the 10th anniversary season of the Heineken Cup. Introduced to recognise the most prominent teams and players of the competitions, EPCR has since maintained and continued the awards, updating them to include both Heineken Cup and European Rugby Champions Cup appearances.\nPlayers with 50 or more European Cup caps.\nThe EPCR Elite Awards recognise any player who has won 50 or more European Cup caps. Given the length of this list, an abridged version recognising players with over 65 caps is included.\nThe full list can be found &lt;a href=\"http%3A//epcrugby.com/statistics/50_european_cup_caps.php\"&gt;here&lt;/a&gt;."
}