{
    "id": "43032430",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=43032430",
    "title": "2014 FIFA World Cup statistics",
    "text": "The following article outlines the statistics for the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt;, the 20th FIFA World Cup, comprising 32 nations and which took place in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; from 12 June to 13 July. The FIFA World Cup is a quadrennial tournament of men's national &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; teams. All teams compete in groups of four, and play a &lt;a href=\"Round-robin%20tournament\"&gt;round robin tournament&lt;/a&gt; at the end of which, the top two teams from each group enter the knockout &lt;a href=\"Single-elimination%20tournament\"&gt;round of 16&lt;/a&gt;. The final winners of the World Cup were Germany, beating Argentina 1–0 in extra time to claim their 4th title.\nDuring the tournament 64 matches were played, during which 171 goals were scored.\nThis list notes the numbers of goals and assists listed by player as well as a number of individual records and statistics. &lt;a href=\"Goal%20%28sports%29\"&gt;Goals&lt;/a&gt; scored from &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-outs&lt;/a&gt; are not counted, and matches decided by penalty shoot-outs are counted as draws. Win/loss and discipline records are recorded by team. Scoring and appearance statistics of multiple world cups are recorded. Overall records are recorded and separated by team and confederation. Attendance records are records by stadium.\nGoalscorers.\n&lt;a href=\"James%20Rodr%C3%ADguez\"&gt;James Rodríguez&lt;/a&gt; was awarded the &lt;a href=\"FIFA%20World%20Cup%20awards%23Golden%20Boot\"&gt;Golden Boot&lt;/a&gt; for scoring six goals, the first time that a Colombian player received the award.\nSource: FIFA\nAssists.\n&lt;a href=\"Juan%20Cuadrado\"&gt;Juan Cuadrado&lt;/a&gt; and &lt;a href=\"Toni%20Kroos\"&gt;Toni Kroos&lt;/a&gt; topped the assists table with four assists each during the tournament.\nMatch awards.\nClean sheets.\nThe winner of the &lt;a href=\"FIFA%20World%20Cup%20awards%23Golden%20Glove\"&gt;Golden Glove&lt;/a&gt; was &lt;a href=\"Manuel%20Neuer\"&gt;Manuel Neuer&lt;/a&gt;.\nOverall results.\nBold numbers indicate the maximum values in each column.\nBy team.\nThe &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt; was the only team that used all 23 players during the tournament, making them the first team in World Cup history to ever use all of their squad players."
}