{
    "id": "43059671",
    "revid": "43042557",
    "url": "https://en.wikipedia.org/wiki?curid=43059671",
    "title": "Foreign policy of the Narendra Modi government",
    "text": "The foreign policy of the Modi government (also referred to as the Modi doctrine) is associated with the policy initiatives made towards other states by the current government of &lt;a href=\"India\"&gt;India&lt;/a&gt; after &lt;a href=\"Narendra%20Modi\"&gt;Narendra Modi&lt;/a&gt; assumed the office of &lt;a href=\"prime%20minister%20of%20India\"&gt;prime minister&lt;/a&gt; on May 26, 2014.\nThe &lt;a href=\"Ministry%20of%20External%20Affairs%20%28India%29\"&gt;Ministry of External Affairs&lt;/a&gt;, headed by External Affairs Minister &lt;a href=\"Subrahmanyam%20Jaishankar\"&gt;Subrahmanyam Jaishankar&lt;/a&gt;, is responsible for executing the foreign policy of India. Modi's foreign policy is focused on improving relations with neighboring countries in South Asia, engaging the extended neighbourhood of Southeast Asia and the major global powers. In pursuit of this, he has made official visits to &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt;, &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;, and Japan within the first 100 days of his government, followed by visits to the United States, &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt;, Australia, and Fiji.\nBackground.\nIn his former role as &lt;a href=\"List%20of%20chief%20ministers%20of%20Gujarat\"&gt;Chief Minister of Gujarat&lt;/a&gt;, Modi made several foreign trips to foster business relations with major Asian economic powers. This included meetings with Japanese Prime Minister &lt;a href=\"Shinzo%20Abe\"&gt;Shinzo Abe&lt;/a&gt; in 2007 and 2012, which reportedly built personal rapport. He also reached out for investment deals with China and Israel, who sought to increase economic ties beyond defense and agriculture, according to Israeli Ambassador Alon Ushpiz. Modi was widely appreciated for his endeavor to organize &lt;a href=\"Vibrant%20Gujarat\"&gt;Vibrant Gujarat&lt;/a&gt;, a biannual international business summit, which welcomed investment in his home state and helped build a pro-development and business friendly image.\n2014 general election.\nIn 2014 Modi did not make any major foreign policy speeches during the &lt;a href=\"Campaigning%20in%20the%20Indian%20general%20election%2C%202014\"&gt;general election campaign&lt;/a&gt;, but he called out China's potential aggression along the &lt;a href=\"Line%20of%20actual%20control\"&gt;border&lt;/a&gt; with &lt;a href=\"India\"&gt;India&lt;/a&gt;. He also focused on \"illegal immigration\" from &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, particularly during the later part of his campaign in the &lt;a href=\"East%20India\"&gt;Eastern States&lt;/a&gt;, including &lt;a href=\"Assam\"&gt;Assam&lt;/a&gt; and &lt;a href=\"West%20Bengal\"&gt;West Bengal&lt;/a&gt;, and asserted that &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt;s outside the country would be able to seek asylum in &lt;a href=\"India\"&gt;India&lt;/a&gt; if they required it. He acknowledged the fact that he was going to be the first &lt;a href=\"Prime%20Minister%20of%20India\"&gt;Prime Minister of India&lt;/a&gt; to be born after independence and that it would be natural to expect a shift in world view from his predecessors'. He also pledged to have a \"strong\" foreign policy, which includes trading with China. He asked the External Affairs Ministry to focus more on trade deals than other geopolitical initiatives.\nModi's first foreign policy outlook was revealed during the run-up for the Prime Ministerial candidate in his party in 2013 when he was in a &lt;a href=\"Network%2018\"&gt;Network 18&lt;/a&gt; program called \"Think India, dialogue forum\". He mentioned the following points: \nModi responded to the congratulatory messages and phone calls from most world leaders that he had received in the aftermath of his victory.\nInauguration.\nBefore Modi formally took office as prime minister, he invited all heads of state and heads of government of India's neighbors to his inauguration and downplayed his former reputation as a &lt;a href=\"hardline\"&gt;hardline&lt;/a&gt;r. Almost all of the &lt;a href=\"SAARC\"&gt;SAARC&lt;/a&gt; leaders attended Modi's &lt;a href=\"First%20swearing-in%20ceremony%20of%20Narendra%20Modi\"&gt;swearing-in ceremony&lt;/a&gt;, along with &lt;a href=\"Navin%20Ramgoolam\"&gt;Navin Ramgoolam&lt;/a&gt; of &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt;, who held observer status at the event. The guest list included Afghanistan's &lt;a href=\"Hamid%20Karzai\"&gt;Hamid Karzai&lt;/a&gt;, Bhutan's &lt;a href=\"Tshering%20Tobgay\"&gt;Tshering Tobgay&lt;/a&gt;, the Maldives' &lt;a href=\"Abdulla%20Yameen\"&gt;Abdulla Yameen&lt;/a&gt;, Nepal's &lt;a href=\"Sushil%20Koirala\"&gt;Sushil Koirala&lt;/a&gt;, Pakistan's &lt;a href=\"Nawaz%20Sharif\"&gt;Nawaz Sharif&lt;/a&gt;, Sri Lanka's &lt;a href=\"Mahinda%20Rajapaksa\"&gt;Mahinda Rajapaksa&lt;/a&gt;, and Mauritius' &lt;a href=\"Navin%20Ramgoolam\"&gt;Navin Ramgoolam&lt;/a&gt;. As Bangladeshi Prime Minister &lt;a href=\"Sheikh%20Hasina\"&gt;Sheikh Hasina&lt;/a&gt; was travelling, parliamentary Speaker &lt;a href=\"Shirin%20Sharmin%20Chaudhury\"&gt;Shirin Sharmin Chaudhury&lt;/a&gt; came instead. &lt;a href=\"Lobsang%20Sangay\"&gt;Lobsang Sangay&lt;/a&gt;, the Prime Minister of &lt;a href=\"Central%20Tibetan%20Administration\"&gt;Central Tibetan Administration&lt;/a&gt;, also attended. International media reacted positively to the ceremony after being critical of Modi's foreign policy.\nApproach of P5 nations.\nSoon after the new government formed, world leaders expressed their willingness to work with the Modi Government to strengthen their relations with India as it would provide them with a bigger market. All five permanent member states of the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt; sent their envoys to India within the first 100 days after inauguration, which is significant given India's long-standing bid to get a permanent membership at &lt;a href=\"United%20Nations%20Security%20Council\"&gt;UNSC&lt;/a&gt;.\n2019 general election.\nIn &lt;a href=\"Bharatiya%20Janata%20Party%20campaign%20for%20the%202019%20Indian%20general%20election\"&gt;2019 campaign&lt;/a&gt;, Modi has not been too much active in the election party campaign and the responsibility was taken by &lt;a href=\"Amit%20Shah\"&gt;Amit Shah&lt;/a&gt; (who was then &lt;a href=\"List%20of%20presidents%20of%20the%20Bharatiya%20Janata%20Party\"&gt;presidents of the party&lt;/a&gt;). Still, he was the prime-ministerial candidate of the party and he attacked the &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; many a times in his rallies and specially after the &lt;a href=\"2019%20Pulwama%20attack\"&gt;2019 Pulwama attack&lt;/a&gt; and also used &lt;a href=\"2019%20Balakot%20airstrike\"&gt;Balakot airstrike&lt;/a&gt; as an election topic.\nInauguration.\nModi, who was parliamentary leader of the &lt;a href=\"Bharatiya%20Janata%20Party\"&gt;Bharatiya Janata Party&lt;/a&gt;, started his tenure after his swearing-in as the 16th &lt;a href=\"Prime%20Minister%20of%20India\"&gt;Prime Minister of India&lt;/a&gt; on 30 May 2019. Several &lt;a href=\"Second%20Modi%20ministry\"&gt;other ministers&lt;/a&gt; were also sworn in along with Modi. The ceremony was noted by media for being the first ever swearing-in of an Indian Prime Minister to have been attended by the heads of all &lt;a href=\"BIMSTEC\"&gt;BIMSTEC&lt;/a&gt; countries.\nForeign policy team.\n&lt;a href=\"Sushma%20Swaraj\"&gt;Sushma Swaraj&lt;/a&gt;, one of the senior leaders of BJP, was given the portfolio of External Affairs which was going to be a very important ministry with India's growing role in international affairs. She was the first woman to hold the office. Earlier on her capacity of &lt;a href=\"Leader%20of%20the%20Opposition%20%28India%29\"&gt;leader of opposition in Lok Sabha&lt;/a&gt; from 2009 to 2014 She met a galaxy of visiting foreign leaders which apparently helped her understand foreign relations. Modi appointed &lt;a href=\"Ajit%20Doval\"&gt;Ajit Doval&lt;/a&gt;, a seasoned intelligence officer, as National Security Advisor (NSA).\nAjit Doval is believed to be close to the &lt;a href=\"Rashtriya%20Swayamsevak%20Sangh\"&gt;RSS&lt;/a&gt;, an organization Modi comes from. On 28 January 2015, only a day after the US President Barack Obama's successful India visit, the Modi government sacked Foreign Secretary Sujatha Singh and appointed &lt;a href=\"Subrahmanyam%20Jaishankar\"&gt;Subrahmanyam Jaishankar&lt;/a&gt; in her place, Jaishankar used to be as India's ambassador to the United States. Modi himself was believed to be unhappy over Singh's ability to lead the foreign office and on the other hand impressed by Jaishankar's diplomatic skills in turning the flagging relationship with the US into a flourishing partnership. His secondary aides also include &lt;a href=\"Arvind%20Gupta%20%28administrator%29\"&gt;Arvind Gupta&lt;/a&gt; (deputy NSA) and &lt;a href=\"M.%20J.%20Akbar\"&gt;MJ Akbar&lt;/a&gt; (sworn in as the Minister of State for External Affairs).\nPolicy initiative.\nFormer National Security Adviser &amp; Foreign Secretary Shivshankar Menon, an academic at Brookings, opined that the Modi Government's foreign policy is one of \"strategic incoherence\", executed without an \"overarching conceptual framework\". There have been many policy initiatives since that has been making the headlines:\nAct East policy.\nFrom the very beginning the Modi led government made it amply clear that India would focus more and more on improving relations with &lt;a href=\"ASEAN\"&gt;ASEAN&lt;/a&gt;, and other East Asian countries as per India's &lt;a href=\"Look%20East%20policy%20%28India%29\"&gt;Look East policy&lt;/a&gt; which was formulated during PM &lt;a href=\"P.%20V.%20Narasimha%20Rao\"&gt;Narasimha Rao&lt;/a&gt;'s government in 1992 for better economic engagement with its eastern neighbours but the successive government later successfully turned it into a tool for forging strategic partnership and security cooperation with countries in that region in general and Vietnam and Japan in particular. In her recent visit to &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt;, Vietnam Sushma Swaraj has stressed on the need for an \"Act East Policy\" that she said should replace India's over two-decade-old \"Look East Policy\" emphasizing a more proactive role for India in this region.\nNeighbourhood first policy.\nOne of the major policy initiatives taken by the Modi government is to focus back on its immediate neighbors in South Asia. Gujral doctrine was an important approach where India made its relation with its neighborhood which stands on five important principles. Even before becoming the prime minister, &lt;a href=\"Narendra%20Modi\"&gt;Narendra Modi&lt;/a&gt; hinted that his foreign policy will actively focus on improving ties with India's immediate neighbours which is being termed \"neighborhood first: policy in the media\" and he started well by inviting all heads of state/heads of government of South Asian countries in his inauguration and on the second day on the office he held bilateral talks with all of them individually which was dubbed as a &lt;a href=\"List%20of%20SAARC%20summits\"&gt;mini SAARC summit&lt;/a&gt; by the media. Later during a launch event at &lt;a href=\"ISRO\"&gt;ISRO&lt;/a&gt;, he asked Indian scientists to take the endeavour to develop a dedicated &lt;a href=\"SAARC%20satellite\"&gt;SAARC satellite&lt;/a&gt; to share the fruits of the technology like tele-medicine, e-learning, etc. with the people across South Asia to complement the currently operating &lt;a href=\"Indian%20Technical%20and%20Economic%20Cooperation%20Programme\"&gt;Indian Technical and Economic Cooperation Programme&lt;/a&gt; program in the region.\nIndian Ocean outreach.\nThe Indian Ocean region (IOR), which has long been considered as India's nautical backyard, is steadily turning into a hotspot thanks to growing Chinese strategic presence over the region's numerous strategically located archipelagos. To counter the recent moves made by China in the name of President Xi's pet &lt;a href=\"Maritime%20Silk%20Road\"&gt;Maritime Silk Road&lt;/a&gt; project, India started to reach out its maritime neighbors in the IOR with proposals of enhanced economic and security cooperation. The policy towards IOR started to unfold during &lt;a href=\"President%20of%20Sri%20Lanka\"&gt;Sri Lankan president&lt;/a&gt;'s visit to New Delhi in early February 2015. Following that Modi embarked on a three nations \"Yatraa\" (travel) to Mauritius, Seychelles and Sri Lanka, although Maldives was also initially part of this outreach, the recent political turmoil in that country led to the last-minute cancellation of the scheduled visit.\nAhead of Modi's scheduled visit to Beijing in May 2015, India wanted to project that it commanded a strategic supremacy over the IOR and that its relations with its maritime neighbors were far more cordial than that of China's with particular reference to &lt;a href=\"South%20China%20sea\"&gt;South China sea&lt;/a&gt;.\nProject Mausam.\nOn the back of growing Chinese naval activity in the Indian Ocean region, which India considers its area of responsibility, the Modi administration has introduced &lt;a href=\"Project%20Mausam\"&gt;Project Mausam&lt;/a&gt;, which is believed to rival the Chinese &lt;a href=\"Maritime%20Silk%20Road\"&gt;Maritime Silk Road&lt;/a&gt; (MSR) initiative. \"Mausam\" (Hindi: मौसम) which means weather or season in many South and Southeast Asian languages is highlighted because of its profound role in cultural exchanges in the region as in ancient time maritime trade used to depend on seasonal monsoon winds. The project, which is still in the evolving phase, is being planned with the &lt;a href=\"Ministry%20of%20Culture%20%28India%29\"&gt;Cultural Ministry&lt;/a&gt;, that will focus on the ancient trade and cultural linkages with emphasis on future maritime cooperation in the Indian Ocean region stretching from Southeast Asia to East Africa with the central location of India, from where the ocean derived its name.\nCooperation with Pacific Islands.\nModi chose to visit Fiji soon after democracy was re-established in the island country after 8 years. There apart from the bilateral meeting, he also met heads of state/government from 14 pacific island states to enhance India's engagement in the region and proposed a 'Forum for India-Pacific Islands Cooperation' (FIPIC) be held on a regular basis. He conveyed there India's keenness to work closely with Pacific Island nations to advance their development priorities. In this regard a number of measures to strengthen India's partnership in the region were proposed that includes setting up of a 'special fund of $1 billion' for adapting climate change vis-a-vis clean energy, establishing a 'trade office' in India, 'Pan Pacific Islands e-network' to close the physical distance between the islands by improving digital connectivity, extending visa on arrival at Indian airports for all the fourteen Pacific Island countries, 'space cooperation' in space technology applications for improving the quality of life on the islands, 'training to diplomats' from Pacific Island countries to increase mutual understanding. He also expressed his willingness to host the leaders in any of India's coastal town for the next summit in 2015. It was quite significant to see &lt;a href=\"President%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese President&lt;/a&gt; Xi following Modi's trail visited Fiji on 21 November (just 2 days after Modi's trip) to meet a similar gathering of leaders indicating a struggle for influence between the two Asian giants in the island countries of south pacific.\nFast-track Diplomacy.\nOn completion of the first 100 days of Modi government, the External Affairs Ministry published a booklet called \"Fast Track Diplomacy\" show-casing the achievement made in the foreign policy arena. In her first media interaction, the minister &lt;a href=\"Sushma%20Swaraj\"&gt;Sushma Swaraj&lt;/a&gt; said the catchphrase for her tenure was \"fast-track diplomacy\" and said it had three faces – proactive, strong and sensitive. Since taking office the External Affairs Minister held a round-table meeting with all Indian heads of missions to the SAARC region, ASEAN region and the Middle East separately as a follow-up measure to carry forward the leads gained by high-profile visits and exchanges.\nPara Diplomacy.\nOne of the innovative ideas of Modi government is the introduction of elements of &lt;a href=\"paradiplomacy\"&gt;paradiplomacy&lt;/a&gt; in India's foreign policy where each state and cities would be encouraged to forge special relation with countries or federal states of another country or even cities of their interest.\nDuring the upcoming visit of Chinese President Xi Jinping, &lt;a href=\"Town%20twinning\"&gt;Town twinning&lt;/a&gt; agreement between &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt; and Shanghai, &lt;a href=\"Ahmedabad\"&gt;Ahmedabad&lt;/a&gt; and &lt;a href=\"Guangzhou\"&gt;Guangzhou&lt;/a&gt; and a similar 'sister states' agreement between &lt;a href=\"Gujarat\"&gt;Gujarat&lt;/a&gt; and &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt; of China will likely to be signed. Earlier &lt;a href=\"Varanasi\"&gt;Varanasi&lt;/a&gt; signed a partnership agreement with &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, Japan.\nEast Asia and South East Asia policy.\nFrom the very beginning, the Modi led government made it amply clear that India would focus more and more on improving relation with &lt;a href=\"ASEAN\"&gt;ASEAN&lt;/a&gt; and other East Asian countries as per India's &lt;a href=\"Look%20East%20policy%20%28India%29\"&gt;Look East policy&lt;/a&gt; which was formulated during &lt;a href=\"P.%20V.%20Narasimha%20Rao\"&gt;Narasimha Rao&lt;/a&gt;'s government in 1992 for better economic engagement with its eastern neighbors, but the successive government later successfully turned it into a tool for forging strategic partnership and security cooperation with countries in that region in general and Vietnam and Japan in particular. In her recent visit to &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt;, Vietnam Sushma Swaraj has stressed on the need for an &lt;a href=\"Act%20East%20policy\"&gt;Act East policy&lt;/a&gt; that she said should replace India's over two-decade-old Look East Policy emphasizing a more proactive role for India in this region.\nEast Asia being the major focus area of his foreign policy, Modi and his foreign minister chose several Asian countries for their initial bilateral visits. He has made state visits to Bhutan and Nepal and Japan within the first 100 days of his government followed by visits of Myanmar and Australia and also hosted Asia leaders like Australian Prime Minister &lt;a href=\"Tony%20Abbott\"&gt;Tony Abbott&lt;/a&gt;, Chinese President &lt;a href=\"Xi%20Jinping\"&gt;Xi Jinping&lt;/a&gt; and Vietnamese Prime Minister &lt;a href=\"Nguy%E1%BB%85n%20T%E1%BA%A5n%20D%C5%A9ng\"&gt;Nguyễn Tấn Dũng&lt;/a&gt; apart from inviting &lt;a href=\"SAARC\"&gt;SAARC&lt;/a&gt; leaders in his inauguration ceremony. External Affairs Minister Swaraj has also made official visits to several Asian capitals like &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt;, Bangladesh, &lt;a href=\"Kathmandu\"&gt;Kathmandu&lt;/a&gt;, Nepal, &lt;a href=\"Naypidaw\"&gt;Naypidaw&lt;/a&gt;, Myanmar, Singapore, &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt;, Vietnam, &lt;a href=\"Manama\"&gt;Manama&lt;/a&gt;, Bahrain, &lt;a href=\"Kabul\"&gt;Kabul&lt;/a&gt;, Afghanistan, &lt;a href=\"Dushanbe\"&gt;Dushanbe&lt;/a&gt;, Tajikistan, Male, Maldives, &lt;a href=\"Abu%20Dhabi\"&gt;Abu Dhabi&lt;/a&gt;, United Arab Emirates &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, South Korea and Beijing, China.\nSouth China Sea disputes.\nThough India's exclusive economic zone does not extend into the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;, the region is geopolitically important to India as a high volume of its trade passes through the South China Sea. Modi intends India to act as a stabilizing force in the Indo-Pacific Region as a part of Modi's underlying &lt;a href=\"Look%20East%20policy%20%28India%29\"&gt;Act East&lt;/a&gt; foreign policy initiative .\nSouth Asia policy.\nEven before becoming the Prime Minister &lt;a href=\"Narendra%20Modi\"&gt;Narendra Modi&lt;/a&gt; hinted that his foreign policy will actively focus on improving ties with India's immediate neighbors which is being termed as \"neighborhood first\" policy in the media and he started well by inviting all heads of state/heads of government of South Asian countries in his inauguration and on the second day on the office he held bilateral talks with all of them individually which was dubbed as a &lt;a href=\"List%20of%20SAARC%20summits\"&gt;mini SAARC summit&lt;/a&gt; by the media. Later during a launch event at &lt;a href=\"ISRO\"&gt;ISRO&lt;/a&gt;, he has asked Indian scientists to take the endeavor to develop a dedicated \"SAARC satellite\", to share the fruits of the technology like tele-medicine, e-learning etc. with the people across South Asia to complement the currently operating &lt;a href=\"Indian%20Technical%20and%20Economic%20Cooperation%20Programme\"&gt;Indian Technical and Economic Cooperation Programme&lt;/a&gt; program in the region.\nWest Asia policy.\nIndian External Affairs Ministry refers to the region of 'Middle East' as West Asia and not as the Middle East which is a more popular attribution, particularly in the western countries. The region plays a vital role in India's economy as it supplies nearly two-thirds of India's total oil import, bilateral trade is also flourishing in recent years particularly with UAE and other Gulf states. Over the years millions of Indians mostly working class have migrated to the gulf looking for jobs and they account for a sizeable share in the total remittances received from abroad.\nLink West policy.\nIn an attempt to strengthen ties with India's western neighbors specially the &lt;a href=\"Persian%20gulf\"&gt;gulf countries&lt;/a&gt;, Modi proposed this policy to complement his &lt;a href=\"Act%20East%20policy\"&gt;Act East policy&lt;/a&gt; concerning East Asia. Although it is called 'Link West' (West of India) which gives it a bigger geographical connotation, it is most likely to focus on the middle-east and some of India's strategic thinkers are calling it as Modi's middle-east policy. The West Asia Approach of India is working successfully and its relations with the Middle East are improving since Modi came in power. The \"West Asia Approach\" of India is now its key strategy to win the Middle East. Indian foreign policy makers say that India's interests in the &lt;a href=\"Gulf%20Cooperation%20Council\"&gt;GCC countries&lt;/a&gt; are intimately linked with its energy security, trade, employment for Indians and remittances while Middle Eastern foreign policy experts believe that India has showcased itself as \"Security Partner\" during Modi's visit to UAE. Given the economic and human security interests, the stability and security of the GCC countries is crucial for India because a huge flow of remittances comes from GCC to the Indian economy.\nStand against ISIS.\nOn 16 December 2014, Home Minister &lt;a href=\"Rajnath%20Singh\"&gt;Rajnath Singh&lt;/a&gt; announced in the Parliament that &lt;a href=\"ISIS\"&gt;ISIS&lt;/a&gt; is banned as a terrorist organization under the United Nations schedule. Following the arrest of few Indian individuals with ISIS connections, on 26 February 2015, India put fresh bans on 'The Islamic States/Islamic States of Iraq and Syria/Islamic States of Iraq and Levant' with all its manifestation and all its affiliates under the &lt;a href=\"Unlawful%20Activities%20%28Prevention%29%20Act\"&gt;Unlawful Activities (Prevention) Act&lt;/a&gt;.\n2014 Israel-Hamas conflict.\nAt the height of the &lt;a href=\"2014%20Israel%E2%80%93Gaza%20conflict\"&gt;tension between Israel and Hamas&lt;/a&gt; in July, India offered a rhetorical condemnation holding both sides responsible for erupting violence and asked Israel to stop \"disproportionate use of force\" in Gaza which was read by many as departure from tradition of more vocal supports for the Palestinian cause. External Affairs Minister Swaraj insisted that \"there is absolutely no change in India's policy towards Palestine, which is that we fully support the Palestinian cause while maintaining good relations with Israel. \" clarifying India's current position on the issue. That might sound like fence-sitting, but it is a policy shared by all Indian governments of the past 20 years following the establishment of formal diplomatic relation in 1992.\nSushma Swaraj, a seasoned parliamentarian, had herself blocked the opposition demand in &lt;a href=\"Rajya%20Sabha\"&gt;Rajya Sabha&lt;/a&gt; for passing a resolution condemning Israel for &lt;a href=\"2014%20Israel-Gaza%20conflict\"&gt;2014 Israel-Gaza conflict&lt;/a&gt; by saying that \"India has friendly relation with both Israel and Palestine and therefore any such move may impact its friendship negatively\". Although later in a symbolic gesture, India joined other BRICS nations in voting at the &lt;a href=\"United%20Nations%20Human%20Rights%20Council\"&gt;United Nations Human Rights Council&lt;/a&gt; for a probe into the alleged human rights violation in Gaza which generated mixed response among media and analysts in India.\nOverseas Indian crisis.\nWith the rise of &lt;a href=\"ISIS\"&gt;ISIS&lt;/a&gt; in northern Iraq, where hundreds of thousands of Indian migrant workers live, the security of those overseas Indians came under threat. On 16 June, the Ministry of External Affairs (MEA) set up a 24-hour helpline at the Indian embassy in &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; for the assistance of Indian nationals stranded in the conflict cities. It has been reported that 46 Indian nurses were abducted from the Iraqi town of Mosul who were later freed and flown back to India. Moreover, 39 Indian workers mainly from &lt;a href=\"Punjab%2C%20India\"&gt;Punjab&lt;/a&gt; were taken hostages and the fate of those workers still not known. There were widespread speculations about their lives and on 27 November 2014 \"&lt;a href=\"ABP%20News\"&gt;ABP News&lt;/a&gt;\" reported, citing Bangladeshi migrant co-workers, death of all the 39 men. Although the following day, External Affairs Minister (EAM) Swaraj made a statement to the &lt;a href=\"Parliament%20of%20India\"&gt;parliament&lt;/a&gt; neither rejecting nor confirming such possibility and re-assured the nation about MEA's commitment for continuing search for the Indians in Iraq.\nA similar situation occurred in Libya where many Indian nationals are stranded because of the armed conflict that broke in &lt;a href=\"Benghazi\"&gt;Benghazi&lt;/a&gt; and other parts of the country. Swaraj informed the parliament that her ministry was evaluating all possibilities to secure the safe evacuation of all Indians stranded in both Iraq and Libya. A chartered flight from &lt;a href=\"Djerba\"&gt;Djerba&lt;/a&gt;, Tunisia brought over 200 nationals back to India. A further 216 nationals left on 8 August, with a total of another 1,500 nationals having been evacuated. About 3,000 more nationals registered with the embassy in Tripoli to return. On 5 August 44 nurses returned to India on a special &lt;a href=\"Air%20India\"&gt;Air India&lt;/a&gt; flight; they were predominantly from Kerala with some from Andhra Pradesh and Tamil Nadu. A further three Goans were reported to be safe in Libya with full employment and had not requested repatriation. Goa's Director of NRI Affairs U. D. Kamat said that it was ascertaining whether there were Goan workers in the country.\nAfter the outbreak of aerial attacks by the Saudi led coalition following the coup by the &lt;a href=\"Houthis\"&gt;Houthi rebels&lt;/a&gt; in Yemen, Government of India launched a massive rescue operation called \"&lt;a href=\"Operation%20Raahat\"&gt;Operation Raahat&lt;/a&gt;\" (meaning: Relief) to save hundreds of non-residential Indians located there. Minister of State for External Affairs General &lt;a href=\"Vijay%20Kumar%20Singh\"&gt;V K Singh&lt;/a&gt; himself oversaw the entire rescue operation right from the battle ground towns of &lt;a href=\"Sana%27a\"&gt;Sana'a&lt;/a&gt; and &lt;a href=\"Aden\"&gt;Aden&lt;/a&gt; in Yemen and the Indian base of operation in &lt;a href=\"Djibouti\"&gt;Djibouti&lt;/a&gt;. In the process, the &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt; deployed its front line ships such as , &lt;a href=\"INS%20Sumitra\"&gt;INS Sumitra&lt;/a&gt; and others while the Indian Air Force too deployed its &lt;a href=\"C-17%20Globemaster\"&gt;C-17 Globemaster&lt;/a&gt; tactical airlifter to airlift the stranded Indians and the national carrier &lt;a href=\"Air%20India\"&gt;Air India&lt;/a&gt; also took an active part by ferrying passengers. The operation was highly successful and received huge acclamation from across the globe as it rescued not only Indians but thousands of foreigners stranded in the war torn country too.\nRelations with North and South America.\nUnited States.\nDuring the run-up to the general election there was wide-ranging scepticism regarding future of the &lt;a href=\"India-USA%20relations\"&gt;strategic bilateral relation&lt;/a&gt; under Modi's premiership as in 2005 he was, while &lt;a href=\"Chief%20Minister%20of%20Gujarat\"&gt;Chief Minister of Gujarat&lt;/a&gt;, denied a U.S. visa during the &lt;a href=\"Presidency%20of%20George%20W.%20Bush\"&gt;Bush administration&lt;/a&gt; for his alleged &lt;a href=\"2002%20Gujarat%20riots\"&gt;poor&lt;/a&gt; human rights records. However sensing Modi's inevitable victory well before the election, the &lt;a href=\"United%20States%20Ambassador%20to%20India\"&gt;US Ambassador&lt;/a&gt; &lt;a href=\"Nancy%20Powell\"&gt;Nancy Powell&lt;/a&gt; had reached out to him as part of greater re-approachment from the west. Moreover, following his 2014 election as the Prime Minister of India &lt;a href=\"Presidency%20of%20Barack%20Obama\"&gt;President Obama&lt;/a&gt; congratulated him over the telephone and invited him to visit the US. U.S. Secretary of State &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt; visited New Delhi on 1 August to prepare the grounds for Modi's first-ever US visit as prime minister. In September 2014, days before visiting the US in an interview to &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;’s &lt;a href=\"Fareed%20Zakaria\"&gt;Fareed Zakaria&lt;/a&gt;, Modi said that \"India and the United States are bound together, by history and culture\" but acknowledged that there have been \"ups and downs\" in relations. Modi travelled to US from 27 to 30 September 2014, beginning with his maiden address in the &lt;a href=\"sixty-ninth%20session%20of%20the%20United%20Nations%20General%20Assembly\"&gt;United Nations general assembly&lt;/a&gt; followed by attending a gala public reception by the Indian American community in New York's &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt; before heading Washington, D.C. for the bilateral talk with Obama. While there, Modi also met several American business leaders and invited them to join his ambitious &lt;a href=\"Make%20in%20India\"&gt;Make in India&lt;/a&gt; program in a bid to make India a manufacturing hub. Later President Obama greeted Modi by calling him a \"Man of Action\" during their brief interaction at the Gala dinner hosted by Myanmar's president on the eve of &lt;a href=\"Ninth%20East%20Asia%20Summit\"&gt;ninth&lt;/a&gt; &lt;a href=\"East%20Asia%20Summit\"&gt;East Asia Summit&lt;/a&gt; this was their second meeting since Obama hosted a rare dinner for Modi at the White House on 29 September 2014. On 9 December 2014 &lt;a href=\"US%20Senate\"&gt;US Senate&lt;/a&gt; confirmed &lt;a href=\"Richard%20Verma\"&gt;Richard Rahul Verma&lt;/a&gt; as the US Ambassador to India, the first Indian American to hold the office, signalling the Obama administration's will to elevate the relation with India to a newer height. He assumed office in the US Embassy in New Delhi on 19 December 2014.\nModi invited President Obama to be the first US president to grace the &lt;a href=\"Republic%20Day%20of%20India\"&gt;66th Republic Day&lt;/a&gt; celebration as &lt;a href=\"List%20of%20state%20visits%20to%20India%23Republic%20day%20parade%20guests\"&gt;Chief guest&lt;/a&gt;, an honour typically reserved for India's closest ally. President Obama was the first US president to visit India twice in office and the two leaders now scheduled to hold back to back summits within six months which is being referred as Modi's diplomatic coup by the media. \"This Republic Day, we hope to have a friend over… invited President Obama to be the 1st US president to grace the occasion as chief guest.\"- Modi tweeted.\nOn 26 June 2017, Modi met with U.S. President &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; in Washington, DC where they discussed trade, specifically airplanes and natural gas, and terrorism.\nBrazil.\nNarendra Modi met the &lt;a href=\"Brazilian%20President\"&gt;Brazilian President&lt;/a&gt;, &lt;a href=\"Dilma%20Rousseff\"&gt;Dilma Rousseff&lt;/a&gt; on the sidelines of the &lt;a href=\"6th%20BRICS%20summit\"&gt;6th BRICS summit&lt;/a&gt; in &lt;a href=\"Brasilia\"&gt;Brasilia&lt;/a&gt;, Brazil, in July 2014. Describing Brazil as a key global partner for India, Modi noted that as two democracies and major emerging economies, India and Brazil not only had vast potential for bilateral cooperation, but also to strengthen each other in international forums and advance the interest of the developing world at large. President Rousseff emphasized the special place this relationship enjoyed in Brazil's foreign policy, because of the potential for bilateral cooperation and the international significance of their partnership. She congratulated Narendra Modi for his victory in the elections and wished him all success for India's progress and development. The two leaders also agreed to take steps to further expand and diversify trade and investment flows and deepen cooperation in agriculture and dairy science, conventional and renewable energy, space research and applications, defence, &lt;a href=\"Computer%20security\"&gt;cyber security&lt;/a&gt; and environment conservation.\nMore recently, in January 2020, Brazilian President &lt;a href=\"Jair%20Bolsonaro\"&gt;Jair Bolsonaro&lt;/a&gt; made his first official visit to Modi's India. Considered as a particularly warm welcome by the visiting delegation — therefore kept in high regard since then —, the reception helped Bolsonaro's chancellery gain some traction overseas, overcoming a persisting trend of Brazilian international isolation started with the &lt;a href=\"2019%20Amazon%20rainforest%20wildfires\"&gt;2019 Amazon rainforest wildfires&lt;/a&gt;. Later in the same year, in the context of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, both governments launched cooperation programs aimed at addressing the ongoing health and sanitary crisis.\nCanada.\nIn April 2015 Modi visited Canada and was the first bilateral visit to that country by an &lt;a href=\"Prime%20Minister%20of%20India\"&gt;Indian Prime Minister&lt;/a&gt; in 42 years. India made a nuclear deal with the Canada's biggest producer of uranium, &lt;a href=\"Cameco\"&gt;Cameco&lt;/a&gt;, signed a $280 million, five-year deal to supply uranium to fuel Indian nuclear reactors. The long-term deal announced later that Cameco will sell 7.1 million pounds of uranium to India, through 2020.\nModi held bilateral talks with Canadian Prime Minister &lt;a href=\"Stephen%20Harper\"&gt;Stephen Harper&lt;/a&gt;, and signed various &lt;a href=\"Memorandum%20of%20understanding\"&gt;MoUs&lt;/a&gt; like in areas of cybersecurity, skill development, cooperation in the railways and civil aviation front.\nModi received \"rockstar\" reception in Canada where he addressed a crowd of over 10,000 at the &lt;a href=\"Coca-Cola%20Coliseum\"&gt;Ricoh Coliseum&lt;/a&gt; Stage in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;.\nRelations with European Nations.\nFrance.\nFrance is a valuable strategic partner of India in western Europe. Both countries have invested political capital to deepen collaboration in the cultural, economic, social, technological and military realms. Modi met French President &lt;a href=\"Francois%20Hollande\"&gt;Francois Hollande&lt;/a&gt; at the 2014 G-20 Summit in Brisbane, and discussed bilateral strategic, space and defence issues besides committing to global cooperation against terrorism. Following the January 2015 \"&lt;a href=\"Charlie%20Hebdo%20shooting\"&gt;Charlie Hebdo&lt;/a&gt;\" terror attack in Paris, Modi condemned the act of terror and called Hollande to convey condolences on behalf of the people of India as well as express solidarity with the people of France.\nFrench foreign minister Laurent Fabius made several visits to New Delhi to unlock stalled negotiations regarding &lt;a href=\"Dassault%20Rafale\"&gt;Dassault Rafale&lt;/a&gt; fighter aircraft for &lt;a href=\"Indian%20Air%20Force\"&gt;Indian Air Force&lt;/a&gt; and the 9900 MW &lt;a href=\"Jaitapur%20Nuclear%20Power%20Project\"&gt;nuclear power plant in Jaitapur&lt;/a&gt; by the French firm &lt;a href=\"Areva\"&gt;Areva&lt;/a&gt;.\nIn April 2015, Modi choose Paris as his first destination in Europe as part of his \"Link West\" outreach. Modi's visit resulted in a government-to-government deal for 36 &lt;a href=\"Dassault%20Rafale\"&gt;Dassault Rafale&lt;/a&gt; fighter aircraft in fly-away condition. India and France signed an initial agreement between &lt;a href=\"Nuclear%20Power%20Corporation%20of%20India\"&gt;Nuclear Power Corporation of India&lt;/a&gt; and &lt;a href=\"Areva\"&gt;Areva&lt;/a&gt; regarding the setting up of Jaitapur nuclear power plant. Modi toured the aircraft assembly facilities of &lt;a href=\"Dassault%20Aviation\"&gt;Dassault Aviation&lt;/a&gt; in &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt; and &lt;a href=\"Airbus\"&gt;Airbus&lt;/a&gt; in &lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt; where he promoted the \"&lt;a href=\"Make%20in%20India\"&gt;Make in India&lt;/a&gt;\" campaign by urging the aerospace giants to cultivate manufacturing opportunities in India (Airbus committed to increase its outsourcing from India from the current level of US$400 million to US$2 billion by 2020). Modi travelled to &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt; in the north of France to pay hommage at &lt;a href=\"Neuve-Chapelle%20Indian%20Memorial\"&gt;Neuve-Chapelle Indian Memorial&lt;/a&gt; dedicated to the remembrance of 4742 soldiers of the &lt;a href=\"Indian%20Army%20%281895%E2%80%931947%29\"&gt;British Indian Army&lt;/a&gt; who died during World War I &amp; II.\nOn 30 November 2015, Indian Prime-Minister Narendra Modi travelled to France for a 2-day visit to attend the \"COP 21\" &lt;a href=\"2015%20United%20Nations%20Climate%20Change%20Conference\"&gt;2015 United Nations Climate Change Conference&lt;/a&gt; in Paris. Narendra Modi and François Hollande jointly invited over 100 world leaders to join \"InSPA\" (International Agency for Solar Policy &amp; Application) – a global initiative to promote low-carbon renewable solar energy technologies.\nWhen the Climate Change Treaty itself was under threat with President Trump announcing the withdrawal of USA -one of the major polluters as such, USA did become a part of the International Solar Alliance and lauded the efforts of the Indian leader.\nIndia invited French President Francois Hollande to be the chief guest at the &lt;a href=\"Delhi%20Republic%20Day%20parade\"&gt;Republic Day parade&lt;/a&gt; in New Delhi on 26 January 2016. The invitation was conveyed through the visiting French Foreign Minister Laurent Fabius, making France the only country to be invited a record setting &lt;a href=\"List%20of%20state%20visits%20to%20India%23Republic%20day%20parade%20guests\"&gt;5 times&lt;/a&gt; to the highly symbolic national ceremonial event.\nUnited Kingdom.\nUK Prime Minister &lt;a href=\"David%20Cameron\"&gt;David Cameron&lt;/a&gt; was one of the first world leaders to congratulate Modi soon after his landslide victory in the &lt;a href=\"2014%20Indian%20general%20election\"&gt;election&lt;/a&gt;. The two leaders met for the first time on 14 November 2014 on the sidelines of the G20 leaders' summit in &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;, where the British Prime Minister said improving relations with India was the \"top priority\" of UK foreign policy. He also invited Modi to visit his country at the earliest.\nEarlier Deputy Prime Minister &lt;a href=\"Nick%20Clegg\"&gt;Nick Clegg&lt;/a&gt; attributed the growth story of South Asia, which was going to grow fastest in 2014–15 outside the East Asia region, to the election of Prime Minister Modi and his recent efforts to turn around the economy. UK hailed Modi's &lt;a href=\"Make%20in%20India\"&gt;Make in India&lt;/a&gt; policy and is all set to invest in Rajasthan.\nModi paid a state visit to the UK in late 2015, meeting &lt;a href=\"Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; and prime minister David Cameron. On 13 November 2015 Modi addressed a rally at the new &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt; at &lt;a href=\"Wembley%20Park\"&gt;Wembley Park&lt;/a&gt;, north-west London. 60,000 people, mostly &lt;a href=\"British%20Indian\"&gt;British Indian&lt;/a&gt;s, attended.\nGermany.\nIn April 2015 Modi visited Germany where he held bilateral talks with &lt;a href=\"Chancellor%20of%20Germany\"&gt;German Chancellor&lt;/a&gt; &lt;a href=\"Angela%20Merkel\"&gt;Angela Merkel&lt;/a&gt;. Modi also inaugurated &lt;a href=\"Hannover%20Messe\"&gt;Hannover Fair 2015&lt;/a&gt;-world's largest industrial fair, where India was the partner country.\nModi made the strongest pitch for the &lt;a href=\"Make%20in%20India\"&gt;Make in India&lt;/a&gt; initiative in Hannover fair. He said, \"The entire world is looking at India. Demography, democracy and demand are attracting the world to India.\"\nThere were announcements of strengthened cooperation in sectors like energy, skill development, science &amp; technology, and the Modi government's initiatives like &lt;a href=\"Digital%20India\"&gt;Digital India&lt;/a&gt; and &lt;a href=\"Swachh%20Bharat%20Abhiyan\"&gt;Clean India&lt;/a&gt;.\nRelations with Eurasia.\nRussia.\nRussia, India's long term strategically for more than half a century, enjoys a special privileged strategic cooperation unparalleled in India's foreign relations. But over the years especially after their end of the cold war, the relation experienced strain as India started diversifying its defence purchases from a totally Soviet-dominated one. But with Putin and Modi, both with &lt;a href=\"Strongman%20%28politics%29\"&gt;strongman&lt;/a&gt; image at their home country, at the helm of affairs in their respective foreign policy, it is expected to get a push. During the 20th 'India-Russia Inter-Governmental Commission on Trade, Economic, Scientific, Technological and Cultural Cooperation' (IRIGC-TEC) held on 5 November 2014 in New Delhi Modi met the Russian deputy Prime Minister Dmitry Rogozin and had reassured the visiting side that the new dispensation in New Delhi will continue to attach very high importance to the time-tested and special strategic partnership with Russia. The annual commission meeting had identified new areas of cooperation including prioritising the International North-South Corridor Project (INSTC), start negotiating on a Free Trade Agreement between India and the Eurasian customs union, focusing on enhancing economic partnership in areas like energy, civil aviation and diamond trade along with Russian participation in Modi's smart city project. Earlier on his first meeting with Putin, emphasising Russia's indispensable position in India's foreign policy Modi went on to say that even a child in India considers Russia as its \"best friend\". This meeting in Brazil at the sidelines of BRICS summit served well as the familiarisation between the two leaders.\nPresident Putin visited New Delhi on 11 December 2014 for the annual summit, first after Modi assumed office. Trade and energy cooperation dominated the talks as they set a target of US$30 billion of bilateral trade by 2025 with an equal amount of investment in each other's economy. On the backdrop of increasing western sanctions Putin earlier signed a gas deal with China worth US$400 billion believed to be heavily tilted in China's favour. India too was keen to strike an energy agreement on line of above. During the summit, both sides agreed for a joint feasibility study of building a gas pipeline through China. The two sides signed a total of 16 agreements and memorandum of understanding on various fields. Agreements on long term oil and gas cooperation have been signed between &lt;a href=\"ONGC%20Videsh\"&gt;ONGC Videsh&lt;/a&gt; and &lt;a href=\"Essar%20Oil\"&gt;Essar Oil&lt;/a&gt; of India and Russia's &lt;a href=\"Rosneft\"&gt;Rosneft&lt;/a&gt;, &lt;a href=\"Gasprom\"&gt;Gasprom&lt;/a&gt; Putin also vowed to install 10 more nuclear reactors in next 20 years including adding more units to &lt;a href=\"Kudankulam%20Nuclear%20Power%20Plant\"&gt;Kudankulam plant&lt;/a&gt;. Another burgeoning aspect in bilateral relations emerged in the form of Diamond trading, While Russia is the largest producer of raw diamond, India is the global hub of cutting and polishing raw diamonds. Russia has agreed to export raw diamonds to India directly bypassing mediators like Dubai and Belgium. On this occasion, the two leaders also attended a \"World Diamond Conference\" held in New Delhi. The Crimean leader &lt;a href=\"Sergey%20Aksyonov\"&gt;Sergey Aksyonov&lt;/a&gt;, who accompanied Putin in New Delhi, met several business delegations to discuss the opportunity in the Black sea region although it was termed as unofficial. This has once again raised concerns in Washington, D.C. regarding India's stand on Crimea.\nDefence ties.\nIn the summit, Modi mentioned his experience with the Russian built carrier &lt;a href=\"INS%20Vikramaditya\"&gt;INS Vikramaditya&lt;/a&gt; as an example of burgeoning military cooperation and remarked that \"even though India's options have increased, Russia will continue to remain its topmost defence partner\" signalling a long term defence relation. The two sides agreed on joint production of &lt;a href=\"Mil%20Mi-17\"&gt;Mil Mi-17&lt;/a&gt; and &lt;a href=\"Kamov%20Ka-226\"&gt;Kamov Ka-226&lt;/a&gt; helicopters with Russian technology in India in compliance with Modi's \"Make in India\" program and also fast forwarding the long pending major projects like the joint development and production of &lt;a href=\"Il-214\"&gt;light transport aircraft&lt;/a&gt;. The final design contract of fifth generation joint fighter platform &lt;a href=\"Sukhoi%20FGFA\"&gt;Sukhoi-HAL FGFA&lt;/a&gt; is expected to be signed soon as it already lagging by more than 2 years. India is set to lease a second nuclear powered &lt;a href=\"Akula-class%20submarine\"&gt;Akula-class submarine&lt;/a&gt; from Russia after &lt;a href=\"INS%20Chakra%20%282011%29\"&gt;INS Chakra (2011)&lt;/a&gt; which is already in service. Weeks before Putin's visit news of Russian Defence Minister &lt;a href=\"Sergei%20Shoigu\"&gt;Sergei Shoigu&lt;/a&gt;'s Pakistan visit on 20 November 2014, first such visit in more than 40 years, when the two sides inked a defence cooperation pact. Media reports suggested that Russia was mulling a possible sale of &lt;a href=\"Mil%20Mi-35\"&gt;Mi 35&lt;/a&gt; attack copter, the first ever combat platform, to India's arch rival Pakistan. These developments have raised concerns in the Indian strategic community as some see this as a counter move to growing Indo-US defence collaboration. Although the official response was much restrained as they termed it 'significant'. Such apprehensions in India about Russia's strategic goals in the region was by the Russian Ambassador Kaladin as he said that it will not do anything detrimental to India's security. Later Putin himself in an interview with India's \"&lt;a href=\"Press%20Trust%20of%20India\"&gt;PTI&lt;/a&gt;\" news agency said that 'Russia-Pakistan ties in India's long-term interest'.\nRelations with Africa.\nIndia-Africa Forum Summit.\nThe third summit in a rotation basis was scheduled to be held in New Delhi, India in December 2014. But lately, &lt;a href=\"Syed%20Akbaruddin\"&gt;Syed Akbaruddin&lt;/a&gt;, the official spokesperson of &lt;a href=\"Ministry%20of%20External%20Affairs%20%28India%29\"&gt;Indian Foreign Ministry&lt;/a&gt; told the media that the scheduled summit is now postponed to 2015 and will include more no. of African leaders, unlike previous two occasions where the event was restricted to only 10–15 African countries. Although media reports claimed that the &lt;a href=\"Ebola\"&gt;Ebola&lt;/a&gt; outbreak in Western African nations played a key role behind the postponement of the summit. The summit is now rescheduled on 26–30 October 2015.\nMauritius.\n&lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt; was the only country outside South Asia whose head of government attended Modi's swearing-in ceremony in Delhi. With &lt;a href=\"Non-resident%20Indian%20and%20person%20of%20Indian%20origin\"&gt;people of Indian origin&lt;/a&gt; constituting a large share of its population Mauritius has very good bilateral relations with New Delhi. Swaraj made her maiden trip as foreign minister to the island country on 2 November 2014 to attend the celebration of Apravasi Divas, marking 180 years since the first Indian indentured labourers arrived in Mauritius. There she had called on President &lt;a href=\"Rajkeswur%20Purryag\"&gt;Rajkeswur Purryag&lt;/a&gt; and Prime Minister &lt;a href=\"Navinchandra%20Ramgoolam\"&gt;Navinchandra Ramgoolam&lt;/a&gt; to discuss bilateral and regional issues of common interest. On top of her agenda was talk on cooperation between the &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt; and Mauritian Coast Guard to ensure the safety and security of the strategically vital Indian Ocean region. In support of her stress on the importance of maritime cooperation three major &lt;a href=\"List%20of%20active%20Indian%20Navy%20ships\"&gt;Indian war ships&lt;/a&gt; were docked in Mauritian waters including a destroyer , a frigate and the fleet tanker .\nModi made his first state visit to the island country in March 2015 as part of his larger outreach to India's maritime neighbours in the Indian Ocean where he participated in the Mauritius National Day celebration in &lt;a href=\"Port%20Louis\"&gt;Port Louis&lt;/a&gt; on 12 March 2015. He was also present during the commissioning ceremony of &lt;a href=\"MCGS%20Barracuda\"&gt;MCGS Barracuda&lt;/a&gt;, the &lt;a href=\"Patrol%20boat\"&gt;offshore patrol vessels (OPV)&lt;/a&gt; that Mauritius bought from &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt; based &lt;a href=\"GRSE\"&gt;GRSE&lt;/a&gt; shipyard. The ship was earlier handed over on 20 December 2014 which marked India's first warship export.\nMultilateral Engagements.\nIndia, as one of leading developing countries, plays an active role in important multilateral forums for global governance such as United Nations, &lt;a href=\"World%20Trade%20Organization\"&gt;World Trade Organization&lt;/a&gt;, &lt;a href=\"G20\"&gt;G20&lt;/a&gt; leaders summit, &lt;a href=\"East%20Asia%20Summit\"&gt;East Asia Summit&lt;/a&gt;, &lt;a href=\"BRICS\"&gt;BRICS&lt;/a&gt; summit of emerging economies, &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt; and often seen as a '&lt;a href=\"Third%20World\"&gt;Third World&lt;/a&gt; voice'. Apart from these big platforms India also engaged in many regional groupings like the &lt;a href=\"BASIC\"&gt;BASIC&lt;/a&gt;, &lt;a href=\"Shanghai%20Cooperation%20Organisation\"&gt;Shanghai Cooperation Organisation&lt;/a&gt;, &lt;a href=\"Indian%20Ocean%20Rim%20Association\"&gt;Indian Ocean Rim Association&lt;/a&gt;, &lt;a href=\"IBSA%20Dialogue%20Forum\"&gt;IBSA Dialogue Forum&lt;/a&gt;, &lt;a href=\"South%20Asian%20Association%20for%20Regional%20Cooperation\"&gt;South Asian Association for Regional Cooperation&lt;/a&gt;, &lt;a href=\"Mekong%E2%80%93Ganga%20Cooperation\"&gt;Mekong–Ganga Cooperation&lt;/a&gt;, &lt;a href=\"Bay%20of%20Bengal%20Initiative%20for%20Multi-Sectoral%20Technical%20and%20Economic%20Cooperation\"&gt;BIMSTEC&lt;/a&gt; among others.\nBRICS summit.\nModi in his maiden speech at the &lt;a href=\"BRICS\"&gt;BRICS&lt;/a&gt;, a group of emerging economies comprising Brazil, Russia, India, China and South Africa, called for brotherhood among the member states citing \"&lt;a href=\"Vasudhaiva%20Kutumbakam\"&gt;Vasudhaiva Kutumbakam&lt;/a&gt;\", an ancient Indian concept meaning the entire world is one family, to unitedly face the global challenges.\nIndia together with its BRICS partner working toward the launching of a financial institute rivalling the western dominated &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; and &lt;a href=\"IMF\"&gt;IMF&lt;/a&gt; which was first proposed during the &lt;a href=\"4th%20BRICS%20summit\"&gt;New Delhi summit&lt;/a&gt; in 2012 by the then Indian Prime Minister &lt;a href=\"Manmohan%20Singh\"&gt;Manmohan Singh&lt;/a&gt;. In the &lt;a href=\"6th%20BRICS%20summit\"&gt;6th BRICS summit&lt;/a&gt; held on 14–26 July in &lt;a href=\"Fortaleza\"&gt;Fortaleza&lt;/a&gt;, Brazil the group have agreed to establish the bank with a corpus of US$100 billion. The bank would be named the &lt;a href=\"New%20Development%20Bank\"&gt;New Development Bank&lt;/a&gt; as suggested by the Indian side but Modi government has failed to bag the bank's headquarter for New Delhi which would be located in Shanghai, China.\nShanghai Cooperation Organization summit.\nIndia is now a full member of the Shanghai Cooperation Organisation, which is known to be a China-backed bloc for military and energy cooperation. It held observer status from 2005 and publicly expressed its wish for a full membership. India and Pakistan joined SCO as full members on 9 June 2017 in Astana, Kazakhstan. Although Russia had all along backed India's entry it was Beijing's reservation which held it so long. However Chinese president &lt;a href=\"Xi%20Jinping\"&gt;Xi Jinping&lt;/a&gt; informed Modi during &lt;a href=\"6th%20BRICS%20summit\"&gt;BRICS&lt;/a&gt; summit in Brazil that it is ready to welcome India together with Pakistan to project a united front against Islamic extremism in Central Asia including Afghanistan especially after NATO withdrawal. On 11–12 September &lt;a href=\"Minister%20of%20External%20Affairs%20%28India%29\"&gt;EAM&lt;/a&gt; Sushma Swaraj attended the &lt;a href=\"2014%20SCO%20summit\"&gt;Dushanbe summit&lt;/a&gt; in Tajikistan where India formally put its paper for a full membership and it became likely that it would be granted so according to Chinese officials. Modi participated at the &lt;a href=\"heads%20of%20government\"&gt;heads of government&lt;/a&gt; summit in &lt;a href=\"Astana\"&gt;Astana&lt;/a&gt;, Kazakhstan in December.\nUnited Nations general assembly.\nModi delivered his maiden speech in the &lt;a href=\"sixty-ninth%20session%20of%20the%20United%20Nations%20General%20Assembly\"&gt;sixty-ninth session of the United Nations General Assembly&lt;/a&gt; on 27 September 2014, where he called for reform and expansion of &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt; including India's long-standing demand of a permanent membership. He expressed his concerns over the relevance of a 20th-century setup in the 21st century and the need to evaluate the UN's performance in the past 70 years. He had also argued why the UN should serve as \"G-All\" for global governance instead of several parallel sub-groupings like &lt;a href=\"G7\"&gt;G7&lt;/a&gt;, &lt;a href=\"G20\"&gt;G20&lt;/a&gt;, etc. In the wake of &lt;a href=\"Islamic%20State%20of%20Iraq%20and%20the%20Levant\"&gt;ISIS&lt;/a&gt; threat in West Asia and similar in other parts of the globe he urged for immediate implementation of 'Comprehensive on International Terrorism' by the UN and offered India's pro-active role in it citing India as a victim of terrorism for decades. Prior to his speech he along with External Affairs Minister Swaraj met UN Secretary-General &lt;a href=\"Ban%20Ki-moon\"&gt;Ban Ki-moon&lt;/a&gt; and discussed UN governance relating issues. Ridiculing the possibility of any multilateral intervention, a demand &lt;a href=\"Nawaz%20Sharif\"&gt;Sharif&lt;/a&gt; has made in his address at the UNGA on 26 September, on Kashmir related matter he stated that his government is ready for 'bilateral talk' to Pakistan provided Pakistan should cultivate a suitable environment for talks by giving up terrorism policy against India. Modi commented briefly on climate change and use of clean energy, in this regards he also asked world leaders and UN officials for observing International Yoga Day, emphasizing the importance of incorporating &lt;a href=\"Yoga\"&gt;Yoga&lt;/a&gt; in modern-day lifestyle.\nAt the sidelines, he held bilateral meetings with Bangladeshi Prime Minister &lt;a href=\"Sheikh%20Hasina\"&gt;Sheikh Hasina&lt;/a&gt;, Sri Lankan President &lt;a href=\"Mahinda%20Rajapaksa\"&gt;Mahinda Rajapaksa&lt;/a&gt; and Nepali Prime Minister &lt;a href=\"Sushil%20Koirala\"&gt;Sushil Koirala&lt;/a&gt; taking his 'neighbourhood first' policy forward even in New York City. But there was no meeting with Pakistani Prime Minister &lt;a href=\"Nawaz%20Sharif\"&gt;Nawaz Sharif&lt;/a&gt; following the recent low in the relation. Later he also met where &lt;a href=\"Benjamin%20Netanyahu\"&gt;Benjamin Netanyahu&lt;/a&gt;, in a first meeting in 11 years between the two heads of government, the Israeli Prime Minister who had highlighted the potential of the bilateral relation saying \"sky is the limit\".\nASEAN-India summit.\nAssociation of South-East Asian Nations or ASEAN is the 10 member block, it is one of the most successful regional block in the world. India started looking toward the group seriously from 1992 with the launch of 'Look East policy' and now it occupies the central position in India's policy Southeast Asia. From 2002 onward India and ASEAN started holding an annual summit at the sidelined of ASEAN summit showing the growing level of engagement between the two sides.\nAt the &lt;a href=\"ASEAN\"&gt;12th India-ASEAN&lt;/a&gt; summit, which was Modi's first appearance in an ASEAN meet, he called for greater connectivity with the Southeast Asian countries and mentioned that \"India and ASEAN can be 'great partners'\". Stressing on the importance ASEAN commands in India's foreign policy Modi has repeatedly remarked that his government has in the last 6 months made relation with ASEAN a top priority and turned India's two-decade old 'Look East policy' into 'Act East policy' which reflects a renewed momentum in India's approach toward ASEAN nations. The two sides also discussed the scope of extending the existing free trade agreement on the service sector as well and ways to increase &lt;a href=\"India-ASEAN%20Free%20Trade%20Area\"&gt;India-ASEAN&lt;/a&gt; trade which is expected to reach US$100 billion in 2015. Modi also stressed on three 'C's to strengthen the relation and those are commerce, connectivity and cultural links.\nIn the sidelines of ASEAN summit Modi, also held several bilateral meetings with his counterparts including Thai Prime Minister Gen &lt;a href=\"Prayuth%20Chan-ocha\"&gt;Prayuth Chan-ocha&lt;/a&gt;, Singapore's Prime Minister &lt;a href=\"Lee%20Hsien%20Loong\"&gt;Lee Hsien Loong&lt;/a&gt;, Sultan of Brunei &lt;a href=\"Hassanal%20Bolkiah\"&gt;Hassanal Bolkiah&lt;/a&gt;, Malaysian Prime Minister &lt;a href=\"Najib%20Razak\"&gt;Najib Razak&lt;/a&gt; and South Korean President &lt;a href=\"Park%20Geun-hye\"&gt;Park Geun-hye&lt;/a&gt;.\nEarlier Swaraj had attended the &lt;a href=\"Association%20of%20Southeast%20Asian%20Nations\"&gt;2014 ASEAN Regional Forum&lt;/a&gt; followed by the related &lt;a href=\"East%20Asia%20Summit\"&gt;EAS Foreign Ministers meeting&lt;/a&gt;, held from 8–11 August in &lt;a href=\"Naypidaw\"&gt;Naypidaw&lt;/a&gt;, Myanmar, which was her first ever appearance in multilateral forums after becoming India's foreign affairs head. At the sidelines of the multilateral meetings, she had also held bilateral meetings with her counterparts from seven countries including China, Australia, Canada, Vietnam, Philippines, Brunei and Indonesia.\nIn regards to the controversy of territorial ownership in the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;, a contentious issue impacting most &lt;a href=\"ASEAN\"&gt;ASEAN&lt;/a&gt; member states, where &lt;a href=\"ONGC%20Videsh\"&gt;ONGC Videsh&lt;/a&gt; has an investment in oil blocks, &lt;a href=\"Ministry%20of%20External%20Affairs%20%28India%29\"&gt;MEA&lt;/a&gt; spokesperson &lt;a href=\"Syed%20Akbaruddin\"&gt;Syed Akbaruddin&lt;/a&gt; said: \"India is not a party to the dispute in the South China Sea. We feel that the dispute should be resolved between those who are party to it in a peaceful manner and it should be in accordance with international law\".\nEast Asia summit.\nEast Asia Summit (EAS) which is an ASEAN led dialogue forum comprises 18 countries, 10 core ASEAN nations along with Japan, China, South Korea, India, Australia, New Zealand, Russia and the United States. Over the years EAS has become the most important multilateral body in the Asia Pacific region for discussing security, trade and commerce, environment and others, unlike &lt;a href=\"APEC\"&gt;APEC&lt;/a&gt; which is purely economic in nature. Modi participated in the &lt;a href=\"Ninth%20East%20Asia%20Summit\"&gt;ninth&lt;/a&gt; &lt;a href=\"East%20Asia%20Summit\"&gt;East Asia Summit&lt;/a&gt; in &lt;a href=\"Nay%20Pyi%20Daw\"&gt;Nay Pyi Daw&lt;/a&gt;, Myanmar in November which was his second major multilateral even after &lt;a href=\"6th%20BRICS%20summit\"&gt;BRICS&lt;/a&gt; in July. Describing the importance of the EAS in managing regional security, Modi mentioned \"No other forum brings together such a large collective weight of global population, youth, economy and military strength. Nor is any other forum so critical for peace, stability and prosperity in Asia-Pacific and the world\".\nWith a veiled reference of the &lt;a href=\"Territorial%20disputes%20in%20the%20South%20China%20Sea\"&gt;issue of South China Sea&lt;/a&gt; Modi has asked the global community for respecting maritime norms and regulations and stressed on the importance of maintaining free and secured sea-lines of communication for regular trade and commerce. He made a remark that \"In a world of interdependence and globalisation, there is no option but to follow international laws and norms. This also applies to maritime security. For this reason, following international law and norms is important for peace and stability in the South China Sea as well\". Modi also focused on the role of EAS member countries to tackle the menace of terrorism in the region. Modi also highlighted the re-opening of &lt;a href=\"Nalanda%20University\"&gt;Nalanda University&lt;/a&gt; and the role of all EAS member states into it to showcase the joint effort of the block. Among others, the issue of &lt;a href=\"Regional%20Comprehensive%20Economic%20Partnership\"&gt;Regional Comprehensive Economic Partnership&lt;/a&gt; (RCEP) was discussed in details during the summit.\nIn the sidelines of EAS Modi also held several bilateral meetings with his counterparts including Russia Premier &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt;, The Philippines President &lt;a href=\"Benigno%20Aquino%20III\"&gt;Benigno Aquino&lt;/a&gt;, Chinese Premier &lt;a href=\"Li%20Keqiang\"&gt;Li Keqiang&lt;/a&gt; and Indonesian President &lt;a href=\"Joko%20Widodo\"&gt;Joko Widodo&lt;/a&gt;.\nG-20 leaders summit.\nG20 or the Group of 20 leading economies (advanced and emerging markets) of the world formed after the &lt;a href=\"2008%20financial%20crisis\"&gt;2008 financial crisis&lt;/a&gt; for international financial governance. India which ranks 5 in terms of nominal GDP and the fastest growing economy plays an important role in the group since it began in 2008. For the first time in 2014, India was represented by Prime Minister Modi unlike all the previous summits when &lt;a href=\"Dr.%20Manmohan%20Singh\"&gt;Dr. Manmohan Singh&lt;/a&gt;, a renowned economist, used to be the Prime Minister. The host and President of &lt;a href=\"2014%20G-20%20Brisbane%20summit\"&gt;2014 summit&lt;/a&gt; Australia's &lt;a href=\"Tony%20Abbott\"&gt;Tony Abbott&lt;/a&gt; intended the summit to focus exclusively on revamping the crisis prone fragile economy and to add US$2 trillion in the global economy by additional 2% global GDP growth rate for the next five years but countries like the US was keener to discuss issues of Climate change and reduction of Carbon emission as it sealed a similar pact with China. India's interest was also aligned with Abbott as it wants to reboot its economy and return to the high growth trajectory soon. In\nModi, a chaiwallah (roadside tea vendor) turned politician eventually became the Prime Minister of world's largest democracy winning the highest number of votes in the history, was the most sought after world leader at the G20 in Brisbane and \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" called Modi the \"G20's political rock star\" commenting on Modi's popularity in Brisbane. His personal rapport with host Australian Prime Minister &lt;a href=\"Tony%20Abbott\"&gt;Tony Abbott&lt;/a&gt; was something to watch out for. Abbott who was meeting Modi for the third time, after his New Delhi trip in September and in &lt;a href=\"Nay%20Pyi%20Daw\"&gt;Nay Pyi Daw&lt;/a&gt; just 2 days back, extended a warm hug toward Modi while welcoming world leaders in the summit venue in Brisbane. This also generated in the Australian media circle as there was 'no hug' even for Abbott's long-time friend Cameron. Modi, on his longest trip of 10 days to three different countries, met leaders from 40 different countries and even his Australia trip didn't end at Brisbane thereafter he visited Sydney, Melbourne and Canberra what is being referred as his 'diplomatic juggernaut'.\nThe issue of &lt;a href=\"Black%20money\"&gt;black&lt;/a&gt; or unaccounted money kept in tax havens (countries that allow foreigners to dump huge unaccounted money) abroad was also raised by Modi which is also a burning issue in India's domestic polity. He also stressed on the need of changing laws in certain countries to allow better information sharing of black money kept abroad as it is also linked to the terror funding. India the world's largest recipient of remittances with $71 billion sent last year, pushed hard for the reduction in the remittance costs of non-residents at the G20 summit, asking it to work on steps to reduce costs in sending money home from abroad which is as high as 10 per cent in some countries. Earlier India has been able to convince Saudi Arabia to reduce it to 3.5 per cent. G20 agreed to bring down the global average cost of transferring remittances to 5%.\nIn the sidelines of G20 Modi also held several bilateral meetings with his counterparts including British Prime Minister &lt;a href=\"David%20Cameron\"&gt;David Cameron&lt;/a&gt;, German Chancellor &lt;a href=\"Angela%20Merkel\"&gt;Angela Merkel&lt;/a&gt;, French President &lt;a href=\"Fran%C3%A7ois%20Hollande\"&gt;François Hollande&lt;/a&gt;, European Union President &lt;a href=\"Herman%20Van%20Rompuy\"&gt;Herman Van Rompuy&lt;/a&gt;, Saudi Crown Prince &lt;a href=\"Salman%20of%20Saudi%20Arabia\"&gt;Salman bin Abdulaziz&lt;/a&gt;, Canadian Prime Minister &lt;a href=\"Stephen%20Harper\"&gt;Stephen Harper&lt;/a&gt; and also attended a special dinner hosted by his friend &lt;a href=\"Shinzo%20Abe\"&gt;Shinzo Abe&lt;/a&gt;, Prime Minister of Japan. Even before the G20 summit formally begins all five leaders of the &lt;a href=\"BRICS\"&gt;BRICS&lt;/a&gt; grouping gathered in Brisbane for an informal meeting at the invitation of Brazilian President &lt;a href=\"Dilma%20Rousseff\"&gt;Dilma Rousseff&lt;/a&gt; to discuss issues concerning the group like the &lt;a href=\"New%20Development%20Bank\"&gt;New Development Bank&lt;/a&gt;.\nSouth Asian Association for Regional Cooperation.\nRelations with the immediate neighbours in South Asia, which have allegedly long been neglected by the previous governments, became a priority feature in Modi's foreign policy. He started well by inviting all the heads of states/governments of the neighbouring countries at his inauguration and then pushed for an early summit to encourage cooperation in many regional issues like trade, connectivity, infrastructure, transit facility among the member states. In his &lt;a href=\"18th%20SAARC%20summit\"&gt;maiden SAARC summit&lt;/a&gt; in the Nepalese capital &lt;a href=\"Kathmandu\"&gt;Kathmandu&lt;/a&gt;, he had focused on greater people to people contacts, better connectivity, commercial linkages within the region.\nChina, which holds an observer status in the group, was represented by Vice Foreign Minister Liu Zhenmin seen actively promoting a more active role for itself in the region including infrastructure funding through its proposed &lt;a href=\"Asian%20Infrastructure%20Investment%20Bank\"&gt;Asian Infrastructure Investment Bank&lt;/a&gt; (AIIB) and extending its ambitious &lt;a href=\"Maritime%20Silk%20Road\"&gt;Maritime Silk Road&lt;/a&gt; project to South Asian nations. Pakistan, China's all weather friend, also vouched for a more participatory role for the observer nations in the summit process, indirectly advocating for a more Chinese involvement. Although no such proposal was accepted because of India's reservation.\nIndia had earlier advanced three proposals to boost connectivity in the region and those were the 'Regulation of Passenger and Cargo Vehicular Traffic amongst SAARC Member States' for seamless vehicular movement beyond the national borders the 'SAARC Regional Agreement on Railways' for international rail service and the 'SAARC Framework Agreement for Energy Cooperation (Electricity)' for energy trade in the subcontinent which is often regarded as world's most energy-starved region. Pakistan which is the second largest economy in the block threatened to jeopardise the entire summit by not agreeing on any of the three proposed agreements. Indian Foreign Minister Sushma Swaraj had a brief interaction with &lt;a href=\"Sartaj%20Aziz\"&gt;Sartaj Aziz&lt;/a&gt;, Pakistan's foreign affairs advisor which was seen as a possible ice-breaker but later the Indian side termed it as ‘courtesy call’. The Nepalese delegation including Prime Minister Koirala, the summit host, tried hard to mediate between India and Pakistan to rescue the summit from total failure which led to a hand-shake between Modi and Sharif at the end. Finally, all the sides agreed to sign the 'SAARC Framework Agreement for Energy Cooperation (Electricity)' only as a face-saving measure for the Kathmandu summit.\nIn the sidelines of the main summit, Modi also held bilateral meetings with leaders of Afghanistan, Bangladesh, Bhutan, Nepal, Maldives and Sri Lanka with a notable exception of Pakistan due to ongoing stand-off between the two countries.\nAsia Pacific Economic Cooperation.\nAlthough India is not a member of &lt;a href=\"APEC\"&gt;APEC&lt;/a&gt;, Chinese president &lt;a href=\"Xi%20Jinping\"&gt;Xi Jinping&lt;/a&gt;, the host of the &lt;a href=\"APEC%20China%202014\"&gt;2014 APEC summit&lt;/a&gt;, invited Modi to attend the event in Beijing as a guest and also showed willingness to support India's bid to join APEC. India already enjoys such support from other member states such as Russia and Vietnam. However, Modi did not participate in the meeting as a host partner country on the line of Pakistan and Bangladesh on the account of busy diplomatic schedule and a likely state visit to China next year.\nInternational Agency for Solar Technologies and Applications.\nModi has brought together 120 countries to form a solar alliance named \"International Agency for Solar Technologies &amp; Applications (INSTA)\".\nAsia Africa Growth Corridor (AAGC).\nIn November 2016, Japan's Prime Minister Shinzo Abe and Indian Prime Minister Narendra Modi in their Summit Joint Statement reiterated the resolve of the two countries to \"develop industrial corridors and industrial network for the growth of Asia and Africa.\" India-Japan economic engagement with Africa, under the aegis of Asia Africa Growth Corridor (AAGC), is based on the premise that the direction of global economic activities is indeed shifting towards the &lt;a href=\"Indo-Pacific\"&gt;Indo-Pacific&lt;/a&gt; region.\nAAGC seeks to provide an alternative model of development and partnership between developed and developing countries/region for mutual benefit incorporating interconnectivity, infrastructure development, and capacity building."
}