{
    "id": "4308236",
    "revid": "2527589",
    "url": "https://en.wikipedia.org/wiki?curid=4308236",
    "title": "WXYT-FM",
    "text": "WXYT-FM (97.1 &lt;a href=\"Hertz\"&gt;MHz&lt;/a&gt; \"97.1 The Ticket\") is a commercial &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt; &lt;a href=\"Radio%20broadcasting\"&gt;radio station&lt;/a&gt; in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, serving &lt;a href=\"Metro%20Detroit\"&gt;Metro Detroit&lt;/a&gt; and much of &lt;a href=\"Southeast%20Michigan\"&gt;Southeast Michigan&lt;/a&gt;. It airs a &lt;a href=\"sports%20radio\"&gt;sports radio&lt;/a&gt; &lt;a href=\"radio%20format\"&gt;format&lt;/a&gt; and is owned by &lt;a href=\"Entercom\"&gt;Audacy, Inc.&lt;/a&gt; WXYT-FM's &lt;a href=\"radio%20studio\"&gt;studio&lt;/a&gt;s and offices are located in the nearby suburb of &lt;a href=\"Southfield%2C%20Michigan\"&gt;Southfield&lt;/a&gt;.\nWXYT-FM has an &lt;a href=\"effective%20radiated%20power\"&gt;effective radiated power&lt;/a&gt; (ERP) of 15,000 &lt;a href=\"watt\"&gt;watt&lt;/a&gt;s. The &lt;a href=\"transmitter\"&gt;transmitter&lt;/a&gt; site is off Greenfield Road near &lt;a href=\"Interstate%20696\"&gt;Interstate 696&lt;/a&gt; (Walter P. Reuther Freeway) on Southfield's eastern side, co-located with the tower for &lt;a href=\"WDIV-TV\"&gt;WDIV-TV&lt;/a&gt;. In addition to its standard &lt;a href=\"analog%20transmission\"&gt;analog transmission&lt;/a&gt;, WXYT-FM broadcasts in the &lt;a href=\"HD%20Radio\"&gt;HD Radio&lt;/a&gt; hybrid format; &lt;a href=\"sister%20station\"&gt;sister station&lt;/a&gt; &lt;a href=\"WWJ%20%28AM%29\"&gt;WWJ&lt;/a&gt; is on their HD2 sub-channel, and &lt;a href=\"WXYT%20%28AM%29\"&gt;WXYT&lt;/a&gt; is on their HD3 sub-channel. It is also available online via &lt;a href=\"Audacy\"&gt;Audacy&lt;/a&gt;, with live video feeds of its weekday shows available via &lt;a href=\"Twitch%20%28service%29\"&gt;Twitch&lt;/a&gt; from 9 a.m.–6 p.m. (although the Twitch feed instead plays &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt; music during commercial breaks and excludes copyrighted material such as press conference clips).\nProgramming.\nWXYT-FM is the &lt;a href=\"flagship%20%28broadcasting%29\"&gt;flagship station&lt;/a&gt; of all four of Detroit's professional sports teams and two college teams: the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt; &lt;a href=\"MLB\"&gt;baseball&lt;/a&gt; team, the &lt;a href=\"Detroit%20Pistons\"&gt;Detroit Pistons&lt;/a&gt; &lt;a href=\"NBA\"&gt;basketball&lt;/a&gt; team, the &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; &lt;a href=\"NHL\"&gt;hockey&lt;/a&gt; team, the &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt; &lt;a href=\"National%20Football%20League\"&gt;football&lt;/a&gt; team, and the &lt;a href=\"Michigan%20Wolverines%20football\"&gt;Michigan Wolverines football&lt;/a&gt; and &lt;a href=\"Michigan%20Wolverines%20men%27s%20basketball\"&gt;Michigan Wolverines men's basketball&lt;/a&gt; (NCAA) teams. WXYT-FM also carries &lt;a href=\"NFL%20on%20Westwood%20One%20Sports\"&gt;\"The NFL on Westwood One\"&lt;/a&gt;.\nLocal sports talk shows are heard during the day and evening, with hosts including &lt;a href=\"Mike%20Valenti\"&gt;Mike Valenti&lt;/a&gt;, &lt;a href=\"Doug%20Karsch\"&gt;Doug Karsch&lt;/a&gt;, &lt;a href=\"Bob%20Wojnowski\"&gt;Bob Wojnowski&lt;/a&gt; and &lt;a href=\"Mike%20Stone%20%28radio%20personality%29\"&gt;Mike Stone&lt;/a&gt;. Overnight and weekends, WXYT-FM carries programming from &lt;a href=\"CBS%20Sports%20Radio\"&gt;CBS Sports Radio&lt;/a&gt;.\nHistory.\nEarly history.\nThe station began regular operations on the FM dial on May 13, 1941. It originally had the &lt;a href=\"call%20sign\"&gt;call sign&lt;/a&gt; W45D, licensed to the Evening News Association, publishers of \"&lt;a href=\"The%20Detroit%20News\"&gt;The Detroit News&lt;/a&gt;\". However, the station can trace its origin to an earlier AM \"ultra-high short-wave\" station, &lt;a href=\"W8XWJ\"&gt;W8XWJ&lt;/a&gt;, which operated as an experimental \"&lt;a href=\"Apex%20%28radio%20band%29\"&gt;Apex&lt;/a&gt;\" broadcasting station beginning on January 29, 1936. W8XWJ was shut down in April 1940 in order to prepare for its replacement by the new FM facility, which inherited the earlier station's studios and offices in the &lt;a href=\"Penobscot%20Building\"&gt;Penobscot Building&lt;/a&gt;, as well as its transmitter site atop the building.\nOn October 31, 1940, the &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; (FCC) awarded the first fifteen commercial FM station &lt;a href=\"Planning%20permission\"&gt;construction permits&lt;/a&gt;, including an assignment on 44.5 MHz in Detroit to the Evening News Association, which was issued the call sign W45D. Although the newspaper wanted to get the station on the air as soon as possible, it was forced to delay the debut after the FCC began an investigation as to whether newspaper ownership of radio stations should be restricted.\nOn May 6, 1941, the \"News\" was one of three newspapers given provisional permission, pending the outcome of the newspaper ownership review, to begin station operations. Following a short period of equipment tests, W45D began broadcasting on a regular schedule as Michigan's first FM station on May 13, 1941, when it launched a limited service of eight hours a day from noon to 8:00 p.m. An \"informal dedication\" program was broadcast six days later. Effective November 1, 1943, the FCC modified its policy for FM call signs, and the station call letters were changed to WENA.\nAfter the FCC created the new 88-108 MHz FM broadcast band, WENA was moved to 96.9 in September 1945. In 1947, the station settled on its present 97.1 assignment, and the call letters were changed to WWJ-FM, with programming originally simulcasting WWJ. By the end of the 1960s WWJ-FM had separated programming and begun airing a &lt;a href=\"beautiful%20music\"&gt;beautiful music&lt;/a&gt; format with programming coming from Schulke Radio Productions (SRP), with which it enjoyed high ratings despite a glut of easy-listening competition in the market from stations such as &lt;a href=\"WKQI\"&gt;WLDM&lt;/a&gt;, &lt;a href=\"WDVD\"&gt;WJR-FM&lt;/a&gt;, &lt;a href=\"WNIC\"&gt;WNIC&lt;/a&gt; and &lt;a href=\"WOMC\"&gt;WOMC&lt;/a&gt;. In addition, during the 1970s WWJ (AM) simulcast WWJ-FM's programming during overnight hours.\nJoy 97.\nIn November 1981, WWJ-FM changed its call letters to WJOI, which helped it distinguish itself more from its AM all-news sister station. WJOI's format remained beautiful music, although the station changed syndicators from the \"FM 100 Plan\" (distributed by Chicago's successful beautiful music station &lt;a href=\"WSHE-FM\"&gt;WLOO&lt;/a&gt;) to the &lt;a href=\"Bonneville%20International\"&gt;Bonneville&lt;/a&gt; and later Schulke packages.\nWJR-FM's change to \"&lt;a href=\"Hot%20Hits\"&gt;Hot Hits&lt;/a&gt;\" WHYT in September 1982 left WJOI (nicknamed \"Joy 97\") as Detroit's only beautiful music station. As a result, WJOI enjoyed consistent top ten or top five showings in the Arbitron ratings through most of the rest of the 1980s, and even reached #1 12+ in the Arbitron results in the spring 1984 book (&lt;a href=\"http%3A//infoweb.newsbank.com/iw-search/we/InfoWeb%3Fp_action%3Ddoc%26amp%3Bp_docid%3D0EB525DF08AA44A4%26amp%3Bp_docnum%3D6%26amp%3Bp_queryname%3DNaN%26amp%3Bp_product%3DNewsBank%26amp%3Bp_theme%3Daggregated4%26amp%3Bp_nbid%3DE6AY5EJXMTE4MjE4NDA1Ni40MTg5MzQ6MTo2Om5jZGNwbA\"&gt;1&lt;/a&gt;), topping &lt;a href=\"WJR%20%28AM%29\"&gt;WJR&lt;/a&gt;, at a time when the beautiful music format had nearly disappeared in other markets. Listenership eroded slightly in the late 1980s with the success of former top 40 giant &lt;a href=\"CKLW%20%28AM%29\"&gt;CKLW&lt;/a&gt;'s \"&lt;a href=\"Music%20of%20Your%20Life\"&gt;Music of Your Life&lt;/a&gt;\" format, but Joy 97 remained a consistent top performer in the ratings.\nHowever, most of the station's listeners were older than the &lt;a href=\"demography\"&gt;demographics&lt;/a&gt; usually courted by advertisers. Thus, in early 1991, the station made some adjustments to its format, dropping the syndication and going to a staff of live announcers and at the same time adding more soft pop and mellow rock vocals to the mix while replacing many of the traditional orchestra-based instrumentals with &lt;a href=\"new-age%20music\"&gt;new-age&lt;/a&gt; and &lt;a href=\"smooth%20jazz\"&gt;smooth jazz&lt;/a&gt; cuts. The \"freshening up\" of the format, however, did not reverse the station's fortunes, and ratings steadily declined. By early 1994, the station was essentially a mostly-vocal soft adult contemporary format.\nThe &lt;a href=\"WJOI\"&gt;WJOI&lt;/a&gt; &lt;a href=\"call%20sign\"&gt;call sign&lt;/a&gt; is now in use at an AM Christian talk/music station in &lt;a href=\"Milwaukee%2C%20Wisconsin\"&gt;Milwaukee, Wisconsin&lt;/a&gt;.\n&lt;a href=\"CBS%20Radio\"&gt;CBS Radio&lt;/a&gt; bought WJOI and WWJ from Federal Broadcasting in 1989.\nStar 97.\nWith the soft AC approach failing to make the station a contender against WNIC and &lt;a href=\"WDRQ\"&gt;WLTI&lt;/a&gt;, WJOI became WYST (\"Star 97\") on September 2, 1994, and featured a 1970s &lt;a href=\"oldies\"&gt;oldies&lt;/a&gt;/&lt;a href=\"classic%20hits\"&gt;classic hits&lt;/a&gt; format. WYST positioned itself as \"The Greatest Hits of the '70s,\" although the station did branch its playlist out somewhat into the late '60s and early '80s. WYST was also Detroit's outlet for syndicated morning show host &lt;a href=\"Don%20Imus\"&gt;Don Imus&lt;/a&gt;.\n97-1 K-Rock/Live 97-1 Free FM.\nOn February 3, 1997, Imus' show moved to AM sister &lt;a href=\"WXYT%20%28AM%29\"&gt;WXYT&lt;/a&gt; 1270, making room for \"&lt;a href=\"The%20Howard%20Stern%20Show\"&gt;The Howard Stern Show&lt;/a&gt;\". WYST switched its format to &lt;a href=\"active%20rock\"&gt;active rock&lt;/a&gt;, as \"97ROCK\" (later taking the call letters WKRK and the on-air identifier \"97-1 K-Rock\" in June of that year). Competing with &lt;a href=\"WRIF\"&gt;WRIF&lt;/a&gt; (Detroit's other active rock station), \"K-Rock\" caught the ears of fans of harder rock and metal. However, K-Rock's penchant for making fun of WRIF, mostly for long stretches between songs, turned off many a listener just as quickly. Ratings continued to be less than impressive, and on August 31, 1998, WKRK repositioned itself as \"Extreme Radio\" with its format evolving toward &lt;a href=\"hot%20talk\"&gt;hot talk&lt;/a&gt;.\nBy March 1999, the majority of the station's music programming on weekdays was gone and the station soon took on the name \"97-1: Detroit's FM Talk Station\". This was later changed to simply \"97.1 FM Talk\". During this period it carried syndicated talk shows such as \"&lt;a href=\"Loveline\"&gt;Loveline&lt;/a&gt;\", \"The Tom Leykis Show\", and \"&lt;a href=\"Mancow%27s%20Morning%20Madhouse\"&gt;Mancow's Morning Madhouse&lt;/a&gt;\", as well as local shows. WKRK relaunched as \"Live 97.1\" in May 2003. In August 2004, WKRK became the flagship radio station for the &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt;.\nIn October 2005, WKRK added the \"&lt;a href=\"Free%20FM\"&gt;Free FM&lt;/a&gt;\" identifier being used by CBS Radio on many of its hot-talk properties across the country. Once Howard Stern left for &lt;a href=\"Sirius%20Satellite%20Radio\"&gt;Sirius Satellite Radio&lt;/a&gt; on January 3, 2006, WKRK began airing \"&lt;a href=\"Rover%27s%20Morning%20Glory\"&gt;Rover's Morning Glory&lt;/a&gt;\" in &lt;a href=\"drive%20time\"&gt;morning drive&lt;/a&gt;. Rover continued as the morning show until September 2006, when low ratings led to a switch to the syndicated \"&lt;a href=\"Opie%20and%20Anthony\"&gt;Opie and Anthony&lt;/a&gt;\".\nDetroit's Sports Powerhouse/97-1 The Ticket.\nOn October 1, 2007 at 3 p.m., WKRK ended its eight-year run as a hot talk station and flipped to an all-sports format, simulcasting with 1270 WXYT and changing its call letters to WXYT-FM with the simulcast named \"97-1 FM &amp; 1270 AM: Detroit's Sports Powerhouse\". Of its \"Free FM\" lineup, Deminski &amp; Doyle were moved to mornings and Bill McAllister remained.\nA month later, the simulcast was renamed to \"97-1 FM The Ticket\" on November 6, 2007, with the 1270 AM frequency only being mentioned at the top of the hour. Additionally, the midday show \"The Big Show\" and afternoon show \"The Sports Inferno\" had their names dropped and were renamed to \"Karsch &amp; Anderson\" and \"Valenti &amp; Foster\" respectively. \"Deminski &amp; Doyle\" left for &lt;a href=\"WCSX\"&gt;WCSX&lt;/a&gt; after their contract expired on December 31, 2007, so the previously cancelled \"Motor City Middays\" from WKRK returned as \"Motor City Mornings\" with Bill McAllister and Jay Towers reprising their roles. \"Motor City Mornings\" was shortly renamed to \"Jay Towers &amp; Bill McAllister Mornings\" before it was standardized to \"Jay &amp; Bill\". The name changes were done to \"promote the personalities.\"\nOn February 5, 2009, WXYT acquired the rights to become the &lt;a href=\"Detroit%20Pistons\"&gt;Detroit Pistons&lt;/a&gt; flagship station starting in the 2009-2010 season. WWJ 950 AM covered Pistons games when they conflicted with The Ticket's coverage of Lions, Tigers, or Red Wings games. 1270 AM also provided, and continues to provide, coverage of Tigers or Red Wings game in case of conflicting schedules.\nJay Towers left WXYT in December 2009, and the show was renamed \"The Morning Show\" with Bill, Sara, and former &lt;a href=\"WDFN\"&gt;WDFN&lt;/a&gt; personality Mike \"Stoney\" Stone, filling in. The show was then renamed to \"Stoney &amp; Bill\" by November 2010. More former WDFN personalities, Jamie Samuelsen and Bob \"Wojo\" Wojnowski, were added to the station in January 2013 to fill the early evening shift with \"Jamie &amp; Wojo\".\nOn November 20, 2015, it was announced that the Detroit Lions would move to WJR beginning in the &lt;a href=\"2016%20NFL%20season\"&gt;2016 NFL season&lt;/a&gt;, ending the team's 20-year relationship with CBS Radio. Officials stated that CBS had dropped the Lions over demands that it censor on-air content that was critical of the team. In particular, the Lions specifically demanded that the station fire popular on-air personality &lt;a href=\"Mike%20Valenti\"&gt;Mike Valenti&lt;/a&gt; as a condition of any extension to its broadcast rights, which the station refused to do; Valenti has had a history of making remarks critical of the Lions and their poor performance.\nBill McAllister left the morning show in September 2016 and was replaced by Jamie Samuelsen. Kyle \"Bogey\" Bogenschutz would replace Samuelsen for the evening show alongside Wojo. In April 2017, Terry Foster retired from afternoon drive co-hosting duties with Mike Valenti after a brief return.\nAfter three seasons on &lt;a href=\"WMGC-FM\"&gt;WMGC-FM&lt;/a&gt;, Detroit Pistons basketball returned to WXYT-FM, beginning with the 2017-18 season. On February 2, 2017, CBS Radio announced it would merge with &lt;a href=\"Entercom\"&gt;Entercom&lt;/a&gt;. The merger was approved on November 9, 2017, and was consummated on November 17.\nDuring the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, Entercom laid off numerous personalities at the station such as Dennis Fithian, Ryan Wooley, and Kyle Bogenschutz. Bogenschutz would be replaced with Jeff Riger as Wojo's evening co-host for \"Wojo &amp; Riger\". On August 1, 2020, Jamie Samuelsen unexpectedly died of colon cancer. A few days later, Rico Beard joined afternoons for what is now known as \"The Valenti Show with Rico\". With Samuelsen's unexpected death, the station's studio was renamed to \"The Jamie Samuelsen Studios\" and former offensive tackle &lt;a href=\"Jon%20Jansen\"&gt;Jon Jansen&lt;/a&gt; would later fill the vacancy, renaming the show to \"Stoney &amp; Jansen\". On December 18, 2020, it was announced that Detroit Lions football would return to the station for the 2021 NFL season."
}