{
    "id": "43107793",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=43107793",
    "title": "History of Lamborghini",
    "text": "Automobili Lamborghini S.p.A. is an Italian brand and manufacturer of &lt;a href=\"Luxury%20vehicle\"&gt;luxury&lt;/a&gt; automobiles. &lt;a href=\"Lamborghini\"&gt;Lamborghini&lt;/a&gt;'s production facility and headquarters are located in &lt;a href=\"Sant%27Agata%20Bolognese\"&gt;Sant'Agata Bolognese&lt;/a&gt;, Italy. Italian manufacturing magnate &lt;a href=\"Ferruccio%20Lamborghini\"&gt;Ferruccio Lamborghini&lt;/a&gt; founded the company in 1963 with the objective of producing a refined &lt;a href=\"grand%20tourer\"&gt;grand touring car&lt;/a&gt; to compete with offerings from established marques such as &lt;a href=\"Ferrari\"&gt;Ferrari&lt;/a&gt;. The company's first models were introduced in the mid-&lt;a href=\"1960s\"&gt;1960s&lt;/a&gt; and were noted for their refinement, &lt;a href=\"Engine%20power\"&gt;power&lt;/a&gt; and &lt;a href=\"comfort\"&gt;comfort&lt;/a&gt;. Lamborghini gained wide acclaim in 1966 for the &lt;a href=\"Lamborghini%20Miura\"&gt;Miura&lt;/a&gt; sports &lt;a href=\"coup%C3%A9\"&gt;coupé&lt;/a&gt;, which established &lt;a href=\"rear%20mid-engine%2C%20rear-wheel-drive%20layout\"&gt;rear mid-engine, rear wheel drive&lt;/a&gt; as the standard layout for high-performance cars of the era.\nLamborghini grew rapidly during its first decade, but sales plunged in the wake of the &lt;a href=\"1973%E2%80%931974%20stock%20market%20crash\"&gt;1973 worldwide financial downturn&lt;/a&gt; and the &lt;a href=\"1973%20oil%20crisis\"&gt;oil crisis&lt;/a&gt;. Ferruccio Lamborghini sold ownership of the company to Georges-Henri Rossetti and René Leimer and retired in 1974. The company went bankrupt in 1978, and was placed in the receivership of brothers &lt;a href=\"Jean%20Claude%20Mimran\"&gt;Jean-Claude&lt;/a&gt; and &lt;a href=\"Patrick%20Mimran\"&gt;Patrick Mimran&lt;/a&gt; in 1980, who purchased the company for US$3 million, renaming it Nuova Automobili Lamborghini SpA. As CEO and President, Patrick Mimran invested heavily in the company's expansion, and was later credited as being the man who saved Lamborghini. Under his management, Lamborghini's model line was expanded from the &lt;a href=\"Lamborghini%20Countach\"&gt;Countach&lt;/a&gt; to include the &lt;a href=\"Lamborghini%20Jalpa\"&gt;Jalpa&lt;/a&gt; entry-level sports car and the &lt;a href=\"Lamborghini%20LM002\"&gt;LM002&lt;/a&gt; high performance &lt;a href=\"off-road%20vehicle\"&gt;off-road vehicle&lt;/a&gt;.\nPatrick Mimran sold Lamborghini to the &lt;a href=\"Chrysler\"&gt;Chrysler Corporation&lt;/a&gt; in 1987 for US$25 million. After replacing the Countach with the &lt;a href=\"Lamborghini%20Diablo\"&gt;Diablo&lt;/a&gt; and discontinuing the Jalpa and the LM002, Chrysler sold Lamborghini to &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;n investment group Mycom Setdco and &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;n group V'Power Corporation in 1994. In 1998, Mycom Setdco and V'Power sold Lamborghini to the &lt;a href=\"Volkswagen%20Group\"&gt;Volkswagen Group&lt;/a&gt; where it was placed under the control of the group's &lt;a href=\"Audi\"&gt;Audi&lt;/a&gt; division. New products and model lines were introduced to the brand's portfolio and this increased productivity for the brand.\n1963–1972 – Ferruccio Lamborghini.\nEarly 1950s – Start-up and 350GT.\nPrior to founding his company, Lamborghini had commissioned the &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt; firm &lt;a href=\"Bizzarrini\"&gt;Società Autostar&lt;/a&gt; to design a &lt;a href=\"V12%20engine\"&gt;V12 engine&lt;/a&gt; for use in his new cars. Lamborghini wanted the engine to have a similar displacement to &lt;a href=\"Ferrari\"&gt;Ferrari&lt;/a&gt;'s 3-litre V12; however, he wanted the engine to be designed purely for road use, in contrast to the modified racing engines used by Ferrari in its road cars. Autostar was led by &lt;a href=\"Giotto%20Bizzarrini\"&gt;Giotto Bizzarrini&lt;/a&gt;, a member of the \"Gang of Five\" of Ferrari &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt;s, who had been responsible for creating the famous &lt;a href=\"Ferrari%20250%20GTO\"&gt;Ferrari 250 GTO&lt;/a&gt;, but left the company in 1961 after founder &lt;a href=\"Enzo%20Ferrari\"&gt;Enzo Ferrari&lt;/a&gt; announced his intention to reorganise the engineering staff. The engine Bizzarrini designed, known today as the \"&lt;a href=\"Lamborghini%20V12\"&gt;Lamborghini V12&lt;/a&gt;\", had a displacement of 3.5 litres, a 9.5:1 &lt;a href=\"compression%20ratio\"&gt;compression ratio&lt;/a&gt;, and a maximum output of at 9,800 rpm. Lamborghini was displeased with the engine's high &lt;a href=\"Revolutions%20per%20minute\"&gt;revolutions&lt;/a&gt; and dry-sump lubrication system, both characteristic of the racing engines he specifically did not wish to use; when Bizzarrini refused to change the engine's design to make it more \"well-mannered\", Lamborghini refused to pay the agreed-upon fee of 4.5 million &lt;a href=\"Italian%20lira\"&gt;Italian lire&lt;/a&gt; (plus a bonus for every unit of &lt;a href=\"brake%20horsepower\"&gt;brake horsepower&lt;/a&gt; the engine could produce over the equivalent Ferrari engine). Lamborghini did not fully compensate the designer until ordered to do so by the &lt;a href=\"judicial%20system\"&gt;courts&lt;/a&gt;, a terrific irony considering variants of Bizzarrini's V12 design were used by Lamborghini automobiles for nearly \"half a century\", from 1963 to 2010.\nThe first Lamborghini chassis design was penned by Italian &lt;a href=\"Gian%20Paolo%20Dallara\"&gt;Gian Paolo Dallara&lt;/a&gt; of Ferrari and &lt;a href=\"Maserati\"&gt;Maserati&lt;/a&gt; fame, together with a team that included &lt;a href=\"Paolo%20Stanzani\"&gt;Paolo Stanzani&lt;/a&gt;, then a recent college graduate and &lt;a href=\"Bob%20Wallace%20%28test%20driver%29\"&gt;Bob Wallace&lt;/a&gt;, a &lt;a href=\"New%20Zealander\"&gt;New Zealander&lt;/a&gt; who was known at Maserati for his keen sense of chassis handling and excellent feedback and developmental skills. The body was styled by the then-relatively unknown designer &lt;a href=\"Franco%20Scaglione\"&gt;Franco Scaglione&lt;/a&gt;, who was selected by Ferruccio Lamborghini after passing over highly regarded names including &lt;a href=\"Vignale\"&gt;Vignale&lt;/a&gt;, &lt;a href=\"Ghia\"&gt;Ghia&lt;/a&gt;, &lt;a href=\"Gruppo%20Bertone\"&gt;Bertone&lt;/a&gt;, and &lt;a href=\"Pininfarina\"&gt;Pininfarina&lt;/a&gt;.\nLamborghini designed and built the &lt;a href=\"Lamborghini%20350GTV\"&gt;350GTV&lt;/a&gt; in only four months, in time for an October unveiling at the 1963 &lt;a href=\"Turin%20Auto%20Show\"&gt;Turin Motor Show&lt;/a&gt;. Due to the ongoing disagreement with engine designer Giotto Bizzarrini, a working powerplant was not available for the prototype car in time for the show. The car went on display in Turin without an engine under its hood; according to lore, Ferruccio Lamborghini had the engine bay filled with bricks so that the car would sit at an appropriate height above the ground, and made sure that the bonnet stayed closed to hide the missing engine. The motoring press gave the 350GTV a warm response.\nAutomobili Ferruccio Lamborghini S.p.A. was officially &lt;a href=\"incorporation%20%28business%29\"&gt;incorporated&lt;/a&gt; on 30 October 1963. Ferruccio Lamborghini purchased a property at Via Modena, 12, in the township of &lt;a href=\"Sant%27Agata%20Bolognese\"&gt;Sant'Agata Bolognese&lt;/a&gt;, less than from Cento. This location was close to the centre of Italy's automobile industry and provided easy access to skilled labour and facilities. The township was chosen as the location for the factory due to a favorable financial agreement with the city's communist leadership, who promised Lamborghini a 19% &lt;a href=\"interest%20rate\"&gt;interest rate&lt;/a&gt; on the company's profits when deposited in the bank, in addition to charging zero tax on the profits. As part of the agreement, the factory would be required to &lt;a href=\"Trade%20union\"&gt;unionise&lt;/a&gt; its workers.\nDespite the favorable press reviews of the 350GTV, Ferruccio Lamborghini decided to rework the car for production as the design did not receive a much greater response from the general public. The production model, which would be called the &lt;a href=\"Lamborghini%20350GT\"&gt;350GT&lt;/a&gt;, was restyled by &lt;a href=\"Carrozzeria%20Touring\"&gt;Carrozzeria Touring&lt;/a&gt; of &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;, and a new chassis was constructed in-house. Bizzarrini's V12 engine would be detuned for mass production, rated at rather than the designer's intended . The completed design debuted at the 1964 &lt;a href=\"Geneva%20Motor%20Show\"&gt;Geneva Motor Show&lt;/a&gt;, once again garnering positive reviews from the press. Production began shortly afterwards, and by the end of the year, cars had been built for 13 customers; Lamborghini sold each car at a loss in order to keep prices competitive with Ferrari's. The 350GT remained in production for a further two years, with a total of 120 cars sold.\n1965–1966 – 400GT and Miura.\nIn 1965, Gian Paolo Dallara made improvements to the Bizzarrini V12, increasing its displacement to 3.9 litres, and its power output to at 6,500 rpm. The engine was first installed in the 400GT, essentially a 350GT with a larger engine. At the 1966 Geneva Auto Show, Lamborghini introduced the &lt;a href=\"Lamborghini%20400GT\"&gt;400GT (2+2)&lt;/a&gt;, a stretched revision of the 350GT/400GT that had &lt;a href=\"2%2B2%20%28car%20body%20style%29\"&gt;2+2 seating&lt;/a&gt; and other minor updates. The 400GT 2+2, like its predecessors, was well received by the motoring press. The revenue from sales of the 2+2 allowed Lamborghini to increase the labour force at his factory to 170 employees, and expand services offered to customers.\nDuring 1965, Dallara, Stanzani, and Wallace invested their personal time into the development of a prototype car that they envisioned as a road car with racing pedigree, capable of winning on the track as well as being driven on the road by enthusiasts. They hoped to sway Ferruccio Lamborghini away from the opinion that such a car would be too expensive and distract from the company's focus. When finally brought aboard, Lamborghini allowed his engineers to go ahead, deciding that the car, known internally as the P400, would be useful as a potential marketing tool, if nothing more.\nThe car's rolling chassis, featuring an unusual transversely mounted mid-engine layout, was displayed at the Turin Salon in 1965, impressing showgoers. A version with bodywork styled by Bertone designer Marcello Gandini was finished only days before its debut at the 1966 Geneva motor show. As had happened three years earlier at the debut of the 350GTV, an ill-fitting engine meant the prototype's engine bay was filled with ballast, and the engine compartment was kept locked. The favorable reaction to the P400 at Geneva led Lamborghini to slate the car for production by 1967, under the name &lt;a href=\"Lamborghini%20Miura\"&gt;Miura&lt;/a&gt;. The Miura's layout and styling would become the standard for mid-engine two-seat high-performance sports cars, a trend that continues today.\nLamborghini now had an offering that positioned the fledgling automaker as a leader in the world of sports cars, while the 400GT was the sophisticated road car that Ferruccio Lamborghini had long desired to build. By end of 1966, the workforce at the Sant'Agata factory had expanded to 300, and enough deposits were made by prospective buyers to begin the final development of the Miura in 1967. The first four cars produced were kept at the factory, where Bob Wallace continued to improve and refine the car. By December, 108 cars had been delivered.\n1967–1968 – Islero replaces 400GT, Stanzani replaces Dallara.\nProduction of the 400GT continued, with Ferruccio Lamborghini seeking to replace the four-year-old design. Lamborghini commissioned Touring, which had styled the 350GT and the 400GT, to design a possible replacement based on the same chassis. Touring's &lt;a href=\"Lamborghini%20Flying%20Star%20II\"&gt;400 GT Flying Star II&lt;/a&gt; did not win Lamborghini's approval. Giorgio Neri and Luciano Bonacini, of &lt;a href=\"Neri%20and%20Bonacini\"&gt;Neri and Bonacini coachbuilders&lt;/a&gt; in &lt;a href=\"Modena%2C%20Italy\"&gt;Modena&lt;/a&gt;, produced their own design, the &lt;a href=\"Lamborghini%20400GT%20Monza\"&gt;400GT Monza&lt;/a&gt;, which was rejected as well. Facing mounting financial difficulties, Touring would close its doors later that year.\nFerruccio Lamborghini turned to Bertone designer Mario Marazzi, who had formerly worked at Touring. Together with Lamborghini's engineers, he developed a four-seater concept named the &lt;a href=\"Lamborghini%20Marzal\"&gt;Marzal&lt;/a&gt;. The car rode on a stretched version of the P400 chassis and was powered by an in-line six-cylinder engine that was made from one-half of Lamborghini's V12 design. Despite an innovative design that featured &lt;a href=\"gullwing%20doors\"&gt;gullwing doors&lt;/a&gt; and enormous glass windows, Lamborghini rejected the design. Eventually, a toned-down version became the &lt;a href=\"Lamborghini%20Islero\"&gt;Islero 400GT&lt;/a&gt;. While the car was not the full four-seater that he desired, Ferruccio Lamborghini thought the car represented a well-developed \"gran turismo\" product. It failed to attract buyers, with only 125 cars produced between 1968 and 1969.\nNew versions of the Miura arrived in 1968; the Miura P400 S (more commonly known as the Miura S) had a stiffened chassis and more power, with the V12 engine now developing at 7,000 rpm. At the 1968 Brussels auto show, the automaker unveiled the Miura P400 &lt;a href=\"Roadster%20%28automobile%29\"&gt;Roadster&lt;/a&gt; (more commonly called the Miura Spider), an open-top version of the coupé. Gandini, by now effectively the head of design at Bertone, had paid great attention to the details, particularly the problems of wind buffeting and noise insulation inherent to a roadster. For all of Gandini's hard work, sales manager Ubaldo Sgarzi was forced to turn potential buyers away, as Lamborghini and Bertone were unable to reach a consensus on the size of a theoretical roadster production run. The one-off Miura Spider was sold off to an American metal alloy supplier, who wanted to use it as a marketing device. 1968 was a positive time for all of Ferruccio's businesses, and Automobili delivered 353 cars over the course of the year.\nIn August 1968, &lt;a href=\"Gian%20Paolo%20Dallara\"&gt;Gian Paolo Dallara&lt;/a&gt;, frustrated with Ferruccio Lamborghini's refusal to participate in motorsport, was recruited away from Sant'Agata to head the &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; programme at rival automaker &lt;a href=\"De%20Tomaso\"&gt;De Tomaso&lt;/a&gt; in Modena. With profits on the rise, a racing programme would have been a possibility, but Lamborghini remained against even the construction of prototypes, stating his mission as: \"I wish to build GT cars without defects – quite normal, conventional but perfect – not a technical bomb.\" With cars like the 400GT and the Islero, his aim to establish himself and his cars as equal or superior to the works of Enzo Ferrari had been satisfied. Dallara's assistant, Paolo Stanzani, replaced him as technical director.\n1969 – Espada and union trouble.\nBertone was able to persuade Lamborghini to allow them to design a brand-new four-seater. The shape was penned by &lt;a href=\"Marcello%20Gandini\"&gt;Marcello Gandini&lt;/a&gt;, and a bodyshell was delivered to Ferruccio for inspection. The businessman was less than pleased with the enormous gullwing doors that Gandini had included, and insisted that the car should have conventional doors instead. The car that resulted from the collaboration was debuted at the 1969 Geneva show with the name &lt;a href=\"Lamborghini%20Espada\"&gt;Espada&lt;/a&gt;, powered by a 3.9-litre, front-mounted evolution of the factory's V12, generating a power output of . The Espada was a success, with a total production run of 1,217 cars over ten years of production.\nIn 1969, Automobili Lamborghini encountered problems with its fully unionised work force, among which the machinists and fabricators had begun to take one-hour token stoppages as part of a national campaign due to strained relations between the metal workers' union and the Italian industry. Ferruccio Lamborghini, who often rolled up his sleeves and joined in the work on the factory floor, was able to motivate his staff to continue working towards their common goal despite the disruptions.\nThroughout that year, Lamborghini's product range, then consisting of the Islero, the Espada, and the Miura S, received upgrades across the board, with the Miura receiving a power boost, the Islero being upgraded to the \"S\" trim, and the Espada gaining comfort and performance upgrades, which allowed it to reach speeds of up to . The Islero was slated to be replaced by a shortened yet higher-performing version of the Espada, the &lt;a href=\"Lamborghini%20Jarama\"&gt;Jarama 400GT&lt;/a&gt;. The 3.9-litre V12 was retained, its compression ratio increasing to 10.5:1.\n1970–1971 – Jarama, Urraco, prototype Countach, and financial woes.\nBy the time the Jarama was unveiled at the 1970 Geneva Motor Show, Paolo Stanzani was at work on a new clean-sheet design, which would use no parts from previous Lamborghini cars. Changes in tax laws and a desire to make full use of the factory's manufacturing capacity meant that the Italian automaker would follow the direction taken by Ferrari, with its &lt;a href=\"Ferrari%20Dino%23Dino%20246%20GT%20and%20GTS\"&gt;Dino 246&lt;/a&gt; and Porsche, with its &lt;a href=\"Porsche%20911%20classic\"&gt;911&lt;/a&gt;, and produce a smaller, V8-powered &lt;a href=\"2%2B2%20%28car%20body%20style%29\"&gt;2+2&lt;/a&gt; car, the &lt;a href=\"Lamborghini%20Urraco\"&gt;Urraco&lt;/a&gt;. The 2+2 body style was selected as a concession to practicality, with Ferruccio acknowledging that Urraco owners might have children. The single overhead cam &lt;a href=\"Lamborghini%20V8\"&gt;V8&lt;/a&gt; designed by Stanzani generated a power output of at 5,000 rpm. &lt;a href=\"Bob%20Wallace%20%28test%20driver%29\"&gt;Bob Wallace&lt;/a&gt; immediately began road testing and development; the car was to be presented at the 1970 Turin motor show.\nIn 1970, Lamborghini began development of a replacement for the Miura, which was a pioneering model, but had interior noise levels that Ferruccio Lamborghini found unacceptable and nonconforming to his brand philosophy. Engineers designed a new, longer chassis that placed the engine longitudinally, further away from the driver's seat. Designated the &lt;a href=\"Lamborghini%20Countach%23Prototype%20LP%20500\"&gt;LP 500&lt;/a&gt; for its 4.97-litre version of the company's V12, the prototype's body was styled by &lt;a href=\"Marcello%20Gandini\"&gt;Marcello Gandini&lt;/a&gt; at Bertone. The car was presented at the 1971 &lt;a href=\"Geneva%20Motor%20Show\"&gt;Geneva Motor Show&lt;/a&gt;, alongside the final revision of the Miura, the P400 \"SuperVeloce\". Completing the Lamborghini range were the Espada 2, the Urraco P250, and the Jarama GT.\nAs a world financial crisis began to take hold, Ferruccio Lamborghini's companies began to run into financial difficulties. In 1971, Lamborghini's tractor company, which exported around half of its production, ran into difficulties. Cento, Trattori's South African importer, cancelled all its orders. After staging a &lt;a href=\"Hugo%20Banzer%23Dictatorship%2C%201971-1978\"&gt;successful coup d'état&lt;/a&gt;, the new military government of &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt; cancelled a large order of tractors that was partially ready to ship from &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;. Trattori's employees, like Automobili's, were unionised and could not be laid off. In 1972, Lamborghini sold his entire holding in Trattori to &lt;a href=\"Same%20Deutz-Fahr\"&gt;SAME&lt;/a&gt;, another tractor builder.\n1972 – Ferruccio sells control of the company.\nThe entire Lamborghini group was now finding itself in financial troubles. Development at the automaker slowed; the production version of the LP 500 missed the 1972 Geneva Show, and only the P400 GTS version of the Jarama was on display. Faced with a need to cut costs, Paolo Stanzani set aside the LP 500's powerplant, slating a smaller, 4-litre engine for production. Ferruccio Lamborghini began courting buyers for Automobili; he entered negotiations with Georges-Henri Rossetti, a wealthy Swiss businessman and friend of Ferruccio's, as well as the owner of an Islero and an Espada. Ferruccio sold Rossetti 51% of the company for US$600,000, thereby relinquishing control of the automaker he had founded. He continued to work at the Sant'Agata factory; Rossetti rarely involved himself in Automobili's affairs.\n1973–1977 – Rossetti.\nThe &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt; plagued the sales of high performance cars from manufacturers around the world; the rising price of oil caused governments to mandate new &lt;a href=\"fuel%20economy%20in%20automobiles\"&gt;fuel economy&lt;/a&gt; laws, and consumers to seek smaller, more practical modes of transportation. Sales of Lamborghini's exotic sports cars, propelled by high-powered engines with high fuel consumption, suffered. The political unrest in &lt;a href=\"Years%20of%20Lead%20%28Italy%29\"&gt;late-seventies Italy&lt;/a&gt; was also a contributing factor, with the domestic market collapsing as well-heeled customers chose less ostentatious cars after a number of high-profile kidnappings and assassinations.\nIn 1974, Ferruccio Lamborghini sold his remaining 49% stake in Lamborghini Automobili to René Leimer, a friend of Georges-Henri Rossetti.\nHaving severed all connections with the cars and tractors that bore his name, Lamborghini retired to an &lt;a href=\"estate%20%28house%29\"&gt;estate&lt;/a&gt; on the shores of &lt;a href=\"Lake%20Trasimeno\"&gt;Lake Trasimeno&lt;/a&gt;, in the province of &lt;a href=\"Province%20of%20Perugia\"&gt;Perugia&lt;/a&gt; in central Italy, where he would remain until his death.\nThe car shown as the LP 500 in 1971 entered production in 1974 as the &lt;a href=\"Lamborghini%20Countach\"&gt;Countach LP 400&lt;/a&gt;, powered by a smaller, 4.0-litre V12. The first production model was delivered in 1974. In 1976, the Urraco P300 was reworked into the &lt;a href=\"Lamborghini%20Silhouette\"&gt;Silhouette&lt;/a&gt;, featuring a targa top and a 3.0-litre V8. Its build quality, reliability, and ergonomics all worked against it, as did the fact that it could only be imported into the U.S. via the \"&lt;a href=\"grey%20market\"&gt;grey market&lt;/a&gt;\". Only 54 were produced. The Countach was also hampered by its lack of direct participation in the American market until the LP 500S version, introduced in 1982.\nAt the 1977 Geneva Motor Show, Lamborghini unveiled its first prototype military vehicle, the \"&lt;a href=\"Lamborghini%20Cheetah\"&gt;Cheetah&lt;/a&gt;\", powered by a rear-mounted Chrysler V8 engine. However, the only prototype was not destroyed during testing as rumoured, but performed poorly and as such lost the contract. The resources used to develop the Cheetah were diverted from the &lt;a href=\"BMW%20M1\"&gt;BMW M1&lt;/a&gt; which ultimately led to the cancellation of the contract from &lt;a href=\"BMW\"&gt;BMW&lt;/a&gt;.\n1978–1986 – Bankruptcy and Mimran.\nAs the years passed, Lamborghini's situation worsened; the company entered bankruptcy in 1978, and the Italian courts took control. In 1980, the Swiss brothers Jean-Claude and &lt;a href=\"Patrick%20Mimran\"&gt;Patrick Mimran&lt;/a&gt;, famed food entrepreneurs with a passion for sports cars, were appointed to administer the company during its &lt;a href=\"receivership\"&gt;receivership&lt;/a&gt;. During administration, the automaker reworked the failed Silhouette into the &lt;a href=\"Lamborghini%20Jalpa\"&gt;Jalpa&lt;/a&gt;, which was powered by a 3.5-litre V8 that had been modified by former Maserati great, Giulio Alfieri. More successful than the Silhouette, the Jalpa came closer to achieving the goal of a more affordable, livable version of the Countach. The &lt;a href=\"Lamborghini%20Countach\"&gt;Countach&lt;/a&gt; was also updated, finally allowing it to be sold in the U.S. with the introduction of the LP 500S model in 1982.\nBy 1980, the company was officially in the hands of the Patrick Mimran as CEO. He began a comprehensive restructuring programme, injecting large amounts of capital into the floundering automaker. The Sant'Agata facilities were rehabilitated, and a worldwide hiring campaign to find new engineering and design talent began in earnest.\nThe immediate results of the investment were good. The Countach LP 5000 Quattrovalvole, whose engine generated a power output of , was introduced in 1984; further work on the failed Cheetah project resulted in the introduction of the &lt;a href=\"Lamborghini%20LM002\"&gt;LM002&lt;/a&gt; &lt;a href=\"sport%20utility%20vehicle\"&gt;sport utility vehicle&lt;/a&gt; in 1986. The company, looking towards the foreseeable future, displayed the Countach Evoluzione, a prototype sports car almost completely made of carbon fibre, to the international press in 1987. The Evoluzione was shown during its testing schedule, which ended with its destruction in a crash test. In 1987, Patrick Mimran decided to sell the company to &lt;a href=\"Chrysler\"&gt;Chrysler Corporation&lt;/a&gt;.\n1987–1993 – Chrysler.\nOn 24 April 1987, in an acquisition spearheaded by Chrysler chairman &lt;a href=\"Lee%20Iacocca\"&gt;Lee Iacocca&lt;/a&gt;, Chrysler Corporation took control of Nuova Automobili Ferruccio Lamborghini S.p.A., paying US$25.2 million to the Mimrans. The Mimran brothers were the only owners of Lamborghini to ever make money owning the company at the time, having sold it for many times the dollar amount they paid for it six years earlier.\nIacocca, who had previously orchestrated a near-miraculous turnaround of Chrysler after the company nearly fell into bankruptcy, carried out his decision to purchase Lamborghini with no challenges from the board of directors. Chrysler executives were appointed to Lamborghini's board, but many of Lamborghini's key members remained in managing positions, including Alfieri, Marmiroli, Venturelli, Ceccarani and Ubaldo Sgarzi, who continued in his role as head of the sales department. To begin its revival, Lamborghini received a cash injection of US$50 million from its new owner. Chrysler was interested in entering the \"extra premium\" sports car market, which Chrysler estimated at about 5,000 cars per year, worldwide. Chrysler aimed to produce a car to compete with the &lt;a href=\"Ferrari%20328\"&gt;Ferrari 328&lt;/a&gt; by 1991, and also wanted the Italians to produce an engine that could be used in a Chrysler car for the American market.\nChrysler made the decision to take the company into motorsport for the first time; the effort to develop engines for &lt;a href=\"Formula%20One\"&gt;Grand Prix&lt;/a&gt; teams would be known as Lamborghini Engineering S.p.A. The new division was based in Modena, and was given an initial budget of US$5 million. Danielle Audetto was chosen to be the manager and Emile Novaro the president; their first recruit was &lt;a href=\"Mauro%20Forghieri\"&gt;Mauro Forghieri&lt;/a&gt;, a man with a stellar reputation in the world of motorsport, who had formerly managed Ferrari's Formula 1 team. Forghieri set about designing a 3.5-litre V12 engine, independent of road-car engine design undertaken at Sant'Agata.\nAt the time, Lamborghini was working on a successor to the Countach, the &lt;a href=\"Lamborghini%20Diablo\"&gt;Diablo&lt;/a&gt;. The Diablo's original design had been penned by &lt;a href=\"Marcello%20Gandini\"&gt;Marcello Gandini&lt;/a&gt;, the veteran who had penned the exterior appearances of the Miura and the Countach while working for coachbuilder &lt;a href=\"Gruppo%20Bertone\"&gt;Bertone&lt;/a&gt;. However, Chrysler executives, unimpressed with Gandini's work, commissioned the American car-maker's own design team led by &lt;a href=\"Tom%20Gale%20%28designer%29\"&gt;Tom Gale&lt;/a&gt; to execute a third extensive redesign of the car's body, smoothing out the trademark sharp edges and corners of Gandini's original design; Gandini was unimpressed with the finished product. The Diablo had been intended for introduction in time for September 1988, when Lamborghini would celebrate its 25th anniversary; once it was clear that mark would be missed, a final version of the Countach was rushed into production instead.\nBy the end of 1987, Emile Novaro had returned from his long recovery, and used his authority to halt Chrysler's increasing interference in the development of the Diablo. Much to the chagrin of the Fighting Bull, Chrysler exhibited a four-door concept car at the &lt;a href=\"Frankfurt%20Auto%20Show\"&gt;Frankfurt Auto Show&lt;/a&gt;, badged as a 'Chrysler powered by Lamborghini'. The &lt;a href=\"Lamborghini%20Portofino\"&gt;Portofino&lt;/a&gt; was poorly received by the motoring press and Lamborghini's employees alike, but it went on to become the inspiration for the &lt;a href=\"Dodge%20Intrepid\"&gt;Dodge Intrepid&lt;/a&gt; sedan.\nIn April 1988, the &lt;a href=\"Bertone%20Genesis\"&gt;Bertone Genesis&lt;/a&gt;, a \"Quattrovalvole\" V12-powered, Lamborghini-branded vehicle resembling a &lt;a href=\"minivan\"&gt;minivan&lt;/a&gt; was debuted at the Turin motor show. The unusual car, intended to gauge public reactions, was abandoned, a misfit in both Lamborghini's and Chrysler's product ranges. The Genesis had been commissioned alongside the new \"baby Lambo\" that would replace the Jalpa, occupying the then-empty space below the Diablo in Lamborghini's lineup. The project had been allocated a $25 million budget, with the prospect of selling more than 2,000 cars per year.\nThe Diablo was unveiled to the public on 21 January 1990, at an event at the &lt;a href=\"Monte%20Carlo%23H%C3%B4tel%20de%20Paris\"&gt;Hotel de Paris&lt;/a&gt; in &lt;a href=\"Monte%20Carlo\"&gt;Monte Carlo&lt;/a&gt;. The Diablo was the fastest car in production in the world at the time, and sales were so brisk that Lamborghini began to turn a profit. The company's U.S. presence had previously consisted of a loosely affiliated and disorganized private dealer network; Chrysler established an efficient franchise with full service and spare parts support. The company also began to develop its V12 engines for &lt;a href=\"Offshore%20powerboat%20racing\"&gt;powerboat&lt;/a&gt; racing. Profits increased past the $1 million mark in 1991, and Lamborghini enjoyed a positive era.\nThe uptick in fortunes was to be brief; in 1992, sales crashed, as the US$239,000 Diablo proved ultimately to be inaccessible to American enthusiasts. With Lamborghini bleeding money, Chrysler decided that the automaker was no longer producing enough cars to justify its investment.\n1994–1997 – Indonesian and Malaysian Ownership.\nChrysler began looking for someone to take Lamborghini off its hands, and found it in a holding company called &lt;a href=\"Megatech%20%28Indonesian%20company%29\"&gt;MegaTech&lt;/a&gt;. The company was registered in &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt; and wholly owned by &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;n conglomerate SEDTCO Pty., headed by businessmen &lt;a href=\"Setiawan%20Djody\"&gt;Setiawan Djody&lt;/a&gt; and &lt;a href=\"Tommy%20Suharto\"&gt;Tommy Suharto&lt;/a&gt;, the youngest son of then-&lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;n President &lt;a href=\"Suharto\"&gt;Suharto&lt;/a&gt;. By February 1994, after US$40 million had changed hands, Lamborghini had left American ownership, and MegaTech took over the automaker, its Modena racing engine factory, and the American dealer interest, Lamborghini USA. Djody, who also owned a 35% stake in troubled American sports car manufacturer &lt;a href=\"Vector%20Motors\"&gt;Vector Motors&lt;/a&gt;, thought Vector and Lamborghini might be able to collaborate to improve their output. Michael J. Kimberly, formerly of &lt;a href=\"Lotus%20Cars\"&gt;Lotus&lt;/a&gt;, &lt;a href=\"Jaguar%20Cars\"&gt;Jaguar&lt;/a&gt; and executive vice-president of &lt;a href=\"General%20Motors\"&gt;General Motors&lt;/a&gt;, was appointed president and managing director. After reviewing the entire Lamborghini operation, Kimberly concluded that the company needed to expand its offerings from more than just one or two models, and provide a car accessible to American car enthusiasts. He implemented a marketing strategy to raise awareness of Lamborghini's heritage and mystique. In 1995, Lamborghini produced a hit, when the Diablo was updated to the top-end \"SuperVeloce\" model. But in 1995, even as sales were climbing, the company was restructured, with Tommy Suharto's V'Power Corporation holding a 60% interest, MyCom Bhd., a Malaysian company controlled by Jeff Yap, holding the other 40%.\nNever leaving &lt;a href=\"debt\"&gt;the red&lt;/a&gt; despite its increase in sales, in November 1996 Lamborghini hired Vittorio di Capua as president and CEO, hoping that the veteran of more than 40 years at auto giant &lt;a href=\"Fiat\"&gt;Fiat S.p.A.&lt;/a&gt; could finally make the sports car maker profitable again. Di Capua immediately launched cost-cutting measures, letting go of a number of company executives and consultants, and overhauling production in order to achieve a 50 percent gain in productivity. In 1997, Lamborghini finally passed its break-even point, selling 209 cars, thirteen more than it needed to be profitable. Di Capua also leveraged the Lamborghini name and identity, implementing aggressive merchandising and licensing deals. Development of the \"baby Lambo\" finally began, moving forward with a US$100 million budget.\n1998–Present – Audi.\n1998–2007 – Reorganisation, Murciélago, and Gallardo.\nThe &lt;a href=\"1997%20Asian%20Financial%20Crisis\"&gt;financial crisis&lt;/a&gt; that gripped Asia in July of that year set the stage for another ownership change. The new chairman of &lt;a href=\"Volkswagen%20Group\"&gt;Volkswagen AG&lt;/a&gt;, &lt;a href=\"Ferdinand%20Pi%C3%ABch\"&gt;Ferdinand Piëch&lt;/a&gt;, grandson of Volkswagen's founder, &lt;a href=\"Ferdinand%20Porsche\"&gt;Ferdinand Porsche&lt;/a&gt;, went on a buying spree through 1998, purchasing Bentley, Bugatti and Lamborghini. Volkswagen subsidiary Audi AG acquired Lamborghini in September 1998 for around US$110 million. Audi spokesman Juergen de Graeve told the \"&lt;a href=\"Wall%20Street%20Journal\"&gt;Wall Street Journal&lt;/a&gt;\" that Lamborghini \"could strengthen Audi's sporty profile, and on the other hand Lamborghini could benefit from [Audi's] technical expertise.\"\nThe troubled Italian automaker was reorganised, becoming restructured into a holding company, Lamborghini Holding S.p.A., with Audi president &lt;a href=\"Franz-Josef%20Paefgen\"&gt;Franz-Josef Paefgen&lt;/a&gt; as its chairman. Automobili Lamborghini S.p.A. became a subsidiary of the holding company, allowing it to focus specifically on designing and building cars while separate interests took care of the company's licensing deals and marine engine manufacturing. Vittorio Di Capua originally remained in charge, but eventually resigned in June 1999. He was replaced by Giuseppe Greco, another industry veteran with experience at Fiat, Alfa Romeo, and Ferrari. The Diablo's final evolution, the GT, was introduced in 1999 but not exported to the U.S. due to its low-volume production thus making it uneconomical to go through the process of gaining emissions and &lt;a href=\"crashworthiness\"&gt;crashworthiness&lt;/a&gt; approval. During the Diablo's 11-year series production run, Lamborghini produced 2,900 examples.\nIn much the same way that American ownership had influenced the design of the Diablo, Lamborghini's new German parent played a large role in the development of the Diablo's replacement. The first new Lamborghini in more than a decade, known internally as Project L147, represented the rebirth of Lamborghini, and was named, fittingly, for the bull that originally sired the Miura line and had inspired Ferruccio Lamborghini almost 40 years before: &lt;a href=\"Lamborghini%20Murci%C3%A9lago\"&gt;Murciélago&lt;/a&gt;. The new flagship car was styled by Belgian &lt;a href=\"Luc%20Donckerwolke\"&gt;Luc Donckerwolke&lt;/a&gt;, Lamborghini's new head of design.\nThe Murciélago was updated in 2005, now having a more powerful engine generating and being named the LP 640, thus marking the return of the \"LP (Longitudinal Posteriore)\" naming convention. The new model would also mark the debut of the new single-clutch transmission called \"E Gear\" which used pedals mounted on the steering column to change gears. This transmission would eventually replace the manual transmission in the coming years. The Murciélago was not meant to compete in racing events but privateer racing teams would develop their own racing variants which would prove successful in motorsports.\nUnder German ownership, Lamborghini found stability that it had not seen in many years. In 2003, Lamborghini followed up the Murciélago with the smaller, V10-equipped &lt;a href=\"Lamborghini%20Gallardo\"&gt;Gallardo&lt;/a&gt;, intended to be more accessible and more livable than the Murciélago. The Gallardo would spawn several variants in the subsequent years of production which included the Spyder (convertible version), the Balboni (a low cost, rear-wheel-drive variant) and the Superleggera (a lighter and powerful track-focused version).\nIn 2007, &lt;a href=\"Wolfgang%20Egger\"&gt;Wolfgang Egger&lt;/a&gt; was appointed as the new head of design of Audi and Lamborghini, replacing &lt;a href=\"Walter%20de%27Silva\"&gt;Walter de'Silva&lt;/a&gt;, who was responsible for the design of only one car during his appointment, the &lt;a href=\"Lamborghini%20Murci%C3%A9lago%23Lamborghini%20Miura%20concept\"&gt;Miura Concept&lt;/a&gt; of 2006.\n2008–2010 – Reventón, production peak, end of Murciélago production run, Gallardo update.\nTowards the end of the 2000s (decade), Lamborghini produced a number of revisions of the Murciélago and Gallardo. Lamborghini introduced the &lt;a href=\"Lamborghini%20Revent%C3%B3n\"&gt;Reventón&lt;/a&gt;, a limited-edition derivative of the Murciélago featuring a newly designed body with more angular styling, and a roadster the following year. The final update to the Murciélago came in 2009 with the introduction of the &lt;a href=\"Lamborghini%20Murci%C3%A9lago%20LP%20670-4%20SuperVeloce\"&gt;LP 670–4 SV&lt;/a&gt; (\"SuperVeloce\").\nAfter ten years of Murciélago series production, Lamborghini produced the 4,000th example, an LP 670–4 SV destined for China, in February 2010. Lamborghini produced the last Murciélago, number 4,099 on 11 May 2010, but did not officially mark the end of production until six months later on 5 November 2010.\nThe Gallardo received a facelift in 2008, now having a more aggressive design and new LED head lamps and tail lamps, inline with Lamborghini's new design language. The engine was also overhauled, now being a 5.2-litre uneven firing unit and generating in the base model, which was called the LP 560-4. The variants would follow up with the update as well and the Gallardo would now use the company's new single-clutch \"E Gear\" transmission debuted on the Murciélago LP 640.\nLamborghini achieved its highest ever yearly sales figure in 2008, selling 2,430 vehicles. During this decade the Asia-Pacific market became more important to the company's sales performance, growing to represent 25 percent of Lamborghini's overall worldwide sales. Despite the strength of the Asia-Pacific market, the effects of the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932010\"&gt;world financial crisis&lt;/a&gt; that began in 2007 caused Lamborghini's sales to drop almost 50% below their 2008 peak to 1,515 vehicles in 2009 and 1,302 vehicles in 2010. CEO Stephan Winkelmann predicted in 2009 that poor sales figures for sports cars would continue through 2011; history would prove him right.\n2011–present – Aventador, end of Gallardo production, Huracán and Urus.\nThe &lt;a href=\"Lamborghini%20Aventador\"&gt;Aventador&lt;/a&gt;, the replacement for the Murciélago, debuted on 1 March 2011 at the 2011 Geneva Motor Show. The Aventador was the first new Lamborghini Automobile in 10 years having an angular design language and an entirely new V12 engine thus signifying the retirement of the original Lamborghini V12 engine designed by Giotto Bizzarrini.\nThe Aventador would continue to evolve in its production years, with a roadster version introduced in 2012 having two removable roof panels.\nIn 2013, the &lt;a href=\"Lamborghini%20V%C3%A9neno\"&gt;Veneno&lt;/a&gt; was introduced which was Lamborghini's interpretation of a racing prototype meant for the road. The sharp, angular designed body was based around the Aventador's monocoque and mechanical components. A roadster variant would follow up in 2014, fewer than 10 units would be sold at US$4,500,000 each, making it one of the most expensive Lamborghini automobiles ever produced.\nIn 2013, Lamborghini celebrated its 50th anniversary by introducing a special model of the Aventador, the Aventador LP 720-4 50° Anniversario. 200 units in total of coupé and roadster variants were produced. As the name signifies, the engine was upgraded to generate . The body work was also modified and the car had new front and rear bumpers along with special exterior colours.\nIn 2015, a light weight, powerful and trackfocused iteration of the Aventador called the Aventador SV (Super Veloce) was introduced. The Aventador SV featured more aggressive bumpers and power was increased from 700PS[690 hp] to 750PS[740 hp]. The SV would also spawn a roadster variant introduced later that year. It would ultimately be discontinued in 2017.\nThe &lt;a href=\"Lamborghini%20Centenario\"&gt;Centenario&lt;/a&gt; introduced in 2016 was a celebration of Ferruccio Lamborghini's 100th birthday. It would follow up the principles set by the Veneno using an even aggressive design language in its own right. The car saw the use of the world's largest rear diffusers ever incorporated into a production automobile. The Centenario saw the debut of Lamborghini's four-wheel steering system and torque vectoring. A Roadster version would follow up later in the year, 40 units of the Centenario were produced in total.\nThe Aventador was updated in 2017 and was now called the Aventador S LP 740-4. The engine was modified and now generated a power output of . The Roadster variant would also be updated as well. The four-wheel steering and torque vectoring system would also be used on the S version aside from exterior updates.\nThe ultimate track focused iteration of the Aventador called the Aventador Super Veloce Jota (SVJ) was introduced in 2018 and used Lamborghini's Aerodynamica Lamborghini Attiva (ALA) system which uses active aerodynamics to increase downforce generated by the car. The SVJ generates 40 percent more downforce than the SV. It also reclaimed the Nurbürgring Nordschleife lap record form the &lt;a href=\"Porsche%20911%20GT2%20RS\"&gt;Porsche 911 GT2 RS&lt;/a&gt; by setting a lap time of 6:44.97 with Lamborghini test driver Marco Mapelli behind the wheel achieved by using the Pirelli Trofeo R tyres available with the car as an option.\nLamborghini introduced the Lamborghini Gallardo LP 570–4 Super Trofeo Stradale at the 2011 Frankfurt Motor Show.\nIn 2012–2013, towards the end of its production, subsequent limited editions of the Gallardo would be unveiled, including the &lt;a href=\"Lamborghini%20Sesto%20Elemento\"&gt;Sesto Elemento&lt;/a&gt; (Sixth Element), a limited edition car based on the Gallardo Superleggera with a newly designed body and aesthetics for track use only.\nProduction of the Gallardo ended on 25 November 2013, after 14,022 examples had been produced. At the time of its discontinuation, the Gallardo was the highest selling Lamborghini model, with almost half of all Lamborghini automobiles ever produced being Gallardos.\nThe Gallardo's replacement, the &lt;a href=\"Lamborghini%20Hurac%C3%A1n\"&gt;Huracán LP610-4&lt;/a&gt;, was announced in December 2013, and made its worldwide debut at the 2014 &lt;a href=\"Geneva%20Motor%20Show%232014\"&gt;Geneva Motor Show&lt;/a&gt;. The Huracán presents significant improvements over the Gallardo, such as a power output increase to , a time of 3.2 seconds, a top speed of and the use of a dual-clutch transmission. The convertible version, called the Huracán Spyder would follow up at the 2015 &lt;a href=\"Frankfurt%20Motor%20Show\"&gt;Frankfurt Motor Show&lt;/a&gt; followed up by the low cost, rear wheel drive LP580-2 coupé and convertible models in 2016, having the &lt;a href=\"Lamborghini%20V10\"&gt;V10 engines&lt;/a&gt; detuned to while remaining in par with performance as the \"base\" LP610-4 models. The most powerful iteration of the Huracán, the LP640-4 Performante, was unveiled at the 2017 &lt;a href=\"Geneva%20Motor%20Show\"&gt;Geneva Motor Show&lt;/a&gt; having the power increased to and using the forged carbon fibre body components from the Sesto Elemento in order to achieve a time of 2.9 seconds and a top speed as high as . along with achieving a lap time of 6:52.01 on the &lt;a href=\"N%C3%BCrburgring%20Nordschleife\"&gt;Nürburgring Nordschleife&lt;/a&gt;, with &lt;a href=\"Marco%20Mapelli\"&gt;Marco Mapelli&lt;/a&gt; behind the wheel, making it one of the world's fastest production car around the track, only to be beaten by the &lt;a href=\"Porsche%20911%20GT2%23Road%20cars\"&gt;Porsche 911 GT2 RS&lt;/a&gt; later that year which set a lap time of 6:47.03\nIntroduced as a concept at the 2012 Pebble Beach Concours D'Elegance, the &lt;a href=\"Lamborghini%20Urus\"&gt;Urus&lt;/a&gt; would be unveiled in its production form in 2017. It would be the second off-road vehicle produced by the company since the LM002 which was introduced under the Mimran ownership. The Urus is based on a Volkswagen platform and shares its engine with the &lt;a href=\"Porsche%20Cayenne\"&gt;Porsche Cayenne&lt;/a&gt; but uses its own distinctive technologies such as using the biggest carbon ceramic brakes to ever be fitted on a vehicle. The Urus was first styled as a concept by Fillipo Perini, the company's former chief designer but would later be refined by Mitja Borkert, the current chief designer of Lamborghini. The design language of the Urus is heavily influenced by the Aventador.\nOn 3 September 2019, Lamborghini would unveil its first hybrid automobile called the &lt;a href=\"Lamborghini%20Si%C3%A1n%20FKP%2037\"&gt;Sián FKP 37&lt;/a&gt;. The first half of the name meant \"flash of lightning\" in Italian, a name befitting to the new model due to the technology it used while the second half was a tribute to late Volkswagen Group Chairman &lt;a href=\"Ferdinand%20Pi%C3%ABch\"&gt;Ferdinand Piëch&lt;/a&gt; with \"FKP\" being the initials of his name and \"37\" being the last two digits of his birth year. The Sián used the ultimate iteration of the V12 engine from the Aventador SVJ, but would combine it with an electric motor powered by a supercapacitor (in essence, an enlarged version of the supercapacitor used in the Aventador's starter motor) to store energy. The supercapacitor was used due to its ability to more efficiently store electrical energy than a conventional lithium ion battery. The capacitors would be charged by the car's regenerative braking system instead of a conventional power outlet. While the role of electric motor would be limited to only aid in parking the car and to counter the effects of deceleration, the Sián FKP 37 would be the brand's first entry in the more mainstream hybrid market and would proclaim itself to be the most powerful Lamborghini automobile.\nIn July 2020, the company announced the production of the 10,000th unit of the Urus.\nIn July 2021, the company announced the end of the line of the Aventador. It announced that there will soon be a new electric car replacing it. The last Lamborghini Aventador is the 2022 Lamborghini Anventador Ultimae."
}