{
    "id": "43143727",
    "revid": "39795743",
    "url": "https://en.wikipedia.org/wiki?curid=43143727",
    "title": "American Broadcasting Cos., Inc. v. Aereo, Inc.",
    "text": "American Broadcasting Cos., Inc. v. Aereo, Inc., 573 U.S. 431 (2014), was a &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;United States Supreme Court&lt;/a&gt; case. The Court ruled that the service provided by &lt;a href=\"Aereo\"&gt;Aereo&lt;/a&gt;, allowing subscribers to view live and &lt;a href=\"Time%20shifting\"&gt;time-shifted&lt;/a&gt; &lt;a href=\"Streaming%20media\"&gt;streams&lt;/a&gt; of &lt;a href=\"Terrestrial%20television\"&gt;over-the-air television&lt;/a&gt; on &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;-connected devices, violated copyright laws.\nBackground.\nCable companies are required by the 1992 &lt;a href=\"Cable%20Television%20Consumer%20Protection%20and%20Competition%20Act\"&gt;Cable Television Consumer Protection and Competition Act&lt;/a&gt; to negotiate for &lt;a href=\"retransmission%20consent\"&gt;retransmission consent&lt;/a&gt;, usually paying broadcasters for the right to carry their signals. Broadcasters argued that Aereo was a threat both to their business model, by undermining the cable retransmission fees and the size of their audience. Because the fees cable companies pay for broadcast content can comprise up to 10% of a broadcaster's revenue, broadcasters object to Aereo's re-distribution of this content without paying any fees. Broadcasters have also identified Aereo as part of the &lt;a href=\"cord-cutting\"&gt;cord-cutting&lt;/a&gt; trend among television audiences that poses a threat to broadcasters' advertising revenue.\nIn somewhat similar cases, the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Central%20District%20of%20California\"&gt;U.S. District Court for the Central District of California&lt;/a&gt; granted an injunction against Aereo's rival &lt;a href=\"FilmOn\"&gt;FilmOn&lt;/a&gt;, a similar service. However, the district court's injunction is only legally binding in its jurisdiction (including the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;West Coast&lt;/a&gt; of the continental United States, &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt; and &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;) and is currently being appealed to the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Ninth%20Circuit\"&gt;Ninth Circuit Court of Appeals&lt;/a&gt;. Other competitors have been blocked from providing service in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; and &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt; by similar injunctions.\nFederal court.\nOn March 1, 2012, two weeks before Aereo's initial launch in New York City, Aereo was sued for &lt;a href=\"copyright%20infringement\"&gt;copyright infringement&lt;/a&gt; by a consortium of major broadcasters, including &lt;a href=\"CBS%20Corporation\"&gt;CBS Corporation&lt;/a&gt;'s &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;, &lt;a href=\"Comcast\"&gt;Comcast&lt;/a&gt;'s &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;, &lt;a href=\"The%20Walt%20Disney%20Company\"&gt;Disney&lt;/a&gt;'s &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; and &lt;a href=\"21st%20Century%20Fox\"&gt;21st Century Fox&lt;/a&gt;'s &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt;. The broadcasters argued that Aereo infringed their copyrighted material because Aereo's streams constituted public performances. They sought a preliminary injunction against the company. On July 11, Federal Judge Alison Nathan denied this injunction, citing as precedent the &lt;a href=\"Cartoon%20Network%2C%20LP%20v.%20CSC%20Holdings%2C%20Inc.\"&gt;2008 Cablevision case&lt;/a&gt;, which established the legality of cloud-based streaming and DVR services. In response to the decision, Aereo Founder and CEO Chet Kanojia said \"Today's decision shows that when you are on the right side of the law, you can stand up, fight the Goliath and win.\" In a subsequent interview with CNET, Kanojia asserted, \"With one step, we changed the entire TV industry. The television industry and its evolution are now starting towards the Internet and that was stopped until Aereo came along...And I think as consumers start migrating to the Internet, new programming and new content are going to come in.\"\nSecond Circuit appeal.\nThe plaintiffs appealed the decision to the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Second%20Circuit\"&gt;U.S. Court of Appeals for the Second Circuit&lt;/a&gt;. Several other players in the industry, such as cable provider Cablevision, the &lt;a href=\"Electronic%20Frontier%20Foundation\"&gt;Electronic Frontier Foundation&lt;/a&gt;, and the &lt;a href=\"Consumer%20Electronics%20Association\"&gt;Consumer Electronics Association&lt;/a&gt; filed &lt;a href=\"Amicus%20curiae\"&gt;amicus&lt;/a&gt; briefs. On April 1, 2013, the federal appeals court upheld the lower court's ruling, finding that Aereo's streams to subscribers were not \"public performances\", and thus did not constitute copyright infringement. The appeals court also affirmed the earlier district court decision that denied the broadcasters a preliminary injunction against Aereo. In response, &lt;a href=\"News%20Corporation%20%281980%E2%80%932013%29\"&gt;News Corporation&lt;/a&gt;'s &lt;a href=\"Chief%20Operating%20Officer\"&gt;Chief Operating Officer&lt;/a&gt; &lt;a href=\"Chase%20Carey\"&gt;Chase Carey&lt;/a&gt; stated that the company is contemplating taking Fox off the air and converting it to a cable-only channel: \"We need to be able to be fairly compensated for our content ... we can't sit idly by and let an entity steal our signal. We will move to a subscription model if that's our only recourse.\" &lt;a href=\"Univision\"&gt;Univision&lt;/a&gt; and CBS have also stated that they may also follow and convert to cable-only.\nSupreme Court.\nIn October 2013, the broadcasters filed a petition to the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;United States Supreme Court&lt;/a&gt; to take up the issue. On January 10, 2014, the Supreme Court agreed to hear the case. In February 2014, in advance of the case being taken up by the Supreme Court, a judge in the 10th Circuit Court of Appeals granted a preliminary injunction against Aereo, blocking the service within the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Tenth%20Circuit\"&gt;10th district&lt;/a&gt;, which includes &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt;, &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;, &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;, &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt; and &lt;a href=\"Yellowstone%20National%20Park\"&gt;Yellowstone National Park&lt;/a&gt;. On November 17, 2013, the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; and &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; filed a joint &lt;a href=\"amicus%20curiae\"&gt;\"amicus\" brief&lt;/a&gt; to the Supreme Court, warning that sports programming would likely migrate from broadcast to cable television; and that Aereo may put the U.S. in violation of several international treaties that prohibit the retransmission of broadcast signals over the Internet without their copyright holder's consent. The &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;United States Department of Justice&lt;/a&gt; and &lt;a href=\"United%20States%20Copyright%20Office\"&gt;United States Copyright Office&lt;/a&gt; also filed a joint brief in March 2014, saying that \"[Aereo's] system is clearly infringing\". The Supreme Court heard oral arguments on April 22, 2014.\nOpinion of the Court.\nThe Court decided in favor of the broadcasters on June 25 in a 6–3 decision and remanded the case. The Court's decision describes Aereo as not being \"simply an equipment provider,\" with an \"overwhelming likeness to cable companies\" that \"performs petitioners' works 'publicly.'\" Further, the Court adds that its decision should not discourage the emergence or use of different kinds of technologies.\nJustices Scalia, Thomas and Alito dissented. Writing for the dissenting minority, Scalia quoted from \"&lt;a href=\"Sony%20Corp.%20of%20America%20v.%20Universal%20City%20Studios%2C%20Inc.\"&gt;Sony Corp. of America v. Universal City Studios, Inc.&lt;/a&gt;\", noting that the broadcasters made similar predictions regarding the &lt;a href=\"VCR\"&gt;VCR&lt;/a&gt;. Like the final paragraph in that previous ruling, he stated that the Court should be in no position to make judgements on novel technologies, and it is instead Congress's job to determine if the copyright laws should be modified to address these issues.\nThe dissent continues and criticizes the majority's opinion calling it poorly reasoned because it relies on a \"guilt by resemblance\" standard, which states Aereo is performing because it \"looks-like-cable-TV.\" \nSubsequent developments.\nEven though the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;United States Supreme Court&lt;/a&gt; held Aereo was \"performing\" the broadcasters copyrighted material because Aereo \"looks-like-cable-TV\" and was similar to community antenna television (CATV) systems, it was later held Aereo could not continue its service under a compulsory license, the way a cable provider would. \nOn November 21, 2014, the company filed for &lt;a href=\"Chapter%2011%2C%20Title%2011%2C%20United%20States%20Code\"&gt;Chapter 11 bankruptcy&lt;/a&gt; in the &lt;a href=\"United%20States%20Bankruptcy%20Court%20for%20the%20Southern%20District%20of%20New%20York\"&gt;United States Bankruptcy Court for the Southern District of New York&lt;/a&gt;. It was later purchased by &lt;a href=\"Digital%20video%20recorder\"&gt;DVR&lt;/a&gt; company &lt;a href=\"TiVo\"&gt;TiVo&lt;/a&gt; for $1 million in March 2015."
}