{
    "id": "43153338",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=43153338",
    "title": "Hebetancylus moricandi",
    "text": "Hebetancylus moricandi is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of small, &lt;a href=\"freshwater\"&gt;freshwater&lt;/a&gt;, air-breathing &lt;a href=\"limpet\"&gt;limpet&lt;/a&gt;, an &lt;a href=\"Aquatic%20animal\"&gt;aquatic&lt;/a&gt; &lt;a href=\"pulmonate\"&gt;pulmonate&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt; in the family &lt;a href=\"Planorbidae\"&gt;Planorbidae&lt;/a&gt;, the ram's horn snails and their allies.\nGeographic distribution.\n\"H. moricandi\" is native to South America, where it is widely distributed, from northern &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; in the north to &lt;a href=\"Colorado%20River%2C%20Argentina\"&gt;Río Colorado&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, in the south. It has not been recorded in &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt; and &lt;a href=\"Suriname\"&gt;Suriname&lt;/a&gt;, however this absence may merely reflect lack of collections.\nThe species' &lt;a href=\"Type%20%28biology%29%23type%20locality\"&gt;type locality&lt;/a&gt; is &lt;a href=\"Corrientes\"&gt;Corrientes&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;.\nDescription.\n\"H. moricandi\" has a low, compressed &lt;a href=\"gastropod%20shell\"&gt;shell&lt;/a&gt;, reaching in length. The &lt;a href=\"apex%20%28mollusc%29%23Gastropods\"&gt;apex&lt;/a&gt; is obtuse, somewhat prominent, smooth and located slightly to the right of the midline. The &lt;a href=\"protoconch\"&gt;protoconch&lt;/a&gt; shows a shallow apical depression and appears smooth under optical microscopy, but exhibits faint radial lines under scanning electron microscopy; no punctuations are present. The &lt;a href=\"teleoconch\"&gt;teleoconch&lt;/a&gt; shows no radial lines. \nThe &lt;a href=\"mantle%20%28mollusc%29%23Mantle%20of%20gastropods\"&gt;mantle&lt;/a&gt; is pigmented, with a band of increased pigmentation occurring between the area of the right anterior muscle insertion and the posterior pallial edge. The muscular impressions are almost of the same size, with the posterior one rounded and the anterior ones rounded or slightly almond-like. \nThe rachidian tooth has a high base, wider at the most basal portion, and robust but relatively short main cusps, with one to two accessory cusps to their side and, occasionally, an accessory cusp between them. The lateral teeth are tricuspid, the three main cusps being of similar size and having one small accessory cusp between them and one to three to the side of the ectocone. The marginal teeth are elongated and have 10 to 15 very fine cusps. \nThe &lt;a href=\"ovotestis\"&gt;ovotestis&lt;/a&gt; usually has more than 30 follicles. The &lt;a href=\"prostate\"&gt;prostate&lt;/a&gt; has 6 to 9 long and curved follicles."
}