{
    "id": "4315884",
    "revid": "1055732001",
    "url": "https://en.wikipedia.org/wiki?curid=4315884",
    "title": "Newton Abbot Spurs A.F.C.",
    "text": "Newton Abbot Spurs Association Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Newton%20Abbot\"&gt;Newton Abbot&lt;/a&gt;, &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;. They are currently members of the and play at the Recreation Ground.\nHistory.\nThe club was established in August 1938 by Eric Butler, Fred Stopp and Terry Waye. They joined the South Devon Minor League, although the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; meant that the club spent the early 1940s playing friendly matches. In 1945 they joined the &lt;a href=\"South%20Devon%20Football%20League\"&gt;South Devon League&lt;/a&gt;, going on to win the league title in their first season in the league, as well as the Herald Cup, beating Bishopsteignton 9–0 in the final. They then joined the &lt;a href=\"Devon%20and%20Exeter%20Football%20League\"&gt;Devon &amp; Exeter League&lt;/a&gt;, and were runners-up in 1946–47, as well as winning the East Devon Senior Cup. The club transferred to the &lt;a href=\"Plymouth%20%26amp%3B%20District%20League\"&gt;Plymouth &amp; District League&lt;/a&gt; in 1947 and went on to win the Plymouth &amp; District Charity Cup in 1947–48.\nThe 1949–50 season saw Newton Abbot Spurs win the Plymouth &amp; District League title and the &lt;a href=\"Devon%20Senior%20Cup\"&gt;Devon Senior Cup&lt;/a&gt;. After retaining the Senior Cup and finishing as runners-up in the league the following season, the club were founder members of the &lt;a href=\"South%20Western%20Football%20League\"&gt;South Western League&lt;/a&gt;. However, in 1953 the club dropped back into the Plymouth &amp; District League. In 1956 they rejoined the Exeter &amp; District League and were champions in 1958–59, also winning the East Devon Senior Cup, after which they moved back up to the South Western League. The club finished bottom of the league in 1969–70 and left at the end of the following season, returning to the South Devon League.\nAfter finishing as runners-up in Division Two in 1976–77, Spurs were promoted to the South Devon League's Premier Division. This started an era of success as the club won the Premier Division title in 1979–80, 1980–81, 1982–83, 1983–84, 1985–86, 1989–90, 1992–93, 1993–94 and 1995–96, as well as the &lt;a href=\"Devon%20Premier%20Cup\"&gt;Devon Premier Cup&lt;/a&gt; in 1984–85 and 1990–91, the &lt;a href=\"Devon%20Senior%20Cup\"&gt;Devon Senior Cup&lt;/a&gt; in 1990–91, the Challenge Shield five times and the Herald Cup on four occasions. They moved up to the &lt;a href=\"Devon%20County%20League\"&gt;Devon County League&lt;/a&gt; in 1996. In 2007 the league merged with the South Western League to form the &lt;a href=\"South%20West%20Peninsula%20League\"&gt;South West Peninsula League&lt;/a&gt;, with the club placed in the Premier Division.\nSpurs finished bottom of the Premier Division in &lt;a href=\"2008%E2%80%9309%20South%20West%20Peninsula%20League\"&gt;2008–09&lt;/a&gt; and were relegated to Division One East.\nGround.\nThe club initially played at Bakers Park, before moving to the recreation ground in 1947."
}