{
    "id": "43166007",
    "revid": "9332553",
    "url": "https://en.wikipedia.org/wiki?curid=43166007",
    "title": "Aleksander Kunileid",
    "text": "Aleksander Kunileid (born Aleksander Saebelmann; 22 November 1845 – 27 July 1875), was an &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;n composer. He is one of the founding figures of Estonian &lt;a href=\"choral%20music\"&gt;choral music&lt;/a&gt;.\nLife and work.\nAleksander Peeter Karl Saebelmann (or Säbelmann) was born in 1845 in &lt;a href=\"Audru\"&gt;Audru&lt;/a&gt; in the district of &lt;a href=\"P%C3%A4rnu\"&gt;Pärnu&lt;/a&gt;, the son of a teacher. Like his brother, &lt;a href=\"Friedrich%20August%20Saebelmann\"&gt;Friedrich August Saebelmann&lt;/a&gt;, he displayed musical gifts from an early age. His first musical education was with his father, from whom he learned to play the &lt;a href=\"Organ%20%28music%29%23Chamber%20organ\"&gt;organ&lt;/a&gt; and the &lt;a href=\"piano\"&gt;piano&lt;/a&gt;. As a 16-year-old, Saebelmann attended the &lt;a href=\"Vidzeme\"&gt;Vidzeme&lt;/a&gt; teacher's seminary in &lt;a href=\"Valka\"&gt;Valka&lt;/a&gt; (the &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;n town of Valka lies alongside its Estonian twin, &lt;a href=\"Valga%2C%20Estonia\"&gt;Valga&lt;/a&gt;), where he studied with the choral master &lt;a href=\"J%C4%81nis%20Cimze\"&gt;Jānis Cimze&lt;/a&gt;.\nSaebelmann graduated from the teacher's seminary in 1865 and took up a teaching post in the small village of &lt;a href=\"Paistu\"&gt;Paistu&lt;/a&gt; for three years. There he frequently played the organ in the local church. He befriended prominent figures from the &lt;a href=\"Estonian%20national%20awakening\"&gt;Estonian national awakening&lt;/a&gt;, including &lt;a href=\"Carl%20Robert%20Jakobson\"&gt;Carl Robert Jakobson&lt;/a&gt;, &lt;a href=\"Johann%20Voldemar%20Jannsen\"&gt;Johann Voldemar Jannsen&lt;/a&gt;, and the latter's daughter, &lt;a href=\"Lydia%20Koidula\"&gt;Lydia Koidula&lt;/a&gt;. He took the name \"Kunileid\", in preference to the Germanic-seeming \"Saebelmann\", from Jakobson's motto \"Otsi, kuni leiad\" (\"Seek, until you find\"). In 1868 he was employed as an assistant instructor by the Vidzeme seminary.\nAt Jakobson's instigation Kunileid played a significant role in the first &lt;a href=\"Estonian%20Song%20Festival\"&gt;Estonian Song Festival&lt;/a&gt; in 1869. Alongside Jannsen, Kunileid was the chief organizer of the festival, as well as chairman of the jury for choral performances.\nDuring this period, Kunileid composed numerous choral songs, including \"&lt;a href=\"Mu%20isamaa%20on%20minu%20arm\"&gt;Mu isamaa on minu arm&lt;/a&gt;\", \"Sind surmani\" and \"Mu isamaa nad olid matnud\", which today form part of the Estonian national canon. Jakobson included Kunileid's works in his famous collection of Estonian songs, \"Wanemuine Kandle Healed\" (first edition 1869, second 1871).\nIn 1871, Kunileid moved with this brother, Friedrich Saebelmann, who had also graduated from the teacher's seminary in Valka, to &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;. At first the pair had to live in very restricted circumstances. Kunileid was a teacher in the Estonian school in &lt;a href=\"Gatchina\"&gt;Gatchina&lt;/a&gt;, near the Russian capital, and later at the teacher's seminary of &lt;a href=\"Kolpino\"&gt;Kolpino&lt;/a&gt;. In 1873 Kunileid's health declined rapidly and he moved to &lt;a href=\"Poltava\"&gt;Poltava&lt;/a&gt; as a teacher and organist for its better climate. He died there in the summer of 1875. He was buried in Poltava's municipal cemetery, which was levelled after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nKunileid is a minor character in &lt;a href=\"Jaan%20Kross\"&gt;Jaan Kross's&lt;/a&gt; historical novel, \"&lt;a href=\"Professor%20Martens%27%20Departure\"&gt;Professor Martens' Departure&lt;/a&gt;\"."
}