{
    "id": "43194901",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=43194901",
    "title": "Google Cardboard",
    "text": "Google Cardboard is a &lt;a href=\"virtual%20reality\"&gt;virtual reality&lt;/a&gt; (VR) platform developed by &lt;a href=\"Google\"&gt;Google&lt;/a&gt;. Named for its fold-out cardboard &lt;a href=\"Virtual%20reality%20headset\"&gt;viewer&lt;/a&gt; into which a &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt; is inserted, the platform was intended as a low-cost system to encourage interest and development in VR applications. Users can either build their own viewer from simple, low-cost components using specifications published by Google, or purchase a pre-manufactured one. To use the platform, users run Cardboard-compatible &lt;a href=\"mobile%20apps\"&gt;mobile apps&lt;/a&gt; on their phone, place it into the back of the viewer, and view content through the lenses.\nThe platform was created by David Coz and Damien Henry, French Google engineers at the &lt;a href=\"Google%20Cultural%20Institute\"&gt;Google Cultural Institute&lt;/a&gt; in Paris, in their 20% \"&lt;a href=\"Innovation%20Time%20Off\"&gt;Innovation Time Off&lt;/a&gt;\". It was introduced at the &lt;a href=\"Google%20I/O%202014\"&gt;Google I/O 2014&lt;/a&gt; developers conference, where a Cardboard viewer was given away to all attendees. The Cardboard &lt;a href=\"software%20development%20kit\"&gt;software development kit&lt;/a&gt; (SDK) was released for the &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; and &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; operating systems; the SDK's VR View allows developers to embed VR content on the web as well as in their apps.\nThrough March 2017, over 160 million Cardboard-enabled app downloads were made. By November 2019, over 15 million viewer units had shipped. After the success of Cardboard, Google developed an enhanced VR platform, &lt;a href=\"Google%20Daydream\"&gt;Daydream&lt;/a&gt;, which was launched in 2016. Following declining interest in Cardboard, Google announced in November 2019 that it would &lt;a href=\"Open-source%20software\"&gt;open-source&lt;/a&gt; the platform's SDK. In March 2021, the &lt;a href=\"Google%20Store\"&gt;Google Store&lt;/a&gt; stopped selling Cardboard viewers. As of November 2021, third-party companies continue to sell compatible viewers.\nViewer assembly and operation.\nGoogle Cardboard headsets are built out of simple, low-cost components. The headset specifications were designed by Google, which made the list of parts, schematics, and assembly instructions freely available on their website, allowing people to assemble Cardboard themselves from readily available parts. Pre-manufactured viewers were only available from third-party vendors until February 2016, when Google began selling their own through the &lt;a href=\"Google%20Store\"&gt;Google Store&lt;/a&gt;.\nThe parts that make up a Cardboard viewer are a piece of &lt;a href=\"cardboard\"&gt;cardboard&lt;/a&gt; cut into a precise shape, 45 mm &lt;a href=\"focal%20length\"&gt;focal length&lt;/a&gt; &lt;a href=\"lens%20%28optics%29\"&gt;lenses&lt;/a&gt;, &lt;a href=\"magnet\"&gt;magnet&lt;/a&gt;s or &lt;a href=\"Capacitive%20sensing\"&gt;capacitive&lt;/a&gt; tape, a &lt;a href=\"hook%20and%20loop%20fastener\"&gt;hook and loop fastener&lt;/a&gt; (such as &lt;a href=\"Velcro\"&gt;Velcro&lt;/a&gt;), a rubber band, and an optional &lt;a href=\"near%20field%20communication\"&gt;near field communication&lt;/a&gt; (NFC) tag. Google provides extra recommendations for large scale manufacturing, and pre-assembled kits based on these plans are available for less than from multiple vendors, who have also created a number of Cardboard variations.\nOnce the kit is assembled, a smartphone is inserted in the back of the device and held in place by the selected fastening device. A Google Cardboard–compatible app splits the smartphone display image into two, one for each eye, while also applying &lt;a href=\"distortion%20%28optics%29\"&gt;barrel distortion&lt;/a&gt; to each image to counter &lt;a href=\"pincushion%20distortion\"&gt;pincushion distortion&lt;/a&gt; from the lenses. The result is a &lt;a href=\"stereoscopy\"&gt;stereoscopic&lt;/a&gt; (3D) image with a wide field of view.\nThe first version of Cardboard could fit phones with screens up to , and used magnets as input buttons, which required a compass sensor in the phone. An updated design released at &lt;a href=\"Google%20I/O%202015\"&gt;Google I/O 2015&lt;/a&gt; works with phones up to , and replaces the magnet switch with a conductive lever that triggers a touch event on the phone's screen for better compatibility across devices.\nSoftware.\nGoogle provides three &lt;a href=\"software%20development%20kit\"&gt;software development kit&lt;/a&gt;s for developing Cardboard applications: one for the &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; operating system using &lt;a href=\"Java%20%28programming%20language%29\"&gt;Java&lt;/a&gt;, one for the game engine &lt;a href=\"Unity%20%28game%20engine%29\"&gt;Unity&lt;/a&gt; using &lt;a href=\"C%20Sharp%20%28programming%20language%29\"&gt;C#&lt;/a&gt;, and one for the &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; operating system. After initially supporting only Android, Google announced iOS support for the Unity plugin in May 2015 at the Google I/O 2015 conference. Third-party apps with Cardboard support are available on the &lt;a href=\"Google%20Play\"&gt;Google Play&lt;/a&gt; store and &lt;a href=\"App%20Store%20%28iOS%29\"&gt;App Store for iOS&lt;/a&gt;. In addition to native Cardboard apps, there are Google Chrome VR Experiments implemented using &lt;a href=\"WebGL\"&gt;WebGL&lt;/a&gt;; phones, including Apple's, that support WebGL can run Google's web experiments. A port of the Google Cardboard demonstration app to iOS was released at Google I/O 2015. In January 2016, Google announced that the software development kits would support &lt;a href=\"3D%20audio%20effect\"&gt;spatial audio&lt;/a&gt;, a virtual reality effect intended to simulate audio coming from outside of the listener's head located anywhere in 3D space.\nIn March 2016, Google released VR View, an expansion of the Cardboard SDK allowing developers to embed 360-degree VR content on a web page or in a mobile app, across desktop, Android, and iOS. The &lt;a href=\"JavaScript\"&gt;JavaScript&lt;/a&gt; and &lt;a href=\"HTML\"&gt;HTML&lt;/a&gt; code for web publishing VR content is &lt;a href=\"Open-source%20software\"&gt;open source&lt;/a&gt; and available on &lt;a href=\"GitHub\"&gt;GitHub&lt;/a&gt;, allowing developers to self-host their content.\nOn launch, the application offers icons for Cardboard Demos, 360 Video Channel, and Street View, with tabs for My Library and Get Apps. The Demos mode, set in a static scene above a beach, includes a brief tutorial option, a display of museum objects from all angles, a My Videos, a Photo Sphere, and an Arctic Journey with further options to explore aspects of interactivity. The demonstrations also included a Google Earth option that allowed interaction with a 3-D reconstruction of real terrain, but this appeared to have been removed as of late May 2019.\nFollowing declining interest in Cardboard, Google announced on November 6, 2019, that it would &lt;a href=\"Open-source%20software\"&gt;open-source&lt;/a&gt; the platform's SDK. The company said that it would continue \"adding new features\" to the project.\nRelated initiatives.\nJump.\nJump is an ecosystem for virtual reality film-making developed by Google. It was announced at Google I/O on May 28, 2015. Much as Google did with the Cardboard viewer, for Jump the company developed specifications for a circular camera array made from 16 cameras that it will release to the public. &lt;a href=\"GoPro\"&gt;GoPro&lt;/a&gt; partnered with Google to build an array using their own cameras, although the Jump rig will theoretically support any camera. Once footage has been shot, the VR video is compiled from the individual cameras through \"the assembler\", Jump's back-end software. The assembler uses &lt;a href=\"computational%20photography\"&gt;computational photography&lt;/a&gt; and \"&lt;a href=\"computer%20vision\"&gt;computer vision&lt;/a&gt;\" to recreate the scene while generating thousands of in-between viewpoints. Finalized video shot through Jump can then be viewed through a stereoscopic VR mode of &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; with a Cardboard viewer.\nExpeditions.\n&lt;a href=\"Google%20Expeditions\"&gt;Expeditions&lt;/a&gt; is a program for providing VR experiences to school classrooms through Google Cardboard viewers, allowing educators to take their students on virtual &lt;a href=\"field%20trip\"&gt;field trip&lt;/a&gt;s. It was announced at Google I/O 2015, with plans to launch in fall 2015. Each classroom kit would include 30 synchronized Cardboard viewers and smartphones, along with a tablet for the teacher to act as tour guide. Teachers interested in bringing the program to their school can register online. &lt;a href=\"CNET\"&gt;CNET&lt;/a&gt; called Cardboard \"the first Virtual Reality platform targeted at children.\" Through May 2016, over one million students had taken a VR field trip through the Expeditions program. In July 2017, Google released a standalone version of the Expedition app, separating it from the platform's education initiative and making it available to the public.\nPartnerships and promotions.\nIn November 2014, &lt;a href=\"Volvo\"&gt;Volvo&lt;/a&gt; released Volvo-branded Cardboard goggles and an Android app, Volvo Reality, to let the user explore the &lt;a href=\"Volvo%20XC90\"&gt;XC90&lt;/a&gt;. In February 2015, toy manufacturer &lt;a href=\"Mattel\"&gt;Mattel&lt;/a&gt;, in cooperation with Google, announced a VR version of the stereoscopic viewer &lt;a href=\"View-Master\"&gt;View-Master&lt;/a&gt;. Android support was available at the viewer's release in fall 2015, with support for iOS and Windows smartphones available later.\nGoogle also collaborated with &lt;a href=\"LG%20Electronics\"&gt;LG Electronics&lt;/a&gt; to release a Cardboard-based headset for the &lt;a href=\"LG%20G3\"&gt;LG G3&lt;/a&gt; known as VR for G3. Released in February 2015, it was distributed as a free accessory with new G3 models sold in certain countries, and was perceived to be a competitor to the &lt;a href=\"Samsung%20Gear%20VR\"&gt;Samsung Gear VR&lt;/a&gt; accessory.\nOn November 8, 2015, \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" included a Google Cardboard viewer manufactured by &lt;a href=\"https%3A//www.knoxlabs.com/pages/branding-new-york-times\"&gt;Knoxlabs&lt;/a&gt; with all home newspaper deliveries. Readers can download the \"NYT VR\" app on their smartphone, which displays journalism-focused immersive VR environments. Another newspaper, \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", offered a similar promotion, giving away 97,000 Cardboard headsets to readers on October 7, 2017, while releasing a Guardian VR app for iOS and Android.\nIn December 2015, Google offered free \"&lt;a href=\"Star%20Wars\"&gt;Star Wars&lt;/a&gt;\"-themed Cardboard viewers through the &lt;a href=\"Google%20Store\"&gt;Google Store&lt;/a&gt; and &lt;a href=\"Verizon%20Wireless\"&gt;Verizon&lt;/a&gt; as a part of promotional tie-in for the film \"\".\nTicket holders for the 2016 &lt;a href=\"Coachella%20Valley%20Music%20and%20Arts%20Festival\"&gt;Coachella Valley Music and Arts Festival&lt;/a&gt; received a Google Cardboard–inspired cardboard VR viewer in their welcome package that can be used with the Coachella VR mobile app. The festival's organizers partnered with Vantage.tv to offer VR content for the festival, such as 360° panoramic photos of previous events, virtual tours of the 2016 festival site, interviews, and performances.\nReception.\nOn January 27, 2016, Google announced that in the platform's first 19 months, over 5 million Cardboard viewers had shipped, over 1,000 compatible applications had been published, and over 25 million application installs had been made. According to the company, users viewed over 350,000 hours of YouTube videos in VR during that time, and 500,000 students took a VR field trip through the Expeditions program. Through March 2017, over 10 million Cardboard viewers had been shipped and over 160 million Cardboard-enabled app downloads had been made. By November 2019, Google claimed that over 15 million viewer units had shipped worldwide.\nSuccessor.\nThe success of Cardboard convinced Google to develop more advanced virtual reality hardware and appoint a new chief of virtual reality. Google announced an enhanced VR platform called &lt;a href=\"Google%20Daydream\"&gt;Daydream&lt;/a&gt; at Google I/O on May 18, 2016. The platform's first headset, the Daydream View, was released on November 10, 2016.\nGoogle Daydream was not widely adopted by consumers or developers, and in October 2019 Google announced that the Daydream View headset had been discontinued and that they would no longer certify new devices for Daydream."
}