{
    "id": "43193546",
    "revid": "800198",
    "url": "https://en.wikipedia.org/wiki?curid=43193546",
    "title": "27 (opera)",
    "text": "27 (or Twenty-Seven) is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; by composer &lt;a href=\"Ricky%20Ian%20Gordon\"&gt;Ricky Ian Gordon&lt;/a&gt; and &lt;a href=\"libretto\"&gt;librettist&lt;/a&gt; &lt;a href=\"Royce%20Vavrek\"&gt;Royce Vavrek&lt;/a&gt; in a prologue and five acts that explores the relationship of &lt;a href=\"Gertrude%20Stein\"&gt;Gertrude Stein&lt;/a&gt; and &lt;a href=\"Alice%20B.%20Toklas\"&gt;Alice B. Toklas&lt;/a&gt;, and the &lt;a href=\"Salon%20%28gathering%29\"&gt;salons&lt;/a&gt; that they hosted at their residence at &lt;a href=\"27%20rue%20de%20Fleurus\"&gt;27 rue de Fleurus&lt;/a&gt; in Paris. The work was commissioned by &lt;a href=\"Opera%20Theatre%20of%20Saint%20Louis\"&gt;Opera Theatre of Saint Louis&lt;/a&gt; for &lt;a href=\"mezzo-soprano\"&gt;mezzo-soprano&lt;/a&gt; &lt;a href=\"Stephanie%20Blythe\"&gt;Stephanie Blythe&lt;/a&gt;. The full cast of five singers was featured on the cover of the June 2014 issue of \"&lt;a href=\"Opera%20News\"&gt;Opera News&lt;/a&gt;\". The opera premiered on June 14, 2014, in a production directed by James Robinson and conducted by &lt;a href=\"Michael%20Christie%20%28conductor%29\"&gt;Michael Christie&lt;/a&gt; at the Loretto-Hilton Center in St. Louis, Missouri. The world premiere was recorded by &lt;a href=\"Albany%20Records\"&gt;Albany Records&lt;/a&gt;.\n&lt;a href=\"Pittsburgh%20Opera\"&gt;Pittsburgh Opera&lt;/a&gt; staged the work in February 2016. The New York City premiere was staged in October 2016 at &lt;a href=\"New%20York%20City%20Center\"&gt;New York City Center&lt;/a&gt; with Stephanie Blythe, &lt;a href=\"Heidi%20Stober\"&gt;Heidi Stober&lt;/a&gt;, Theo Lebow, , and Daniel Brevik. &lt;a href=\"Ted%20Sperling\"&gt;Ted Sperling&lt;/a&gt; conducted the &lt;a href=\"Orchestra%20of%20St.%20Luke%27s\"&gt;Orchestra of St. Luke's&lt;/a&gt; and Gordon composed new material specially for the &lt;a href=\"MasterVoices\"&gt;MasterVoices&lt;/a&gt; chorus.\nCritical reception.\n\"&lt;a href=\"The%20St.%20Louis%20American\"&gt;The St. Louis American&lt;/a&gt;\" called the world premiere production of \"27\" a \"flawless commissioned portrait of Gertrude Stein,\" while Ray Mark Rinaldi of \"&lt;a href=\"The%20Denver%20Post\"&gt;The Denver Post&lt;/a&gt;\" said that the opera \"tells a great American story, as well as American opera in the 21st century\" suggesting that \"it is every century's job to define the century before it, and \"27\" isn't afraid to do that with certainty and depth.\" In her review for the \"&lt;a href=\"St.%20Louis%20Post-Dispatch\"&gt;St. Louis Post-Dispatch&lt;/a&gt;\", Sarah Bryan Miller called the work \"serious fun\" praising Gordon's creation of \"hummable tunes and recurring themes, drama and sweetness, in a well-wrought score. Vavrek is Steinian without stealing Stein and keeps the story moving, for a clever, witty libretto,\" while &lt;a href=\"Anne%20Midgette\"&gt;Anne Midgette&lt;/a&gt; of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" wrote that \"[Gordon] clearly found much to inspire him in this libretto and subject, to judge from a score that has an engaging vitality from the opening bars, and is delightfully studded with allusions (a touch of \"&lt;a href=\"Lakm%C3%A9\"&gt;Lakmé&lt;/a&gt;\", a hint of \"&lt;a href=\"Vanessa%20%28opera%29\"&gt;Vanessa&lt;/a&gt;\") and adroit vocal ensembles.\" Heidi Waleson of \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" commented that \"[t]he first thing that you notice about Ricky Ian Gordon's \"27\", an opera about Gertrude Stein that recently had its world premiere at Opera Theatre of Saint Louis, is that it moves. Royce Vavrek, the librettist, taking his cue from Stein's own short phrases and cells of text, created a playful, quick-witted libretto that pushed Mr. Gordon beyond his trademark melodies into a brighter, friskier style.\" Critic Scott Cantrell of \"&lt;a href=\"The%20Dallas%20Morning%20News\"&gt;The Dallas Morning News&lt;/a&gt;\" wrote that \"\"27\" is an unabashedly populist treatment of a yeasty artistic period, in musical idioms that wouldn't have raised an eyebrow in 1920s Paris,\" and further described Gordon's score as \"tuneful, Frenchified neoclassicism\" likening it to the work of &lt;a href=\"Lennox%20Berkeley\"&gt;Lennox Berkeley&lt;/a&gt; and &lt;a href=\"Aaron%20Copland\"&gt;Aaron Copland&lt;/a&gt;.\nAll five singers received unanimous praise, with Blythe garnering rapturous notices for her portrayal of Stein, and Futral celebrated for her performance as Toklas: \"It is no small matter that the piece was written for Stephanie Blythe, an outsize personality herself, whose grand, multifaceted mezzo brings the character to vibrant life.\" (Waleson, \"Wall Street Journal\") \"Stephanie Blythe is Gertrude; Elizabeth Futral is Alice. Individually and together, they are brilliant, as is the rest of the cast.\" (Robert W. Duffy, St. Louis Public Radio) \"[A] good vehicle for Blythe, who can handle the turns and whose natural magnetism goes a long way toward helping us understand the power Stein had over her world. Futral, one of the better singing actresses working today, makes the relationship believable.\" (Rinaldi, \"Denver Post\") \"[W]ith sublime, powerful, expressive voices, superstars Stephanie Blythe and Elizabeth Futral were a joy to behold, deserving of their robust ovations. [...] Remember the names Theo Lebow, Tobias Greenhalgh and Daniel Brevik. They excelled at portraying all the male characters distinctively and effortlessly, showcasing solid acting and strong singing in intricate, demanding supporting roles.\" (Lynn Venhaus, \"&lt;a href=\"Belleville%20News-Democrat\"&gt;Belleville News-Democrat&lt;/a&gt;\") Ann Midgette of \"The Washington Post\" noted \"Daniel Brevik, bass-baritone, was particularly impressive with a sonorous voice that made him sound a bit like a young Blythe, and a build and manner so perfectly evocative of Hemingway that I, at least, was waiting for his turn in that role even while he was playing a stentorian Matisse.\""
}