{
    "id": "43245585",
    "revid": "27199084",
    "url": "https://en.wikipedia.org/wiki?curid=43245585",
    "title": "Roman Seleznev",
    "text": "Roman Valerevich Seleznev (or Seleznyov, ; born 1984), also known by his hacker &lt;a href=\"User%20%28computing%29\"&gt;name&lt;/a&gt; Track2, is a Russian computer &lt;a href=\"Security%20hacker\"&gt;hacker&lt;/a&gt;. Seleznev was indicted in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; in 2011, and was convicted of hacking into servers to steal credit-card data. His activities are estimated to have caused more than $169 million in damages to businesses and financial institutions. Seleznev was arrested on July 5, 2014, and was sentenced to 27 years in prison for wire fraud, intentional damage to a protected computer, and identity theft.\nEarly life.\nSeleznev is the son of , a member of Russia's &lt;a href=\"State%20Duma\"&gt;Duma&lt;/a&gt;.\nHacking career.\nHe began his activities in early 2003 on the &lt;a href=\"credit%20card%20fraud\"&gt;credit card fraud&lt;/a&gt; site &lt;a href=\"CarderPlanet\"&gt;CarderPlanet&lt;/a&gt;, providing paid &lt;a href=\"Social%20Security%20number\"&gt;Social Security number&lt;/a&gt;s and criminal-history research using (among others) stolen &lt;a href=\"LexisNexis\"&gt;LexisNexis&lt;/a&gt; accurint.com accounts. Seleznev's employee later created a scanner which allowed a user to scan the internet for &lt;a href=\"Remote%20Desktop%20Protocol\"&gt;MSRDP&lt;/a&gt; open ports (3389 by default). Default configurations provided poor protection at the time, and many administrator accounts were not secured by passwords. Exploiting this vulnerability, Seleznev and his partner accessed many remote computers, including those with financial and credit-card data.\nHe contacted &lt;a href=\"Vladislav%20Horohorin\"&gt;BadB&lt;/a&gt;, another hacker, to gain more experience in exploiting financial systems. BadB, a cybercriminal identified in 2009 as Vladislav Horohorin, provided Seleznev with an automated script to look for credit card traces in systems and networks. With this script, Seleznev obtained his first credit-card dumps, which he resold to Horohorin. He became dissatisfied with Horohorin, and decided to begin his own credit-card-dump operation using the nickname \"nCuX\" (from , \"psycho\").\nSeleznev expanded his operations in 2008 from scanning &lt;a href=\"MSRDP\"&gt;MSRDP&lt;/a&gt; with default (or no) passwords to developing sophisticated malware which could intercept network traffic and search network shares, distributing it through flaws in Internet browsers by injecting malicious code into advertising traffic. He infected many computers, primarily in the United States.\nBy May 2009, &lt;a href=\"United%20States%20Secret%20Service\"&gt;USSS&lt;/a&gt; believed they had collected enough information to come to the conclusion that nCuX was probably the identity of Roman Seleznev. They had a meeting with the Russian intelligence agency &lt;a href=\"Federal%20Security%20Service\"&gt;FSB&lt;/a&gt; in which they shared information from their investigation and their belief that nCuX was Seleznev. Shortly after this meeting, in June 2009, nCuX closed all of his accounts and disappeared from the Internet; USSS suspected FSB had tipped Seleznev off.\nAfter shutting down nCuX, Seleznev created two other names (Track2 and Bulba) and used them to operate his own automated stolen-credit-card shops. He bought advertising space in the \"Dumps\" section of the illegal carding forum &lt;a href=\"carder.su\"&gt;carder.su&lt;/a&gt;, which was shut down in a 2012 &lt;a href=\"United%20States%20Department%20of%20Homeland%20Security\"&gt;Department of Homeland Security&lt;/a&gt; operation. Horohorin's advertising campaign on carder.su was also shut down, and a &lt;a href=\"denial-of-service%20attack\"&gt;denial-of-service attack&lt;/a&gt; ensued. He was arrested by USSS in August 2010, leaving Seleznev without competition.\nDuring a vacation in Morocco, Seleznev received a severe head injury in the &lt;a href=\"2011%20Marrakesh%20bombing\"&gt;2011 Marrakesh bombing&lt;/a&gt; and was evacuated to Moscow for surgery.\nArrest and trial.\nSeleznev's 2014 arrest was controversial in Russia. Russian officials called his arrest a \"kidnapping\", and said that the U.S. had failed to notify Russian consulates. The &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;DOJ&lt;/a&gt; initially refused to disclose the location of Seleznev's arrest, but prosecutors later revealed he was arrested while on vacation at Kanifushi Resort in the &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt;. The Russian &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Russia%29\"&gt;Foreign Ministry&lt;/a&gt; criticized the island country for failing to follow \"international legal norms\", which prosecutors said was justified based on the noncooperation of the &lt;a href=\"Federal%20Security%20Service\"&gt;FSB&lt;/a&gt; in 2009 and the scope of Seleznev's crimes. As the Maldives does not have an &lt;a href=\"extradition%20treaty\"&gt;extradition treaty&lt;/a&gt; with the United States, the &lt;a href=\"United%20States%20Secret%20Service\"&gt;USSS&lt;/a&gt; negotiated directly with the Maldivian government to arrange an &lt;a href=\"Persona%20non%20grata\"&gt;expulsion&lt;/a&gt; of Seleznev into U.S. law enforcement custody, from which he was sent to &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; to await trial.\n&lt;a href=\"United%20States%20Department%20of%20Homeland%20Security\"&gt;DHS&lt;/a&gt; Secretary &lt;a href=\"Jeh%20Johnson\"&gt;Jeh Johnson&lt;/a&gt; said in a statement the arrest showed that \"despite the increasingly borderless nature of transitional organized crime, the long arm of justice – and the Department of Homeland Security – will continue to disrupt and dismantle sophisticated criminal organizations\".\nIn 2016, after a 1½-week trial in the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Western%20District%20of%20Washington\"&gt;U.S. District Court for the Western District of Washington&lt;/a&gt;, a jury found Seleznev guilty on 38 counts; the following year, he was sentenced to 27 years' imprisonment. On May 19, 2017, Seleznev faced charges in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt; and &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;; he pled guilty that September to conspiracy to commit bank fraud, and was sentenced to 14 years in prison in November. This sentence will run concurrently with his original sentence.\nLater reporting indicated that Seleznev's arrest may have been the result of a cooperative effort between the U.S. government and an officer working within the FSB.\nSeleznev is currently being held at the medium security prison &lt;a href=\"FCI%20Butner\"&gt;FCI Butner&lt;/a&gt; in North Carolina, after being transferred from &lt;a href=\"USP%20Atlanta\"&gt;USP Atlanta&lt;/a&gt; in 2018. He requested to be transferred to FCI Butner due to the prison's good living conditions and hospital."
}