{
    "id": "4325726",
    "revid": "40703372",
    "url": "https://en.wikipedia.org/wiki?curid=4325726",
    "title": "Lockheed Senior Prom",
    "text": "The Lockheed Senior Prom was a classified &lt;a href=\"black%20program\"&gt;black program&lt;/a&gt; conducted by the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; in conjunction with the &lt;a href=\"Lockheed%20Corporation\"&gt;Lockheed Corporation&lt;/a&gt;'s &lt;a href=\"Skunk%20Works\"&gt;Skunk Works&lt;/a&gt; for the development and testing of a &lt;a href=\"cruise%20missile\"&gt;cruise missile&lt;/a&gt; using &lt;a href=\"stealth%20technology\"&gt;stealth technology&lt;/a&gt;. Based on the company's &lt;a href=\"Lockheed%20Have%20Blue\"&gt;Have Blue&lt;/a&gt; demonstrator, the six Senior Prom vehicles proved successful in testing conducted at &lt;a href=\"Area%2051\"&gt;Area 51&lt;/a&gt; in the late 1970s; despite this, the aircraft was not selected to enter production, and the program was terminated in the early 1980s.\nDesign and development.\nFollowing the success of the test programme for the &lt;a href=\"Lockheed%20Have%20Blue\"&gt;Lockheed Have Blue&lt;/a&gt; stealth technology demonstrator aircraft, the United States Air Force awarded a contract to the Lockheed Advanced Development Projects division—the \"&lt;a href=\"Skunk%20Works\"&gt;Skunk Works&lt;/a&gt;\"—for the development of an &lt;a href=\"unmanned%20aerial%20vehicle\"&gt;unmanned aerial vehicle&lt;/a&gt;, intended to act as the prototype of a &lt;a href=\"cruise%20missile\"&gt;cruise missile&lt;/a&gt;, that would apply the Have Blue's &lt;a href=\"facet\"&gt;facet&lt;/a&gt;ed design in order to reduce the &lt;a href=\"radar%20cross%20section\"&gt;radar cross section&lt;/a&gt; of the missile by deflecting &lt;a href=\"electromagnetic%20radiation\"&gt;electromagnetic waves&lt;/a&gt; from radar transmitters away from their source, instead of directly back at the radar set's antenna.\nThe program began in 1977, with a reported budget of &lt;a href=\"USD\"&gt;USD&lt;/a&gt; $24,000,000; the design of the aircraft was closely based on that of Have Blue, except scaled down. Intended for launch from &lt;a href=\"Lockheed%20DC-130%20Hercules\"&gt;Lockheed DC-130 Hercules&lt;/a&gt; &lt;a href=\"Target%20drone\"&gt;drone&lt;/a&gt; launcher aircraft, the original configuration of the Senior Prom vehicle included &lt;a href=\"winglets\"&gt;winglets&lt;/a&gt; and a ventral fin; the aircraft was later modified to include a &lt;a href=\"V-tail\"&gt;V-tail&lt;/a&gt; and more slender wings, closer in configuration to the &lt;a href=\"Lockheed%20F-117%20Nighthawk\"&gt;F-117 Nighthawk&lt;/a&gt; stealth fighter. &lt;a href=\"Radar-absorbent%20material\"&gt;Radar-absorbent material&lt;/a&gt; was applied to the airframe as part of its stealth configuration; in addition to the faceting of the design, similar to that of Have Blue and the F-117, the \"sawtooth\" wing profile bore similarities to the &lt;a href=\"Northrop%20B-2\"&gt;B-2&lt;/a&gt; stealth bomber's planform.\nThe Senior Prom vehicle was intended to be expendable; however, it was modified to be reusable before testing commenced, with a &lt;a href=\"ballistic%20parachute\"&gt;ballistic parachute&lt;/a&gt; and inflatable landing bag located under the fuselage. The aircraft is believed to have been fitted with folding wings to facilitate carriage by the launching aircraft, and was powered by a single &lt;a href=\"turbofan\"&gt;turbofan&lt;/a&gt; engine, with the air intake and exhaust being configured in such a manner that the airframe would shield them from the ground, reducing the aircraft's radar and infrared signatures.\nTesting and cancellation.\nFlight testing of the Senior Prom vehicles began in October 1978; a total of six aircraft were built, which completed a total of fourteen flights over the duration of the testing programme. The craft were reportedly capable of flying within of a &lt;a href=\"SPS-13\"&gt;SPS-13&lt;/a&gt; radar without generating a discernible return. Most testing took place at &lt;a href=\"Groom%20Lake\"&gt;Groom Lake&lt;/a&gt; (\"&lt;a href=\"Area%2051\"&gt;Area 51&lt;/a&gt;\") in Nevada, with a DC-130 Hercules acting as the launch aircraft; there are also reports that some testing was conducted at &lt;a href=\"Edwards%20Air%20Force%20Base\"&gt;Edwards Air Force Base&lt;/a&gt; in California, with a &lt;a href=\"Boeing%20B-52%20Stratofortress\"&gt;B-52 Stratofortress&lt;/a&gt; being used as the launch platform, while \"Hangar 18\" at the Groom Lake test complex was reportedly constructed to house the B-52 and Senior Prom combination.\nDespite the success of the test programme, Senior Prom was cancelled in 1982; reportedly one reason for the cancellation of the project was that the size and configuration of the Senior Prom aircraft rendered it incapable of being carried in internal &lt;a href=\"bomb%20bay\"&gt;weapons bays&lt;/a&gt; such as that on the &lt;a href=\"Rockwell%20B-1%20Lancer\"&gt;B-1&lt;/a&gt; bomber; the &lt;a href=\"AGM-129%20ACM\"&gt;AGM-129 ACM&lt;/a&gt;, a competing design to Senior Prom for the cruise missile requirement, had a more slender airframe with retractable wings, which rendered it capable of internal carriage; it began flight testing shortly after the end of the Senior Prom programme.\nDespite the cancellation of the programme in 1982, the Senior Prom remained highly classified into the 21st century. "
}