{
    "id": "432647",
    "revid": "23257138",
    "url": "https://en.wikipedia.org/wiki?curid=432647",
    "title": "Scorzonera hispanica",
    "text": "Scorzonera hispanica, commonly known as black salsify or Spanish salsify, also known as black oyster plant, serpent root, viper's herb, viper's grass or simply scorzonera, is a &lt;a href=\"Perennial%20plant\"&gt;perennial&lt;/a&gt; member of the genus \"&lt;a href=\"Scorzonera\"&gt;Scorzonera&lt;/a&gt;\" in the sunflower family (&lt;a href=\"Asteraceae\"&gt;Asteraceae&lt;/a&gt;), cultivated as a &lt;a href=\"root%20vegetable\"&gt;root vegetable&lt;/a&gt; in the same way as purple salsify (\"&lt;a href=\"Tragopogon%20porrifolius\"&gt;Tragopogon porrifolius&lt;/a&gt;\"), also in the sunflower family. It is native to Southern Europe and cultivated as a crop in &lt;a href=\"Southern%20Europe\"&gt;Southern&lt;/a&gt; and &lt;a href=\"Central%20Europe\"&gt;Central Europe&lt;/a&gt;. It grows on nutrient poor soils, dry &lt;a href=\"pasture\"&gt;pasture&lt;/a&gt;, rocky areas, in &lt;a href=\"Thicket\"&gt;thickets&lt;/a&gt; and on limy or marly soils of &lt;a href=\"Temperate%20climate\"&gt;temperate zones&lt;/a&gt;.\nDescription.\n\"Scorzonera hispanica\" is grown commercially as an &lt;a href=\"annual%20plant\"&gt;annual&lt;/a&gt;, although it is a &lt;a href=\"Biennial%20plant\"&gt;biennial plant&lt;/a&gt;. After a vegetative phase in the first year, the plant flowers in its second year and can reach a height of 60cm with a stem diameter of 5 cm. The &lt;a href=\"Hermaphroditic%20%28botany%29\"&gt;hermaphroditic&lt;/a&gt; flowers are insect-pollinated. The flower-head is terminal and consists of yellow ray &lt;a href=\"florets\"&gt;florets&lt;/a&gt;. The stem is smooth and leafy and the leaves are &lt;a href=\"lanceolate\"&gt;lanceolate&lt;/a&gt; to &lt;a href=\"Ovate%20%28botany%29\"&gt;ovate&lt;/a&gt; with entire margins. Black salsify forms a long cylindrical &lt;a href=\"taproot\"&gt;taproot&lt;/a&gt; with a brownish to black cork layer. If harvested young, the carrot-like roots are tender, long and tapered with shiny white flesh. They contain a milky &lt;a href=\"latex\"&gt;latex&lt;/a&gt;, which turns the roots black when exposed to air.\nHistory.\nBlack salsify is native to &lt;a href=\"Southern%20Europe\"&gt;Southern Europe&lt;/a&gt; and the &lt;a href=\"Near%20East\"&gt;Near East&lt;/a&gt;. As is indicated by its &lt;a href=\"binomial%20name\"&gt;binomial name&lt;/a&gt;, it is generally thought to have spread to the rest of Europe from &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, but the first mention of the vegetable by a Western writer came from &lt;a href=\"Rudolf%20Leonhard\"&gt;Rudolf Leonhard&lt;/a&gt;, who reported seeing scorzonera at the market of &lt;a href=\"Aleppo\"&gt;Aleppo&lt;/a&gt; in &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, in 1575. It is often claimed that the name of the genus \"Scorzonera\" derives from the &lt;a href=\"Old%20French\"&gt;Old French&lt;/a&gt; word \"scorzon\" meaning snake (or \"adder\" to be exact), which seems likely given a widespread belief that the plant makes a good antidote against bites of venomous snakes. Alternatively, the name could be derived from the Italian \"scorza negra\" meaning \"black bark\"/\"black peel\" and indicating the dark brown to black skin of the root. The &lt;a href=\"Celt\"&gt;Celt&lt;/a&gt;ic and &lt;a href=\"Germanic%20tribes\"&gt;Germanic&lt;/a&gt; peoples are believed to have eaten the black salsify, which was considered efficacious against the &lt;a href=\"bubonic%20plague\"&gt;bubonic plague&lt;/a&gt; and &lt;a href=\"Snake%20poison\"&gt;snake bite&lt;/a&gt;s until the 16th century. The plant was being cultivated as a vegetable in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and &lt;a href=\"France\"&gt;France&lt;/a&gt; by 1660 and, soon after, vast fields were grown of it in what is now &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;.\nNutritional value.\nThe black salsify is considered &lt;a href=\"nutritious\"&gt;nutritious&lt;/a&gt;: it contains &lt;a href=\"protein\"&gt;protein&lt;/a&gt;s, &lt;a href=\"fat\"&gt;fat&lt;/a&gt;s, &lt;a href=\"asparagine\"&gt;asparagine&lt;/a&gt;, &lt;a href=\"choline\"&gt;choline&lt;/a&gt;, laevulin, as well as minerals such as &lt;a href=\"potassium\"&gt;potassium&lt;/a&gt;, &lt;a href=\"calcium\"&gt;calcium&lt;/a&gt;, &lt;a href=\"phosphorus\"&gt;phosphorus&lt;/a&gt;, &lt;a href=\"iron\"&gt;iron&lt;/a&gt;, &lt;a href=\"sodium\"&gt;sodium&lt;/a&gt;, and &lt;a href=\"vitamin\"&gt;vitamin&lt;/a&gt;s A, B1, E and C. It also contains the &lt;a href=\"polysaccharide\"&gt;polysaccharide&lt;/a&gt; &lt;a href=\"inulin\"&gt;inulin&lt;/a&gt;, conferring a mild sweetness that is suitable for &lt;a href=\"diabetic\"&gt;diabetic&lt;/a&gt;s. Inulin, used as a &lt;a href=\"Dietary%20fiber\"&gt;dietary fibre&lt;/a&gt;, may have a positive effect on the &lt;a href=\"Human%20digestive%20system\"&gt;digestive system&lt;/a&gt;, &lt;a href=\"Circulatory%20system\"&gt;blood circulation&lt;/a&gt;, &lt;a href=\"Kidney\"&gt;kidneys&lt;/a&gt; and inhibit cancerous processes.\nPreparation.\nVarious parts of the Black Salsify plant can be consumed, including roots, leafy shoots, and open flowers, either cooked or raw. The principal product however are the stem tuber roots.\nThe thick black skin of the salsify root is usually considered inedible and can be removed either prior to or after &lt;a href=\"boiling\"&gt;boiling&lt;/a&gt;. If the skin is removed prior to boiling, the peeled root should be immediately immersed in water mixed with vinegar or lemon juice, in order to prevent discolouring. Since the root contains an extremely sticky &lt;a href=\"latex\"&gt;latex&lt;/a&gt;, it is often more convenient to peel it after boiling the root for 20 to 25 minutes (or less). Residue of the latex can be removed by rubbing with a drop of oil and then washing with soap.\nBlack salsify is often eaten together with other vegetables, such as &lt;a href=\"Pea\"&gt;peas&lt;/a&gt; and &lt;a href=\"Carrot\"&gt;carrots&lt;/a&gt;. But it is also popular served like asparagus in a white &lt;a href=\"sauce\"&gt;sauce&lt;/a&gt;, such as &lt;a href=\"bechamel%20sauce\"&gt;bechamel sauce&lt;/a&gt;, &lt;a href=\"Mustard%20%28condiment%29\"&gt;mustard sauce&lt;/a&gt; or &lt;a href=\"hollandaise%20sauce\"&gt;hollandaise sauce&lt;/a&gt;. Boiled salsify roots may also be coated with &lt;a href=\"Batter%20%28cooking%29\"&gt;batter&lt;/a&gt; and &lt;a href=\"Deep%20frying\"&gt;deep fried&lt;/a&gt;.\nThe young roots are used in salads and the salsify latex can be used as &lt;a href=\"chewing%20gum\"&gt;chewing gum&lt;/a&gt;. Flowering shoots are consumed similarly to &lt;a href=\"asparagus\"&gt;asparagus&lt;/a&gt; and the flowers can be added to salads, together with brown seedlings or the long clumps of grass-like green leaves.\nThe scorzonera sweet is a crystallized dessert made from scorzonera in &lt;a href=\"%C3%89vora\"&gt;Évora&lt;/a&gt;, &lt;a href=\"Alentejo\"&gt;Alentejo&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;. It is listed on the &lt;a href=\"Ark%20of%20Taste\"&gt;Ark of Taste&lt;/a&gt;.\nCultivation.\nBlack salsify is hitherto mainly a European crop. &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt; and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; are the world's largest producers of black salsify; significant amounts are also produced in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. In the latter country, 'Hoffmanns Schwarzer Pfahl' is a &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt; widely used by commercial growers, while 'Duplex' is popular among small-scale gardeners. Some other cultivars are commercially available, but because it was a rather localized crop before being produced for a wider market there are comparatively few &lt;a href=\"landrace\"&gt;landrace&lt;/a&gt;s. Collections of local races and old cultivars can be found at the &lt;a href=\"Nordic%20Genetic%20Resource%20Center\"&gt;Nordic Genetic Resource Center&lt;/a&gt; in Sweden and the &lt;a href=\"Vavilov%20center\"&gt;Vavilov&lt;/a&gt; Institute of Plant-Genetic Resources in Russia. \nCultivars.\nBlack salsify cultivars differ in taste, size, region of origin and harvest time. The following table shows some popular examples.\nBreeding objectives are reduced susceptibility to &lt;a href=\"Bolting%20%28horticulture%29\"&gt;bolting&lt;/a&gt;, low percentage of roots with cavities, improved suitability for mechanical sowing and harvesting, as well as for industrial processing.\nSowing.\nScorzonera is sown in early spring, preferably at the end of April. Sowing too early can result in early flowering and loss of yield. About 12kg of &lt;a href=\"Seed\"&gt;seeds&lt;/a&gt; per hectare are required. The seeds are sown directly into shallow &lt;a href=\"Furrows\"&gt;furrows&lt;/a&gt; at a depth of 1.5 - 2cm with 30-50cm in between them. Plants should stand at a density of 50 plants/m2 for optimal yield. Because of the seeds’ unusual shape, machine sowing is difficult. Storage of seeds is also a critical point, as &lt;a href=\"germination\"&gt;germination&lt;/a&gt; is usually only guaranteed for 1-2 years. Optimal storage conditions are dry and cool.\nSoil requirements.\nThe roots develop best in very light textured, sandy &lt;a href=\"soil\"&gt;soil&lt;/a&gt;. Any stones or gravel in the ground can cause root deformation. Ideal &lt;a href=\"pH\"&gt;pH&lt;/a&gt; values are between 5.8 – 6.5 and &lt;a href=\"Liming%20%28soil%29\"&gt;liming&lt;/a&gt; is recommended fore more acidic soils. A high &lt;a href=\"humus\"&gt;humus&lt;/a&gt; content is beneficial. Generally, the species can grow in a variety of conditions and has potential to be grown as a &lt;a href=\"cash%20crop\"&gt;cash crop&lt;/a&gt; in less favorable, marginal environments in &lt;a href=\"Temperate%20climate\"&gt;temperate&lt;/a&gt; zones.\nHarvesting and post-harvest treatment.\n&lt;a href=\"Harvest\"&gt;Harvesting&lt;/a&gt; takes place from November to March, with the optimum time for high quality being end of December. The process is somewhat complicated, as the roots are quite fragile, and broken material loses its freshness. Entire roots will keep fresh all winter if stored in a cool dark place, due to their robust black &lt;a href=\"cork%20material\"&gt;cork&lt;/a&gt;y skin. In &lt;a href=\"root%20cellar\"&gt;root cellar&lt;/a&gt;s they may keep fresh well into springtime. The roots can also be washed, peeled, cut and then frozen. In supermarkets, they can be bought conserved in glass or canned. On farmer’s markets, the roots are sold unwashed to secure quality and freshness. Black salsify is, however, very hardy and &lt;a href=\"frost\"&gt;frost-resistant&lt;/a&gt; and will grow well in most cool-&lt;a href=\"temperate\"&gt;temperate&lt;/a&gt; climates and usually yield 15–20 &lt;a href=\"tonne\"&gt;tonne&lt;/a&gt;s of roots per &lt;a href=\"hectare\"&gt;hectare&lt;/a&gt;. In British gardens it is common to profit from its perennial character by leaving it in the ground until its roots have grown to sufficient size for harvesting; this can take two years. Commercially, it can be grown best as the year's second crop. It is recommended to have three to four years in the &lt;a href=\"crop%20rotation\"&gt;crop rotation&lt;/a&gt; before the cultivation of other &lt;a href=\"Asteraceae\"&gt;Asteraceae&lt;/a&gt;."
}