{
    "id": "43266039",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=43266039",
    "title": "John C. Burroughs",
    "text": "John Charles Burroughs (December 7, 1818 – April 21, 1892) was an American educator from &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;. A graduate of &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;, Burroughs was the first President of the &lt;a href=\"Old%20University%20of%20Chicago\"&gt;Old University of Chicago&lt;/a&gt; in &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago, Illinois&lt;/a&gt;, serving from 1859 to 1873. He then served as the school's chancellor until 1877. He was later Assistant Superintendent of Schools for Chicago.\nBiography.\nJohn C. Burroughs was born in &lt;a href=\"Stamford%2C%20New%20York\"&gt;Stamford, New York&lt;/a&gt; on December 7, 1818. He descended from &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt; preacher &lt;a href=\"Jeremiah%20Burroughs\"&gt;Jeremiah Burroughs&lt;/a&gt;. He moved with his family to Western New York in 1821. Burroughs was raised there on the family farm, attending public schooling. When he was sixteen, the Inspector of Public School commissioned Burroughs as a teacher. He taught for four seasons, working the family farm during summers. In 1838, he moved to &lt;a href=\"Medina%2C%20New%20York\"&gt;Medina, New York&lt;/a&gt; to study law. When Burroughs realized he did not have the proper background for the field, he instead pursued a classical education, studying at the &lt;a href=\"State%20University%20of%20New%20York%20at%20Brockport\"&gt;Brockport Collegiate Institute&lt;/a&gt; and &lt;a href=\"Middlebury%20Academy%20%28Wyoming%2C%20New%20York%29\"&gt;Middlebury Academy&lt;/a&gt;. He was admitted to &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt; as a sophomore in 1839 and graduated three years later.\nBurroughs took a position as Principal of the Hamilton Academy, managing the school for the next year and a half. He then entered the Madison Theological Seminary, graduating in 1846. He preached in &lt;a href=\"Waterford%2C%20New%20York\"&gt;Waterford, New York&lt;/a&gt; for a year and then was the pastor of the Baptist Church in &lt;a href=\"West%20Troy%2C%20New%20York\"&gt;West Troy&lt;/a&gt; for five years. In 1852, he was named pastor of the First Baptist Church of &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago, Illinois&lt;/a&gt;. He started publishing the \"Christian Times\" in 1854 as a Baptist newspaper for the Northwest. &lt;a href=\"Shurtleff%20College\"&gt;Shurtleff College&lt;/a&gt; in &lt;a href=\"Alton%2C%20Illinois\"&gt;Alton, Illinois&lt;/a&gt; offered Burroughs the college presidency, but Burroughs declined.\nLater in 1854, Burroughs worked with &lt;a href=\"United%20States%20Senator\"&gt;United States Senator&lt;/a&gt; &lt;a href=\"Stephen%20A.%20Douglas\"&gt;Stephen A. Douglas&lt;/a&gt; to establish the original &lt;a href=\"Old%20University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;. When the school was completed in 1856, Burroughs was elected its first President, though he declined to serve. The same year, the &lt;a href=\"University%20of%20Rochester\"&gt;University of Rochester&lt;/a&gt; awarded Burroughs an honorary &lt;a href=\"Doctor%20of%20Divinity\"&gt;Doctor of Divinity&lt;/a&gt; degree. However, when &lt;a href=\"Francis%20Wayland\"&gt;Francis Wayland&lt;/a&gt;, a former &lt;a href=\"President%20of%20Brown%20University\"&gt;President of Brown University&lt;/a&gt; that was Burroughs' choice for president, declined the offer in 1859, Burroughs accepted the presidency. Burroughs was one of three professors when the university opened to students.\nBurroughs resigned on December 30, 1873 and was succeeded by &lt;a href=\"James%20Rood%20Doolittle\"&gt;James Rood Doolittle&lt;/a&gt;. Burroughs was named &lt;a href=\"chancellor%20%28education%29\"&gt;chancellor&lt;/a&gt; of the institution and served this role until 1877. In 1881, Burroughs was named to the &lt;a href=\"Chicago%20Board%20of%20Education\"&gt;Chicago Board of Education&lt;/a&gt;, serving as Assistant Superintendent of Schools from 1884 until his death. Burroughs supported fundraising efforts for the erection of the current &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; in 1889.\nBurroughs married Elvira S. Fields, Principal of the Ladies' Seminary at Hamilton Academy, in 1843. He died on April 21, 1892. John C. Burroughs Elementary School in &lt;a href=\"Brighton%20Park%2C%20Chicago\"&gt;Brighton Park, Chicago&lt;/a&gt; was named in his honor."
}