{
    "id": "4326129",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=4326129",
    "title": "Charley Johnson",
    "text": "Charley Lane Johnson (born November 22, 1938) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; and retired &lt;a href=\"professor\"&gt;professor&lt;/a&gt; of &lt;a href=\"chemical%20engineering\"&gt;chemical engineering&lt;/a&gt;. He played in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) for 15 years with three teams: the &lt;a href=\"St.%20Louis%20Cardinals%20%28NFL%29\"&gt;St. Louis Cardinals&lt;/a&gt;, &lt;a href=\"Houston%20Oilers\"&gt;Houston Oilers&lt;/a&gt;, and &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt;.\nCollege career.\nA native of &lt;a href=\"Big%20Spring%2C%20Texas\"&gt;Big Spring, Texas&lt;/a&gt;, Johnson initially was set to play football with a scholarship at &lt;a href=\"Schreiner%20University\"&gt;Schreiner Institute&lt;/a&gt;, but the school dropped football the season he arrived. He then transferred to &lt;a href=\"New%20Mexico%20State%20University\"&gt;New Mexico State University&lt;/a&gt;, but did so with a scholarship to play &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; instead and had to &lt;a href=\"Walk-on%20%28sports%29\"&gt;walk-on&lt;/a&gt; to play football there, though he eventually won the starting job at quarterback.\nDuring his &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; career at New Mexico State he became the only person to date to be named Most Valuable Player of the &lt;a href=\"Sun%20Bowl\"&gt;Sun Bowl&lt;/a&gt; in consecutive years, winning the award in 1959 and 1960. He is a member of the NMSU Sports Hall of Fame and was the first player in the history of the NMSU football program to have his jersey number (33) retired.\nProfessional career.\nHe was a late-round draft pick by both the &lt;a href=\"San%20Diego%20Chargers\"&gt;San Diego Chargers&lt;/a&gt; of the AFL and &lt;a href=\"St.%20Louis%20Cardinals%20%28NFL%29\"&gt;St. Louis Cardinals&lt;/a&gt; of the NFL, opting to go to St. Louis. After just 13 attempts his 1961 rookie season, he became the Cardinal's primary starter for the next five years.\nHe was named to the NFL &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; in 1963 after career-bests 3,280 passing yards and 28 passing touchdowns, and was featured on the cover of \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" twice, on the December 14, 1964 and November 1, 1965. In 1964, he led the league with 223 completions, 420 attempts, 3,045 passing yards, and 24 interceptions. In 1966, he had a league-leading four 4th quarter comebacks. He played back-up to &lt;a href=\"Jim%20Hart%20%28American%20football%29\"&gt;Jim Hart&lt;/a&gt; in 1967, and despite starting just two games, again led the league with two 4th quarter comebacks in 1968. He split time with Hart in 1969 before being traded to &lt;a href=\"Houston%20Oilers\"&gt;Houston&lt;/a&gt;. There he started 14 games in two seasons (1970–71), before ending his career with a four-year stint in Denver. He started 9 games for the Broncos in 1972, and all 14 games for the 7–5–2 squad in &lt;a href=\"1973%20Denver%20Broncos%20season\"&gt;1973&lt;/a&gt;. In 1974, his 14th season, he led the league for the first time in yards per attempt with 8.1. He began his &lt;a href=\"1975%20Denver%20Broncos%20season\"&gt;final year&lt;/a&gt; with a 90-yard touchdown pass to &lt;a href=\"Rick%20Upchurch\"&gt;Rick Upchurch&lt;/a&gt; against the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt;, the only 90+ yard pass that decade by a Bronco. , his 16.45 yards per attempt in the game remains a franchise record, and he is a member of the &lt;a href=\"Denver%20Broncos%23Ring%20of%20Fame\"&gt;Denver Broncos Ring of Fame&lt;/a&gt;\nJohnson appeared as an imposter on the February 14, 1966 episode of the &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; game show \"&lt;a href=\"To%20Tell%20the%20Truth\"&gt;To Tell the Truth&lt;/a&gt;.\" He revealed his true identity after receiving one vote.\nHe retired in 1975 with a 59–57–8 record as a starter, with 1,737 completions (at the time, ranked 13th all-time in professional football) on 3,392 attempts (13th), for 24,410 yards (14th), 170 touchdowns (15th), 181 interceptions (14th) and a &lt;a href=\"passer%20rating\"&gt;passer rating&lt;/a&gt; of 69.2 (20th).\nOutside of football.\nAn engineering major at NMSU, Johnson obtained his bachelor's degree in chemical engineering at NMSU with a 4.0 GPA in 1961. Johnson then continued his academic pursuits during his NFL career and obtained master's and doctoral degrees in &lt;a href=\"chemical%20engineering\"&gt;chemical engineering&lt;/a&gt; from &lt;a href=\"Washington%20University%20in%20St.%20Louis\"&gt;Washington University in St. Louis&lt;/a&gt; while concurrently playing in the NFL. While an undergraduate, Johnson was part of NMSU's &lt;a href=\"Army%20Reserve%20Officers%27%20Training%20Corps\"&gt;Army ROTC&lt;/a&gt;; he used his graduate studies to delay his &lt;a href=\"Commissioned%20officer\"&gt;commission&lt;/a&gt; until 1967, when he was called into &lt;a href=\"active%20duty\"&gt;active duty&lt;/a&gt;. He was deemed unfit for combat, but was stationed with and worked for &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; in the &lt;a href=\"United%20States%20Army%20Reserve\"&gt;United States Army Reserve&lt;/a&gt; for two years (while simultaneously still playing for the Cardinals and working on his doctoral studies). After his football career and military service were over, he worked in industry, opening Johnson Compression Services in Houston in 1981 and working as an engineering and product development consultant until 1999. In 2000, he was hired to be the head of his New Mexico State’s chemical engineering department, a position he held until 2004, then becoming a professor in the department until his retirement in May 2012. Johnson was also briefly the interim head coach of the NMSU football team during the off-season, following the firing of &lt;a href=\"Hal%20Mumme\"&gt;Hal Mumme&lt;/a&gt; in January 2009."
}