{
    "id": "4333783",
    "revid": "1066889991",
    "url": "https://en.wikipedia.org/wiki?curid=4333783",
    "title": "Cinema of Thailand",
    "text": "The cinema of Thailand dates back to the &lt;a href=\"History%20of%20film\"&gt;early days of filmmaking&lt;/a&gt;, when &lt;a href=\"Chulalongkorn\"&gt;King Chulalongkorn&lt;/a&gt;'s 1897 visit to &lt;a href=\"Bern\"&gt;Bern&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; was recorded by François-Henri Lavancy-Clarke. The film was then brought to &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt;, where it was exhibited. This sparked more interest in film by the &lt;a href=\"Thai%20Royal%20Family\"&gt;Thai Royal Family&lt;/a&gt; and local businessmen, who brought in filmmaking equipment and started to exhibit foreign films. By the 1920s, a local film industry was started and in the 1930s, the &lt;a href=\"Thailand\"&gt;Thai&lt;/a&gt; film industry had its first \"golden age\", with a number of studios producing films.\nThe years after the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; saw a resurgence of the industry, which used &lt;a href=\"16%20mm%20film\"&gt;16 mm film&lt;/a&gt; to produce hundreds of films, many of them hard-driving action films. The most notable action filmmaker in the 1970s was &lt;a href=\"Chalong%20Pakdivijit\"&gt;Chalong Pakdivijit&lt;/a&gt;. Known internationally as P. Chalong or Philip Chalong, Chalong became the first Thai director who could successfully break into the international market and made a profit with his 1973 action-packed film called 'GOLD'(S.T.A.B.). Competition from &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt; brought the Thai industry to a low point in the 1980s and 1990s, but by the end of the 1990s, Thailand had its \"new wave\", with such directors as &lt;a href=\"Nonzee%20Nimibutr\"&gt;Nonzee Nimibutr&lt;/a&gt;, &lt;a href=\"Pen-Ek%20Ratanaruang\"&gt;Pen-Ek Ratanaruang&lt;/a&gt; and &lt;a href=\"Apichatpong%20Weerasethakul\"&gt;Apichatpong Weerasethakul&lt;/a&gt;, as well as action hero &lt;a href=\"Tony%20Jaa\"&gt;Tony Jaa&lt;/a&gt;, being celebrated at film festivals around the world.\nHistory.\nThe first Thai films.\n&lt;a href=\"Auguste%20and%20Louis%20Lumi%C3%A8re\"&gt;Auguste and Louis Lumière&lt;/a&gt; had a film exhibition that toured in &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt; in 1894, and on 9 June 1897, \"the wonderful Parisian cinematograph\" was screened in &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt;, and is the first known film screening in Thailand.\nThat same year, the film of the visit to Europe by King &lt;a href=\"Chulalongkorn\"&gt;Chulalongkorn&lt;/a&gt; was brought back to Thailand, along with camera equipment acquired by the king's brother, Prince Thongthaem Sambassatra. () The prince, considered \"the father of Thai cinema\", made many films and his work was shown commercially.\nJapanese businessmen opened the first permanent cinema, the Japanese Cinematograph, in 1905. Japanese films were so popular that \"nang yipun\" became the generic term for all moving pictures. European and American films were called \"nang &lt;a href=\"farang\"&gt;farang&lt;/a&gt;\" (after the &lt;a href=\"nang%20drama\"&gt;nang drama&lt;/a&gt; (&lt;a href=\"shadow%20puppet\"&gt;shadow puppet&lt;/a&gt; plays) that were a Thai traditional art).\nUnder another member of the royal family, &lt;a href=\"Purachatra%20Jayakara\"&gt;Prince Kamphangphet&lt;/a&gt;, the Topical Film Service of the &lt;a href=\"State%20Railway%20of%20Thailand\"&gt;State Railway of Thailand&lt;/a&gt; was set up. The service produced many promotional documentaries for the railroad and other government agencies and became an important training ground for many filmmakers. One of the early works produced was\n\"Sam Poi Luang: Great Celebration in the North\" (&lt;a href=\"Thai%20alphabet\"&gt;Thai&lt;/a&gt;: สามปอยหลวง), a docudrama that became a hit when it was released in 1940.\nAnother of the first Thai films was \"Nang Sao Suwan\", or \"&lt;a href=\"Miss%20Suwanna%20of%20Siam\"&gt;Miss Suwanna of Siam&lt;/a&gt;\", a &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt; co-production with the Topical Film Service that was directed and scripted by &lt;a href=\"Henry%20MacRae\"&gt;Henry MacRae&lt;/a&gt;. It premiered on 22 June 1923, in Bangkok at the Phathanakorn Cinematograph. Unfortunately, \"Miss Suwanna\" has been lost over the years, with only a few still photos from it remaining.\nThe first all-Thai feature was \"Chok Sorng Chan\" (\"Double Luck\"), produced by the Wasuwat brothers' Bangkok Film Company in 1927 and directed by &lt;a href=\"Manit%20Wasuwat\"&gt;Manit Wasuwat&lt;/a&gt; (&lt;a href=\"Thai%20alphabet\"&gt;Thai&lt;/a&gt;: มานิต วสุวัต). That same year, a film company, Tai Phapphayon Thai Company, produced \"Mai Khit Loei\" (\"Unexpected\").\nSeventeen films were made between 1927 and 1932, but only fragments have survived, such as a one-minute car chase from \"Chok Song Chan\" or a two- to three-minute boxing match from \"Khrai Di Khrai Dai\" (\"None But the Brave\").\nHollywood would also make movies in Siam during this time, including the &lt;a href=\"Documentary%20film\"&gt;documentary&lt;/a&gt;, \"&lt;a href=\"Chang%20%28film%29\"&gt;Chang&lt;/a&gt;\", by &lt;a href=\"Merian%20C.%20Cooper\"&gt;Merian C. Cooper&lt;/a&gt; and &lt;a href=\"Ernest%20B.%20Schoedsack\"&gt;Ernest B. Schoedsack&lt;/a&gt;, about a poor farmer struggling to carve out a living in the jungle. In making the film, they were assisted by Prince &lt;a href=\"Yugala%20Dighambara\"&gt;Yugala Dighambara&lt;/a&gt;, grandfather of modern-day filmmaker Prince &lt;a href=\"Chatrichalerm%20Yukol\"&gt;Chatrichalerm Yukol&lt;/a&gt;.\nRobert Kerr, who served as assistant director to Henry MacRae on \"Miss Suwanna\" returned to Siam in 1928 to direct his own film, \"The White Rose\". It was shown in Bangkok in September 1928.\nThe Golden Age.\nBy 1928, the first \"&lt;a href=\"talkies\"&gt;talkies&lt;/a&gt;\" were being imported, providing some heavy competition for the &lt;a href=\"Silent%20films\"&gt;silent&lt;/a&gt; Thai films. In the tradition of the &lt;a href=\"benshi\"&gt;benshi&lt;/a&gt; in Japan, local cinemas had entertaining narrators to introduce the films as well as traditional Thai orchestras that were often as big an audience pleaser as the films themselves, and but within two or three years, silent movies had given way to the talkies.\nThe first Thai sound film was \"Long Thang\" (\"Gone Astray\"), produced by the Wasuwat brothers, and premiered on 1 April 1932. Considered an ideological film in the period of political reform, the film proved a big success and led to the building of the Sri Krung Talkie Film Company in &lt;a href=\"Bang%20Kapi\"&gt;Bang Kapi&lt;/a&gt;. It produced three to four films a year.\nIn 1933, Sri Krung made the first colour Thai film, \"Grandpa Som's Treasure\" (\"Pu Som Fao Sap\").\nThis period up until 1942 is regarded by scholars as the \"Golden Age\" for Thai film.\nAmong the hit films of this period was the 1938 &lt;a href=\"musical%20film\"&gt;musical&lt;/a&gt;, \"Klua Mia\" (\"Wife-phobia\") by the Srikrung studio. It was shot on &lt;a href=\"35mm%20movie%20film\"&gt;35-mm&lt;/a&gt; colour stock. The stars were Chamras Suwakhon and Manee Sumonnat, the first Thai actors to be recognized as movie stars by having their names painted on their chairs while filming at the studio.\nAs the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; loomed, and the country being led by a &lt;a href=\"dictatorship\"&gt;dictatorship&lt;/a&gt; under Field Marshal &lt;a href=\"Plaek%20Pibulsonggram\"&gt;Plaek Pibulsonggram&lt;/a&gt; film companies were pressed into service to make &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; films to whip up &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt;.\nOpposition politics found their way into film, too, with statesman &lt;a href=\"Pridi%20Phanomyong\"&gt;Pridi Phanomyong&lt;/a&gt; producing \"&lt;a href=\"King%20of%20the%20White%20Elephant\"&gt;King of the White Elephant&lt;/a&gt;\", in 1940. With all the dialogue in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, Pridi hoped to send a message to the outside world that he was unhappy with the militaristic direction his country was taking. The film depicts the story of an ancient Siamese king who only goes to war after he's been attacked.\nFilm dubbing.\nThe advent of sound raised another problem for cinemas in Thailand: the language of the talkies. Soon a &lt;a href=\"dubbing%20%28filmmaking%29\"&gt;dubbing&lt;/a&gt; method developed in which a dubber would provide a simultaneous translation of the dialogue by speaking &lt;a href=\"Thai%20language\"&gt;Thai&lt;/a&gt; into a microphone at the back of the theater. The first Thai dubber was Sin Sibunruang, or \"Tit Khiaw\", who had worked for Siam Film Company and was the editor of the company's film magazine. Tit Khiaw and other talented dubbers became stars in their own right. They would perform all the roles in the films, both male and female, as well as such sound effects as animal noises, cars and gunfire.\nAlso, there were film companies that could not afford to make sound films, and would make films with the intention that they would be dubbed at screenings by live performers reading from a script. These dubbed films proved as popular as the talkies, especially if the dubber was well known.\nDue to the extensive use of &lt;a href=\"16%20mm\"&gt;16 mm&lt;/a&gt; film in the 1970s, the technique has lasted up until recent years, especially for &lt;a href=\"outdoor%20cinema\"&gt;outdoor screenings&lt;/a&gt; of films at temple fairs in rural areas. Examples of a dubber at work can be seen in contemporary Thai films, \"&lt;a href=\"Monrak%20Transistor\"&gt;Monrak Transistor&lt;/a&gt;\" (&lt;a href=\"2000%20in%20film\"&gt;2000&lt;/a&gt;) and \"&lt;a href=\"Bangkok%20Loco\"&gt;Bangkok Loco&lt;/a&gt;\" (&lt;a href=\"2004%20in%20film\"&gt;2004&lt;/a&gt;).\nPost-war years: The 16-mm era.\nAfter the end of the Second World War, filmmaking got under way again in Thailand using surplus &lt;a href=\"16%20mm\"&gt;16 mm&lt;/a&gt; black-and-white stock from wartime &lt;a href=\"newsreel\"&gt;newsreel&lt;/a&gt; production.\nAt least two Thai films were produced in 1946. One was an &lt;a href=\"action%20film\"&gt;action film&lt;/a&gt;, \"Chai Chatree\" (\"Brave Men\"), directed by journalist-turned-filmmaker Chalerm Sawetanant. The screenplay was by writer Malai Chupinij, who would go on to script other films of the era, including \"Chao Fah Din Salai\" (\"Till Death Do Us Part\"). The other film noted by the National Film Archive for 1946 was an adaptation of a &lt;a href=\"Thai%20folklore\"&gt;Thai folktale&lt;/a&gt;, \"Chon Kawao\" (\"The Village of Chon Kawao\").\nThe post-war boom in filmmaking really took off, however, with the use of 16-mm colour-reversal film, which was easy to obtain and make films with. The vividly coloured films were popular with audiences as well, prompting dozens of new filmmakers to enter the business.\nSimilar to the &lt;a href=\"dubbing%20%28filmmaking%29\"&gt;dubbing&lt;/a&gt; of films during the pre-war years, some of these films used dubbers to provide dialogue and sound effects as the film was running, further adding to the entertainment value of the movies. From 1947 until 1972, 16 mm was the industry standard for Thai film production.\nThe first hit of the era was 1949's \"Suparb Burut Sua Thai\" (\"Thai Gentlemen Fighters\"), which outgrossed &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt; films at the local box office. That success prompted more enthusiasm for filmmaking, giving rise to the second \"golden age\" of Thai cinema.\nMove toward 35 mm.\nAt the height of the 16-mm era, cinematographer and director &lt;a href=\"Rattana%20Pestonji\"&gt;Rattana Pestonji&lt;/a&gt; sought to use &lt;a href=\"35mm%20movie%20film\"&gt;35 mm&lt;/a&gt; film and generally improve the artistic quality of Thai films. Most of his films are regarded today as masterpieces, including \"&lt;a href=\"Santi-Veena%20%281954%20film%29\"&gt;Santi-Weena&lt;/a&gt;\", which was the first Thai film to be entered into international competition, at the 1954 &lt;a href=\"Asia%20Pacific%20Film%20Festival\"&gt;Asia Pacific Film Festival&lt;/a&gt; in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, and 1961's \"&lt;a href=\"Black%20Silk\"&gt;Black Silk&lt;/a&gt;\", the first Thai film in competition at the &lt;a href=\"Berlin%20International%20Film%20Festival\"&gt;Berlin International Film Festival&lt;/a&gt;.\nThough Rattana made relatively few films, he worked tirelessly to promote the industry, and died in 1970 as he was to make a speech to government officials about setting up a national film agency.\nThe 1970s and '80s.\nThailand saw an explosion of locally produced films during the 1970s after the Thai government imposed a heavy tax on imported films in 1977, which led to a boycott of Thailand by Hollywood studios. To pick up the slack, 150 Thai films were made in 1978 alone. Many of these films were low-grade action films and were derided by critics and scholars as \"nam nao\" or \"stinking water\".\nBut socially conscious films were being made as well, especially by Prince &lt;a href=\"Chatrichalerm%20Yukol\"&gt;Chatrichalerm Yukol&lt;/a&gt;, a US-educated filmmaker and member of the &lt;a href=\"Thai%20Royal%20Family\"&gt;Thai Royal Family&lt;/a&gt;, whose own family had been involved with filmmaking since the industry started in Thailand. Among Chatrichalerm's films during the 1970s was \"Khao Chue Karn\" (\"Dr. Karn\"), which addressed corruption in the Thai &lt;a href=\"civil%20service\"&gt;civil service&lt;/a&gt; and was nearly banned by the military-dominated regime of &lt;a href=\"Thanom%20Kittikachorn\"&gt;Thanom Kittikachorn&lt;/a&gt;. Chatrichalerm also made \"Hotel Angel\" (\"Thep Thida Rong Raem\"), about a young woman trapped into a life of &lt;a href=\"Prostitution%20in%20Thailand\"&gt;prostitution&lt;/a&gt;. He made dozens of films along these socially conscious lines through the 1990s, working up to his lavish historical epic, \"&lt;a href=\"The%20Legend%20of%20Suriyothai\"&gt;The Legend of Suriyothai&lt;/a&gt;\" in &lt;a href=\"2001%20in%20film\"&gt;2001&lt;/a&gt;.\nAnother filmmaker active during this time was &lt;a href=\"Vichit%20Kounavudhi\"&gt;Vichit Kounavudhi&lt;/a&gt;, who made his share of action films as well as more socially conscious works like \"First Wife\", about the custom of men taking \"second wives\" or \"mia noi\" – a &lt;a href=\"euphemism\"&gt;euphemism&lt;/a&gt; for &lt;a href=\"Mistress%20%28lover%29\"&gt;mistress&lt;/a&gt;. Vichit also made \"Her Name is Boonrawd\" (1985), about &lt;a href=\"prostitution\"&gt;prostitution&lt;/a&gt; around an &lt;a href=\"American%20military\"&gt;American military&lt;/a&gt; &lt;a href=\"U-Tapao%20International%20Airport\"&gt;airbase&lt;/a&gt; during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;. Vichit's best known works are two semi-documentary films, \"Mountain People\" (\"Khon Phukao\"), an adventure tale about a young &lt;a href=\"Hill%20tribe%20%28Thailand%29\"&gt;hill-tribe&lt;/a&gt; couple, and \"Look Isan\" (\"Son of the Northeast\"), about a family of subsistence farmers in 1930s &lt;a href=\"Isan\"&gt;Isan&lt;/a&gt;.\nAlso in 1985, director &lt;a href=\"Euthana%20Mukdasanit\"&gt;Euthana Mukdasanit&lt;/a&gt; made \"&lt;a href=\"Pee%20Seua%20lae%20Dawkmai\"&gt;Pee Seua lae Dawkmai&lt;/a&gt;\" (\"&lt;a href=\"Butterfly%20and%20Flowers\"&gt;Butterfly and Flowers&lt;/a&gt;\"), highlighting hardships along the &lt;a href=\"Southern%20Thailand\"&gt;Southern Thailand&lt;/a&gt; border. Not only did the film help expose urban Thais to regional poverty, the film broke new ground in its portrayal of a &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt;-&lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; relationship. It won the Best Film award at the &lt;a href=\"Hawaii%20International%20Film%20Festival\"&gt;Hawaii International Film Festival&lt;/a&gt;.\nThe Thai New Wave.\nBy 1981, Hollywood studios were once again sending films to Thailand. Also, &lt;a href=\"television\"&gt;television&lt;/a&gt; (see also &lt;a href=\"Media%20in%20Thailand\"&gt;Media in Thailand&lt;/a&gt;) was a growing part of Thai culture. This was a low period for the Thai film industry, and by the mid-1990s, studio output was averaging about 10 films per year.\nIn the wake of the &lt;a href=\"Asian%20financial%20crisis\"&gt;Asian financial crisis&lt;/a&gt; in 1997, three directors of &lt;a href=\"television%20commercials\"&gt;television commercials&lt;/a&gt; – &lt;a href=\"Nonzee%20Nimibutr\"&gt;Nonzee Nimibutr&lt;/a&gt;, &lt;a href=\"Pen-Ek%20Ratanaruang\"&gt;Pen-Ek Ratanaruang&lt;/a&gt; and &lt;a href=\"Wisit%20Sasanatieng\"&gt;Wisit Sasanatieng&lt;/a&gt; – were thinking that films needed to be more artistic to attract investors and audiences.\nThe first breakthrough was in 1997, with Nonzee's crime drama, \"&lt;a href=\"Dang%20Bireley%27s%20and%20Young%20Gangsters\"&gt;Dang Bireley's and Young Gangsters&lt;/a&gt;\" (\"2499 Antapan Krong Muang\"), which earned a record box office take of more than 75 million baht. Also in 1997, Pen-Ek's crime comedy, \"&lt;a href=\"Fun%20Bar%20Karaoke\"&gt;Fun Bar Karaoke&lt;/a&gt;\", was selected to play at the &lt;a href=\"Berlin%20Film%20Festival\"&gt;Berlin Film Festival&lt;/a&gt; – the first time in twenty years that Thai cinema had had any kind of an international presence.\nNonzee's next film, the ghost story \"&lt;a href=\"Nang%20Nak\"&gt;Nang Nak&lt;/a&gt;\", was an even bigger success, earning 149.6 million &lt;a href=\"baht\"&gt;baht&lt;/a&gt; – the highest-grossing film at the time.\nWisit, who wrote screenplays for \"Dang Bireley's\" and \"Nang Nak\", broke out with \"&lt;a href=\"Tears%20of%20the%20Black%20Tiger\"&gt;Tears of the Black Tiger&lt;/a&gt;\", a super-stylised &lt;a href=\"western%20%28genre%29\"&gt;western&lt;/a&gt; homage to the Thai action films of the 1960s and '70s. It was the first film to be included on the programme at the &lt;a href=\"Cannes%20Film%20Festival\"&gt;Cannes Film Festival&lt;/a&gt;.\nThere were also the &lt;a href=\"The%20Pang%20Brothers\"&gt;Pang Brothers&lt;/a&gt; from &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, who came to Thailand to make stylish movies, starting with \"&lt;a href=\"Bangkok%20Dangerous%20%281999%20film%29\"&gt;Bangkok Dangerous&lt;/a&gt;\" and the nod to &lt;a href=\"J-Horror\"&gt;J-Horror&lt;/a&gt;, \"&lt;a href=\"The%20Eye%20%282002%20film%29\"&gt;The Eye&lt;/a&gt;\".\nThai independent film.\nWith the &lt;a href=\"Thai%20New%20Wave\"&gt;New Wave&lt;/a&gt; directors achieving commercial and artistic success, a new crop of filmmakers has grown up outside the traditional and often restrictive Thai studio system to create experimental short films and features.\nThe leader of this indie movement is &lt;a href=\"Apichatpong%20Weerasethakul\"&gt;Apichatpong Weerasethakul&lt;/a&gt;, whose &lt;a href=\"2002%20in%20film\"&gt;2002&lt;/a&gt; feature \"&lt;a href=\"Blissfully%20Yours\"&gt;Blissfully Yours&lt;/a&gt;\" won the &lt;a href=\"Un%20Certain%20Regard%20Prize\"&gt;Un Certain Regard Prize&lt;/a&gt; at the &lt;a href=\"Cannes%20Film%20Festival\"&gt;Cannes Film Festival&lt;/a&gt;. Featuring a risqué sex scene involving a &lt;a href=\"Bamar\"&gt;Burmese&lt;/a&gt; man and a &lt;a href=\"Thai%20people\"&gt;Thai&lt;/a&gt; woman in the jungle, the movie received only limited screenings in Thailand and a Thai-released &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; of the film was censored. Apichatpong's next film, \"&lt;a href=\"Tropical%20Malady\"&gt;Tropical Malady&lt;/a&gt;\", featuring a gay romance between an army soldier and a country guy, was a jury-prize winner at Cannes. It, too, only received limited screenings in Thailand.\nOther indie directors include &lt;a href=\"Aditya%20Assarat\"&gt;Aditya Assarat&lt;/a&gt; (\"Wonderful Town\"), &lt;a href=\"Anocha%20Suwichakornpong\"&gt;Anocha Suwichakornpong&lt;/a&gt; (\"Mundane History\"), &lt;a href=\"Pimpaka%20Towira\"&gt;Pimpaka Towira&lt;/a&gt; (\"&lt;a href=\"One%20Night%20Husband\"&gt;One Night Husband&lt;/a&gt;\"), &lt;a href=\"Thunska%20Pansittivorakul\"&gt;Thunska Pansittivorakul&lt;/a&gt; (\"Voodoo Girls\"), &lt;a href=\"Sivaroj%20Kongsakul\"&gt;Sivaroj Kongsakul&lt;/a&gt; (\"Eternity\"), &lt;a href=\"Wichanon%20Somumjarn\"&gt;Wichanon Somumjarn&lt;/a&gt; (\"In April the Following Year, There Was a Fire\") and &lt;a href=\"Nawapol%20Thamrongrattanarit\"&gt;Nawapol Thamrongrattanarit&lt;/a&gt; (\"36\").\nMainstream Thai cinema.\nWith the emergence of &lt;a href=\"GMM%20Grammy\"&gt;GMM Grammy&lt;/a&gt;'s own film studio, &lt;a href=\"GMM%20Tai%20Hub\"&gt;GTH&lt;/a&gt; and now &lt;a href=\"GDH%20559\"&gt;GDH 559&lt;/a&gt;, Thailand's current mainstream film industry had made a slate of numerous commercially &amp; critically successful films such as \"&lt;a href=\"Fan%20Chan\"&gt;Fan Chan&lt;/a&gt;\", \"&lt;a href=\"Shutter%20%28Thai%20film%29\"&gt;Shutter&lt;/a&gt;\", \"&lt;a href=\"Kung%20Fu%20Tootsie\"&gt;Kung Fu Tootsie&lt;/a&gt;\", \"&lt;a href=\"Bangkok%20Traffic%20Love%20Story\"&gt;Bangkok Traffic Love Story&lt;/a&gt;\" and Thailand's most successful and its highest-grossing film, \"&lt;a href=\"Pee%20Mak\"&gt;Pee Mak&lt;/a&gt;\", which earned has earned more than 1 billion baht ($33 million) in revenue worldwide (mostly in Asia), and is currently the highest-grossing Thai film.\nUnder GDH, formed after a internal company dispute it continued to produce a slate of successful films such as \"&lt;a href=\"One%20Day%20%282016%20film%29\"&gt;One Day&lt;/a&gt;\", \"&lt;a href=\"The%20Promise%20%282017%20film%29\"&gt;The Promise&lt;/a&gt;\" and &lt;a href=\"Nattawut%20Poonpiriya\"&gt;Nattawut Poonpiriya&lt;/a&gt;'s school heist thriller, \"&lt;a href=\"Bad%20Genius\"&gt;Bad Genius&lt;/a&gt;\" starring &lt;a href=\"Chutimon%20Chuengcharoensukying\"&gt;Chutimon Chuengcharoensukying&lt;/a&gt;, which grossed around 112.15 million baht ($3.3 million). \"Bad Genius\" is currently registered as a national heritage film by the &lt;a href=\"Thai%20Film%20Archive\"&gt;Thai Film Archive&lt;/a&gt; in its eighth annual listing, given its significance to the modern Thai film industry and contemporary Thai culture.\nCensorship.\nAll films, &lt;a href=\"VCD\"&gt;VCD&lt;/a&gt;s and DVDs are placed under scrutiny of a censorship board. Until 2009, films were regulated by the Film Act of 1930.\nThe first board of &lt;a href=\"Censorship\"&gt;censor&lt;/a&gt;s included both men and women and was drawn from the ranks of aristocracy, the civil service and the police. Each film passed by the censors had to include a stamp on each reel, and each item of printed advertising had to contain the stamp, too. The National Police was responsible for screening films and videos until September 2005, when the government's Ministry of Culture took over the function. Every VCD and DVD sold for home viewing must bear a stamp that it has passed the Censorship Board.\nOn some VCDs and DVDs produced in Thailand, the censors sometimes take a hard line against depictions of &lt;a href=\"nudity\"&gt;nudity&lt;/a&gt;, &lt;a href=\"sex\"&gt;sex&lt;/a&gt;, &lt;a href=\"tobacco%20smoking\"&gt;smoking&lt;/a&gt;, the presence of &lt;a href=\"alcohol%20%28drug%29\"&gt;alcohol&lt;/a&gt; and &lt;a href=\"guns\"&gt;guns&lt;/a&gt; being pointed at people, images that are forbidden on broadcast television. In other instances, violent acts might pass through uncut, but sex and nudity will be edited out.\nBefore the &lt;a href=\"Digital%20data\"&gt;digital&lt;/a&gt; age, scissors and &lt;a href=\"petroleum%20jelly\"&gt;petroleum jelly&lt;/a&gt; were the tools of the trade for censors. Today the offending images are blurred out electronically. The effect of &lt;a href=\"pixelization\"&gt;pixelization&lt;/a&gt; is so pervasive that the practice has been satirised in films, including &lt;a href=\"2004%20in%20film\"&gt;2004&lt;/a&gt;'s action comedy, \"&lt;a href=\"Jaew\"&gt;Jaew&lt;/a&gt;\" or \"&lt;a href=\"M.A.I.D.\"&gt;M.A.I.D.&lt;/a&gt;\", as well as the &lt;a href=\"zombie\"&gt;zombie&lt;/a&gt; comedy, \"&lt;a href=\"SARS%20Wars\"&gt;SARS Wars&lt;/a&gt;\".\nImported DVDs are generally not altered by the Thai authorities, though the Ministry of Culture's watchdogs do ban items, or at least strongly encourage retailers to not carry them. From the time the Ministry of Culture took over the censorship board until March 2006, about 40 VCD or DVD titles were banned, though a list of the banned items was not made available.\nIn 2007, the independent film, \"&lt;a href=\"Syndromes%20and%20a%20Century\"&gt;Syndromes and a Century&lt;/a&gt;\" was to undergo cuts before public release in Thailand. The censors objected to depictions of a &lt;a href=\"Buddhism\"&gt;Buddhist&lt;/a&gt; monk playing guitar, a physician kissing his girlfriend, some doctors drinking whisky in a hospital conference room and some monks playing with a remote-control flying saucer. Director &lt;a href=\"Apichatpong%20Weerasethakul\"&gt;Apichatpong Weerasethakul&lt;/a&gt; would not make the cuts and withdrew his film from release in Thailand. It had previously screened in other countries uncut.\nAfter the controversy over \"Syndromes and a Century\", the Free Thai Cinema Movement started to gain momentum in late April 2007. A petition signed by artists and scholars was submitted to the &lt;a href=\"National%20Assembly%20of%20Thailand\"&gt;National Legislative Assembly&lt;/a&gt;, which was considering a new &lt;a href=\"Motion%20picture%20rating%20system%23Thailand\"&gt;motion picture ratings system&lt;/a&gt;. The proposed system, passed by the &lt;a href=\"Council%20for%20National%20Security\"&gt;military&lt;/a&gt;-appointed &lt;a href=\"National%20Assembly%20of%20Thailand\"&gt;National Legislative Assembly&lt;/a&gt; proved controversial as well, as it would not imposes ratings structure but also keeps censorship in place.\nThe 1930 Film Act was replaced in 2009 by a film-ratings system. The ratings system has six classifications – G for general audiences, P for \"promote\" as educational, 13+, 15+ and 18+ suggested viewing ages and the restricted 20- rating, which requires ID checks at the cinemas. A hidden seventh tier of the system is an outright ban by the Film and Video sub-committee.\nGenres.\nAction.\nAction films are a predominant genre of Thai film. During the 1960s and '70s, when &lt;a href=\"Mitr%20Chaibancha\"&gt;Mitr Chaibancha&lt;/a&gt; and &lt;a href=\"Sombat%20Metanee\"&gt;Sombat Metanee&lt;/a&gt; were the leading action heroes, hundreds of hard-hitting, explosive features were made.\nIn recent years, the &lt;a href=\"martial%20arts%20films\"&gt;martial arts films&lt;/a&gt; starring &lt;a href=\"Tony%20Jaa\"&gt;Tony Jaa&lt;/a&gt;, \"\" and \"&lt;a href=\"Tom-Yum-Goong\"&gt;Tom-Yum-Goong&lt;/a&gt;\", have put Thai action films on the international map. \"&lt;a href=\"Kerd%20ma%20lui\"&gt;Kerd ma lui&lt;/a&gt;\" (\"Born to Fight\") is in the same vein, and gives more exposure to action choreographer &lt;a href=\"Panna%20Rittikrai\"&gt;Panna Rittikrai&lt;/a&gt;, who toiled for decades making low-budget, &lt;a href=\"direct-to-video\"&gt;direct-to-video&lt;/a&gt; action films featuring dangerous stunt choreography.\nThe culture of Thailand's B-movie stuntmen is further examined in the 2005 documentary, \"&lt;a href=\"Crying%20Tigers\"&gt;Crying Tigers&lt;/a&gt;\", by &lt;a href=\"Santi%20Taepanich\"&gt;Santi Taepanich&lt;/a&gt;.\nAction comedies have also proven to be popular, including 2001's \"&lt;a href=\"Killer%20Tattoo\"&gt;Killer Tattoo&lt;/a&gt;\" by &lt;a href=\"Yuthlert%20Sippapak\"&gt;Yuthlert Sippapak&lt;/a&gt;, who cast well-known Thai comedians, including &lt;a href=\"Petchtai%20Wongkamlao\"&gt;Petchtai Wongkamlao&lt;/a&gt; and &lt;a href=\"Suthep%20Po-ngam\"&gt;Suthep Po-ngam&lt;/a&gt;, in roles as bumbling hitmen.\nAnimation.\nThai animation got underway after the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, when artist &lt;a href=\"Sanae%20Klaikluen\"&gt;Sanae Klaikluen&lt;/a&gt; was asked by the Thai government to make a short &lt;a href=\"animated%20cartoon\"&gt;animated cartoon&lt;/a&gt; that instructed Thai citizens to wear hats and farmers to wear boots.\nSanae in turn influenced &lt;a href=\"Payut%20Ngaokrachang\"&gt;Payut Ngaokrachang&lt;/a&gt;, who made a 1955 short about a traffic cop called \"Haed Mahasajan\". Payut went on to make Thailand's first and only cel-animated feature film, \"&lt;a href=\"The%20Adventure%20of%20Sudsakorn\"&gt;The Adventure of Sudsakorn&lt;/a&gt;\", in 1979.\nBecause of the labour-intensive work involved with animation, it was cheaper for studios to make live-action films, so animation was eschewed. But in recent years, Thailand's technology community has sought to make the country a hub for &lt;a href=\"computer%20animation\"&gt;computer animation&lt;/a&gt;, with many animated television shows, commercials and video games being created in Thailand.\nIn 2006, Thailand's first computer-animated feature film was released, \"&lt;a href=\"Khan%20Khluay\"&gt;Khan Khluay&lt;/a&gt;\", about &lt;a href=\"Naresuan\"&gt;King Naresuan the Great&lt;/a&gt;'s war elephant. It is directed by &lt;a href=\"Kompin%20Kemgunerd\"&gt;Kompin Kemgunerd&lt;/a&gt;, on such &lt;a href=\"Walt%20Disney%20Feature%20Animation\"&gt;Disney&lt;/a&gt; features as \"\" and \"&lt;a href=\"Tarzan%20%281999%20film%29\"&gt;Tarzan&lt;/a&gt;\" and &lt;a href=\"Blue%20Sky%20Studios\"&gt;Blue Sky Studios&lt;/a&gt;' \"&lt;a href=\"Ice%20Age%20%282002%20film%29\"&gt;Ice Age&lt;/a&gt;\". Although the work is being done on computers, Kompin has faced many of the same difficulties in funding and human resources that Payut faced.\nComedies.\nNo matter what the genre of Thai film, most films – be they action, horror or romantic dramas – have some element of comedy.\nOne of the classic comedies from the 1960s is called \"&lt;a href=\"Ngern%20Ngern%20Ngern\"&gt;Ngern Ngern Ngern&lt;/a&gt;\" (\"Money, Money, Money\"). It starred &lt;a href=\"Mitr%20Chaibancha\"&gt;Mitr Chaibancha&lt;/a&gt; and &lt;a href=\"Petchara%20Chaowarat\"&gt;Petchara Chaowarat&lt;/a&gt; in a story about the nephew of an unscrupulous moneylender who takes sides with a group of debtors against his uncle. The remake of the film was done in the 1980s.\nIn 2005, the comedy \"&lt;a href=\"Luang%20phii%20theng\"&gt;Luang phii theng&lt;/a&gt;\" (\"The Holy Man\") starring comedian &lt;a href=\"Pongsak%20Pongsuwan\"&gt;Pongsak Pongsuwan&lt;/a&gt; as a street hood who becomes a &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; monk, was one of the top films at the domestic box office.\nCrime.\nMost of the films by &lt;a href=\"Pen-Ek%20Ratanaruang\"&gt;Pen-Ek Ratanaruang&lt;/a&gt; have been &lt;a href=\"crime%20film\"&gt;crime film&lt;/a&gt;s, from his debut feature 1997's \"&lt;a href=\"Fun%20Bar%20Karaoke\"&gt;Fun Bar Karaoke&lt;/a&gt;\" to 2006's \"&lt;a href=\"Invisible%20Waves\"&gt;Invisible Waves&lt;/a&gt;\".\nA true-crime film, 2003's \"&lt;a href=\"Macabre%20Case%20of%20Prom%20Pirom\"&gt;Macabre Case of Prom Pirom&lt;/a&gt;\" (\"Keunbab prompiram\") by veteran director &lt;a href=\"Manop%20Udomdej\"&gt;Manop Udomdej&lt;/a&gt;, about a 1977 murder-rape of a young woman in a rural village was controversial because the village where the case took place did not want the incident revisited. The film played at many overseas festivals, including the &lt;a href=\"New%20York%20Asian%20Film%20Festival\"&gt;New York Asian Film Festival&lt;/a&gt;.\nAnother true-crime case about a cannibalistic serial killer in 1946 &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; was depicted in the 2004 film \"&lt;a href=\"Zee-Oui\"&gt;Zee-Oui&lt;/a&gt;\".\nGay films.\n&lt;a href=\"Kathoey\"&gt;Kathoey&lt;/a&gt; (&lt;a href=\"transgender\"&gt;transgender&lt;/a&gt; people) or gay people are often featured as &lt;a href=\"comic%20relief\"&gt;comic relief&lt;/a&gt; or &lt;a href=\"villain\"&gt;villain&lt;/a&gt;s in mainstream Thai films, but there have been a number of &lt;a href=\"Thai%20queer%20cinema\"&gt;films&lt;/a&gt; that make gay people and kathoey the main characters. Transgender people and gay people are also known as \"tdoot\", originated from the title of the 1982 American film \"&lt;a href=\"Tootsie\"&gt;Tootsie&lt;/a&gt;\".\nOne of the first was &lt;a href=\"Youngyooth%20Thongkonthun\"&gt;Youngyooth Thongkonthun&lt;/a&gt;'s \"&lt;a href=\"The%20Iron%20Ladies%20%28film%29\"&gt;Iron Ladies&lt;/a&gt;\", or \"Satree lek\", based on a true story about a transgender &lt;a href=\"gay\"&gt;gay&lt;/a&gt; men's volleyball team that won a national championship in 1996. It was a huge hit on the international festival circuit. The 2000 comedy spawned a sequel in 2003, \"&lt;a href=\"The%20Iron%20Ladies%202%20%28film%29\"&gt;The Iron Ladies 2&lt;/a&gt;\" \"(Satree lek 2)\".\nMore loosely based on a true incident was the 2002 film \"&lt;a href=\"Saving%20Private%20Tootsie\"&gt;Saving Private Tootsie&lt;/a&gt;\", which tells the story of a group of gay and kathoey entertainers who are lost in rebel-held jungle territory after their plane crashes. A squad from the Thai army, led by a gruff, homophobic sergeant played by veteran actor &lt;a href=\"Sorapong%20Chatree\"&gt;Sorapong Chatree&lt;/a&gt;, goes to the rescue.\nAnd the life of &lt;a href=\"transgender\"&gt;transgender&lt;/a&gt; &lt;a href=\"Muay%20Thai\"&gt;Muay Thai&lt;/a&gt; champion &lt;a href=\"Parinya%20Kiatbusaba\"&gt;Parinya Kiatbusaba&lt;/a&gt; (or Nong Tum) is related in 2003's \"&lt;a href=\"Beautiful%20Boxer\"&gt;Beautiful Boxer&lt;/a&gt;\", directed by &lt;a href=\"Ekachai%20Uekorngtham\"&gt;Ekachai Uekorngtham&lt;/a&gt;. Unlike \"The Iron Ladies\", \"Beautiful Boxer\" was less comedic in tone.\nThe 2003 film \"&lt;a href=\"Tropical%20Malady\"&gt;Tropical Malady&lt;/a&gt;\", directed by &lt;a href=\"Apichatpong%20Weerasethakul\"&gt;Apichatpong Weerasethakul&lt;/a&gt;, depicts a romance between a Thai army soldier and a local small-town boy. The narrative of the film then abruptly shifts in the middle to relate a &lt;a href=\"Folklore\"&gt;folk tale&lt;/a&gt; about a tiger &lt;a href=\"shaman\"&gt;shaman&lt;/a&gt;, with the soldier alone in the jungle, haunted by the tiger-shaman's spirit. The film won a jury prize at the &lt;a href=\"Cannes%20Film%20Festival\"&gt;Cannes Film Festival&lt;/a&gt;.\nApichatpong also co-directed the low-budget digital movie, \"&lt;a href=\"The%20Adventure%20of%20Iron%20Pussy\"&gt;The Adventure of Iron Pussy&lt;/a&gt;\", with artist &lt;a href=\"Michael%20Shaowanasai\"&gt;Michael Shaowanasai&lt;/a&gt;, who portrays a transgender secret agent. A musical, the movie also was an homage and a parody of the Thai films of the 1960s and '70s, with Shaowansai basing his character on the actress &lt;a href=\"Petchara%20Chaowarat\"&gt;Petchara Chaowarat&lt;/a&gt;.\nIn 2005, Thai film \"&lt;a href=\"Rainbow%20Boys%20%28film%29\"&gt;Rainbow Boys&lt;/a&gt;\", depicting a contemporary gay relationship, produced by &lt;a href=\"Vitaya%20Saeng-aroon\"&gt;Vitaya Saeng-aroon&lt;/a&gt;, saw a limited-release screening. Vitaya also produced the comedy-drama \"Club M2\", set in a gay sauna. And in 2006 there was \"&lt;a href=\"The%20Last%20Song%20%282006%20film%29\"&gt;The Last Song&lt;/a&gt;\", a remake of a 1985 Thai film about a transsexual cabaret dancer and her struggle to find acceptance and true love.\n\"&lt;a href=\"Me%20...%20Myself\"&gt;Me ... Myself&lt;/a&gt;\" ( or \"Kaw hai rak jong jaroen\") is a 2007 Thai romantic drama film written and directed by actor-singer Pongpat Wachirabunjong. In the film, &lt;a href=\"Ananda%20Everingham\"&gt;Ananda Everingham&lt;/a&gt; stars as a male dancer in a drag cabaret who must re-find himself after being struck by a car and suffering from &lt;a href=\"amnesia\"&gt;amnesia&lt;/a&gt;.\nAnother 2007 film, \"&lt;a href=\"Bangkok%20Love%20Story\"&gt;Bangkok Love Story&lt;/a&gt;\", directed by &lt;a href=\"Poj%20Arnon\"&gt;Poj Arnon&lt;/a&gt;, was critically hailed as a departure from the stereotyped view of homosexuals as transvestites.\nGay Thai independent film producer similarly praised the film, saying director &lt;a href=\"Poj%20Arnon\"&gt;Poj Arnon&lt;/a&gt; was \"brave enough to shake society up\".\nIn 2011, Thanwarin Sukhaphisit's &lt;a href=\"Insects%20in%20the%20Backyard\"&gt;Insects in the Backyard&lt;/a&gt;, a movie depicting the struggles of a family in which a transgender teenage son and daughter's lives are tormented by a lack of communication and an inability to communicate with their biological father to the point that they end up selling their bodies looking, very much in vain, for a way out of their own lives, became the first film to receive the Haw Heep rating, which banned the distribution and showing of the film. There is one scene which the national board of film reviewers deemed to be pornographic in nature and therefore determined in an impediment to national order.\nIn 2012, Thanwarin's &lt;a href=\"It%20Gets%20Better\"&gt;It Gets Better&lt;/a&gt; is marketed to a more mainstream audience, and was admitted by the film committee. The film portrays the story of a young boy whose father forces him to become a monk after he catches him wearing his mother's clothes and dancing around effeminately in his room. At first the boy resists, but is then captivated by the beauty of the monk who comes out of the temple, and so immediately changes his mind. The story runs alongside two other narratives, one of a man returned to Thailand to sell his father's business and the other of a woman whose purpose seems unclear throughout the story until the very end. We find out that the monk is the woman, who has come back to see her father but is killed by a thief before she can make amends with him. It turns out the bar/dance club was hers and her death is the reason for her son's return to Thailand; his father's identity was kept from him his whole life, but after he learns everything from his biological father's office, he goes to see his grandfather and the story ends.\nHistorical epics.\nAnother staple of the Thai film industry, among the biggest was 2003's \"&lt;a href=\"The%20Legend%20of%20Suriyothai\"&gt;The Legend of Suriyothai&lt;/a&gt;\" by &lt;a href=\"Chatrichalerm%20Yukol\"&gt;Chatrichalerm Yukol&lt;/a&gt;, who had done research for many years to write the screenplay. With a huge budget, support from the royal family and the cooperation across the nation's film industry, this film is considered a true \"national film\". A follow-up epic is 2007's \"&lt;a href=\"King%20Naresuan%20%28film%29\"&gt;King Naresuan&lt;/a&gt;\", about 16th century ruler &lt;a href=\"Naresuan\"&gt;King Naresuan the Great&lt;/a&gt;, which topped the budget for \"Suriyothai\", and was shown in two parts.\nOther epics include \"&lt;a href=\"Bang%20Rajan%20%28film%29\"&gt;Bang Rajan&lt;/a&gt;\" by &lt;a href=\"Thanit%20Jitnukul\"&gt;Thanit Jitnukul&lt;/a&gt;, who has made several other historical battle epics, including ' and '.\nMore recent history is depicted in \"&lt;a href=\"The%20Overture\"&gt;The Overture&lt;/a&gt;\", covering the life of a palace musician from the late 19th century to the 1940s, and \"&lt;a href=\"The%20Tin%20Mine\"&gt;The Tin Mine&lt;/a&gt;\", set at a mine in southern Thailand in the 1950s.\nHorror.\nMany of the Thai early horror movies such as 1958 \"Mae Nak Phra Khanong\" and 1973 movie \"&lt;a href=\"Krasue%20Sao\"&gt;Krasue Sao&lt;/a&gt;\" (Ghosts of Guts Eater), , featured &lt;a href=\"Mae%20Nak\"&gt;Mae Nak&lt;/a&gt; and &lt;a href=\"Krasue\"&gt;Krasue&lt;/a&gt;, ancient village &lt;a href=\"ghost\"&gt;ghost&lt;/a&gt;s of Thai folklore that became very popular.\n&lt;a href=\"Nonzee%20Nimibutr\"&gt;Nonzee Nimibutr&lt;/a&gt;'s \"&lt;a href=\"Nang%20Nak\"&gt;Nang Nak&lt;/a&gt;\" in 1999 was a ghost story based on the same folkloric theme that had been depicted dozens of times throughout the history of Thai cinema and television. But it gave rise to a new crop of Thai horror and suspense films, including the &lt;a href=\"The%20Pang%20Brothers\"&gt;Pang Brothers&lt;/a&gt;' \"&lt;a href=\"The%20Eye%20%282002%20film%29\"&gt;The Eye&lt;/a&gt;\", Nonzee's pan-Asian compilation \"&lt;a href=\"Three%20%282002%20film%29\"&gt;Three&lt;/a&gt;\", \"&lt;a href=\"Bangkok%20Haunted\"&gt;Bangkok Haunted&lt;/a&gt;\", directed by &lt;a href=\"Pisuth%20Praesaeng-Iam\"&gt;Pisuth Praesaeng-Iam&lt;/a&gt; and &lt;a href=\"Oxide%20Pang\"&gt;Oxide Pang&lt;/a&gt; and the 2004 box-office smash \"&lt;a href=\"Shutter%20%282004%20film%29\"&gt;Shutter&lt;/a&gt;\" by &lt;a href=\"Banjong%20Pisonthanakun\"&gt;Banjong Pisonthanakun&lt;/a&gt; and &lt;a href=\"Parkpoom%20Wongpoom\"&gt;Parkpoom Wongpoom&lt;/a&gt;.\nIn 2013, \"&lt;a href=\"Pee%20Mak\"&gt;Pee Mak Phra Khanong&lt;/a&gt;\", another spin-off from \"Mae Nak\" folklore, became an instant hit throughout Southeast Asia, earning more than ฿1 billion. \"Pee Mak\" is currently the highest grossing Thai film in the history of Thai cinema.\nExamples of slasher movies include \"&lt;a href=\"Art%20of%20the%20Devil\"&gt;Art of the Devil&lt;/a&gt;\" and a 2005 sequel (&lt;a href=\"Long%20khong\"&gt;Long khong&lt;/a&gt;), as well as \"Scared\" and \"Narok\" (\"Hell\"), also in 2005.\nThe horror genre also has spawned a number of genre-blending horror comedies, most notably the films of &lt;a href=\"Yuthlert%20Sippapak\"&gt;Yuthlert Sippapak&lt;/a&gt;, \"&lt;a href=\"Buppah%20Rahtree\"&gt;Buppah Rahtree&lt;/a&gt;\" (featured at the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt;) and a sequel, and \"&lt;a href=\"Krasue%20Valentine\"&gt;Krasue Valentine&lt;/a&gt;\". There has even been a &lt;a href=\"zombie\"&gt;zombie&lt;/a&gt; movie, 2004's \"&lt;a href=\"SARS%20Wars\"&gt;SARS Wars&lt;/a&gt;\".\nMusicals.\nThe biggest hit musical was 1970's \"&lt;a href=\"Monrak%20luk%20thung\"&gt;Monrak luk thung&lt;/a&gt;\" (\"Magical Love in the Countryside\"), starring &lt;a href=\"Mitr%20Chaibancha\"&gt;Mitr Chaibancha&lt;/a&gt; and &lt;a href=\"Petchara%20Chaowarat\"&gt;Petchara Chaowarat&lt;/a&gt;. It was hugely popular, playing in cinemas for six months.\nAs a result, a whole genre of &lt;a href=\"luk%20thung\"&gt;luk thung&lt;/a&gt; musicals, rhapsodizing Thailand's rural life in &lt;a href=\"Isan\"&gt;Isan&lt;/a&gt; was created. Another example was &lt;a href=\"Dokdin%20Kanyamarn\"&gt;Dokdin Kanyamarn&lt;/a&gt;'s 1971 musical comedy, \"&lt;a href=\"Ai%20Tui\"&gt;Ai Tui&lt;/a&gt;\" (\"Mr. Tui\"), which starred &lt;a href=\"Sombat%20Metanee\"&gt;Sombat Metanee&lt;/a&gt; and Petchara.\nIn 2001 there were two movies that celebrated luk thung, the singing-contest comedy \"&lt;a href=\"Monpleng%20Luk%20Thung%20FM\"&gt;Monpleng Luk Thung FM&lt;/a&gt;\" (\"&lt;a href=\"Hoedown%20Showdown\"&gt;Hoedown Showdown&lt;/a&gt;\") and &lt;a href=\"Pen-Ek%20Ratanaruang\"&gt;Pen-Ek Ratanaruang&lt;/a&gt;'s, \"&lt;a href=\"Monrak%20Transistor\"&gt;Monrak Transistor&lt;/a&gt;\", which paid tribute to the music of &lt;a href=\"Suraphol%20Sombatcharoen\"&gt;Suraphol Sombatcharoen&lt;/a&gt;. And in 2005, comedian-actor-director &lt;a href=\"Petchtai%20Wongkamlao\"&gt;Petchtai Wongkamlao&lt;/a&gt; wrote, directed and starred in \"&lt;a href=\"Yam%20Yasothon\"&gt;Yam Yasothon&lt;/a&gt;\", a colourful homage to the 1970s musicals. It was one of top films at the Thai box office.\nRomance.\nWeepy, sentimental romance stories are audience favorites. Historically, &lt;a href=\"Cherd%20Songsri\"&gt;Cherd Songsri&lt;/a&gt;'s 1970s film \"&lt;a href=\"Plae%20Chow\"&gt;Plae Chow&lt;/a&gt;\" (\"The Old Scar\") is a classic tale of star-crossed lovers, and was one of the first Thai films to be a success internationally.\nDuring the 1980s, \"Baan Sai Thong\" based on the novel \"Kor Surangkanang\" was a popular hit. More recent examples include \"&lt;a href=\"The%20Letter%20%282004%20film%29\"&gt;The Letter&lt;/a&gt;\", in which tissues were actually handed out at the cinemas.\nChildhood romance was a hit with 2003's \"&lt;a href=\"Fan%20Chan\"&gt;Fan Chan&lt;/a&gt;\", which was made by six directors. One of the six, &lt;a href=\"Komgrit%20Treewimol\"&gt;Komgrit Treewimol&lt;/a&gt;, went on to make the college-age romance, \"&lt;a href=\"Dear%20Dakanda\"&gt;Dear Dakanda&lt;/a&gt;\", a hit in 2005, but took three years to completely write, cast, film, and tweak.\nToday, the romcom genre dominates the Thai cinema industry with the majority of the films are produced and distributed by &lt;a href=\"GMM%20Grammy\"&gt;GMM Grammy&lt;/a&gt;'s &lt;a href=\"GMM%20Tai%20Hub\"&gt;GTH&lt;/a&gt; and &lt;a href=\"GDH%20559\"&gt;GDH 559&lt;/a&gt; with films like \"&lt;a href=\"Hormones%20%28film%29\"&gt;Hormones&lt;/a&gt;\", \"&lt;a href=\"Hello%20Stranger%20%28film%29\"&gt;Hello Stranger&lt;/a&gt;\", \"&lt;a href=\"I%20Fine..Thank%20You..Love%20You\"&gt;I Fine..Thank You..Love You&lt;/a&gt;\", \"&lt;a href=\"Heart%20Attack%20%282015%20film%29\"&gt;Heart Attack&lt;/a&gt;\" and under GDH \"&lt;a href=\"One%20Day%20%282016%20film%29\"&gt;One Day&lt;/a&gt;\" by &lt;a href=\"Banjong%20Pisanthanakun\"&gt;Banjong Pisanthanakun&lt;/a&gt;.\nTeen.\nAs a genre, teen films arose in the 1970s, with director &lt;a href=\"Piak%20Poster\"&gt;Piak Poster&lt;/a&gt;'s \"&lt;a href=\"Wai%20Ounlawon\"&gt;Wai Ounlawon&lt;/a&gt;\", about a young man whose courtship of a teenage girl puts him at odds with the girl's irascible father. That young couple, portrayed by the original actors, were revisited 30 years later as embattled parents in the 2005 sequel, \"&lt;a href=\"Wai%20Ounlawon%204\"&gt;Wai Ounlawon 4&lt;/a&gt;\" (\"&lt;a href=\"Oops%20...%20There%27s%20Dad\"&gt;Oops ... There's Dad&lt;/a&gt;\").\nMusic was an important component of the teen films, with a musical interlude featured prominently in the film and a soundtrack album that would be a popular hit. This was the case with both \"&lt;a href=\"Wai%20Ounlawon\"&gt;Wai Ounlawon&lt;/a&gt;\" and its recent sequel.\nAnother noteworthy film of this genre is \"&lt;a href=\"Fake%20%282003%20film%29\"&gt;Fake&lt;/a&gt;\", which was the debut film by &lt;a href=\"Thanakorn%20Pongsuwan\"&gt;Thanakorn Pongsuwan&lt;/a&gt;. The film's modern, visual style offers a sharp-focus snapshot of the city of Bangkok and a plausible account of the mating game in its current forms.\nShort films.\nIn the burgeoning independent film movement, many &lt;a href=\"short%20film\"&gt;short film&lt;/a&gt;s are being produced and featured in festivals. \"Graceland\", a film by &lt;a href=\"Anocha%20Suwichakornpong\"&gt;Anocha Suwichakornpong&lt;/a&gt;, about an &lt;a href=\"Elvis%20impersonator\"&gt;Elvis impersonator&lt;/a&gt;, was featured in the &lt;a href=\"Cin%C3%A9fondation\"&gt;Cinéfondation&lt;/a&gt; competition at the &lt;a href=\"2006%20Cannes%20Film%20Festival\"&gt;2006 Cannes Film Festival&lt;/a&gt;. It was the first Thai short film selected at Cannes. Short-film festivals in Thailand include the &lt;a href=\"Thai%20Short%20Film%20and%20Video%20Festival\"&gt;Thai Short Film and Video Festival&lt;/a&gt; by the Thai Film Foundation and the &lt;a href=\"Fat%20Film%20Festival\"&gt;Fat Film Festival&lt;/a&gt; by Fat Radio. Thai short-film programs are also put together for the &lt;a href=\"Bangkok%20International%20Film%20Festival\"&gt;Bangkok International Film Festival&lt;/a&gt; and the &lt;a href=\"World%20Film%20Festival%20of%20Bangkok\"&gt;World Film Festival of Bangkok&lt;/a&gt;. for the past two years CNXWOOD Studios has co-sponsor a Film Festival, in the northern city of Chiang Mai in conjunction with Creative Kingdom Animation Studios Film.\n&lt;a href=\"Pen-ek%20Ratanaruang\"&gt;Pen-ek Ratanaruang&lt;/a&gt;'s \"Twelve Twenty\" (30 min) was made as part of the &lt;a href=\"Jeonju%20International%20Film%20Festival%23Digital%20Short%20Films%20by%20Three%20Filmmakers\"&gt;Digital Short Films by Three Filmmakers&lt;/a&gt; project for the 2006 &lt;a href=\"Jeonju%20International%20Film%20Festival\"&gt;Jeonju International Film Festival&lt;/a&gt;. The film stars &lt;a href=\"Ananda%20Everingham\"&gt;Ananda Everingham&lt;/a&gt;, has an appearance by American bilingual actor Erich Fleshman, and was shot by &lt;a href=\"Christopher%20Doyle\"&gt;Christopher Doyle&lt;/a&gt;. The short film is shot in a minimalist style and slowly moves along the encounters of a man and a woman on a long-haul flight, where they spend the next 12 hours and 20 minutes reading, drinking, eating and watching movies and sleeping by each other's side without talking.\nIn 2007, &lt;a href=\"Digital%20Forum\"&gt;Digital Forum&lt;/a&gt; by Thai Film Foundation, Festival for a digital long-film\nForeign co-productions.\nWhile Thailand has a relatively vibrant filmmaking scene, Thai production companies rarely does co-productions in the country though there has been an increase in the number of Thai-foreign co-productions since the 21st century. Notable films include the Hong Kong-co production &lt;a href=\"The%20Pang%20Brothers\"&gt;The Pang Brothers&lt;/a&gt;' \"&lt;a href=\"Bangkok%20Dangerous%20%281999%20film%29\"&gt;Bangkok Dangerous&lt;/a&gt;\", \"&lt;a href=\"Suddenly%20It%27s%20Magic\"&gt;Suddenly It's Magic&lt;/a&gt;\", although a &lt;a href=\"Cinema%20of%20the%20Philippines\"&gt;Filipino&lt;/a&gt; production, had starred popular Thai actors &lt;a href=\"Mario%20Maurer\"&gt;Mario Maurer&lt;/a&gt; and &lt;a href=\"Pimchanok%20Luevisadpaibul\"&gt;Pimchanok Luevisadpaibul&lt;/a&gt;, the internationally co-produced film by &lt;a href=\"Apichatpong%20Weerasethakul\"&gt;Apichatpong Weerasethakul&lt;/a&gt;, \"&lt;a href=\"Memoria%20%282021%20film%29\"&gt;Memoria&lt;/a&gt;\", and &lt;a href=\"Banjong%20Pisanthanakun\"&gt;Banjong Pisanthanakun&lt;/a&gt;'s \"&lt;a href=\"The%20Medium%20%282021%20film%29\"&gt;The Medium&lt;/a&gt;\", co-produced by &lt;a href=\"Cinema%20of%20South%20Korea\"&gt;South Korea&lt;/a&gt;'s &lt;a href=\"Na%20Hong-jin\"&gt;Na Hong-jin&lt;/a&gt;.\nFestivals and awards.\nFilm festivals.\nThe &lt;a href=\"Thai%20Short%20Film%20and%20Video%20Festival\"&gt;Thai Short Film and Video Festival&lt;/a&gt; was first held in 1997. The &lt;a href=\"Bangkok%20Film%20Festival\"&gt;Bangkok Film Festival&lt;/a&gt; was started in 1998, and was eventually supplanted by the &lt;a href=\"Bangkok%20International%20Film%20Festival\"&gt;Bangkok International Film Festival&lt;/a&gt;, which started in 2002 and is organized by the &lt;a href=\"Tourism%20Authority%20of%20Thailand\"&gt;Tourism Authority of Thailand&lt;/a&gt;. The &lt;a href=\"World%20Film%20Festival%20of%20Bangkok\"&gt;World Film Festival of Bangkok&lt;/a&gt;, sponsored by the &lt;a href=\"Nation%20Multimedia%20Group\"&gt;Nation Multimedia Group&lt;/a&gt;, began in 2003, and it is held annually in October.\nIn 2007, &lt;a href=\"Digital%20Forum\"&gt;Digital Forum&lt;/a&gt; was begun in Bangkok as an outgrowth of the Thai Short Film and Video Festival, to showcase feature-length independent digital-video productions. Also in 2007, the inaugural &lt;a href=\"Phuket%20Film%20Festival\"&gt;Phuket Film Festival&lt;/a&gt; was held. In 2008, the annual &lt;a href=\"Phangan%20Film%20Festival\"&gt;Phangan Film Festival&lt;/a&gt; (PFF) was established on &lt;a href=\"Koh%20Phangan\"&gt;Koh Phangan&lt;/a&gt;, with a focus on spiritual and environmental indie films from around the world. In 2009, PFF's sister event, the annual &lt;a href=\"Samui%20Film%20Festival\"&gt;Samui Film Festival&lt;/a&gt; (SFF) took place for the first time on &lt;a href=\"Koh%20Samui\"&gt;Koh Samui&lt;/a&gt;.\nFilm awards.\nThe first film awards in Thailand were the \"Golden Doll\" awards given by \"Tukata Tong\" magazine. The awards were first given in 1957. The statuette at first was a &lt;a href=\"Thai%20dance\"&gt;Thai classical dancer&lt;/a&gt; and later it was modelled after Phra Suratsawadi, the Thai-&lt;a href=\"Hinduism\"&gt;Hindu&lt;/a&gt; god of art. King &lt;a href=\"Bhumibol%20Adulyadej\"&gt;Bhumibol Adulyadej&lt;/a&gt; handed out the awards in 1965 and '66. The \"Tukata Tong\" awards were discontinued after eight years due to organizational problems, but were revived in 1974 by the Association of Entertainment News Journalists of Thailand.\nThe &lt;a href=\"Thailand%20National%20Film%20Association%20Awards\"&gt;Thailand National Film Association Awards&lt;/a&gt; are organised by the &lt;a href=\"National%20Federation%20of%20Motion%20Pictures%20and%20Contents%20Associations\"&gt;National Federation of Motion Pictures and Contents Associations&lt;/a&gt;. The name of the award is the Subhanahongsa Award.\nThere is also the &lt;a href=\"Bangkok%20Critics%20Assembly\"&gt;Bangkok Critics Assembly&lt;/a&gt;, which gives awards chosen by a panel of around 20 members, the &lt;a href=\"Starpics%20Awards\"&gt;Starpics Awards&lt;/a&gt;, given by \"Starpics\" magazine and the Kom Chad Luek Awards, given by \"&lt;a href=\"Kom%20Chad%20Luek\"&gt;Kom Chad Luek&lt;/a&gt;\" newspaper."
}