{
    "id": "43376036",
    "revid": "41310714",
    "url": "https://en.wikipedia.org/wiki?curid=43376036",
    "title": "Bifidobacterium bifidum",
    "text": "Bifidobacterium bifidum is a bacterial species of the genus \"&lt;a href=\"Bifidobacterium\"&gt;Bifidobacterium&lt;/a&gt;\". \"B. bifidum\" is one of the most common &lt;a href=\"probiotic\"&gt;probiotic&lt;/a&gt; bacteria that can be found in the body of &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt;s, including humans.\nStructure and characteristics.\n\"B. bifidum\" is a &lt;a href=\"Gram-positive\"&gt;Gram-positive&lt;/a&gt;, &lt;a href=\"Anaerobic%20organism\"&gt;anaerobic&lt;/a&gt; bacterium that is neither &lt;a href=\"Motility\"&gt;motile&lt;/a&gt; nor spore-forming. The bacterium is rod-shaped and can be found living in clusters, pairs, or even independently. The majority of the population of \"B. bifidum\" is found in the &lt;a href=\"Large%20intestine\"&gt;colon&lt;/a&gt;, lower small intestine, breast milk, and often in the &lt;a href=\"vagina\"&gt;vagina&lt;/a&gt;.\n\"B. bifidum\" is an essential bacteria found in the human intestine. When it is low or absent all together in the human intestine, it is an indication of being in an unhealthy state. Intestinal flora can be improved if someone takes oral \"B. bifidum\". Also, oral \"B. bifidum\" is used for other things such as therapy for enteric and hepatic disorders, for activating the immune response, and for preventing some cancers. \n\"B. bifidum\" decreases as people age. As \"B. bifidum\" decreases, other gut bacteria such as \"Lactobacilli\", \"Enterococci\", \"Enterobacteria\" and \"Clostridia\" increase. All of these increase an older adults risk for cancer and decrease the ability for their liver to function adequately and efficiently.\nBenefits.\nThe use of \"B. bifidum\" in probiotic applications may reduce the chances of acute diarrhea and the risk of &lt;a href=\"escherichia%20coli\"&gt;\"E. coli\"&lt;/a&gt; infections, and contributes to the maintenance of vaginal &lt;a href=\"homeostasis\"&gt;homeostasis&lt;/a&gt;.\nIntestinal microbial balance is important for an individuals digestive system. Some people keep this balance through diet alone where others take probiotics, which are microbial supplements. Consuming dairy products seem to be the most efficient way to keep a healthy gut flora. \"B. bifidum\" is an important intestinal microbe. One study shows that because hard cheese has a higher pH, higher fat content and is more solid, it is more effective in carrying probiotics such as \"B. bifidum\" to a person through ingestion.\nHealth concerns.\nThe manipulation of the &lt;a href=\"gut%20flora\"&gt;gut flora&lt;/a&gt; is complex and may cause bacteria-host interactions. Although &lt;a href=\"probiotic\"&gt;probiotic&lt;/a&gt;s, in general, are considered safe, there are concerns about their use in certain cases. Some people, such as those with &lt;a href=\"immunodeficiency\"&gt;compromised immune systems&lt;/a&gt;, &lt;a href=\"short%20bowel%20syndrome\"&gt;short bowel syndrome&lt;/a&gt;, &lt;a href=\"central%20venous%20catheters\"&gt;central venous catheters&lt;/a&gt;, &lt;a href=\"valvular%20heart%20disease\"&gt;heart valve disease&lt;/a&gt; and &lt;a href=\"preterm%20birth\"&gt;premature infants&lt;/a&gt;, may be at higher risk for adverse events. Rarely, consumption of probiotics may cause &lt;a href=\"bacteremia\"&gt;bacteremia&lt;/a&gt;, and &lt;a href=\"sepsis\"&gt;sepsis&lt;/a&gt;, potentially fatal infections in children with lowered immune systems or who are already critically ill."
}