{
    "id": "4338969",
    "revid": "2387872",
    "url": "https://en.wikipedia.org/wiki?curid=4338969",
    "title": "Margaret Stewart, Dauphine of France",
    "text": "Margaret Stewart (; 25 December 1424 – 16 August 1445) was a &lt;a href=\"princess\"&gt;princess&lt;/a&gt; of &lt;a href=\"Kingdom%20of%20Scotland\"&gt;Scotland&lt;/a&gt; and the &lt;a href=\"dauphine%20of%20France\"&gt;dauphine of France&lt;/a&gt;. She was the firstborn child of King &lt;a href=\"James%20I%20of%20Scotland\"&gt;James I of Scotland&lt;/a&gt; and &lt;a href=\"Joan%20Beaufort%2C%20Queen%20of%20Scotland\"&gt;Joan Beaufort&lt;/a&gt;.\nShe married the eldest son of the king of France, &lt;a href=\"Louis%20XI%20of%20France\"&gt;Louis, Dauphin of France&lt;/a&gt;, at the age of eleven. Their marriage was unhappy, and she died childless at the age of 20, apparently of a fever.\nEarly life.\nShe was born in &lt;a href=\"Perth%2C%20Scotland\"&gt;Perth&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Scotland\"&gt;Scotland&lt;/a&gt;, to &lt;a href=\"James%20I%20of%20Scotland\"&gt;James I of Scotland&lt;/a&gt; and &lt;a href=\"Joan%20Beaufort%2C%20Queen%20of%20Scotland\"&gt;Joan Beaufort&lt;/a&gt;, a cousin of &lt;a href=\"Henry%20V%20of%20England\"&gt;Henry V of England&lt;/a&gt;. Margaret was the first of six daughters and twin sons born to her parents. Her surviving brother James would become &lt;a href=\"James%20II%20of%20Scotland\"&gt;James II of Scotland&lt;/a&gt; at the age of six.\nMarriage.\nMargaret was &lt;a href=\"Charles%20VII%20of%20France\"&gt;Charles VII of France&lt;/a&gt;'s diplomatic choice for daughter-in-law. The marriage was forced upon Charles's twelve-year-old son, &lt;a href=\"Louis%20XI%20of%20France\"&gt;Louis&lt;/a&gt;, which did not help their relationship. However, royal marriages in the 15th century were always political. There are no direct accounts from Louis or Margaret of their first impressions of each other, and it is mere speculation to say whether or not they actually had negative feelings for each other. Several historians think that Louis had a predetermined attitude to hate his wife because she was his father's choice of bride. But it is universally agreed that Louis entered the ceremony and the marriage itself dutifully, as evidenced by his formal embrace of Margaret upon their first meeting on 24 June 1436, the day before their wedding.\nMargaret and Louis' marriage shows both the nature of medieval royal diplomacy and the precarious position of the French monarchy. The marriage took place 25 June 1436 in the afternoon in the chapel of the castle of &lt;a href=\"Tours\"&gt;Tours&lt;/a&gt; and was presided by the Archbishop of Reims. By the standards of the time, it was a very plain wedding. Louis, nearly thirteen, looked clearly more mature than his bride, eleven. Margaret looked like a beautiful \"doll\", perhaps because she was treated as such by her in-laws. Charles wore \"grey riding pants\" and \"did not even bother to remove his spurs\". The Scottish guests were quickly hustled out after the wedding reception. This was seen as something of a scandal by the Scots. King Charles' attire and the speed with which the guests were hustled out was considered an insult to Scotland, which was an important ally in France's war with the English. However, this spoke to the impoverished nature of the French court at this time. They simply could not afford an extravagant ceremony or to host their Scottish guests for any longer than they did.\nFollowing the ceremony, \"doctors advised against consummation\" because of the relative immaturity of the bride and bridegroom. Margaret continued her studies and Louis went on tour with Charles to loyal areas of the kingdom. Even at this time, Charles was taken aback by the intelligence and temper of his son. During this tour, Louis was named &lt;a href=\"Dauphin%20of%20France\"&gt;dauphin&lt;/a&gt; by Charles, as was traditional for the eldest son of the king.\nMargaret was considered lovely, gracious and very beautiful, with a certain ability to write poetry and rhymes, though no example of her compositions survived destruction at her husband's hands after her death. She was also very interested in the French &lt;a href=\"Court%20%28royal%29\"&gt;court&lt;/a&gt;'s social and gallant life. She was a &lt;a href=\"favourite\"&gt;favourite&lt;/a&gt; of her father-in-law &lt;a href=\"Charles%20VII%20of%20France\"&gt;Charles VII of France&lt;/a&gt; and popular among the courtiers. However, she felt herself alien amongst the French court and became depressed.\nShe had a strained relationship with her husband, the future &lt;a href=\"monarch\"&gt;king&lt;/a&gt; of France, mainly because of Louis' hatred of his father. Charles VII ordered the marriage, and Margaret frequently supported the king against her husband. It is said that she wore a strongly-tied &lt;a href=\"corset\"&gt;corset&lt;/a&gt; because of her fear of pregnancies, ate green apples and drank apple vinegar. Her unhappy marriage furthered her depression, as did the gossip regarding her by supporters of Louis.\nDeath.\nOn 16 August 1445, between ten and eleven at night, she died in &lt;a href=\"Ch%C3%A2lons-sur-Marne\"&gt;Châlons-sur-Marne&lt;/a&gt;, &lt;a href=\"Marne%20%28department%29\"&gt;Marne&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20France\"&gt;France&lt;/a&gt; at the age of 20. On Saturday, 7 August, she and her ladies had joined the court on a short pilgrimage. It was very hot, and when she returned, she undressed in her stone chamber. The next morning she was feverish, the doctor diagnosed the &lt;a href=\"Pneumonia\"&gt;inflammation of the lungs&lt;/a&gt;. She died, raving against a Jamet de Tillay, a Breton soldier, in favour of her father-in-law, King Charles (Jamet surprised Margaret at her habitual poetry reading, when there were no candles, only a good fire in the mantelpiece; he stuck a candle into her face, sniggered and afterwards went around, talking about \"wanton princesses\". Louis was cold to Margaret, and she attributed his coldness to the gossip spread by Jamet. She died, protesting her faithfulness to her husband, and accused Jamet of killing her with his words). 1\nMelancholic and distressed by slander against her, she sank into a final languor before dying. Her last words, in response to others' urgings to rouse herself and live, were supposedly \"Fi de la vie! qu'on ne m'en parle plus\" (\"Fie on life! Speak no more of it to me\").\nShe was buried in the Saint-Laon church in &lt;a href=\"Thouars\"&gt;Thouars&lt;/a&gt;, in the &lt;a href=\"Deux-S%C3%A8vres\"&gt;Deux-Sèvres&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; of France.\nMargaret is also famous for the legend that she was kissed or almost kissed by poet &lt;a href=\"Alain%20Chartier\"&gt;Alain Chartier&lt;/a&gt; while asleep in her own rooms (another variant of this legend has &lt;a href=\"Anne%20of%20Brittany\"&gt;Anne of Brittany&lt;/a&gt; as its protagonist), though her age and location at the time of Chartier's death would have made that impossible."
}