{
    "id": "43399681",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=43399681",
    "title": "Summer Bash",
    "text": "The Summer Bash is an annual event organised by the &lt;a href=\"Rugby%20Football%20League\"&gt;Rugby Football League&lt;/a&gt;. An entire round of &lt;a href=\"Championship%20%28rugby%20league%29\"&gt;Championship&lt;/a&gt; matches are played in a city to showcase the sport of &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt;. It has been held at &lt;a href=\"Bloomfield%20Road\"&gt;Bloomfield Road&lt;/a&gt;, &lt;a href=\"Blackpool\"&gt;Blackpool&lt;/a&gt; since 2015.\nConcept.\nThe Summer Bash was introduced in 2015 after the success of the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; &lt;a href=\"Magic%20Weekend\"&gt;Magic Weekend&lt;/a&gt;. It is an extra round for the Championship teams to compete in, usually a local derby. The event takes place over a single weekend in which three regular season games are played back-to-back on each day with an extra fourth game being played on the Saturday which is the final of the &lt;a href=\"League%201%20Cup\"&gt;League 1 Cup&lt;/a&gt;.\nHistory.\n2015: Blackpool.\nThe games played were, when possible, 'local derby' matches in an attempt to maximise interest in the event. The \"non-heartland\" sides were paired against each other. An extra match on the Saturday, was the final of the inaugural &lt;a href=\"League%201%20Cup\"&gt;League 1 Cup&lt;/a&gt; between &lt;a href=\"North%20Wales%20Crusaders\"&gt;North Wales Crusaders&lt;/a&gt; and &lt;a href=\"Swinton%20Lions\"&gt;Swinton&lt;/a&gt;.\n2016: Blackpool.\nAfter a successful inaugural Summer Bash in Blackpool in 2015 it returned to Blackpool in 2016 with mostly local derbies being played apart from &lt;a href=\"Bradford%20Bulls\"&gt;Bradford&lt;/a&gt; vs &lt;a href=\"Leigh%20Centurions\"&gt;Leigh&lt;/a&gt; and &lt;a href=\"Sheffield%20Eagles\"&gt;Sheffield Eagles&lt;/a&gt; vs &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt; not being geographical derbies and were based on league positions. Once again, the League 1 Cup final took place as the opening game to the weekend.\n2017: Blackpool.\nThe event returned to Blackpool's &lt;a href=\"Bloomfield%20Road\"&gt;Bloomfield Road&lt;/a&gt; for a third consecutive year after the previous years record attendances. The Summer Bash once again opened with the &lt;a href=\"2017%20League%201%20Cup%23Final\"&gt;League 1 Cup final&lt;/a&gt;.\n2018: Blackpool.\nThe event returned to Blackpool's &lt;a href=\"Bloomfield%20Road\"&gt;Bloomfield Road&lt;/a&gt; for a fourth consecutive year after the previous years record attendances. The Summer Bash this year opened with a Women's Super League fixture.\n2019: Blackpool.\nThe event returned to Blackpool's &lt;a href=\"Bloomfield%20Road\"&gt;Bloomfield Road&lt;/a&gt; for a fifth consecutive year.\n2020: Blackpool.\nThe 2020 Summer Bash was scheduled to return to Blackpool for a sixth consecutive year, however was cancelled due to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;COVID-19 pandemic in the United Kingdom&lt;/a&gt;.\n2021: Blackpool.\nThe 2021 Summer Bash was also cancelled due to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;COVID-19 pandemic in the United Kingdom&lt;/a&gt;. Fixtures were never released."
}