{
    "id": "43390413",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=43390413",
    "title": "Chanel Mata'utia",
    "text": "Chanel Mata'utia-Leifi (pronounced ma-ta-oo-tee-a) (born 17 August 1992) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer. He plays for the &lt;a href=\"Cessnock%20Goannas\"&gt;Cessnock Goannas&lt;/a&gt; in the &lt;a href=\"Newcastle%20Rugby%20League\"&gt;Newcastle Rugby League&lt;/a&gt;. His positions are and . He previously played for the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;.\nBackground.\nMata'utia was born in &lt;a href=\"Liverpool%2C%20New%20South%20Wales\"&gt;Liverpool, New South Wales&lt;/a&gt;, Australia. He is of &lt;a href=\"Samoans\"&gt;Samoan&lt;/a&gt; descent. He is the younger brother of former Knights teammate &lt;a href=\"Peter%20Mata%27utia\"&gt;Peter Mata'utia&lt;/a&gt;, now of &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt; in the European &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;, and is the older brother of Knights teammates &lt;a href=\"Pat%20Mata%27utia\"&gt;Pat Mata'utia&lt;/a&gt; and &lt;a href=\"Sione%20Mata%27utia\"&gt;Sione Mata'utia&lt;/a&gt;.\nHe played his junior football for the &lt;a href=\"Bankstown\"&gt;Bankstown Cougars&lt;/a&gt;, before moving to &lt;a href=\"Newcastle%2C%20New%20South%20Wales\"&gt;Newcastle, New South Wales&lt;/a&gt; at a young age and playing for the &lt;a href=\"South%20Newcastle%20Lions\"&gt;South Newcastle Lions&lt;/a&gt; in the &lt;a href=\"Newcastle%20Rugby%20League\"&gt;Newcastle Rugby League&lt;/a&gt;. He was then signed by the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt;.\nPlaying career.\nEarly career.\nFrom 2010 to 2012, Mata'utia played for the Newcastle Knights' &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;NYC&lt;/a&gt; team. On 21 April 2012, he played for the &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; Under-20s team against the &lt;a href=\"Queensland%20rugby%20league%20team\"&gt;Queensland&lt;/a&gt; Under-20s team and scored a try. \nIn 2013, he moved on to the Knights' &lt;a href=\"New%20South%20Wales%20Cup\"&gt;New South Wales Cup&lt;/a&gt; team. On 16 October 2013, he re-signed with the Knights on a 1-year contract, later extending it by another year in 2014. On 9 July 2014, he played for the &lt;a href=\"New%20South%20Wales%20Residents%20rugby%20league%20team\"&gt;New South Wales Residents&lt;/a&gt; against the &lt;a href=\"Queensland%20Residents%20rugby%20league%20team\"&gt;Queensland Residents&lt;/a&gt; and scored two tries.\n2014.\nIn Round 20 of the &lt;a href=\"2014%20NRL%20season\"&gt;2014 NRL season&lt;/a&gt;, Mata'utia made his &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; debut for the Knights against the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;, alongside his brother &lt;a href=\"Sione%20Mata%27utia\"&gt;Sione Mata'utia&lt;/a&gt; who also debuted for the Knights in the same game. This was the first time since Round 1 of the &lt;a href=\"1942%20NSWRFL%20season\"&gt;1942 NSWRFL season&lt;/a&gt;, that two brothers had debuted in the same game together, &lt;a href=\"Bill%20McRitchie\"&gt;Bill&lt;/a&gt; and &lt;a href=\"Doug%20McRitchie\"&gt;Doug McRitchie&lt;/a&gt; debuting for the &lt;a href=\"St.%20George%20Dragons\"&gt;St. George Dragons&lt;/a&gt; on that day. On 9 September 2014, he was named in the &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Samoa&lt;/a&gt; train-on squad for the &lt;a href=\"2014%20Rugby%20League%20Four%20Nations\"&gt;2014 Four Nations&lt;/a&gt;, but didn't make the final 24-man squad. Late in September 2014, he signed a letter of intent to join the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; on a 4-year contract starting in 2016, along with his brothers Sione and Pat. However, the NRL's rules didn't allow the Bulldogs to register the contracts until 30 June 2015, leaving the option of staying at the Knights open for the Mata'utias.\n2015.\nOn 19 March, Mata'utia re-signed with the Knights on a 3-year contract, along with his brothers Sione and Pat. In May, he again played for the New South Wales Residents against the Queensland Residents and scored two tries, this time alongside his brother Peter. Chanel managed to play only 1 NRL game in the &lt;a href=\"2015%20NRL%20season\"&gt;2015 season&lt;/a&gt;.\n2016.\nAfter impressing the new coaching staff in pre-season, Mata'utia was selected to play in the Knights' round 1 side against the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast Titans&lt;/a&gt;, though he was injured during the game. Multiple injuries throughout the year meant the round 1 match would be his only NRL match for the season.\n2017.\nAfter another injury plagued season, Mata'utia was able to break back into the Knights' NRL side in round 18 of the &lt;a href=\"2017%20NRL%20season\"&gt;2017 season&lt;/a&gt;, going on to play 4 NRL matches for the year and scoring two tries. On 23 November, it was announced that he would be retiring from the professional level of the game and joining the local Newcastle Rugby League, after being granted a release from the final year of the Knights contract. Mata'utia said after being released “The club has been great to me and I will miss everyone, but it is the right time for me to step away from the game at this level”.\n2018.\nIn 2018, Mata'utia joined the &lt;a href=\"Cessnock%20Goannas\"&gt;Cessnock Goannas&lt;/a&gt;."
}