{
    "id": "43400764",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=43400764",
    "title": "Gamlang Razi",
    "text": "Gamlang Razi () is possibly &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;'s highest &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;, located in the northern &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt; state of &lt;a href=\"Kachin%20State\"&gt;Kachin&lt;/a&gt;. It is in &lt;a href=\"Khakaborazi%20National%20Park\"&gt;Khakaborazi National Park&lt;/a&gt; and part of the &lt;a href=\"Himalayas\"&gt;Himalayas&lt;/a&gt;. The mountain lies on the border of &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt; and &lt;a href=\"Tibet\"&gt;Tibet&lt;/a&gt;, 15 km from the border tri-point with &lt;a href=\"India\"&gt;India&lt;/a&gt;. The 5881-m high &lt;a href=\"Hkakabo%20Razi\"&gt;Hkakabo Razi&lt;/a&gt; is located 6.6 km ENE from Gamlang Razi. It has year-round &lt;a href=\"snow\"&gt;snow&lt;/a&gt; and &lt;a href=\"glaciers\"&gt;glaciers&lt;/a&gt;. Mt. Gamlang Razi rock type is granite, according to the Department of Geological Survey of Myanmar.\nClimbing history.\n&lt;a href=\"Andy%20Tyson\"&gt;Andy Tyson&lt;/a&gt; (1968–2015) led the first ascent in 2013. The team consisted of five American climbers as well as two Burmese climbers from the Technical Climbing Club of Myanmar (TCCM). The expedition was mainly sponsored by the &lt;a href=\"Htoo%20Foundation\"&gt;Htoo Foundation&lt;/a&gt;. The path to the base camp passes through several &lt;a href=\"rainforest\"&gt;rainforest&lt;/a&gt;s and crosses a number of streams. In favorable weather, it typically takes about two weeks to reach the base camp.\nPossibly the highest peak in Southeast Asia.\nGamlang Razi has been measured at 5,870 ±2 m (19,259 ft). It makes the highest mountain in Southeast Asia whose height has been measured exactly by &lt;a href=\"Global%20Positioning%20System\"&gt;GPS&lt;/a&gt;. Hkakabo Razi has not yet been measured via GPS. However, Hkakabo Razi may still be the highest peak according to a recent expedition to that peak. Though the expedition team reached only to 5742 m (18,840 ft), they estimated that Hkakabo Razi's summit to be another 240 m (800 ft) higher."
}