{
    "id": "43422171",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=43422171",
    "title": "2014–15 Taça de Portugal",
    "text": "The 2014–15 Taça de Portugal was the 75th season of the &lt;a href=\"Ta%C3%A7a%20de%20Portugal\"&gt;Taça de Portugal&lt;/a&gt;, the premier Portuguese &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"single-elimination%20tournament\"&gt;knockout&lt;/a&gt; cup competition organised by the &lt;a href=\"Portuguese%20Football%20Federation\"&gt;Portuguese Football Federation&lt;/a&gt;.\nThe competition was contested by a total of 135 clubs, comprising teams from the &lt;a href=\"Portuguese%20football%20league%20system\"&gt;top three tiers&lt;/a&gt; of &lt;a href=\"Football%20in%20Portugal\"&gt;Portuguese football&lt;/a&gt; and the winners of the District Cups. It began with the first-round matches on 6 September 2014 and concluded on 31 May 2015 with &lt;a href=\"2015%20Ta%C3%A7a%20de%20Portugal%20Final\"&gt;the final&lt;/a&gt; at the &lt;a href=\"Est%C3%A1dio%20Nacional\"&gt;Estádio Nacional&lt;/a&gt; in &lt;a href=\"Oeiras%2C%20Portugal\"&gt;Oeiras&lt;/a&gt;, where &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting CP&lt;/a&gt; defeated &lt;a href=\"S.C.%20Braga\"&gt;Braga&lt;/a&gt; 3–1 on &lt;a href=\"penalty%20shootout\"&gt;penalties&lt;/a&gt;, after a 2–2 draw at the end of &lt;a href=\"Overtime%20%28sports%29%23Association%20football\"&gt;extra-time&lt;/a&gt;. This was the first time that the competition's final was decided by a penalty shootout. With this victory, Sporting CP secured their 16th title in the competition and ended a seven-year run without winning official competitions, following their win at the &lt;a href=\"2008%20Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;2008 Supertaça Cândido de Oliveira&lt;/a&gt;. \nThe title holders were &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt;, who beat &lt;a href=\"Rio%20Ave%20F.C.\"&gt;Rio Ave&lt;/a&gt; 1–0 in the &lt;a href=\"2014%20Ta%C3%A7a%20de%20Portugal%20Final\"&gt;2014 final&lt;/a&gt; to win the competition for a record 25th time. They were not able to defend their title after being defeated 1–2 by eventual finalists Braga in the fifth round.\nAs the winners, Sporting CP earned the right to play in the &lt;a href=\"2015%E2%80%9316%20UEFA%20Europa%20League\"&gt;2015–16 UEFA Europa League&lt;/a&gt; &lt;a href=\"2015%E2%80%9316%20UEFA%20Europa%20League%20group%20stage\"&gt;group stage&lt;/a&gt;. However, since they qualified for the &lt;a href=\"2015%E2%80%9316%20UEFA%20Champions%20League\"&gt;2015–16 UEFA Champions League&lt;/a&gt; &lt;a href=\"2015%E2%80%9316%20UEFA%20Champions%20League%23Play-off%20round\"&gt;play-off round&lt;/a&gt; through their league placing, their cup winners place in the 2015–16 UEFA Europa League group stage was transferred directly to the highest-placed team in the league qualified for the UEFA Europa League (Braga) – instead of being given to the cup runners-up, as in previous seasons –, with the highest-placed team in the league that did not qualify to European competitions (&lt;a href=\"C.F.%20Os%20Belenenses\"&gt;Belenenses&lt;/a&gt;) receiving a place in the &lt;a href=\"2015%E2%80%9316%20UEFA%20Europa%20League%23Third%20qualifying%20round\"&gt;third qualifying round&lt;/a&gt;.\nFormat.\nAs in the previous season, the competition format was organised in a &lt;a href=\"single-elimination%20tournament\"&gt;knockout system&lt;/a&gt; consisting of seven rounds before the final match. A total of 99 teams – 79 competing in the third-tier &lt;a href=\"Campeonato%20Nacional%20de%20Seniores\"&gt;Campeonato Nacional de Seniores&lt;/a&gt; (excluding Marítimo C) and the 20 District Cup winners – enter the tournament in the first round, with 49 of them receiving a &lt;a href=\"bye%20%28sports%29\"&gt;bye&lt;/a&gt; to the next round. In the second round, these teams are joined by the 18 teams competing in the second-tier &lt;a href=\"Segunda%20Liga\"&gt;Segunda Liga&lt;/a&gt; (excluding B teams) and the 25 winners of the first round. In the third round, the 18 top-tier &lt;a href=\"Primeira%20Liga\"&gt;Primeira Liga&lt;/a&gt; teams enter the competition for the first time, playing against the 46 winners of the second round. Unlike the previous rounds, which are contested as one-legged fixtures, the semi-finals are played over &lt;a href=\"two-legged%20tie\"&gt;two legs&lt;/a&gt; in a home-and-away basis. The final is played at a neutral venue, traditionally the &lt;a href=\"Est%C3%A1dio%20Nacional\"&gt;Estádio Nacional&lt;/a&gt; in &lt;a href=\"Oeiras%2C%20Portugal\"&gt;Oeiras&lt;/a&gt;.\nTeams.\nA total of 135 teams competing in the &lt;a href=\"Portuguese%20football%20league%20system\"&gt;top three tiers of the Portuguese football&lt;/a&gt; plus the District FA Cups were considered eligible by FPF to participate in the competition:\nSchedule.\nAll draws are held at the FPF headquarters in &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;. Match kick-off times are in &lt;a href=\"Western%20European%20Time\"&gt;WET&lt;/a&gt; (&lt;a href=\"UTC%2B0\"&gt;UTC+0&lt;/a&gt;) from the fourth round to the first leg of the semi-finals, and in &lt;a href=\"Western%20European%20Summer%20Time\"&gt;WEST&lt;/a&gt; (&lt;a href=\"UTC%2B1\"&gt;UTC+1&lt;/a&gt;) during the rest of the competition.\nFirst round.\nA total of 99 teams from the &lt;a href=\"Campeonato%20Nacional%20de%20Seniores\"&gt;Campeonato Nacional de Seniores&lt;/a&gt; (CN) and the &lt;a href=\"Portuguese%20District%20Football%20Associations\"&gt;District Football Associations&lt;/a&gt; (D) entered in the first round. The draw took place on Tuesday, 29 July 2014, at 12:00 &lt;a href=\"Western%20European%20Summer%20Time\"&gt;WEST&lt;/a&gt;, and determined the 50 teams playing this round and the 49 teams receiving a &lt;a href=\"Bye%20%28sports%29\"&gt;bye&lt;/a&gt; to the second round. Matches were played on 6 and 7 September 2014.\nSecond round.\nA total of 92 teams contested the second round: the 25 winners of the first round, the 49 teams given a bye to this round, and the 18 teams competing in the &lt;a href=\"Segunda%20Liga\"&gt;Segunda Liga&lt;/a&gt; (II). The draw took place on Thursday, 11 September, at 12:00 &lt;a href=\"Western%20European%20Summer%20Time\"&gt;WEST&lt;/a&gt;, and matches were played on 27 and 28 September 2014.\nThird round.\nA total of 64 teams contested the third round: the 46 winners of the second round and the 18 teams competing in the &lt;a href=\"Primeira%20Liga\"&gt;Primeira Liga&lt;/a&gt; (I). The draw took place on Thursday, 2 October, at 12:00 &lt;a href=\"Western%20European%20Summer%20Time\"&gt;WEST&lt;/a&gt;, and matches were played on 17–19 October 2014.\nFixtures\nFourth round.\nA total of 32 teams contested the fourth round. The draw took place on Monday, 27 October, at 12:00 &lt;a href=\"Western%20European%20Time\"&gt;WET&lt;/a&gt;, and matches were played on 21–23 November 2014.\nFixtures\nFifth round.\nA total of 16 teams contested the fifth round. The draw took place on Thursday, 27 November, at 12:30 &lt;a href=\"Western%20European%20Time\"&gt;WET&lt;/a&gt;, and matches were played on 16–18 December 2014.\nQuarter-finals.\nThe draw for the quarter-finals took place on Monday, 22 December, at 12:30 &lt;a href=\"Western%20European%20Time\"&gt;WET&lt;/a&gt;, and matches were played on 6–8 January 2015.\nSemi-finals.\nThe semi-final pairings were determined on 22 December 2014, following the draw for the quarter-finals. This round was contested over two legs in a home-and-away system, with the first leg played on 4 March and 7 April 2015 and the second leg played on 8 and 30 April 2015."
}