{
    "id": "4343343",
    "revid": "1007306287",
    "url": "https://en.wikipedia.org/wiki?curid=4343343",
    "title": "Bottle Match",
    "text": "The Bottle Match is a &lt;a href=\"varsity%20match\"&gt;varsity match&lt;/a&gt; played between the &lt;a href=\"Camborne%20School%20of%20Mines\"&gt;Camborne School of Mines&lt;/a&gt; (CSM) of &lt;a href=\"Exeter%20University\"&gt;Exeter University&lt;/a&gt; and the &lt;a href=\"Royal%20School%20of%20Mines\"&gt;Royal School of Mines&lt;/a&gt; (RSM) of &lt;a href=\"Imperial%20College%20London\"&gt;Imperial College London&lt;/a&gt;. The first recorded match between the two sides took place on 16 December 1902.\nThe Bottle Match started as a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; match, but as the schools sporting interests diversified, other sports began to be played as part of the match. Since 2006, the match has included six games played between the two institutions: men's &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt;, men's and women's &lt;a href=\"Field%20hockey\"&gt;hockey&lt;/a&gt;, &lt;a href=\"Squash%20%28sport%29\"&gt;squash&lt;/a&gt; and &lt;a href=\"golf\"&gt;golf&lt;/a&gt;. As of 2010, &lt;a href=\"Netball\"&gt;Netball&lt;/a&gt; has been included as an event. In 2017, mixed-gender &lt;a href=\"Lacrosse\"&gt;Lacrosse&lt;/a&gt; was added to the list of sports.\nThe Bottle Match is traditionally held in February, normally on the third weekend of the month. The match reflects a long-standing rivalry between the RSM and CSM.\nTrophies.\nThe winner of the Bottle trophy itself hinges entirely on the outcome of the rugby match. The winning team takes home the 'Bottle', a 3-ft tall tin beer bottle adorned with the two crests of the institution, which was acquired in 1926 by a number of RSM students from the top of a &lt;a href=\"Bass%20%28beer%29\"&gt;Bass&lt;/a&gt; lorry. Since the 1950s, players on the winning side were presented with personal tankards from the South African-based company &lt;a href=\"Union%20Corporation\"&gt;Union Corporation&lt;/a&gt;/&lt;a href=\"Gencor\"&gt;Gencor&lt;/a&gt;. This tradition continues with the tankards provided by Michael West and the \"Mining Journal\". There is also a trophy awarded to the &lt;a href=\"man%20of%20the%20match\"&gt;man of the match&lt;/a&gt;. The Centenary Bottle Match was held in Cornwall in 2002, with RSM being victorious, and Anton Griffiths from CSM winning the man of the match trophy.\nThe winners of the men's hockey take the Sharpley Cup, a silver cup presented by J.E. Sharpley, an RSM alumnus, in the 1950s.\nThe winners of the women's hockey take the Golders Cup, a small silver cup presented by &lt;a href=\"Golder%20Associates\"&gt;Golder Associates&lt;/a&gt; the 1990s.\nBottle Match results.\nTotal wins.\n\"Note that there are 28 missing years from the tally.\"\nBottle Match weekend results.\nWhere scores are available:\n\"Note that when matches are drawn, the trophy is retained by the previous winners.\""
}