{
    "id": "4345964",
    "revid": "1066436848",
    "url": "https://en.wikipedia.org/wiki?curid=4345964",
    "title": "Toy block",
    "text": "Toy blocks (also building bricks, building blocks, or simply blocks) are &lt;a href=\"wooden\"&gt;wooden&lt;/a&gt;, &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt;, or &lt;a href=\"foam\"&gt;foam&lt;/a&gt; pieces of various shapes (&lt;a href=\"cube%20%28geometry%29\"&gt;cube&lt;/a&gt;, &lt;a href=\"cylinder%20%28geometry%29\"&gt;cylinder&lt;/a&gt;, &lt;a href=\"arch\"&gt;arch&lt;/a&gt; etc.) and &lt;a href=\"color\"&gt;color&lt;/a&gt;s that are used as &lt;a href=\"Construction%20set\"&gt;construction toy&lt;/a&gt;s. Sometimes, toy blocks depict &lt;a href=\"Alphabet\"&gt;letters of the alphabet&lt;/a&gt;.\nHistory.\nThere are mentions of blocks or \"dice\" with letters inscribed on them used as entertaining educational tools in the works of English writer and inventor &lt;a href=\"Hugh%20Plat\"&gt;Hugh Plat&lt;/a&gt; (his 1594 book The \"Jewel House of Art and Nature\") and English philosopher &lt;a href=\"John%20Locke\"&gt;John Locke&lt;/a&gt; (his 1693 essay \"Thoughts Concerning Education\"). Plat described them as \"the child using to play much with them, and being always told what letter chanceth, will soon gain his Alphabet\" and Locke noted \"Thus Children may be cozen’d into a Knowledge of the Letters; be taught to read, without perceiving it to be anything but a Sport\".\n&lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt; professor of Urbanism &lt;a href=\"Witold%20Rybczynski\"&gt;Witold Rybczynski&lt;/a&gt; has found that the earliest mention of building bricks for children appears in &lt;a href=\"Maria%20Edgeworth\"&gt;Maria&lt;/a&gt; and &lt;a href=\"Richard%20Lovell%20Edgeworth\"&gt;R.L. Edgeworth's&lt;/a&gt; \"Practical Education\" (1798). Called \"rational toys\", blocks were intended to teach children about &lt;a href=\"gravity\"&gt;gravity&lt;/a&gt; and &lt;a href=\"physics\"&gt;physics&lt;/a&gt;, as well as spatial relationships that allow them to see how many different parts become a whole. In 1837 &lt;a href=\"Friedrich%20Fr%C3%B6bel\"&gt;Friedrich Fröbel&lt;/a&gt; invented a preschool educational institution &lt;a href=\"Kindergarten\"&gt;Kindergarten&lt;/a&gt;. For that, he designed ten &lt;a href=\"Froebel%20Gifts\"&gt;Froebel Gifts&lt;/a&gt; based on building blocks principles. During the mid-nineteenth &lt;a href=\"century\"&gt;century&lt;/a&gt;, &lt;a href=\"Henry%20Cole\"&gt;Henry Cole&lt;/a&gt; (under the &lt;a href=\"pseudonym\"&gt;pseudonym&lt;/a&gt; of Felix Summerly) wrote a series of &lt;a href=\"children%E2%80%99s%20books\"&gt;children’s books&lt;/a&gt;. Cole's \"A book of stories from The Home Treasury\" included a box of &lt;a href=\"terracotta\"&gt;terracotta&lt;/a&gt; toy blocks and, in the accompanying &lt;a href=\"pamphlet\"&gt;pamphlet&lt;/a&gt; \"Architectural Pastime\", actual blueprints.\nIn 2003 the &lt;a href=\"National%20Toy%20Hall%20of%20Fame\"&gt;National Toy Hall of Fame&lt;/a&gt; at &lt;a href=\"The%20Strong\"&gt;The Strong&lt;/a&gt; museum in &lt;a href=\"Rochester%2C%20New%20York\"&gt;Rochester, New York&lt;/a&gt; inducted ABC blocks into their collection, granting it the title of one of America's toys of national significance."
}