{
    "id": "43457333",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=43457333",
    "title": "Woman's Century",
    "text": "Woman's Century was the official organ of the &lt;a href=\"National%20Council%20of%20Women%20of%20Canada\"&gt;National Council of Women of Canada&lt;/a&gt; (NCWC), published in Toronto between 1913 and 1921. The magazine was relatively conservative, and supported World War I, but stood up for women's rights and universal suffrage.\nFoundation.\nThe founder of \"Woman's Century\" was Jessie Campbell MacIver. She had come to Canada from Scotland with her husband, a lawyer, and five children. She became involved in the National Council of Women. The first issue of \"Woman's Century\" appeared in May 1913. It was largely produced out of MacIver's home, with the help of her husband and children. The purpose was to educate women about public issues and the reforms that were needed, and to provide a forum for discussion by different women's groups. The title page described it as \"A journal of education and progress for Canadian women.\" The monthly journal was modeled on successful British and American feminist periodicals. It was one of the very few women's rights journals published in Canada.\nHistory.\nIn April 1914 the NCWC made the magazine their official organ. The NCWC slowly assumed ownership of the magazine, while MacIver continued to manage and edit it. The magazine often reported on the British Dominions Woman Suffrage Union (BDWSU), an important empire-wide organization. In 1918–19 there was discussion about forming a Woman's Party, and some enthusiasts assumed that \"Woman's Century\" would become the new party's official organ. This claim was later retracted. \"Woman’s Century\" was published until 1921.\nViews.\nAn analysis of references in the magazine to consumer issues suggest that the contributors were economically conservative. They supported Canadian manufacturing and the federal state, but were not concerned with reducing inequalities of wealth. The NCWC said that the greater public responsibility that they were advocating for women was a natural extension of their role as mothers, an argument now known as \"&lt;a href=\"maternal%20feminism\"&gt;maternal feminism&lt;/a&gt;\". In a 1917 article the &lt;a href=\"Women%27s%20Art%20Association%20of%20Canada\"&gt;Women's Art Association of Canada&lt;/a&gt; proclaimed its support of this view. It stated, \"Service is the keynote to happiness. Every part of the Art Association's activities is based on service to the individual, to the community, and to the nation.\"\nElizabeth Becker wrote an article subtitled \"The Double Standard Shown in the Criminal Code\". She noted that the maximum penalty for an employer who seduced an employee under twenty one years old was two years, while the maximum penalty for an employee who stole from their employer was fourteen years. In 1918 Edith Lang published an article attacking the \"Criminal Code Amendment Act.\" She wrote,\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; (1914–18) \"Woman's Century\" supported Canadian involvement. In April 1915 the magazine stated it was opposed to the &lt;a href=\"International%20Congress%20of%20Women\"&gt;International Congress of Women&lt;/a&gt; planned for the Hague, which led to the formation of the International Committee of Women for Permanent Peace. In late summer 1917 there was a report that the suffragists &lt;a href=\"Laura%20Hughes%20%28activist%29\"&gt;Laura Hughes&lt;/a&gt; and &lt;a href=\"Harriet%20Dunlop%20Prenter\"&gt;Harriet Dunlop Prenter&lt;/a&gt; had equated suffrage and pacifism in Ontario. MacIver harshly denied this. She wrote that the \"National Union and Ontario Equal Franchise Association have again and again expressed themselves as repudiating utterly any question of premature peace. Any pacifist literature which has been received from the Hague and elsewhere has been consigned by these societies to the waste-paper basket. \"Women's Century\" again wishes very definitely to repudiate all utterances ... or any pacifist propaganda, and to reiterate once again that it stands for a Union Government, Conscription and Winning the War\".\nIn April 1918 \"Woman's Century\" ran several stories on the lowering of moral standards caused by the war. There were said to be millions of illegitimate children in Germany. France was trying to reduce venereal disease by licensing and regulating prostitution. &lt;a href=\"Gertrude%20Richardson\"&gt;Gertrude Richardson&lt;/a&gt; wrote \"war and militarism are the bitterest of all foes of womanhood, wifehood, motherhood and the home\". However, she said this was just one of the results of war. Unlike other feminist writers, she did not blame the soldiers or the loose women who tempted them. She wrote \"Shall we who drive them to the hell of war condemn their departure from our standard of morals? Ours is the responsibility, not only for the blighted purity, but for the maimed forms, the shattered brains, the sightless eyes.\"\nReferences.\nCitations\nSources"
}