{
    "id": "4346491",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=4346491",
    "title": "Columbia spotted frog",
    "text": "The Columbia spotted frog (\"Rana luteiventris\") is a &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n species of &lt;a href=\"frog\"&gt;frog&lt;/a&gt;. It is green to brown in color with spots on the &lt;a href=\"anatomical%20terms%20of%20location\"&gt;dorsal surface&lt;/a&gt;. The belly and upper lip are white in color. Individuals can be distinguished from other \"&lt;a href=\"Rana%20%28genus%29\"&gt;Rana&lt;/a&gt;\" species by their shorter back legs, narrow snout, and upturned eyes. Since they spend most of their time in the water, they also have more webbing in their hind feet than similar species. Although not threatened, this animal has been studied as a &lt;a href=\"model%20species\"&gt;model species&lt;/a&gt; for the effects of &lt;a href=\"habitat%20fragmentation\"&gt;habitat fragmentation&lt;/a&gt;.\nDescription.\nThe Columbia spotted frog is a medium-sized frog reaching lengths of up to 3.5 in (90 mm). Its color ranges from a dark, olive green to light brown with irregularly shaped black spots on its back and legs (rendering its name). Its skin texture, like the rest of the genus, varies from a rough to a smooth texture, with small folds of skin along the back. This frog exhibits a unique feature regarding its color. A light-colored strip runs along the upper lip, and the &lt;a href=\"ventral\"&gt;ventral&lt;/a&gt; sides of the frog are usually colored either pink or yellow, but only in the adult form.\nThis frog is well known by a few of its physical characteristics, as well. It has a long, narrow out and upturned eyes. The spotted frog is known as a very aquatic &lt;a href=\"amphibian\"&gt;amphibian&lt;/a&gt;; the webbing on its feet extends all the way to the end of its longest toe. When comparing this frog to others of the same size, such as the &lt;a href=\"northern%20leopard%20frog\"&gt;northern leopard frog&lt;/a&gt;, it tends to have shorter hind legs.\nThe &lt;a href=\"tadpoles\"&gt;tadpoles&lt;/a&gt; are brownish-green in color, which runs dorsally along the tadpole. Gold spots are also intermittent throughout this coloring. The tadpoles have upturned, inset eyes. They usually reach around 3.1 inches (80 mm) in length before maturing to adults.\nHabitat.\nGeographical location.\nThe Columbia spotted frog is widespread throughout western &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, from &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt; and parts of &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; to &lt;a href=\"Washington%20%28U.S.%20state%29\"&gt;Washington&lt;/a&gt;, &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;, and parts of &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt;, &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;, and &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt;.\nHabitat.\nThe Columbia spotted frog, like most other frogs, is fairly &lt;a href=\"Aquatic%20animal\"&gt;aquatic&lt;/a&gt;. Their habitats are found generally near permanent bodies of water, which can include &lt;a href=\"lake\"&gt;lake&lt;/a&gt;s, &lt;a href=\"ponds\"&gt;ponds&lt;/a&gt;, slow-moving &lt;a href=\"streams\"&gt;streams&lt;/a&gt;, and &lt;a href=\"marshes\"&gt;marshes&lt;/a&gt;. These frogs were found to need specific &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt; characteristics within these broader habitat characteristics. Adult spotted frogs inhabit mostly seasonally flooded sites, where the water source is constant, but at certain times of the year, increases exponentially in both the amount and level of water available.\nVegetation needs.\nThese frogs are a constant victim to &lt;a href=\"predation\"&gt;predation&lt;/a&gt;, so they need to be in an area with an abundant source of low-growing &lt;a href=\"vegetation\"&gt;vegetation&lt;/a&gt;. A large part of this vegetation is usually submerged, including many forms of algae and other aquatic plants. The spotted frog does not usually inhabit areas with large amounts of grasses and &lt;a href=\"sagebrush\"&gt;sagebrush&lt;/a&gt; growing. These plants are not as &lt;a href=\"Aquatic%20animal\"&gt;aquatic&lt;/a&gt; as the &lt;a href=\"algae\"&gt;algae&lt;/a&gt;, which makes them a poor hiding place for the spotted frog. The Columbia spotted frog rarely ventures outside of these areas, but for breeding, they have been known to travel outside of these areas.\nReproduction.\nThe Columbia spotted frog reproduces similarly to other &lt;a href=\"amphibians\"&gt;amphibians&lt;/a&gt;, but with a few unique details added. They need to reproduce in areas where emergent vegetation is present. Two of the favorite types of vegetation for reproduction are reed canary grasses and &lt;a href=\"cattails\"&gt;cattails&lt;/a&gt;. The spotted frog reproduces in the same areas where it lives- ponds, slow-moving streams, and lakes.\nThe males present to the females a chorus (type of song) to try to attract a female for mating. This song ranges from a series of clicks to long, &lt;a href=\"Glottis\"&gt;glottal&lt;/a&gt; sounds. This frog has an unusual characteristic of its &lt;a href=\"reproduction\"&gt;reproduction&lt;/a&gt;. The male frog arrives at the breeding grounds before the female and establishes the &lt;a href=\"oviposition\"&gt;oviposition&lt;/a&gt; site before the females become reproductively active.\nFemale.\nOnce the oviposition site is created, the female then begins to lay her eggs in shallow water, and the male fertilizes the eggs. The egg masses, fairly large in size, range up to 1300 eggs. The egg masses, once laid, absorb water and become the size of a softball. These eggs are not attached to any type of &lt;a href=\"vegetation\"&gt;vegetation&lt;/a&gt;, but are left free-floating in a permanent water source. Soon after, the eggs hatch into tadpoles.\nBreeding times.\nThe Columbia spotted frog's breeding schedule depends heavily on geographical location and elevation. In &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, the frog will breed during February at sea level. In areas around Utah, the frog will breed around mid-March at an elevation of about . At areas of Wyoming, the frog will reproduce from May through June at elevations around . The female will breed yearly at lower elevations and about every two to three years at higher elevations.\nDiet.\nThis frog is opportunistic at best. It will eat a variety of insects, including &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt;s, &lt;a href=\"ant\"&gt;ant&lt;/a&gt;s, &lt;a href=\"wasp\"&gt;wasp&lt;/a&gt;s, &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt;s, and &lt;a href=\"moth\"&gt;moth&lt;/a&gt;s. These insects comprise more than 50% of the frog's diet. This frog will also eat seemingly unusual animals, such as &lt;a href=\"crustacean\"&gt;crustacean&lt;/a&gt;s, &lt;a href=\"Mollusca\"&gt;mollusks&lt;/a&gt;, &lt;a href=\"arthropod\"&gt;arthropod&lt;/a&gt;s, and &lt;a href=\"arachnid\"&gt;arachnid&lt;/a&gt;s.\nIn addition to being an &lt;a href=\"insectivore\"&gt;insectivore&lt;/a&gt;, the Columbia spotted frog will eat algae, organic debris, a variety of plants, and other smaller, water-dwelling organisms."
}