{
    "id": "43461303",
    "revid": "589223",
    "url": "https://en.wikipedia.org/wiki?curid=43461303",
    "title": "2015 Polish parliamentary election",
    "text": "Parliamentary elections to both the &lt;a href=\"Sejm\"&gt;Sejm&lt;/a&gt; and &lt;a href=\"Senate%20of%20Poland\"&gt;Senate&lt;/a&gt; were held in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; on 25 October 2015 for &lt;a href=\"List%20of%20Sejm%20members%20%282015%E2%80%932019%29\"&gt;the eighth term&lt;/a&gt; of the &lt;a href=\"Sejm\"&gt;Sejm&lt;/a&gt; of the Republic of Poland, which ran from 12 November 2015 until 2019.\nThe election was won by the largest opposition party, the right-wing &lt;a href=\"Law%20and%20Justice\"&gt;Law and Justice&lt;/a&gt; (PiS), with 37.6% of the vote against the governing &lt;a href=\"Civic%20Platform\"&gt;Civic Platform&lt;/a&gt; (PO), which achieved 24.1%. Official results, announced on 27 October, gave Law and Justice 235 of 460 seats (51 percent), a majority of four. PiS vice chairwoman &lt;a href=\"Beata%20Szyd%C5%82o\"&gt;Beata Szydło&lt;/a&gt; succeeded PO leader &lt;a href=\"Ewa%20Kopacz\"&gt;Ewa Kopacz&lt;/a&gt; as &lt;a href=\"Prime%20Minister%20of%20Poland\"&gt;Prime Minister of Poland&lt;/a&gt;, heading a one-party &lt;a href=\"Cabinet%20of%20Beata%20Szyd%C5%82o\"&gt;cabinet&lt;/a&gt;.\nIt was the first election for a national parliament in Europe since the &lt;a href=\"1993%20Norwegian%20parliamentary%20election\"&gt;1993 Norwegian elections&lt;/a&gt; in which the two largest parties were led by a female candidate, and the second election in history (also since the 1993 Norwegian election) where more than three parties fielded female leadership candidates. It was also the first election in Poland since the restoration of full democracy that a party won an absolute majority in the Sejm.\nElectoral system.\nThe process of election for the Sejm is through &lt;a href=\"open%20list\"&gt;open&lt;/a&gt; &lt;a href=\"party-list%20proportional%20representation\"&gt;party-list proportional representation&lt;/a&gt; via the &lt;a href=\"D%27hondt%20method\"&gt;D'hondt method&lt;/a&gt; in multi-seat &lt;a href=\"constituency\"&gt;constituencies&lt;/a&gt;, with a 5% national threshold for single parties and 8% threshold for coalitions (requirements waived for ethnic minorities). The senate is elected using &lt;a href=\"first-past-the-post%20voting\"&gt;first-past-the-post voting&lt;/a&gt; in &lt;a href=\"single-member%20district\"&gt;single-member district&lt;/a&gt;s. To be included on a &lt;a href=\"ballot\"&gt;ballot&lt;/a&gt;, a senate candidate must present 2,000 signatures of support from their constituents. For Sejm elections, the threshold is 5,000 signatures per constituency, though that requirement is waived for parties that have already registered lists in at least half of all constituencies (21 out of 41 as of this election).\nOverall, the Sejm includes 460 MPs. Should a party have 231 or more deputies in Parliament, it has an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt; and can thus govern autonomously, without the need for support from other parties. The constitution can be amended with a &lt;a href=\"supermajority\"&gt;supermajority&lt;/a&gt; of two-thirds, or 307 deputies.\nElection date.\nThe date of the election, 25 October, was set by the previous &lt;a href=\"President%20of%20Poland\"&gt;President of Poland&lt;/a&gt;, &lt;a href=\"Bronis%C5%82aw%20Komorowski\"&gt;Bronisław Komorowski&lt;/a&gt;. The latest possible date for the election to be held was in November 2015, four years after the &lt;a href=\"2011%20Polish%20parliamentary%20election\"&gt;previous election&lt;/a&gt;. Prior to the announcement of the election date, the most likely dates were thought to be in October or November.\nIn the previous &lt;a href=\"2011%20Polish%20parliamentary%20election\"&gt;parliamentary elections in 2011&lt;/a&gt; the &lt;a href=\"Civic%20Platform\"&gt;Civic Platform&lt;/a&gt;–&lt;a href=\"Polish%20People%27s%20Party\"&gt;Polish People's Party&lt;/a&gt; coalition government, in power since 2007, won a second term. All 460 seats in the Sejm and 100 seats in the Senate were up for election.\nResults.\nThe opposition party, &lt;a href=\"Law%20and%20Justice\"&gt;Law and Justice&lt;/a&gt; won the election with 37.58% of the vote against the governing &lt;a href=\"Civic%20Platform\"&gt;Civic Platform&lt;/a&gt;, which gained a 24.09% share. &lt;a href=\"Beata%20Szyd%C5%82o\"&gt;Beata Szydło&lt;/a&gt; became the new &lt;a href=\"Prime%20Minister%20of%20Poland\"&gt;Prime Minister&lt;/a&gt;, succeeding &lt;a href=\"Ewa%20Kopacz\"&gt;Ewa Kopacz&lt;/a&gt;. Law and Justice became the first party in Poland to win majority government in a free election, since 1991. The other parties considered winners were two newcomer parties, &lt;a href=\"Kukiz%27s%20Movement\"&gt;Kukiz's Movement&lt;/a&gt; (third place) and &lt;a href=\"Ryszard%20Petru\"&gt;Ryszard Petru&lt;/a&gt;'s &lt;a href=\"Modern%20%28political%20party%29\"&gt;Modern&lt;/a&gt; party (4th place).\nTwo of the biggest losers were &lt;a href=\"Civic%20Platform\"&gt;Civic Platform&lt;/a&gt; and the &lt;a href=\"Polish%20People%27s%20Party\"&gt;Polish People's Party&lt;/a&gt;. PO suffered its worst result in a parliamentary election in ten years, ending eight years of political dominance. The PSL, the junior partner in the outgoing government, had its worst result in 25 years (5.13%), just crossing the 5% threshold by a few thousand votes. Another perceived loser was the &lt;a href=\"Democratic%20Left%20Alliance\"&gt;Democratic Left Alliance&lt;/a&gt;, Poland's largest left-wing party, which failed to win a seat for the first time since the change of system. The SLD ran as the largest partner of the &lt;a href=\"United%20Left%20%28Poland%29\"&gt;United Left&lt;/a&gt;, which was 0.5% short of the 8% threshold for electoral alliances to win seats.\nSejm.\nParty breakdown.\n! colspan=\"3\" style=\"text-align:left;\" | Parties and coalitions\n! Votes\n! Seats\nReactions.\nPolitical analysts noted that the election marked the first time in the post-communist era that a political party received enough votes to form a majority government. &lt;a href=\"BBC%20News\"&gt;BBC News&lt;/a&gt; suggested that Law and Justice's strategy of putting forward Szydło as its candidate for prime minister was a \"winning formula\" in the election. Szydło was widely perceived as being more moderate than PiS' outspoken leader, &lt;a href=\"Jaros%C5%82aw%20Kaczy%C5%84ski\"&gt;Jarosław Kaczyński&lt;/a&gt;. However, it also noted that Kaczyński could step into the role of prime minister after the election.\nAccording to the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;, the new Sejm was the most right-wing parliament in Europe due to the absence of centre-left MPs in the chamber. All five parties in the Sejm tilted rightward on social issues. Between them, left-leaning alliances only gained 11 percent of the vote.\nKopacz swiftly conceded defeat after exit polls from &lt;a href=\"Telewizja%20Polska\"&gt;TVP&lt;/a&gt; showed PiS on its way to a majority, while Kaczyński declared victory and hailed his party's historic majority. Kaczyński also paid tribute to his late brother, President &lt;a href=\"Lech%20Kaczy%C5%84ski\"&gt;Lech Kaczyński&lt;/a&gt;, who died in the &lt;a href=\"2010%20Polish%20Air%20Force%20Tu-154%20crash\"&gt;2010 plane crash&lt;/a&gt;."
}