{
    "id": "43460",
    "revid": "3872525",
    "url": "https://en.wikipedia.org/wiki?curid=43460",
    "title": "Han dynasty",
    "text": "The Han dynasty () was the second &lt;a href=\"Dynasties%20in%20Chinese%20history\"&gt;imperial dynasty of China&lt;/a&gt; (202 BC – 220 AD), established by &lt;a href=\"Liu%20Bang\"&gt;Liu Bang&lt;/a&gt; and ruled by the &lt;a href=\"House%20of%20Liu\"&gt;House of Liu&lt;/a&gt;. Preceded by the short-lived &lt;a href=\"Qin%20dynasty\"&gt;Qin dynasty&lt;/a&gt; (221–206 BC) and a warring &lt;a href=\"interregnum\"&gt;interregnum&lt;/a&gt; known as the &lt;a href=\"ChuHan%20contention\"&gt;ChuHan contention&lt;/a&gt; (206–202 BC), it was briefly interrupted by the &lt;a href=\"Xin%20dynasty\"&gt;Xin dynasty&lt;/a&gt; (9–23 AD) established by the &lt;a href=\"usurp\"&gt;usurp&lt;/a&gt;ing &lt;a href=\"regent\"&gt;regent&lt;/a&gt; &lt;a href=\"Wang%20Mang\"&gt;Wang Mang&lt;/a&gt;, and was separated into two periods—the &lt;a href=\"%23Western%20Han\"&gt;Western Han&lt;/a&gt; (202 BC – 9 AD) and the &lt;a href=\"%23Eastern%20Han\"&gt;Eastern Han&lt;/a&gt; (25–220 AD)—before being succeeded by the &lt;a href=\"Three%20Kingdoms\"&gt;Three Kingdoms&lt;/a&gt; period (220–280 AD). Spanning over four centuries, the Han dynasty is considered a &lt;a href=\"golden%20age%20%28metaphor%29\"&gt;golden age&lt;/a&gt; in Chinese history, and influenced the identity of the &lt;a href=\"History%20of%20China\"&gt;Chinese civilization&lt;/a&gt; ever since. Modern China's majority ethnic group refers to themselves as the \"&lt;a href=\"Han%20Chinese\"&gt;Han people&lt;/a&gt;\", the &lt;a href=\"Sinitic%20language\"&gt;Sinitic language&lt;/a&gt; is known as \"Han language\", and the &lt;a href=\"written%20Chinese\"&gt;written Chinese&lt;/a&gt; is referred to as \"&lt;a href=\"Chinese%20characters\"&gt;Han characters&lt;/a&gt;\".\n&lt;a href=\"Emperor%20of%20China\"&gt;The emperor&lt;/a&gt; was at the pinnacle of &lt;a href=\"Society%20and%20culture%20of%20the%20Han%20dynasty\"&gt;Han society&lt;/a&gt;. He presided over the &lt;a href=\"Government%20of%20the%20Han%20dynasty\"&gt;Han government&lt;/a&gt; but shared power with both &lt;a href=\"Chinese%20nobility\"&gt;the nobility&lt;/a&gt; and appointed ministers who came largely from the scholarly &lt;a href=\"Gentry%20%28China%29\"&gt;gentry class&lt;/a&gt;. The Han Empire was divided into areas directly controlled by the central government using an innovation inherited from the Qin known as &lt;a href=\"Commandery%20%28China%29\"&gt;commanderies&lt;/a&gt;, and a number of &lt;a href=\"Kings%20of%20the%20Han%20dynasty\"&gt;semi-autonomous kingdoms&lt;/a&gt;. These kingdoms gradually lost all vestiges of their independence, particularly following the &lt;a href=\"Rebellion%20of%20the%20Seven%20States\"&gt;Rebellion of the Seven States&lt;/a&gt;. From the reign of &lt;a href=\"Emperor%20Wu%20of%20Han\"&gt;Emperor Wu&lt;/a&gt; ( BC) onward, the Chinese court officially sponsored &lt;a href=\"Confucianism\"&gt;Confucianism&lt;/a&gt; in education and court politics, synthesized with the &lt;a href=\"cosmology\"&gt;cosmology&lt;/a&gt; of later scholars such as &lt;a href=\"Dong%20Zhongshu\"&gt;Dong Zhongshu&lt;/a&gt;. This policy endured until the fall of the &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt; in 1912 AD.\nThe Han dynasty saw an &lt;a href=\"economy%20of%20the%20Han%20dynasty\"&gt;age of economic prosperity&lt;/a&gt; and witnessed a significant growth of the &lt;a href=\"History%20of%20Chinese%20currency%23Imperial%20China\"&gt;money economy&lt;/a&gt; first established during the &lt;a href=\"Zhou%20dynasty\"&gt;Zhou dynasty&lt;/a&gt; ( BC). &lt;a href=\"Ancient%20Chinese%20coinage\"&gt;The coinage&lt;/a&gt; issued by the central government &lt;a href=\"Mint%20%28coin%29\"&gt;mint&lt;/a&gt; in 119 BC remained the standard coinage of China until the &lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt; (618–907 AD). The period saw a number of limited institutional innovations. To &lt;a href=\"Army%20of%20the%20Han%20dynasty\"&gt;finance its military campaigns&lt;/a&gt; and the settlement of newly conquered frontier territories, the Han government &lt;a href=\"Nationalization\"&gt;nationalized&lt;/a&gt; the private salt and iron industries in 117 BC, but these government monopolies were repealed during the Eastern Han dynasty. &lt;a href=\"Science%20and%20technology%20of%20the%20Han%20dynasty\"&gt;Science and technology during the Han period&lt;/a&gt; saw significant advances, including the process of &lt;a href=\"papermaking\"&gt;papermaking&lt;/a&gt;, the nautical steering ship &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt;, the use of &lt;a href=\"negative%20number\"&gt;negative number&lt;/a&gt;s in &lt;a href=\"Chinese%20mathematics\"&gt;mathematics&lt;/a&gt;, the &lt;a href=\"raised-relief%20map\"&gt;raised-relief map&lt;/a&gt;, the &lt;a href=\"Hydraulics\"&gt;hydraulic&lt;/a&gt;-powered &lt;a href=\"armillary%20sphere\"&gt;armillary sphere&lt;/a&gt; for &lt;a href=\"Chinese%20astronomy\"&gt;astronomy&lt;/a&gt;, and a &lt;a href=\"seismometer\"&gt;seismometer&lt;/a&gt; employing an &lt;a href=\"inverted%20pendulum\"&gt;inverted pendulum&lt;/a&gt; that could be used to discern the cardinal direction of distant earthquakes.\nThe &lt;a href=\"Xiongnu\"&gt;Xiongnu&lt;/a&gt;, a nomadic &lt;a href=\"Eurasian%20Steppe\"&gt;steppe&lt;/a&gt; confederation, defeated the Han in 200 BC and forced the Han to submit as a \"de facto\" inferior and vassal partner for several decades, but continued their military raids on the Han borders. &lt;a href=\"Emperor%20Wu%20of%20Han\"&gt;Emperor Wu&lt;/a&gt; launched &lt;a href=\"Han%E2%80%93Xiongnu%20War\"&gt;several military campaigns&lt;/a&gt; against them. The ultimate Han victory in these wars eventually forced the Xiongnu to accept vassal status as &lt;a href=\"List%20of%20tributaries%20of%20China\"&gt;Han tributaries&lt;/a&gt;. These campaigns expanded Han sovereignty and control into the &lt;a href=\"Tarim%20Basin\"&gt;Tarim Basin&lt;/a&gt; of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;, divided the Xiongnu into two separate confederations, and helped establish the vast trade network known as the &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt;, which reached as far as the &lt;a href=\"History%20of%20the%20Mediterranean%20region\"&gt;Mediterranean world&lt;/a&gt;. The territories north of Han's borders were quickly overrun by the nomadic &lt;a href=\"Xianbei\"&gt;Xianbei&lt;/a&gt; confederation. Emperor Wu also launched successful &lt;a href=\"Southward%20expansion%20of%20the%20Han%20dynasty\"&gt;military expeditions in the south&lt;/a&gt;, annexing &lt;a href=\"Han%E2%80%93Nanyue%20War\"&gt;Nanyue in 111 BC&lt;/a&gt; and &lt;a href=\"Han%20campaigns%20against%20Dian\"&gt;Dian in 109 BC&lt;/a&gt;, and in the &lt;a href=\"Korean%20Peninsula\"&gt;Korean Peninsula&lt;/a&gt; where the &lt;a href=\"Xuantu%20Commandery\"&gt;Xuantu&lt;/a&gt; and &lt;a href=\"Lelang%20Commandery\"&gt;Lelang Commanderies&lt;/a&gt; were established in 108 BC. After 92 AD, the palace &lt;a href=\"eunuch%20%28court%20official%29\"&gt;eunuchs&lt;/a&gt; increasingly involved themselves in court politics, engaging in violent power struggles between the various &lt;a href=\"consort%20clan\"&gt;consort clan&lt;/a&gt;s of the empresses and &lt;a href=\"empress%20dowager\"&gt;empresses dowager&lt;/a&gt;, causing the Han's ultimate downfall. Imperial authority was also seriously challenged by large &lt;a href=\"Daoist\"&gt;Daoist&lt;/a&gt; religious societies which instigated the &lt;a href=\"Yellow%20Turban%20Rebellion\"&gt;Yellow Turban Rebellion&lt;/a&gt; and the &lt;a href=\"Way%20of%20the%20Five%20Pecks%20of%20Rice\"&gt;Five Pecks of Rice Rebellion&lt;/a&gt;. Following the death of &lt;a href=\"Emperor%20Ling%20of%20Han\"&gt;Emperor Ling&lt;/a&gt; ( AD), the palace eunuchs &lt;a href=\"History%20of%20the%20Han%20dynasty%23Downfall_of_the_eunuchs\"&gt;suffered wholesale massacre&lt;/a&gt; by &lt;a href=\"Military%20history%20of%20China%20before%201911\"&gt;military officers&lt;/a&gt;, allowing members of the aristocracy and military governors to become warlords and &lt;a href=\"End%20of%20the%20Han%20dynasty\"&gt;divide the empire&lt;/a&gt;. When &lt;a href=\"Cao%20Pi\"&gt;Cao Pi&lt;/a&gt;, king of &lt;a href=\"Cao%20Wei\"&gt;Wei&lt;/a&gt;, usurped the throne from &lt;a href=\"Emperor%20Xian%20of%20Han\"&gt;Emperor Xian&lt;/a&gt;, the Han dynasty ceased to exist.\nEtymology.\nAccording to the \"&lt;a href=\"Records%20of%20the%20Grand%20Historian\"&gt;Records of the Grand Historian&lt;/a&gt;\", after the collapse of the &lt;a href=\"Qin%20dynasty\"&gt;Qin dynasty&lt;/a&gt; the &lt;a href=\"hegemon\"&gt;hegemon&lt;/a&gt; &lt;a href=\"Xiang%20Yu\"&gt;Xiang Yu&lt;/a&gt; appointed &lt;a href=\"Liu%20Bang\"&gt;Liu Bang&lt;/a&gt; as prince of the small fief of &lt;a href=\"Hanzhong\"&gt;Hanzhong&lt;/a&gt;, named after its location on the &lt;a href=\"Han%20River%20%28Shaanxi%20and%20Hubei%29\"&gt;Han River&lt;/a&gt; (in modern southwest &lt;a href=\"Shaanxi\"&gt;Shaanxi&lt;/a&gt;). Following Liu Bang's victory in the &lt;a href=\"Chu%E2%80%93Han%20Contention\"&gt;Chu–Han Contention&lt;/a&gt;, the resulting Han dynasty was named after the Hanzhong fief.\nHistory.\nWestern Han.\n&lt;a href=\"China\"&gt;China&lt;/a&gt;'s first &lt;a href=\"Dynasties%20in%20Chinese%20history\"&gt;imperial dynasty&lt;/a&gt; was the &lt;a href=\"Qin%20dynasty\"&gt;Qin dynasty&lt;/a&gt; (221–207 BC). The Qin united the Chinese &lt;a href=\"Warring%20States%20period\"&gt;Warring States&lt;/a&gt; by conquest, but their regime became unstable after the death of the first emperor &lt;a href=\"Qin%20Shi%20Huang\"&gt;Qin Shi Huang&lt;/a&gt;. Within four years, the dynasty's authority had collapsed in the face of rebellion. Two former rebel leaders, &lt;a href=\"Xiang%20Yu\"&gt;Xiang Yu&lt;/a&gt; (d. 202 BC) of &lt;a href=\"Kingdom%20of%20Chu\"&gt;Chu&lt;/a&gt; and &lt;a href=\"Liu%20Bang\"&gt;Liu Bang&lt;/a&gt; (d. 195 BC) of &lt;a href=\"Hanzhong\"&gt;Han&lt;/a&gt;, engaged &lt;a href=\"Chu-Han%20contention\"&gt;in a war&lt;/a&gt; to decide who would become &lt;a href=\"wikt%3Ahegemony\"&gt;hegemon&lt;/a&gt; of China, which had fissured into &lt;a href=\"Eighteen%20Kingdoms\"&gt;18 kingdoms&lt;/a&gt;, each claiming allegiance to either Xiang Yu or Liu Bang. Although Xiang Yu proved to be an effective commander, Liu Bang defeated him at the &lt;a href=\"Battle%20of%20Gaixia\"&gt;Battle of Gaixia&lt;/a&gt; (202 BC), in modern-day &lt;a href=\"Anhui\"&gt;Anhui&lt;/a&gt;. Liu Bang assumed the title &lt;a href=\"Emperor%20of%20China\"&gt;\"emperor\"&lt;/a&gt; (\"huangdi\") at the urging of his followers and is known posthumously as &lt;a href=\"Emperor%20Gaozu%20of%20Han\"&gt;Emperor Gaozu&lt;/a&gt; ( BC). &lt;a href=\"Chang%27an\"&gt;Chang'an&lt;/a&gt; (known today as Xi'an) was chosen as the new capital of the reunified empire under Han.\nAt the beginning of the Western Han (), also known as the Former Han () dynasty, thirteen centrally controlled &lt;a href=\"Commandery%20%28China%29\"&gt;commanderies&lt;/a&gt;—including the capital region—existed in the western third of the empire, while the eastern two-thirds were divided into ten &lt;a href=\"Kings%20of%20the%20Han%20dynasty\"&gt;semi-autonomous kingdoms&lt;/a&gt;. To placate his prominent commanders from the war with Chu, Emperor Gaozu &lt;a href=\"Enfeoffment\"&gt;enfeoffed&lt;/a&gt; some of them as kings. \nBy 196 BC, the Han court had replaced all but one of these kings (the exception being in &lt;a href=\"Changsha%20Kingdom\"&gt;Changsha&lt;/a&gt;) with royal &lt;a href=\"Liu\"&gt;Liu&lt;/a&gt; family members, since the loyalty of non-relatives to the throne was questioned. After several insurrections by Han kings—the largest being the &lt;a href=\"Rebellion%20of%20the%20Seven%20States\"&gt;Rebellion of the Seven States&lt;/a&gt; in 154 BC—the imperial court enacted a series of reforms beginning in 145 BC limiting the size and power of these kingdoms and dividing their former territories into new centrally controlled commanderies. Kings were no longer able to appoint their own staff; this duty was assumed by the imperial court. Kings became nominal heads of their &lt;a href=\"fief\"&gt;fief&lt;/a&gt;s and collected a portion of tax revenues as their personal incomes. The kingdoms were never entirely abolished and existed throughout the remainder of Western and Eastern Han.\nTo the north of &lt;a href=\"China%20proper\"&gt;China proper&lt;/a&gt;, the nomadic &lt;a href=\"Xiongnu\"&gt;Xiongnu&lt;/a&gt; chieftain &lt;a href=\"Modu%20Chanyu\"&gt;Modu Chanyu&lt;/a&gt; ( BC) conquered various tribes inhabiting the eastern portion of the &lt;a href=\"Eurasian%20Steppe\"&gt;Eurasian Steppe&lt;/a&gt;. By the end of his reign, he controlled &lt;a href=\"Manchuria\"&gt;Manchuria&lt;/a&gt;, &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;, and the &lt;a href=\"Tarim%20Basin\"&gt;Tarim Basin&lt;/a&gt;, subjugating over twenty states east of &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt;. Emperor Gaozu was troubled about the abundant Han-manufactured iron weapons traded to the Xiongnu along the northern borders, and he established a trade &lt;a href=\"embargo\"&gt;embargo&lt;/a&gt; against the group. \nIn retaliation, the Xiongnu invaded what is now &lt;a href=\"Shanxi\"&gt;Shanxi&lt;/a&gt; province, where they &lt;a href=\"Battle%20of%20Baideng\"&gt;defeated the Han forces at Baideng&lt;/a&gt; in 200 BC. After negotiations, the \"&lt;a href=\"heqin\"&gt;heqin&lt;/a&gt;\" agreement in 198 BC nominally held the leaders of the Xiongnu and the Han as equal partners in a royal marriage alliance, but the Han were forced to send large amounts of tribute items such as &lt;a href=\"silk\"&gt;silk&lt;/a&gt; clothes, food, and wine to the Xiongnu.\nDespite the tribute and a negotiation between &lt;a href=\"Laoshang%20Chanyu\"&gt;Laoshang Chanyu&lt;/a&gt; ( BC) and &lt;a href=\"Emperor%20Wen%20of%20Han\"&gt;Emperor Wen&lt;/a&gt; ( BC) to reopen border markets, many of the &lt;a href=\"Chanyu\"&gt;Chanyu&lt;/a&gt;'s Xiongnu subordinates chose not to obey the treaty and periodically raided Han territories south of the &lt;a href=\"Great%20Wall%20of%20China\"&gt;Great Wall&lt;/a&gt; for additional goods. In a court conference assembled by &lt;a href=\"Emperor%20Wu%20of%20Han\"&gt;Emperor Wu&lt;/a&gt; ( BC) in 135 BC, the &lt;a href=\"Consensus%20decision-making\"&gt;majority consensus&lt;/a&gt; of the ministers was to retain the \"heqin\" agreement. Emperor Wu accepted this, despite continuing Xiongnu raids. \nHowever, a court conference the following year convinced the majority that a &lt;a href=\"Battle%20of%20Mayi\"&gt;limited engagement at Mayi&lt;/a&gt; involving the assassination of the Chanyu would throw the Xiongnu realm into chaos and benefit the Han. When this plot failed in 133 BC, Emperor Wu launched a series of &lt;a href=\"Han%E2%80%93Xiongnu%20War\"&gt;massive military invasions&lt;/a&gt; into Xiongnu territory. The assault culminated in 119 BC at the &lt;a href=\"Battle%20of%20Mobei\"&gt;Battle of Mobei&lt;/a&gt;, where the Han commanders &lt;a href=\"Huo%20Qubing\"&gt;Huo Qubing&lt;/a&gt; (d. 117 BC) and &lt;a href=\"Wei%20Qing\"&gt;Wei Qing&lt;/a&gt; (d. 106 BC) forced the Xiongnu court to flee north of the &lt;a href=\"Gobi%20Desert\"&gt;Gobi Desert&lt;/a&gt;.\nAfter Wu's reign, Han forces continued to prevail against the Xiongnu. The Xiongnu leader &lt;a href=\"Huhanye\"&gt;Huhanye Chanyu&lt;/a&gt; ( BC) finally submitted to Han as a tributary vassal in 51 BC. His rival claimant to the throne, &lt;a href=\"Zhizhi%20Chanyu\"&gt;Zhizhi Chanyu&lt;/a&gt; ( BC), was killed by &lt;a href=\"Chen%20Tang\"&gt;Chen Tang&lt;/a&gt; and Gan Yanshou (甘延壽/甘延寿) at the &lt;a href=\"Battle%20of%20Zhizhi\"&gt;Battle of Zhizhi&lt;/a&gt;, in modern &lt;a href=\"Taraz\"&gt;Taraz&lt;/a&gt;, &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;.\nIn 121 BC, Han forces expelled the Xiongnu from a vast territory spanning the &lt;a href=\"Hexi%20Corridor\"&gt;Hexi Corridor&lt;/a&gt; to &lt;a href=\"Lop%20Nur\"&gt;Lop Nur&lt;/a&gt;. They repelled a joint Xiongnu-&lt;a href=\"Qiang%20people\"&gt;Qiang&lt;/a&gt; invasion of this northwestern territory in 111 BC. In that year, the Han court established four new frontier commanderies in this region: &lt;a href=\"Jiuquan\"&gt;Jiuquan&lt;/a&gt;, &lt;a href=\"Zhangyi\"&gt;Zhangyi&lt;/a&gt;, &lt;a href=\"Dunhuang\"&gt;Dunhuang&lt;/a&gt;, and &lt;a href=\"Wuwei%2C%20Gansu\"&gt;Wuwei&lt;/a&gt;. The majority of people on the frontier were soldiers. On occasion, the court forcibly moved peasant farmers to new frontier settlements, along with government-owned slaves and convicts who performed hard labor. The court also encouraged &lt;a href=\"commoner\"&gt;commoner&lt;/a&gt;s, such as farmers, merchants, landowners, and hired laborers, to voluntarily migrate to the frontier.\nEven before Han's expansion into Central Asia, diplomat &lt;a href=\"Zhang%20Qian\"&gt;Zhang Qian&lt;/a&gt;'s travels from 139 to 125 BC had established Chinese contacts with many surrounding civilizations. Zhang encountered &lt;a href=\"Dayuan\"&gt;Dayuan&lt;/a&gt; (&lt;a href=\"Fergana\"&gt;Fergana&lt;/a&gt;), &lt;a href=\"Kangju\"&gt;Kangju&lt;/a&gt; (&lt;a href=\"Sogdiana\"&gt;Sogdiana&lt;/a&gt;), and &lt;a href=\"Daxia\"&gt;Daxia&lt;/a&gt; (&lt;a href=\"Bactria\"&gt;Bactria&lt;/a&gt;, formerly the &lt;a href=\"Greco-Bactrian%20Kingdom\"&gt;Greco-Bactrian Kingdom&lt;/a&gt;); he also gathered information on Shendu (&lt;a href=\"Indus%20River\"&gt;Indus River&lt;/a&gt; valley of &lt;a href=\"North%20India\"&gt;North India&lt;/a&gt;) and Anxi (the &lt;a href=\"Parthian%20Empire\"&gt;Parthian Empire&lt;/a&gt;). All of these countries eventually received Han embassies. These connections marked the beginning of the &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt; trade network that extended to the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, bringing &lt;a href=\"History%20of%20silk\"&gt;Han items like silk&lt;/a&gt; to Rome and &lt;a href=\"Roman%20glass\"&gt;Roman goods such as glasswares&lt;/a&gt; to China.\nFrom roughly 115 to 60 BC, Han forces fought the Xiongnu over control of the oasis &lt;a href=\"city-state\"&gt;city-state&lt;/a&gt;s in the Tarim Basin. Han was eventually victorious and established the &lt;a href=\"Protectorate%20of%20the%20Western%20Regions\"&gt;Protectorate of the Western Regions&lt;/a&gt; in 60 BC, which dealt with the region's defense and foreign affairs. The Han also &lt;a href=\"Southward%20expansion%20of%20the%20Han%20dynasty\"&gt;expanded southward&lt;/a&gt;. The &lt;a href=\"Han%E2%80%93Nanyue%20War\"&gt;naval conquest of Nanyue&lt;/a&gt; in 111 BC expanded the Han realm into what are now modern &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt;, &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt;, and &lt;a href=\"Northern%20and%20southern%20Vietnam\"&gt;northern Vietnam&lt;/a&gt;. &lt;a href=\"Yunnan\"&gt;Yunnan&lt;/a&gt; was brought into the Han realm with the &lt;a href=\"Han%20campaigns%20against%20Dian\"&gt;conquest&lt;/a&gt; of the &lt;a href=\"Dian%20Kingdom\"&gt;Dian Kingdom&lt;/a&gt; in 109 BC, followed by parts of the &lt;a href=\"Korean%20Peninsula\"&gt;Korean Peninsula&lt;/a&gt; with the &lt;a href=\"Han%20conquest%20of%20Gojoseon\"&gt;Han conquest of Gojoseon&lt;/a&gt; and colonial establishments of &lt;a href=\"Xuantu%20Commandery\"&gt;Xuantu Commandery&lt;/a&gt; and &lt;a href=\"Lelang%20Commandery\"&gt;Lelang Commandery&lt;/a&gt; in 108 BC. In China's first known nationwide &lt;a href=\"census\"&gt;census&lt;/a&gt; taken in 2 AD, the population was registered as having 57,671,400 individuals in 12,366,470 households.\nTo pay for his military campaigns and colonial expansion, Emperor Wu &lt;a href=\"Nationalization\"&gt;nationalized&lt;/a&gt; several private industries. He created central government &lt;a href=\"Monopoly\"&gt;monopolies&lt;/a&gt; administered largely by &lt;a href=\"Four%20occupations\"&gt;former merchants&lt;/a&gt;. These monopolies included salt, &lt;a href=\"History%20of%20ferrous%20metallurgy\"&gt;iron&lt;/a&gt;, and &lt;a href=\"Chinese%20alcoholic%20beverages\"&gt;liquor&lt;/a&gt; production, as well as &lt;a href=\"Ancient%20Chinese%20coinage\"&gt;bronze-coin currency&lt;/a&gt;. The liquor monopoly lasted only from 98 to 81 BC, and the salt and iron monopolies were eventually abolished in early Eastern Han. The issuing of coinage remained a central government monopoly throughout the rest of the Han dynasty. \nThe government monopolies were eventually repealed when a political faction known as the Reformists gained greater influence in the court. The Reformists opposed the Modernist faction that had dominated court politics in Emperor Wu's reign and during the subsequent &lt;a href=\"Regent\"&gt;regency&lt;/a&gt; of &lt;a href=\"Huo%20Guang\"&gt;Huo Guang&lt;/a&gt; (d. 68 BC). The Modernists argued for an aggressive and expansionary foreign policy supported by revenues from heavy government intervention in the private economy. The Reformists, however, overturned these policies, favoring a cautious, non-expansionary approach to foreign policy, frugal &lt;a href=\"Government%20budget\"&gt;budget&lt;/a&gt; reform, and lower tax-rates imposed on private entrepreneurs.\nWang Mang's reign and civil war.\n&lt;a href=\"Wang%20Zhengjun\"&gt;Wang Zhengjun&lt;/a&gt; (71 BC – 13 AD) was first empress, then &lt;a href=\"empress%20dowager\"&gt;empress dowager&lt;/a&gt;, and finally &lt;a href=\"grand%20empress%20dowager\"&gt;grand empress dowager&lt;/a&gt; during the reigns of the Emperors &lt;a href=\"Emperor%20Yuan%20of%20Han\"&gt;Yuan&lt;/a&gt; ( BC), &lt;a href=\"Emperor%20Cheng%20of%20Han\"&gt;Cheng&lt;/a&gt; ( BC), and &lt;a href=\"Emperor%20Ai%20of%20Han\"&gt;Ai&lt;/a&gt; ( BC), respectively. During this time, a succession of her male relatives held the title of regent. Following the death of Ai, Wang Zhengjun's nephew &lt;a href=\"Wang%20Mang\"&gt;Wang Mang&lt;/a&gt; (45 BC – 23 AD) was appointed regent as Marshall of State on 16 August under &lt;a href=\"Emperor%20Ping%20of%20Han\"&gt;Emperor Ping&lt;/a&gt; ( AD). \nWhen Ping died on 3 February 6 AD, &lt;a href=\"Ruzi%20Ying\"&gt;Ruzi Ying&lt;/a&gt; (d. 25 AD) was chosen as the heir and Wang Mang was appointed to serve as acting emperor for the child. Wang promised to relinquish his control to Liu Ying once he came of age. Despite this promise, and against protest and revolts from the nobility, Wang Mang claimed on 10 January that the divine &lt;a href=\"Mandate%20of%20Heaven\"&gt;Mandate of Heaven&lt;/a&gt; called for the end of the Han dynasty and the beginning of his own: the &lt;a href=\"Xin%20dynasty\"&gt;Xin dynasty&lt;/a&gt; (9–23 AD).\nWang Mang initiated a series of major reforms that were ultimately unsuccessful. These reforms included &lt;a href=\"History%20of%20slavery\"&gt;outlawing slavery&lt;/a&gt;, &lt;a href=\"nationalization\"&gt;nationalizing&lt;/a&gt; land to &lt;a href=\"Well-field%20system\"&gt;equally distribute&lt;/a&gt; between households, and introducing new currencies, a change which debased the value of coinage. Although these reforms provoked considerable opposition, Wang's regime met its ultimate downfall with the massive floods of AD and 11 AD. Gradual silt buildup in the &lt;a href=\"Yellow%20River\"&gt;Yellow River&lt;/a&gt; had raised its water level and overwhelmed the &lt;a href=\"Flood%20control\"&gt;flood control works&lt;/a&gt;. The Yellow River split into two new branches: one emptying to the north and the other to the south of the &lt;a href=\"Shandong%20Peninsula\"&gt;Shandong Peninsula&lt;/a&gt;, though Han engineers managed to dam the southern branch by 70 AD.\nThe flood dislodged thousands of peasant farmers, many of whom joined roving bandit and rebel groups such as the &lt;a href=\"Red%20Eyebrows%20Rebellions\"&gt;Red Eyebrows&lt;/a&gt; to survive. Wang Mang's armies were incapable of quelling these enlarged rebel groups. Eventually, an insurgent mob forced their way into the &lt;a href=\"Weiyang%20Palace\"&gt;Weiyang Palace&lt;/a&gt; and killed Wang Mang.\nThe &lt;a href=\"Gengshi%20Emperor\"&gt;Gengshi Emperor&lt;/a&gt; ( AD), a descendant of &lt;a href=\"Emperor%20Jing%20of%20Han\"&gt;Emperor Jing&lt;/a&gt; ( BC), attempted to restore the Han dynasty and occupied Chang'an as his capital. However, he was overwhelmed by the Red Eyebrow rebels who deposed, assassinated, and replaced him with the puppet monarch &lt;a href=\"Liu%20Penzi\"&gt;Liu Penzi&lt;/a&gt;. Gengshi's distant cousin Liu Xiu, known posthumously as &lt;a href=\"Emperor%20Guangwu%20of%20Han\"&gt;Emperor Guangwu&lt;/a&gt; ( AD), after distinguishing himself at the &lt;a href=\"Battle%20of%20Kunyang\"&gt;Battle of Kunyang&lt;/a&gt; in 23 AD, was urged to succeed Gengshi as emperor.\nUnder Guangwu's rule the Han Empire was restored. Guangwu made &lt;a href=\"Luoyang\"&gt;Luoyang&lt;/a&gt; his capital in 25 AD, and by 27 AD his officers &lt;a href=\"Deng%20Yu\"&gt;Deng Yu&lt;/a&gt; and &lt;a href=\"Feng%20Yi\"&gt;Feng Yi&lt;/a&gt; had forced the Red Eyebrows to surrender and executed their leaders for &lt;a href=\"treason\"&gt;treason&lt;/a&gt;. From 26 until 36 AD, Emperor Guangwu had to wage war against other regional warlords who claimed the title of emperor; when these warlords were defeated, China reunified under the Han.\nThe period between the foundation of the Han dynasty and Wang Mang's reign is known as the Western Han () or Former Han () (206 BC – 9 AD). During this period the capital was at &lt;a href=\"Chang%27an\"&gt;Chang'an&lt;/a&gt; (modern &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt;). From the reign of Guangwu the capital was moved eastward to Luoyang. The era from his reign until &lt;a href=\"End%20of%20the%20Han%20dynasty\"&gt;the fall of Han&lt;/a&gt; is known as the Eastern Han or Later Han (25–220 AD).\nEastern Han.\nThe Eastern Han (), also known as the Later Han (), formally began on 5 August AD 25, when &lt;a href=\"Liu%20Xiu\"&gt;Liu Xiu&lt;/a&gt; became &lt;a href=\"Emperor%20Guangwu%20of%20Han\"&gt;Emperor Guangwu of Han&lt;/a&gt;. During the widespread rebellion against &lt;a href=\"Wang%20Mang\"&gt;Wang Mang&lt;/a&gt;, the state of &lt;a href=\"Goguryeo\"&gt;Goguryeo&lt;/a&gt; was free to raid Han's &lt;a href=\"Four%20Commanderies%20of%20Han\"&gt;Korean commanderies&lt;/a&gt;; Han did not reaffirm its control over the region until AD 30. \nThe &lt;a href=\"Tr%C6%B0ng%20Sisters\"&gt;Trưng Sisters&lt;/a&gt; of &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt; rebelled against Han in AD 40. Their rebellion was crushed by Han general &lt;a href=\"Ma%20Yuan%20%28Han%20dynasty%29\"&gt;Ma Yuan&lt;/a&gt; (d. AD 49) in a campaign from AD 42–43. Wang Mang renewed hostilities against the &lt;a href=\"Xiongnu\"&gt;Xiongnu&lt;/a&gt;, who were estranged from Han until their leader Bi (比), a rival claimant to the throne against his cousin Punu (蒲奴), submitted to Han as a tributary vassal in AD 50. This created two rival Xiongnu states: the Southern Xiongnu led by Bi, an ally of Han, and the Northern Xiongnu led by Punu, an enemy of Han.\nDuring the turbulent reign of Wang Mang, China lost control over the Tarim Basin, which was conquered by the Northern Xiongnu in AD 63 and used as a base to invade the Hexi Corridor in &lt;a href=\"Gansu\"&gt;Gansu&lt;/a&gt;. &lt;a href=\"Dou%20Gu\"&gt;Dou Gu&lt;/a&gt; (d. 88 AD) defeated the Northern Xiongnu at the &lt;a href=\"Battle%20of%20Yiwulu\"&gt;Battle of Yiwulu&lt;/a&gt; in AD 73, evicting them from &lt;a href=\"Turpan\"&gt;Turpan&lt;/a&gt; and chasing them as far as &lt;a href=\"Barkol%20Kazakh%20Autonomous%20County\"&gt;Lake Barkol&lt;/a&gt; before establishing a garrison &lt;a href=\"Hami%20Prefecture\"&gt;at Hami&lt;/a&gt;. After the new Protector General of the Western Regions &lt;a href=\"Chen%20Mu\"&gt;Chen Mu&lt;/a&gt; (d. AD 75) was killed by allies of the Xiongnu in &lt;a href=\"Karasahr\"&gt;Karasahr&lt;/a&gt; and &lt;a href=\"Kucha\"&gt;Kucha&lt;/a&gt;, the garrison at Hami was withdrawn.\nAt the &lt;a href=\"Battle%20of%20Ikh%20Bayan\"&gt;Battle of Ikh Bayan&lt;/a&gt; in AD 89, &lt;a href=\"Dou%20Xian\"&gt;Dou Xian&lt;/a&gt; (d. AD 92) defeated the &lt;a href=\"Northern%20Chanyu%20%281st%20century%29\"&gt;Northern Xiongnu chanyu&lt;/a&gt; who then retreated into the &lt;a href=\"Altai%20Mountains\"&gt;Altai Mountains&lt;/a&gt;. After the Northern Xiongnu fled into the &lt;a href=\"Ili%20River\"&gt;Ili River&lt;/a&gt; valley in AD 91, the nomadic &lt;a href=\"Xianbei\"&gt;Xianbei&lt;/a&gt; occupied the area from the borders of the &lt;a href=\"Buyeo%20Kingdom\"&gt;Buyeo Kingdom&lt;/a&gt; in Manchuria to the Ili River of the &lt;a href=\"Wusun\"&gt;Wusun&lt;/a&gt; people. The Xianbei reached their apogee under Tanshihuai (檀石槐) (d. AD 180), who consistently defeated Chinese armies. However, Tanshihuai's confederation disintegrated after his death.\n&lt;a href=\"Ban%20Chao\"&gt;Ban Chao&lt;/a&gt; (d. AD 102) enlisted the aid of the &lt;a href=\"Kushan%20Empire\"&gt;Kushan Empire&lt;/a&gt;, occupying the area of modern &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, and &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt;, to subdue &lt;a href=\"Kashgar\"&gt;Kashgar&lt;/a&gt; and its ally Sogdiana. When a request by Kushan ruler &lt;a href=\"Vima%20Kadphises\"&gt;Vima Kadphises&lt;/a&gt; () for a marriage alliance with the Han was rejected in AD 90, he sent his forces to &lt;a href=\"Wakhan\"&gt;Wakhan&lt;/a&gt; (Afghanistan) to attack Ban Chao. The conflict ended with the Kushans withdrawing because of lack of supplies. In AD 91, the office of Protector General of the Western Regions was reinstated when it was bestowed on Ban Chao.\nForeign travelers to Eastern-Han China include &lt;a href=\"Bhikkhu\"&gt;Buddhist monks&lt;/a&gt; who &lt;a href=\"Silk%20Road%20transmission%20of%20Buddhism\"&gt;translated works into Chinese&lt;/a&gt;, such as &lt;a href=\"An%20Shigao\"&gt;An Shigao&lt;/a&gt; from Parthia, and &lt;a href=\"Lokaksema%20%28Buddhist%20monk%29\"&gt;Lokaksema&lt;/a&gt; from Kushan-era &lt;a href=\"Gandhara\"&gt;Gandhara&lt;/a&gt;, India. In addition to tributary relations with the Kushans, the Han Empire received gifts from the &lt;a href=\"Parthian%20Empire\"&gt;Parthian Empire&lt;/a&gt;, from a king in modern &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt;, from a ruler &lt;a href=\"Wa%20%28Japan%29\"&gt;in Japan&lt;/a&gt;, and initiated an unsuccessful mission to &lt;a href=\"Daqin\"&gt;Daqin&lt;/a&gt; (&lt;a href=\"Ancient%20Rome\"&gt;Rome&lt;/a&gt;) in AD 97 with &lt;a href=\"Gan%20Ying\"&gt;Gan Ying&lt;/a&gt; as emissary.\nA &lt;a href=\"Sino-Roman%20relations\"&gt;Roman embassy&lt;/a&gt; of Emperor &lt;a href=\"Marcus%20Aurelius\"&gt;Marcus Aurelius&lt;/a&gt; ( AD) is recorded in the \"&lt;a href=\"Weil%C3%BCe\"&gt;Weilüe&lt;/a&gt;\" and \"&lt;a href=\"Hou%20Hanshu\"&gt;Hou Hanshu&lt;/a&gt;\" to have reached the court of &lt;a href=\"Emperor%20Huan%20of%20Han\"&gt;Emperor Huan of Han&lt;/a&gt; ( AD) in AD 166, yet &lt;a href=\"Rafe%20de%20Crespigny\"&gt;Rafe de Crespigny&lt;/a&gt; asserts that this was most likely a group of &lt;a href=\"Roman%20commerce\"&gt;Roman merchants&lt;/a&gt;. In addition to &lt;a href=\"Roman%20glass\"&gt;Roman glass&lt;/a&gt;wares and &lt;a href=\"Roman%20currency\"&gt;coins&lt;/a&gt; found in China, Roman &lt;a href=\"medal\"&gt;medal&lt;/a&gt;lions from the reign of &lt;a href=\"Antoninus%20Pius\"&gt;Antoninus Pius&lt;/a&gt; and his adopted son Marcus Aurelius have been found at &lt;a href=\"%C3%93c%20Eo\"&gt;Óc Eo&lt;/a&gt; in Vietnam. This was near the commandery of &lt;a href=\"Rinan\"&gt;Rinan&lt;/a&gt; (also &lt;a href=\"Jiaozhi\"&gt;Jiaozhi&lt;/a&gt;) where Chinese sources claim the Romans first landed, as well as embassies from &lt;a href=\"Tianzhu%20%28India%29\"&gt;Tianzhu&lt;/a&gt; (in northern India) in the years 159 and 161. Óc Eo is also thought to be the port city \"&lt;a href=\"Cattigara\"&gt;Cattigara&lt;/a&gt;\" described by &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt; in his \"&lt;a href=\"Geography%20%28Ptolemy%29\"&gt;Geography&lt;/a&gt;\" ( AD) as lying east of the &lt;a href=\"Golden%20Chersonese\"&gt;Golden Chersonese&lt;/a&gt; (&lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt;) along the \"&lt;a href=\"Magnus%20Sinus\"&gt;Magnus Sinus&lt;/a&gt;\" (i.e. &lt;a href=\"Gulf%20of%20Thailand\"&gt;Gulf of Thailand&lt;/a&gt; and &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;), where &lt;a href=\"Indo-Roman%20trade%20relations\"&gt;a Greek sailor&lt;/a&gt; had visited.\n&lt;a href=\"Emperor%20Zhang%20of%20Han\"&gt;Emperor Zhang's&lt;/a&gt; ( AD) reign came to be viewed by later Eastern Han scholars as the high point of the dynastic house. Subsequent reigns were increasingly marked by &lt;a href=\"eunuch\"&gt;eunuch&lt;/a&gt; intervention in court politics and their involvement in the violent power struggles of the imperial &lt;a href=\"consort%20clan\"&gt;consort clan&lt;/a&gt;s. In 92 AD, with the aid of the eunuch &lt;a href=\"Zheng%20Zhong\"&gt;Zheng Zhong&lt;/a&gt; (d. 107 AD), &lt;a href=\"Emperor%20He%20of%20Han\"&gt;Emperor He&lt;/a&gt; ( AD) had &lt;a href=\"Empress%20Dou%20%28Zhang%29\"&gt;Empress Dowager Dou&lt;/a&gt; (d. 97 AD) put under &lt;a href=\"house%20arrest\"&gt;house arrest&lt;/a&gt; and her clan stripped of power. This was in revenge for Dou's purging of the clan of his natural mother—&lt;a href=\"Consort%20Liang\"&gt;Consort Liang&lt;/a&gt;—and then concealing her identity from him. After Emperor He's death, his wife &lt;a href=\"Empress%20Deng%20Sui\"&gt;Empress Deng Sui&lt;/a&gt; (d. 121 AD) managed state affairs as the regent empress dowager during a turbulent financial crisis and widespread Qiang rebellion that lasted from 107 to 118 AD.\nWhen Empress Dowager Deng died, &lt;a href=\"Emperor%20An%20of%20Han\"&gt;Emperor An&lt;/a&gt; ( AD) was convinced by the accusations of the eunuchs Li Run () and Jiang Jing () that Deng and her family had planned to depose him. An dismissed Deng's clan members from office, exiled them and forced many to commit suicide. After An's death, his wife, &lt;a href=\"Empress%20Yan%20Ji\"&gt;Empress Dowager Yan&lt;/a&gt; (d. 126 AD) placed the child &lt;a href=\"Marquess%20of%20Beixiang\"&gt;Marquess of Beixiang&lt;/a&gt; on the throne in an attempt to retain power within her family. However, palace eunuch &lt;a href=\"Sun%20Cheng\"&gt;Sun Cheng&lt;/a&gt; (d. 132 AD) masterminded a successful overthrow of her regime to enthrone &lt;a href=\"Emperor%20Shun%20of%20Han\"&gt;Emperor Shun of Han&lt;/a&gt; ( AD). Yan was placed under house arrest, her relatives were either killed or exiled, and her eunuch allies were slaughtered. The regent &lt;a href=\"Liang%20Ji\"&gt;Liang Ji&lt;/a&gt; (d. 159 AD), brother of &lt;a href=\"Empress%20Liang%20Na\"&gt;Empress Liang Na&lt;/a&gt; (d. 150 AD), had the brother-in-law of &lt;a href=\"Empress%20Deng%20Mengn%C3%BC\"&gt;Consort Deng Mengnü&lt;/a&gt; (later empress) (d. 165 AD) killed after Deng Mengnü resisted Liang Ji's attempts to control her. Afterward, Emperor Huan employed eunuchs to depose Liang Ji, who was then forced to commit suicide.\nStudents from the &lt;a href=\"Taixue\"&gt;Imperial University&lt;/a&gt; organized a widespread &lt;a href=\"student%20protest\"&gt;student protest&lt;/a&gt; against the eunuchs of Emperor Huan's court. Huan further alienated the bureaucracy when he initiated grandiose construction projects and hosted thousands of &lt;a href=\"concubine\"&gt;concubine&lt;/a&gt;s in his &lt;a href=\"harem\"&gt;harem&lt;/a&gt; at a time of economic crisis. Palace eunuchs imprisoned the official Li Ying () and his associates from the Imperial University on a dubious charge of treason. In 167 AD, the Grand Commandant &lt;a href=\"Dou%20Wu\"&gt;Dou Wu&lt;/a&gt; (d. 168 AD) convinced his son-in-law, Emperor Huan, to release them. However the emperor permanently barred Li Ying and his associates from serving in office, marking the beginning of the &lt;a href=\"Disasters%20of%20Partisan%20Prohibitions\"&gt;Partisan Prohibitions&lt;/a&gt;.\nFollowing Huan's death, Dou Wu and the Grand Tutor &lt;a href=\"Chen%20Fan\"&gt;Chen Fan&lt;/a&gt; (d. 168 AD) attempted a &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; against the eunuchs &lt;a href=\"Hou%20Lan\"&gt;Hou Lan&lt;/a&gt; (d. 172 AD), &lt;a href=\"Cao%20Jie%20%28eunuch%29\"&gt;Cao Jie&lt;/a&gt; (d. 181 AD), and Wang Fu (). When the plot was uncovered, the eunuchs arrested &lt;a href=\"Empress%20Dou%20Miao\"&gt;Empress Dowager Dou&lt;/a&gt; (d. 172 AD) and Chen Fan. General Zhang Huan () favored the eunuchs. He and his troops confronted Dou Wu and his retainers at the palace gate where each side shouted accusations of treason against the other. When the retainers gradually deserted Dou Wu, he was forced to commit suicide.\nUnder &lt;a href=\"Emperor%20Ling%20of%20Han\"&gt;Emperor Ling&lt;/a&gt; ( AD) the eunuchs had the partisan prohibitions renewed and expanded, while also auctioning off top government offices. Many affairs of state were entrusted to the eunuchs &lt;a href=\"Zhao%20Zhong\"&gt;Zhao Zhong&lt;/a&gt; (d. 189 AD) and &lt;a href=\"Zhang%20Rang\"&gt;Zhang Rang&lt;/a&gt; (d. 189 AD) while Emperor Ling spent much of his time &lt;a href=\"Sexual%20roleplay\"&gt;roleplaying&lt;/a&gt; with concubines and participating in military parades.\nEnd of the Han dynasty.\nThe Partisan Prohibitions were repealed during the &lt;a href=\"Yellow%20Turban%20Rebellion\"&gt;Yellow Turban Rebellion&lt;/a&gt; and &lt;a href=\"Way%20of%20the%20Five%20Pecks%20of%20Rice\"&gt;Five Pecks of Rice Rebellion&lt;/a&gt; in 184 AD, largely because the court did not want to continue to alienate a significant portion of the &lt;a href=\"Four%20occupations\"&gt;gentry class&lt;/a&gt; who might otherwise join the rebellions. The Yellow Turbans and Five-Pecks-of-Rice adherents belonged to two different hierarchical &lt;a href=\"Taoism\"&gt;Daoist&lt;/a&gt; religious societies led by &lt;a href=\"Faith%20healing\"&gt;faith healers&lt;/a&gt; &lt;a href=\"Zhang%20Jue\"&gt;Zhang Jue&lt;/a&gt; (d. 184 AD) and &lt;a href=\"Zhang%20Lu%20%28Three%20Kingdoms%29\"&gt;Zhang Lu&lt;/a&gt; (d. 216 AD), respectively. \nZhang Lu's rebellion, in modern northern &lt;a href=\"Sichuan\"&gt;Sichuan&lt;/a&gt; and southern &lt;a href=\"Shaanxi\"&gt;Shaanxi&lt;/a&gt;, was not quelled until 215 AD. Zhang Jue's massive rebellion across eight &lt;a href=\"Government%20of%20the%20Han%20dynasty%23Provincial%20authorities\"&gt;provinces&lt;/a&gt; was annihilated by Han forces within a year, however the following decades saw much smaller recurrent uprisings. Although the Yellow Turbans were defeated, many generals appointed during the crisis never disbanded their assembled &lt;a href=\"militia\"&gt;militia&lt;/a&gt; forces and used these troops to amass power outside of the collapsing imperial authority.\nGeneral-in-Chief &lt;a href=\"He%20Jin\"&gt;He Jin&lt;/a&gt; (d. 189 AD), half-brother to &lt;a href=\"Empress%20He%20%28Han%20dynasty%29\"&gt;Empress He&lt;/a&gt; (d. 189 AD), plotted with &lt;a href=\"Yuan%20Shao\"&gt;Yuan Shao&lt;/a&gt; (d. 202 AD) to overthrow the eunuchs by having several generals march to the outskirts of the capital. There, in a written petition to Empress He, they demanded the eunuchs' execution. After a period of hesitation, Empress He consented. When the eunuchs discovered this, however, they had her brother He Miao () rescind the order. The eunuchs assassinated He Jin on September 22, 189 AD. \nYuan Shao then besieged Luoyang's Northern Palace while his brother &lt;a href=\"Yuan%20Shu\"&gt;Yuan Shu&lt;/a&gt; (d. 199 AD) besieged the Southern Palace. On September 25 both palaces were breached and approximately two thousand eunuchs were killed. Zhang Rang had previously fled with &lt;a href=\"Liu%20Bian\"&gt;Emperor Shao&lt;/a&gt; ( AD) and his brother Liu Xie—the future &lt;a href=\"Emperor%20Xian%20of%20Han\"&gt;Emperor Xian of Han&lt;/a&gt; ( AD). While being pursued by the Yuan brothers, Zhang committed suicide by jumping into the Yellow River.\nGeneral &lt;a href=\"Dong%20Zhuo\"&gt;Dong Zhuo&lt;/a&gt; (d. 192 AD) found the young emperor and his brother wandering in the countryside. He escorted them safely back to the capital and was made &lt;a href=\"Government%20of%20the%20Han%20dynasty%23Excellency%20of%20Works\"&gt;Minister of Works&lt;/a&gt;, taking control of Luoyang and forcing Yuan Shao to flee. After Dong Zhuo demoted Emperor Shao and promoted his brother Liu Xie as Emperor Xian, Yuan Shao led a coalition of former officials and officers against Dong, who burned Luoyang to the ground and resettled the court at Chang'an in May 191 AD. Dong Zhuo later poisoned Emperor Shao.\nDong was killed by his adopted son &lt;a href=\"L%C3%BC%20Bu\"&gt;Lü Bu&lt;/a&gt; (d. 198 AD) in a plot hatched by &lt;a href=\"Wang%20Yun%20%28Han%20dynasty%29\"&gt;Wang Yun&lt;/a&gt; (d. 192 AD). Emperor Xian fled from Chang'an in 195 AD to the ruins of Luoyang. Xian was persuaded by &lt;a href=\"Cao%20Cao\"&gt;Cao Cao&lt;/a&gt; (155–220 AD), then Governor of Yan Province in modern western &lt;a href=\"Shandong\"&gt;Shandong&lt;/a&gt; and eastern &lt;a href=\"Henan\"&gt;Henan&lt;/a&gt;, to move the capital to &lt;a href=\"Xuchang\"&gt;Xuchang&lt;/a&gt; in 196 AD.\nYuan Shao challenged Cao Cao for control over the emperor. Yuan's power was greatly diminished after Cao defeated him at the &lt;a href=\"Battle%20of%20Guandu\"&gt;Battle of Guandu&lt;/a&gt; in 200 AD. After Yuan died, Cao killed Yuan Shao's son &lt;a href=\"Yuan%20Tan\"&gt;Yuan Tan&lt;/a&gt; (173–205 AD), who had fought with his brothers over the family inheritance. His brothers &lt;a href=\"Yuan%20Shang\"&gt;Yuan Shang&lt;/a&gt; and &lt;a href=\"Yuan%20Xi\"&gt;Yuan Xi&lt;/a&gt; were killed in 207 AD by &lt;a href=\"Gongsun%20Kang\"&gt;Gongsun Kang&lt;/a&gt; (d. 221 AD), who sent their heads to Cao Cao.\nAfter Cao's defeat at the naval &lt;a href=\"Battle%20of%20Red%20Cliffs\"&gt;Battle of Red Cliffs&lt;/a&gt; in 208 AD, China was divided into three spheres of influence, with Cao Cao dominating the north, &lt;a href=\"Sun%20Quan\"&gt;Sun Quan&lt;/a&gt; (182–252 AD) dominating the south, and &lt;a href=\"Liu%20Bei\"&gt;Liu Bei&lt;/a&gt; (161–223 AD) dominating the west. Cao Cao died in March 220 AD. By December his son &lt;a href=\"Cao%20Pi\"&gt;Cao Pi&lt;/a&gt; (187–226 AD) had Emperor Xian relinquish the throne to him and is known posthumously as &lt;a href=\"Emperor%20Wen%20of%20Wei\"&gt;Emperor Wen of Wei&lt;/a&gt;. This formally ended the Han dynasty and initiated an age of conflict between &lt;a href=\"Three%20Kingdoms\"&gt;three states&lt;/a&gt;: &lt;a href=\"Cao%20Wei\"&gt;Cao Wei&lt;/a&gt;, &lt;a href=\"Eastern%20Wu\"&gt;Eastern Wu&lt;/a&gt;, and &lt;a href=\"Shu%20Han\"&gt;Shu Han&lt;/a&gt;.\nCulture and society.\n \nSocial class.\nIn the hierarchical social order, the &lt;a href=\"Emperor%20of%20China\"&gt;emperor&lt;/a&gt; was at the apex of Han society and government. However the emperor was often a minor, ruled over by a &lt;a href=\"regent\"&gt;regent&lt;/a&gt; such as the &lt;a href=\"empress%20dowager\"&gt;empress dowager&lt;/a&gt; or one of her male relatives. Ranked immediately below the emperor were &lt;a href=\"Kings%20of%20the%20Han%20dynasty\"&gt;the kings&lt;/a&gt; who were of the same &lt;a href=\"Liu\"&gt;Liu&lt;/a&gt; family clan. The rest of society, including &lt;a href=\"Chinese%20nobility\"&gt;nobles&lt;/a&gt; lower than kings and all commoners excluding &lt;a href=\"slave\"&gt;slave&lt;/a&gt;s belonged to one of twenty ranks (\"ershi gongcheng\" ).\nEach successive rank gave its holder greater pensions and legal privileges. The highest rank, of full &lt;a href=\"marquess\"&gt;marquess&lt;/a&gt;, came with a state pension and a territorial &lt;a href=\"fief\"&gt;fief&lt;/a&gt;dom. Holders of the rank immediately below, that of ordinary marquess, received a pension, but had no territorial rule. &lt;a href=\"Scholar-bureaucrat\"&gt;Officials&lt;/a&gt; who served in government belonged to the wider commoner social class and were ranked just below nobles in social prestige. The highest government officials could be &lt;a href=\"Enfeoffment\"&gt;enfeoffed&lt;/a&gt; as marquesses. \nBy the Eastern Han period, local elites of unattached scholars, teachers, students, and government officials began to identify themselves as members of a larger, nationwide &lt;a href=\"Gentry%20%28China%29\"&gt;gentry class&lt;/a&gt; with shared values and a commitment to mainstream scholarship. When the government became noticeably corrupt in mid-to-late Eastern Han, many gentrymen even considered the cultivation of morally grounded personal relationships more important than serving in public office.\nThe &lt;a href=\"farmer\"&gt;farmer&lt;/a&gt;, or specifically the small landowner-cultivator, was ranked just below scholars and officials in the social hierarchy. Other agricultural cultivators were of a lower status, such as &lt;a href=\"Leasehold%20estate\"&gt;tenants&lt;/a&gt;, &lt;a href=\"Day%20labor\"&gt;wage laborers&lt;/a&gt;, and slaves. The Han dynasty made adjustments to &lt;a href=\"slavery%20in%20China\"&gt;slavery in China&lt;/a&gt; and saw an increase in agricultural slaves. &lt;a href=\"Artisan\"&gt;Artisan&lt;/a&gt;s, &lt;a href=\"technician\"&gt;technician&lt;/a&gt;s, &lt;a href=\"tradespeople\"&gt;tradespeople&lt;/a&gt; and craftsmen had a legal and &lt;a href=\"socioeconomic%20status\"&gt;socioeconomic status&lt;/a&gt; between that of owner-cultivator farmers and common &lt;a href=\"merchant\"&gt;merchant&lt;/a&gt;s. \nState-registered merchants, who were forced by law to wear white-colored clothes and pay high commercial taxes, were considered by the gentry as social parasites with a contemptible status. These were often petty shopkeepers of urban marketplaces; merchants such as industrialists and itinerant traders working between a network of cities could avoid registering as merchants and were often wealthier and more powerful than the vast majority of government officials.\nWealthy landowners, such as nobles and officials, often provided lodging for retainers who provided valuable work or duties, sometimes including fighting bandits or riding into battle. Unlike slaves, retainers could come and go from their master's home as they pleased. &lt;a href=\"Traditional%20Chinese%20medicine\"&gt;Medical physicians&lt;/a&gt;, pig breeders, and &lt;a href=\"butcher\"&gt;butcher&lt;/a&gt;s had a fairly high social status, while &lt;a href=\"Divination\"&gt;occultist diviners&lt;/a&gt;, runners, and messengers had low status.\nMarriage, gender, and kinship.\nThe Han-era family was &lt;a href=\"Patrilineality\"&gt;patrilineal&lt;/a&gt; and typically had four to five &lt;a href=\"nuclear%20family\"&gt;nuclear family&lt;/a&gt; members living in one household. Multiple generations of &lt;a href=\"extended%20family\"&gt;extended family&lt;/a&gt; members did not occupy the same house, unlike families of later dynasties. According to &lt;a href=\"Confucianism\"&gt;Confucian family norms&lt;/a&gt;, various family members were treated with different levels of respect and intimacy. For example, there were different accepted time frames for mourning the death of a father versus a paternal uncle.\nMarriages were highly ritualized, particularly for the wealthy, and included many important steps. The giving of betrothal gifts, known as &lt;a href=\"Bride%20price\"&gt;bridewealth&lt;/a&gt; and &lt;a href=\"dowry\"&gt;dowry&lt;/a&gt;, were especially important. A lack of either was considered dishonorable and the woman would have been seen not as a wife, but as a &lt;a href=\"Concubinage\"&gt;concubine&lt;/a&gt;. &lt;a href=\"Arranged%20marriage\"&gt;Arranged marriage&lt;/a&gt;s were normal, with the father's input on his offspring's spouse being considered more important than the mother's.\n&lt;a href=\"Monogamy\"&gt;Monogamous marriages&lt;/a&gt; were also normal, although nobles and high officials were wealthy enough to afford and support concubines as additional lovers. Under certain conditions dictated by custom, not law, both men and women were able to &lt;a href=\"divorce\"&gt;divorce&lt;/a&gt; their spouses and remarry. However, a woman who had been widowed continued to belong to her husband's family after his death. In order to remarry, the widow would have to be returned to her family in exchange for a ransom fee. Her children would not be allowed to go with her.\nApart from the passing of noble titles or ranks, &lt;a href=\"inheritance\"&gt;inheritance&lt;/a&gt; practices did not involve &lt;a href=\"primogeniture\"&gt;primogeniture&lt;/a&gt;; each son received an equal share of the family property. Unlike the practice in later dynasties, the father usually sent his adult married sons away with their portions of the family fortune. Daughters received a portion of the family fortune through their &lt;a href=\"dowry\"&gt;marriage dowries&lt;/a&gt;, though this was usually much less than the shares of sons. A different distribution of the remainder could be specified in a &lt;a href=\"last%20will%20and%20testament\"&gt;will&lt;/a&gt;, but it is unclear how common this was.\nWomen were expected to obey the will of their father, then their husband, and then their adult son in old age. However, it is known from contemporary sources that there were many deviations to this rule, especially in regard to mothers over their sons, and empresses who ordered around and openly humiliated their fathers and brothers. Women were exempt from the annual &lt;a href=\"corv%C3%A9e\"&gt;corvée&lt;/a&gt; labor duties, but often engaged in a range of income-earning occupations aside from their domestic chores of cooking and cleaning.\nThe most common occupation for women was weaving clothes for the family, sale at market or for large textile enterprises that employed hundreds of women. Other women helped on their brothers' farms or became singers, dancers, &lt;a href=\"Witchcraft\"&gt;sorceresses&lt;/a&gt;, respected medical physicians, and successful merchants who could afford their own silk clothes. Some women formed spinning collectives, aggregating the resources of several different families.\nEducation, literature, and philosophy.\nThe early Western Han court simultaneously accepted the philosophical teachings of &lt;a href=\"Legalism%20%28Chinese%20philosophy%29\"&gt;Legalism&lt;/a&gt;, &lt;a href=\"Huang-Lao\"&gt;Huang-Lao Daoism&lt;/a&gt;, and &lt;a href=\"Confucianism\"&gt;Confucianism&lt;/a&gt; in making state decisions and shaping government policy. However, the Han court under &lt;a href=\"Emperor%20Wu%20of%20Han\"&gt;Emperor Wu&lt;/a&gt; gave Confucianism exclusive patronage. He abolished all academic chairs or erudites (\"bóshì\" 博士) not dealing with the Confucian &lt;a href=\"Five%20Classics\"&gt;Five Classics&lt;/a&gt; in 136 BCE and encouraged nominees for office to receive a Confucian-based education at the &lt;a href=\"Taixue\"&gt;Imperial University&lt;/a&gt; that he established in 124 BCE. \nUnlike the original ideology espoused by &lt;a href=\"Confucius\"&gt;Confucius&lt;/a&gt;, or Kongzi (551–479 BCE), Han Confucianism in Emperor Wu's reign was the creation of &lt;a href=\"Dong%20Zhongshu\"&gt;Dong Zhongshu&lt;/a&gt; (179–104 BCE). Dong was a scholar and minor official who aggregated the ethical Confucian ideas of &lt;a href=\"Li%20%28Confucian%29\"&gt;ritual&lt;/a&gt;, &lt;a href=\"filial%20piety\"&gt;filial piety&lt;/a&gt;, and &lt;a href=\"Ren%20%28Confucianism%29\"&gt;harmonious relationships&lt;/a&gt; with &lt;a href=\"Wuxing%20%28Chinese%20philosophy%29\"&gt;five phases&lt;/a&gt; and &lt;a href=\"Yin%20and%20yang\"&gt;yin-yang&lt;/a&gt; cosmologies. Much to the interest of the ruler, Dong's synthesis justified the imperial system of government within the natural order of the universe. \nThe Imperial University grew in importance as the student body grew to over 30,000 by the 2nd century CE. A Confucian-based education was also made available at commandery-level schools and &lt;a href=\"private%20school\"&gt;private school&lt;/a&gt;s opened in small towns, where teachers earned respectable incomes from &lt;a href=\"tuition\"&gt;tuition&lt;/a&gt; payments. Schools were established in far southern regions where standard Chinese texts were used to assimilate the local populace.\nSome important texts were created and studied by scholars. Philosophical works written by &lt;a href=\"Yang%20Xiong%20%28author%29\"&gt;Yang Xiong&lt;/a&gt; (53 BCE – 18 CE), &lt;a href=\"Huan%20Tan\"&gt;Huan Tan&lt;/a&gt; (43 BCE – 28 CE), &lt;a href=\"Wang%20Chong\"&gt;Wang Chong&lt;/a&gt; (27–100 CE), and &lt;a href=\"Wang%20Fu%20%28philosopher%29\"&gt;Wang Fu&lt;/a&gt; (78–163 CE) questioned whether human nature was innately good or evil and posed challenges to Dong's universal order. The \"&lt;a href=\"Shiji\"&gt;Records of the Grand Historian&lt;/a&gt;\" by &lt;a href=\"Sima%20Tan\"&gt;Sima Tan&lt;/a&gt; (d. 110 BCE) and his son &lt;a href=\"Sima%20Qian\"&gt;Sima Qian&lt;/a&gt; (145–86 BCE) &lt;a href=\"Chinese%20historiography\"&gt;established the standard model&lt;/a&gt; for all of imperial China's &lt;a href=\"Twenty-Four%20Histories\"&gt;Standard Histories&lt;/a&gt;, such as the \"&lt;a href=\"Book%20of%20Han\"&gt;Book of Han&lt;/a&gt;\" written by &lt;a href=\"Ban%20Biao\"&gt;Ban Biao&lt;/a&gt; (3–54 CE), his son &lt;a href=\"Ban%20Gu\"&gt;Ban Gu&lt;/a&gt; (32–92 CE), and his daughter &lt;a href=\"Ban%20Zhao\"&gt;Ban Zhao&lt;/a&gt; (45–116 CE). There were &lt;a href=\"Chinese%20dictionaries\"&gt;dictionaries&lt;/a&gt; such as the \"&lt;a href=\"Shuowen%20Jiezi\"&gt;Shuowen Jiezi&lt;/a&gt;\" by &lt;a href=\"Xu%20Shen\"&gt;Xu Shen&lt;/a&gt; ( – CE) and the \"&lt;a href=\"Fangyan%20%28book%29\"&gt;Fangyan&lt;/a&gt;\" by Yang Xiong.\n&lt;a href=\"Biography\"&gt;Biographies&lt;/a&gt; on important figures were written by various gentrymen. Han dynasty poetry was dominated by the &lt;a href=\"Fu%20%28poetry%29\"&gt;\"fu\" genre&lt;/a&gt;, which achieved its greatest prominence during the reign of Emperor Wu.\nLaw and order.\nHan scholars such as &lt;a href=\"Jia%20Yi\"&gt;Jia Yi&lt;/a&gt; (201–169 BCE) portrayed the previous &lt;a href=\"Qin%20dynasty\"&gt;Qin dynasty&lt;/a&gt; as a brutal regime. However, archeological evidence from &lt;a href=\"Zhangjiashan%20Han%20bamboo%20texts\"&gt;Zhangjiashan&lt;/a&gt; and &lt;a href=\"Shuihudi%20Qin%20bamboo%20texts\"&gt;Shuihudi&lt;/a&gt; reveal that many of the &lt;a href=\"statute\"&gt;statute&lt;/a&gt;s in the Han &lt;a href=\"Code%20%28law%29\"&gt;law code&lt;/a&gt; compiled by Chancellor &lt;a href=\"Xiao%20He\"&gt;Xiao He&lt;/a&gt; (d. 193 BCE) were derived from Qin law.\nVarious cases for &lt;a href=\"rape\"&gt;rape&lt;/a&gt;, physical abuse and &lt;a href=\"murder\"&gt;murder&lt;/a&gt; were prosecuted in court. Women, although usually having fewer rights by custom, were allowed to level civil and criminal charges against men. While suspects were jailed, convicted criminals were never imprisoned. Instead, punishments were commonly monetary fines, periods of forced hard labor for convicts, and the penalty of death by beheading. Early Han punishments of &lt;a href=\"torture\"&gt;torturous&lt;/a&gt; &lt;a href=\"mutilation\"&gt;mutilation&lt;/a&gt; were borrowed from Qin law. A series of reforms abolished mutilation punishments with progressively less-severe beatings by the &lt;a href=\"bastinado\"&gt;bastinado&lt;/a&gt;.\nActing as a judge in lawsuits was one of many duties of the &lt;a href=\"County%20magistrate%20%28China%29\"&gt;county magistrate&lt;/a&gt; and Administrators of commanderies. Complex, high-profile or unresolved cases were often deferred to the Minister of Justice in the capital or even the emperor. In each Han county was several districts, each overseen by a &lt;a href=\"chief%20of%20police\"&gt;chief of police&lt;/a&gt;. Order in the cities was maintained by government officers in the marketplaces and &lt;a href=\"constable\"&gt;constable&lt;/a&gt;s in the neighborhoods.\nFood.\nThe most common staple crops consumed during Han were &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, &lt;a href=\"barley\"&gt;barley&lt;/a&gt;, &lt;a href=\"foxtail%20millet\"&gt;foxtail millet&lt;/a&gt;, &lt;a href=\"proso%20millet\"&gt;proso millet&lt;/a&gt;, rice, and &lt;a href=\"bean\"&gt;bean&lt;/a&gt;s. Commonly eaten fruits and vegetables included chestnuts, pears, plums, peaches, melons, apricots, strawberries, &lt;a href=\"red%20bayberry\"&gt;red bayberries&lt;/a&gt;, &lt;a href=\"jujube\"&gt;jujube&lt;/a&gt;s, &lt;a href=\"calabash\"&gt;calabash&lt;/a&gt;, &lt;a href=\"bamboo%20shoot\"&gt;bamboo shoot&lt;/a&gt;s, &lt;a href=\"mustard%20plant\"&gt;mustard plant&lt;/a&gt;, and &lt;a href=\"taro\"&gt;taro&lt;/a&gt;. Domesticated animals that were also eaten included chickens, &lt;a href=\"Mandarin%20duck\"&gt;Mandarin duck&lt;/a&gt;s, geese, cows, sheep, pigs, camels, and dogs (various types were bred specifically for food, while most were used as pets). Turtles and fish were taken from streams and lakes. Commonly hunted game, such as owl, pheasant, magpie, &lt;a href=\"sika%20deer\"&gt;sika deer&lt;/a&gt;, and &lt;a href=\"Chinese%20bamboo%20partridge\"&gt;Chinese bamboo partridge&lt;/a&gt; were consumed. Seasonings included sugar, honey, salt, and &lt;a href=\"soy%20sauce\"&gt;soy sauce&lt;/a&gt;. &lt;a href=\"Chinese%20alcoholic%20beverages\"&gt;Beer and wine&lt;/a&gt; were regularly consumed.\nClothing.\nThe types of clothing worn and the materials used during the Han period depended upon social class. Wealthy folk could afford &lt;a href=\"silk\"&gt;silk&lt;/a&gt; robes, skirts, socks, and mittens, coats made of &lt;a href=\"Fur%20clothing\"&gt;badger or fox fur&lt;/a&gt;, duck plumes, and &lt;a href=\"slippers\"&gt;slippers&lt;/a&gt; with inlaid leather, &lt;a href=\"pearl\"&gt;pearl&lt;/a&gt;s, and silk lining. Peasants commonly wore clothes made of &lt;a href=\"hemp\"&gt;hemp&lt;/a&gt;, &lt;a href=\"wool\"&gt;wool&lt;/a&gt;, and &lt;a href=\"ferret\"&gt;ferret&lt;/a&gt; skins.\nReligion, cosmology, and metaphysics.\nFamilies throughout Han China made ritual sacrifices of animals and food to deities, spirits, and &lt;a href=\"Ancestor%20worship\"&gt;ancestors&lt;/a&gt; at &lt;a href=\"Temple%20%28Chinese%29\"&gt;temples and shrines&lt;/a&gt;. They believed that these items could be utilized by those in the spiritual realm. It was thought that each person had a &lt;a href=\"Hun%20and%20po\"&gt;two-part soul&lt;/a&gt;: the spirit-soul (\"hun\" 魂) which journeyed to the afterlife paradise of immortals (\"&lt;a href=\"Xian%20%28Taoism%29\"&gt;xian&lt;/a&gt;\"), and the body-soul (\"po\" 魄) which remained in its grave or tomb on earth and was only reunited with the spirit-soul through a ritual ceremony.\nIn addition to his many other roles, the emperor acted as the highest priest in the land who made sacrifices to &lt;a href=\"Tian\"&gt;Heaven&lt;/a&gt;, the main deities known as the &lt;a href=\"Three%20Sovereigns%20and%20Five%20Emperors\"&gt;Five Powers&lt;/a&gt;, and the &lt;a href=\"Shen%20%28Chinese%20religion%29\"&gt;spirits&lt;/a&gt; (\"shen\" 神) of mountains and rivers. It was believed that the three realms of Heaven, Earth, and Mankind were linked by natural cycles of &lt;a href=\"yin%20and%20yang\"&gt;yin and yang&lt;/a&gt; and the &lt;a href=\"Wuxing%20%28Chinese%20philosophy%29\"&gt;five phases&lt;/a&gt;. If the emperor did not behave according to proper ritual, ethics, and morals, he could disrupt the fine balance of these cosmological cycles and cause calamities such as earthquakes, floods, droughts, epidemics, and swarms of locusts.\nIt was believed that &lt;a href=\"immortality\"&gt;immortality&lt;/a&gt; could be achieved if one reached the lands of the &lt;a href=\"Queen%20Mother%20of%20the%20West\"&gt;Queen Mother of the West&lt;/a&gt; or &lt;a href=\"Mount%20Penglai\"&gt;Mount Penglai&lt;/a&gt;. Han-era &lt;a href=\"Daoism\"&gt;Daoists&lt;/a&gt; assembled into small groups of hermits who attempted to achieve immortality through breathing exercises, sexual techniques and use of &lt;a href=\"Elixir%20of%20life\"&gt;medical elixirs&lt;/a&gt;. \nBy the 2nd century CE, Daoists formed large hierarchical religious societies such as the &lt;a href=\"Way%20of%20the%20Five%20Pecks%20of%20Rice\"&gt;Way of the Five Pecks of Rice&lt;/a&gt;. Its followers believed that the sage-philosopher &lt;a href=\"Laozi\"&gt;Laozi&lt;/a&gt; () was a holy &lt;a href=\"prophet\"&gt;prophet&lt;/a&gt; who would offer &lt;a href=\"salvation\"&gt;salvation&lt;/a&gt; and good health if his devout followers would &lt;a href=\"Confession%20%28religion%29\"&gt;confess their sins&lt;/a&gt;, ban the worship of unclean gods who accepted meat sacrifices and chant sections of the \"&lt;a href=\"Tao%20Te%20Ching\"&gt;Daodejing&lt;/a&gt;\".\n&lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; &lt;a href=\"Chinese%20Buddhism%23History\"&gt;first entered Imperial China&lt;/a&gt; through the &lt;a href=\"Silk%20Road%20transmission%20of%20Buddhism\"&gt;Silk Road&lt;/a&gt; during the Eastern Han, and was first mentioned in 65 CE. &lt;a href=\"Liu%20Ying%20%28prince%29\"&gt;Liu Ying&lt;/a&gt; (d. 71 CE), a half-brother to &lt;a href=\"Emperor%20Ming%20of%20Han\"&gt;Emperor Ming of Han&lt;/a&gt; ( CE), was one of its earliest Chinese adherents, although &lt;a href=\"Chinese%20Buddhism\"&gt;Chinese Buddhism&lt;/a&gt; at this point was heavily associated with &lt;a href=\"Society%20and%20culture%20of%20the%20Han%20dynasty%23Competing%20ideologies\"&gt;Huang-Lao Daoism&lt;/a&gt;. China's first known Buddhist temple, the &lt;a href=\"White%20Horse%20Temple\"&gt;White Horse Temple&lt;/a&gt;, was constructed outside the wall of the capital, &lt;a href=\"Luoyang\"&gt;Luoyang&lt;/a&gt;, during Emperor Ming's reign. Important Buddhist canons were translated into Chinese during the 2nd century CE, including the \"&lt;a href=\"Sutra%20of%20Forty-two%20Chapters\"&gt;Sutra of Forty-two Chapters&lt;/a&gt;\", \"&lt;a href=\"Perfection%20of%20Wisdom\"&gt;Perfection of Wisdom&lt;/a&gt;\", \"&lt;a href=\"Shurangama%20Sutra\"&gt;Shurangama Sutra&lt;/a&gt;\", and \"&lt;a href=\"Pratyutpanna%20Sutra\"&gt;Pratyutpanna Sutra&lt;/a&gt;\".\nGovernment and politics.\nCentral government.\nIn Han government, the emperor was the supreme judge and lawgiver, the commander-in-chief of the armed forces and sole designator of official nominees appointed to the top posts in central and local administrations; those who earned a &lt;a href=\"Government%20of%20the%20Han%20dynasty%23Salaries\"&gt;600-bushel salary-rank or higher&lt;/a&gt;. Theoretically, there were no limits to his power. \nHowever, state organs with competing interests and institutions such as the court conference (\"tíngyì\" )—where ministers were convened to reach &lt;a href=\"Consensus%20decision-making\"&gt;majority consensus&lt;/a&gt; on an issue—pressured the emperor to accept the advice of his ministers on policy decisions. If the emperor rejected a court conference decision, he risked alienating his high ministers. Nevertheless, emperors sometimes did reject the majority opinion reached at court conferences.\nBelow the emperor were his &lt;a href=\"cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; members known as the &lt;a href=\"Three%20Councillors%20of%20State\"&gt;Three Councillors of State&lt;/a&gt; (\"Sān gōng\" ). These were the &lt;a href=\"Chancellor%20of%20China\"&gt;Chancellor&lt;/a&gt; or &lt;a href=\"Minister%20over%20the%20Masses\"&gt;Minister over the Masses&lt;/a&gt; (\"Chéngxiāng\" or \"Dà sìtú\" ), the Imperial Counselor or Excellency of Works (\"Yùshǐ dàfū\" or \"Dà sìkōng\" ), and Grand Commandant or Grand Marshal (\"Tàiwèi\" or \"Dà sīmǎ\" ).\nThe Chancellor, whose title was changed to 'Minister over the Masses' in 8 BC, was chiefly responsible for drafting the &lt;a href=\"government%20budget\"&gt;government budget&lt;/a&gt;. The Chancellor's other duties included managing provincial registers for land and population, leading court conferences, acting as judge in lawsuits and recommending nominees for high office. He could appoint officials below the salary-rank of 600 bushels.\nThe Imperial Counselor's chief duty was to conduct disciplinary procedures for officials. He shared similar duties with the Chancellor, such as receiving annual provincial reports. However, when his title was changed to Minister of Works in 8 BC, his chief duty became oversight of public works projects.\nThe Grand Commandant, whose title was changed to Grand Marshal in 119 BC before reverting to Grand Commandant in 51 AD, was the irregularly posted commander of the military and then &lt;a href=\"regent\"&gt;regent&lt;/a&gt; during the Western Han period. In the Eastern Han era he was chiefly a civil official who shared many of the same censorial powers as the other two Councillors of State.\nRanked below the Three Councillors of State were the &lt;a href=\"Nine%20Ministers\"&gt;Nine Ministers&lt;/a&gt; (\"Jiǔ qīng\" ), who each headed a specialized ministry. The Minister of Ceremonies (\"Tàicháng\" ) was the chief official in charge of religious rites, rituals, prayers and the maintenance of ancestral temples and altars. The Minister of the Household (\"Guāng lù xūn\" ) was in charge of the emperor's security within the palace grounds, external imperial parks and wherever the emperor made an outing by chariot.\nThe Minister of the Guards (\"Wèiwèi\" ) was responsible for securing and patrolling the walls, towers, and gates of the imperial palaces. The Minister Coachman (\"Tàipú\" ) was responsible for the maintenance of imperial stables, horses, carriages and coach-houses for the emperor and his palace attendants, as well as the supply of horses for the armed forces. The Minister of Justice (\"Tíngwèi\" ) was the chief official in charge of upholding, administering, and interpreting the law. The Minister Herald (\"Dà hónglú\" ) was the chief official in charge of receiving honored guests at the imperial court, such as nobles and &lt;a href=\"Foreign%20relations%20of%20Imperial%20China\"&gt;foreign ambassadors&lt;/a&gt;.\nThe Minister of the Imperial Clan (\"Zōngzhèng\" ) oversaw the imperial court's interactions with the empire's nobility and extended imperial family, such as granting fiefs and titles. The Minister of Finance (\"Dà sìnóng\" ) was the &lt;a href=\"treasurer\"&gt;treasurer&lt;/a&gt; for the official bureaucracy and the armed forces who handled tax revenues and set standards for &lt;a href=\"units%20of%20measurement\"&gt;units of measurement&lt;/a&gt;. The Minister Steward (\"Shǎofǔ\" ) served the emperor exclusively, providing him with entertainment and amusements, proper food and clothing, medicine and physical care, valuables and equipment.\nLocal government.\nThe Han empire, excluding kingdoms and marquessates, was divided, in descending order of size, into political units of &lt;a href=\"Zhou%20%28country%20subdivision%29\"&gt;provinces&lt;/a&gt;, &lt;a href=\"Commandery%20%28China%29\"&gt;commanderies&lt;/a&gt;, and &lt;a href=\"Counties%20of%20China%23History\"&gt;counties&lt;/a&gt;. A county was divided into several districts (\"xiang\" 鄉), the latter composed of a group of &lt;a href=\"Hamlet%20%28place%29\"&gt;hamlets&lt;/a&gt; (\"li\" 里), each containing about a hundred families.\nThe heads of provinces, whose official title was changed from Inspector to Governor and vice versa several times during Han, were responsible for inspecting several commandery-level and kingdom-level administrations. On the basis of their reports, the officials in these local administrations would be promoted, demoted, dismissed or prosecuted by the imperial court.\nA governor could take various actions without permission from the imperial court. The lower-ranked inspector had executive powers only during times of crisis, such as raising militias across the commanderies under his jurisdiction to suppress a rebellion.\nA commandery consisted of a group of counties, and was headed by an Administrator. He was the top civil and military leader of the commandery and handled defense, lawsuits, seasonal instructions to farmers and recommendations of nominees for office sent annually to the capital in a quota system first established by Emperor Wu. The head of a large county of about 10,000 households was called a Prefect, while the heads of smaller counties were called Chiefs, and both could be referred to as &lt;a href=\"Magistrate\"&gt;Magistrate&lt;/a&gt;s. A Magistrate maintained law and order in his county, registered the populace for taxation, mobilized commoners for annual &lt;a href=\"corv%C3%A9e\"&gt;corvée&lt;/a&gt; duties, repaired schools and supervised public works.\nKingdoms and marquessates.\nKingdoms—roughly the size of &lt;a href=\"Commandery%20%28China%29\"&gt;commanderies&lt;/a&gt;—were ruled exclusively by the emperor's male relatives as semi-autonomous &lt;a href=\"fiefdom\"&gt;fiefdom&lt;/a&gt;s. Before 157 BC some kingdoms were ruled by non-relatives, granted to them in return for their services to Emperor Gaozu. The administration of each kingdom was very similar to that of the central government. Although the emperor appointed the Chancellor of each kingdom, kings appointed all the remaining civil officials in their fiefs.\nHowever, in 145 BC, after several insurrections by the kings, Emperor Jing removed the kings' rights to appoint officials whose &lt;a href=\"Government%20of%20the%20Han%20dynasty%23Salaries\"&gt;salaries were higher than 400 bushels&lt;/a&gt;. The Imperial Counselors and Nine Ministers (excluding the Minister Coachman) of every kingdom were abolished, although the Chancellor was still appointed by the central government.\nWith these reforms, kings were reduced to being nominal heads of their fiefs, gaining a personal income from only a portion of the taxes collected in their kingdom. Similarly, the officials in the administrative staff of a full marquess's fief were appointed by the central government. A marquess's Chancellor was ranked as the equivalent of a county Prefect. Like a king, the marquess collected a portion of the tax revenues in his fief as personal income.\nUp until the reign of &lt;a href=\"Emperor%20Jing%20of%20Han\"&gt;Emperor Jing of Han&lt;/a&gt;, the Emperors of the Han had great difficulty bringing the vassal kings under control, as kings often switched their allegiance to the &lt;a href=\"Xiongnu\"&gt;Xiongnu&lt;/a&gt; &lt;a href=\"Chanyu\"&gt;Chanyu&lt;/a&gt; whenever threatened by Imperial attempts to centralize power. Within the seven years of Han Gaozu's reign, three vassal kings and one marquess either defected to or allied with the Xiongnu. Even imperial princes in control of fiefdoms would sometimes invite the Xiongnu to invade in response to threats by the Emperor to remove their power. The Han emperors moved to secure a treaty with the Chanyu to demarcate authority between them, recognizing each other as the \"two masters\" (兩主), the sole representatives of their respective peoples, cemented with a marriage alliance (\"&lt;a href=\"heqin\"&gt;heqin&lt;/a&gt;\"), before eliminating the rebellious vassal kings in 154 BC. This prompted some vassal kings of the Xiongnu to switch their allegiance to the Han emperor from 147 BC. Han court officials were initially hostile to the idea of disrupting the status quo and expanding into the Xiongnu steppe territory. The surrendered Xiongnu were integrated into a parallel military and political structure under the Han Emperor, and opened the avenue for the Han dynasty to challenge the Xiongnu cavalry on the steppe. This also introduced the Han to the interstate networks in the Tarim Basin (Xinjiang), allowing for the expansion of the Han dynasty from a limited regional state to a universalist and cosmopolitan empire through further marriage alliances with another steppe power, the &lt;a href=\"Wusun\"&gt;Wusun&lt;/a&gt;.\nMilitary.\nAt the beginning of the Han dynasty, every male commoner aged twenty-three was liable for &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; into the military. The minimum age for the military draft was reduced to twenty after &lt;a href=\"Emperor%20Zhao%20of%20Han\"&gt;Emperor Zhao's&lt;/a&gt; ( BC) reign. Conscripted soldiers underwent one year of training and one year of service as non-professional soldiers. The year of training was served in one of three branches of the armed forces: &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt;, &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; or &lt;a href=\"navy\"&gt;navy&lt;/a&gt;. Soldiers who completed their term of service still needed to train to maintain their skill because they were subject to annual military readiness inspections and could be called up for future service - until this practice was discontinued after 30 AD with the abolishment of much of the conscription system. The year of active service was served either on the frontier, in a king's court or under the Minister of the Guards in the capital. A small professional (full time career) standing army was stationed near the capital.\nDuring the Eastern Han, conscription could be avoided if one paid a commutable tax. The Eastern Han court favored the recruitment of a &lt;a href=\"volunteer%20military\"&gt;volunteer army&lt;/a&gt;. The volunteer army comprised the Southern Army (\"Nanjun\" 南軍), while the &lt;a href=\"standing%20army\"&gt;standing army&lt;/a&gt; stationed in and near the capital was the Northern Army (\"Beijun\" 北軍). Led by Colonels (\"Xiaowei\" 校尉), the Northern Army consisted of five regiments, each composed of several thousand soldiers. When central authority collapsed after 189 AD, wealthy landowners, members of the aristocracy/nobility, and regional military-governors relied upon their retainers to act as their own personal troops. The latter were known as 部曲, a special social class in Chinese history.\nDuring times of war, the volunteer army was increased, and a much larger &lt;a href=\"militia\"&gt;militia&lt;/a&gt; was raised across the country to supplement the Northern Army. In these circumstances, a General (\"Jiangjun\" 將軍) led a &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt;, which was divided into &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;s led by Colonels and sometimes Majors (\"Sima\" 司馬). Regiments were divided into &lt;a href=\"company%20%28military%20unit%29\"&gt;companies&lt;/a&gt; and led by Captains. &lt;a href=\"Platoon\"&gt;Platoon&lt;/a&gt;s were the smallest units of soldiers.\nEconomy.\nCurrency.\nThe Han dynasty inherited the \"&lt;a href=\"Ancient%20Chinese%20coinage%23Ban%20Liang%20coins\"&gt;ban liang&lt;/a&gt;\" coin type from the Qin. In the beginning of the Han, Emperor Gaozu closed the &lt;a href=\"Mint%20%28coin%29\"&gt;government mint&lt;/a&gt; in favor of private minting of coins. This decision was reversed in 186 BC by his widow &lt;a href=\"Empress%20L%C3%BC%20Zhi\"&gt;Grand Empress Dowager Lü Zhi&lt;/a&gt; (d. 180 BC), who abolished private minting. In 182 BC, Lü Zhi issued a bronze coin that was much lighter in weight than previous coins. This caused widespread &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt; that was not reduced until 175 BC when Emperor Wen allowed private minters to manufacture coins that were precisely 2.6 g (0.09 oz) in weight.\nIn 144 BC Emperor Jing abolished private minting in favor of central-government and commandery-level minting; he also introduced a new coin. Emperor Wu introduced another in 120 BC, but a year later he abandoned the \"ban liangs\" entirely in favor of the \"&lt;a href=\"Ancient%20Chinese%20coinage%23Western%20Han%20and%20the%20Wu%20Zhu%20coins\"&gt;wuzhu&lt;/a&gt;\" (五銖) coin, weighing 3.2 g (0.11 oz). The \"wuzhu\" became China's standard coin until the &lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt; (618–907 AD). Its use was interrupted briefly by several new currencies introduced during Wang Mang's regime until it was reinstated in 40 AD by Emperor Guangwu.\nSince commandery-issued coins were often of inferior quality and lighter weight, the central government closed commandery mints and monopolized the issue of coinage in 113 BC. This central government issuance of coinage was overseen by the &lt;a href=\"Government%20of%20the%20Han%20dynasty%23Superintendent%20of%20Waterways%20and%20Parks\"&gt;Superintendent of Waterways and Parks&lt;/a&gt;, this duty being transferred to the Minister of Finance during Eastern Han.\nTaxation and property.\nAside from the landowner's &lt;a href=\"Land%20value%20tax%23History\"&gt;land tax&lt;/a&gt; paid in a portion of their &lt;a href=\"crop%20yield\"&gt;crop yield&lt;/a&gt;, the &lt;a href=\"Tax%20per%20head\"&gt;poll tax&lt;/a&gt; and &lt;a href=\"property%20tax\"&gt;property tax&lt;/a&gt;es were paid in coin cash. The annual poll tax rate for adult men and women was 120 coins and 20 coins for minors. Merchants were required to pay a higher rate of 240 coins. The poll tax stimulated a money economy that necessitated the minting of over 28,000,000,000 coins from 118 BC to 5 AD, an average of 220,000,000 coins a year.\nThe widespread circulation of coin cash allowed successful merchants to invest money in land, empowering the very social class the government attempted to suppress through heavy commercial and property taxes. Emperor Wu even enacted laws which banned registered merchants from owning land, yet powerful merchants were able to avoid registration and own large tracts of land.\nThe small landowner-cultivators formed the majority of the Han tax base; this revenue was threatened during the latter half of Eastern Han when many peasants fell into debt and were forced to work as farming tenants for wealthy &lt;a href=\"landlord\"&gt;landlord&lt;/a&gt;s. The Han government enacted reforms in order to keep small landowner-cultivators out of debt and on their own farms. These reforms included reducing taxes, temporary remissions of taxes, granting loans and providing landless peasants temporary lodging and work in &lt;a href=\"Tuntian\"&gt;agricultural colonies&lt;/a&gt; until they could recover from their debts.\nIn 168 BC, the land tax rate was reduced from one-fifteenth of a farming household's crop yield to one-thirtieth, and later to a one-hundredth of a crop yield for the last decades of the dynasty. The consequent loss of government revenue was compensated for by increasing property taxes.\nThe labor tax took the form of &lt;a href=\"Conscription\"&gt;conscripted labor&lt;/a&gt; for one month per year, which was imposed upon male commoners aged fifteen to fifty-six. This could be avoided in Eastern Han with a commutable tax, since hired labor became more popular.\nPrivate manufacture and government monopolies.\nIn the early Western Han, a wealthy salt or iron industrialist, whether a semi-autonomous king or wealthy merchant, could boast funds that rivaled the imperial &lt;a href=\"treasury\"&gt;treasury&lt;/a&gt; and amass a peasant workforce of over a thousand. This kept many peasants away from their farms and denied the government a significant portion of its land tax revenue. To eliminate the influence of such private entrepreneurs, Emperor Wu nationalized the salt and iron industries in 117 BC and allowed many of the former industrialists to become officials administering the state monopolies. By Eastern Han times, the central government monopolies were repealed in favor of production by commandery and county administrations, as well as private businessmen.\n&lt;a href=\"Liquor\"&gt;Liquor&lt;/a&gt; was another profitable private industry nationalized by the central government in 98 BC. However, this was repealed in 81 BC and a property tax rate of two coins for every 0.2 L (0.05 gallons) was levied for those who traded it privately. By 110 BC Emperor Wu also interfered with the profitable trade in grain when he eliminated &lt;a href=\"speculation\"&gt;speculation&lt;/a&gt; by selling government-stored grain at a lower price than demanded by merchants. Apart from Emperor Ming's creation of a short-lived Office for Price Adjustment and Stabilization, which was abolished in 68 AD, central-government price control regulations were largely absent during the Eastern Han.\nScience and technology.\nThe Han dynasty was a unique period in the development of premodern Chinese science and technology, comparable to the level of &lt;a href=\"Technology%20of%20the%20Song%20dynasty\"&gt;scientific and technological growth&lt;/a&gt; during the &lt;a href=\"Song%20dynasty\"&gt;Song dynasty&lt;/a&gt; (960–1279).\nWriting materials.\nIn the 1st millennium BC, typical ancient Chinese writing materials were &lt;a href=\"Chinese%20bronze%20inscriptions\"&gt;bronzewares&lt;/a&gt;, &lt;a href=\"Oracle%20bone%20script\"&gt;animal bones&lt;/a&gt;, and &lt;a href=\"bamboo%20slip\"&gt;bamboo slip&lt;/a&gt;s or wooden boards. By the beginning of the Han dynasty, the chief writing materials were &lt;a href=\"clay%20tablet\"&gt;clay tablet&lt;/a&gt;s, silk cloth, hemp &lt;a href=\"History%20of%20paper%23Paper%20in%20China\"&gt;paper&lt;/a&gt;, and rolled scrolls made from bamboo strips sewn together with hempen string; these were passed through drilled holes and secured with clay stamps.\nThe oldest known Chinese piece of hempen paper dates to the 2nd century BC. The standard papermaking process was invented by &lt;a href=\"Cai%20Lun\"&gt;Cai Lun&lt;/a&gt; (AD 50–121) in 105. The oldest known surviving piece of paper with writing on it was found in the ruins of a Han &lt;a href=\"watchtower\"&gt;watchtower&lt;/a&gt; that had been abandoned in AD 110, in &lt;a href=\"Inner%20Mongolia\"&gt;Inner Mongolia&lt;/a&gt;.\nMetallurgy and agriculture.\nEvidence suggests that &lt;a href=\"blast%20furnace\"&gt;blast furnace&lt;/a&gt;s, that convert raw &lt;a href=\"iron%20ore\"&gt;iron ore&lt;/a&gt; into &lt;a href=\"pig%20iron\"&gt;pig iron&lt;/a&gt;, which can be remelted in a &lt;a href=\"cupola%20furnace\"&gt;cupola furnace&lt;/a&gt; to produce &lt;a href=\"cast%20iron\"&gt;cast iron&lt;/a&gt; by means of a &lt;a href=\"cold%20blast\"&gt;cold blast&lt;/a&gt; and &lt;a href=\"hot%20blast\"&gt;hot blast&lt;/a&gt;, were operational in China by the late &lt;a href=\"Spring%20and%20Autumn%20period\"&gt;Spring and Autumn period&lt;/a&gt; (722–481 BC). The &lt;a href=\"bloomery\"&gt;bloomery&lt;/a&gt; was nonexistent in ancient China; however, the Han-era Chinese produced &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; by injecting excess &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt; into a furnace and causing &lt;a href=\"decarburization\"&gt;decarburization&lt;/a&gt;. Cast iron and pig iron could be converted into wrought iron and &lt;a href=\"steel\"&gt;steel&lt;/a&gt; using a &lt;a href=\"finery%20forge\"&gt;fining&lt;/a&gt; process.\nThe Han dynasty Chinese used bronze and iron to make a range of weapons, culinary tools, carpenters' tools and domestic wares. A significant product of these improved iron-smelting techniques was the manufacture of new agricultural tools. The three-legged iron &lt;a href=\"seed%20drill\"&gt;seed drill&lt;/a&gt;, invented by the 2nd century BC, enabled farmers to carefully plant crops in rows instead of &lt;a href=\"Sowing\"&gt;casting seeds out by hand&lt;/a&gt;. The heavy moldboard iron &lt;a href=\"plow\"&gt;plow&lt;/a&gt;, also invented during the Han dynasty, required only one man to control it, two oxen to pull it. It had three &lt;a href=\"plowshare\"&gt;plowshare&lt;/a&gt;s, a seed box for the drills, a tool which turned down the soil and could sow roughly 45,730 m2 (11.3 acres) of land in a single day.\nTo protect crops from wind and drought, the grain intendant Zhao Guo (趙過) created the alternating fields system (\"daitianfa\" 代田法) during Emperor Wu's reign. This system switched the positions of &lt;a href=\"Ridge%20and%20furrow\"&gt;furrows and ridges&lt;/a&gt; between growing seasons. Once experiments with this system yielded successful results, the government officially sponsored it and encouraged peasants to use it. Han farmers also used the pit field system ( 凹田) for growing crops, which involved heavily fertilized pits that did not require plows or oxen and could be placed on sloping terrain. In southern and small parts of central Han-era China, &lt;a href=\"paddy%20field\"&gt;paddy field&lt;/a&gt;s were chiefly used to grow rice, while farmers along the &lt;a href=\"Huai%20River\"&gt;Huai River&lt;/a&gt; used &lt;a href=\"Transplanting\"&gt;transplantation&lt;/a&gt; methods of rice production.\nStructural and geotechnical engineering.\n&lt;a href=\"Timber\"&gt;Timber&lt;/a&gt; was the chief building material during the Han dynasty; it was used to build palace halls, multi-story residential towers and halls and single-story houses. Because wood decays rapidly, the only remaining evidence of Han wooden architecture is a collection of scattered ceramic roof tiles. The oldest surviving wooden halls in China date to the &lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt; (AD 618–907). Architectural historian Robert L. Thorp points out the scarcity of Han-era archeological remains, and claims that often unreliable Han-era literary and artistic sources are used by historians for clues about lost Han architecture.\nThough Han wooden structures decayed, some Han-dynasty ruins made of brick, stone, and &lt;a href=\"rammed%20earth\"&gt;rammed earth&lt;/a&gt; remain intact. This includes stone pillar-gates, brick tomb chambers, rammed-earth &lt;a href=\"Chinese%20city%20wall\"&gt;city walls&lt;/a&gt;, rammed-earth and brick &lt;a href=\"beacon\"&gt;beacon&lt;/a&gt; towers, rammed-earth sections of the &lt;a href=\"Great%20Wall%20of%20China\"&gt;Great Wall&lt;/a&gt;, rammed-earth platforms where elevated halls once stood, and two rammed-earth &lt;a href=\"castle\"&gt;castle&lt;/a&gt;s in &lt;a href=\"Gansu\"&gt;Gansu&lt;/a&gt;. The ruins of rammed-earth walls that once surrounded the capitals Chang'an and Luoyang still stand, along with their &lt;a href=\"Sewage%20collection%20and%20disposal\"&gt;drainage systems&lt;/a&gt; of brick arches, ditches, and ceramic &lt;a href=\"water%20pipe\"&gt;water pipe&lt;/a&gt;s. &lt;a href=\"Que%20%28tower%29\"&gt;Monumental stone pillar-gates&lt;/a&gt;, twenty-nine of which survive from the Han period, formed entrances of walled enclosures at shrine and tomb sites. These pillars feature artistic imitations of wooden and ceramic building components such as roof tiles, eaves, and &lt;a href=\"balustrades\"&gt;balustrades&lt;/a&gt;.\nThe &lt;a href=\"courtyard%20house\"&gt;courtyard house&lt;/a&gt; is the most common type of home portrayed in Han artwork. Ceramic architectural &lt;a href=\"Architectural%20model\"&gt;models of buildings&lt;/a&gt;, like houses and towers, were found in Han tombs, perhaps to provide lodging for the dead in the afterlife. These provide valuable clues about lost wooden architecture. The artistic designs found on ceramic roof tiles of tower models are in some cases exact matches to Han roof tiles found at archeological sites.\nOver ten Han-era underground tombs have been found, many of them featuring &lt;a href=\"arch\"&gt;arch&lt;/a&gt;ways, &lt;a href=\"Vault%20%28architecture%29\"&gt;vaulted&lt;/a&gt; chambers, and &lt;a href=\"dome\"&gt;dome&lt;/a&gt;d roofs. Underground vaults and domes did not require buttress supports since they were held in place by earthen pits. The use of brick vaults and domes in aboveground Han structures is unknown.\nFrom Han literary sources, it is known that wooden-trestle &lt;a href=\"beam%20bridge\"&gt;beam bridge&lt;/a&gt;s, &lt;a href=\"arch%20bridge\"&gt;arch bridge&lt;/a&gt;s, &lt;a href=\"simple%20suspension%20bridge\"&gt;simple suspension bridge&lt;/a&gt;s, and floating &lt;a href=\"pontoon%20bridge\"&gt;pontoon bridge&lt;/a&gt;s existed in Han China. However, there are only two known references to arch bridges in Han literature, and only a single Han relief sculpture in Sichuan depicts an arch bridge.\n&lt;a href=\"Shaft%20mining\"&gt;Underground mine shafts&lt;/a&gt;, some reaching depths over , were created for the extraction of metal ores. &lt;a href=\"Borehole\"&gt;Borehole&lt;/a&gt; drilling and &lt;a href=\"derrick\"&gt;derrick&lt;/a&gt;s were used to lift &lt;a href=\"brine\"&gt;brine&lt;/a&gt; to iron pans where it was distilled into salt. The distillation furnaces were heated by &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt; funneled to the surface through &lt;a href=\"Pipeline%20transport\"&gt;bamboo pipelines&lt;/a&gt;. These boreholes perhaps reached a depth of 600 m (2000 ft).\nMechanical and hydraulic engineering.\nHan-era mechanical engineering comes largely from the choice observational writings of sometimes-disinterested Confucian scholars who generally considered scientific and engineering endeavors to be far beneath them. Professional artisan-engineers (\"jiang\" 匠) did not leave behind detailed records of their work. Han scholars, who often had little or no expertise in mechanical engineering, sometimes provided insufficient information on the various technologies they described. Nevertheless, some Han literary sources provide crucial information. \nFor example, in 15 BC the philosopher and writer &lt;a href=\"Yang%20Xiong%20%28author%29\"&gt;Yang Xiong&lt;/a&gt; described the invention of the &lt;a href=\"Belt%20%28mechanical%29\"&gt;belt drive&lt;/a&gt; for a &lt;a href=\"quilling\"&gt;quilling&lt;/a&gt; machine, which was of great importance to early textile manufacturing. The inventions of mechanical engineer and craftsman &lt;a href=\"Ding%20Huan\"&gt;Ding Huan&lt;/a&gt; are mentioned in the \"Miscellaneous Notes on the Western Capital\". Around AD 180, Ding created a manually operated rotary fan used for &lt;a href=\"air%20conditioning\"&gt;air conditioning&lt;/a&gt; within palace buildings. Ding also used &lt;a href=\"gimbal\"&gt;gimbal&lt;/a&gt;s as pivotal supports for one of his incense burners and invented the world's first known &lt;a href=\"zoetrope\"&gt;zoetrope&lt;/a&gt; lamp.\nModern archeology has led to the discovery of Han artwork portraying inventions which were otherwise absent in Han literary sources. As observed in Han miniature tomb models, but not in literary sources, the &lt;a href=\"Crank%20%28mechanism%29\"&gt;crank handle&lt;/a&gt; was used to operate the &lt;a href=\"Fan%20%28mechanical%29\"&gt;fans&lt;/a&gt; of &lt;a href=\"Fengshanche\"&gt;winnowing machines&lt;/a&gt; that separated grain from &lt;a href=\"chaff\"&gt;chaff&lt;/a&gt;. The &lt;a href=\"odometer\"&gt;odometer&lt;/a&gt; cart, invented during Han, measured journey lengths, using mechanical figures banging drums and gongs to indicate each distance traveled. This invention is depicted in Han artwork by the 2nd century, yet detailed written descriptions were not offered until the 3rd century. \nModern archeologists have also unearthed specimens of devices used during the Han dynasty, for example a pair of sliding metal &lt;a href=\"caliper\"&gt;caliper&lt;/a&gt;s used by craftsmen for making minute measurements. These calipers contain inscriptions of the exact day and year they were manufactured. These tools are not mentioned in any Han literary sources.\nThe &lt;a href=\"waterwheel\"&gt;waterwheel&lt;/a&gt; appeared in Chinese records during the Han. As mentioned by Huan Tan about AD 20, they were used to turn gears that lifted iron &lt;a href=\"trip%20hammer\"&gt;trip hammer&lt;/a&gt;s, and were used in pounding, &lt;a href=\"threshing\"&gt;threshing&lt;/a&gt; and polishing grain. However, there is no sufficient evidence for the &lt;a href=\"watermill\"&gt;watermill&lt;/a&gt; in China until about the 5th century. The &lt;a href=\"Nanyang%20Commandery\"&gt;Nanyang Commandery&lt;/a&gt; Administrator and mechanical engineer &lt;a href=\"Du%20Shi\"&gt;Du Shi&lt;/a&gt; (d. 38 AD) created a waterwheel-powered &lt;a href=\"Reciprocating%20motion\"&gt;reciprocator&lt;/a&gt; that worked the &lt;a href=\"bellows\"&gt;bellows&lt;/a&gt; for the smelting of iron. Waterwheels were also used to power &lt;a href=\"chain%20pump\"&gt;chain pump&lt;/a&gt;s that lifted water to raised &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt; ditches. The chain pump was first mentioned in China by the philosopher Wang Chong in his 1st-century \"&lt;a href=\"Lunheng\"&gt;Balanced Discourse&lt;/a&gt;\".\nThe &lt;a href=\"armillary%20sphere\"&gt;armillary sphere&lt;/a&gt;, a three-dimensional representation of the movements in the &lt;a href=\"celestial%20sphere\"&gt;celestial sphere&lt;/a&gt;, was invented in Han China by the 1st century BC. Using a &lt;a href=\"water%20clock\"&gt;water clock&lt;/a&gt;, waterwheel and a series of gears, the Court Astronomer &lt;a href=\"Zhang%20Heng\"&gt;Zhang Heng&lt;/a&gt; (AD 78–139) was able to mechanically rotate his metal-ringed armillary sphere. To address the problem of slowed &lt;a href=\"timekeeping\"&gt;timekeeping&lt;/a&gt; in the &lt;a href=\"pressure%20head\"&gt;pressure head&lt;/a&gt; of the inflow water clock, Zhang was the first in China to install an additional tank between the reservoir and inflow vessel. \nZhang also invented a device he termed an \"earthquake weathervane\" ( 候風地動儀), which the British biochemist, sinologist, and historian &lt;a href=\"Joseph%20Needham\"&gt;Joseph Needham&lt;/a&gt; described as \"the ancestor of all &lt;a href=\"seismographs\"&gt;seismographs&lt;/a&gt;\". This device was able to detect the exact &lt;a href=\"Cardinal%20direction\"&gt;cardinal&lt;/a&gt; or ordinal direction of &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt;s from hundreds of kilometers away. It employed an &lt;a href=\"inverted%20pendulum\"&gt;inverted pendulum&lt;/a&gt; that, when disturbed by ground tremors, would trigger a set of gears that dropped a metal ball from one of eight dragon mouths (representing all eight directions) into a metal toad's mouth. \nThe account of this device in the \"&lt;a href=\"Book%20of%20the%20Later%20Han\"&gt;Book of the Later Han&lt;/a&gt;\" describes how, on one occasion, one of the metal balls was triggered without any of the observers feeling a disturbance. Several days later, a messenger arrived bearing news that an earthquake had struck in Longxi Commandery (in modern &lt;a href=\"Gansu%20Province\"&gt;Gansu Province&lt;/a&gt;), the direction the device had indicated, which forced the officials at court to admit the efficacy of Zhang's device.\nMathematics.\nThree Han mathematical treatises still exist. These are the \"&lt;a href=\"Book%20on%20Numbers%20and%20Computation\"&gt;Book on Numbers and Computation&lt;/a&gt;\", the \"&lt;a href=\"Zhoubi%20Suanjing\"&gt;Arithmetical Classic of the Gnomon and the Circular Paths of Heaven&lt;/a&gt;\" and the \"&lt;a href=\"Nine%20Chapters%20on%20the%20Mathematical%20Art\"&gt;Nine Chapters on the Mathematical Art&lt;/a&gt;\". Han-era mathematical achievements include solving problems with &lt;a href=\"Triangle%23Types%20of%20triangle\"&gt;right-angle triangles&lt;/a&gt;, &lt;a href=\"square%20root\"&gt;square root&lt;/a&gt;s, &lt;a href=\"cube%20root\"&gt;cube root&lt;/a&gt;s, and &lt;a href=\"Matrix%20%28mathematics%29\"&gt;matrix methods&lt;/a&gt;, finding more accurate &lt;a href=\"Chronology%20of%20computation%20of%20%CF%80\"&gt;approximations for pi&lt;/a&gt;, providing &lt;a href=\"mathematical%20proof\"&gt;mathematical proof&lt;/a&gt; of the &lt;a href=\"Pythagorean%20theorem\"&gt;Pythagorean theorem&lt;/a&gt;, use of the &lt;a href=\"Fraction%20%28mathematics%29\"&gt;decimal fraction&lt;/a&gt;, &lt;a href=\"Gaussian%20elimination\"&gt;Gaussian elimination&lt;/a&gt; to solve &lt;a href=\"System%20of%20linear%20equations\"&gt;linear equations&lt;/a&gt;, and continued fractions to find the &lt;a href=\"root%20of%20a%20function\"&gt;roots of equations&lt;/a&gt;.\nOne of the Han's greatest mathematical advancements was the world's first use of &lt;a href=\"negative%20number\"&gt;negative number&lt;/a&gt;s. Negative numbers first appeared in the \"Nine Chapters on the Mathematical Art\" as black &lt;a href=\"counting%20rods\"&gt;counting rods&lt;/a&gt;, where positive numbers were represented by red counting rods. Negative numbers were also used by the &lt;a href=\"Greece\"&gt;Greek&lt;/a&gt; mathematician &lt;a href=\"Diophantus\"&gt;Diophantus&lt;/a&gt; around AD 275, and in the 7th-century &lt;a href=\"Bakhshali%20manuscript\"&gt;Bakhshali manuscript&lt;/a&gt; of &lt;a href=\"Gandhara\"&gt;Gandhara&lt;/a&gt;, South Asia, but were not widely accepted in Europe until the 16th century.\nThe Han applied mathematics to various diverse disciplines. In &lt;a href=\"musical%20tuning\"&gt;musical tuning&lt;/a&gt;, &lt;a href=\"Jing%20Fang\"&gt;Jing Fang&lt;/a&gt; (78–37 BC) realized that 53 &lt;a href=\"perfect%20fifth\"&gt;perfect fifth&lt;/a&gt;s was approximate to 31 &lt;a href=\"octave\"&gt;octave&lt;/a&gt;s while creating a &lt;a href=\"musical%20scale\"&gt;musical scale&lt;/a&gt; of 60 tones, calculating the difference at 177147⁄176776 (the same value of &lt;a href=\"53%20equal%20temperament\"&gt;53 equal temperament&lt;/a&gt; discovered by the German mathematician &lt;a href=\"Nicholas%20Mercator\"&gt;Nicholas Mercator&lt;/a&gt; [1620–1687], i.e. 353/284).\nAstronomy.\nMathematics were essential in drafting the &lt;a href=\"Chinese%20calendar\"&gt;astronomical calendar&lt;/a&gt;, a &lt;a href=\"lunisolar%20calendar\"&gt;lunisolar calendar&lt;/a&gt; that used the Sun and Moon as time-markers throughout the year. During the spring and autumn periods of the 5th century BC, the Chinese established the Sifen calendar (古四分历), which measured the &lt;a href=\"tropical%20year\"&gt;tropical year&lt;/a&gt; at 365.25 days. This was replaced in 104 BC with the Taichu calendar (太初曆) that measured the tropical year at (~ 365.25016) days and the &lt;a href=\"lunar%20month\"&gt;lunar month&lt;/a&gt; at days. However, Emperor Zhang later reinstated the Sifen calendar.\nHan Chinese astronomers made &lt;a href=\"star%20catalogue\"&gt;star catalogue&lt;/a&gt;s and detailed records of comets that appeared in the night sky, including recording the 12 BC appearance of the comet now known as &lt;a href=\"Halley%27s%20Comet\"&gt;Halley's Comet&lt;/a&gt;.\nHan dynasty astronomers adopted a &lt;a href=\"geocentric%20model\"&gt;geocentric model&lt;/a&gt; of the universe, theorizing that it was &lt;a href=\"celestial%20sphere\"&gt;shaped like a sphere&lt;/a&gt; surrounding the earth in the center. They assumed that the Sun, Moon, and planets were spherical and not disc-shaped. They also thought that the illumination of the Moon and planets was caused by &lt;a href=\"sunlight\"&gt;sunlight&lt;/a&gt;, that &lt;a href=\"lunar%20eclipse\"&gt;lunar eclipse&lt;/a&gt;s occurred when the Earth obstructed sunlight falling onto the Moon, and that a &lt;a href=\"solar%20eclipse\"&gt;solar eclipse&lt;/a&gt; occurred when the Moon obstructed sunlight from reaching the Earth. Although others disagreed with his model, Wang Chong accurately described the &lt;a href=\"water%20cycle\"&gt;water cycle&lt;/a&gt; of the &lt;a href=\"evaporation\"&gt;evaporation&lt;/a&gt; of water into clouds.\nCartography, ships, and vehicles.\nEvidence found in Chinese literature, and archeological evidence, show that &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt; existed in China before the Han. Some of the earliest Han maps discovered were ink-penned silk maps found amongst the &lt;a href=\"Mawangdui%20Silk%20Texts\"&gt;Mawangdui Silk Texts&lt;/a&gt; in a 2nd-century-BC tomb. The general &lt;a href=\"Ma%20Yuan%20%28Han%20dynasty%29\"&gt;Ma Yuan&lt;/a&gt; created the world's first known &lt;a href=\"raised-relief%20map\"&gt;raised-relief map&lt;/a&gt; from rice in the 1st century. This date could be revised if the tomb of Emperor &lt;a href=\"Qin%20Shi%20Huang\"&gt;Qin Shi Huang&lt;/a&gt; is excavated and the account in the \"Records of the Grand Historian\" concerning a model map of the empire is proven to be true.\nAlthough the use of the &lt;a href=\"Scale%20%28map%29\"&gt;graduated scale&lt;/a&gt; and &lt;a href=\"grid%20reference\"&gt;grid reference&lt;/a&gt; for maps was not thoroughly described until the published work of &lt;a href=\"Pei%20Xiu\"&gt;Pei Xiu&lt;/a&gt; (AD 224–271), there is evidence that in the early 2nd century, cartographer Zhang Heng was the first to use scales and grids for maps.\nHan dynasty Chinese sailed in a variety of ships different from those of previous eras, such as the &lt;a href=\"Lou%20chuan\"&gt;tower ship&lt;/a&gt;. The &lt;a href=\"Junk%20%28ship%29\"&gt;\"junk\" design&lt;/a&gt; was developed and realized during the Han era. Junk ships featured a square-ended &lt;a href=\"Bow%20%28ship%29\"&gt;bow&lt;/a&gt; and &lt;a href=\"stern\"&gt;stern&lt;/a&gt;, a flat-bottomed &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; or &lt;a href=\"Carvel%20%28boat%20building%29\"&gt;carvel-shaped&lt;/a&gt; hull with no &lt;a href=\"keel\"&gt;keel&lt;/a&gt; or &lt;a href=\"sternpost\"&gt;sternpost&lt;/a&gt;, and &lt;a href=\"Bulkhead%20%28partition%29\"&gt;solid transverse bulkheads&lt;/a&gt; in the place of &lt;a href=\"Boat%20building\"&gt;structural ribs&lt;/a&gt; found in Western vessels. Moreover, Han ships were the first in the world to be steered using a &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; at the stern, in contrast to the simpler &lt;a href=\"steering%20oar\"&gt;steering oar&lt;/a&gt; used for riverine transport, allowing them to sail on the high seas.\nAlthough ox-carts and chariots were previously used in China, the &lt;a href=\"wheelbarrow\"&gt;wheelbarrow&lt;/a&gt; was first used in Han China in the 1st century BC. Han artwork of horse-drawn chariots shows that the Warring-States-Era heavy wooden yoke placed around a horse's chest was replaced by the softer \"breast strap\". Later, during the &lt;a href=\"Northern%20Wei\"&gt;Northern Wei&lt;/a&gt; (386–534), the fully developed &lt;a href=\"horse%20collar\"&gt;horse collar&lt;/a&gt; was invented.\nMedicine.\nHan-era medical physicians believed that the human body was subject to the same forces of nature that governed the greater universe, namely the &lt;a href=\"cosmological\"&gt;cosmological&lt;/a&gt; cycles of yin and yang and the &lt;a href=\"Wuxing%20%28Chinese%20philosophy%29\"&gt;five phases&lt;/a&gt;. Each &lt;a href=\"Zang-fu\"&gt;organ of the body&lt;/a&gt; was associated with a particular phase. Illness was viewed as a sign that \"&lt;a href=\"qi\"&gt;qi&lt;/a&gt;\" or \"vital energy\" channels leading to a certain organ had been disrupted. Thus, Han-era physicians prescribed medicine that was believed to counteract this imbalance. \nFor example, since the wood phase was believed to promote the fire phase, medicinal ingredients associated with the wood phase could be used to heal an organ associated with the fire phase. Besides dieting, Han physicians also prescribed &lt;a href=\"moxibustion\"&gt;moxibustion&lt;/a&gt;, &lt;a href=\"acupuncture\"&gt;acupuncture&lt;/a&gt;, and &lt;a href=\"calisthenics\"&gt;calisthenics&lt;/a&gt; as methods of maintaining one's health. When &lt;a href=\"surgery\"&gt;surgery&lt;/a&gt; was performed by the Chinese physician &lt;a href=\"Hua%20Tuo\"&gt;Hua Tuo&lt;/a&gt; (d. AD 208), he used &lt;a href=\"anesthesia\"&gt;anesthesia&lt;/a&gt; to numb his patients' pain and prescribed a rubbing ointment that allegedly sped the process of healing surgical wounds. Whereas the physician &lt;a href=\"Zhang%20Zhongjing\"&gt;Zhang Zhongjing&lt;/a&gt; ( – ) is known to have written the \"&lt;a href=\"Shanghan%20lun\"&gt;Shanghan lun&lt;/a&gt;\" (\"Dissertation on Typhoid Fever\"), it is thought that both he and Hua Tuo collaborated in compiling the \"&lt;a href=\"Shennong%20Ben%20Cao%20Jing\"&gt;Shennong Ben Cao Jing&lt;/a&gt;\" medical text."
}