{
    "id": "4349389",
    "revid": "20658917",
    "url": "https://en.wikipedia.org/wiki?curid=4349389",
    "title": "Scotland in the High Middle Ages",
    "text": "The High Middle Ages of Scotland encompass &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; in the era between the death of &lt;a href=\"Donald%20II%20of%20Scotland\"&gt;Domnall II&lt;/a&gt; in 900 AD and the death of King &lt;a href=\"Alexander%20III%20of%20Scotland\"&gt;Alexander III&lt;/a&gt; in 1286, which was an indirect cause of the &lt;a href=\"Wars%20of%20Scottish%20Independence\"&gt;Wars of Scottish Independence&lt;/a&gt;.\nAt the close of the ninth century, various competing kingdoms occupied the territory of modern Scotland. &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;n influence was dominant in the northern and western islands, &lt;a href=\"Britons%20%28historical%29\"&gt;Brythonic&lt;/a&gt; culture in the southwest, the Anglo-Saxon or English &lt;a href=\"Kingdom%20of%20Northumbria\"&gt;Kingdom of Northumbria&lt;/a&gt; in the southeast and the &lt;a href=\"Picts\"&gt;Pictish&lt;/a&gt; and &lt;a href=\"Gaels\"&gt;Gaelic&lt;/a&gt; &lt;a href=\"Kingdom%20of%20Alba\"&gt;Kingdom of Alba&lt;/a&gt; in the east, north of the &lt;a href=\"River%20Forth\"&gt;River Forth&lt;/a&gt;. By the tenth and eleventh centuries, northern &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; was increasingly dominated by Gaelic culture, and by the Gaelic regal lordship of \"&lt;a href=\"Alba\"&gt;Alba&lt;/a&gt;\", known in &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; as either \"Albania\" or \"&lt;a href=\"Scotia\"&gt;Scotia&lt;/a&gt;\", and in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; as \"Scotland\". From its base in the east, this kingdom acquired control of the lands lying to the south and ultimately the west and much of the north. It had a flourishing culture, comprising part of the larger Gaelic-speaking world and an economy dominated by agriculture and trade.\nAfter the twelfth-century reign of &lt;a href=\"David%20I%20of%20Scotland\"&gt;King David I&lt;/a&gt;, the &lt;a href=\"Scottish%20monarchs\"&gt;Scottish monarchs&lt;/a&gt; are better described as &lt;a href=\"Scoto-Norman\"&gt;Scoto-Norman&lt;/a&gt; than Gaelic, preferring &lt;a href=\"French%20culture\"&gt;French culture&lt;/a&gt; to native Scottish culture. A consequence was the spread of French institutions and social values including &lt;a href=\"Canon%20law%20%28Catholic%20Church%29\"&gt;Canon law&lt;/a&gt;. The first towns, called &lt;a href=\"burghs\"&gt;burghs&lt;/a&gt;, appeared in the same era, and as they spread, so did the &lt;a href=\"Middle%20English%20language\"&gt;Middle English language&lt;/a&gt;. These developments were offset by the acquisition of the &lt;a href=\"Norse-Gaels\"&gt;Norse-Gaelic&lt;/a&gt; west and the &lt;a href=\"Gaelicisation\"&gt;Gaelicisation&lt;/a&gt; of many of the noble families of &lt;a href=\"French%20people\"&gt;French&lt;/a&gt; and &lt;a href=\"Normans\"&gt;Anglo-French&lt;/a&gt; origin. National cohesion was fostered with the creation of various unique religious and cultural practices. By the end of the period, Scotland experienced a \"Gaelic revival\", which created an integrated &lt;a href=\"Scottish%20national%20identity\"&gt;Scottish national identity&lt;/a&gt;. By 1286, these economic, institutional, cultural, religious and legal developments had brought Scotland closer to its neighbours in &lt;a href=\"England\"&gt;England&lt;/a&gt; and &lt;a href=\"continental%20Europe\"&gt;the Continent&lt;/a&gt;, although outsiders continued to view Scotland as a provincial, even savage place. By this date, the &lt;a href=\"Kingdom%20of%20Scotland\"&gt;Kingdom of Scotland&lt;/a&gt; had political boundaries that closely resembled those of the modern nation.\nHistoriography.\n&lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; in the High Middle Ages is a relatively well-studied topic and Scottish medievalists have produced a wide variety of publications. Some, such as &lt;a href=\"David%20Dumville\"&gt;David Dumville&lt;/a&gt;, &lt;a href=\"Thomas%20Owen%20Clancy\"&gt;Thomas Owen Clancy&lt;/a&gt; and &lt;a href=\"Dauvit%20Broun\"&gt;Dauvit Broun&lt;/a&gt;, are primarily interested in the native cultures of the country, and often have linguistic training in the &lt;a href=\"Celtic%20languages\"&gt;Celtic languages&lt;/a&gt;. Normanists, such as &lt;a href=\"G.W.S.%20Barrow\"&gt;G.W.S. Barrow&lt;/a&gt;, are concerned with the &lt;a href=\"Normans\"&gt;Norman&lt;/a&gt; and &lt;a href=\"Scoto-Norman\"&gt;Scoto-Norman&lt;/a&gt; cultures introduced to Scotland after the eleventh century. For much of the twentieth century, historians tended to stress the cultural change that took place in Scotland during this time. However, scholars such as &lt;a href=\"Cynthia%20Neville\"&gt;Cynthia Neville&lt;/a&gt; and &lt;a href=\"Richard%20Oram\"&gt;Richard Oram&lt;/a&gt;, while not ignoring cultural changes, argue that continuity with the &lt;a href=\"Gaels\"&gt;Gaelic&lt;/a&gt; past was just as, if not more, important.\nSince the publication of \"Scandinavian Scotland\" by &lt;a href=\"Barbara%20E.%20Crawford\"&gt;Barbara E. Crawford&lt;/a&gt; in 1987, there has been a growing volume of work dedicated to the understanding of Norse influence in this period. However, from 849 on, when &lt;a href=\"Columba\"&gt;Columba&lt;/a&gt;'s relics were removed from &lt;a href=\"Iona\"&gt;Iona&lt;/a&gt; in the face of Viking incursions, written evidence from local sources in the areas under &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;n influence all but vanishes for three hundred years. The sources for information about the &lt;a href=\"Hebrides\"&gt;Hebrides&lt;/a&gt; and indeed much of northern Scotland from the eighth to the eleventh century, are thus almost exclusively Irish, English or Norse. The main Norse texts were written in the early thirteenth century and should be treated with care. The English and Irish sources are more contemporary, but according to historian &lt;a href=\"Alex%20Woolf\"&gt;Alex Woolf&lt;/a&gt;, may have \"led to a southern bias in the story\", especially as much of the Hebridean archipelago became Norse-speaking during this period.\nThere are various traditional clan histories dating from the nineteenth century such as the \"monumental\" \"The Clan Donald\" and a significant corpus of material from the Gaelic oral tradition that relates to this period, although their value is questionable.\nOrigins of the Kingdom of Alba.\nAt the close of the ninth century various polities occupied Scotland. The &lt;a href=\"Picts\"&gt;Pictish&lt;/a&gt; and Gaelic &lt;a href=\"Kingdom%20of%20Alba\"&gt;Kingdom of Alba&lt;/a&gt; had just been united in the east; the Scandinavian-influenced &lt;a href=\"Kingdom%20of%20the%20Isles\"&gt;Kingdom of the Isles&lt;/a&gt; emerged in the west. &lt;a href=\"Ragnall%20ua%20%C3%8Dmair\"&gt;Ragnall ua Ímair&lt;/a&gt; was a key figure at this time although the extent to which he ruled territory in western and northern Scotland including the Hebrides and &lt;a href=\"Northern%20Isles\"&gt;Northern Isles&lt;/a&gt; is unknown as contemporary sources are silent on this matter. &lt;a href=\"Dumbarton%20Castle\"&gt;Dumbarton&lt;/a&gt;, the capital of the &lt;a href=\"Kingdom%20of%20Strathclyde\"&gt;Kingdom of Strathclyde&lt;/a&gt; had been sacked by the &lt;a href=\"U%C3%AD%20%C3%8Dmair\"&gt;Uí Ímair&lt;/a&gt; in 870. This was clearly a major assault, which may have brought the whole of mainland Scotland under temporary Uí Imair control. The south-east had been absorbed by the &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"Bernicia\"&gt;Kingdom of Bernicia/Northumbria&lt;/a&gt; in the seventh century. &lt;a href=\"Galloway\"&gt;Galloway&lt;/a&gt; in the south west was a Lordship with some regality. In a &lt;a href=\"Galwegian%20Gaelic\"&gt;Galwegian&lt;/a&gt; charter dated to the reign of &lt;a href=\"Fergus%20of%20Galloway\"&gt;Fergus&lt;/a&gt;, the Galwegian ruler styled himself \"rex Galwitensium\", King of Galloway. In the north east the &lt;a href=\"Mormaer%20of%20Moray\"&gt;ruler of Moray&lt;/a&gt; was called not only \"king\" in both Scandinavian and Irish sources, but before &lt;a href=\"M%C3%A1el%20Snechtai%20of%20Moray\"&gt;Máel Snechtai&lt;/a&gt;, \"King of Alba\".\nHowever, when &lt;a href=\"Donald%20II%20of%20Scotland\"&gt;Domnall mac Causantín&lt;/a&gt; died at &lt;a href=\"Dunnotar%20Castle\"&gt;Dunnottar&lt;/a&gt; in 900, he was the first man to be recorded as \"rí Alban\" and his kingdom was the nucleus that would expand as Viking and other influences waned. In the tenth century the &lt;a href=\"Alba\"&gt;Alba&lt;/a&gt;n elite had begun to develop a conquest myth to explain their increasing &lt;a href=\"Gaelicisation\"&gt;Gaelicisation&lt;/a&gt; at the expense of Pictish culture. Known as &lt;a href=\"MacAlpin%27s%20treason\"&gt;MacAlpin's Treason&lt;/a&gt;, it describes how &lt;a href=\"Kenneth%20I%20of%20Scotland\"&gt;Cináed mac Ailpín&lt;/a&gt; is supposed to have annihilated the Picts in one fell takeover. However, modern historians are now beginning to reject this conceptualization of Scottish origins. No contemporary sources mention this conquest. Moreover, the Gaelicisation of Pictland was a long process predating Cináed, and is evidenced by Gaelic-speaking Pictish rulers, Pictish royal patronage of Gaelic poets, and Gaelic inscriptions and placenames. The change of identity can perhaps be explained by the death of the &lt;a href=\"Pictish%20language\"&gt;Pictish language&lt;/a&gt;, but also important may be &lt;a href=\"Constantine%20II%20of%20Scotland\"&gt;Causantín II&lt;/a&gt;'s alleged Scoticisation of the \"Pictish\" Church and the trauma caused by &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; invasions, most strenuously felt in the Pictish kingdom's heartland of &lt;a href=\"Fortriu\"&gt;Fortriu&lt;/a&gt;.\nScandinavian-influenced territories.\nKingdom of the Isles.\nThe Kingdom of the Isles comprised the Hebrides, the &lt;a href=\"Islands%20of%20the%20Clyde\"&gt;islands of the Firth of Clyde&lt;/a&gt; and the &lt;a href=\"Isle%20of%20Man\"&gt;Isle of Man&lt;/a&gt; from the 9th to the 13th centuries AD. The islands were known to the Norse as the \"Suðreyjar\", or \"Southern Isles\" as distinct from the \"Norðreyjar\" or \"&lt;a href=\"Northern%20Isles\"&gt;Northern Isles&lt;/a&gt;\" of &lt;a href=\"Orkney\"&gt;Orkney&lt;/a&gt; and &lt;a href=\"Shetland\"&gt;Shetland&lt;/a&gt;, which were held by the &lt;a href=\"Earl%20of%20Orkney\"&gt;Earls of Orkney&lt;/a&gt; as vassals of the Norwegian crown throughout the High Middle Ages.\nAfter Ragnall ua Ímair, &lt;a href=\"Amla%C3%ADb%20Cuar%C3%A1n\"&gt;Amlaíb Cuarán&lt;/a&gt;, who fought at the &lt;a href=\"Battle%20of%20Brunanburh\"&gt;Battle of Brunanburh&lt;/a&gt; in 937 and who also became &lt;a href=\"King%20of%20Northumbria\"&gt;King of Northumbria&lt;/a&gt;, is the next King of the Isles on record. In the succeeding years Norse sources also list various rulers such as &lt;a href=\"Gilli%20%28Hebridean%20earl%29\"&gt;Gilli&lt;/a&gt;, &lt;a href=\"Sigurd%20the%20Stout\"&gt;Sigurd the Stout&lt;/a&gt;, &lt;a href=\"H%C3%A5kon%20Eiriksson\"&gt;Håkon Eiriksson&lt;/a&gt; and &lt;a href=\"Thorfinn%20the%20Mighty\"&gt;Thorfinn Sigurdsson&lt;/a&gt; as rulers over the Hebrides as vassals of the Kings of Norway or Denmark.\n&lt;a href=\"Godred%20Crovan\"&gt;Godred Crovan&lt;/a&gt; became the ruler of Dublin and Mann from 1079 and from the early years of the twelfth century the &lt;a href=\"Crovan%20dynasty\"&gt;Crovan dynasty&lt;/a&gt; asserted themselves and ruled as \"Kings of Mann and the Isles\" for the next half century. The kingdom was then sundered due to the actions of &lt;a href=\"Somerled\"&gt;Somerled&lt;/a&gt; whose sons inherited the southern Hebrides while the Manx rulers held on to the \"north isles\" for another century.\nThe North.\nThe Scandinavian influence in Scotland was probably at its height in the mid eleventh century during the time of Thorfinn Sigurdsson, who attempted to create a single political and ecclesiastical domain stretching from Shetland to Man. The permanent Scandinavian holdings in Scotland at that time must therefore have been at least a quarter of the land area of modern Scotland.\nBy the end of the eleventh century the Norwegian crown had come to accept that Caithness was held by the Earls of Orkney as a fiefdom from the Kings of Scotland although its Norse character was retained throughout the thirteenth century. &lt;a href=\"Raghnall%20mac%20Gofraidh\"&gt;Raghnall mac Gofraidh&lt;/a&gt; was granted Caithness after assisting the Scots king in a conflict with &lt;a href=\"Harald%20Maddadson\"&gt;Harald Maddadson&lt;/a&gt;, an earl of Orkney in the early thirteenth century.\nIn the ninth century Orcadian control stretched into Moray, which was a semi-independent kingdom for much of this early period. The Moray rulers &lt;a href=\"Macbeth%20of%20Scotland\"&gt;Macbeth&lt;/a&gt; (1040–1057) and his successor &lt;a href=\"Lulach%20of%20Scotland\"&gt;Lulach&lt;/a&gt; (1057–1058) became rulers of the entire Scottish kingdom for a time. However, Moray was subjugated by the Scottish kings after 1130, when the native ruler, &lt;a href=\"%C3%93engus%20of%20Moray\"&gt;Óengus of Moray&lt;/a&gt; was killed leading a rebellion. Another revolt in 1187 was equally unsuccessful.\nSouth west Scotland.\nBy the mid tenth century Amlaíb Cuarán controlled &lt;a href=\"Wigtownshire\"&gt;The Rhinns&lt;/a&gt; and the region gets the modern name of Galloway from the mixture of Viking and Gaelic Irish settlement that produced the Gall-Gaidel. &lt;a href=\"Magnus%20III%20of%20Norway\"&gt;Magnus Barelegs&lt;/a&gt; is said to have \"subdued the people of Galloway\" in the eleventh century and &lt;a href=\"Whithorn\"&gt;Whithorn&lt;/a&gt; seems to have been a centre of Hiberno-Norse artisans who traded around the &lt;a href=\"Irish%20Sea\"&gt;Irish Sea&lt;/a&gt; by the end of the first millennium. However, the place name, written and archaeological evidence of extensive Norse (as opposed to &lt;a href=\"Norse-Gaels\"&gt;Norse-Gael&lt;/a&gt;) settlement in the area is not convincing.\nThe ounceland system seems to have become widespread down the west coast including much of Argyll, and most of the south west apart from a region near the inner &lt;a href=\"Solway%20Firth\"&gt;Solway Firth&lt;/a&gt;. In &lt;a href=\"Dumfries%20and%20Galloway\"&gt;Dumfries and Galloway&lt;/a&gt; the place name evidence is complex and of mixed Gaelic, Norse and &lt;a href=\"Danish%20language\"&gt;Danish&lt;/a&gt; influence, the last most likely stemming from contact with the extensive Danish holdings in northern England. Although the Scots obtained greater control after the death of &lt;a href=\"Gille%20Brigte%2C%20Lord%20of%20Galloway\"&gt;Gilla Brigte&lt;/a&gt; and the accession of &lt;a href=\"Lochlann%2C%20Lord%20of%20Galloway\"&gt;Lochlann&lt;/a&gt; in 1185, Galloway was not fully absorbed by Scotland until 1235, after the &lt;a href=\"Gilla%20Ruadh%20the%20Galwegian\"&gt;rebellion of the Galwegians&lt;/a&gt; was crushed.\nStrathclyde.\nThe main language of Strathclyde and elsewhere in the \"&lt;a href=\"Hen%20Ogledd\"&gt;Hen Ogledd&lt;/a&gt;\" in the opening years of the High Middle Ages was &lt;a href=\"Cumbric%20language\"&gt;Cumbric&lt;/a&gt;, a variety of the &lt;a href=\"Brythonic%20languages\"&gt;British language&lt;/a&gt; akin to &lt;a href=\"Old%20Welsh\"&gt;Old Welsh&lt;/a&gt;. Some time after 1018 and before 1054, the kingdom appears to have been conquered by the Scots, most probably during the reign of &lt;a href=\"Malcolm%20II%20of%20Scotland\"&gt;Máel Coluim mac Cináeda&lt;/a&gt; who died in 1034. At this time the territory of Strathclyde extended as far south as the &lt;a href=\"River%20Derwent%2C%20Cumbria\"&gt;River Derwent&lt;/a&gt;. In 1054, the English king &lt;a href=\"Edward%20the%20Confessor\"&gt;Edward the Confessor&lt;/a&gt; dispatched Earl &lt;a href=\"Siward%20of%20Northumbria\"&gt;Siward of Northumbria&lt;/a&gt; against the Scots, then ruled by &lt;a href=\"Macbeth%20of%20Scotland\"&gt;Macbeth&lt;/a&gt;. By the 1070s, if not earlier in the reign of &lt;a href=\"Malcolm%20III%20of%20Scotland\"&gt;Máel Coluim mac Donnchada&lt;/a&gt;, it appears that the Scots again controlled Strathclyde, although &lt;a href=\"William%20Rufus\"&gt;William Rufus&lt;/a&gt; annexed the southern portion in 1092. The territory was granted by Alexander I to his brother David, later &lt;a href=\"David%20I%20of%20Scotland\"&gt;King David I&lt;/a&gt;, in 1107.\nKingdom of Alba or Scotia.\nGaelic kings: Domnall II to Alexander I.\nDomnall mac Causantín's nickname was \"dásachtach\". This simply meant a madman, or, in early Irish law, a man not in control of his functions and hence without legal culpability. The following long reign (900–942/3) of his successor &lt;a href=\"Constantine%20II%20of%20Scotland\"&gt;Causantín&lt;/a&gt; is more often regarded as the key to formation of the Kingdom of Alba.\nThe period between the accession of &lt;a href=\"Malcolm%20I%20of%20Scotland\"&gt;Máel Coluim I&lt;/a&gt; and Máel Coluim mac Cináeda was marked by good relations with the &lt;a href=\"Wessex\"&gt;Wessex&lt;/a&gt; &lt;a href=\"Kings%20of%20England\"&gt;rulers of England&lt;/a&gt;, intense internal dynastic disunity and, despite this, relatively successful expansionary policies. In 945, king Máel Coluim I received &lt;a href=\"Kingdom%20of%20Strathclyde\"&gt;Strathclyde&lt;/a&gt; as part of a deal with King &lt;a href=\"Edmund%20I%20of%20England\"&gt;Edmund of England&lt;/a&gt;, an event offset somewhat by Máel Coluim's loss of control in Moray. Sometime in the reign of king &lt;a href=\"Indulf%20of%20Scotland\"&gt;Idulb&lt;/a&gt; (954–962), the Scots captured the fortress called \"oppidum Eden\", i.e. &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;. Scottish control of &lt;a href=\"Lothian\"&gt;Lothian&lt;/a&gt; was strengthened with Máel Coluim II's victory over the &lt;a href=\"Kingdom%20of%20Northumbria\"&gt;Northumbrians&lt;/a&gt; at the Battle of Carham (1018). The Scots had probably some authority in Strathclyde since the later part of the ninth century, but the kingdom kept its own rulers, and it is not clear that the Scots were always strong enough to enforce their authority.\nThe reign of King &lt;a href=\"Duncan%20I%20of%20Scotland\"&gt;Donnchad I&lt;/a&gt; from 1034 was marred by failed military adventures, and he was killed in a battle with the men of Moray, led by &lt;a href=\"Macbeth%2C%20King%20of%20Scotland\"&gt;Macbeth&lt;/a&gt; who became king in 1040. Macbeth ruled for seventeen years, peaceful enough that he was able to leave to go on &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt; to &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;; however, he was overthrown by &lt;a href=\"Malcolm%20III%20of%20Scotland\"&gt;Máel Coluim&lt;/a&gt;, the son of Donnchad, who some months later defeated Macbeth's stepson and successor Lulach to become king Máel Coluim III. In subsequent medieval &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;, Donnchad's reign was portrayed positively while Macbeth was vilified; &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt; followed this distorted history with his portrayal of both the king and his &lt;a href=\"queen%20consort\"&gt;queen consort&lt;/a&gt;, &lt;a href=\"Gruoch%20of%20Scotland\"&gt;Gruoch&lt;/a&gt;, in his play \"&lt;a href=\"Macbeth\"&gt;Macbeth&lt;/a&gt;\".\nIt was Máel Coluim III, not his father Donnchad, who did more to create the &lt;a href=\"House%20of%20Dunkeld\"&gt;dynasty&lt;/a&gt; that ruled Scotland for the following two centuries. Part of the resource was the large number of children he had, perhaps as many as a dozen, through marriage to the widow or daughter of Thorfinn Sigurdsson and afterwards to the Anglo-Hungarian princess &lt;a href=\"Saint%20Margaret%20of%20Scotland\"&gt;Margaret&lt;/a&gt;, granddaughter of &lt;a href=\"Edmund%20Ironside\"&gt;Edmund Ironside&lt;/a&gt;. However, despite having a royal &lt;a href=\"Anglo-Saxons\"&gt;Anglo-Saxon&lt;/a&gt; wife, Máel Coluim spent much of his reign conducting &lt;a href=\"Slavery\"&gt;slave&lt;/a&gt; raids against the English, adding to the woes of that people in the aftermath of the &lt;a href=\"Norman%20Conquest%20of%20England\"&gt;Norman Conquest of England&lt;/a&gt; and the &lt;a href=\"Harrying%20of%20the%20North\"&gt;Harrying of the North&lt;/a&gt;. &lt;a href=\"Marianus%20Scotus\"&gt;Marianus Scotus&lt;/a&gt; narrates that \"the Gaels and French devastated the English; and [the English] were dispersed and died of hunger; and were compelled to eat human flesh\".\nMáel Coluim's Queen Margaret was the sister of the native claimant to the English throne, &lt;a href=\"Edgar%20the%20%C3%86theling\"&gt;Edgar Ætheling&lt;/a&gt;. This marriage, and Máel Coluim's raids on northern England, prompted interference by the Norman rulers of England in the Scottish kingdom. King &lt;a href=\"William%20I%20of%20England\"&gt;William the Conqueror&lt;/a&gt; invaded and Máel Coluim submitted to his authority, giving his oldest son Donnchad as a hostage. From 1079 onwards there were various cross border raids by both parties and Máel Coluim himself and Edward, his eldest son by Margaret, died in one of them in the &lt;a href=\"Battle%20of%20Alnwick%20%281093%29\"&gt;Battle of Alnwick&lt;/a&gt;, in 1093.\nTradition would have made his brother &lt;a href=\"Donald%20III%20of%20Scotland\"&gt;Domnall Bán&lt;/a&gt; Máel Coluim's successor, but it seems that Edward, his eldest son by Margaret, was his chosen heir. With Máel Coluim and Edward dead in the same battle, and his other sons in Scotland still young, Domnall was made king. However, &lt;a href=\"Duncan%20II%20of%20Scotland\"&gt;Donnchad II&lt;/a&gt;, Máel Coluim's eldest son by his first wife, obtained some support from &lt;a href=\"William%20II%20of%20England\"&gt;William Rufus&lt;/a&gt; and took the throne. According to the \"&lt;a href=\"Anglo-Saxon%20Chronicle\"&gt;Anglo-Saxon Chronicle&lt;/a&gt;\" his English and French followers were massacred, and Donnchad II himself was killed later in the same year (1094) by Domnall's ally &lt;a href=\"M%C3%A1el%20Petair%20of%20Mearns\"&gt;Máel Petair of Mearns&lt;/a&gt;. In 1097, William Rufus sent another of Máel Coluim's sons, &lt;a href=\"Edgar%20of%20Scotland\"&gt;Edgar&lt;/a&gt;, to take the kingship. The ensuing death of Domnall Bán secured the kingship for Edgar, and there followed a period of relative peace. The reigns of both Edgar and his successor &lt;a href=\"Alexander%20I%20of%20Scotland\"&gt;Alexander&lt;/a&gt; are obscure by comparison with their successors. The former's most notable act was to send a &lt;a href=\"camel\"&gt;camel&lt;/a&gt; (or perhaps an &lt;a href=\"elephant\"&gt;elephant&lt;/a&gt;) to his fellow Gael &lt;a href=\"Muircheartach%20Ua%20Briain\"&gt;Muircheartach Ua Briain&lt;/a&gt;, &lt;a href=\"High%20King%20of%20Ireland\"&gt;High King of Ireland&lt;/a&gt;. When Edgar died, Alexander took the kingship, while his youngest brother David became &lt;a href=\"David%2C%20Prince%20of%20the%20Cumbrians\"&gt;Prince of Cumbria&lt;/a&gt;.\nScoto-Norman kings: David I to Alexander III.\nThe period between the accession of &lt;a href=\"David%20I%20of%20Scotland\"&gt;David I&lt;/a&gt; and the death of &lt;a href=\"Alexander%20III%20of%20Scotland\"&gt;Alexander III&lt;/a&gt; was marked by dependency upon and relatively good relations with the Kings of England. The period can be regarded as one of great historical transformation, part of a more general phenomenon, which has been called \"Europeanisation\". The period also witnessed the successful imposition of royal authority across most of the modern country. After David I, and especially in the reign of &lt;a href=\"William%20I%20of%20Scotland\"&gt;William I&lt;/a&gt;, Scotland's Kings became ambivalent about the culture of most of their subjects. As &lt;a href=\"Walter%20of%20Coventry\"&gt;Walter of Coventry&lt;/a&gt; tells us, \"The modern kings of Scotland count themselves as Frenchmen, in race, manners, language and culture; they keep only Frenchmen in their household and following, and have reduced the Gaels to utter servitude.\"\nThis situation was not without consequence. In the aftermath of William's capture at &lt;a href=\"Alnwick\"&gt;Alnwick&lt;/a&gt; in 1174, the Scots turned on the small number of &lt;a href=\"Middle%20English%20language\"&gt;Middle English-speakers&lt;/a&gt; and &lt;a href=\"French%20language\"&gt;French-speakers&lt;/a&gt; among them. &lt;a href=\"William%20of%20Newburgh\"&gt;William of Newburgh&lt;/a&gt; related that the Scots first attacked the Scoto-English in their own army, and Newburgh reported a repetition of these events in Scotland itself. &lt;a href=\"Walter%20Bower\"&gt;Walter Bower&lt;/a&gt;, writing a few centuries later about the same events confirms that \"there took place a most wretched and widespread persecution of the English both in Scotland and Galloway\".\nThe first instance of strong opposition to the Scottish kings was perhaps the revolt of &lt;a href=\"%C3%93engus%20of%20Moray\"&gt;Óengus&lt;/a&gt;, the Mormaer of Moray. Other important resistors to the expansionary Scottish kings were Somerled, &lt;a href=\"Fergus%20of%20Galloway\"&gt;Fergus of Galloway&lt;/a&gt;, &lt;a href=\"Gille%20Brigte%2C%20Lord%20of%20Galloway\"&gt;Gille Brigte, Lord of Galloway&lt;/a&gt; and Harald Maddadsson, along with two kin-groups known today as the &lt;a href=\"MacHeths\"&gt;MacHeths&lt;/a&gt; and the &lt;a href=\"Meic%20Uilleim\"&gt;MacWilliams&lt;/a&gt;. The threat from the latter was so grave that, after their defeat in 1230, the Scottish crown ordered the public execution of the infant girl who happened to be the last of the MacWilliam line. According to the \"Lanercost Chronicle\":\nMany of these resistors collaborated, and drew support not just in the peripheral Gaelic regions of Galloway, Moray, Ross and Argyll, but also from eastern \"Scotland-proper\", and elsewhere in the Gaelic world. However, by the end of the twelfth century, the Scottish kings had acquired the authority and ability to draw in native Gaelic lords outside their previous zone of control in order to do their work, the most famous examples being &lt;a href=\"Lochlann%2C%20Lord%20of%20Galloway\"&gt;Lochlann, Lord of Galloway&lt;/a&gt; and &lt;a href=\"Fearchar%2C%20Earl%20of%20Ross\"&gt;Ferchar mac in tSagairt&lt;/a&gt;. By the reign of Alexander III, the Scots were in a strong position to annex the remainder of the western seaboard, which they did following &lt;a href=\"Haakon%20IV%20of%20Norway\"&gt;Haakon Haakonarson&lt;/a&gt;'s ill-fated invasion and the stalemate of the &lt;a href=\"Battle%20of%20Largs\"&gt;Battle of Largs&lt;/a&gt; with the &lt;a href=\"Treaty%20of%20Perth\"&gt;Treaty of Perth&lt;/a&gt; in 1266. The conquest of the west, the creation of the &lt;a href=\"Earl%20of%20Carrick\"&gt;Mormaerdom of Carrick&lt;/a&gt; in 1186 and the absorption of the &lt;a href=\"Lords%20of%20Galloway\"&gt;Lordship of Galloway&lt;/a&gt; after the Galwegian revolt of &lt;a href=\"Gille%20Ruadh\"&gt;Gille Ruadh&lt;/a&gt; in 1235 meant that Gaelic speakers under the rule of the Scottish king formed a majority of the population during the so-called Norman period. The integration of Gaelic, Norman and Saxon culture that began to occur may have been the platform that enabled King &lt;a href=\"Robert%20I%20of%20Scotland\"&gt;Robert I&lt;/a&gt; to emerge victorious during the &lt;a href=\"Scottish%20Wars%20of%20Independence\"&gt;Wars of Independence&lt;/a&gt;, which followed soon after the death of Alexander III.\nGeography.\nAt the beginning of this period the boundaries of Alba contained only a small proportion of modern Scotland. Even when these lands were added to in the tenth and eleventh centuries, the term \"&lt;a href=\"Scotia\"&gt;Scotia&lt;/a&gt;\" was applied in sources only to the region between the &lt;a href=\"River%20Forth\"&gt;River Forth&lt;/a&gt;, the central &lt;a href=\"Grampian%20Mountains\"&gt;Grampians&lt;/a&gt; and the &lt;a href=\"River%20Spey\"&gt;River Spey&lt;/a&gt; and only began to be used to describe all of the lands under the authority of the Scottish crown from the second half of the twelfth century. By the late thirteenth century when the &lt;a href=\"Treaty%20of%20York\"&gt;Treaty of York&lt;/a&gt; (1237) and &lt;a href=\"Treaty%20of%20Perth\"&gt;Treaty of Perth&lt;/a&gt; (1266) had fixed the boundaries with the Kingdom of the Scots with England and &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; respectively, its borders were close to the modern boundaries. After this time both &lt;a href=\"Berwick-upon-Tweed\"&gt;Berwick&lt;/a&gt; and the &lt;a href=\"Isle%20of%20Man\"&gt;Isle of Man&lt;/a&gt; were lost to England, and Orkney and Shetland were gained from Norway in the fifteenth century.\nThe area that became Scotland in this period is divided by geology into five major regions: the &lt;a href=\"Southern%20Uplands\"&gt;Southern Uplands&lt;/a&gt;, &lt;a href=\"Central%20Lowlands\"&gt;Central Lowlands&lt;/a&gt;, the &lt;a href=\"Scottish%20Highlands\"&gt;Highlands&lt;/a&gt;, the North-east coastal plain and the &lt;a href=\"Scottish%20Islands\"&gt;Islands&lt;/a&gt;. Some of these were further divided by mountains, major rivers and marshes. Most of these regions had strong cultural and economic ties elsewhere: to England, Ireland, Scandinavian and mainland Europe. Internal communications were difficult and the country lacked an obvious geographical centre. &lt;a href=\"Dunfermline\"&gt;Dunfermline&lt;/a&gt; emerged as a major royal centre in the reign of Malcolm III and Edinburgh began to be used to house royal records in the reign of David I, but, perhaps because of its proximity and vulnerability to England, it did not become a formal capital in this period.\nThe expansion of Alba into the wider &lt;a href=\"Kingdom%20of%20Scotland\"&gt;Kingdom of Scotland&lt;/a&gt; was a gradual process combining external conquest and the suppression of occasional rebellions with the extension of seigniorial power through the placement of effective agents of the crown. Neighbouring independent kings became subject to Alba and eventually disappeared from the records. In the ninth century the term \"&lt;a href=\"mormaer\"&gt;mormaer&lt;/a&gt;\", meaning \"great steward\", began to appear in the records to describe the rulers of Moray, &lt;a href=\"Strathearn\"&gt;Strathearn&lt;/a&gt;, &lt;a href=\"Buchan\"&gt;Buchan&lt;/a&gt;, &lt;a href=\"Angus%2C%20Scotland\"&gt;Angus&lt;/a&gt; and &lt;a href=\"Kincardineshire\"&gt;Mearns&lt;/a&gt;, who may have acted as \"marcher lords\" for the kingdom to counter the Viking threat. Later the process of consolidation is associated with the feudalism introduced by David I, which, particularly in the east and south where the crown's authority was greatest, saw the placement of lordships, often based on castles, and the creation of administrative &lt;a href=\"sheriff\"&gt;sheriff&lt;/a&gt;doms, which overlay the pattern of local &lt;a href=\"thegn\"&gt;thegn&lt;/a&gt;s. It also saw the &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; \"earl\" and &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"comes\" begin to replace the \"mormaers\" in the records. The result has been seen as a \"hybrid kingdom, in which Gaelic, Anglo-Saxon, Flemish and Norman elements all coalesced under its 'Normanised', but nevertheless native lines of kings\".\nEconomy and society.\nEconomy.\nThe Scottish economy of this period was dominated by agriculture and by short-distance, local trade. There was an increasing amount of foreign trade in the period, as well as exchange gained by means of military plunder. By the end of this period, coins were replacing &lt;a href=\"Barter\"&gt;barter goods&lt;/a&gt;, but for most of this period most exchange was done without the use of metal currency.\nMost of Scotland's agricultural wealth in this period came from &lt;a href=\"pastoralism\"&gt;pastoralism&lt;/a&gt;, rather than &lt;a href=\"Arable%20land\"&gt;arable farming&lt;/a&gt;. Arable farming grew significantly in the \"Norman period\", but with geographical differences, low-lying areas being subject to more arable farming than high-lying areas such as the &lt;a href=\"Scottish%20Highlands\"&gt;Highlands&lt;/a&gt;, &lt;a href=\"Galloway\"&gt;Galloway&lt;/a&gt; and the &lt;a href=\"Southern%20Uplands\"&gt;Southern Uplands&lt;/a&gt;. Galloway, in the words of G. W. S. Barrow, \"already famous for its cattle, was so overwhelmingly pastoral, that there is little evidence in that region of land under any permanent cultivation, save along the Solway coast\". The average amount of land used by a &lt;a href=\"Pastoralism\"&gt;husbandman&lt;/a&gt; in Scotland might have been around 26 &lt;a href=\"acres\"&gt;acres&lt;/a&gt;. The native Scots favoured pastoralism, in that Gaelic lords were happier to give away more land to French and Middle English-speaking settlers, while holding on tenaciously to upland regions, perhaps contributing to the Highland/Galloway-Lowland division that emerged in Scotland in the later Middle Ages. The main unit of land measurement in Scotland was the \"davoch\" (i.e. \"vat\"), called the \"arachor\" in &lt;a href=\"Lennox%20%28district%29\"&gt;Lennox&lt;/a&gt; and also known as the \"Scottish ploughgate\". In English-speaking Lothian, it was simply &lt;a href=\"ploughgate\"&gt;ploughgate&lt;/a&gt;. It may have measured about , divided into 4 \"rath\"s. Cattle, pigs and cheeses were among the chief foodstuffs, from a wide range of produce including sheep, fish, rye, barley, bee wax and honey.\nDavid I established the first chartered &lt;a href=\"burghs\"&gt;burghs&lt;/a&gt; in Scotland, copying the burgher charters and \"Leges Burgorum\" (rules governing virtually every aspect of life and work) almost verbatim from the English customs of &lt;a href=\"Newcastle-Upon-Tyne\"&gt;Newcastle-Upon-Tyne&lt;/a&gt;. Early burgesses were usually &lt;a href=\"Flemings\"&gt;Flemish&lt;/a&gt;, &lt;a href=\"English%20people\"&gt;English&lt;/a&gt;, &lt;a href=\"French%20people\"&gt;French&lt;/a&gt; and &lt;a href=\"Germans\"&gt;German&lt;/a&gt;, rather than Gaelic Scots. The burgh's vocabulary was composed totally of either Germanic and French terms. The councils that ran individual burghs were individually known as \"lie doussane\", meaning the dozen.\nDemography and language.\nThe population of Scotland in this period is unknown. The first reliable information in 1755 shows the inhabitants of Scotland as 1,265,380. Best estimates put the Scottish population for earlier periods in the High Middle Ages between 500,000 and 1,000,000 people, growing from a low point to a high point.\nLinguistically, the majority of people within Scotland throughout this period spoke the &lt;a href=\"Middle%20Irish%20language\"&gt;Gaelic&lt;/a&gt; language, then simply called \"Scottish\", or in Latin, \"lingua Scotica\". Other languages spoken throughout this period were &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; and English, with the &lt;a href=\"Cumbric%20language\"&gt;Cumbric language&lt;/a&gt; disappearing somewhere between 900 and 1100. Pictish may have survived into this period, but the evidence is weak. After the accession of David I, or perhaps before, Gaelic ceased to be the main language of the royal court. From his reign until the end of the period, the &lt;a href=\"Scottish%20monarchs\"&gt;Scottish monarchs&lt;/a&gt; probably favoured the French language, as evidenced by reports from contemporary chronicles, literature and translations of administrative documents into the French language. English, with French and Flemish, became the main language of Scottish burghs. However, they were, in Barrow's words, \"scarcely more than villages ... numbered in hundreds rather than thousands\".\nSociety.\nThe legal tract known as \"&lt;a href=\"Laws%20of%20the%20Brets%20and%20Scots\"&gt;Laws of the Brets and Scots&lt;/a&gt;\", probably compiled in the reign of David I, underlines the importance of the kin group as entitled to compensation for the killing of individual members. It also lists five grades of man: \"King\", \"mormaer\", \"toísech\", \"ócthigern\" and \"neyfs\". The highest rank below the king, the mormaer (\"great officer\"), were probably about a dozen provincial rulers, later replaced by the English term &lt;a href=\"earl\"&gt;earl&lt;/a&gt;. Below them the toísech (leader), appear to have managed areas of the royal demesne, or that of a mormaer or abbot, within which they would have held substantial estates, sometimes described as &lt;a href=\"shire\"&gt;shire&lt;/a&gt;s and the title was probably equivalent to the later &lt;a href=\"thane\"&gt;thane&lt;/a&gt;. The lowest free rank mentioned by the \"Laws of the Brets and Scots\", the \"ócthigern\" (literally, \"little\" or \"young lord\"), is a term the text does not translate into French. There were probably relatively large numbers of free peasant farmers, called husbandmen or bondmen, in the south and north of the country, but fewer in the lands between the Forth and Sutherland until the twelfth century, when landlords began to encourage the formation of such a class through paying better wages and deliberate immigration. Below the husbandmen a class of free farmers with smaller parcels of land developed, with &lt;a href=\"cottar\"&gt;cottar&lt;/a&gt;s and grazing tenants (gresemen). The non-free \"naviti\", \"neyfs\" or serfs existed in various forms of service, with terms with their origins in Irish practice, including \"cumelache\", \"cumherba\" and \"scoloc\" who were tied to a lord's estate and unable to leave it without permission, but who records indicate often absconded for better wages or work in other regions or in the developing burghs.\nThe introduction of feudalism from the time of David I, not only introduced sheriffdoms that overlay the pattern of local thanes, but also meant that new tenures were held from the king, or a superior lord, in exchange for loyalty and forms of service that were usually military. However, the imposition of feudalism continued to sit beside existing system of landholding and tenure and it is not clear how this change impacted on the lives of the ordinary free and unfree workers. In places, feudalism may have tied workers more closely to the land, but the predominantly pastoral nature of Scottish agriculture may have made the imposition of a &lt;a href=\"manorial%20system\"&gt;manorial system&lt;/a&gt; on the English model impracticable. Obligations appear to have been limited to occasional labour service, seasonal renders of food, hospitality and money rents.\nLaw and government.\nEarly Gaelic law tracts, first written down in the ninth century, reveal a society highly concerned with kinship, status, honour and the regulation of blood feuds. Scottish &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; began to take shape at the end of the period, assimilating Gaelic and Celtic law with practices from Anglo-Norman England and &lt;a href=\"continental%20Europe\"&gt;the Continent&lt;/a&gt;. In the twelfth century, and certainly in the thirteenth, strong continental legal influences began to have more effect, such as &lt;a href=\"Canon%20law%20%28Catholic%20Church%29\"&gt;Canon law&lt;/a&gt; and various Anglo-Norman practices. Pre-fourteenth century &lt;a href=\"law\"&gt;law&lt;/a&gt; among the &lt;a href=\"native%20Scots\"&gt;native Scots&lt;/a&gt; is not always well attested, but extensive knowledge of &lt;a href=\"Brehon%20Laws\"&gt;early Gaelic Law&lt;/a&gt; gives some basis for its reconstruction. In the earliest extant Scottish legal manuscript, there is a document called \"Leges inter Brettos et Scottos\". The document survives in &lt;a href=\"Old%20French%20language\"&gt;Old French&lt;/a&gt;, and is almost certainly a French translation of an earlier Gaelic document. It retained a vast number of untranslated Gaelic legal terms. Later medieval legal documents, written both in Latin and &lt;a href=\"Middle%20English%20language\"&gt;Middle English&lt;/a&gt;, contain more Gaelic legal terms, examples including \"slains\" (Old Irish \"slán\" or \"sláinte\"; exemption) and \"cumherba\" (Old Irish \"comarba\"; ecclesiastic heir).\nA \"Judex\" (pl. \"judices\") represents a post-Norman continuity with the ancient Gaelic orders of lawmen called in English today \"Brehons\". Bearers of the office almost always have Gaelic names north of the Forth or in the south-west. \"Judices\" were often royal officials who supervised baronial, abbatial and other lower-ranking \"courts\". However, the main official of law in the post-Davidian Kingdom of the Scots was the &lt;a href=\"Justiciar\"&gt;Justiciar&lt;/a&gt; who held courts and reported to the king personally. Normally, there were two Justiciarships, organised by linguistic boundaries: the Justiciar of Scotia and the Justiciar of Lothian. Sometimes Galloway had its own Justiciar too.\nThe office of Justiciar and Judex were just two ways that Scottish society was governed. In the earlier period, the king \"delegated\" power to hereditary native \"officers\" such as the Mormaers/Earls and Toísechs/Thanes. It was a &lt;a href=\"government\"&gt;government&lt;/a&gt; of gift-giving and bardic lawmen. There were also popular courts, the \"comhdhail\", testament to which are dozens of placenames throughout eastern Scotland. In the Norman period, sheriffdoms and sheriffs and, to a lesser extent, bishops (see &lt;a href=\"Scotland%20in%20the%20High%20Middle%20Ages%23Ecclesia%20Scoticana\"&gt;below&lt;/a&gt;) became increasingly important. The former enabled the King to effectively administer royal demesne land. During David I's reign, royal sheriffs had been established in the king's core personal territories; namely, in rough chronological order, at &lt;a href=\"Roxburgh\"&gt;Roxburgh&lt;/a&gt;, &lt;a href=\"Scone%2C%20Scotland\"&gt;Scone&lt;/a&gt;, &lt;a href=\"Berwick-upon-Tweed\"&gt;Berwick-upon-Tweed&lt;/a&gt;, &lt;a href=\"Stirling\"&gt;Stirling&lt;/a&gt; and &lt;a href=\"Perth%2C%20Scotland\"&gt;Perth&lt;/a&gt;. By the reign of &lt;a href=\"William%20I%20of%20Scotland\"&gt;William I&lt;/a&gt;, there may have been about 30 royal sheriffdoms, including ones at &lt;a href=\"Ayr\"&gt;Ayr&lt;/a&gt; and &lt;a href=\"Dumfries\"&gt;Dumfries&lt;/a&gt;, key locations on the borders of Galloway-&lt;a href=\"Carrick%2C%20Scotland\"&gt;Carrick&lt;/a&gt;. As the distribution and number of sheriffdoms expanded, so did royal control. By the end of the thirteenth century, sheriffdoms had been established in westerly locations as far-flung as &lt;a href=\"Wigtown\"&gt;Wigtown&lt;/a&gt;, &lt;a href=\"Kintyre\"&gt;Kintyre&lt;/a&gt;, &lt;a href=\"Isle%20of%20Skye\"&gt;Skye&lt;/a&gt; and &lt;a href=\"Lorne%2C%20Argyll%20and%20Bute\"&gt;Lorne&lt;/a&gt;. Through these, the thirteenth-century Scottish king exercised more control over Scotland than any of his later medieval successors. The king himself was itinerant and had no \"capital\" as such although Scone performed a key function. By ritual tradition, all Scottish kings in this period had to be crowned there by the &lt;a href=\"Mormaer%20of%20Strathearn\"&gt;Mormaers of Strathearn&lt;/a&gt; and &lt;a href=\"Mormaer%20of%20Fife\"&gt;Fife&lt;/a&gt;. Although King David I tried to build up Roxburgh as a capital, in the twelfth and thirteenth centuries, more charters were issued at Scone than any other location. Other popular locations were nearby Perth, Stirling, &lt;a href=\"Dunfermline\"&gt;Dunfermline&lt;/a&gt; and &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;. In the earliest part of this era, &lt;a href=\"Forres\"&gt;Forres&lt;/a&gt; and &lt;a href=\"Dunkeld\"&gt;Dunkeld&lt;/a&gt; seem to have been the chief royal residences.\nRecords from the Scandinavian-held lands are much-less well documented by comparison. &lt;a href=\"Udal%20law\"&gt;Udal law&lt;/a&gt; formed the basis of the &lt;a href=\"legal%20system\"&gt;legal system&lt;/a&gt; and it is known that the Hebrides were taxed using the &lt;a href=\"Ounceland\"&gt;Ounceland&lt;/a&gt; measure. &lt;a href=\"Thing%20%28assembly%29\"&gt;Althings&lt;/a&gt; were open-air governmental assemblies that met in the presence of the \"&lt;a href=\"Earl%20of%20Orkney\"&gt;jarl&lt;/a&gt;\" and the meetings were open to virtually all free men. At these sessions decisions were made, laws passed and complaints adjudicated. Examples include &lt;a href=\"Tingwall%2C%20Shetland\"&gt;Tingwall&lt;/a&gt; and &lt;a href=\"Law%20Ting%20Holm\"&gt;Law Ting Holm&lt;/a&gt; in Shetland, &lt;a href=\"Dingwall\"&gt;Dingwall&lt;/a&gt; in Easter Ross, and &lt;a href=\"Tynwald\"&gt;Tynwald&lt;/a&gt; on the Isle of Man.\nWarfare.\nLand warfare.\nBy the twelfth century the ability of lords and the king to call on wider bodies of men beyond their household troops for major campaigns had become the \"common\" (\"communis exertcitus\") or \"Scottish army\" (\"exercitus Scoticanus\"), the result of a universal obligation based on the holding of variously named units of land. Later decrees indicated that the common army was a levy of all able-bodied freemen aged between 16 and 60, with 8-days warning. It produced relatively large numbers of men serving for a limited period, usually as unarmoured or poorly armoured bowmen and spearmen. In this period it continued to be mustered by the &lt;a href=\"Mormaer\"&gt;earls&lt;/a&gt; and they often led their men in battle, as was the case in the &lt;a href=\"Battle%20of%20the%20Standard\"&gt;Battle of the Standard&lt;/a&gt; in 1138. It would continue to provide the vast majority of Scottish national armies, potentially producing tens of thousands of men for short periods of conflict, into the early modern era.\nThere also developed obligations that produced smaller numbers of feudal troops. The Davidian Revolution of the twelfth century was seen by Geoffrey Barrow as bringing \"fundamental innovations in military organization\". These included the &lt;a href=\"knight%27s%20fee\"&gt;knight's fee&lt;/a&gt;, &lt;a href=\"Homage%20%28feudal%29\"&gt;homage and fealty&lt;/a&gt;, as well as castle-building and the regular use of professional cavalry, as knights held castles and estates in exchange for service, providing troops on a 40-day basis. David's Norman followers and their retinues were able to provide a force of perhaps 200 mounted and armoured knights, but the vast majority of his forces were the \"common army\" of poorly armed infantry, capable of performing well in raiding and guerrilla warfare. Although such troops were only infrequently able to stand up to the English in the field, nonetheless they did manage to do so critically in the wars of independence at &lt;a href=\"Battle%20of%20Stirling%20Bridge\"&gt;Stirling Bridge&lt;/a&gt; in 1297 and &lt;a href=\"Battle%20of%20Bannockburn\"&gt;Bannockburn&lt;/a&gt; in 1314.\nMarine warfare.\nThe Viking onslaught of the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; was based on superior sea-power, which enabled the creation of the &lt;a href=\"thalassocracy\"&gt;thalassocracies&lt;/a&gt; of the north and west. In the late tenth century the naval battle of \"Innisibsolian\" (tentatively identified as taking place near the &lt;a href=\"Slate%20Islands\"&gt;Slate Islands&lt;/a&gt; of Argyll) was won by Alban forces over Vikings, although this was an unusual setback for the Norse. In 962 &lt;a href=\"Indulf\"&gt;Ildulb mac Causantín&lt;/a&gt;, King of Scots, was killed (according to the \"&lt;a href=\"Chronicle%20of%20the%20Kings%20of%20Alba\"&gt;Chronicle of the Kings of Alba&lt;/a&gt;\") fighting the Norse near &lt;a href=\"Cullen%2C%20Moray\"&gt;Cullen&lt;/a&gt;, at the &lt;a href=\"Battle%20of%20Bauds\"&gt;Battle of Bauds&lt;/a&gt;, and although there is no evidence of permanent Viking settlement on the east coast of Scotland south of the Moray Firth, raids and even invasions certainly occurred. &lt;a href=\"Dunnottar%20Castle\"&gt;Dunnottar&lt;/a&gt; was taken during the reign of &lt;a href=\"Donald%20II%20of%20Scotland\"&gt;Domnall mac Causantín&lt;/a&gt; and the \"Orkneyinga saga\" records an attack on the &lt;a href=\"Isle%20of%20May\"&gt;Isle of May&lt;/a&gt;, by &lt;a href=\"Sweyn%20Asleifsson\"&gt;Sweyn Asleifsson&lt;/a&gt; and Margad Grimsson.\nThe &lt;a href=\"Viking%20ships\"&gt;long-ship&lt;/a&gt;, the key to their success, was a graceful, long, narrow, light, wooden boat with a shallow draft hull designed for speed. This shallow draft allowed navigation in waters only one metre deep and permitted beach landings, while its light weight enabled it to be carried over &lt;a href=\"portage\"&gt;portage&lt;/a&gt;s. Longships were also double-ended, the symmetrical bow and stern allowing the ship to reverse direction quickly without having to turn around. In the \"&lt;a href=\"G%C3%A0idhealtachd\"&gt;Gàidhealtachd&lt;/a&gt;\" they were eventually succeeded by the &lt;a href=\"Birlinn\"&gt;Birlinn&lt;/a&gt;, highland &lt;a href=\"galley\"&gt;galley&lt;/a&gt; and &lt;a href=\"lymphad\"&gt;lymphad&lt;/a&gt;, which, in ascending order of size, and which replaced the steering-board with a stern-rudder from the late twelfth century. Forces of ships were raised through obligations of a ship-levy through the system of ouncelands and pennylands, which have been argued to date back to the muster system of Dál Riata, but were probably introduced by Scandinavian settlers. Later evidence suggests that the supply of ships for war became linked to military &lt;a href=\"feudal%20obligations\"&gt;feudal obligations&lt;/a&gt;. Viking naval power was disrupted by conflicts between the Scandinavian kingdoms, but entered a period of resurgence in the 13th century when Norwegian kings began to build some of the largest ships seen in Northern European waters, until Haakon Haakonson's ill-fated expedition in 1263 left the Scottish crown the most significant power in the region.\nChristianity and the Church.\nBy the tenth century all of northern Britain was Christianised, except the Scandinavian north and west, which had been lost to the church in the face of Norse settlement.\nSaints.\nLike every other Christian country, one of the main features of medieval Scottish Christianity was the &lt;a href=\"Saint\"&gt;Cult of Saints&lt;/a&gt;. Saints of Irish origin who were particularly revered included various figures called &lt;a href=\"Fillan\"&gt;St Faelan&lt;/a&gt; and &lt;a href=\"St.%20Colman%20%28disambiguation%29\"&gt;St. Colman&lt;/a&gt;, and saints &lt;a href=\"Finbarr%20of%20Cork\"&gt;Findbar&lt;/a&gt; and &lt;a href=\"Finan%20of%20Lindisfarne\"&gt;Finan&lt;/a&gt;. The most important missionary saint was &lt;a href=\"Columba\"&gt;Columba&lt;/a&gt;, who emerged as a national figure in the combined Scottish and Pictish kingdom, with a new centre established in the east at &lt;a href=\"Dunkeld\"&gt;Dunkeld&lt;/a&gt; by Kenneth I for part of his relics. He remained a major figure into the fourteenth century and a new foundation was endowed by William I at &lt;a href=\"Arbroath%20Abbey\"&gt;Arbroath Abbey&lt;/a&gt; and the relics in the &lt;a href=\"Monymusk%20Reliquary\"&gt;Monymusk Reliquary&lt;/a&gt; handed over to the Abbot's care. Regional saints remained important to local identities. In Strathclyde the most important saint was &lt;a href=\"St%20Kentigern\"&gt;St Kentigern&lt;/a&gt;, in Lothian, &lt;a href=\"St%20Cuthbert\"&gt;St Cuthbert&lt;/a&gt; and after this martyrdom around 1115 a cult emerged in Orkney, Shetland and northern Scotland around &lt;a href=\"Magnus%20Erlendsson%2C%20Earl%20of%20Orkney\"&gt;Magnus Erlendsson, Earl of Orkney&lt;/a&gt;. The cult of &lt;a href=\"St%20Andrew\"&gt;St Andrew&lt;/a&gt; in Scotland was established on the Eastern coast by the Pictish kings as early as the eighth century. The shrine, which from the twelfth century was said to have contained the relics of the saint, brought to Scotland by &lt;a href=\"Saint%20Regulus\"&gt;Saint Regulus&lt;/a&gt;, began to attract pilgrims from Scotland, but also from England and further away. By the twelfth century the site at Kilrymont, had become known simply as &lt;a href=\"St.%20Andrews\"&gt;St. Andrews&lt;/a&gt; and it became increasingly associated with &lt;a href=\"Scottish%20national%20identity\"&gt;Scottish national identity&lt;/a&gt; and the royal family. It was renewed as a focus for devotion with the patronage of Queen Margaret, who also became important after her canonisation in 1250 and the ceremonial transfer of her remains to &lt;a href=\"Dunfermline%20Abbey\"&gt;Dunfermline Abbey&lt;/a&gt;, as one of the most revered national saints.\nOrganisation.\nThere is some evidence that Christianity made inroads into the Viking controlled &lt;a href=\"Highlands%20and%20Islands\"&gt;Highlands and Islands&lt;/a&gt; before the official conversion at the end of the tenth century. There are a relatively large number of isles called Pabbay or Papa in the Western and Northern Isles, which may indicate a \"hermit's\" or \"priest's isle\" from this period. Changes in patterns of grave goods and the use of Viking place names using -kirk also suggest that the Christianity had begun to spread before the official conversion. According to the \"Orkneyinga Saga\" the Northern Isles were Christianised by &lt;a href=\"Olaf%20I%20of%20Norway\"&gt;Olav Tryggvasson&lt;/a&gt; in 995 when he stopped at &lt;a href=\"South%20Walls\"&gt;South Walls&lt;/a&gt; on his way from Ireland to Norway. The King summoned the \"&lt;a href=\"earl\"&gt;jarl&lt;/a&gt;\" &lt;a href=\"Sigurd%20the%20Stout\"&gt;Sigurd the Stout&lt;/a&gt; and said \"I order you and all your subjects to be baptised. If you refuse, I'll have you killed on the spot and I swear I will ravage every island with fire and steel.\" Unsurprisingly, Sigurd agreed and the islands became Christian at a stroke, receiving their own &lt;a href=\"Bishop%20of%20Orkney\"&gt;bishop&lt;/a&gt; in the early eleventh century. Elsewhere in Scandinavian Scotland the record is less clear. There was a &lt;a href=\"Bishop%20of%20the%20Isles\"&gt;Bishop of Iona&lt;/a&gt; until the late tenth century and there is then a gap of more than a century, possibly filled by the &lt;a href=\"Bishop%20of%20Orkney\"&gt;Bishops of Orkney&lt;/a&gt;, before the appointment of the first &lt;a href=\"Diocese%20of%20the%20Isles\"&gt;Bishop of Mann&lt;/a&gt; in 1079.\nAt the beginning of the period Scottish monasticism was dominated by &lt;a href=\"monks\"&gt;monks&lt;/a&gt; called \"Céli Dé\" (lit. \"vassals of God\"), anglicised as &lt;a href=\"culdees\"&gt;culdees&lt;/a&gt;. At St Andrews and elsewhere, \"Céli Dé\" abbeys are recorded and the round towers at &lt;a href=\"Brechin\"&gt;Brechin&lt;/a&gt; and &lt;a href=\"Abernethy%2C%20Perth%20and%20Kinross\"&gt;Abernethy&lt;/a&gt; are evidence of Irish influence. Gaelic monasticism was vibrant and expansionary for much of the period and dozens of monasteries, often called &lt;a href=\"Schottenkl%C3%B6ster\"&gt;Schottenklöster&lt;/a&gt;, were founded by Gaelic monks on the continent. The introduction of the continental type of monasticism to Scotland is associated with Queen Margaret, the wife of Máel Coluim III, although her exact role is unclear. She was in communication with &lt;a href=\"Lanfranc\"&gt;Lanfranc&lt;/a&gt;, Archbishop of Canterbury, and he provided a few monks for a new &lt;a href=\"Benedictine\"&gt;Benedictine&lt;/a&gt; &lt;a href=\"Dunfermline%20Abbey\"&gt;abbey at Dunfermline&lt;/a&gt; (c. 1070). Subsequent foundations under Margaret's sons, the kings Edgar, Alexander I and particularly David I, tended to be of the reformed type that followed the lead set by &lt;a href=\"Cluniac%20Reforms\"&gt;Cluny&lt;/a&gt;. These stressed the original Benedictine virtues of &lt;a href=\"poverty%2C%20chastity%20and%20obedience\"&gt;poverty, chastity and obedience&lt;/a&gt;, but also contemplation and service of the Mass and were followed in various forms by large numbers of reformed Benedictine, &lt;a href=\"Augustinians\"&gt;Augustinian&lt;/a&gt; and &lt;a href=\"Cistercian\"&gt;Cistercian&lt;/a&gt; houses.\nBefore the twelfth century most Scottish churches had collegiate bodies of clergy who served over a wide area, often tied together by devotion to a particular missionary saint. From this period local lay landholders, perhaps following the example of David I, began to adopt the continental practice of building churches on their land for the local population and endowing them with land and a priest, beginning in the south, spreading to the north-east and then the west, being almost universal by the first survey of the Scottish Church for papal taxation in 1274. The administration of these parishes was often given over to local monastic institutions in a process known as appropriation. Scotland had little clear diocesan structure before the Norman period. There were bishoprics based on various ancient churches, but some are very obscure in the records and there appear to be long vacancies. From around 1070, in the reign of Malcolm III, there was a \"Bishop of Alba\" resident at St. Andrews, but it is not clear what authority he had over the other bishops. After the &lt;a href=\"Norman%20Conquest%20of%20England\"&gt;Norman Conquest of England&lt;/a&gt;, the &lt;a href=\"Archbishop\"&gt;Archbishop&lt;/a&gt;s of both &lt;a href=\"Archbishopric%20of%20Canterbury\"&gt;Canterbury&lt;/a&gt; and &lt;a href=\"Archbishopric%20of%20York\"&gt;York&lt;/a&gt; each claimed superiority over the Scottish church. The church in Scotland attained independent status after the &lt;a href=\"Papal%20Bull\"&gt;Papal Bull&lt;/a&gt; of &lt;a href=\"Celestine%20III\"&gt;Celestine III&lt;/a&gt; (\"Cum universi\", 1192) by which all Scottish bishoprics except Galloway were formally independent of York and Canterbury. However, unlike Ireland, which had been granted four Archbishoprics in the same century, Scotland received no Archbishop and the whole \"Ecclesia Scoticana\", with individual Scottish bishoprics (except Whithorn/Galloway), became the \"special daughter of the see of Rome\". It was in practice run by special councils made up of all its bishops, with the bishop of St Andrews emerging as the most important player.\nCulture.\nAs a predominantly Gaelic society, most Scottish cultural practices throughout this period mirrored closely those of &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, or at least those of Ireland with some Pictish borrowings. After David I, the French-speaking kings introduced cultural practices popular in Anglo-Norman England, France and elsewhere. As in all pre-modern societies, storytelling was popular. The English scholar D. D. R. Owen, who specialises in the literature of this era, writes that \"Professional storytellers would ply their trade from court to court. Some of them would have been native Scots, no doubt offering legends from the ancient Celtic past performed ... in Gaelic when appropriate, but in French for most of the new nobility\". Almost all of these stories are lost, although some have come down in the Gaelic or &lt;a href=\"Scots%20language\"&gt;Scots&lt;/a&gt; oral tradition. One form of oral culture extremely well accounted for in this period is &lt;a href=\"genealogy\"&gt;genealogy&lt;/a&gt;. There are dozens of Scottish genealogies surviving from this era, covering everyone from the &lt;a href=\"Mormaer%20of%20Lennox\"&gt;Mormaers of Lennox&lt;/a&gt; and &lt;a href=\"Mormaer%20of%20Moray\"&gt;Moray&lt;/a&gt; to the Scottish king himself. Scotland's kings maintained an \"ollamh righe\", a royal high poet who had a permanent place in all medieval Gaelic lordships, and whose purpose was to recite genealogies when needed, for occasions such as coronations.\nBefore the reign of David I, the Scots possessed a flourishing literary elite who regularly produced texts in both Gaelic and Latin that were frequently transmitted to Ireland and elsewhere. Dauvit Broun has shown that a Gaelic literary elite survived in the eastern Scottish lowlands, in places such as &lt;a href=\"Loch%20Leven%20%28Kinross%29\"&gt;Loch Leven&lt;/a&gt; and &lt;a href=\"Brechin\"&gt;Brechin&lt;/a&gt; into the thirteenth century, However, surviving records are predominantly written in Latin, and their authors would usually translate vernacular terms into Latin, so that historians are faced with researching a Gaelic society clothed in Latin terminology. Even names were translated into more common continental forms; for instance, \"Gilla Brigte\" became \"Gilbert\", \"Áed\" became \"Hugh\", etc. As far as written literature is concerned, there may be more medieval Scottish Gaelic literature than is often thought. Almost all medieval Gaelic literature has survived because it was sustained in &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, not in Scotland. Thomas Owen Clancy has recently all but proven that the \"&lt;a href=\"Lebor%20Bretnach\"&gt;Lebor Bretnach&lt;/a&gt;\", the so-called \"Irish Nennius\", was written in Scotland, and probably at the monastery in Abernethy. Yet this text survives only from manuscripts preserved in Ireland. Other literary work that has survived include that of the prolific poet &lt;a href=\"Gille%20Brighde%20Albanach\"&gt;Gille Brighde Albanach&lt;/a&gt;. About 1218, Gille Brighde wrote a poem — \"Heading for Damietta\" — on his experiences of the &lt;a href=\"Fifth%20Crusade\"&gt;Fifth Crusade&lt;/a&gt;. In the thirteenth century, &lt;a href=\"Old%20French%20language\"&gt;French&lt;/a&gt; flourished as a &lt;a href=\"literary%20language\"&gt;literary language&lt;/a&gt;, and produced the \"&lt;a href=\"Roman%20de%20Fergus\"&gt;Roman de Fergus&lt;/a&gt;\", one of the earliest pieces of non-Celtic &lt;a href=\"vernacular\"&gt;vernacular&lt;/a&gt; literature to survive from Scotland.\nThere is no extant literature in the English language in this era. There is some Norse literature from Scandinavian parts such as \"&lt;a href=\"Darra%C3%B0arlj%C3%B3%C3%B0\"&gt;Darraðarljóð&lt;/a&gt;\", which is located in &lt;a href=\"Caithness\"&gt;Caithness&lt;/a&gt;, the story being a \"powerful mixture of Celtic and Old Norse imagery\". The famous \"&lt;a href=\"Orkneyinga%20Saga\"&gt;Orkneyinga Saga&lt;/a&gt;\", which pertains to the early history of the &lt;a href=\"Earldom%20of%20Orkney\"&gt;Earldom of Orkney&lt;/a&gt;, was written down in &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;.\nIn the Middle Ages, Scotland was renowned for its musical skill. &lt;a href=\"Gerald%20of%20Wales\"&gt;Gerald of Wales&lt;/a&gt;, a medieval clergyman and chronicler, explains the relation between Scottish and Irish music:\nPlaying the &lt;a href=\"harp\"&gt;harp&lt;/a&gt; (\"clarsach\") was especially popular with medieval Scots – half a century after Gerald's writing, King Alexander III kept a royal harpist at his court. Of the three medieval harps that survive, two come from Scotland (Perthshire), and one from Ireland. Singers also had a royal function. For instance, when the king of Scotland passed through the territory of Strathearn, it was the custom that he be greeted by seven female singers, who would sing to him. When Edward I approached the borders of Strathearn in the summer of 1296, he was met by these seven women, \"who accompanied the King on the road between &lt;a href=\"Gask\"&gt;Gask&lt;/a&gt; and &lt;a href=\"Ogilvie%2C%20Angus\"&gt;Ogilvie&lt;/a&gt;, singing to him, as was the custom in the time of the late Alexander kings of Scots\".\nOutsiders' views.\nThe Irish thought of Scotland as a provincial place. Others thought of it as an outlandish or barbaric place. \"Who would deny that the Scots are barbarians?\" was a rhetorical question posed in the 12th century by the Anglo-Flemish author of \"&lt;a href=\"De%20expugnatione%20Lyxbonensi\"&gt;De expugnatione Lyxbonensi&lt;/a&gt;\" (\"On the Conquest of Lisbon\"). A century later &lt;a href=\"Louis%20IX\"&gt;Louis IX&lt;/a&gt; of France was reported to have said to his son \"I would prefer that a Scot should come from Scotland and govern the people well and faithfully, than that you, my son, should be seen to govern badly.\"\nThis characterisation of the Scots was often politically motivated, and many of the most hostile writers were based in areas frequently subjected to Scottish raids. English and French accounts of the &lt;a href=\"Battle%20of%20the%20Standard\"&gt;Battle of the Standard&lt;/a&gt; contain many accounts of Scottish atrocities. For instance, &lt;a href=\"Henry%20of%20Huntingdon\"&gt;Henry of Huntingdon&lt;/a&gt; notes that the Scots: \"cleft open pregnant women, and took out the unborn babes; they tossed children upon the spear-points, and beheaded priests on altars: they cut the head of crucifixes, and placed them on the trunks of the slain; and placed the heads of the dead upon the crucifixes. Thus wherever the Scots arrived, all was full of horror and full of savagery.\" A less hostile view was given by &lt;a href=\"Guibert%20of%20Nogent\"&gt;Guibert of Nogent&lt;/a&gt; in the &lt;a href=\"First%20Crusade\"&gt;First Crusade&lt;/a&gt;, who encountered Scots and wrote that: \"You might have seen a crowd of Scots, a people savage at home but unwarlike elsewhere, descend from their marshy lands, with bare legs, shaggy cloaks, their purse hanging from their shoulders; their copious arms seemed ridiculous to us, but they offered their faith and devotion as aid.\"\nThere was also a general belief that Scotland-proper was an island, or at least a &lt;a href=\"peninsula\"&gt;peninsula&lt;/a&gt;, known as Scotia, Alba or Albania. &lt;a href=\"Matthew%20Paris\"&gt;Matthew Paris&lt;/a&gt;, a &lt;a href=\"Benedictine\"&gt;Benedictine&lt;/a&gt; monk and cartographer, drew a map in this manner in the mid-thirteenth century and called the \"island\" \"Scotia ultra marina\". A later medieval Italian map applies this geographical conceptualization to all of Scotland. The Arab geographer &lt;a href=\"Muhammad%20al-Idrisi\"&gt;al-Idrisi&lt;/a&gt;, shared this view: \"Scotland adjoins the island of England and is a long peninsula to the north of the larger island. It is uninhabited and has neither town nor village. Its length is 150 miles.\"\nNational identity.\nIn this period, the word \"Scot\" was not the word used by vast majority of Scots to describe themselves, except to foreigners, among whom it was the most common word. The Scots called themselves \"Albanach\" or simply \"Gaidel\". Both \"Scot\" and \"Gaidel\" were ethnic terms that connected them to the majority of the inhabitants of Ireland. As the author of \"&lt;a href=\"De%20Situ%20Albanie\"&gt;De Situ Albanie&lt;/a&gt;\" notes at the beginning of the thirteenth century: \"The name Arregathel [Argyll] means margin of the Scots or Irish, because all Scots and Irish are generally called 'Gattheli'.\"\nLikewise, the inhabitants of English and Norse-speaking parts were ethnically linked with other regions of Europe. At &lt;a href=\"Melrose%2C%20Scotland\"&gt;Melrose&lt;/a&gt;, people could recite religious literature in the English language. In the later part of the twelfth century, the Lothian writer &lt;a href=\"Adam%20of%20Dryburgh\"&gt;Adam of Dryburgh&lt;/a&gt; describes Lothian as \"the Land of the English in the Kingdom of the Scots\". In the Northern Isles the Norse language evolved into the local &lt;a href=\"Norn%20language\"&gt;Norn&lt;/a&gt;, which lingered until the end of the eighteenth century, when it finally died out and Norse may also have survived as a spoken language until the sixteenth century in the &lt;a href=\"Outer%20Hebrides\"&gt;Outer Hebrides&lt;/a&gt;.\nScotland came to possess a unity that transcended Gaelic, English, Norman and Norse ethnic differences and by the end of the period, the Latin, Norman-French and English word \"Scot\" could be used for any subject of the Scottish king. Scotland's multilingual &lt;a href=\"Scoto-Norman\"&gt;Scoto-Norman&lt;/a&gt; monarchs and mixed Gaelic and Scoto-Norman aristocracy all became part of the \"Community of the Realm\", in which ethnic differences were less divisive than in Ireland and Wales."
}