{
    "id": "4349423",
    "revid": "35379488",
    "url": "https://en.wikipedia.org/wiki?curid=4349423",
    "title": "Cabot High School",
    "text": "Cabot High School (CHS) is a public high school located in &lt;a href=\"Cabot%2C%20Arkansas\"&gt;Cabot&lt;/a&gt;, &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;. The school serves students in grades ten through twelve and is administered by &lt;a href=\"Cabot%20Public%20Schools\"&gt;Cabot Public Schools&lt;/a&gt;, which serves the city and most of northern &lt;a href=\"Lonoke%20County%2C%20Arkansas\"&gt;Lonoke County&lt;/a&gt;.\nAcademics.\nThe assumed course of study for students follows the Smart Core curriculum developed by the &lt;a href=\"Arkansas%20Department%20of%20Education\"&gt;Arkansas Department of Education&lt;/a&gt;. Students complete regular (core and career focus) courses and exams and may select Advanced Placement (AP) coursework and exams that provide an opportunity for college credit.\nAccording to the 2005–06 annual school performance report, 98 percent of the district’s teachers were completely certified and 38 percent had master's degrees. The graduation rate was 80.5 percent, while the dropout rate was 4.2 percent.\nStudents taking the ACT had an average math score of 21.7, a 23.6 in English and a composite of 22.4. The district had a &lt;a href=\"grade%20inflation\"&gt;grade inflation&lt;/a&gt; rate of 1.2 percent and a college remediation rate of 35 percent.\nExtracurricular activities.\nThe Cabot High School mascot and athletic emblem is the &lt;a href=\"Black%20panther\"&gt;panther&lt;/a&gt; with red, white and black serving as the school colors. The school's fight song, \"On, Panthers!\" is based on \"&lt;a href=\"On%2C%20Wisconsin%21\"&gt;On, Wisconsin!&lt;/a&gt;.\"\nCabot High School's broadcasting department, in cooperation with &lt;a href=\"Suddenlink%20Communications\"&gt;Suddenlink Communications&lt;/a&gt; cable television, broadcasts Cabot High Television (CHTV) and the Cabot Schools Network (CSN) locally on channel three in the area.\nAthletics.\nFor 2012–14, the Cabot Panthers compete in the state's largest classification—7A Classification—from the 7A/6A East Conference, as administered by the &lt;a href=\"Arkansas%20Activities%20Association\"&gt;Arkansas Activities Association&lt;/a&gt;. The Panthers participate in &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, volleyball, golf (boys/girls), bowling (boys/girls), &lt;a href=\"Cross%20country%20running\"&gt;cross country&lt;/a&gt; (boys/girls), basketball (boys/girls), competitive cheer, competitive dance, soccer (boys/girls), baseball, softball, wrestling, swimming &amp; diving (boys/girls), tennis (boys/girls), track &amp; field (boys/girls)."
}