{
    "id": "43497229",
    "revid": "41907625",
    "url": "https://en.wikipedia.org/wiki?curid=43497229",
    "title": "Laquintasaura",
    "text": "Laquintasaura is a genus of &lt;a href=\"Venezuela\"&gt;Venezuelan&lt;/a&gt; &lt;a href=\"Ornithischia\"&gt;ornithischian&lt;/a&gt; &lt;a href=\"dinosaur\"&gt;dinosaur&lt;/a&gt; containing only the &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt; Laquintasaura venezuelae. The species is the first dinosaur to have been discovered in Venezuela. \nDescription.\n\"Laquintasaura\" was found in sediments of the &lt;a href=\"Early%20Jurassic\"&gt;Lower Jurassic&lt;/a&gt;, more precisely of the &lt;a href=\"Hettangian\"&gt;Hettangian&lt;/a&gt; of the &lt;a href=\"La%20Quinta%20Formation\"&gt;La Quinta Formation&lt;/a&gt;, from which it takes its genus name. It is nested at the base of the &lt;a href=\"Ornithischia\"&gt;Ornithischia&lt;/a&gt;, which included \"&lt;a href=\"Stegosaurus\"&gt;Stegosaurus&lt;/a&gt;\", \"&lt;a href=\"Iguanodon\"&gt;Iguanodon&lt;/a&gt;\", and \"&lt;a href=\"Triceratops\"&gt;Triceratops&lt;/a&gt;\". A phylogenetic analysis by Baron \"et al.\" (2017) recovered \"Laquintasaura\" as the sister-taxon to \"&lt;a href=\"Scutellosaurus\"&gt;Scutellosaurus&lt;/a&gt;\", within the clade &lt;a href=\"Thyreophora\"&gt;Thyreophora&lt;/a&gt;.\nResearcher Paul Barrett of the Natural History Museum in London described \"Laquintasaura venezuelae\" as biped and having the size of a small dog. The largest femur found was 90 millimeters long, suggesting that the entire body of the bipedal dinosaur was approximately 1 meter long and 25 centimeters high at the hip. \"L. venezuelae\", which is believed to have lived in groups, is thought to have been primarily herbivorous, although it is argued that it may have eaten large insects and other small animals. The &lt;a href=\"premaxilla\"&gt;premaxilla&lt;/a&gt; of \"L. venezuelae\" has 7 teeth and does not present a &lt;a href=\"diastema\"&gt;diastema&lt;/a&gt; close to the premaxillo-maxillary suture. These features of the premaxilla are common in basal forms of ornithischians and less common in derived forms, which have tended to &lt;a href=\"Convergent%20evolution\"&gt;convergently&lt;/a&gt; reduce the number of teeth in the premaxilla or even lose them altogether."
}