{
    "id": "435273",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=435273",
    "title": "Warren Christopher",
    "text": "Warren Minor Christopher (October 27, 1925March 18, 2011) was an American lawyer, diplomat and politician. During &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;'s &lt;a href=\"Presidency%20of%20Bill%20Clinton\"&gt;first term&lt;/a&gt; as President, he served as the 63rd &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;United States Secretary of State&lt;/a&gt;. \nBorn in &lt;a href=\"Scranton%2C%20North%20Dakota\"&gt;Scranton, North Dakota&lt;/a&gt;, Christopher clerked for &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; Justice &lt;a href=\"William%20O.%20Douglas\"&gt;William O. Douglas&lt;/a&gt; after graduating from &lt;a href=\"Stanford%20Law%20School\"&gt;Stanford Law School&lt;/a&gt;. He became a partner in the firm of &lt;a href=\"O%27Melveny%20%26amp%3B%20Myers\"&gt;O'Melveny &amp; Myers&lt;/a&gt; and served as &lt;a href=\"United%20States%20Deputy%20Attorney%20General\"&gt;Deputy Attorney General&lt;/a&gt; from 1967 to 1969 under President &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt;. He served as &lt;a href=\"United%20States%20Deputy%20Secretary%20of%20State\"&gt;Deputy Secretary of State&lt;/a&gt; under President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;, holding that position from 1977 to 1981. In 1991, he chaired the &lt;a href=\"Christopher%20Commission\"&gt;Christopher Commission&lt;/a&gt;, which investigated the &lt;a href=\"Los%20Angeles%20Police%20Department\"&gt;Los Angeles Police Department&lt;/a&gt; in the wake of the &lt;a href=\"Rodney%20King\"&gt;Rodney King&lt;/a&gt; incident.\nDuring the &lt;a href=\"1992%20United%20States%20presidential%20election\"&gt;1992 presidential election&lt;/a&gt;, Christopher headed Bill Clinton's &lt;a href=\"Democratic%20Party%20vice%20presidential%20candidate%20selection%2C%201992\"&gt;search for a running mate&lt;/a&gt;, and Clinton chose Senator &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt;. After Clinton won the 1992 election, Christopher led &lt;a href=\"Presidential%20transition%20of%20Bill%20Clinton\"&gt;the Clinton administration's transition process&lt;/a&gt;, and he took office as Secretary of State in 1993. As Secretary of State, Christopher sought to expand &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;, broker peace in the &lt;a href=\"Israeli%E2%80%93Palestinian%20conflict\"&gt;Israeli–Palestinian conflict&lt;/a&gt;, and pressure &lt;a href=\"China\"&gt;China&lt;/a&gt; regarding its &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; practices. He also helped negotiate the &lt;a href=\"Dayton%20Agreement\"&gt;Dayton Agreement&lt;/a&gt;, which ended the &lt;a href=\"Bosnian%20War\"&gt;Bosnian War&lt;/a&gt;. He left office in 1997, and was succeeded by &lt;a href=\"Madeleine%20Albright\"&gt;Madeleine Albright&lt;/a&gt;.\nChristopher oversaw the Gore campaign's &lt;a href=\"2000%20United%20States%20presidential%20election%20recount%20in%20Florida\"&gt;Florida recount&lt;/a&gt; effort in the aftermath of the disputed &lt;a href=\"2000%20United%20States%20presidential%20election\"&gt;2000 presidential election&lt;/a&gt;. At the time of his death in 2011, he was a senior partner at O'Melveny &amp; Myers in the firm's &lt;a href=\"Century%20City%2C%20California\"&gt;Century City, California&lt;/a&gt;, office. He also served as a professor at the &lt;a href=\"University%20of%20California%20at%20Los%20Angeles\"&gt;University of California at Los Angeles&lt;/a&gt;.\nEarly life.\nWarren Minor Christopher was born in &lt;a href=\"Scranton%2C%20North%20Dakota\"&gt;Scranton, North Dakota&lt;/a&gt;, the son of Catherine Anne (née Lemen) and Ernest William Christopher, a bank manager. He was of part Norwegian descent.\nChristopher graduated from &lt;a href=\"Hollywood%20High%20School\"&gt;Hollywood High School&lt;/a&gt; in Los Angeles, and attended the &lt;a href=\"University%20of%20Redlands\"&gt;University of Redlands&lt;/a&gt;, before transferring to the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; (USC). He was a member of the college fraternity &lt;a href=\"Kappa%20Sigma%20Sigma\"&gt;Kappa Sigma Sigma&lt;/a&gt;. He graduated \"&lt;a href=\"magna%20cum%20laude\"&gt;magna cum laude&lt;/a&gt;\" from USC in February 1945. From July 1943 to September 1946, he served in the &lt;a href=\"United%20States%20Naval%20Reserve\"&gt;United States Naval Reserve&lt;/a&gt;, with active duty as an ensign in the Pacific Theater. He entered &lt;a href=\"Stanford%20Law%20School\"&gt;Stanford Law School&lt;/a&gt; in September 1946, where he founded and became the first editor of the new \"Stanford Law Review.\" While there, he was also elected to the &lt;a href=\"Order%20of%20the%20Coif\"&gt;Order of the Coif&lt;/a&gt;.\nLegal career, Deputy Attorney General for Johnson.\nChristopher became the first graduate of Stanford Law School to become a &lt;a href=\"law%20clerk\"&gt;law clerk&lt;/a&gt; for a &lt;a href=\"Associate%20Justice%20of%20the%20Supreme%20Court%20of%20the%20United%20States\"&gt;United States Supreme Court Justice&lt;/a&gt; when he served as &lt;a href=\"List%20of%20law%20clerks%20of%20the%20Supreme%20Court%20of%20the%20United%20States%23William%20O.%20Douglas\"&gt;law clerk&lt;/a&gt; to Justice &lt;a href=\"William%20O.%20Douglas\"&gt;William O. Douglas&lt;/a&gt; from October 1949 to September 1950. He practiced law with the firm of O'Melveny &amp; Myers from October 1950 to June 1967, becoming a partner in 1958 and serving as special counsel to Governor &lt;a href=\"Pat%20Brown\"&gt;Pat Brown&lt;/a&gt;. Christopher served as &lt;a href=\"United%20States%20Deputy%20Attorney%20General\"&gt;United States Deputy Attorney General&lt;/a&gt; from June 1967 until January 20, 1969, after which he rejoined &lt;a href=\"O%27Melveny%20%26amp%3B%20Myers\"&gt;O'Melveny &amp; Myers&lt;/a&gt;. President &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt; selected him to assist federal efforts to combat the urban riots in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; during July 1967 and in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; during April 1968. In 1974, Christopher served as the president of the &lt;a href=\"Los%20Angeles%20County%20Bar%20Association\"&gt;Los Angeles County Bar Association&lt;/a&gt;.\nDeputy Secretary of State for Carter.\nChristopher was sworn in on February 26, 1977, as the &lt;a href=\"Deputy%20Secretary%20of%20State\"&gt;Deputy Secretary of State&lt;/a&gt; and served in that position until January 20, 1981. As Deputy Secretary, he was involved in negotiating the &lt;a href=\"Algiers%20Accords\"&gt;Algiers Accords&lt;/a&gt;, and securing the release of 52 American hostages in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;. He also spearheaded the &lt;a href=\"Sino-American%20relations\"&gt;Sino-American relations&lt;/a&gt; with the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;, helped to win ratification of the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt; treaties, and headed the first interagency group on &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt;. President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; awarded him the &lt;a href=\"Presidential%20Medal%20of%20Freedom\"&gt;Presidential Medal of Freedom&lt;/a&gt;, the nation's highest civilian award, on January 16, 1981.\nProfessional work and achievements.\nChristopher's professional activities have included service as President of the Los Angeles County Bar Association, 1974–1975; Chairman of the Standing Committee on the Federal Judiciary of the American Bar Association, 1975–1976; member of the Board of Governors of the State Bar of California 1975–1976; and Special Counsel to California Governor &lt;a href=\"Pat%20Brown\"&gt;Edmund G. Brown&lt;/a&gt; in 1959.\nChristopher's civic activities included the following: member and President of the Board of Trustees of &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;; Chairman, &lt;a href=\"Carnegie%20Corporation\"&gt;Carnegie Corporation&lt;/a&gt; of New York Board of Trustees; Director and Vice Chairman, &lt;a href=\"Council%20on%20Foreign%20Relations\"&gt;Council on Foreign Relations&lt;/a&gt;; Director, &lt;a href=\"Trilateral%20Commission\"&gt;Trilateral Commission&lt;/a&gt;, &lt;a href=\"Bilderberg%20Group\"&gt;Bilderberg Group&lt;/a&gt;, &lt;a href=\"World%20Affairs%20Councils%20of%20America\"&gt;Los Angeles World Affairs Council&lt;/a&gt;; Vice Chairman of the Governor's Commission on the &lt;a href=\"Watts%20riots\"&gt;Watts riots&lt;/a&gt; (The McCone Commission) in 1965–1966; President, Coordinating Council for Higher Education in the State of California; Fellow of the &lt;a href=\"American%20Academy%20of%20Arts%20and%20Sciences\"&gt;American Academy of Arts and Sciences&lt;/a&gt;; member of the &lt;a href=\"American%20Philosophical%20Society\"&gt;American Philosophical Society&lt;/a&gt;; and Chairman Emeritus, &lt;a href=\"Pacific%20Council%20on%20International%20Policy\"&gt;Pacific Council on International Policy&lt;/a&gt;.\nIn 1981, Christopher received the U.S. Senator John Heinz Award for Greatest Public Service by an Elected or Appointed Official, an award given out annually by &lt;a href=\"Jefferson%20Awards%20for%20Public%20Service\"&gt;Jefferson Awards&lt;/a&gt;.\nIn 1991, Christopher served as chairman of the Independent Commission on the &lt;a href=\"Los%20Angeles%20Police%20Department\"&gt;Los Angeles Police Department&lt;/a&gt;, which came to be known as the &lt;a href=\"Christopher%20Commission\"&gt;Christopher Commission&lt;/a&gt;. The Commission proposed significant reforms of the &lt;a href=\"Los%20Angeles%20Police%20Department\"&gt;Los Angeles Police Department&lt;/a&gt; in the aftermath of the &lt;a href=\"Rodney%20King\"&gt;Rodney King&lt;/a&gt; incident (see &lt;a href=\"1992%20Los%20Angeles%20riots\"&gt;1992 Los Angeles riots&lt;/a&gt;), which were approved overwhelmingly at the ballot box. In 1992, Christopher headed the vice presidential search for Governor Bill Clinton and served as the Director of &lt;a href=\"Presidential%20transition%20of%20Bill%20Clinton\"&gt;his presidential Transition&lt;/a&gt;.\nSecretary of State for Clinton.\nServing as Secretary of State from January 20, 1993 until January 17, 1997, Christopher's main goals were expanding NATO, establishing peace between Israel and its neighbors, and using economic pressure to force China's hand on human rights practices. The major events transpiring during his tenure included the &lt;a href=\"Oslo%20Accords\"&gt;Oslo Accords&lt;/a&gt;, the &lt;a href=\"Dayton%20Agreement\"&gt;Dayton Agreement&lt;/a&gt;, normalization of &lt;a href=\"United%20States%E2%80%93Vietnam%20relations\"&gt;United States–Vietnam relations&lt;/a&gt;, the &lt;a href=\"Rwandan%20genocide\"&gt;Rwandan genocide&lt;/a&gt;, &lt;a href=\"Operation%20Uphold%20Democracy\"&gt;Operation Uphold Democracy&lt;/a&gt; in &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt;, and the &lt;a href=\"Khobar%20Towers%20bombing\"&gt;Khobar Towers bombing&lt;/a&gt;.\nAssassination attempt on George H. W. Bush, April 1993.\nOn April 13, 1993, eleven Iraqi intelligence agents smuggled a car bomb into Kuwait in an attempt to assassinate former President &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt; as he spoke at &lt;a href=\"Kuwait%20University\"&gt;Kuwait University&lt;/a&gt;. Secretary Christopher, among others, urged President Clinton to make a retaliatory strike against Iraq. On June 26, 1993, the United States &lt;a href=\"Cruise%20missile%20strikes%20on%20Iraq%20%28June%201993%29\"&gt;launched 23 Tomahawk missiles&lt;/a&gt; against the Baghdad intelligence headquarters.\nOslo Accords, September 1993.\nIn August 1993, Israeli and Palestinian negotiators meeting in &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; drew up the &lt;a href=\"Oslo%20Accords\"&gt;Oslo Accords&lt;/a&gt;, which created the &lt;a href=\"Palestinian%20Authority\"&gt;Palestinian Authority&lt;/a&gt; in exchange for Palestinian recognition of Israel's right to exist. Secretary Christopher accepted Israeli Foreign Minister &lt;a href=\"Shimon%20Peres\"&gt;Shimon Peres&lt;/a&gt;'s offer to host the signing ceremony. The ceremony took place in Washington D.C. on 13 September 1993, with &lt;a href=\"Mahmoud%20Abbas\"&gt;Mahmoud Abbas&lt;/a&gt; signing for the &lt;a href=\"Palestine%20Liberation%20Organization\"&gt;Palestine Liberation Organization&lt;/a&gt;, Peres signing for the State of Israel, Secretary Christopher signing for the United States and &lt;a href=\"Andrei%20Kozyrev\"&gt;Andrei Kozyrev&lt;/a&gt; signing for Russia, in the presence of President Clinton. Christopher was one of the main &lt;a href=\"Visionary\"&gt;visionaries&lt;/a&gt; and proponent of an &lt;a href=\"Middle%20East%20economic%20integration\"&gt;integrated Middle East&lt;/a&gt;.\nPartnership for Peace NATO expansion, January 1994.\nIn order to initiate further &lt;a href=\"enlargement%20of%20NATO\"&gt;enlargement of NATO&lt;/a&gt; with minimal backlash from Russia, Secretary Christopher promoted the &lt;a href=\"Partnership%20for%20Peace\"&gt;Partnership for Peace&lt;/a&gt; program as a stepping-stone into full NATO membership. This was against protests from the Pentagon.\nRwandan Genocide, 1994.\nIn what is recognized as the terrible failure of the international community, the US and UN failed to intervene to stop the &lt;a href=\"Rwandan%20genocide\"&gt;Rwandan genocide&lt;/a&gt; in 1994. Over the course of a hundred days, some 800,000 Tutsis were massacred by Hutu militia. \nChina: Delinking human rights and trade status, May 1994.\nDuring the &lt;a href=\"1992%20United%20States%20presidential%20election\"&gt;1992 presidential campaign&lt;/a&gt;, then-candidate Clinton blasted President George H. W. Bush for giving &lt;a href=\"China\"&gt;China&lt;/a&gt; low-tariff trading privileges despite its human rights abuses. Secretary Christopher agreed with this view and believed that the US should use economic pressure to force China to improve its human rights record. However, on May 26, 1994, President Clinton renewed China's low-tariff trading privileges, effectively delinking the human rights issue from China's trade relations with the US. U.S.-Sino relations improved as a result, with President &lt;a href=\"Jiang%20Zemin\"&gt;Jiang Zemin&lt;/a&gt; visiting the U.S. in November 1997 and President Clinton visiting China in June 1998.\nOperation Uphold Democracy in Haiti, September 1994.\nOn September 19, 1994, a US-led coalition returned &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt;'s popularly elected President &lt;a href=\"Jean-Bertrande%20Aristide\"&gt;Jean-Bertrande Aristide&lt;/a&gt; to power after a coup had unseated him. The US military effort, known as &lt;a href=\"Operation%20Uphold%20Democracy\"&gt;Operation Uphold Democracy&lt;/a&gt;, was largely the product of &lt;a href=\"Colin%20Powell\"&gt;Colin Powell&lt;/a&gt;'s diplomatic efforts, with little role played by Christopher.\nIsrael-Jordan peace treaty, October 1994.\nIn the wake of the 1993 Oslo Accords, Secretary Christopher encouraged Jordan's &lt;a href=\"King%20Hussein\"&gt;King Hussein&lt;/a&gt; to make a peace treaty with Israel. Christopher eventually offered Hussein $200 million in military equipment and $700 million in debt forgiveness to sweeten the deal. On October 27, 1994, Israeli Prime Minister &lt;a href=\"Yitzchak%20Rabin\"&gt;Yitzchak Rabin&lt;/a&gt; and Jordanian Prime Minister Abdelsalam al-Majali signed the &lt;a href=\"Israel%E2%80%93Jordan%20peace%20treaty\"&gt;Israel–Jordan peace treaty&lt;/a&gt;. The signing was witnessed by President Clinton and Secretary Christopher. Christopher sought to obtain a similar treaty between Rabin and Syrian President &lt;a href=\"Hafez%20al-Assad\"&gt;Hafez al-Assad&lt;/a&gt;, but to no avail.\nVietnam: Normalizing relations, July 1995.\nWorking with Senator &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt;, in 1994, Secretary Christopher began actively promoting the normalization of &lt;a href=\"United%20States%E2%80%93Vietnam%20relations\"&gt;United States–Vietnam relations&lt;/a&gt;. At the time, the U.S. had not had an embassy in Vietnam since 1975. The main obstacle to normalization came from veterans and POW/MIA support groups who were convinced that Hanoi was not fully cooperating in the search for the remains of US soldiers in Vietnam. However, after Secretary Christopher convinced President Clinton that the Vietnamese government was fully cooperating in these searches, the President announced the formal normalization of diplomatic relations with Vietnam on July 11, 1995.\nDayton Agreement, November 1995.\nIn &lt;a href=\"Dayton%2C%20Ohio\"&gt;Dayton, Ohio&lt;/a&gt;, Secretary Christopher—working with Assistant Secretary &lt;a href=\"Richard%20Holbrooke\"&gt;Richard Holbrooke&lt;/a&gt;—negotiated peace talks between President of &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; &lt;a href=\"Slobodan%20Milo%C5%A1evi%C4%87\"&gt;Slobodan Milošević&lt;/a&gt;, President of &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; &lt;a href=\"Franjo%20Tu%C4%91man\"&gt;Franjo Tuđman&lt;/a&gt;, and President of &lt;a href=\"Bosnia\"&gt;Bosnia&lt;/a&gt; &lt;a href=\"Alija%20Izetbegovi%C4%87\"&gt;Alija Izetbegović&lt;/a&gt;. The result was the November 1995 &lt;a href=\"Dayton%20Agreement\"&gt;Dayton Agreement&lt;/a&gt;, which put an end to the &lt;a href=\"Bosnian%20War\"&gt;Bosnian War&lt;/a&gt;.\nKhobar Towers bombing, June 1996.\nIn the wake of the &lt;a href=\"Khobar%20Towers%20bombing\"&gt;Khobar Towers bombing&lt;/a&gt;, Secretary Christopher traveled to Saudi Arabia to witness the site of the attack. In Dhahran (the home of the Khobar Towers), Foreign Minister Prince &lt;a href=\"Saud%20al-Faisal\"&gt;Saud al-Faisal&lt;/a&gt; allegedly promised Christopher that the &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt; would have the full cooperation of the Saudi government. Eventually, however, the Saudi government and the FBI repeatedly conflicted during the course of the investigation.\nRetirement.\nIn addition to several honorary degrees, Christopher received the following awards: the Jefferson Award from the American Institute for Public Service for the Greatest Public Service Performed by an Elected or Appointed Official; the &lt;a href=\"UCLA\"&gt;UCLA&lt;/a&gt; Medal; the Harold Weill Medal from &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt;; the &lt;a href=\"James%20A.%20Garfield\"&gt;James A. Garfield&lt;/a&gt; Baller Award; the Thomas Jefferson Award in Law from the &lt;a href=\"University%20of%20Virginia\"&gt;University of Virginia&lt;/a&gt; Law School; and the Louis Stein Award from &lt;a href=\"Fordham%20Law%20School\"&gt;Fordham Law School&lt;/a&gt;.\nChristopher's picture hangs in the &lt;a href=\"War%20Remnants%20Museum%20%28Ho%20Chi%20Minh%20City%29\"&gt;War Remnants Museum&lt;/a&gt; in &lt;a href=\"Ho%20Chi%20Minh%20City\"&gt;Ho Chi Minh City&lt;/a&gt;, near pictures of &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt;, &lt;a href=\"Robert%20McNamara\"&gt;Robert McNamara&lt;/a&gt;, &lt;a href=\"Elmo%20Zumwalt\"&gt;Elmo Zumwalt&lt;/a&gt;, and other American dignitaries, in commemoration of his visit to &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;, after normalization of relations between the two countries.\nAt the 1999 unveiling of his portrait at the Department of State, attended by President Clinton, Christopher remarked: \"To anyone who has served in Washington, there is something oddly familiar about [having your portrait painted]. First, you're painted into a corner, then you're hung out to dry and, finally, you're framed.\"\nHe was sent to supervise the contested Florida recount for &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt; in the &lt;a href=\"2000%20United%20States%20presidential%20election\"&gt;2000 United States presidential election&lt;/a&gt;. In the 2008 film \"&lt;a href=\"Recount%20%28film%29\"&gt;Recount&lt;/a&gt;\", which covers the days following the controversial election, Christopher was portrayed by British actor &lt;a href=\"John%20Hurt\"&gt;John Hurt&lt;/a&gt;. He was a member of the &lt;a href=\"Washington%20Institute%20for%20Near%20East%20Policy\"&gt;Washington Institute for Near East Policy&lt;/a&gt; (WINEP) Board of Advisors.\nHe was an Advisory Board member for the &lt;a href=\"Partnership%20for%20a%20Secure%20America\"&gt;Partnership for a Secure America&lt;/a&gt;, a not-for-profit organization dedicated to recreating the bipartisan center in American national security and foreign policy.\nFormer Secretaries of State &lt;a href=\"James%20Baker\"&gt;James Baker&lt;/a&gt; and Christopher served as Co-Chairs of the Miller Center's National War Powers Commission. Baker and Christopher testified on March 5 before the &lt;a href=\"House%20Foreign%20Affairs%20Committee\"&gt;House Foreign Affairs Committee&lt;/a&gt; about the War Powers Consultation Act of 2009 – the statute that the Commission unanimously recommended in its July 2008 report. The statute is designed to replace the War Powers Resolution of 1973 and provide for more meaningful consultation between the president and Congress on matters of war.\nFrom 2003 until his death, Christopher taught a small seminar course on international affairs as part of the Honors Program at &lt;a href=\"UCLA\"&gt;UCLA&lt;/a&gt;.\nFamily.\nWarren Christopher married twice. He married Joan Southgate Workman\non June 14, 1949, in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt;; the couple had a daughter, Lynn (born May 30, 1952). They divorced in 1955. \nHe was married to Marie Wyllis from 1956 until his death; the couple had two sons: Scott (born December 27, 1957) and Thomas (born July 24, 1959)), and a daughter, Kristen (born March 26, 1963). \nChristopher had five grandchildren: Andrew, Lauren, Warren, and Chloe Christopher, and Christopher Henderson. \nHe wrote \"In the Stream of History: Shaping Foreign Policy for a New Era\" (1998) and \"Chances of a Lifetime\" (2001).\nOther.\nChristopher was a recipient of the state of &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt;'s &lt;a href=\"Roughrider%20Award\"&gt;Roughrider Award&lt;/a&gt;.\nHe was a senior partner at &lt;a href=\"O%27Melveny%20%26amp%3B%20Myers\"&gt;O'Melveny &amp; Myers&lt;/a&gt;.\nWorld Justice Project.\nChristopher served as an Honorary Co-Chair for the &lt;a href=\"World%20Justice%20Project\"&gt;World Justice Project&lt;/a&gt;. The &lt;a href=\"World%20Justice%20Project\"&gt;World Justice Project&lt;/a&gt; works to lead a global, multidisciplinary effort to strengthen the &lt;a href=\"Rule%20of%20Law\"&gt;Rule of Law&lt;/a&gt; for the development of communities of opportunity and equity.\nDeath.\nChristopher died at his home in Los Angeles on March 18, 2011, from kidney and bladder cancer. He was survived by his wife and four children from two marriages. He is interred at the &lt;a href=\"Forest%20Lawn%20Memorial%20Park%20%28Hollywood%20Hills%29\"&gt;Forest Lawn Memorial Park&lt;/a&gt; in the &lt;a href=\"Hollywood%20Hills\"&gt;Hollywood Hills&lt;/a&gt;.\nPresident Obama described Christopher as a \"resolute pursuer of peace\" for his work in the Middle East and the Balkans. Hillary Clinton described Christopher as a \"diplomat's diplomat – talented, dedicated and exceptionally wise\". He was described as \"the best public servant I ever knew\" by President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; in his memoirs. On March 19, 2011, Carter stated that \"[America] has lost a great and revered leader\"."
}