{
    "id": "43546212",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=43546212",
    "title": "Equal house system (Hindu astrology)",
    "text": " The Sign-wise Equal house division of the Zodiac or Rasi-chakra is a very old system of &lt;a href=\"House%20%28astrology%29\"&gt;house&lt;/a&gt; division; in this system all houses are of equal length. Unlike the &lt;a href=\"Western%20astrology\"&gt;Western astrology&lt;/a&gt; that measures the longitude of a house from the exact &lt;a href=\"Ascendant\"&gt;ascendant-point&lt;/a&gt; in the sign rising in the east treated as its cusp, in &lt;a href=\"Hindu%20astrology\"&gt;Hindu astrology&lt;/a&gt; the entire &lt;a href=\"Astrological%20sign\"&gt;sign&lt;/a&gt; is treated as a house irrespective of the ascendant-point in the sign rising in the east. The standard Hindu convention is to treat the \"&lt;a href=\"House%20%28astrology%29\"&gt;house&lt;/a&gt;\" and the \"&lt;a href=\"Astrological%20sign\"&gt;sign&lt;/a&gt;\" of equal length. It considers the twelve houses in the fixed \"Rasi-chakra\" (Zodiac), and is practically an \"Equal-sign Equal house system\". Hindu astrology is \"&lt;a href=\"Sidereal%20and%20tropical%20astrology\"&gt;sidereal&lt;/a&gt; astrology \", in which system planetary movements are tracked against the fixed position of the stars or \"&lt;a href=\"nakshatra\"&gt;nakshatra&lt;/a&gt;s\"; it is believed to give a more accurate astronomical representation of the Sun’s position in relation to the skies i.e. the Zodiac, using the &lt;a href=\"Ayanamsa\"&gt;Ayanamsa&lt;/a&gt; (amount of &lt;a href=\"precession\"&gt;precession&lt;/a&gt;), and incorporates star-signs based on the movement of the Moon. This can be proven, as in sidereal astrological system the 12 zodiac signs which are based on the constellations in the sky are equally divided by 30 degrees (rendering it mathematically and scientifically inaccurate) whereas the constellation zodiac (actual astronomical observations) consist of 13 zodiac signs of unequal sizes (Ex: In sidereal astrology Scorpio is considered 30 degrees but in the astronomical zodiac Scorpio is just a 6.5 degree constellation).\nVedic concept.\nThe &lt;a href=\"Vedic\"&gt;Vedic&lt;/a&gt; &lt;a href=\"Rishi\"&gt;Rishi&lt;/a&gt;s were aware of the &lt;a href=\"Zodiac\"&gt;Zodiac&lt;/a&gt; (&lt;a href=\"Rig%20Veda\"&gt;Rig Veda&lt;/a&gt; I.164.48) which awareness echoes in the &lt;a href=\"Atharvaveda\"&gt;Atharvaveda&lt;/a&gt; (Mantra X.viii.4) as :-\nthe Rishi speaks about the wheel of twelve spokes, which has three navels with three hundred sixty nails. The spokes are the twelve Solar months or twelve Zodiacal signs or \"rasis\", the three hundred sixty nails are the three hundred sixty degrees of the Zodiac, and the three navels are the three sets of \"Chaturmasas\" (Four months x three) that make up a year.\nThe horoscopic picture (birth-chart) is the superimposition of the Space-divisions over the Elliptical orbit; the four vertical and horizontal lines (in the South Indian chart) that intercept the orbit lead to a four-fold division of space in two dimensions leading to a periphery of twelve columns or houses and a near quandrular demarcation that depicts a two-fold division. This picture is evident from &lt;a href=\"Parashara\"&gt;Parasara&lt;/a&gt;’s description of the \"Kala Chakra\" and &lt;a href=\"Jaimini\"&gt;Jaimini&lt;/a&gt;’s \"Rasi\" aspects. The mathematical features of the sequence of peripheral divisions through the three-fold, four-fold and five-fold divisions; the superimposition of these space-divisions onto a curvilinear path yields the divisions 4, 8, 12, 16, 20, 24, 28…., or 4(n-1) division of the periphery for an n-fold division of space – n=(1+3 I). The \"nakshatra-divisions\" of the Zodiac are only twenty-seven in number and the real mathematical process was a division of the ecliptic into one hundred eight parts of three degrees twenty minutes each (equal to one \"&lt;a href=\"Navamsa%20%28astrology%29\"&gt;navamsa&lt;/a&gt;\" or 1/9th division of a sign) which fact is corroborated by &lt;a href=\"Maitrayaniya%20Upanishad\"&gt;Maitrayaniya Upanishad&lt;/a&gt; (VI.14) which tells us that – \n\"Time beginning with the moment to the twelve-fold-natured-year is the form the Sun bears. Half of the year belongs to fire and half belongs to water. From the beginning of \"Makha\" (120 degrees) to the middle of \"Sravista\" (300 degrees) belongs to fire (&lt;a href=\"Agni\"&gt;Agni&lt;/a&gt;)(clockwise). Step by step from the end of \"Sarpa\" (120 degrees) to the middle of \"Sravista\" belongs to water (300 degrees – anticlockwise). Then by subtlety are the single parts of time, the \"&lt;a href=\"Navamsa%20%28astrology%29\"&gt;navamsas&lt;/a&gt;\", together with the moving ones (the &lt;a href=\"Planets%20in%20astrology\"&gt;planets&lt;/a&gt;), by this measure time (the &lt;a href=\"year\"&gt;year&lt;/a&gt;) is measured.\"\nRasi-chakra or Zodiac.\nThe Zodiac or the \"Bhachakra\" is composed of three hundred sixty degrees of the celestial space which is divided by twelve to mark the twelve equal Zodiacal signs or \"rasis\". \"Rasi-sandhi\" is where two signs join. The longitudes of the houses (\"bhava sphutas\"), \"rasimanas\" (oblique ascensions or rising periods of the twelve signs) and other important calculations are all computed for \"Sayana rasis\" (tropical position), from these the &lt;a href=\"Ayanamsa\"&gt;Ayanamsa&lt;/a&gt; is subtracted and the \"Nirayana bhavas\" etc., are obtained. \"Rasi-chakra\" is simply a figure of the fixed zodiac with the limits and occupants of its twelve signs as well as the \"lagna\" clearly marked. \"Bhava-chakra\" is the division of the heaven into twelve houses with reference to time and space. According to Hindu astrology, a \"bhava\" means one-third of the arc of the ecliptic intercepted between any two adjacent angles, viz., the \"Udaya lagna\" (Eastern Horizon), the \"Patala lagna\" (Lower Meridian), the \"Asta lagna\" (Western Horizon), and the \"Madhya lagna\" (Upper Meridian). \"Bhava-sandhi\" is where two \"bhavas\" join.\nHindu astrology is primarily based on constellations or \"nakshatras\", the longitudes of constellations differ from place to place but for purposes of predictive astrology each constellation is treated as having a jurisdiction of thirteen degrees twenty minutes i.e. the zodiac divided by twenty-seven nakshatras or 360 degrees divided by 27; the word, \"sidereal\", pertains to the zodiac of the constellations of the fixed stars. All signs are as in the fixed zodiac and the longitudes of planets also refer to their location on the fixed zodiac. According to older Hindu texts, the words \"signs\" and \"houses\" fall on each other, but the count of the signs is always made from Aries which is the first sign, and the count of the house begins from the &lt;a href=\"lagna\"&gt;lagna&lt;/a&gt;; the duration of a sign rising differs from latitude to latitude.\n\"Ashwini nakshatra\" marks the beginning of the Zodiac, \"Revati\", placed exactly on the Ecliptic, identifies this constellation as zero degree Aries and marks the divergence of the point of the Vernal Equinox. Therefore, \"Chitra\" or 'Alpha Virgo', a far brighter star is taken to fix the position of \"Revati\" exactly one hundred eighty degrees away from \"Chitra\". &lt;a href=\"Surya%20Siddhanta\"&gt;Surya Siddhanta&lt;/a&gt; position is the traditional basis of the \"Chitra Paksha Ayanamsa\". This system was accurate 2000 years ago but is currently inaccurate and knowing this the Indian Calendar Reform Committee suggested that it is right for every Indian to consider the Tropical Zodiacs as the appropriate system to be followed.\nSignificance.\nHindu astrology is based on the \"whole sign equal to one house\" principle. The principle of dividing the zodiac into twelve equal parts relates to the original Whole sign houses system. The advantage of this system is that the houses (\"bhavas\") are easier to calculate, and it is easier to read the planetary combinations and permutations i.e. the yoga-formations, planetary aspects and other harmonic divisional results. The \" &lt;a href=\"lagna\"&gt;lagna&lt;/a&gt; \" determines the entire field of action, through it are interpreted all the different aspects of life. According to Hindu astrology the sign ascending is the first house and any planet placed therein is deemed to be in the first house; the sign next to the ascendant will constitute the second house and any planet placed therein is deemed to be in the second house. The sign and house are deemed synonymous. All &lt;a href=\"Yoga%20%28Hindu%20astrology%29\"&gt;yogas&lt;/a&gt; given in ancient Hindu astrological texts are based on this principle; &lt;a href=\"Parashara\"&gt;Parasara&lt;/a&gt;, &lt;a href=\"Jaimini\"&gt;Jaimini&lt;/a&gt;, &lt;a href=\"Mantreswara\"&gt;Mantreswara&lt;/a&gt;, all followed this method of house division. Therefore, Gopesh Kumar Ojha recommends this method, which is simpler and favoured by majority, should be followed. In the Parashari system of &lt;a href=\"Hindu%20astrology\"&gt;Hindu astrology&lt;/a&gt; a sign is equal to a \"bhava\" or house. Planets involved in mutual exchange of signs or \"Parivartana yoga\" i.e. each occupy the other’s house, give rise to auspicious and inauspicious &lt;a href=\"Yoga%20%28Hindu%20astrology%29\"&gt;yogas&lt;/a&gt;. The mutual exchange of signs between lords of favourable \"bhavas\" viz the lords of the 2nd, the \"kendras\", the \"trikonas\" and the 11th \"bhava\", are said to produce twenty-eight auspicious \"yogas\" known as \"Maha yogas\"; those born with \"Maha yogas\" are most fortunate and wealthy. The mutual exchange of the lords of these \"bhavas\" with the lord of the 3rd give rise to eight inauspicious \"Khala yogas\" but the lords of the 6th, the 8th and the 12th, which are known as the \"&lt;a href=\"Trikasthanas\"&gt;Trika bhavas&lt;/a&gt;\", as involved between themselves and all other \"bhava-lords\" give rise to thirty very inauspicious \"Dainya yogas\"."
}