{
    "id": "43570389",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=43570389",
    "title": "2014 Quetta Airbase attack",
    "text": "The 2014 Quetta airbase attack occurred on 15 August 2014, when approximately 13 &lt;a href=\"Tehrik-i-Taliban%20Pakistan\"&gt;Tehrik-i-Taliban&lt;/a&gt; militants attempted to storm two airbases of the &lt;a href=\"Pakistan%20Air%20Force\"&gt;Pakistan Air Force&lt;/a&gt;; &lt;a href=\"PAF%20Base%20Samungli\"&gt;PAF Base Samungli&lt;/a&gt; and Khalid, both located in &lt;a href=\"Quetta\"&gt;Quetta&lt;/a&gt;, &lt;a href=\"Balochistan%2C%20Pakistan\"&gt;Balochistan&lt;/a&gt;, &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. The attack was largely unsuccessful as Pakistani security forces foiled the attempt following a major armed engagement between the two sides which resulted in the deaths of 12 militants, while 12 people were injured, including one attacker and 11 security personnel.\nBackground.\n&lt;a href=\"PAF%20Base%20Samungli\"&gt;PAF Base Samungli&lt;/a&gt; is an &lt;a href=\"Air%20base\"&gt;airbase&lt;/a&gt; of the &lt;a href=\"Pakistan%20Air%20Force\"&gt;Pakistan Air Force (PAF)&lt;/a&gt;, located near the &lt;a href=\"Quetta%20International%20Airport\"&gt;Quetta International Airport&lt;/a&gt; in the &lt;a href=\"Pakistan\"&gt;Pakistani&lt;/a&gt; province of &lt;a href=\"Balochistan%2C%20Pakistan\"&gt;Balochistan&lt;/a&gt;. The &lt;a href=\"List%20of%20Pakistan%20Air%20Force%20squadrons\"&gt;PAF No. 17 Squadron and No. 23 Squadron&lt;/a&gt; are based in Samungli, which has been used as a main operating base since the 1970s. The Samungli airbase was also used by the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; to conduct &lt;a href=\"military%20logistics\"&gt;military logistics&lt;/a&gt; operations for the &lt;a href=\"post-9/11\"&gt;post-9/11&lt;/a&gt; &lt;a href=\"War%20in%20Afghanistan%20%282001%E2%80%93present%29\"&gt;War in Afghanistan&lt;/a&gt;. PAF Base Khalid is another airbase located some away from PAF Base Samungli.\nAttack.\nThe attack took place in the early hours of 15 August 2014, when &lt;a href=\"Tehrik-i-Taliban%20Pakistan\"&gt;Tehrik-i-Taliban&lt;/a&gt; militants, armed with &lt;a href=\"Automatic%20firearm\"&gt;automatic weapons&lt;/a&gt;, &lt;a href=\"Grenade\"&gt;explosives&lt;/a&gt; and &lt;a href=\"Rocket-propelled%20grenade\"&gt;RPGs&lt;/a&gt;, attempted to storm &lt;a href=\"PAF%20Base%20Samungli\"&gt;PAF Base Samungli&lt;/a&gt; and PAF Base Khalid. According to a military spokesperson, Pakistani security forces pre-emptively engaged the terrorists during their infiltration attempt. Heavy contingents of &lt;a href=\"Balochistan%20Police\"&gt;police&lt;/a&gt; and security forces responded after an intense gunfight erupted between the terrorists and airbase personnel, during which explosives were extensively used. &lt;a href=\"Lieutenant%20general\"&gt;Lieutenant-General&lt;/a&gt; Nasir Khan Janjua of the &lt;a href=\"Southern%20Command%20%28Pakistan%29\"&gt;Pakistan Army Southern Command&lt;/a&gt; (also based near &lt;a href=\"Quetta\"&gt;Quetta&lt;/a&gt;) stated that six dead militants were found in PAF Base Khalid while another six were found in PAF Base Samungli. A wounded militant was captured by security forces and subsequently shifted for medical treatment and interrogation. 11 Pakistani security personnel were also wounded in the attack, and shifted for medical treatment. The &lt;a href=\"Pakistan%20Armed%20Forces\"&gt;Pakistan Armed Forces&lt;/a&gt;' &lt;a href=\"Inter-Services%20Public%20Relations\"&gt;Inter-Services Public Relations&lt;/a&gt; media wing later released a conclusive statement saying that both airbases had been secured.\nResponsibility.\nGhalib Mehsud, commander of the &lt;a href=\"Tehrik-i-Taliban%20Pakistan\"&gt;Tehrik-i-Taliban&lt;/a&gt;'s \"Fidayeen Islam\" wing, claimed responsibility for the attack, and in a threat to the &lt;a href=\"Government%20of%20Pakistan\"&gt;Government of Pakistan&lt;/a&gt;, stated that there will be more attacks in the coming days. "
}