{
    "id": "4358437",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=4358437",
    "title": "York Road (Maidenhead)",
    "text": "York Road is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; stadium in &lt;a href=\"Maidenhead\"&gt;Maidenhead&lt;/a&gt;, &lt;a href=\"Berkshire\"&gt;Berkshire&lt;/a&gt;, England. The home ground of &lt;a href=\"Maidenhead%20United%20F.C.\"&gt;Maidenhead United&lt;/a&gt;, it is acknowledged by &lt;a href=\"The%20Football%20Association\"&gt;The Football Association&lt;/a&gt; and &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; to be the oldest continuously-used senior &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; ground in the world by the same club, having been home to the club since 1871. A &lt;a href=\"blue%20plaque\"&gt;blue plaque&lt;/a&gt; commemorating this is placed just inside the home turnstiles on the York Road side of the ground.\nHistory.\nThe ground was initially the home of Maidenhead Cricket Club and it was with their permission that, shortly after their foundation in 1870, the football club played their first match at York Road on 16 February 1871 against &lt;a href=\"Marlow%20F.C.\"&gt;Marlow&lt;/a&gt;. The Magpies have continued to play home matches here, without a break, to the present day.\nThe current capacity of the ground is 4,500 (550 seated) and holds an \"A\" grading. The club's record attendance is 7,989 for the 1936 &lt;a href=\"FA%20Amateur%20Cup\"&gt;FA Amateur Cup&lt;/a&gt; quarter-final against &lt;a href=\"Southall%20F.C.\"&gt;Southall&lt;/a&gt;. A further 2,000 spectators are estimated to have watched the match from the adjacent railway embankment. The ground record attendance was set on Easter Monday 1947 when 8,277 people paid total receipts of £494 to watch the Berks &amp; Bucks Senior Cup Final between &lt;a href=\"Slough%20Town%20F.C.\"&gt;Slough Town&lt;/a&gt; and &lt;a href=\"Wycombe%20Wanderers%20F.C.\"&gt;Wycombe Wanderers&lt;/a&gt;.\nThe ground facilitates fans in a mixture of covered all-seater stands, covered and uncovered traditional terraces and flat concrete by the side of the pitch. As well as the normal facilities for lower-league football, the ground hosts \"Stripes Bar\" which can be hired out for functions. The ground is located just a few minutes walk away from the town centre and from &lt;a href=\"Maidenhead%20railway%20station\"&gt;Maidenhead railway station&lt;/a&gt;.\nReferences.\n "
}