{
    "id": "43596692",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=43596692",
    "title": "Labour Party (Poland)",
    "text": "The Labour Party (, SP) is a minor right-wing political party in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. It was formally called the Christian-Democratic Labour Faction \"(, ChDSP)\" between 1989 and 2000.\nHistory.\nThe party was established in February 1989 as an alternative to the &lt;a href=\"Polish%20United%20Workers%27%20Party\"&gt;Polish United Workers' Party&lt;/a&gt;–&lt;a href=\"Solidarity%20%28Polish%20trade%20union%29\"&gt;Solidarity&lt;/a&gt; political duopoly. It had its roots in the Christian Democratic Political Theory Club, which had been established the year before by members of the Association for the Promulgation of Catholic Social Science. It was initially known as the Christian Democratic Labour Party (\"Chrześcijańsko-Demokratyczne Stronnictwo Pracy\", ChDSP), and claimed to be the successor to the &lt;a href=\"Labour%20Faction%20%281937%29\"&gt;Labor Party&lt;/a&gt; that was dissolved after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. It was initially headed by &lt;a href=\"W%C5%82adys%C5%82aw%20Si%C5%82a-Nowicki\"&gt;Władysław Siła-Nowicki&lt;/a&gt;, and it was hoped that his prestige would help popularise the party. Two members were elected to &lt;a href=\"Parliament%20of%20Poland\"&gt;Parliament&lt;/a&gt; on the &lt;a href=\"Solidarity%20Citizens%27%20Committee\"&gt;Solidarity Citizens' Committee&lt;/a&gt; list in the &lt;a href=\"1989%20Polish%20legislative%20election\"&gt;1989 parliamentary elections&lt;/a&gt;; &lt;a href=\"Marek%20Rusakiewicz\"&gt;Marek Rusakiewicz&lt;/a&gt; became a member of the &lt;a href=\"Sejm\"&gt;Sejm&lt;/a&gt; and &lt;a href=\"Walerian%20Piotrowski\"&gt;Walerian Piotrowski&lt;/a&gt; was elected to the &lt;a href=\"Senate%20of%20Poland\"&gt;Senate&lt;/a&gt;.\nHowever, the party failed to gain significant support, and never attracted more than 2,000 members. It split over whether to support Siła-Nowicki or Solidarity leader &lt;a href=\"Lech%20Wa%C5%82%C4%99sa\"&gt;Lech Wałęsa&lt;/a&gt; in the &lt;a href=\"1990%20Polish%20presidential%20election\"&gt;1990 presidential elections&lt;/a&gt;, with the Wałęsa-supporting faction breaking away to form the Christian Democratic Party \"Union\". The remaining members of the ChDSP subsequently contested the &lt;a href=\"1991%20Polish%20parliamentary%20election\"&gt;1991 parliamentary elections&lt;/a&gt; as part of the &lt;a href=\"Christian%20Democracy%20%28Poland%29\"&gt;Christian Democracy&lt;/a&gt; alliance that won five seats. &lt;a href=\"Stefan%20Pastuszewski\"&gt;Stefan Pastuszewski&lt;/a&gt; was the party's sole MP.\nThe party joined the &lt;a href=\"Centre%20Agreement\"&gt;Centre Agreement&lt;/a&gt; for the &lt;a href=\"1993%20Polish%20parliamentary%20election\"&gt;1993 parliamentary election&lt;/a&gt;. However, the alliance failed to win any seats. In 1994 it merged with the small Christian Democracy party, and was renamed Christian Democracy-the Labour Party (\"Chrześcijańksa Demokracja-Stronnictwo Pracy\", ChD-SP). It was part of the &lt;a href=\"Solidarity%20Electoral%20Action\"&gt;Solidarity Electoral Action&lt;/a&gt; alliance that won the &lt;a href=\"1997%20Polish%20parliamentary%20election\"&gt;1997 elections&lt;/a&gt;; the ChD-SP held one of its 201 seats in the &lt;a href=\"Sejm\"&gt;Sejm&lt;/a&gt;, taken by &lt;a href=\"Witold%20Nieduszy%C5%84ski\"&gt;Witold Nieduszyński&lt;/a&gt;.\nIn 2000 the party became the Labour Party. It was part of the &lt;a href=\"Law%20and%20Justice\"&gt;Law and Justice&lt;/a&gt; list for the &lt;a href=\"2001%20Polish%20parliamentary%20election\"&gt;2001 elections&lt;/a&gt;, but failed to win a seat. It was part of the All-Poland Citizen Committee for the &lt;a href=\"2004%20European%20Parliament%20election%20in%20Poland\"&gt;2004 European Parliament elections&lt;/a&gt;, but it received 0.6% of the vote and failed to win a seat. Prior to the &lt;a href=\"2005%20Polish%20parliamentary%20election\"&gt;2005 elections&lt;/a&gt; the party split, with some members leaving to form the and others founded &lt;a href=\"Ancestral%20Home\"&gt;Ancestral Home&lt;/a&gt;. The Labour Party contested the elections alone, but received just 1,019 votes and failed to win a seat. The other two parties both received more votes, but also failed to win a seat."
}