{
    "id": "43606015",
    "revid": "16416757",
    "url": "https://en.wikipedia.org/wiki?curid=43606015",
    "title": "History of the Kalenjin people",
    "text": "The &lt;a href=\"Kalenjin%20people\"&gt;Kalenjin people&lt;/a&gt; are an &lt;a href=\"ethnolinguistic\"&gt;ethnolinguistic&lt;/a&gt; group indigenous to East Africa, with a presence, as dated by archaeology and linguistics, that goes back many centuries. Their history is therefore deeply interwoven with those of their neighboring communities as well as with the histories of &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;, &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;, &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;, &lt;a href=\"South%20Sudan\"&gt;South Sudan&lt;/a&gt;, and &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt;.\nOrigins.\nGenetic studies of &lt;a href=\"Nilo-Saharan\"&gt;Nilo-Saharan&lt;/a&gt;-speaking populations are in general agreement with archaeological evidence and linguistic studies that argue for a Nilo-Saharan homeland in eastern &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt; before 6000 BCE, with subsequent migration events northward to the eastern Sahara, westward to the &lt;a href=\"Chad%20Basin\"&gt;Chad Basin&lt;/a&gt;, and southeastward into &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; and &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;.\nLinguist Roger Blench has suggested that the Nilo-Saharan languages and the Niger–Congo languages may be branches of the same macro–language family. Earlier proposals along this line were made by linguist Edgar Gregersen in 1972. These proposals have not reached a linguistic consensus, however, and this connection presupposes that all of the Nilo-Saharan languages are actually related in a single family, which has not been definitively established.\nLinguist Christopher Ehret has made a case that a proto-Nilotic language was spoken by the &lt;a href=\"Third%20millennium%20B.C.E\"&gt;third millennium B.C.&lt;/a&gt; He cites the eastern Middle Nile Basin south of the Abbai River as the supposed &lt;a href=\"urheimat\"&gt;urheimat&lt;/a&gt; of the speakers of this language, that is to say south-east of present-day Khartoum.\nBeginning in the &lt;a href=\"second%20millennium%20B.C.\"&gt;second millennium B.C.&lt;/a&gt;, particular Nilotic communities began to move southward into far &lt;a href=\"South%20Sudan\"&gt;South Sudan&lt;/a&gt;, where most settled. However, the societies today referred to as the &lt;a href=\"Southern%20Nilotic%20languages\"&gt;Southern Nilotes&lt;/a&gt; pushed further on, reaching what is present-day north-eastern Uganda by 1000 B.C.\nThe earliest area in the &lt;a href=\"African%20Great%20Lakes\"&gt;Great Lakes region&lt;/a&gt; that is recognized as inhabited by the Southern Nilotic speakers lies in the present day Jie and Dodoth country in Uganda.\nEarly presence in East Africa.\nEhret postulates that between 1000 and 700 BC, the &lt;a href=\"Southern%20Nilotic\"&gt;Southern Nilotic&lt;/a&gt; speaking communities, who kept domestic stock and possibly cultivated sorghum and finger millet, lived next to an Eastern Cushitic speaking community with whom they had significant cultural interaction. The general location of this point of cultural exchange was somewhere near the common border between Sudan, Uganda, Kenya, and Ethiopia.\nThis corresponds with a number of historical narratives from the various Kalenjin sub-tribes, which point to Tulwetab/Tuluop Kony (&lt;a href=\"Mount%20Elgon\"&gt;Mount Elgon&lt;/a&gt;) as their original point of settlement in Kenya.\nThere are also accounts from Kalenjin speaking communities, in particular, the Sebeii, living near Mt. Elgon, who point to Kong'asis (the East), and more specifically the Cherangani Hills, as their original homelands in Kenya.\nThe impact of the cultural exchange that occurred around the Mt. Elgon region was most notable in borrowed loan words, adoption of the practice of circumcision, and the &lt;a href=\"Ibinda%20%28age%20set%29\"&gt;cyclical system of age-set organisation&lt;/a&gt;.\nNeolithic.\nThe arrival of the Southern Nilotes on the East African archaeological scene is correlated with the appearance of the prehistoric &lt;a href=\"Lithic%20flake\"&gt;lithic&lt;/a&gt; industry and pottery tradition referred to as the Elmenteitan culture. The bearers of the Elmenteitan culture developed a distinct pattern of land use, hunting, and pastoralism on the western plains of &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; during the East African &lt;a href=\"Pastoral%20Neolithic\"&gt;Pastoral Neolithic&lt;/a&gt;. Its earliest recorded appearance dates to the ninth century BC (i.e. 900 to 801 BC).\nIt is thought that around the fifth and sixth centuries BC, the speakers of the Southern Nilotic languages split into two major divisions: the proto-Kalenjin and the proto-Datooga. The former took shape among those residing to the north of the Mau range, while the latter took shape among sections that moved into the Mara and Loita plains south of the western highlands.\nWhile few large-scale excavations have been done on sites outside the Central Rift, regional surveys indicate that the population was far denser in the southern highlands during this time.\nThe &lt;a href=\"Datooga%20people\"&gt;Datooga&lt;/a&gt; were specialized pastoralists on considerable scale, spreading their settlements westward after 400BC across the Mara plains and as far as southeastern Lake Nyanza. Their presence on the Mara and Loita plains would continue through to the seventeenth century AD when they were driven south by the Maasai during the Il-Tatua wars.\nArchaeological and linguistic evidence point to significant differences in ways of life between the Elmenteitan culture and the &lt;a href=\"Savanna%20Pastoral%20Neolithic\"&gt;Savanna Pastoral Neolithic&lt;/a&gt; cultures that had preceded them in Kenya.\nLithic industry.\nFor both the Elmenteitan and SPN producing societies, obsidian was the dominant source of lithic raw material for tool production, though lower quality alternatives were used occasionally. The obsidian was sourced at two discrete points with the Elmenteitan culture sourcing their obsidian from an outcrop of green obsidian on the northeast slope of &lt;a href=\"Mount%20Eburu\"&gt;Mt. Eburu&lt;/a&gt;.\nSocial organisation.\nThe Southern Nilotes of this time, like some of their neighbors, practiced circumcision of both sexes though significant differences in practice are discerned through linguistics. Unlike the Southern Cushities and somewhat like the early Bantu, they initiated circumcised men into age-sets. The age-sets, however, were quite different from those of the Bantu of the time in that they formed a cycling system which in its early form comprised both age-sets as well as a generational component. It is thought that the eight age-sets in the system were grouped into two generations, each comprising four of the sets. Within the system, a man and his son would belong to age-sets that were of alternate generations.\nAlongside the age-sets there was an age grade system which had been simplified to a two-tier system by the early stages of the Sirikwa era. By that time, a young man when initiated would join an age-set while simultaneously joining the first age-grade known as muren. At the same time, his father would join the senior age-grade known as payyan. It is speculated, though yet unproven, that the age-grade system of the Southern Nilotic period comprised four pairs of age-grades to match the four stages of each generation in the age-set system. The full complexity of this system would breakdown differently in the descendant communities with the Kalenjin retaining the age-sets and losing the age-grades while the Datooga dropped the age-sets and retained the age-grades as central to social cohesion.\nBurials.\nThe Southern Nilotic speakers cremated their deceased in caves as at Njoro River cave, Keringet caves and possibly Egerton caves, much unlike the &lt;a href=\"Savanna%20Pastoral%20Neolithic\"&gt;Southern Cushitic&lt;/a&gt; speakers who buried their dead in &lt;a href=\"cairn\"&gt;cairn&lt;/a&gt;s. Both however had similar grave goods, which typically included stone bowls, pestle rubbers and palettes.\nPastoral iron age.\nEarly iron age.\nLinguistic studies indicate separate and significant interaction between the Southern Nilotic speakers and Bantu speaking communities. Word evidence shows that in this interaction, there was highly gendered migration from the Bantu speaking communities into Southern Nilotic-speaking areas during the period, ca. 500-800 A.D., with Luhya women being the migrants.\nThe evidence for this lies in the words that passed from the Bantu language into the Southern Nilotic language during this period. In contrast to the wide variety of Kalenjin loanwords in Luhya today, all but one of the words that were adopted from Luhya relate to cultivation and cooking, which were traditionally women's duties in ancient Luhya society.\nIt has been suggested that the social institution of marriage led to the select migration. In that, whereas the Southern Nilotic speaking &lt;a href=\"Pastoralism\"&gt;pastoralists&lt;/a&gt; contracted marriage through payment of cattle and other livestock by the groom's family to the prospective bride's family, the Bantu of 1500 to 2000 years ago likely contracted marriage through &lt;a href=\"bride%20service\"&gt;bride service&lt;/a&gt;, whereby the prospective groom would work in the potential bride's household for a period of time. This arrangement, therefore, served to make men the migrants in contrast to payment of &lt;a href=\"bride%20price\"&gt;bride price&lt;/a&gt; which made women the migrants.\nThe marrying of Luhya women to Kalenjin men would have conferred benefits to men of both societies at the time since for the Kalenjin, Luhya women would have contributed expanded agricultural variety and productivity to the homestead. On the other hand, a Luhya father, by marrying his daughter to a Kalenjin man could increase his own wealth and position within Luhya society. Over the long term such relations, by increasing men's wealth in cattle, undoubtedly helped bring into being new customary balance's between men and women's authority and status in Luhya society. These societies are today patrilineal unlike the ancient Luhya societies which appear to have been matrilineal.\nLate iron age.\nFrom the archaeological record, it is postulated that the emergence and early development of the Sirikwa culture occurred in the central Rift Valley i.e. Rongai/Hyrax Hill, not later than the 12th century A.D. Between this period and about the 17th century i.e prior to the &lt;a href=\"Loikop%20people\"&gt;Loikop&lt;/a&gt; expansion -the Sirikwa pioneered an advanced form of pastoral management. They were not the first culture to herd cattle, goats and sheep in the high grasslands; this having happened at least two thousand years previously. The achievement of the Sirikwa culture, sometime after 1000AD, was the introduction of a more efficient exploitation of the lush pastures through less emphasis on beef and more on dairy production. For this purpose they perfected a small breed of Zebu cattle - what is essentially now known as the Maasai breed - whose milk yield though modest in volume is rich in quality. With herds of sufficient size and mobility, combined with sheep and goat for a regular meat supply, the bearers of the Sirikwa culture pioneered an efficient way of exploiting unenclosed tracts of high grassland. This innovation likely allowed for the expansion, as attested archaeologically, from the central Rift Valley into the western highlands, the Mt. Elgon region and possibly into Uganda.\nFor several centuries, the bearers of the Sirikwa culture would be the dominant population of the western highlands of Kenya. At their greatest extent, their territories covered the highlands from the Chepalungu and Mau forests northwards as far as the Cherangany Hills and Mount Elgon. There was also a south-eastern projection, at least in the early period, into the elevated Rift grasslands of Nakuru which was taken over permanently by the Maasai, probably no later than the seventeenth century. Here Kalenjin place names seem to have been superseded in the main by Maasai names notably &lt;a href=\"Mount%20Suswa\"&gt;Mount Suswa&lt;/a&gt; (Kalenjin - place of grass) which was in the process of acquiring its Maasai name, Ol-doinyo Nanyokie, the red mountain during the period of European exploration.\nArchaeological evidence indicates a highly sedentary way of life and a cultural commitment to a closed defensive system for both the community and their livestock during the Sirikwa period. Family homesteads featured small individual family stock pens, elaborate gate-works and sentry points and houses facing into the homestead; defensive methods primarily designed to proof against individual thieves or small groups of rustlers hoping to succeed by stealth. Links with external trade networks are indicated by caravan routes from the Swahili coast that led to, or cut through the territories of the bearers of the Sirikwa culture.\nPre-19th century.\nA body of oral traditions from various East African communities points to the presence of at least four significant Kalenjin-speaking population groups present prior to the 19th century. Meru oral history describes the arrival of their ancestors at &lt;a href=\"Mount%20Kenya\"&gt;Mount Kenya&lt;/a&gt; where they interacted with a community referred to as &lt;a href=\"Lumbwa%20people\"&gt;Lumbwa&lt;/a&gt;. The Lumbwa occupied the lower reaches of Mount Kenya though the extent of their territory is presently unclear. North-east of this community, across the &lt;a href=\"Rift%20Valley%20Province\"&gt;Rift Valley&lt;/a&gt;, a community known as the &lt;a href=\"Chok%20people\"&gt;Chok (later Suk)&lt;/a&gt; occupied the Elgeyo escarpment. &lt;a href=\"Pokot%20people\"&gt;Pokot&lt;/a&gt; oral history describes their way of life, as that of the &lt;a href=\"Sengwer%20people\"&gt;Siger (or Sengwer)&lt;/a&gt;, a community that appears to have lived in association with the Chok. The name Siger was used by the Karamojong and arose from a distinctive cowrie shell adornment favored by this community. The area occupied by the Sekker stretched between &lt;a href=\"Mount%20Elgon\"&gt;Mount Elgon&lt;/a&gt; and present-day Uasin Gishu as well as into a number of surrounding counties. Far west, a community known as the &lt;a href=\"Maliri%20people\"&gt;Maliri&lt;/a&gt; occupied present day &lt;a href=\"Jie%20people\"&gt;Jie&lt;/a&gt; and &lt;a href=\"Dodoth%20people\"&gt;Dodoth&lt;/a&gt; country in Uganda. The &lt;a href=\"Karamojong%20people\"&gt;Karamojong&lt;/a&gt; would eject them from this region over the course of the century and their traditions describe these encounters with the Maliri. The arrival in the district of the latter community is thought by some to be in the region of six to eight centuries ago.\nBordering these communities were two distinct communities whose interactions and those with the Kalenjin-speaking communities would lead to notable cultural change. The Maliri in Uganda were neighbored by the Karamojong, an Iron Age community that practiced a pastoral way of life. To the north of the Sekker and Chok were the &lt;a href=\"Oropom%20people\"&gt;Oropom (Orupoi)&lt;/a&gt;, a late neolithic society whose expansive territory is said to have stretched across Turkana and the surrounding region as well as into Uganda and Sudan. Wilson (1970) who collected traditions relating to the Oropom observed that the corpus of oral literature suggested that, at its tail end, the society \"had become effete, after enjoying for a long period the fruits of a highly developed culture\".\nTowards the end of 18th century and through the 19th century, a series of droughts, plagues of locusts, &lt;a href=\"epidemics\"&gt;epidemics&lt;/a&gt;, and in the final decades of the 19th century, a rapid succession of sub-continental &lt;a href=\"epizootics\"&gt;epizootics&lt;/a&gt; affected these communities. There is an early record of the great Laparanat drought c.1785 that affected the Karamajong. However, for communities then resident in what is present-day Kenya many disaster narratives relate the start with the &lt;a href=\"Aoyate%20drought\"&gt;Aoyate&lt;/a&gt;, an acute &lt;a href=\"Drought%23Types%20of%20drought\"&gt;meteorological drought&lt;/a&gt; that affected much of East and Southern Africa in the early nineteenth century.\n19th century.\nNile records indicate that the three decades starting about 1800 were marked by low rainfall levels in regions south of the Sahara. East African oral narratives and the few written records indicate peak aridity during the 1830s resulting in recorded instances of famine in 1829 and 1835 in Ethiopia and 1836 in Kenya. Among Kenyan Rift Valley communities this arid period, and the consequent series of events, have been referred to as &lt;a href=\"First%20Mutai\"&gt;Mutai&lt;/a&gt;.\nA feature of the Mutai was increased conflict between neighboring communities, most noted of these has been the &lt;a href=\"Iloikop%20wars\"&gt;Iloikop wars&lt;/a&gt;. Earlier conflicts preceding the Iloikop wars appear to have brought about the pressures that resulted in this period of conflict. Von Höhnel (1894) and Lamphear (1988) recorded narratives concerning conflict between the Turkana and Burkineji or at least the section recalled as Sampur that appear to have been caused by even earlier demographic pressures.\nTurkana - Burkineji conflict.\nTurkana narratives recorded by Lamphear (1988) provide a broad perspective of the prelude to the conflict between the Turkana and a community he refers to as Kor, a name by which the Turkana still call the Samburu in the present day.\nLamphear notes that Tukana traditions aver that a dreamer among them saw strange animals living with the people up in the hills. Turkana warriors were thus sent forward to capture one of these strange beasts,which the dreamer said looked 'like giraffes, but with humps on their backs'. The young men therefore went and captured one of these beasts - the first camels the Turkana had seen. The owners of the strange beasts appear to have struck the Turkana as strange as well. The Turkana saw them as 'red' people, partly because of their lighter skin and partly because they daubed their hair and bodies with reddish clay. They thus gave them the name 'Kor'. Lamphear states that Turkana traditions agree that the Kor were very numerous and lived in close pastoral association with two other communities known as 'Rantalle' and 'Poran', the names given to the Cushitic speaking &lt;a href=\"Rendille%20people\"&gt;Rendille&lt;/a&gt; and &lt;a href=\"Borana%20Oromo%20people\"&gt;Boran&lt;/a&gt; communities.\nAccording to Von Höhnel (1894) \"a few decades\" prior, the Burkineji occupied districts on the west of the lake and that they were later driven eastwards into present day Samburu. He later states that \"some fifty years ago the Turkana owned part of the land on the west now occupied by the Karamoyo, whilst the southern portion of their land belonged to the Burkineji. The Karamoyo drove the Turkana further east, and the Turkana, in their turn, pushed the Burkineji towards Samburuland\".\nCollapse of Siger community.\nLamphear states that Turkana narratives indicate that at the time of interaction with the 'Kor', the Turkana were in even closer proximity to a community referred to as Siger. This was the Karamoja name for the community and derived from an adornment that this community favored. The Siger like the Kor, were seen as a 'red' people, they are also remembered as a 'heterogeneous, multi-lingual confederation, including Southern and Eastern Nilotic-speakers, and those who spoke Cushitic dilects'. According to Turkana traditions the Siger once held most of the surrounding country 'until the Kor and their allies came up from the south and took it from them. In the process, the Kor and Siger had blended to some extent'.\nAccording to Lamphears account, Turkana traditions directly relate the collapse of the 'Siger' to the Aoyate. He notes that;\nThe collapse of the Siger/Sengwer community is generally believed to have seen the rise of a prophet-diviner class among many pastoral communities and a period marked by reformation.\nCultural changes, particularly the innovation of heavier and deadlier spears amongst the &lt;a href=\"Loikop%20people\"&gt;Loikop&lt;/a&gt; led to significant changes in methods and scale of raiding. The change in methods introduced by the Loikop also consisted of fundamental differences of strategy, in fighting and defense, and also in organization of settlements and of political life.\nThe cultural changes played a part in significant southward expansion of Loikop territory from a base east of Lake Turkana. This expansion led to the development of three groupings within Loikop society. The &lt;a href=\"Samburu%20people\"&gt;Sambur&lt;/a&gt; who occupied the 'original' country east of Lake Turkana as well as the Laikipia plateau. The Uasin Gishu occupied the grass plateaus now known as the &lt;a href=\"Uasin%20Gishu%20County\"&gt;Uasin Gishu&lt;/a&gt; and Mau while the &lt;a href=\"Maasai%20people\"&gt;Maasai&lt;/a&gt; territory extended from Naivasha to Kilimanjaro. This expansion was subsequently followed by the &lt;a href=\"Iloikop%20wars\"&gt;Iloikop wars&lt;/a&gt;.\nThe expansion of Turkana and Loikop societies led to significant change within the Sirikwa society. Some communities were annihilated by the combined effects of the Mutai of the 19th century while others adapted to the new era.\nIloikop wars.\nMembers of collapsing communities were usually assimilated into ascending identities. \nSignificant cultural change also occurred. Guarding cattle on the plateaus depended less on elaborate defenses and more on mobility and cooperation. Both of these requiring new grazing and herd-management strategies. The practice of the later Kalenjin – that is, after they had abandoned the Sirikwa pattern and had ceased in effect to be Sirikwa – illustrates this change vividly. On their reduced pastures, notably on the borders of the Uasin Gishu plateau, when bodies of raiders approached they would relay the alarm from ridge to ridge, so that the herds could be combined and rushed to the cover of the forests. There, the approaches to the glades would be defended by concealed archers, and the advantage would be turned against the spears of the plains warriors.\nMore than any of the other sections, the Nandi and Kipsigis, in response to Maasai expansion, borrowed from the Maasai some of the traits that would distinguish them from other Kalenjin: large-scale economic dependence on herding, military organization and aggressive cattle raiding, as well as centralized religious-political leadership. The family that established the office of &lt;a href=\"Orkoiyot\"&gt;Orkoiyot&lt;/a&gt; (warlord/diviner) among both the Nandi and Kipsigis were migrants from northern &lt;a href=\"Chemwal%20people\"&gt;Chemwal&lt;/a&gt; regions. By the mid-nineteenth century, both the Nandi and Kipsigis &lt;a href=\"Kimnyole%23Reconquest%20of%20Uasin%20Gishu\"&gt;were expanding at the expense of the Maasai&lt;/a&gt;.\nThe Iloikop wars ended in the 1870s with the defeat and dispersal of the &lt;a href=\"Loikop%20people%23Laikipia\"&gt;Laikipiak&lt;/a&gt;. However, the new territory acquired by the Maasai was vast and left them overextended thus unable to occupy it effectively. This left them open to encroachment by other communities. By the early 1880s, &lt;a href=\"Kamba%20people\"&gt;Kamba&lt;/a&gt;, &lt;a href=\"Kikuyu%20people\"&gt;Kikuyu&lt;/a&gt; and acculturating Sirikwa/Kalenjin raiders were making inroads into Maasai territory, and the Maasai were struggling to control their resources of cattle and grazing land.\nThe latter decades of the nineteenth century, saw the early European explorers start advancing into the interior of Kenya. Many present-day identities were by then recognized and begin to appear in the written record. In the introduction to Beech's account on the Suk, Eliot notes that they seemed \"unanimous in tracing their origin to two tribes called Chôk(or Chũk) and Sekker (and that) at present they call themselves Pôkwut...', he also recognizes five dialects, \"Nandi, Kamasia, Endo (and) Suk, the difference being the greatest between the first and the last. The Maragwet language, which is presumably akin, appears not to have been studied, and there are probably others in the same case\".\nAbout the time contacts were being made this time, two instances of epizootics broke out in the Rift Valley region. In 1883, bovine Pleuro-Pneumonia spread from the north and lingered for several years. The effect of this was to cause the Loikop to regroup and to go out raiding more aggressively to replenish their herds. This was followed by a far more serious outbreak of Rinderpest which occurred in 1891.\nThis period - characterized by disasters, including a rinderpest epidemic, other stock diseases, drought, mass starvation, and smallpox was referred to as a &lt;a href=\"Mutai%20%28Late%2019th%20century%29\"&gt;Mutai&lt;/a&gt;.\n20th century.\nResistance to British rule.\nBy the latter decades of the nineteenth century, the Kalenjin - more so the Nandi, had acquired a fearsome reputation. Thompson was warned in 1883 to avoid the country of the Nandi, who were known for attacks on strangers and caravans that would attempt to scale the great massif of the Mau. \nNonetheless, trade relations were established between the Kalenjin and incoming British. This was tempered on the Kalenjin side by the prophesies of various seers. Among the Nandi, &lt;a href=\"Kimnyole\"&gt;Kimnyole&lt;/a&gt; had warned that contact with the Europeans would have a significant impact on the Nandi while Mongo was said to have warned against fighting the Europeans.\nMatson, in his account of the resistance, shows 'how the irresponsible actions of two British traders, Dick and West, quickly upset the precarious modus vivendi between the Nandi and incoming British'. Conflict, led on the &lt;a href=\"Nandi%20people\"&gt;Nandi&lt;/a&gt; side by &lt;a href=\"Koitalel%20Arap%20Samoei\"&gt;Koitalel Arap Samoei&lt;/a&gt; - Nandi &lt;a href=\"Orkoiyot\"&gt;Orkoiyot&lt;/a&gt; at the time, was triggered by West's killing in 1895.\nThe East Africa Protectorate, Foreign Office, and missionary societies administrations reacted to West's death by organizing invasions of Nandi in 1895 and 1897. Invading forces were able to inflict sporadic losses upon Nandi warriors, steal hundreds of livestock, and burn villages, but were not able to end Nandi resistance.\n1897 also saw the colonial government set up base in Eldama Ravine under the leadership of certain Messrs. Ternan and Grant, an intrusion that was not taken to kindly by the &lt;a href=\"Lembus%20people\"&gt;Lembus&lt;/a&gt; community. This triggered conflict between the Lembus and British forces which included Maasai and Nubian soldiers and porters.\nThe British eventually overcame the Lembus following which Grant and Lembus elder's negotiated a peace agreement. During the negotiations, the Lembus were prevailed upon by Grant to state what they would not harm nor kill, to which the response was women. As such, they exchanged a girl from the Kimeito clan while Grant offered a white bull as a gesture of peace and friendship. This agreement was known as the Kerkwony Agreement. The negotiations were held where Kerkwony Stadium stands today.\nOn October 19, 1905, on the grounds of what is now Nandi Bears Club, Arap Samoei was asked to meet &lt;a href=\"Richard%20Meinertzhagen\"&gt;Col Richard Meinertzhagen&lt;/a&gt; for a truce. A grand-nephew of one of Arap Samoei's bodyguards later noted that “There were about 22 of them who went for a meeting with the (European) that day. Koitalel Arap Samoei had been advised not to shake hands because if he did, that would give him away as the leader. But he extended his hand and was shot immediately\". Koitalel's death led to the end of the Nandi resistance.\nKalenjin identity.\nUntil the mid-20th century, the Kalenjin did not have a common name and were usually referred to as the 'Nandi-speaking tribes' by scholars and colonial administration officials.\nStarting in the 1940s, individuals from the various 'Nandi-speaking tribes' who had been drafted to fight in World War II (1939–1945) began using the term Kale or Kore (a term that denoted scarification of a warrior who had killed an enemy in battle) to refer to themselves. At about the same time, a popular local radio broadcaster by the name of John Chemallan would introduce his wartime broadcasts show with the phrase Kalenjok meaning \"I tell You\" (when said to many people). This would influence a group of fourteen young 'Nandi-speaking' men attending Alliance School and who were trying to find a name for their peer group. They would call it Kalenjin meaning \"I tell you\" (when said to one person). The word Kalenjin was gaining currency as a term to denote all the 'Nandi-speaking' tribes. This identity would be consolidated with the founding of the Kalenjin Union in Eldoret in 1948 and the publication of a monthly magazine called Kalenjin in the 1950s.\nIn 1955 when Mzee Tameno, a Maasai and member of the Legislative Assembly (LEGCO) for Rift Valley, tendered his resignation, the Kalenjin presented one candidate to replace him; &lt;a href=\"Daniel%20Toroitich%20arap%20Moi\"&gt;Daniel Toroitich arap Moi&lt;/a&gt;.\nBy 1960, concerned with the dominance of the Luo and Kikuyu, Arap Moi and &lt;a href=\"Ronald%20Ngala\"&gt;Ronald Ngala&lt;/a&gt; formed &lt;a href=\"KADU\"&gt;KADU&lt;/a&gt; to defend the interests of the countries smaller tribes. They campaigned on a platform of majimboism (devolution) during the 1963 elections but lost to &lt;a href=\"Kenya%20African%20National%20Union\"&gt;KANU&lt;/a&gt;. Shortly after independence in December 1963, Kenyatta convinced Moi to dissolve KADU. This was done in 1964 when KADU dissolved and joined KANU.\n21st century.\nThe Kalenjin have been called by some \"the running tribe.\" Since the mid-1960s, Kenyan men have earned the largest share of major honours in international &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt; at distances from 800 meters to the marathon; the vast majority of these Kenyan running stars have been Kalenjin. From 1980 on, about 40% of the top honours available to men in international athletics at these distances (Olympic medals, &lt;a href=\"IAAF%20World%20Championships%20in%20Athletics\"&gt;World Championships&lt;/a&gt; medals, and World Cross Country Championships honours) have been earned by Kalenjin.\nIn 2008, &lt;a href=\"Pamela%20Jelimo\"&gt;Pamela Jelimo&lt;/a&gt; became the first Kenyan woman to win a gold medal at the &lt;a href=\"Olympics\"&gt;Olympics&lt;/a&gt;; she also became the first Kenyan to win the &lt;a href=\"IAAF%20Golden%20League\"&gt;Golden League&lt;/a&gt; jackpot in the same year. Since then, Kenyan women have become a major presence in international athletics at the distances; most of these women are Kalenjin. Amby Burfoot of \"Runner's World\" stated that the odds of Kenya achieving the success they did at the &lt;a href=\"1988%20Summer%20Olympics\"&gt;1988 Olympics&lt;/a&gt; were below 1:160 billion. &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; had an even more successful &lt;a href=\"2008%20Summer%20Olympics\"&gt;Olympics in 2008&lt;/a&gt;.\nA number of theories explaining the unusual athletic prowess among people from the tribe have been proposed. These include many explanations that apply equally well to other Kenyans or people living elsewhere who are not disproportionately successful athletes, such as that they run to school every day, that they live at relatively high altitude, and that the prize money from races is large compared to typical yearly earnings. One theory is that the Kalenjin has relatively thin legs and therefore does not have to lift so much leg weight when running long distances."
}