{
    "id": "43607839",
    "revid": "24902",
    "url": "https://en.wikipedia.org/wiki?curid=43607839",
    "title": "Laurel Ptak",
    "text": "Laurel Ptak is an artist, curator, writer and educator based in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;.\nCareer.\nShe previously served as director and curator of the artist-founded non-profit organization Art in General in New York City from 2017 to 2020. A multidisciplinary figure inside the field of culture, she has made contributions across disciplines of &lt;a href=\"photography\"&gt;photography&lt;/a&gt;, &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt;, social practice art, curating and &lt;a href=\"technology\"&gt;technology&lt;/a&gt;. She was named one of 100 top Leading Global Thinkers by &lt;a href=\"Foreign%20Policy\"&gt;Foreign Policy&lt;/a&gt; magazine in 2014. She is currently an MFA professor in the School of Art, Media and Technology at &lt;a href=\"The%20New%20School\"&gt;The New School&lt;/a&gt; and faculty member in the Curatorial Practice graduate program at the School of Visual Arts.\nHer work has looked at the social effects of technology and recent projects have taken up topics including feminism, hacking, and social media. She is co-editor of the book \"Undoing Property?\" with artist Marysia Lewandowska. Its essays, interviews and artistic projects explore themes of &lt;a href=\"immaterial%20labor\"&gt;immaterial labor&lt;/a&gt;, political economy and the commons. One of Ptak's best known projects, Wages For Facebook, draws upon ideas from the 1970s international &lt;a href=\"Wages%20for%20housework\"&gt;Wages for housework&lt;/a&gt; feminist campaign to think through contemporary relationships of capitalism, class and affective labor inside social media. When it launched as a website it immediately drew over 20,000 views and was rapidly and internationally debated via social media and the press, setting off a public conversation about worker's rights and the very nature of labor, as well as the politics of its refusal, in the digital age. She is a co-founder of the award-winning &lt;a href=\"Art%2BFeminism\"&gt;Art+Feminism&lt;/a&gt; Wikipedia-Edit-A-Thon project which addresses gender disparities online and their effects on public forms of knowledge, with public edit-a-thons organized each year at the &lt;a href=\"Museum%20of%20Modern%20Art\"&gt;Museum of Modern Art&lt;/a&gt; in New York City and co-organized by numerous art institutions and universities around the world.\nPtak studied art, critical theory and art history at &lt;a href=\"Hampshire%20College\"&gt;Hampshire College&lt;/a&gt; and holds an M.A. in curating and the history of contemporary art from the Center for Curatorial Studies at Bard College where she wrote her graduate thesis on feminist art from the 1990s."
}