{
    "id": "43648250",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=43648250",
    "title": "James Parmentier",
    "text": "James Parmentier (1658 – 2 December 1730), also known as Jacques Parmentier was a French painter who spent much of his career in England, partly in London and partly in Yorkshire.\nLife.\nParmentier was born in France in 1658. He initially studied art under his uncle, &lt;a href=\"S%C3%A9bastien%20Bourdon\"&gt;Sébastien Bourdon&lt;/a&gt;, who died in 1671. After some further instruction from another relation, Parmentier went to England in September 1676, to work under the decorative painter &lt;a href=\"Charles%20de%20La%20Fosse\"&gt;Charles de La Fosse&lt;/a&gt;, who was then painting the ceilings at &lt;a href=\"Montagu%20House%2C%20Bloomsbury\"&gt;Montagu House&lt;/a&gt; in Bloomsbury. He came to the attention of William III, who sent him to work at his palace of &lt;a href=\"Het%20Loo\"&gt;Het Loo&lt;/a&gt; in Holland, but his employment there came to a premature end following a dispute with &lt;a href=\"Daniel%20Marot\"&gt;Daniel Marot&lt;/a&gt;, then surveyor of the royal palaces in Holland. While in the Netherlands Parmentier painted the ceiling and two chimney-pieces in the chief room of the royal palace at &lt;a href=\"Binnenhof\"&gt;Binnenhof&lt;/a&gt;. He was a member of the guild of St Luke at The Hague, becoming a master on 1 December 1698.\nParmentier returned to London, but unable to find sufficient patronage there, he accepted an invitation to go to Yorkshire, where he painted many portraits. In 1711 he was paid £50 to paint an altarpiece showing the Last Supper for the church of the Holy Trinity Church at &lt;a href=\"Kingston%20upon%20Hull\"&gt;Hull&lt;/a&gt;. It survives, although in a mutilated condition. He also executed a ceiling painting on the theme of Moses receiving the law for &lt;a href=\"Leeds%20Minster\"&gt;St. Peter's Church&lt;/a&gt; at Leeds, and decorated staircases at &lt;a href=\"Worksop%20Manor\"&gt;Worksop Manor&lt;/a&gt; for the Duke of Norfolk, and at the house of John Atkinson, a former mayor of Leeds.\nFollowing the death of &lt;a href=\"Louis%20Laguerre\"&gt;Louis Laguerre&lt;/a&gt; in 1721 Parmentier returned to London, hoping to succeed to his practice as a decorative painter. During this London sojourn he became a member of a masonic music club called the \"Philo-musicae et -architecturae societas Apollini\", which met at the &lt;a href=\"Queen%27s%20Head%20Tavern%20/%20Apollo%20Tavern\"&gt;Queen's Head tavern&lt;/a&gt; on &lt;a href=\"Fleet%20Street\"&gt;Fleet Street&lt;/a&gt; near &lt;a href=\"Temple%20Bar%2C%20London\"&gt;Temple Bar&lt;/a&gt;. Parmentier may have been hoping that freemasonry might provide a viable source of patronage for him, and it is known that he did get some work through the club, as its minute-book records that when the tavern changed its name to the &lt;a href=\"Queen%27s%20Head%20Tavern%20/%20Apollo%20Tavern\"&gt;Apollo tavern&lt;/a&gt; in recognition of its musical clientele, Parmentier painted the new sign. He did not, however, achieve his hoped-for success in London, and was on the point of returning to the Netherlands, where he had been invited to spend the rest of his life with relatives at Amsterdam, when he died on 2 December 1730. He was buried in &lt;a href=\"St%20Paul%27s%2C%20Covent%20Garden\"&gt;St Paul's, Covent Garden&lt;/a&gt;.\nHis paintings of &lt;a href=\"Charles%20II%20of%20England\"&gt;Charles II&lt;/a&gt; and of &lt;a href=\"Charles%20de%20Saint-%C3%89vremond\"&gt;Charles de Marquetel de Saint-Evremond&lt;/a&gt; are in the collection of the National Portrait Gallery, London; another of St Evremond (1701) is at &lt;a href=\"Knole\"&gt;Knole&lt;/a&gt;.\nExternal links.\nImages of works by &lt;a href=\"http%3A//www.npg.org.uk/collections/search/person/mp07399/james-parmentier\"&gt;James Parmentier&lt;/a&gt; at the National Portrait Gallery, London"
}