{
    "id": "436667",
    "revid": "36250",
    "url": "https://en.wikipedia.org/wiki?curid=436667",
    "title": "Grand River Transit",
    "text": "Grand River Transit (GRT) is the &lt;a href=\"public%20transport\"&gt;public transport&lt;/a&gt; operator for the &lt;a href=\"Regional%20Municipality%20of%20Waterloo\"&gt;Regional Municipality of Waterloo&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada. It operates daily &lt;a href=\"bus\"&gt;bus&lt;/a&gt; services in the region, primarily in the cities of &lt;a href=\"Kitchener%2C%20Ontario\"&gt;Kitchener&lt;/a&gt;, &lt;a href=\"Waterloo%2C%20Ontario\"&gt;Waterloo&lt;/a&gt;, and &lt;a href=\"Cambridge%2C%20Ontario\"&gt;Cambridge&lt;/a&gt;, alongside the &lt;a href=\"Ion%20rapid%20transit\"&gt;Ion rapid transit&lt;/a&gt; &lt;a href=\"Light%20rail\"&gt;light rail system&lt;/a&gt; which began service on June 21, 2019.\nIt was named for the &lt;a href=\"Grand%20River%20%28Ontario%29\"&gt;Grand River&lt;/a&gt;, which flows through the Region; the naming also echoes the &lt;a href=\"Grand%20River%20Railway\"&gt;Grand River Railway&lt;/a&gt;, a former &lt;a href=\"electric%20railway\"&gt;electric railway&lt;/a&gt; which served the area in the early twentieth century. GRT is a member of the &lt;a href=\"Canadian%20Urban%20Transit%20Association\"&gt;Canadian Urban Transit Association&lt;/a&gt;.\nOverview.\nOn January 1, 2000, the Region of Waterloo created GRT by assuming the operations of the former Kitchener Transit (which also served Waterloo) and Cambridge Transit. By the end of that year, operations had been fully synchronized and buses began running between Cambridge and Kitchener; as a result, ridership in Cambridge improved dramatically, and there have been increases in service, including Sundays and late evenings Monday-Saturday.\nGrand River Transit has consistently purchased &lt;a href=\"low%20floor\"&gt;low floor&lt;/a&gt;, &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt;-accessible buses, principally from &lt;a href=\"Nova%20Bus\"&gt;Nova Bus&lt;/a&gt;, &lt;a href=\"Orion%20Bus%20Industries\"&gt;Orion&lt;/a&gt;, and &lt;a href=\"New%20Flyer\"&gt;New Flyer&lt;/a&gt;, and these now form the entirety of the standard fleet. Most operating buses are less than twenty years old, though a few older buses are used primarily for high-school special runs. GRT has installed &lt;a href=\"Bicycle%20carrier\"&gt;bicycle rack&lt;/a&gt;s on the front of its buses in order to encourage the use of sustainable transport; all buses now have these racks. Bicycles are also allowed on-board Ion trains.\nService to less dense areas is provided by the busPLUS system, large &lt;a href=\"van\"&gt;van&lt;/a&gt;s which take regular fares on scheduled routes to new neighbourhoods and more remote facilities; if ridership is sufficiently high, these services can later be replaced with regular buses, as happened with the 71 Melran route in Cambridge.\nGRT also operates Mobility\"PLUS\", which provides &lt;a href=\"Paratransit\"&gt;specialized transit for disabled patrons&lt;/a&gt; using minibuses equipped with &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt; lifts.\nThe GRT fleet consists entirely of motor buses. Kitchener Transit operated &lt;a href=\"trolleybus\"&gt;trolleybus&lt;/a&gt;es earlier in its history, but they were withdrawn from service during the 1970s, well before the systems were merged. GRT continued operating 23 &lt;a href=\"compressed%20natural%20gas\"&gt;compressed natural gas&lt;/a&gt;-driven buses inherited from Kitchener Transit but did not expand this fleet; these buses were retired before the end of 2009. Until the 1950s, the area was served by electric passenger and freight &lt;a href=\"train\"&gt;train&lt;/a&gt;s run by the &lt;a href=\"Grand%20River%20Railway\"&gt;Grand River Railway&lt;/a&gt;, which even earlier in the 20th century had run &lt;a href=\"tram\"&gt;streetcar&lt;/a&gt;s on city streets before the separated railway lines were built.\nSince September 1, 2007, all undergraduate students at the University of Waterloo have purchased a non-refundable four-month &lt;a href=\"Universal%20transit%20pass\"&gt;U-Pass&lt;/a&gt; as part of their tuition fees for less than a quarter of the equivalent adult monthly pass.\nGrand River Transit has six diesel-hybrid buses which began service in late August 2008. To get the best use of their powertrain, these buses run on routes like Route 7 Mainline, which have frequent stops and heavy usage.\nWith the launch of Ion rapid transit in June 2019, GRT's bus services were substantially reorganized. The greatest effect was in decentralizing the network in Kitchener–Waterloo by no longer using the Charles Street terminal as a service hub; the affected routes now connect with Ion trains at their stations, forming a centralized spine.\nHistory.\nPublic transit in the Grand River area began with private operators and slowly gave way to municipal run service. Interurban and streetcar service were the earlier modes and by the mid-20th century, bus transit became the norm.\nCambridge.\nPublic transit was provided to Galt and Preston before Cambridge was formed.\nElmira.\nElmira had bus service to Kitchener that ended in 1997. Route 21 now travels to Elmira from Conestoga Mall in north Waterloo. Riders can then transfer to another bus to get to Kitchener.\nNew Hamburg.\nOn April 25, 2016, Grand River Transit began operating route 77 which connects The Boardwalk and the Wilmot Township (Petersburg, Baden and New Hamburg) during the AM and PM peak periods. This route is a BusPlus route and because of the length of the route, route 77 operates every 75 minutes. GRT is using Voyager Transportation Services to operate the new route.\nThe Grand River area also had interurban railway service from 1894 to 1955 by various operators.\nLight rail transit.\nIn June 2011, Waterloo Region council approved a plan for a &lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt; transit line, powered by electricity, between Conestoga Mall in north Waterloo and Fairview Park Mall in south Kitchener. At first, rapid buses would run from the south end of Kitchener to the \"downtown Galt\" area of Cambridge but eventually, the LRT would be expanded to that city. (At least one journalist pointed out the similarity between this plan and the electric Grand River Railway system of the early 1900s.) In Stage 1, the &lt;a href=\"Ion%20rapid%20transit\"&gt;Ion rapid transit&lt;/a&gt; train runs between &lt;a href=\"Fairway%20station\"&gt;Fairview Park Mall&lt;/a&gt; and &lt;a href=\"Conestoga%20staton\"&gt;Conestoga Mall&lt;/a&gt; by way of the central districts of Kitchener and Waterloo.\nConstruction on the light rail system, now named Ion, began in August 2014 and the Stage 1 service was expected to begin in 2017. Most of the rails had been installed by the end of 2016; the maintenance facility and all underground utility work had been completed. The start date of service was postponed to early 2018, and then to December 2018, however, because of delays in the manufacture and delivery of the vehicles by &lt;a href=\"Bombardier%20Transportation\"&gt;Bombardier Transportation&lt;/a&gt;. Bombardier was to deliver all 14 vehicles by December 14; that was postponed to December 2017 and then to June 2018. In April 2018, the planned start of Ion service was postponed to December, and was finally accomplished on June 21, 2019.\nIn late February 2017, plans for the Stage 2 (Cambridge section) of the Ion rail service were still in the very early stage but a proposed route with map had been published. The public consultation process for Cambridge was postponed to 2018.\nIn early July 2017, Cambridge City Council expressed an objection to parts of the route planned for that city and requested the Region to consider alternatives. At that time, a report indicated that construction of Stage 2 would not begin until 2025. Until LRT service arrives in Cambridge, GRT will offer rapid transit with adapted iXpress buses to Fairview Park Mall using bus-only lanes at Pinebush, Munch and Coronation to minimize slowdowns at times of heavy traffic. In 2017, the route also continued to Conestoga Mall in Waterloo (though not as rapid transit) with many stops along the way. Following Ion launch in Kitchener–Waterloo, GRT is continuing the remainder of the 200 service to the terminal at Fairview Park, renumbered as 302.\niXpress.\nThe iXpress &lt;a href=\"express%20bus%20service\"&gt;express bus service&lt;/a&gt; is operated by GRT consisting of six routes along main corridors in Kitchener–Waterloo and Cambridge. The first (and now defunct) route, designated route 200 after the expansion of iXpress service, was launched in September 2005 and ran from &lt;a href=\"Conestoga%20Mall%20%28Waterloo%2C%20Ontario%29\"&gt;Conestoga Mall&lt;/a&gt; in Waterloo and &lt;a href=\"Ainslie%20St.%20Transit%20Terminal\"&gt;Ainslie St. Transit Terminal&lt;/a&gt; in Cambridge primarily along &lt;a href=\"Waterloo%20Regional%20Road%2015\"&gt;King Street&lt;/a&gt; in Kitchener and Waterloo and &lt;a href=\"Waterloo%20Regional%20Road%2024\"&gt;Hespeler Road&lt;/a&gt; in Cambridge, utilizing a short section of &lt;a href=\"Ontario%20Highway%20401\"&gt;Highway 401&lt;/a&gt;. The second route, route 201, runs from Conestoga College Doon Campus Door 6 in Kitchener to Conestoga Mall in Waterloo, primarily along &lt;a href=\"Fischer-Hallman%20Road\"&gt;Fischer-Hallman Road&lt;/a&gt; in both cities. The third, route 202, runs in a crosstown fashion through Waterloo, primarily along University Avenue, between the Boardwalk shopping centre and Conestoga Mall. The fourth iXpress route, route 203, opened on April 28, 2014. It runs from Cambridge Centre to Sportsworld Terminal. An extension of the 203 to Conestoga College is made during the AM and PM peak periods when classes are in session. The fifth iXpress route, route 204, began service in September 2015. The 204 iXpress runs from Ottawa and Lackner to the Boardwalk via Victoria Street, Highland Road, Ira Needles Boulevard and Downtown Kitchener. The 205 Ottawa iXpress opened on April 30, 2018, and the 206 Coronation iXpress launched September 2, 2019, partially replacing route 52. The 200 was discontinued upon the launch of Ion service; the bus portion not converted to light rail now runs on route 302, branded as Ion Bus.\nIn April 2017, it was announced that the Ion and iXpress services would be closely integrated into a single system. In March 2018, nine new Ion buses were unveiled; initially they were used on local routes in Cambridge. They now operate from Fairway Station in Kitchener to the Ainslie Street terminal in Cambridge. These vehicles offer new features, such as more comfortable, high-back seats, free Wi-Fi and USB charging ports.\nFares.\nBuses and Ion fare machines accept cash and the EasyGo &lt;a href=\"Smart%20card%23Public%20transit\"&gt;smart card&lt;/a&gt;; transfers are available for 100 minutes of travel following payment of a single-use fare. Monthly passes or a stored fare balance are loaded on the EasyGo card; this can be done online, at customer service desks, or at ticket machines. Specialized passes for corporate or school purposes are loaded on specialized smart cards.\nThe new EasyGO system on electronic fare cards was first made available on March 1, 2019, in anticipation of the Ion light rail launch. At Ion launch, this fully replaced an old system of paper passes (and accompanying photo ID) and paper tickets.\nRoutes.\nRoutes are listed effective January 3, 2022. The following is a general summary of route services; for details, consult the &lt;a href=\"http%3A//www.grt.ca/en/routesSchedules/busschedule.asp\"&gt;official website&lt;/a&gt;. Routes numbered below 100 are local services, in the 200s are express service with the iXpress brand, and in the 300s are full rapid transit with the Ion brand. Routes marked + use smaller BusPLUS vehicles.\nVehicle fleet.\nGrand River Transit has over 250 buses and 35 MobilityPLUS vehicles in its fleet. The fleet is a mix of &lt;a href=\"Nova%20Bus\"&gt;Nova Bus&lt;/a&gt; LFS series and &lt;a href=\"New%20Flyer%20Industries\"&gt;New Flyer Industries&lt;/a&gt; XD-40 buses.\nFor Ion light rail, fourteen &lt;a href=\"Flexity%20Freedom\"&gt;Flexity Freedom&lt;/a&gt; LRVs are in place.\nFacilities.\nOne major transit terminal is operated and staffed, the &lt;a href=\"Ainslie%20St.%20Transit%20Terminal\"&gt;Ainslie St. Transit Terminal&lt;/a&gt; at Galt City Centre in Cambridge. In downtown Kitchener, customer service functions come from an office at 105 King Street East, near &lt;a href=\"Frederick%20station%20%28Kitchener%29\"&gt;Frederick station&lt;/a&gt;. No GRT services remain at the &lt;a href=\"Charles%20Street%20Transit%20Terminal\"&gt;Charles Street Transit Terminal&lt;/a&gt;.\nAll Ion stations have customer help points and ticket machines; most are major transfer points, with Waterloo’s &lt;a href=\"Conestoga%20station\"&gt;Conestoga Mall&lt;/a&gt;, Kitchener’s &lt;a href=\"Fairway%20station\"&gt;Fairview Park Mall&lt;/a&gt;, and the &lt;a href=\"University%20of%20Waterloo%20station\"&gt;University of Waterloo station&lt;/a&gt; also having off-street bus terminals. Unstaffed off-road satellite terminals are also in place at The Boardwalk, Stanley Park Mall, Sportsworld, Sunrise Centre, and &lt;a href=\"Cambridge%20Centre%20Transit%20Terminal\"&gt;Cambridge Centre&lt;/a&gt;. An additional terminal at the &lt;a href=\"Conestoga%20College\"&gt;Conestoga College&lt;/a&gt; Doon Campus is planned.\nOther significant transfer points include King Street/University Avenue, Holiday Inn Drive/&lt;a href=\"Hespeler%20Transit%20Terminal\"&gt;Hespeler&lt;/a&gt;, Conestoga College-Doon Campus, and the Preston Towne Centre.\nGrand River Transit has two garages:\nA third garage site is planned on Northfield Drive in Waterloo.\nIon trains are based at an Operations, Maintenance and Storage facility on Dutton Drive in Waterloo."
}