{
    "id": "43674320",
    "revid": "23498277",
    "url": "https://en.wikipedia.org/wiki?curid=43674320",
    "title": "France at the 2016 Summer Paralympics",
    "text": "&lt;a href=\"France\"&gt;France&lt;/a&gt; competed at the &lt;a href=\"2016%20Summer%20Paralympics\"&gt;2016 Summer Paralympics&lt;/a&gt; in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;, Brazil, from 7 September to 18 September 2016. The first places the team qualified were for four athletes in sailing events.\nDisability classifications.\nEvery participant at the Paralympics has their disability grouped into one of five &lt;a href=\"Summer%20Paralympic%20Games%23Disability%20categories\"&gt;disability categories&lt;/a&gt;; &lt;a href=\"amputation\"&gt;amputation&lt;/a&gt;, the condition may be congenital or sustained through injury or illness; &lt;a href=\"cerebral%20palsy\"&gt;cerebral palsy&lt;/a&gt;; &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt; athletes, there is often overlap between this and other categories; &lt;a href=\"visual%20impairment\"&gt;visual impairment&lt;/a&gt;, including &lt;a href=\"blindness\"&gt;blindness&lt;/a&gt;; &lt;a href=\"Les%20Autres%20sport%20classification\"&gt;Les autres&lt;/a&gt;, any physical disability that does not fall strictly under one of the other categories, for example &lt;a href=\"dwarfism\"&gt;dwarfism&lt;/a&gt; or &lt;a href=\"multiple%20sclerosis\"&gt;multiple sclerosis&lt;/a&gt;. Each &lt;a href=\"Paralympic%20Games%23Summer%20sports\"&gt;Paralympic sport&lt;/a&gt; then has its own classifications, dependent upon the specific physical demands of competition. Events are given a code, made of numbers and letters, describing the type of event and classification of the athletes competing. Some sports, such as &lt;a href=\"Athletics%20at%20the%202016%20Summer%20Paralympics\"&gt;athletics&lt;/a&gt;, divide athletes by both the category and severity of their disabilities, other sports, for example &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics\"&gt;swimming&lt;/a&gt;, group competitors from different categories together, the only separation being based on the severity of the disability.\nArchery.\n&lt;a href=\"Eric%20Pereira\"&gt;Eric Pereira&lt;/a&gt; earned France a spot at the Rio Games following his performance at the &lt;a href=\"2015%20World%20Archery%20Para%20Championships\"&gt;2015 World Archery Para Championships&lt;/a&gt;. He qualified the country in the compound men's open event. &lt;a href=\"Brigitte%20Duboc\"&gt;Brigitte Duboc&lt;/a&gt; earned France a second spot, with her performance in the recurve women's open event.\nCycling.\nWith one pathway for qualification being one highest ranked NPCs on the UCI Para-Cycling male and female Nations Ranking Lists on 31 December 2014, France qualified for the 2016 Summer Paralympics in Rio, assuming they continued to meet all other eligibility requirements.\nEquestrian.\nThe country earned an individual slot via the Para Equestrian Individual Ranking List Allocation method.\nParacanoeing.\nFrance earned a qualifying spot at the 2016 Summer Paralympics in this sport following their performance at the 2015 ICF Canoe Sprint &amp; Paracanoe World Championships in Milan, Italy where the top six finishers in each Paralympic event earned a qualifying spot for their nation. &lt;a href=\"Agn%C3%A8s%20Lacheux\"&gt;Agnès Lacheux&lt;/a&gt; earned the spot for France after finishing sixth in the women's KL1 event. &lt;a href=\"Cindy%20Moreau\"&gt;Cindy Moreau&lt;/a&gt; earned a second spot for France after finishing third in the women's KL3 event.\nRowing.\nOne pathway for qualifying for Rio involved having a boat have top eight finish at the 2015 FISA World Rowing Championships in a medal event. France qualified for the 2016 Games under this criteria in the TA Mixed Double Sculls event with a third-place finish in a time of 04:06.080. France qualified a second boat with an eighth-place finish in the LTA Mixed Coxed Four event in a time of 03:32.590, thirteen seconds behind first-place finisher, Great Britain, who had a time of 03:19.560.\nSailing.\nFrance qualified a boat for two of the three sailing classes at the Games through their results at the 2014 &lt;a href=\"Para%20World%20Sailing%20Championships\"&gt;Disabled Sailing World Championships&lt;/a&gt; held in &lt;a href=\"Halifax%2C%20Nova%20Scotia\"&gt;Halifax, Nova Scotia&lt;/a&gt;, Canada. Places were earned in the solo 2.4mR event and a crew also qualified for the three-person Sonar class.\nShooting.\nThe first opportunity to qualify for shooting at the Rio Games took place at the 2014 IPC Shooting World Championships in Suhl. Shooters earned spots for their NPC. France earned a spot at this competition in the R4 – 10m Air Rifle Standing Mixed SH2 event as a result of the performance of &lt;a href=\"Tanguy%20De%20La%20Forest\"&gt;Tanguy De La Forest&lt;/a&gt;. In the R7 – 50m Rifle 3 Positions Men SH1, &lt;a href=\"Didier%20Richard\"&gt;Didier Richard&lt;/a&gt; gave France their second spot.\nThe country sent shooters to 2015 IPC Shooting World Cup in Osijek, Croatia, where Rio direct qualification was also available. They earned a qualifying spot at this event based on the performance of &lt;a href=\"Christophe%20Tanche\"&gt;Christophe Tanche&lt;/a&gt; in the R3 – 10m Air Rifle Prone Mixed SH1 event.\nThe last direct qualifying event for Rio in shooting took place at the 2015 IPC Shooting World Cup in Fort Benning in November. &lt;a href=\"C%C3%A9dric%20F%C3%A8vre-Chevalier\"&gt;Cédric Fèvre-Chevalier&lt;/a&gt; earned a qualifying spot for their country at this competition in the R6 Mixed 50m Rifle Prone SH1 event.\nSwimming.\nThe top two finishers in each Rio medal event at the &lt;a href=\"2015%20IPC%20Swimming%20World%20Championships\"&gt;2015 IPC Swimming World Championships&lt;/a&gt; earned a qualifying spot for their country for Rio. &lt;a href=\"Charles%20Rozoy\"&gt;Charles Rozoy&lt;/a&gt; earned France a spot after winning silver in the Men's 100m Butterfly S8.\nWheelchair basketball.\nThe &lt;a href=\"France%20women%27s%20national%20wheelchair%20basketball%20team\"&gt;France women's national wheelchair basketball team&lt;/a&gt; qualified for the 2016 Rio Paralympics.\nAs hosts, Brazil got to choose which group they were put into. They were partnered with Algeria, who would be put in the group they did not choose. Brazil chose Group A, which included Canada, Germany, Great Britain and Argentina. Algeria ended up in Group B with the United States, the Netherlands, France and China.\nWheelchair rugby.\nFrance qualified for the Rio Paralympics. They were scheduled to open play in Rio against the United States on September 14. Their second game was scheduled to be against Japan on September 15. Their final game of group play as against Sweden on September 16. France entered the tournament ranked number seven in the world.\nWheelchair tennis.\nFrance qualified four competitors in the men's single event, &lt;a href=\"Frederic%20Cattaneo\"&gt;Frederic Cattaneo&lt;/a&gt;, &lt;a href=\"St%C3%A9phane%20Houdet\"&gt;Stephane Houdet&lt;/a&gt;, &lt;a href=\"Micha%C3%ABl%20Jeremiasz\"&gt;Michael Jeremiasz&lt;/a&gt; and &lt;a href=\"Nicolas%20Peifer\"&gt;Nicolas Peifer&lt;/a&gt;. France qualified two players in the women's singles event. &lt;a href=\"Charlotte%20Famin\"&gt;Charlotte Famin&lt;/a&gt; qualified via the standard route. &lt;a href=\"Charlotte%20Famin\"&gt;Charlotte Famin&lt;/a&gt; earned her slot via a Bipartite Commission Invitation place."
}