{
    "id": "4371960",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=4371960",
    "title": "Damien Anderson",
    "text": "Damien Ramone Anderson (born July 17, 1979) is a former American college and professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who was a &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) and &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; (CFL). He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; for &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt;, and earned &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; honors. He signed as an &lt;a href=\"undrafted%20free%20agent\"&gt;undrafted free agent&lt;/a&gt; with the NFL's &lt;a href=\"Arizona%20Cardinals\"&gt;Arizona Cardinals&lt;/a&gt;, and later played for the CFL's &lt;a href=\"Edmonton%20Eskimos\"&gt;Edmonton Eskimos&lt;/a&gt;.\nEarly years.\nAnderson was born in &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago, Illinois&lt;/a&gt;. He graduated from &lt;a href=\"Wilmington%20High%20School%20%28Illinois%29\"&gt;Wilmington High School&lt;/a&gt; in &lt;a href=\"Wilmington%2C%20Will%20County%2C%20Illinois\"&gt;Wilmington, Illinois&lt;/a&gt;, where he played &lt;a href=\"high%20school%20football\"&gt;high school football&lt;/a&gt; for the Wilmington Wildcats.\nCollege career.\nAnderson attended Northwestern University, and was a standout for the &lt;a href=\"Northwestern%20Wildcats%20football\"&gt;Northwestern Wildcats football&lt;/a&gt; team from 1997 to 2000. As a senior in 2000, Anderson capped a record-setting season by becoming just the fourth player in &lt;a href=\"Big%20Ten%20Conference\"&gt;Big Ten Conference&lt;/a&gt; history to run for 2,000 or more yards in a single season. He closed his four-year career with 4,485 rushing yards (the eighth-best figure in Big Ten history), 38 rushing touchdowns and 5,261 all-purpose yards—all school records. His single-season rushing average was the 20th best in NCAA history (an average of 174.0 yards per game for 11 regular-season games). Anderson also rushed for 1,549 yards in eight Big Ten games in 2000, which remains a conference single-season record. His running exploits helped the Wildcats capture a share of the 2000 Big Ten title, their third conference crown in a six-year period.\nAnderson finished fifth in the Heisman Trophy voting and was tabbed as a finalist for the Doak Walker Award (nation's top running back). He received first-team All-Big Ten honors, and was recognized as a consensus first-team All-American, after receiving first-team All-America honors from the &lt;a href=\"Football%20Writers%20Association%20of%20America\"&gt;Football Writers Association of America&lt;/a&gt;, the &lt;a href=\"Walter%20Camp%20Foundation\"&gt;Walter Camp Foundation&lt;/a&gt;, \"Football News\", CNN/SI.com and \"&lt;a href=\"Sporting%20News\"&gt;Sporting News&lt;/a&gt;\".\nIn addition to his Wildcats career records for rushing, all-purpose yardage, rushing touchdowns, and 200-yard rushing games (4), Anderson still holds five team single-season marks, all set in 2000: rushing yards (2,063), yards per game (171.9), all-purpose yards (2,195), rushing touchdowns (23) and points (138). He also scored at least one touchdown in 11 consecutive games, a Northwestern record. Anderson, who played in 43 career games, started 32 consecutive games during his career and 40 times overall.\nProfessional career.\nAnderson played four years with the NFL's Arizona Cardinals as well as two years with the CFL's Edmonton Eskimos.\nIn 2004 he made an amazing recovery from injuries sustained in a car accident. Anderson spent 14 days in an &lt;a href=\"intensive%20care%20unit\"&gt;intensive care unit&lt;/a&gt; and nearly three weeks in the hospital after undergoing surgery to remove his &lt;a href=\"spleen\"&gt;spleen&lt;/a&gt; and repair a fractured &lt;a href=\"eye%20socket\"&gt;eye socket&lt;/a&gt;. He also suffered &lt;a href=\"liver\"&gt;liver&lt;/a&gt; damage, broken &lt;a href=\"ribs\"&gt;ribs&lt;/a&gt;, and a &lt;a href=\"pneumothorax\"&gt;collapsed lung&lt;/a&gt; in the rollover accident. Anderson was fully recovered in time for the Cardinals' June minicamp.\nPersonal life.\nAnderson is married to Elizabeth Anderson with whom he has son: Drake is a running back for the University of Arizona, after starting his college career at Northwestern."
}