{
    "id": "43715560",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=43715560",
    "title": "Ocean Wave (sidewheeler)",
    "text": "Ocean Wave was a steamboat that was operated from 1891 to 1897 on the &lt;a href=\"Columbia%20River\"&gt;Columbia River&lt;/a&gt;, from 1897 to 1899 on &lt;a href=\"Puget%20Sound\"&gt;Puget Sound&lt;/a&gt; and from 1899 to 1911 as a ferry on &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt;. Ocean Wave is perhaps best known for transporting summer vacationers from &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt; to seaside resorts near &lt;a href=\"Ilwaco%2C%20Washington\"&gt;Ilwaco, Washington&lt;/a&gt; during its service on the Columbia River. This vessel is also known for being the first ferry placed in service by the &lt;a href=\"Atchison%2C%20Topeka%20and%20Santa%20Fe%20Railway\"&gt;Atchison, Topeka and Santa Fe Railway&lt;/a&gt;.\nConstruction.\n\"Ocean Wave\" was built at &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt; by J.H. Steffen for the &lt;a href=\"Ilwaco%20Railway%20and%20Navigation%20Company\"&gt;Ilwaco Railway and Navigation Company&lt;/a&gt;. \"Ocean Wave\" was a side-wheeler type of steamboat, designed by &lt;a href=\"Jacob%20Kamm\"&gt;Jacob Kamm&lt;/a&gt;, a wealthy business man who had extensive experience in steamboats.\nIn early July 3, 1891, Jacob Kamm and his son, Charles T. Kamm, were rushing to complete the work on the new steamer, in an effort to have the vessel running by July 15, 1891, as the low water in the river could prevent the river steamer then on the route, the \"&lt;a href=\"T.J.%20Potter\"&gt;T.J. Potter&lt;/a&gt;\", from making the scheduled time to Ilwaco. On July 15, 1891, it was reported that \"Ocean Wave\" had been launched, that the boat had cost $70,000 to construct, and that it bore a “striking resemblance to the \"T.J. Potter\"” The new steamer would make connections with the Ilwaco trains and probably would be run in opposition to the Union Pacific's boat on the Portland-Ilwaco route.\nSpecifications.\nAs completed in 1891, \"Ocean Wave\" was , with a beam of and depth of hold of \nThese dimensions were measured over the hull. The size of the deck, which was built on outriggers or supporters attached to the hull, and the cabin structure (called the “house”) on the deck, were different, and often much wider, particularly for side-wheelers. The house was 56 feet wide at its maximum, necessarily overhanging the hull by 8 feet maximum on each side. The extreme length of the vessel was reported to have been 203 feet.\nThe overall size of the vessel was 724.40 gross tons and 507.34 net tons. The merchant vessel registry number was 155207.\nOcean Wave had two steam engines had a cylinder diameter of 18 inches and a stroke of 84 inches. The engines were manufactured by James Rees and Co., of &lt;a href=\"Pittsburgh%2C%20Pennsylvania\"&gt;Pittsburgh, Pennsylvania&lt;/a&gt;, and were of the independent balance puppet valve type. The engines were designed to generate 190 nominal horsepower, turning the side wheels at twenty-two to twenty-five revolutions per minute. The side wheels themselves were in diameter, and the planks mounted on the wheel that bit into the water (called “buckets) were feet long. The steam engines coupled to the stern wheels were expected to be readily capable of driving the boat at a speed of 18 miles per hour.\nThe boat was reported to have cost $75,000. There were accommodations for 115 passengers in state rooms, with berthing for 75 more.\nOperations on the Columbia River.\nThe first &lt;a href=\"Maritime%20pilot\"&gt;pilot&lt;/a&gt; of \"Ocean Wave\" was Capt. Lester A. Bailey (b.1850), who had previously commanded the large sidewheeler &lt;a href=\"Olympian%20%28sidewheeler%29\"&gt;\"Olympian\"&lt;/a&gt; on the route from Portland to Ilwaco. Others who served on \"Ocean Wave\" on the Ilwaco route were Charles T. Kamm, as master, and Joseph Hayes, as chief engineer.\nIn 1889, the Ilwaco Railway and Navigation Company had built a &lt;a href=\"narrow%20gauge\"&gt;narrow gauge&lt;/a&gt; railroad on the &lt;a href=\"Long%20Beach%20Peninsula\"&gt;Long Beach Peninsula&lt;/a&gt;, then generally called the \"North Beach.\" The company depended heavily on summer vacationers coming from the Portland area and other parts of Oregon. \"Ocean Wave\" was built to help transport vacationers to the company's dock at &lt;a href=\"Ilwaco%2C%20Washington\"&gt;Ilwaco, Washington&lt;/a&gt;. The dock, which was in Baker's Bay, near &lt;a href=\"Cape%20Disappointment%20%28Washington%29\"&gt;Cape Disappointment&lt;/a&gt;, was in shallow water, and steamers could not get near the dock if the tide was too far out. Because the trains needed to arrive at the dock at same time as the steamers, the IR&amp;N became known as the \"railroad that ran by the tide.\"\nStarting in 1891, \"Ocean Wave\" made tri-weekly trips from Portland to Astoria and Ilwaco. One historian described how it might have appeared when the steamer met the train at Ilwaco:\nThe steamer was also available for excursions. On Saturday, August 15, 1891, \"Ocean Wave\" was chartered for an excursion by the Signal Corps of the First Regiment of the Oregon Native Guards. Fireworks were set off when the boat departed from the Taylor Street dock in Portland at 9:00 pm. About 300 people were on board. A band was embarked on the steamer, and played a tune, “Out on the Ocean Wave”, as several thousand people gathered along the river to witness the boat's departure. \"Ocean Wave\" arrived at &lt;a href=\"Astoria%2C%20Oregon\"&gt;Astoria, Oregon&lt;/a&gt; at 9:00 a.m. the next day, and disembarked some of the passengers, then proceeded to Ilwaco, where the steamer met the narrow gauge train at the dock.\nOn the afternoon of June 13, 1893, \"Ocean Wave\" came downriver from &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt; to Astoria, and then crossed across the Columbia to &lt;a href=\"Ilwaco%2C%20Washington\"&gt;Ilwaco, Washington&lt;/a&gt;. \nLater, \"Ocean Wave\" made its first trip of the summer from Portland direct to Ilwaco on July 3, 1893. The steamer was “crowded with Portlanders who intend spending the summer at the North Beach.” On July 21, 1893, the Oregon City Transportation Company, a steamboat concern, announced that through September 30, it would sell tickets to all points on North Beach, traveling on \"Ocean Wave\" with baggage being checked and transferred at no extra charge. On August 4, 1893, it was advertised that tickets on the steamers \"Telephone\", &lt;a href=\"Lurline%20%28sternwheeler%201878%29\"&gt;\"Lurline\"&lt;/a&gt;, \"Ocean Wave\" and the tug &lt;a href=\"Ilwaco%20%28steamboat%29\"&gt;\"Illwaco\"&lt;/a&gt; were interchangeable.\nOn June 30, 1896, \"Ocean Wave\" arrived with the first group of vacationers for the season on the beaches. On the same day, the Oregon Railway and Navigation Company and the White Collar Line reached an agreement whereby there would be two steamers, \"Ocean Wave\" and &lt;a href=\"T.%20J.%20Potter\"&gt;\"T.J. Potter\"&lt;/a&gt;, running twice daily between Astoria and Portland. A rail link between Portland and Astoria was under construction at the time, but had not yet reached Astoria. Completion of the rail link was expected to be soon, if the steel for the rails were to be delivered. Passengers for &lt;a href=\"Gearhart%2C%20Oregon\"&gt;Gearhart&lt;/a&gt; and &lt;a href=\"Seaside%2C%20Oregon\"&gt;Seaside, Oregon&lt;/a&gt; would be landed at Flavel rather than a landing known as “the old bridge” until trains ran into Astoria. The roundtrip fare from Portland to Ilwaco would be $3.50 during the 1896 summer season.\nOwnership issues.\nIn July 1895 the board of directors of the &lt;a href=\"Ilwaco%20Railway%20and%20Navigation%20Company\"&gt;Ilwaco Railway and Navigation Company&lt;/a&gt;, known as the IR&amp;N, voted to lease \"Ocean Wave\" to the Columbia River and Puget Sound Transportation Company, also known as the CR &amp; PSN and commonly referred to as the White Collar Line. At that time the CR &amp; PSN had on the Columbia River two fast and well-known sternwheelers &lt;a href=\"Telephone%20%28sternwheeler%29\"&gt;\"Telephone\"&lt;/a&gt; and the &lt;a href=\"Bailey%20Gatzert%20%28sternwheeler%29\"&gt;\"Bailey Gatzert\"&lt;/a&gt;. One of the IR&amp;N company directors, &lt;a href=\"Jacob%20Kamm\"&gt;Jacob Kamm&lt;/a&gt;, did not agree with this decision, and he placed a maritime &lt;a href=\"lien\"&gt;lien&lt;/a&gt; (called a “libel”) on \"Ocean Wave\" for $17,851 for services provided by Kamm's firm, the Vancouver Transportation Company. While Kamm and Loomis were both on the board of directors of the IR&amp;N, a disagreement between them had arisen, reportedly because \"Ocean Wave\", designed by Kamm, had proven to be a slower boat than Loomis had wanted.\nIf the lien had remained in place, it would have forced \"Ocean Wave\" to be tied up during the entire summer season when the boat would otherwise be at its most profitable. Kamm stated that if \"Ocean Wave\" were to be released from the libel, he would place his own steamboats, \"Lurline\" and \"Undine\", in opposition. The editor of the \"Daily Astorian\" looked forward to such an event, which would generate a rate war among the steamboats supplying service between Portland and Astoria.\nAs of July 16, 1895, the dispute was still not settled, and \"Ocean Wave\" was still not running on its most profitable route, the Portland-Astoria-Ilwaco run. The matter was resolved soon thereafter, when Louis A. Loomis (1830-1913), the chief founder of IR&amp;N, went to &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco&lt;/a&gt; to obtain a loan of $85,000. Loomis estimated it would take over $64,000 to pay off all of the claims of Jacob Kamm. Loomis had been convinced that no one in the state of Oregon would lend him the money to pay Kamm's claims, so he had gone to San Francisco for the money. The rumor Astoria was that Loomis obtained the funds from the Morgan Oyster Company, who were also substantial stockholders in the IR&amp;N.\nWith the proceeds of the loan, Loomis was able to pay off Kamm. Sheriff Sears of &lt;a href=\"Multnomah%20County\"&gt;Multnomah County&lt;/a&gt;, released the lien. With the lien gone, the lease of \"Ocean Wave\" to the CR&amp;PSN went through. Ocean Wave began running on July 18, 1895. Thereafter \"Ocean Wave\" was operated on the Columbia River, and advertised, as one of the steamboats of the White Collar Line.\nTransfer to Puget Sound.\nIn December 1897, \"Ocean Wave\" was sold to a syndicate who intended to bring the steamer north to &lt;a href=\"Puget%20Sound\"&gt;Puget Sound&lt;/a&gt;. Another source states the vessel was chartered to Cook and Co., a Puget Sound concern.\nOn December 7, 1897, President Loomis of the IR&amp;N handed over \"Ocean Wave\" to Capt. Charles Clancy, who was to take the steamer down the Columbia River and around the &lt;a href=\"Olympic%20Peninsula\"&gt;Olympic Peninsula&lt;/a&gt; to Puget Sound. According to one non-contemporaneous source, the reason for the sale was that \"Ocean Wave\" was not in the same speed class as the primary competition, \"T.J. Potter\". The boat was reported to have been under powered and therefore somewhat slow in actual service.\nOther sources state or suggest that the reason for the sale was to permit \"Ocean Wave\" to be used in the shipping boom triggered by the &lt;a href=\"Klondike%20Gold%20Rush\"&gt;Klondike Gold Rush&lt;/a&gt;. Ocean Wave saw some service running from Puget Sound to &lt;a href=\"Vancouver%2C%20British%20Columbia\"&gt;Vancouver, British Columbia&lt;/a&gt; under Gary (or Cary) W. Cook (b.1862).\nAccording to one source, when the bottom fell out of the Klondike market, \"Ocean Wave\" was left with nothing to do. In December 1898, \"Ocean Wave\" was taken from Tacoma to the &lt;a href=\"Fraser%20River\"&gt;Fraser River&lt;/a&gt; in &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; to be placed in lay up for an indefinite time. The owners were reported to have been afraid to keep the vessel in the “&lt;a href=\"teredo%20%28genus%29\"&gt;teredo&lt;/a&gt;-invested water” of Puget Sound.\nPurchase by Santa Fe Railroad.\nBy 1899, the &lt;a href=\"Atchison%2C%20Topeka%2C%20and%20Santa%20Fe%20Railroad\"&gt;Atchison, Topeka, and Santa Fe Railroad&lt;/a&gt; had completed its transcontinental line with its western terminus at &lt;a href=\"Point%20Richmond\"&gt;Point Richmond&lt;/a&gt;. To complete the final part of the line to San Francisco, the railroad needed a steamer to carry its passengers across the bay. Santa Fe had a new ferry boat ordered and under construction at &lt;a href=\"Union%20Iron%20Works\"&gt;Union Iron Works&lt;/a&gt; but this would not be complete in time. With no suitable local steamer available, the railroad's traffic manager, W.A. Bissell, asked Capt. John Leale, of the Southern Pacific ferry lines, to go to Pacific Northwest to attempt to locate an appropriate vessel.\nLeale's employer, &lt;a href=\"Southern%20Pacific%20Railroad\"&gt;Southern Pacific&lt;/a&gt;, was willing to cooperate with the Santa Fe, and so Leale went to the Pacific Northwest to look for a boat. Leale first went to Portland, Oregon, and then to Puget Sound, where he met Gary W. Cook. Cook took Leale north to &lt;a href=\"New%20Westminster%2C%20British%20Columbia\"&gt;New Westminster, British Columbia&lt;/a&gt;, where Cook had had the \"Ocean Wave\" docked, and offered the boat to Leale Leale liked the strong build of the vessel, so bought \"Ocean Wave\" for his own account, subject to the conditions that it be delivered to San Francisco and it be able to raise steam and turn its wheels over under its own power once it arrived there.\nTransfer to San Francisco Bay.\nAt 9:30 pm, on Saturday, May 20, 1899, \"Ocean Wave\" departed &lt;a href=\"Port%20Angeles%2C%20Washington\"&gt;Port Angeles, Washington&lt;/a&gt; under the tow of the powerful ocean-going steam tug &lt;a href=\"Richard%20Holyoke%20%28steam%20tug%29\"&gt;\"Richard Holyoke\"&lt;/a&gt;. \"Ocean Wave\" was not built to operate on the open sea, so before the transfer, it had to boarded up to protect against breaking waves. Water &lt;a href=\"ballast\"&gt;ballast&lt;/a&gt; was pumped into the hull. The weather was good and \"Holyoke\" arrived with the tow a day earlier than expected, on May 24, 1899. Once the boat arrived, and met with Santa Fe's approval following inspection, the railroad purchased the vessel from Leale.\nReconstruction.\nOn arrival in San Francisco, \"Ocean Wave\" was tied up to the Washington Street wharf. Modifications had to be made to refit \"Ocean Wave\" for ferry service. Within one-half hour, carpenters had begun to work on the vessel. There were fifty staterooms on the main deck and over one hundred on the upper deck, all of which had to be removed, to convert the upper deck into a single large passenger lounge (called a “saloon”) and the lower deck into a freight area. The bow had to be reconfigured to allow boarding over the front of the vessel at the ferry landing slips in the bay.\nLater the steamer was sent to Hay and Wright's shipyard at Oakland Creek. When complete, Ocean Wave would be a “single ender” ferry, like the &lt;a href=\"San%20Rafael%20%28steamboat%29\"&gt;\"San Rafael\"&lt;/a&gt; which was then operating on the bay. Once in service, \"Ocean Wave\" and \"San Rafael\" would be the only single-ender ferries running on the bay, with all the rest being double-enders.\nIn May 1899, it was reported that the time necessary to accomplish the reconstruction work would be about two months, and would be done about August 1, 1899. However, \"Ocean Wave\" was in the yard for seven months, and was finished a few days before April 8, 1900.\nFerry operations.\nSanta Fe planned for \"Ocean Wave\" to meet its passenger trains at Point Richmond, then transported the passengers and their associated luggage and freight across San Francisco Bay to the Market Street ferry terminal. However, difficulties in completing the rail line to Point Richmond prevented \"Ocean Wave\" from being immediately placed into this service. Instead the boat was used at first to haul supplies from San Francisco to Point Richmond.\nWhen the rail line to Point Richmond was complete, \"Ocean Wave\" began service as a ferry. The first trip occurred on July 6, 1900, when \"Ocean Wave\" departed from the &lt;a href=\"San%20Francisco%20Ferry%20Building\"&gt;Ferry Building&lt;/a&gt; in San Francisco, and reached Point Richmond 40 minutes later, where passengers and baggage were transferred to an eastbound Santa Fe train, which would be the first ever to reachn&lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago&lt;/a&gt; over an entirely Santa Fe-owned right of way. In charge of \"Ocean Wave\" on this trip were Capt. John Lauritzen as master and Chief Engineer Ed Mahoney.\n\"Ocean Wave\"’s engines were too light to handle the heavy traffic on the Point Richmond run. The new ferry that had been building at Union Works, was launched and named &lt;a href=\"San%20Pablo%20%28steam%20ferry%29\"&gt;\"San Pablo\"&lt;/a&gt;. When \"San Pablo\" was placed into service in December 1900, \"Ocean Wave\" was switched from the primary boat on the line to the spare or \"relief\" boat, used when the principal vessel was under repair or otherwise unavailable. Santa Fe operated the two boats together for about ten years.\nIn May 1908, the Santa Fe Railroad arranged to have \"Ocean Wave\" take a number of excursion trips around San Francisco Bay to view the arrival of the &lt;a href=\"Great%20White%20Fleet\"&gt;Great White Fleet&lt;/a&gt;. According to an advertisement for the excursions:\nAccidents and casualties.\nOver the years \"Ocean Wave\" was involved in a number of accidents, some of which resulted in loss of life. These occurred both on the Columbia River system and in San Francisco Bay.\nColumbia and Willamette river incidents.\nIn January 1893, on the &lt;a href=\"Willamette%20River\"&gt;Willamette River&lt;/a&gt;, the sternwheeler &lt;a href=\"Telephone%20%28sternwheeler%29\"&gt;\"Telephone\"&lt;/a&gt;, while making a landing to pick up some hogs at the North Portland stockyards, ran into an anchored ship, breaking the ship's &lt;a href=\"bow%20sprit\"&gt;bow sprit&lt;/a&gt;. \"Telephone\" backed away from the ship, and in so doing collided with \"Ocean Wave\", smashing the sternwheel on \"Telephone\". Damage to \"Ocean Wave\" was about $200 and, to \"Telephone\", about $500.\nOn Sunday night, August 18, 1895, at 11:30 pm, \"Ocean Wave\" while en route from Ilwaco to Portland, ran into and sank a pleasure yacht with five people on board. Two of the yacht's occupants, John Weatherwax and Ed Wagner, were drowned. The captain of Ocean Wave reported that the sailboat had no light showing and there was heavy smoke, presumably from the Ocean Wave, prevailing at the time. On September 25, 1895, the case was investigated by the Steamboat Inspection Service and the officers of Ocean Wave were exonerated of all blame.\nOn September 6, 1897, deck hand Dell Elbon fell overboard from \"Ocean Wave\" as the steamer was passing through the Burnside Bridge. Elbon was 21 years of age, and had been working as non-union employee during a wage dispute on the \"Ocean Wave\" when he fell from the boat. Elbon's father alleged that his son's death was linked to the labor dispute and that he had been struck on the head prior to going into the water. The coroner found no evidence of a blow to the head however.\nSan Francisco bay incidents.\nOn November 27, 1901, a &lt;a href=\"cylinder%20head\"&gt;cylinder head&lt;/a&gt; blew out on \"Ocean Wave\" while the ferry was on the 8:00 a.m. run, causing a deckhand to be slightly scalded by escaping steam. The engines became useless as a result, but the tug \"Reliance\" towed \"Ocean Wave\" to and from Point Richmond on the day of the incident, so there as no delay or inconvenience in the ferry service. The ferry \"Amador\" was to take the place of \"Ocean Wave\" until repairs could be effected.\nDuring a severe wind storm on February 25, 1902, \"Ocean Wave\" was blown off its moorings at Point Richmond and drifted about one-half mile into shallow water where it was grounded. A tug as well as the ferry &lt;a href=\"San%20Pablo%20%28steam%20ferry%29\"&gt;\"San Pablo\"&lt;/a&gt; tried to pull \"Ocean Wave\" back into deeper water, but were unsuccessful. Finally it was decided to put a crew aboard the stranded ferry, and they started a fire in the boiler. With steam up, \"Ocean Wave\" was able to get clear under its own power. The ferry then went to San Francisco for repairs, but the damage was not very great.\nOn July 8, 1910, a carpenter, Petrus A. Erickson, was believed to have fallen overboard from the \"Ocean Wave\". Erickson was thought to have fallen into the bay from the paddle wheel housing where he had been working when the ferry left San Francisco bound for Point Richmond on the afternoon of the 8th. Erickson's body was initially reported to have been found ten days later, on July 18, 1910, floating beneath Broadway wharf No. 2. This body was to have been turned over to Erickson's brother. However, the body recovered on July 18 seems not to have been that of Erickson's. On August 19, 1910, Peter Nelson, the lighthouse keeper at &lt;a href=\"Lime%20Point%20Light\"&gt;Lime Point Light&lt;/a&gt;house, found a body in the surf. Based on the clothing on the body, which had been in the water a month or more, Coroner F.E. Sawyer ruled that the body might be that of Erickson.\nLater years.\nBy 1911, \"Ocean Wave\" was not able to compete with newer and more powerful double-ended ferries that were running on the bay. The ferry was laid up at &lt;a href=\"Antioch%2C%20California\"&gt;Antioch, California&lt;/a&gt; and sold back to Captain Leale, who intended to scrap it. However, when the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; created a demand for shipping, \"Ocean Wave\" was sold to the &lt;a href=\"United%20States%20Shipping%20Board\"&gt;United States Shipping Board&lt;/a&gt;, which used the vessel for about three and one-half years as a receiving ship to house recruits into the Sea Training Service to be trained as merchant seamen. The boat's engines were removed to make room for more recruits. In the 1920s the boat was sold again to be used as a floating restaurant. The boat later gradually disintegrated. According to another source, the boat was burned in 1934 on the mud flats of southern San Francisco Bay, near &lt;a href=\"San%20Mateo%2C%20California\"&gt;San Mateo&lt;/a&gt;."
}