{
    "id": "43739590",
    "revid": "37024795",
    "url": "https://en.wikipedia.org/wiki?curid=43739590",
    "title": "Nur Devlet",
    "text": "Nur Devlet (, نور دولت), was a \"&lt;a href=\"Khan%20%28title%29\"&gt;khan&lt;/a&gt;\" of the &lt;a href=\"Crimean%20Khanate\"&gt;Crimean Khanate&lt;/a&gt; (1466–1467, 1467–1469 and 1475–1476) and the son of &lt;a href=\"Hac%C4%B1%20I%20Giray\"&gt;Hacı I Giray&lt;/a&gt;, the founder of &lt;a href=\"Crimean%20Khanate\"&gt;Crimean Khanate&lt;/a&gt;.\nOutline: In 1466 the first Crimean khan died. His son Nur Devlet became khan but was expelled by his brother Mengli. In 1475 the Turks invaded and put Nur Devlet on the throne. In 1478 the Turks replaced him with Mengli. Nur Devlet entered the Russian service. The Qasim Khanate was a Russian vassal. In 1486 its ruling house died out and Nur Devlet was made Qasim khan. In 1490 he gave the throne to his son and in 1503 he died after a long illness.\nGovernment in Crimea.\nFirst and second reigns (1466–1469) : In August 1466 the first Crimean Khan &lt;a href=\"Hac%C4%B1%20I%20Giray\"&gt;Hacı I Giray&lt;/a&gt; died and Crimean beys elected his eldest son Nur Devlet. His younger brother &lt;a href=\"Me%C3%B1li%20I%20Giray\"&gt;Meñli I Giray&lt;/a&gt; revolted. Mengli was generally supported by the Crimean nobility and Nur Devlet by the &lt;a href=\"Great%20Horde\"&gt;Great Horde&lt;/a&gt;. Mengli became khan in 1467, but was quickly driven out and fled to the Genoese at &lt;a href=\"kaffa%20%28city%29\"&gt;Kaffa&lt;/a&gt;. In June 1468 a delegation of beys went to Kaffa and elected Mengli as khan. They and a Genoese detachment marched on the old capital of &lt;a href=\"Chufut-Kale\"&gt;Chufut-Kale&lt;/a&gt; and in early 1469 Nur Devlet was driven out. He fled to the north Caucasus, was pursued and captured and imprisoned in the Genoese fortress of &lt;a href=\"Sudak\"&gt;Sudak&lt;/a&gt;. (?)\nThird reign (1475–1478) : Following the Ottoman invasion of Crimea in 1475 Mengli was captured and imprisoned in Istanbul. The Turks were more interested in expelling the Genoese than ruling Crimea. Nur Devlet was released and became khan as a vassal and tributary of the Turks. \nEminek was a powerful Bey of the Shirin clan (eastern Crimea on the Kerch Peninsula). In 1476 his brother Hadzhike rebelled and fled to &lt;a href=\"Ahmed%20Khan%20bin%20K%C3%BCch%C3%BCk\"&gt;Akhmed Khan&lt;/a&gt; of the Great Horde. Akhmed sent an army under Janibeg (son of his brother &lt;a href=\"Mahmud%20bin%20K%C3%BCch%C3%BCk\"&gt;Mahmud bin Küchük&lt;/a&gt;) which was driven out by Emenik. In the fall of 1476 the Sultan ordered Eminek to lead 10000 men against Moldavia where he was defeated. While he was away Janibeg invaded Crimea and made himself khan. In 1477 Nur Devlet expelled Janibeg and regained the throne. Eminek was displeased and wrote to the Sultan asking that Mengli be restored. In the spring of 1478 Mengli was released and returned with Turkish soldiers. He and Emenek drove out Nur Devlet who fled to Poland-Lithuanea. The Poles sent him to Kiev and in 1479 he entered Russian service.\nRussian exile and government in Kasimov.\nNur Devlet and his brother &lt;a href=\"Hayder%20of%20Crimea\"&gt;Hayder of Crimea&lt;/a&gt; fled to Poland and in 1479 he entered Russian service. In 1480, at the time of the &lt;a href=\"Great%20stand%20on%20the%20Ugra%20River\"&gt;Great stand on the Ugra River&lt;/a&gt;, he and Vasily Nozdrovaty were sent to attack Akhmed's capital of Serai as a diversion. His son Ber Devlet was killed by a Tatar and the father killed the murderer with his own hand.\nFar to the north, the &lt;a href=\"Qasim%20Khanate\"&gt;Qasim Khanate&lt;/a&gt; was a Muslim vassal state of the Russians. In 1486 its ruler died with no sons. Since Nur Devlet was a Muslim and also a descendant of Genghis which gave him a right to be a khan, the Russians made him Qasim khan. He may also have held &lt;a href=\"Kashira\"&gt;Kashira&lt;/a&gt; at some point. In the first year of his reign the steppe warlord Murtaza sought to overthrow Mengli with the help of Nur Devlet and Ivan III. Ivan warned Mengli. Nur Devlet was sent to guard the southern frontier. In 1478-90 he campaigned against the sons of Akhmed bin Kuchuk. Toward the end of 1490 he gave the throne to his son &lt;a href=\"Satylghan%20ibn%20Nur%20Daulat\"&gt;Satylgan&lt;/a&gt;. In 1503 he died after a long illness. At the request of Satylgan and Mengli his remains were sent to Crimea, where he is buried."
}