{
    "id": "43733251",
    "revid": "1050088561",
    "url": "https://en.wikipedia.org/wiki?curid=43733251",
    "title": "Maurice Ndour",
    "text": "Maurice Daly N'dour (born June 18, 1992) is a Senegalese professional who plays for &lt;a href=\"Rytas%20Vilnius\"&gt;Rytas Vilnius&lt;/a&gt; of the &lt;a href=\"Lithuanian%20Basketball%20League\"&gt;Lithuanian Basketball League&lt;/a&gt;. He played college basketball for the &lt;a href=\"Ohio%20Bobcats%20men%27s%20basketball\"&gt;Ohio Bobcats&lt;/a&gt; and has represented the &lt;a href=\"Senegal%20national%20basketball%20team\"&gt;Senegalese national team&lt;/a&gt;, where he participated in the &lt;a href=\"2014%20FIBA%20Basketball%20World%20Cup\"&gt;2014 FIBA Basketball World Cup&lt;/a&gt;.\nEarly life.\nNdour, a Senegalese native, was born in Sindia and raised in &lt;a href=\"M%27Bour\"&gt;M'Bour&lt;/a&gt; where he played soccer and basketball as a youth. During his teenage years, he was noticed playing in a local basketball tournament and was asked if he'd like to play high school basketball in Japan. For his sophomore, junior and senior years, Ndour attended Okayama Gakugeikan High School where he was an all-Okayama MVP honoree and all-star selection in 2009 and 2010.\nCollege career.\nAfter graduating from Okayama Gakugeikan in 2011, Ndour moved to the United States where he enrolled at &lt;a href=\"Monroe%20College\"&gt;Monroe College&lt;/a&gt; and played two seasons for the Mustangs. He was a two-time NJCAA All-Region selection and finished his two-year career at Monroe with 848 points, placing him eighth on the all-time Mustang scoring list. He averaged 9.4 points, 6.4 rebounds and 2.4 blocks per game as a freshman in 2011–12, and 16.2 points, 10.5 rebounds and 2.3 blocks per game as a sophomore in 2012–13.\nIn 2013, Ndour transferred to &lt;a href=\"Ohio%20University\"&gt;Ohio University&lt;/a&gt; where he spent his final two college seasons playing for the &lt;a href=\"Ohio%20Bobcats%20men%27s%20basketball\"&gt;Bobcats&lt;/a&gt;. As a junior in 2013–14, he averaged 13.8 points and 7.0 rebounds in 36 games, and earned second-team All-&lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt; and NABC All-District 14 second team honors. As a senior in 2014–15, he again earned second-team All-MAC honors after averaging 16.0 points, 8.3 rebounds and 2.3 blocks per game.\nProfessional career.\nDallas Mavericks (2015).\nAfter going undrafted in the &lt;a href=\"2015%20NBA%20draft\"&gt;2015 NBA draft&lt;/a&gt;, Ndour joined the &lt;a href=\"New%20York%20Knicks\"&gt;New York Knicks&lt;/a&gt; for the &lt;a href=\"2015%20NBA%20Summer%20League\"&gt;2015 NBA Summer League&lt;/a&gt;. On July 23, 2015, Ndour signed with the &lt;a href=\"Dallas%20Mavericks\"&gt;Dallas Mavericks&lt;/a&gt;. He appeared in the team's first four preseason games but missed the final three games of the preseason schedule with a left tibial stress reaction. He was subsequently waived by the Mavericks on October 26 prior to the start of the regular season.\nReal Madrid (2015–2016).\nOn December 5, 2015, Ndour signed a one-year deal with &lt;a href=\"Real%20Madrid%20Baloncesto\"&gt;Real Madrid&lt;/a&gt;. In 12 &lt;a href=\"Liga%20ACB\"&gt;league&lt;/a&gt; games for the club, he averaged 2.3 points and 1.8 rebounds per game. He also appeared in six &lt;a href=\"EuroLeague\"&gt;EuroLeague&lt;/a&gt; games, averaging 1.7 points and 1.2 rebounds per game.\nNew York Knicks (2016–2017).\nOn July 14, 2016, Ndour signed with the &lt;a href=\"New%20York%20Knicks\"&gt;New York Knicks&lt;/a&gt;. He made his debut for the Knicks on November 1, 2016, recording three points, two rebounds and one steal off the bench in a 102–89 loss to the &lt;a href=\"Detroit%20Pistons\"&gt;Detroit Pistons&lt;/a&gt;. On April 4, 2017, in his first career start, Ndour had 13 points and 12 rebounds in a 100–91 win over the &lt;a href=\"Chicago%20Bulls\"&gt;Chicago Bulls&lt;/a&gt;. Three days later, he scored a career-high 15 points in a 101–88 loss to the &lt;a href=\"Memphis%20Grizzlies\"&gt;Memphis Grizzlies&lt;/a&gt;. During his rookie season, he had multiple &lt;a href=\"assignment%20%28NBA%20D-League%29\"&gt;assignments&lt;/a&gt; with the &lt;a href=\"Westchester%20Knicks\"&gt;Westchester Knicks&lt;/a&gt; of the &lt;a href=\"NBA%20G%20League\"&gt;NBA Development League&lt;/a&gt;. On June 30, 2017, he was waived by the Knicks.\nUNICS (2017–2019).\nOn November 29, 2017, Ndour signed with Russian club &lt;a href=\"BC%20UNICS\"&gt;UNICS&lt;/a&gt; for the rest of the 2017–18 season. On August 6, 2018, Ndour re-signed with Russian club &lt;a href=\"BC%20UNICS\"&gt;UNICS&lt;/a&gt; for one season with an option for 2019–20 season.\nValencia Basket (2019–2020).\nOn July 16, 2019, Ndour signed a one-year deal with Spanish club &lt;a href=\"Valencia%20Basket\"&gt;Valencia Basket&lt;/a&gt;. He averaged 6.3 points and 2.4 rebounds per game. Ndour was released from the team on July 8, 2020.\nRytas Vilnius (2020–present).\nOn October 16, 2020, Maurice Ndour signed with &lt;a href=\"BC%20Rytas\"&gt;Rytas Vilnius&lt;/a&gt; for a one-year deal.\nPersonal life.\nNdour is the son of Anne Marie Dione and Robert Diegane Ndour. He has a brother, Bruno, step brother, Marcelin, and step sister, Madeleine. Ndour is fluent in five languages, including English, French, Japanese, &lt;a href=\"Wolof%20language\"&gt;Wolof&lt;/a&gt; and &lt;a href=\"Serer%20language\"&gt;Serer&lt;/a&gt;."
}