{
    "id": "43752786",
    "revid": "13975403",
    "url": "https://en.wikipedia.org/wiki?curid=43752786",
    "title": "SDSS J001820.5−093939.2",
    "text": "SDSS J001820.5–093939.2 or SDSS J0018−0939 for short is a &lt;a href=\"star%20system\"&gt;star system&lt;/a&gt; approximately 1000 &lt;a href=\"light-year\"&gt;light-year&lt;/a&gt;s away near the &lt;a href=\"constellation\"&gt;constellation&lt;/a&gt; &lt;a href=\"Cetus\"&gt;Cetus&lt;/a&gt;.\nSDSS J0018−0939 is a cool main-sequence star. It is the first star found proposed to be a massive second generation star.\nBackground.\nTheory and computer simulations predicted the formation of massive stars, from gas clouds containing only hydrogen and helium, within a few hundred million years after the &lt;a href=\"Big%20Bang\"&gt;Big Bang&lt;/a&gt; . \nThe first massive stars died in supernova explosions which ejected heavier elements into the gas, that formed the next generations of stars. The element composition of a star is an indirect indication of the star's generation and its previous star generation.\nThe mass distribution of the first generation stars is key to understanding the formation of the Universe's structure, chemical enrichment, and large stellar structures like galaxies.\nNo evidence of supernovae from the very massive first generation stars has been found in the chemical composition of the &lt;a href=\"Milky%20Way\"&gt;Milky Way&lt;/a&gt; stars.\nStars with mass less than the Sun's mass, have very long lifetimes, long enough to be discovered. The distinctive chemical patterns of these low mass stars can be used to estimate the mass of the first generation stars.\nIn the past thirty years astronomers have conducted large-scale investigations to find low-mass and metal-poor stars formed in the early Universe. The &lt;a href=\"Sloan%20Digital%20Sky%20Survey\"&gt;Sloan Digital Sky Survey&lt;/a&gt; (SDSS) and &lt;a href=\"Sloan%20Digital%20Sky%20Survey%23Sloan%20Extension%20for%20Galactic%20Understanding%20and%20Exploration%20%28SEGUE%29\"&gt;Sloan Extension for Galactic Understanding and Exploration&lt;/a&gt; (SEGUE) projects are the latest to obtain evidence for the age, chemical composition and distribution of stars in the Milky Way, and provided crucial clues to understand the structure, formation and evolution of the Milky Way Galaxy.\nIdentification.\nSDSS J0018−0939 was identified as a star likely to have a very low amount of metals. Many other metal-poor stars have been identified in dwarf galaxies around the Milky Way. Most of the metal-poor stars are not as metal-poor as SDSS J001−0939 and do not share other SDSS J0018−0939 properties, suggesting that the origin of these metal-poor stars is different from the origin of SDSS J0018−0939.\nSDSS J0018−0939 has no signature of the extra mixing or mass transfer across a binary star system, which would have changed its chemical composition. As an unevolved star internal mixing had not happened yet. \nIts lighter element abundance ratios, including carbon and magnesium are exceptionally low. \nIts abundance ratios between adjacent odd- and even element pairs are very low, which is clear compared with the values for G39-36, used for comparison. \nThe upper limits on the abundance of the heavy neutron-capture elements Sr and Ba are anomalously low compared to other stars with similar metallicity. This feature is sometimes found in more metal-deficient stars ([Fe/H] &lt; –3). \nAlthough, the Fe abundance is not as low as extremely metal-poor stars, the low abundances of C, Mg, and the heavy neutron-capture elements (Sr and Ba) suggest that it is a very chemically primitive object.\nA team of astronomers from the &lt;a href=\"National%20Astronomical%20Observatory%20of%20Japan\"&gt;National Astronomical Observatory of Japan&lt;/a&gt; (NAOJ), the Konan University and the &lt;a href=\"University%20of%20Hyogo\"&gt;University of Hyogo&lt;/a&gt; in Japan, the &lt;a href=\"University%20of%20Notre%20Dame\"&gt;University of Notre Dame&lt;/a&gt;, and &lt;a href=\"New%20Mexico%20State%20University\"&gt;New Mexico State University&lt;/a&gt; used the 8.2 m &lt;a href=\"Subaru%20Telescope\"&gt;Subaru Telescope&lt;/a&gt;'s High Dispersion &lt;a href=\"Spectrograph\"&gt;Spectrograph&lt;/a&gt; (HDS) to study SDSS J0018−0939 in more detail.\nNucleosynthesis models for supernova explosions of massive stars, which confirmed previously found early-generation stars did not readily explain the chemical abundance ratios observed in SDSS J0018−0939.\nHowever, explosion models of very-massive stars with more than 100 solar masses have shown synthesis of large amounts of iron but little of lighter elements, e.g. carbon. This means that SDSS J0018−0939 most likely preserved the elemental abundance ratios produced by a first-generation very-massive star.\nFirst generation stars are expected to self-regulate their growth by radiative feedback in the formation process, and to achieve masses typically tens of times that of the Sun. A fraction of stars might have become very-massive objects, with Mms &gt; .\nSuch a star enters the pair-instability region during its evolution but continues to collapse and finally enters an instability region with Fe &lt;a href=\"photodisintegration\"&gt;photodisintegration&lt;/a&gt;. Such objects are called core-collapse very massive stars. \nAlthough it is not clear whether or not such a very massive star can explode, the yield of an explosion with energy of about 6 ×1053 ergs (600 &lt;a href=\"Foe%20%28unit%29\"&gt;foe&lt;/a&gt;) can simultaneously explain both the low Si abundance (compared with Mg) and the low C and Mg abundances.\nA star with ≲ Mms ≲ explodes because of the energy consumption arising from an electron-positron pair-production instability during the static O-burning stage, and is referred to as a pair-instability supernova (PISN). Theoretical estimates of early chemical enrichment predict that the metallicity produced by the PISN explosions of a first generation of very massive stars matches the Fe abundance of SDSS J0018−0939. They also predict that stars formed from gas enriched by PISN are quite rare; only one star among 500 stars. Although about 500 stars in the metallicity range –3&lt; [Fe/H]&lt;–2 have been observed to date with high-resolution spectroscopy, SDSS J0018−0939 is unique in its observed abundance pattern. No other similar object has been found yet.\nIf SDSS J0018−0939 indeed records the yields of a PISN or the explosion of a very massive star, the number fraction of very massive stars among primordial stellar populations could be several percent, which is comparable to that predicted by recent theoretical studies on the formation of first generation stars. And this could be related to that of its natal dark-matter halo.\nThe strong UV radiation, energetic explosions, and production of heavy elements from very-massive stars influence subsequent star as well as galaxy formation. If stars with masses up to 1000 solar masses existed, their remnants are probably black holes with several hundred solar masses, which may have formed the \"seeds\" of super-massive black holes, such as found in the &lt;a href=\"Galactic%20Center\"&gt;Galactic Center&lt;/a&gt;."
}