{
    "id": "43751729",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=43751729",
    "title": "Dun Fiadhairt",
    "text": "Dun Fiadhairt is an &lt;a href=\"British%20Iron%20Age\"&gt;Iron Age&lt;/a&gt; &lt;a href=\"broch\"&gt;broch&lt;/a&gt; located on the north coast of the island of &lt;a href=\"Skye\"&gt;Skye&lt;/a&gt;, in Scotland ().\nLocation.\nDun Fiadhairt 3.5 kilometres northwest of &lt;a href=\"Dunvegan\"&gt;Dunvegan&lt;/a&gt; on &lt;a href=\"Skye\"&gt;Skye&lt;/a&gt;. The &lt;a href=\"broch\"&gt;broch&lt;/a&gt; stands on a low, rocky knoll, in the midst of moorland, on a peninsula which juts into the east side of &lt;a href=\"Loch%20Dunvegan\"&gt;Loch Dunvegan&lt;/a&gt;.\nDescription.\nThe broch has an external diameter of 16.8 metres and an internal diameter of 9.6 metres. The main entrance is on the west side of the broch and the entrance passage is 3.7 metres long. The passage contains two opposing guard cells.\nThe interior of the broch contains a double cell in the side wall, and a \"guard cell\" at the foot of the stairs. The rest of the inner wall is occupied by a ground level gallery. The door to this mural gallery goes right through the wall to form a small second entrance. It is not certain if this second entrance is part of the original structure, since other second entrances found in brochs elsewhere appear to be of later construction.\nExcavations.\nDun Fiadhairt was excavated around 1892 by the Countess Vincent Baillet de Latour. Little information survives about these early excavations, and 20 years later she would excavate &lt;a href=\"Dun%20Beag\"&gt;Dun Beag&lt;/a&gt; with more care.\nFinds included a quantity of pottery, and a large amount of \"iron refuse\". Stone finds included a &lt;a href=\"Quern-stone\"&gt;rotary quern&lt;/a&gt;, a &lt;a href=\"Sharpening%20stone\"&gt;whetstone&lt;/a&gt;, a &lt;a href=\"hammerstone\"&gt;hammerstone&lt;/a&gt;, &lt;a href=\"spindle%20whorl\"&gt;spindle whorl&lt;/a&gt;s and a fragment of an armlet. Several glass beads were found of various colours, and in addition there were 59 amber beads in the form of short cylinders which presumably formed a necklace. There was also found a baked clay object, thought to be a Roman votive model of a bale of wool."
}