{
    "id": "43760496",
    "revid": "33124044",
    "url": "https://en.wikipedia.org/wiki?curid=43760496",
    "title": "Adat perpatih",
    "text": "Adat Perpatih (also known as Lareh Bodi Caniago) are customary laws which originated from the &lt;a href=\"Minangkabau%20Highlands\"&gt;Minangkabau Highlands&lt;/a&gt; in &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;. It was founded by a &lt;a href=\"Minangkabau%20people\"&gt;Minangkabau&lt;/a&gt; leader named Sutan Balun or more famously known as Dato Perpatih Nan Sebatang. In &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, Adat Perpatih is a combination of practices and rules of life for the &lt;a href=\"Minangkabau%20people\"&gt;Minangkabau people&lt;/a&gt; and other aborigins such as &lt;a href=\"Semang\"&gt;Semang&lt;/a&gt;, &lt;a href=\"Temuan%20people\"&gt;Temuan people&lt;/a&gt;, the Bersisi and the &lt;a href=\"Jakun%20people\"&gt;Jakun people&lt;/a&gt; that were mainly farmers at that time. Over time, this custom is practiced by many other ethnics including part of &lt;a href=\"Malacca\"&gt;Malacca&lt;/a&gt; in particular of &lt;a href=\"Masjid%20Tanah\"&gt;Masjid Tanah&lt;/a&gt; and part of &lt;a href=\"Johor\"&gt;Johor&lt;/a&gt;.\nCustom.\nThe system practices &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; in electing &lt;a href=\"Tribal%20chief\"&gt;chiefs&lt;/a&gt; and a &lt;a href=\"king\"&gt;king&lt;/a&gt;. Only men are eligible to be elected as leaders for their clan or tribe. There is also a female leader known as Ibu Soko. Their culture is &lt;a href=\"matrilineal\"&gt;matrilineal&lt;/a&gt; and &lt;a href=\"patriarchal\"&gt;patriarchal&lt;/a&gt;, with property and land passing down from mother to daughter, while religious and political affairs are the responsibility of men. This is to protect the honor and dignity of Adat Perpatih women. That means, however poor an Adat Perpatih woman may be, she will never have to sell her dignity to earn a living. If she is divorced and returns to her village, she has lands to work on to earn a living. While the son is considered more robust, can live under any conditions and have lesser need for a house. The ancestral land is guarded by male clan leaders, chiefdom's and chieftain. An Adat Perpatih woman may not sell the land or pass the land to her sons. If she does not have any daughters, she may pass the land to her son's daughters by adopting them and thus passing her clan and tribe name to them through a ceremony called berkedim. Property or land that a man earns is not included under this custom. He can however add to this ancestral inheritance out of his own free will. This custom follows the &lt;a href=\"Islamic\"&gt;Islamic&lt;/a&gt; obligation that &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; men have to provide shelter and basic welfare of their divorced female relatives and their children.\nThis custom is protected by their king. The monarchy is an &lt;a href=\"elective%20monarchy\"&gt;elective monarchy&lt;/a&gt; unlike most other monarchies worldwide. Unlike the society, the royal families are &lt;a href=\"patrilineal\"&gt;patrilineal&lt;/a&gt;. However, like the society, the monarchy is also patriarchal.\nThere is no exact date recorded when this custom created. But the custom was brought to the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt; (Peninsular Malaysia) by Minangkabau nomads in 14th century. This custom might have existed since 3000–4000 years ago based on its similarity with the &lt;a href=\"Oceanian\"&gt;Oceanian&lt;/a&gt; people especially the &lt;a href=\"Polynesia%23Culture\"&gt;Polynesian people&lt;/a&gt; who like the Minangkabau also speak &lt;a href=\"Malayo-Polynesian%20languages\"&gt;Malayo-Polynesian languages&lt;/a&gt;. This custom is also practised by the &lt;a href=\"Comoros%23Kinship%20and%20Social%20Structure\"&gt;Comorian&lt;/a&gt; when the &lt;a href=\"Malayo-Polynesian\"&gt;Malayo-Polynesian&lt;/a&gt; migrated to &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; 2000 years ago. Adat perpatih is similar to &lt;a href=\"Oceanian\"&gt;Oceanian&lt;/a&gt; matrilineal inheritance in the sense that both systems practise &lt;a href=\"inalienable%20possessions\"&gt;inalienable possessions&lt;/a&gt;. However the monarchy system is different. The &lt;a href=\"Palau%23Culture\"&gt;Palauan king and queen&lt;/a&gt; are brother and sister and each has their own spouses."
}