{
    "id": "43792510",
    "revid": "11187569",
    "url": "https://en.wikipedia.org/wiki?curid=43792510",
    "title": "1975 British Mount Everest Southwest Face expedition",
    "text": "The 1975 British Mount Everest Southwest Face expedition was the first to successfully climb &lt;a href=\"Mount%20Everest\"&gt;Mount Everest&lt;/a&gt; by ascending one of its faces. In the post-&lt;a href=\"Monsoon%20of%20South%20Asia\"&gt;monsoon&lt;/a&gt; season &lt;a href=\"Chris%20Bonington\"&gt;Chris Bonington&lt;/a&gt; led the expedition which used rock climbing techniques to put fixed ropes up the face from the &lt;a href=\"Western%20Cwm\"&gt;Western Cwm&lt;/a&gt; to just below the South Summit. A key aspect of the success of the climb was the scaling of the cliffs of the Rock Band at about by &lt;a href=\"Nick%20Estcourt\"&gt;Nick Estcourt&lt;/a&gt; and &lt;a href=\"Tut%20Braithwaite\"&gt;Tut Braithwaite&lt;/a&gt;. Two teams then climbed to the South Summit and followed the Southeast Ridge to the main summit – &lt;a href=\"Dougal%20Haston\"&gt;Dougal Haston&lt;/a&gt; with &lt;a href=\"Doug%20Scott\"&gt;Doug Scott&lt;/a&gt; on 24 September 1975, who at the South Summit made the highest ever bivouac for that time, and &lt;a href=\"Peter%20Boardman\"&gt;Peter Boardman&lt;/a&gt; with &lt;a href=\"Pertemba\"&gt;Pertemba&lt;/a&gt; two days later. It is thought that &lt;a href=\"Mick%20Burke%20%28mountaineer%29\"&gt;Mick Burke&lt;/a&gt; fell to his death shortly after he had also reached the top. British climbers reached the summit of Everest for the first time in an event that has been described as \"the apotheosis of the big, military-style expeditions\".\nBackground.\nRock climbing in Britain after World War II.\nAfter years of stagnation between the wars, British rock climbing underwent a renaissance, particularly with working-class climbing clubs starting up in the north of England and Scotland. The &lt;a href=\"Rock%20and%20Ice%20Club\"&gt;Rock and Ice Club&lt;/a&gt; in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, the Creagh Dhu Mountaineering Club in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; and several university climbing clubs were amongst those that engendered a highly competitive climbing environment. At &lt;a href=\"Clogwyn%20Du%27r%20Arddu\"&gt;Clogwyn Du'r Arddu&lt;/a&gt; in Wales numerous routes of a very high standard were achieved using strictly &lt;a href=\"free%20climbing\"&gt;free climbing&lt;/a&gt; techniques. &lt;a href=\"Hamish%20MacInnes\"&gt;Hamish MacInnes&lt;/a&gt; and &lt;a href=\"Dougal%20Haston\"&gt;Dougal Haston&lt;/a&gt;, although not members, climbed with Creagh Dhu. MacInnes had mentored Bonington's youthful climbing as early as 1953. These associations led on to spectacular exploits such as the American-led \"direttissima\" route up the &lt;a href=\"Eigerwand\"&gt;North Face of the Eiger&lt;/a&gt; in the winter of 1966 (including Haston) and the televised climbing of the &lt;a href=\"Old%20Man%20of%20Hoy\"&gt;Old Man of Hoy&lt;/a&gt; in &lt;a href=\"Orkney\"&gt;Orkney&lt;/a&gt; in the following year (including Bonington and Haston). The public took notice and commercial sponsorship started to become a possibility for even more elaborate expeditions but with an ultimate aim of rock climbing. With all the &lt;a href=\"Eight-thousander\"&gt;8000-metre peaks&lt;/a&gt; climbed by 1964, climbing in the Himalayas using rock climbing routes became an aspiration.\nBonington's path to Everest.\nBonington's climbing career began when he was still in his teens and he was soon achieving technically difficult ascents in the Alps with several first ascents and, in 1962, the first ascent by a Briton of the &lt;a href=\"Eigerwand\"&gt;Eiger's Nordwand&lt;/a&gt;. He made first ascents of &lt;a href=\"Annapurna%23Annapurna%20II\"&gt;Annapurna II&lt;/a&gt; (1960) and &lt;a href=\"Nuptse\"&gt;Nuptse&lt;/a&gt; (1962). His role as climbing photo-journalist on the \"Eiger \"direttissima\"\" in 1966 brought him widespread attention and he was encouraged to mount his own expedition.\nBonington conceived of the idea of climbing &lt;a href=\"Annapurna\"&gt;Annapurna&lt;/a&gt; by its South Face which he realised was going to require siege tactics as well as rock climbing. What was to become the &lt;a href=\"1970%20British%20Annapurna%20South%20Face%20expedition\"&gt;1970 British Annapurna South Face expedition&lt;/a&gt; involved Haston as well as such climbers as &lt;a href=\"Don%20Whillans\"&gt;Don Whillans&lt;/a&gt;, &lt;a href=\"Mick%20Burke%20%28mountaineer%29\"&gt;Mick Burke&lt;/a&gt;, &lt;a href=\"Nick%20Estcourt\"&gt;Nick Estcourt&lt;/a&gt;, &lt;a href=\"Martin%20Boysen\"&gt;Martin Boysen&lt;/a&gt; and &lt;a href=\"Ian%20Clough\"&gt;Ian Clough&lt;/a&gt; who was killed during the descent. The expedition was a huge success because not only was the summit reached but it was, for its time, the most difficult technical climb to the summit of a major world peak.\nBonington had very much been the leader and had not personally attempted to reach the summit. He was a good communicator and he had been able to attract sponsorship and maintain a group of highly proficient yet individualistic climbers as a coherent team.\nSeizing an opportunity for an Everest expedition post-monsoon in 1972, Bonington originally planned a lightweight expedition by the normal route but the failure of the European pre-monsoon Southwest Face expedition earlier in that year encouraged him to attempt the Southwest Face instead. In very poor weather Bonington's expedition failed to reach the summit but the team gained a great deal of experience, in particular discovering that the line above Camp 6 was not as favourable as they had anticipated.\nBonington decided not to make any further post-monsoon attempts and, before the expedition left &lt;a href=\"Kathmandu\"&gt;Kathmandu&lt;/a&gt;, he booked the next available time slot which was for 1979. A while later, after learning that a British Army team was planning a pre-monsoon 1976 expedition, Bonington tried to persuade them to allow his team to be included. However, his suggestion was rejected.\nClimbing on Everest prior to 1975.\nRoutes climbed.\nAfter the &lt;a href=\"1921%20British%20Mount%20Everest%20reconnaissance%20expedition\"&gt;1921 British reconnaissance&lt;/a&gt;, attempts to climb Everest had been from Tibet because Nepal was closed to foreign climbers. Then, in 1950, Tibet's borders were closed when it was &lt;a href=\"Annexation%20of%20Tibet%20by%20the%20People%27s%20Republic%20of%20China\"&gt;occupied by the People's Republic of China&lt;/a&gt; and by that time no expedition had been able to reach the summit. Partly on account of the political situation in Tibet, Nepal started allowing climbers entry in 1950 although it closed its frontiers again in 1966. During the period 1950–1966 three &lt;a href=\"Ar%C3%AAte\"&gt;ridge&lt;/a&gt; routes were pioneered to reach the summit – the &lt;a href=\"South%20Col\"&gt;South Col&lt;/a&gt;—Southeast Ridge (&lt;a href=\"1953%20British%20Mount%20Everest%20expedition\"&gt;1953&lt;/a&gt;), West Ridge—&lt;a href=\"Hornbein%20Couloir\"&gt;Hornbein Couloir&lt;/a&gt; (1963) and by a Chinese team via the &lt;a href=\"North%20Col\"&gt;North Col&lt;/a&gt;—North Ridge (1960). However, no summit attempt had been made on routes up any of Everest's faces. Nepal again allowed entry to climbers in 1969 and the Southwest Face, the only face accessible from Nepal, was such an attractive objective that Japan immediately mounted a spring reconnaissance in that year and returned in the autumn with a larger party with several climbers reaching on a line striking left from the central gully \"(black—cyan route on the diagram below)\".\nPrevious summit attempts using the Southwest Face.\nSpring 1970 Japanese expedition – the expedition climbed no higher than in the previous year \"(black—cyan route on the diagram).\" However, led by &lt;a href=\"Saburo%20Matsukata\"&gt;Saburo Matsukata&lt;/a&gt;, a party reached the summit via the South Col.\nSpring 1971 International expedition – led by &lt;a href=\"Norman%20Dyhrenfurth\"&gt;Norman Dyhrenfurth&lt;/a&gt;, the expedition reached (attained by Haston and Whillans) on a new line leading to the right above Camp 5 \"(black—blue—brown route)\".\nSpring 1972 European expedition – Felix Kuen and Adolf Huber reached about in an expedition led by Karl Herrligkoffer \"(black—blue—green route)\".\nAutumn 1972 British expedition – on the Bonington-led expedition was reached by Bonington, &lt;a href=\"Ang%20Phu\"&gt;Ang Phu&lt;/a&gt;, MacInnes, Scott, Burke and Haston \"(black—blue route)\".\nAutumn 1973 Japanese expedition – was reached on the Southwest Face \"(black—blue route)\" but the expedition did reach the summit by the South Col. The expedition was led by Michio Yuasa and it was the first time Everest had been climbed after the monsoon.\nGenesis of the 1975 expedition.\nThe post-monsoon Japanese expedition in autumn 1973 had attempted both the Southwest Face and the normal route. The face party had failed in much the same way as the British had the year before but the South Col team had managed what turned out to be a very significant achievement. In the post-monsoon season they had reached the summit by climbing directly from the South Col without stopping overnight. By the time they had reached the summit they were out of oxygen but despite that, and having to &lt;a href=\"Bivouac%20shelter\"&gt;bivouac&lt;/a&gt; overnight without food, drink or a tent, they had returned safely to the South Col.\nIn December 1973 Bonington heard that a team had withdrawn from its 1975 time slot. It was for post-monsoon so when he applied for the slot he was again intending to attempt his lightweight South Col—Southeast Ridge scheme. Permission was given in April 1974 when he, Haston and Scott were starting on a &lt;a href=\"Changabang\"&gt;Changabang&lt;/a&gt; expedition (which was to be another first ascent) and Haston and Scott were able to persuade Bonington to try the Southwest Face again, despite it having to be in the autumn. The scheme eventually turned into what has been described as \"the apotheosis of the big, military-style expeditions\".\nPreparations.\nA lesson learned from the 1973 Japanese expedition (and the &lt;a href=\"1952%20Swiss%20Mount%20Everest%20Expedition%23Autumn%20expedition\"&gt;1952 Swiss expedition&lt;/a&gt;) was that any attempt should be as early as possible after the monsoon was over and this meant the trek from Kathmandu to Base Camp had to be during the monsoon. Another attempt using the \"Whillans Chimney\" above Camp 6 would have meant establishing a seventh camp and so a route to the left of the Great Central Gully would be taken on the same line that the earliest Japanese climbers had tried. Camp 6 would be established on the upper snowfield and a long traverse would be taken to the Southeast Ridge. To complete the traverse, climb the ridge, and return would be a very long day – a bivouac on the return might well be necessary. To get into a position to do this a large support team would need to make a rapid ascent up the central gully so very careful logistical planning would be necessary.\nSupplementary oxygen would be used above Camp 4 for climbers and Camp 5 for sherpas and of fixed rope would be used up the face (fixed rope in the Icefall and climbing rope would be additional).\nA management committee, chaired by &lt;a href=\"John%20Hunt%2C%20Baron%20Hunt\"&gt;Lord Hunt&lt;/a&gt; (John Hunt of the &lt;a href=\"1953%20British%20Mount%20Everest%20expedition\"&gt;1953 British Mount Everest expedition&lt;/a&gt;), was set up for what would be an expensive, siege-style operation. &lt;a href=\"Peter%20Boardman\"&gt;Peter Boardman&lt;/a&gt; was later to remark \"for a mountaineer, surely a Bonington Everest expedition is one of the last great Imperial experiences life can offer.\" Bonington and his agent knew a director of &lt;a href=\"Barclays\"&gt;Barclays Bank International&lt;/a&gt; and they approached him to see if the bank would provide sponsorship. Barclays not only agreed to provide the £100,000 requested but agreed to cover any overspend. This caused complaints from customers of the bank and a question was asked in &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;Parliament&lt;/a&gt;.\nLogistical planning was done by computer and, in an era before personal computers, a &lt;a href=\"mainframe%20computer\"&gt;mainframe&lt;/a&gt; owned by &lt;a href=\"Ian%20McNaught%20Davis\"&gt;Ian McNaught Davis&lt;/a&gt;' computer firm was used.\nExpedition team.\nThe team was based on the climbers in the 1970 Annapurna and 1972 Southwest Face expeditions. &lt;a href=\"Hamish%20MacInnes\"&gt;Hamish MacInnes&lt;/a&gt; was to be deputy leader and &lt;a href=\"Dougal%20Haston\"&gt;Dougal Haston&lt;/a&gt;, &lt;a href=\"Doug%20Scott\"&gt;Doug Scott&lt;/a&gt;, &lt;a href=\"Mick%20Burke%20%28mountaineer%29\"&gt;Mick Burke&lt;/a&gt;, &lt;a href=\"Nick%20Estcourt\"&gt;Nick Estcourt&lt;/a&gt;, Mike Thompson and Martin Boysen agreed to take part. All except the last two had Southwest Face experience. A notable absentee was &lt;a href=\"Don%20Whillans\"&gt;Don Whillans&lt;/a&gt; who was not invited because of personality clashes on the Annapurna expedition. People joining the team for the first time were &lt;a href=\"Peter%20Boardman\"&gt;Peter Boardman&lt;/a&gt;, &lt;a href=\"Paul%20Braithwaite\"&gt;Paul (\"Tut\") Braithwaite&lt;/a&gt;, Ronnie Richards, Dave Clarke, Allen Fyffe and Mike Rhodes. Rhodes was a Barclays employee, nominated by the bank. The doctors, both experienced mountaineers, were Charles Clarke and Jim Duff. Camp managers were Adrian Gordon and Mike Cheney who both spoke Nepali. There was to be a team of thirty-three climbing sherpas with &lt;a href=\"Pertemba\"&gt;Pertemba&lt;/a&gt; as &lt;a href=\"sirdar\"&gt;sirdar&lt;/a&gt; and Ang Phu as deputy. Twenty-six porters for the &lt;a href=\"Khumbu%20Icefall\"&gt;Khumbu Icefall&lt;/a&gt; were led by their sirdar Phurkipa. There were further sherpas for general duties.\nIn addition there was a liaison officer, Mohan Pratap Gurung, a four people from the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; to make a television documentary – Christopher Ralling, Ned Kelly, Ian Stuart and Arthur Chesterman – and a \"&lt;a href=\"Sunday%20Times\"&gt;Sunday Times&lt;/a&gt;\" reporter, Keith Richardson, all with their accompanying sherpas. A team of drivers was needed for transport to Kathmandu. In all there were nearly 100 people.\nEquipment.\nTwenty-four tonnes of equipment left Britain in over 1000 crates and needed to pass through 22 customs posts. Relatively little climbing gear was needed because the climb would be largely non-technical and rope, ladders and oxygen were the major requirements. &lt;a href=\"Deadman%20%28climbing%29\"&gt;Deadmen&lt;/a&gt; (anchors for embedding in snow) would be very useful because the conditions turned out to be those of soft snow. Eleven tonnes of food was taken and a greater quantity was procured in Nepal. Meals of different menus were wrapped identically to avoid the risk of favourite meals being selected out before they could be carried high on the Face. Face boxes (box-like tents) were needed because there are no sizeable ledges on the steep face. The face boxes used in 1973 had been found not strong enough to resist falling rocks and ice so for this expedition MacInnes designed small-size assault boxes for Camp 6, and strengthened boxes with roofs of bulletproof mesh for the lower camps on the face. The two-man assault boxes were .\nThe expedition.\nTwo 16-tonne trucks, driven by Bob Stoodley (Transport Manager for the team) and three other drivers, left London on 9 April 1975 and the gear was driven to Kathmandu from where it was flown to &lt;a href=\"Lukla\"&gt;Lukla Airstrip&lt;/a&gt; and then carried by porters to &lt;a href=\"Kunde%20%28village%29\"&gt;Khunde&lt;/a&gt;, near &lt;a href=\"Namche%20Bazaar\"&gt;Namche Bazaar&lt;/a&gt;, where it arrived for storage on 10 June. The climbers departed Britain on 29 July.\nWalk-in and Base Camp.\nThe main team flew from London to Kathmandu from where they used Land Rovers as far as the end of the road at Lamosanghu (near &lt;a href=\"Pagretar\"&gt;Pagretar&lt;/a&gt;).\nThe walk-in from Kathmandu was a relaxed affair because no porter train was needed for the gear. Two parties travelled separately a day or so apart so as not to place too much strain on the villages en route. By stopping for &lt;a href=\"Chhaang\"&gt;chang&lt;/a&gt; at each village, each day's walk was not too strenuous and so there was time to acclimatise. The weather was hot and humid (the monsoon was still on) and the first party took from 2 August until 18 August to reach Khunde and everyone had reached Base Camp by 23 August. The trek route runs west to east whereas all the rivers flow south so the journey involves crossing several ridges and descending into valleys. The route is still used for trekking forty years later – although there is now a road that penetrates as far to the east as &lt;a href=\"Jiri\"&gt;Jiri&lt;/a&gt; it does not reach all the way to &lt;a href=\"Khumbu\"&gt;Khumbu&lt;/a&gt;. At Kharikola (near &lt;a href=\"Jubing\"&gt;Jubing&lt;/a&gt;) the direction of travel changes to head north up the valley of the &lt;a href=\"Dudh%20Kosi\"&gt;Dudh Kosi&lt;/a&gt; river and it is here that the scenery changes as the valley becomes very deep with high mountains on both sides and the path starts to become steeper. At &lt;a href=\"Thyangboche\"&gt;Thyangboche&lt;/a&gt; they met the &lt;a href=\"lama\"&gt;lama&lt;/a&gt; to receive his blessing and then the whole ceremony was repeated outside for the benefit of the television cameras.\nPorters, most of them women, carried the baggage from &lt;a href=\"Kunde%2C%20Nepal\"&gt;Khunde&lt;/a&gt; past &lt;a href=\"Lobuche%2C%20Nepal\"&gt;Lobuche&lt;/a&gt; and &lt;a href=\"Gorak%20Shep\"&gt;Gorak Shep&lt;/a&gt; to &lt;a href=\"Everest%20Base%20Camp%23South%20Base%20Camp%20in%20Nepal\"&gt;Base Camp&lt;/a&gt; and it was at this stage that one of the porters died. He was a young boy who had been on the 1972 expedition and whom Doug Scott in particular had taken under his wing. He went missing and, because he was deaf and could not speak, the search parties had no calls for help to guide them. He was found dead in a stream just below Base Camp.\nKhumbu Icefall.\nBase Camp was established on 22 August and over the next few days more equipment and food were brought up there while a route was being reconnoitred through the &lt;a href=\"Khumbu%20Icefall\"&gt;Khumbu Icefall&lt;/a&gt; where the conditions in the ice seemed unusually benign.\nThe weather also was generally favourable with the cold mornings reducing the risk of ice &lt;a href=\"serac\"&gt;serac&lt;/a&gt;s collapsing and dangerous avalanches. Generally snow would be falling in the afternoons and it could be heavy ( in an afternoon). With the monsoon not yet over there was a severe avalanche risk from Everest's West Ridge and &lt;a href=\"Nuptse\"&gt;Nuptse&lt;/a&gt; so a careful route had to be chosen between Base Camp and the Icefall. The original route taken by the lead climbers was changed when the highly experienced icefall sirdar, Phurkipa, considered it passed too close to the foot of the &lt;a href=\"Lho%20La\"&gt;Lho La&lt;/a&gt; and the Western Shoulder.\nWork in the icefall would start in the very early hours of the morning as a route was roped along as safe a line as possible. Later in the day conditions would become so hot that that work had to stop not just for safety reasons but also because conditions became stifling. Ladders were placed over crevasses and additional ones had to be procured from Khunde as so many were being used. Boysen had been delayed in his previous expedition and he joined the party during this time. On 28 August Camp 1 was set up at the top of the icefall and on that day sixty-eight people were moving through to consolidate the route and supply the camp. The camp was on a reasonably flat area of ice and surrounded by crevasses that would swallow the biggest avalanches in the vicinity. The ice block was inevitably slowly moving down the glacier and this would give problems later.\nImmediately above Camp 1 and before the Western Cwm proper, an immense crevasse stretched right across the valley. Under MacInnes' direction a ladder of sections was constructed, braced, and installed to bridge the gap. It was nicknamed &lt;a href=\"Ballachulish%20Bridge\"&gt;Ballachulish Bridge&lt;/a&gt; after the bridge recently completed near MacInnes' home in Scotland.\nThe \"Sunday Times\" correspondent was unwilling to show anyone his reports before dispatching them and the team became antagonistic towards him. Although Bonington publicly supported Richardson, Bonington's own opinion was that the material could have been made available for comment while still letting the journalist have the final word. Just as this became a crisis Richardson developed &lt;a href=\"pulmonary%20oedema\"&gt;pulmonary oedema&lt;/a&gt; on 29 August and he required emergency evacuation from Base Camp to &lt;a href=\"Pheriche\"&gt;Pheriche&lt;/a&gt; leading to the BBC's Ralling taking over the role of news reporter. In the case of the television journalism, a few aspects were agreed to be subject to veto by the climbers, in particular the use of Bonington's tape-recorded diary as a voice-over for the film, but rarely were the documentary makers not allowed to report what they wanted to. Initially Scott and, especially, Haston had been disdainful that any film could give a true impression of climbing but as time went by a rapport with the television crew developed. Ralling and his colleagues were full members of the expedition and this gave potential problems over maintaining editorial independence although Ralling considered that in the event this worked out well.\nWestern Cwm.\nIt took three days for Haston and Scott to prospect a route to the head of the &lt;a href=\"Western%20Cwm\"&gt;Western Cwm&lt;/a&gt;. The lower region was criss-crossed with crevasses, and was much more difficult than in 1972. It proved impossible to keep to the middle of the valley and they had to pass close to the foot of Nuptse. Despite the further supplies of ladders, there was still a shortage and so extra ones were salvaged from those abandoned by previous expeditions. On 31 August a site for Camp 2 was identified which was further up the cwm than in 1972 and, being on a slight hill, seemed safer from avalanches. It was at a shorter distance from the foot of the face and, indeed, a possible new route up the face presented itself starting beside the camp site itself and by-passing the previous expeditions' camps 3 and 4.\nWith 150 loads dumped at Camp 1, Bonington moved his base there on 1 September with a view to going forward to inspect the location of Camp 2 and this was established as Advanced Base Camp (ABC) on 2 September at a height of . Attracted by the newly proposed route up the face but uncertain of the right decision \"(the routes are shown in red on the diagram below)\", Bonington spent the night at ABC with Burke and Scott. Estcourt had not been at all in favour of the new line because it seemed likely to be in a path of avalanches. The following day brought poor visibility so the face could not be inspected and avalanches rumbled continuously. By 5 September a decision was taken against the new route after it had indeed been swept by quite major avalanches.\nAscent of Southwest Face.\nFrom the &lt;a href=\"bergschrund\"&gt;bergschrund&lt;/a&gt; at the foot of the Southwest Face, the mountain slopes up at a steady angle of about 45°. Fixed ropes were to be set up from here for about a vertical height, to not far below the South Summit. Camp 3 was at as before. The positioning of Camp 4 was reconsidered because it had in earlier years been in a very exposed location in the middle of the Great Central Gully. Bonington had the idea of trying to find a safer location at a much lower height. Climbers from Advanced Base Camp had required two days to reach Camp 4 so they had always needed to sleep at Camp 3. On the other hand, the sherpas could get straight from ABC to Camp 4 but they then needed the next day for rest. By lowering Camp 4 to about , Camp 3 could be mostly by-passed and the sherpas could manage with one rest day in three. Everyone, most importantly Pertemba, supported the idea. Estcourt and Braithwaite had been making the route higher up the face and Braithwaite had commented on one particular place as being suitable for a camp although at the time they had considered it to be at too low an elevation. This eventually became the location selected and Camp 5 would be lowered to about . Bonington was left the considerable task of recalculating the logistics.\nWhen he was at last able to start true climbing, Boysen was moved to lyric poetry. He wrote \"The morning was so magically beautiful, the Cwm swathed in boiling mists. Everest in dark blue shadow, Nuptse emerging diamond white, a hundred ice crests gleaming\".\nMacInnes, Boardman and Boysen established Camp 4 on 11 September. Even on the face the heat in the afternoon could become oppressive, seriously reducing their rate of climb. From this point on they starting using oxygen when climbing the face. Avalanches swept Camp 4 and the Great Central Gully above – MacInnes was struck and, although he was not swept away or buried, snow powder entered his lungs which was to have a lasting effect.\nOn 14 September MacInnes had to descend to ABC when a start was made towards Camp 5. Haston tried to find a site suitable for a camp on the left side of the central gully but the area seemed it might be in an avalanche zone. Instead he found a location on the right-hand side protected by some ledges. When Haston was alone at Camp 4 a night-time avalanche struck and the vacant box tent was seriously damaged. However, its structure had been so strong that Bonington thought that anyone inside would have survived.\nBonington had to decide who should make the route to Camp 5, just below the Rock Band. He wanted to save the strongest climbers for scaling the Rock Band and for the summit attempt. MacInnes was incapacitated and Fyffe had not acclimatised well. Bonington had intended to always stay one camp down from the lead to be able to keep an overview without getting tangled in tactical decisions but in spite of this he decided he himself would go in front to Camp 5 with Richards in support. Sherpas would stay at Camp 4 for four days at a time while making three carries and would then return to ABC for two days' rest. On 17 September Bonington, Richards and a team of sherpas occupied Camp 5 which eventually had four box tents. After the sherpas had set off down Bonington discovered he had left behind the cooking pan and his radio had stopped transmitting. They could only use a corned-beef tin to melt snow for cooking and drinking and this only produced tiny quantities of water. They were completely unable to summon help or provide leadership. After a few hours Richards found a workaround for the transmitter problem and the next day they climbed up towards the Rock Band, still without adequate water. At this height sherpas still did not need oxygen but two climbers together were needing three bottles a day, two for climbing and one for sleeping. Bonington led towards the left-hand gully but he had to backtrack after initially choosing a poor line. Next day Scott and Burke joined them at Camp 5 and the four started fixing ropes so that on 19 September the route was consolidated to the foot of the Rock Band. Things were well ahead of schedule.\nClimbing the Rock Band.\nBraithwaite and Estcourt had ascended to Camp 5 where the supply situation was now adequate. With Bonington contemplating a summit attempt by Haston and Scott, he asked Haston to climb from ABC to Camp 5 over the next two days – Scott was already at 5. He asked Estcourt and Braithwaite to attempt the Rock Band, supported by Burke and himself. This would rule them out of the first summit attempt so he told them they would be in any second attempt. It was the Rock Band that had defeated all previous expeditions. It consists of almost vertical cliffs with little snow or ice whereas the lower part of the face is angled at 45 to 60 degrees and is generally snow-covered.\nThe route across the Rock Band lay in a narrow gully and Estcourt and Braithwaite alternated in the lead with Burke and Bonington in support by carrying up rope for the line being fixed in place. The snow was good for crampons and Estcourt described the climb as \"&lt;a href=\"Grade%20%28climbing%29%23Scottish%20winter%20system\"&gt;Scottish Grade III&lt;/a&gt;\" although that disregarded the difficulty of any climb at . Both climbers' oxygen ran out as they were reaching a ramp that led off to the right from the gully. With Braithwaite exhausted, Estcourt led up the ramp which narrowed so that he was forced against the wall with thin snow hardly covering loose rock and nowhere suitable for a &lt;a href=\"piton\"&gt;piton&lt;/a&gt;. Eventually he reached a place where he could jam in a precarious piton and he then scrambled another to where he found a safe place to belay. Estcourt described it as \"the hardest pitch I have ever led\" but from there it was only a very short climb to the snowfield above the Rock Band. Lord Hunt wrote – \nSummit attempts.\nThe original plan had been for one team to lay fixed rope above Camp 6 at the top of the Rock Band and for a second team to go for the summit. Bonington now decided it would be unreasonable to expect the first team to turn back so near the summit and so one team would do all the work even though this meant a very long summit climb after a heavy day laying ropes and a second night at Camp 6. However, progress had been so good that two further summit teams might be possible and, with careful planning, these might comprise four climbers each rather than two. Bonington had promised a place for a sherpa in any subsequent attempt. He selected (1) Haston and Scott, (2) Boardman, Boysen, Burke and Pertemba (who, to Bonington's satisfaction, nominated himself) and (3) Ang Phurba, Bonington, Braithwaite and Estcourt. Estcourt and Braithwaite were to return temporarily to ABC, losing their second place in the \"queue\" for the summit, and contrary to what they had been promised earlier. Burke had been climbing slowly but Bonington considered that this could have been due to the weight of camera equipment and he realised the value of having filming high up on the mountain. Regarding his own place, Bonington himself had been at and above for nearly a fortnight so as team doctor Clarke privately advised him not to continue higher. Bonington accepted this opinion and gave his place to Richards though he still cherished the hope he himself might be in a fourth summit bid. MacInnes had moved to Camp 1 because of reports that the platform of ice it was on was starting to slip down the Icefall. When he heard he was to be left out of the summit parties he left the expedition because there was nothing further for him to do but he assured Bonington he would tell the press he was leaving because of his injured lungs.\nHaston and Scott.\nHaston and Scott were supported by Thompson, Burke, Bonington,\nAng Phurba and Pertemba as they set off on 22 September to set up Camp 6 at just beyond the point reached previously. The support team returned to Camp 5 leaving Haston and Scott to excavate a place for their assault box. The following day, as Bonington dropped back to ABC, the pair fixed of rope on the line of the traverse of the snowfield towards a gully leading up to the Southeast Ridge. This proved difficult because soft snow lay on the rock and there was little ice for crampons to grip. When all the rope had been fixed they returned to Camp 6. With a tent sack (but no tent or sleeping bags), two oxygen cylinders each, three ropes between them, a stove and other gear they set off at 03:30 the next morning.\nFrom Advanced Base Camp the BBC cameras and many of the expedition were able to watch progress. A large powder avalanche swept past the two climbers who were just visible to the naked eye as they traversed the upper snowfield. They vanished into the South Summit gully and at 15:00 momentarily reappeared on the South Summit itself. They disappeared over the ridge into China but occasional puffs of snow above the ridge showed the watchers that they were still climbing despite it being late afternoon. Then as the light faded the climbers themselves could just be seen still moving up the ridge. Bonington radioed to the second team to prepare to set out next morning – they would not know whether they were making a summit bid or a rescue attempt.\nIt had been at dawn, just after they had got beyond the fixed rope, that Haston's oxygen had failed. They were able to clear a blockage of ice but it delayed them for an hour. The climbing route to the ridge at the South Summit was up a gully at times through chest-deep snow in avalanche conditions at an angle of 60° and with no possibility of &lt;a href=\"belay\"&gt;belay&lt;/a&gt;s. At a rock step in the gully they left a fixed rope and at last after hours they reached the South Summit where they started digging a snow cave and brewing tea while they thought about whether to bivouac. \"Tea\" is merely to describe the time of day because there was no food and nothing to put into the warmed water. Haston tested the conditions on the ridge and they decided to seize their opportunity to go on.\nThe Hillary Step was climbed and the pair reached the summit of Mount Everest side by side at 18:00, 24 September 1975. The wind had dropped and the setting sun sometimes broke through between the clouds. The view was magnificent and they tried to identify some of the mountains and glaciers out across &lt;a href=\"Himalayas\"&gt;Himalaya&lt;/a&gt;. After an hour, and with half an hour to go before dark, they set off down hoping they could reach Camp 6 in moonlight. They left nothing on the summit.\nBy the South Summit the moon had not appeared, lightning was flickering and the wind was rising. The descent of the gully seemed too dangerous so they had to prepare to bivouac at the greatest height ever attempted, . By 21:00 they had enlarged the snow cave and, with their oxygen cylinders exhausted and the fuel in their stove used up by midnight, they spent a cold night (Scott estimated −50 °C) moving their limbs continuously and rubbing each other to keep any warmth in their bodies. To save weight, Scott had left his &lt;a href=\"Down%20feather\"&gt;down&lt;/a&gt; clothing at Camp 6. There could be no sleep because sleep would be fatal.\nAt the time the \"Guardian\" described it as being like \"spending the night in a sheet sleeping-bag in a deep freeze, with the oxygen cut by two-thirds\". At 05:30 they continued their descent and by 09:00 on 25 September they were back to Camp 6 after thirty hours without food or sleep. They radioed down the news. Neither man had suffered frostbite. As well as being the first people to summit Everest by the Southwest Face, they were also the first Britons to reach the summit by any route. For the time, it had been the fastest ever ascent of Everest, 33 days. The second summit team arrived at Camp 6 to find them safe and well and by afternoon Haston and Scott had &lt;a href=\"jumar\"&gt;jumar&lt;/a&gt;ed down to Advanced Base Camp.\nBoardman, Boysen, Burke and Pertemba.\nMoving up to camp 6 Burke had been climbing slowly and was very late in arriving. Bonington had previously suggested that Burke should retreat to Advanced Base Camp when he himself had gone back down but Burke had refused, saying he was feeling well. He was working as an assistant cameraman for the BBC and his filming was very important for him as well as for the whole team. This time Bonington told Boysen he would order Burke down but when Burke eventually reached camp he was able to persuade Bonington to let him continue. The following morning all four started the ascent but Boysen's oxygen set soon failed and he lost a crampon and so had to return to the camp. Boardman and Pertemba climbed strongly with Burke lagging far behind. The pair had reached the South Summit by 11:00 where Pertemba's oxygen blocked in the same way as had Haston's. Taking advantage of the fixed rope up the Hillary Step left two days earlier, they reached the summit of Everest at 13:10, 26 September. There was poor visibility in the wind-driven mist.\nThe weather deteriorated further as Boardman and Pertemba descended and the visibility was getting worse. To their astonishment they encountered Burke, sitting in the snow, only a few hundred metres from the summit and above the Hillary Step. They had been assuming he had rejoined Boysen at camp 6. He asked them to return to the summit for him to photograph them but, seeing their reluctance, said he would go by himself to take some photographs and do some filming from the top. After agreeing to wait for him at the South Summit they separated. After a wait of over hours at the South Summit in blizzard conditions the visibility was down to about and it was getting dark so at 16:10 the pair started to descend the gully in the storm. They still had oxygen and they were fortunate to find the end of the fixed ropes in the dark. At 19:30 they at last rejoined Boysen at Camp 6. Boardman had frostbite and Pertemba, who had taken over half an hour to crawl the last , was snowblind. Mick Burke did not return. Boysen got frostbite while trying to reduce the snow piling on the box tents during the 36 hours that they were stormbound before being able to descend to Camp 5.\nClearing the mountain.\nThe storm had passed by 28 September and the third summit team were still at Camp 5. However, with powder avalanches coming down the face and with no hope of finding Burke, the expedition was called off. Those at Camp 5 waited for Boysen, Boardman and Pertemba and then accompanied them down to Advanced Base Camp on the Western Cwm where they were interviewed by the BBC. Two days earlier Camp 1 had been evacuated as it began to slide down the Icefall and on 27 September the people at Camp 4 had been ordered down because it was threatened by the huge amount of snow higher up the face. During the evacuation, Gordon, who had been on the face for the first time, had become stranded in the dark and a rescue needed to be mounted – Bonington and Rhodes located him at 22:00 and managed to return with him to ABC at midnight. Later that night an avalanche devastated the entire camp and, though no one was injured, the camp had to be abandoned. The expedition was back to Base Camp by 30 September, to Kathmandu by 11 October, and to London on 17 October.\nSubsequent events.\nMick Burke's body has not been found but it is thought likely he did reach the summit.\nThe expedition considerably exceeded its planned expenditure – £130,000 rather than £100,000. Barclays, the sponsors, owned several media rights including those to the book Bonington was to publish, \"Everest the Hard Way\", which became a best-seller and so they were able to recover their entire expenditure. With the publicity given to the expedition, Bonington, Haston and Scott became household names in Britain. Bonington was made a &lt;a href=\"CBE\"&gt;CBE&lt;/a&gt; and later went on to receive a knighthood.\nThe BBC produced a 75-minute television documentary about the expedition – the producer, Christopher Ralling, has written about the experience. Thirty years later the BBC produced a retrospective radio programme which included contributions from Bonington.\nEverest was summited again by the British the following year in the &lt;a href=\"1976%20British%20and%20Nepalese%20Army%20Expedition%20to%20Everest\"&gt;joint British and Nepalese Army Expedition&lt;/a&gt; by a similar route. The expedition was under the command of &lt;a href=\"Tony%20Streather\"&gt;Tony Streather&lt;/a&gt;, and the summiteers were &lt;a href=\"Special%20Air%20Service\"&gt;Special Air Service&lt;/a&gt; soldiers &lt;a href=\"Bronco%20Lane\"&gt;Bronco Lane&lt;/a&gt; and &lt;a href=\"Brummie%20Stokes\"&gt;Brummie Stokes&lt;/a&gt;.\nTwo years later Scott was proposing a lightweight expedition to &lt;a href=\"Baintha%20Brakk\"&gt;The Ogre&lt;/a&gt; in the &lt;a href=\"Karakoram\"&gt;Karakoram&lt;/a&gt; which was to include Bonington (as a team member) and Haston. While it was being planned, news came through that Haston had been killed in an avalanche while skiing in the Alps. The expedition went ahead and in fact Scott and Bonington became the first people to reach the summit. Estcourt was killed on the 1978 Bonington-led &lt;a href=\"K2\"&gt;K2&lt;/a&gt; West Ridge expedition. Boardman died together with &lt;a href=\"Joe%20Tasker\"&gt;Joe Tasker&lt;/a&gt; on Bonington's 1982 Everest Northeast Ridge expedition.\nPertemba set up his own very successful trekking agency in 1985 and also in that year teamed up again with Bonington on a Norwegian-led expedition which led to Bonington reaching the summit of Everest for his first and only time.\nThe Southwest Face was climbed by a Slovak expedition in 1988 when four climbers reached the South Summit in alpine style with no supplementary oxygen. went on to reach the main summit on 17 October but on the descent they all disappeared in a strong storm after their last radio contact with the base saying they were on the way to the South Col. Their bodies were never found. A South Korean expedition climbed the route in 1995. However, on either side of the face (and so possibly to be included in its scope) are the South Pillar and Central Pillar and these have been successfully used as climbing routes several times starting in 1980 and 1982 for the two routes respectively. In 1980 there was an ascent of Everest by a full &lt;a href=\"North%20Face%20%28Everest%29\"&gt;North Face&lt;/a&gt; route; a &lt;a href=\"Kangshung%20Face\"&gt;Kangshung Face&lt;/a&gt; route was achieved in 1983.\nIn 2016, two Slovak mountaineers, Vladimir Štrba and Zoltán Pal, attempted the Southwest face. However, at about 7200 meters they were swept by an avalanche and had to be evacuated by a helicopter. The next year Vladimir Štrba attempted the face solo. Last minute, however, he decided to ascend the South Col via the Southeast Face, but got stuck on the balcony and died in a tent at Camp IV.\nForty years after the ascent ten of the expedition's members took part in a fundraising reunion meeting at the &lt;a href=\"Royal%20Geographical%20Society\"&gt;Royal Geographical Society&lt;/a&gt; in London."
}