{
    "id": "43791967",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=43791967",
    "title": "Discrete global grid",
    "text": "A Discrete Global Grid (DGG) is a &lt;a href=\"tessellation\"&gt;mosaic&lt;/a&gt; which covers the entire Earth's surface.\nMathematically it is a &lt;a href=\"space%20partitioning\"&gt;space partitioning&lt;/a&gt;: it consists of a set of non-empty regions that form a &lt;a href=\"Partition%20of%20a%20set\"&gt;partition&lt;/a&gt; of the Earth's surface. In a usual grid-modeling strategy, to simplify position calculations, each region is represented by a point, abstracting the grid as a set of region-points. Each region or region-point in the grid is called a cell.\nWhen each cell of a grid is subject to a &lt;a href=\"Recursion\"&gt;recursive&lt;/a&gt; partition, resulting in a \"series of discrete global grids with progressively finer resolution\", forming a hierarchical grid, it is named Hierarchical DGG (sometimes \"global hierarchical tessellation\"\nor \"DGG system\").\nDiscrete Global Grids are used as the geometric basis for the building of geospatial &lt;a href=\"data%20structure\"&gt;data structure&lt;/a&gt;s. Each cell is &lt;a href=\"Entity%E2%80%93relationship%20model\"&gt;related with&lt;/a&gt; data objects or values, or (in the hierarchical case) may be associated with other cells. DGGs have been proposed for use in a wide range of geospatial applications, including vector and raster location representation, data fusion, and spatial databases.\nThe most usual grids are for &lt;a href=\"horizontal%20position%20representation\"&gt;horizontal position representation&lt;/a&gt;, using a standard &lt;a href=\"reference%20ellipsoid\"&gt;datum&lt;/a&gt;, like &lt;a href=\"World%20Geodetic%20System\"&gt;WGS84&lt;/a&gt;. In this context, it is common also to use a specific DGG as foundation for &lt;a href=\"List%20of%20geocoding%20systems\"&gt;geocoding standardization&lt;/a&gt;.\nIn the context of a &lt;a href=\"spatial%20index\"&gt;spatial index&lt;/a&gt;, a DGG can assign unique identifiers to each grid cell, using it for spatial indexing purposes, in &lt;a href=\"Spatial%20database%23Geodatabase\"&gt;geodatabases&lt;/a&gt; or for &lt;a href=\"geocoding\"&gt;geocoding&lt;/a&gt;.\nReference model of the globe.\nThe \"globe\", in the DGG concept, has no strict semantics, but in Geodesy a so-called \"&lt;a href=\"Grid%20reference\"&gt;Grid Reference&lt;/a&gt; System\" is a grid that divides space with precise positions relative to a &lt;a href=\"geodetic%20datum\"&gt;datum&lt;/a&gt;, that is an approximated a \"standard model of the &lt;a href=\"Geoid\"&gt;Geoid&lt;/a&gt;\". So, in the role of Geoid, the \"globe\" covered by a DGG can be any of the following objects:\nAs a global modeling process, modern DGGs, when including projection process, tend to avoid surfaces like cylinder or a conic solids that result in discontinuities and indexing problems. &lt;a href=\"Regular%20polyhedra\"&gt;Regular polyhedra&lt;/a&gt; and other topological equivalents of sphere led to the most promising known options to be covered by DGGs, because \"spherical projections preserve the \"correct topology\" of the Earth – there are no singularities or discontinuities to deal with\".\nWhen working with a DGG it is important to specify which of these options was adopted. So, the characterization of the \"reference model of the globe\" of a DGG can be summarized by:\nNOTE: when the DGG is covering a projection surface, in a context of &lt;a href=\"Data%20lineage%23Data%20Provenance\"&gt;data provenance&lt;/a&gt;, the metadata about reference-Geoid is also important — typically informing its &lt;a href=\"Spatial%20reference%20system\"&gt;ISO 19111's CRS&lt;/a&gt; value, with no confusion with the projection surface.\nTypes and examples.\nThe main distinguishing feature to classify or compare DGGs is the use or not of hierarchical grid structures:\nOther usual criteria to classify a DGG are tile-shape and granularity (\"grid resolution\"):\nNon-hierarchical grids.\nThe most common class of Discrete Global Grids are those that place cell center points on longitude/latitude meridians and parallels, or which use the longitude/latitude meridians and parallels to form the boundaries of rectangular cells. Examples of such grids, all based on Latitude/Longitude:\nHierarchical grids.\nThe right aside illustration show 3 boundary maps of the coast of Great Britain. The first map was covered by a grid-level-0 with 150 km size cells. Only a grey cell in the center, with no need of zoom for detail, remains level-0; all other cells of the second map was partitioned into four-cells-grid (grid-level-1), each with 75 km. In the third map 12 cells level-1 remains as grey, all other was partitioned again, each level-1-cell transformed into a level-2-grid. Examples of DGGs that use such recursive process, generating hierarchical grids, include:\nStandard equal-area hierarchical grids.\nThere are a class of hierarchical DGG's named by the &lt;a href=\"Open%20Geospatial%20Consortium\"&gt;Open Geospatial Consortium&lt;/a&gt; (OGC) as \"Discrete Global Grid Systems\" (DGGS), that must to satisfy 18 requirements. Among them, what best distinguishes this class from other hierarchical DGGs, is the Requirement-8, \"For each successive level of grid refinement, and for each cell geometry, (...) Cells that are equal area (...) within the specified level of precision\".\nA DGGS is designed as a framework for information as distinct from conventional &lt;a href=\"coordinate%20reference%20systems\"&gt;coordinate reference systems&lt;/a&gt; originally designed for navigation. For a grid based global spatial information framework to operate effectively as an analytical system it should be constructed using cells that represent the surface of the Earth uniformly. The DGGS standard include in its requirements a set of functions and operations that the framework must to offer.\nAll DGGS's level-0 cells are equal area faces of a &lt;a href=\"Regular%20polyhedra\"&gt;Regular polyhedra&lt;/a&gt;...\nDatabase modeling.\nThere are many DGGs because there are many representational, optimization and modeling alternatives. All DGG grid is a composition of its cells, and, in the Hierarchical DGG each cell uses a new grid over its local region.\nThe illustration is not adequate to &lt;a href=\"Triangulated%20irregular%20network\"&gt;TIN DEM&lt;/a&gt; cases and similar \"raw data\" structures, where the database not use the cell concept (that geometrically is the triangular region), but nodes and edges: each node is an elevation and each edge is the distance between two nodes.\nIn general, each cell of the DGG is identified by the coordinates of its region-point (illustrated as the centralPoint of a database representation). It is also possible, with loss of functionality, to use a \"free identifier\", that is, any unique number or unique symbolic label per cell, the cell ID. The ID is usually used as spatial index (such as internal &lt;a href=\"Quadtree\"&gt;Quadtree&lt;/a&gt; or &lt;a href=\"k-d%20tree\"&gt;k-d tree&lt;/a&gt;), but is also possible to transform ID into a human-readable label for &lt;a href=\"geocoding\"&gt;geocoding&lt;/a&gt; applications.\nModern databases (e.g. using S2 grid) use also multiple representations for the same data, offering both, a grid (or cell region) based in the Geoid and a grid-based in the projection.\nThe DGGS framework.\nThe standard defines the requirements of a hierarchical DGG, including how to operate the grid. Any DGG that satisfies these requirements can be named DGGS. \"A DGGS specification SHALL include a DGGS Reference Frame and the associated Functional Algorithms as defined by the DGGS Core Conceptual Data Model\".\nHistory.\nDiscrete Global Grids with cell regions defined by parallels and meridians of &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt;/&lt;a href=\"longitude\"&gt;longitude&lt;/a&gt; have been used since the earliest days of global &lt;a href=\"Digital%20mapping\"&gt;geospatial computing&lt;/a&gt;. Before it, the discretization of continuous coordinates for practical purposes, with paper maps, occurred only with low granularity. Perhaps the most representative and main example of DGG of this pre-digital era was the 1940s military &lt;a href=\"Universal%20Transverse%20Mercator%20coordinate%20system\"&gt;UTM DGGs&lt;/a&gt;, with finer granulated cell identification for &lt;a href=\"geocoding\"&gt;geocoding&lt;/a&gt; purposes. Similarly some \"hierarchical grid\" exists before geospatial computing, but only in coarse granulation.\nA global surface is not required for use on daily geographical maps, and the memory was very expensive before the 2000s, to put all planetary data into the same computer. The first digital global grids were used for data processing of the satellite images and global (&lt;a href=\"Climate%20model\"&gt;climatic&lt;/a&gt; and &lt;a href=\"List%20of%20ocean%20circulation%20models\"&gt;oceanographic&lt;/a&gt;) fluid dynamics modeling.\nThe first published references to \"Hierarchical Geodesic DGG\" systems are to systems developed for atmospheric modeling and published in 1968. These systems have hexagonal cell regions created on the surface of a spherical &lt;a href=\"icosahedron\"&gt;icosahedron&lt;/a&gt;.\nThe spatial hierarchical grids were subject to more intensive studies in the 1980s, when main structures, as &lt;a href=\"Quadtree\"&gt;Quadtree&lt;/a&gt;, were adapted in image indexing and databases.\nWhile specific instances of these grids have been in use for decades, the term \"Discrete Global Grids\" were coined by researchers at &lt;a href=\"Oregon%20State%20University\"&gt;Oregon State University&lt;/a&gt; in 1997 to describe the class of all such entities.\n... OGC standardization in 2017...\nComparison and evolution.\nThe evaluation Discrete Global Grid consists of many aspects, including area, shape, compactness, etc.\nEvaluation methods for &lt;a href=\"map%20projection\"&gt;map projection&lt;/a&gt;, such as &lt;a href=\"Tissot%27s%20indicatrix\"&gt;Tissot's indicatrix&lt;/a&gt;, are also suitable for evaluating map projection based Discrete Global Grid.\nIn addition, averaged ratio between complementary profiles (AveRaComp) gives a good evaluation of shape distortions for quadrilateral-shaped Discrete Global Grid.\nDatabase development-choices and adaptations are oriented by practical demands for greater performance, reliability or precision. The best choices are being selected and adapted to necessities, propitiating the evolution of the DGG architectures. Examples of this evolution process: from non-hierarchical to hierarchical DGGs; from the use of Z-curve indexes (a \"naive algorithm\" based in digits-interlacing), used by Geohash, to Hilbert-curve indexes, used in modern optimizations, like S2.\nGeocode variants.\nIn general each cell of the grid is identified by the coordinates of its region-point, but it is also possible to simplify the coordinate syntax and semantics, to obtain an identifier, as in a classic &lt;a href=\"alphanumeric%20grid\"&gt;alphanumeric grid&lt;/a&gt;s — and find the coordinates of a region-point from its identifier. \nSmall and fast coordinate representations is a goal in the cell-ID implementations, for any DGG solutions.\nThere is no loss of functionality when using a \"free identifier\" instead of a coordinate, that is, any unique number (or unique symbolic label) per region-point, the cell ID. So, to transform a coordinate into a human-readable label, and/or compressing the length of the label, is an additional step in the grid representation. This representation is named &lt;a href=\"geocode\"&gt;geocode&lt;/a&gt;.\nSome popular \"&lt;a href=\"List%20of%20geocode%20systems\"&gt;global place codes&lt;/a&gt;\" as &lt;a href=\"ISO%203166-1%20alpha-2\"&gt;ISO 3166-1 alpha-2&lt;/a&gt; for administrative regions or &lt;a href=\"Longhurst%20code\"&gt;Longhurst code&lt;/a&gt; for ecological regions of the globe, are \"partial\" in globe's coverage. By other hand, any set of cell-identifiers of a specific DGG can be used as \"&lt;a href=\"Tessellation%23Voronoi%20tilings\"&gt;full-coverage&lt;/a&gt; place codes\". Each different set of IDs, when used as a standard for data interchange purposes, are named \"geocoding system\".\nThere are many ways to represent the value of a cell identifier (\"cell-ID\") of a grid: structured or monolithic, binary or not, human-readable or not. Supposing a map feature, like the &lt;a href=\"Merlion\"&gt;Singapore's Merlion fountaine&lt;/a&gt; (~5m scale feature), represented by its &lt;a href=\"Minimum%20bounding%20box\"&gt;minimum bounding cell&lt;/a&gt; or a center-point-cell, the \"cell ID\" will be:\nAll these geocodes represents the same position in the globe, with similar precision, but differ in &lt;a href=\"String%20%28computer%20science%29\"&gt;string&lt;/a&gt;-length, separators-use and alphabet (non-separator characters). \nIn some cases the \"original DGG\" representation can be used. The variants are minor changes, affecting only final representation, for example the base of the numeric representation, or interlacing parts of the structured into only one number or code representation. The most popular variants are used for geocoding applications.\nAlphanumeric global grids.\nDGGs and its variants, with &lt;a href=\"Human-readable%20medium\"&gt;human-readable&lt;/a&gt; cell-identifiers, has been used as &lt;a href=\"De%20facto%20standard\"&gt;\"de facto\" standard&lt;/a&gt; for &lt;a href=\"alphanumeric%20grid\"&gt;alphanumeric grid&lt;/a&gt;s. It is not limited to alphanumeric symbols, but \"alphanumeric\" is the most usual term.\nGeocodes are notations for locations, and in a DGG context, notations to express grid cell IDs. There are a continuous evolution in digital standards and DGGs, so a continuous change in the popularity of each geocoding convention in the last years. Broader adoption also depends on country's government adoption, use in popular mapping platforms, and many other factors.\nExamples used in the following list are about \"minor grid cell\" containing the &lt;a href=\"Washington%20Monument\"&gt;Washington obelisk&lt;/a&gt;, codice_1.\nOther documented systems:"
}