{
    "id": "4380580",
    "revid": "1923770",
    "url": "https://en.wikipedia.org/wiki?curid=4380580",
    "title": "Connacht Schools Rugby Senior Cup",
    "text": "The Connacht School's Rugby Senior Cup is an annual &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; competition for secondary schools affiliated to the &lt;a href=\"Connacht%20Rugby\"&gt;Connacht Rugby&lt;/a&gt; Branch of the &lt;a href=\"Irish%20Rugby%20Football%20Union\"&gt;IRFU&lt;/a&gt;. \nHistory.\nThe Connacht School's Rugby Senior Cup is an annual &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; schools competition organised by the &lt;a href=\"Connacht%20Rugby\"&gt;Connacht Rugby&lt;/a&gt; Branch of the &lt;a href=\"Irish%20Rugby%20Football%20Union\"&gt;IRFU&lt;/a&gt;. Boys, usually of seventeen or eighteen years of age, compete for the cup with rival schools from within the province of &lt;a href=\"Connacht\"&gt;Connacht&lt;/a&gt;. The competition was first held in 1913, with &lt;a href=\"Garbally%20College\"&gt;Garbally College&lt;/a&gt;, &lt;a href=\"Ballinasloe\"&gt;Ballinasloe&lt;/a&gt; the first Champions.\nThe first round matches are typically played towards the end of January, with the final being played in the &lt;a href=\"Galway%20Sportsgrounds\"&gt;Galway Sportsgrounds&lt;/a&gt; the week before &lt;a href=\"Saint%20Patrick%27s%20Day\"&gt;Saint Patrick's Day&lt;/a&gt;.\nHistorically, &lt;a href=\"Garbally%20College\"&gt;Garbally College&lt;/a&gt; have been the most successful school in the competition lifting the cup 48 times, while &lt;a href=\"Col%C3%A1iste%20Iogn%C3%A1id%2C%20Galway\"&gt;Coláiste Iognáid&lt;/a&gt; have been the most successful team since the turn of the millennium winning eight titles in years 2002, 2005, 2006, 2008, 2009, 2011, 2016 and 2017.\nThe current holders (2020) are &lt;a href=\"Garbally%20College\"&gt;Garbally College&lt;/a&gt; who beat &lt;a href=\"Sligo%20Grammar%20School\"&gt;Sligo Grammar School&lt;/a&gt; by 14-12 on 11 March 2020 in the &lt;a href=\"Galway%20Sportsgrounds\"&gt;Galway Sportsgrounds&lt;/a&gt;.\nCompetition structure.\nThe Connacht Rugby Schools Cup is a three tier competition;\nSenior Cup [Senior A Cup].\nThe premier competition played by the strongest rugby playing schools in the region. \nCurrent competition format is two pools [A &amp; B] of three teams playing each other round robin.\nThe Winners &amp; Runner Up in each pool proceeding to the Semi-Finals. \nThe two other tiers cater for schools who cannot consistently compete at Senior Cup level by reason of playing population or experience.\nIn total 30 Schools representing all five provincial counties participated in the various Connacht Rugby Senior Schools Cups in 2019.\nConnacht Senior Development Cup [Senior B Cup].\nIs the Second Tier Competition for schools with established Rugby programs but who due to lower playing numbers or do not have the high level of population experience to consistently compete at Senior Cup Level. &lt;br&gt;\nNine schools compete in three pools of three, leading to semifinals and a final.\nConnacht Senior Emerging Cup [Senior C Cup].\nIs the Third Tier Competition for Schools who have recently introduced Rugby programs within their schools.&lt;br&gt;\nNine schools compete in three pools of three, leading to semifinals and a final.&lt;br&gt;\nThe target is for schools to establish themselves within the lowest tier initially, and progress through to the highest tier.\nOther competitions.\nSenior League.\n2010's.\nFrom 2014-15 onward the league competition winner is determined as the team finishing top after all rounds are completed.\nFor year 2017-18, the winner is determined after a playoff final between the winners of Two Group sections."
}