{
    "id": "43811376",
    "revid": "533131",
    "url": "https://en.wikipedia.org/wiki?curid=43811376",
    "title": "Palouse Mall",
    "text": "Palouse Mall (originally Palouse Empire Mall) is an enclosed &lt;a href=\"shopping%20mall\"&gt;shopping mall&lt;/a&gt; in the &lt;a href=\"Western%20United%20States\"&gt;western&lt;/a&gt; &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, located in &lt;a href=\"Moscow%2C%20Idaho\"&gt;Moscow, Idaho&lt;/a&gt;. Opened in 1976, the mall is anchored by &lt;a href=\"Bed%20Bath%20%26amp%3B%20Beyond\"&gt;Bed Bath &amp; Beyond&lt;/a&gt;, &lt;a href=\"Michael%27s\"&gt;Michael's&lt;/a&gt;, &lt;a href=\"Old%20Navy\"&gt;Old Navy&lt;/a&gt;, &lt;a href=\"Rite%20Aid\"&gt;Rite Aid&lt;/a&gt;, &lt;a href=\"Ross%20Stores\"&gt;Ross Stores&lt;/a&gt;, &lt;a href=\"Target%20Corporation\"&gt;Target&lt;/a&gt;, and &lt;a href=\"WinCo%20Foods\"&gt;WinCo Foods&lt;/a&gt;.\nThe site is on the western edge of the city, near the state border with &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt;. It is fronted by Pullman Road, &lt;a href=\"Idaho%20State%20Highway%208\"&gt;State Highway 8&lt;/a&gt;, which becomes &lt;a href=\"Washington%20State%20Route%20270\"&gt;State Route 270&lt;/a&gt; in Washington and connects to &lt;a href=\"Pullman%2C%20Washington\"&gt;Pullman&lt;/a&gt;, the other chief city on the &lt;a href=\"Palouse\"&gt;Palouse&lt;/a&gt;, west.\nHistory.\n&lt;a href=\"Grading%20%28engineering%29\"&gt;Grading&lt;/a&gt; of the property began in October 1974; the first stores to open at the site were, from the east end, &lt;a href=\"Kmart\"&gt;Kmart&lt;/a&gt;, &lt;a href=\"Rosauers%20Supermarkets\"&gt;Rosauers&lt;/a&gt;, and &lt;a href=\"Pay%20%27n%20Save\"&gt;Pay 'n Save&lt;/a&gt; (now &lt;a href=\"Rite%20Aid\"&gt;Rite Aid&lt;/a&gt;) drugstore, all in 1976. The mall had been in development and the land on which it was built was leased from the &lt;a href=\"University%20of%20Idaho\"&gt;University of Idaho&lt;/a&gt;. The land was previously owned and farmed by the &lt;a href=\"G.%20P.%20Mix\"&gt;Mix&lt;/a&gt; family for several generations. Developer Earl D. McCarthy died and the ownership of the mall went to his children, Madeline Edgren and Mike McCarthy. The main enclosed portion of the mall opened that featuring &lt;a href=\"J.%20C.%20Penney\"&gt;J. C. Penney&lt;/a&gt; and &lt;a href=\"The%20Bon%20March%C3%A9\"&gt;The Bon Marché&lt;/a&gt; (now &lt;a href=\"Macy%27s\"&gt;Macy's&lt;/a&gt;) department stores. and &lt;a href=\"Lamonts\"&gt;Lamonts&lt;/a&gt; opened the following August.\nThroughout the 1990s and into the early 2000s, the mall underwent several changes in anchor stores. Rosauers became Excell Foods \n but was gone by 1992, then Price Connection, which closed in 1995. After closing in 1995, the Kmart space was expanded by on its east end and converted to Waremart, now known as &lt;a href=\"WinCo%20Foods\"&gt;WinCo Foods&lt;/a&gt;. A year later, the mall structure itself underwent a renovation, held a grand re-opening in November 1997, and dropped the \"Empire\" from its name. The J. C. Penney store closed in 1998 and became &lt;a href=\"Troutman%27s%20Emporium\"&gt;Troutman's Emporium&lt;/a&gt; the same year.\nAn outparcel at the west end originally occupied by &lt;a href=\"Ernst%20Home%20Centers\"&gt;Ernst Home Centers&lt;/a&gt; became &lt;a href=\"Office%20Depot\"&gt;Office Depot&lt;/a&gt; and &lt;a href=\"Hastings%20Entertainment\"&gt;Hastings Entertainment&lt;/a&gt; in 1999. &lt;a href=\"Gottschalks\"&gt;Gottschalks&lt;/a&gt; purchased the Lamonts chain in 2000. Emporium went out of business in 2003 and its space became &lt;a href=\"Ross%20Stores\"&gt;Ross Stores&lt;/a&gt; two years later. Gottschalks closed in January 2007 and was torn down for &lt;a href=\"Bed%20Bath%20%26amp%3B%20Beyond\"&gt;Bed Bath &amp; Beyond&lt;/a&gt; and &lt;a href=\"Old%20Navy\"&gt;Old Navy&lt;/a&gt;; Macy's closed in April 2016. In 2016, the Office Depot space became &lt;a href=\"Staples%2C%20Inc.\"&gt;Staples&lt;/a&gt; while Hastings Entertainment went out of business. In 2017, the Hastings Entertainment space became &lt;a href=\"Marshalls\"&gt;Marshalls&lt;/a&gt;.\nIn September 2020, &lt;a href=\"Target%20Corporation\"&gt;Target&lt;/a&gt; announced plans to open a store in the space vacated by Macy's. The store opened in October 2021."
}