{
    "id": "43824697",
    "revid": "1034439818",
    "url": "https://en.wikipedia.org/wiki?curid=43824697",
    "title": "CCGS Moytel",
    "text": "CCGH \"Moytel\" is a &lt;a href=\"Canadian%20Coast%20Guard\"&gt;Canadian Coast Guard&lt;/a&gt; air cushioned vehicle or &lt;a href=\"hovercraft\"&gt;hovercraft&lt;/a&gt; and is based at CCG Hovercraft Base &lt;a href=\"Richmond%2C%20British%20Columbia\"&gt;Richmond, British Columbia&lt;/a&gt;, on &lt;a href=\"Sea%20Island%20%28British%20Columbia%29\"&gt;Sea Island&lt;/a&gt;. The primary mission of \"Moytel\" is to provide &lt;a href=\"search%20and%20rescue\"&gt;search and rescue&lt;/a&gt; services for &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;.\n\"Moytel\" serves as the replacement for on Sea Island, Richmond, British Columbia. The Canadian Coast Guard describes \"Moytel\" as a \"more versatile amphibious vehicle capable of patrolling inland waters\" as well as being \"a larger [and] more powerful vessel than the CCGS \"Penac\", [with] a greater range of capabilities and features, including a bow ramp that will enable it to transport supplies such as rescue equipment and vehicles.\"\n\"Moytel\" is the subject of British television documentary Monster Moves, Series 6 Episode 6\nDescription.\n\"Moytel\" is long with a &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of . The vessel has a &lt;a href=\"net%20tonnage\"&gt;net tonnage&lt;/a&gt; of 70 tons and the &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; is constructed of aluminium. \"Moytel\" is powered by four &lt;a href=\"Caterpillar%20Inc.\"&gt;Caterpillar C32&lt;/a&gt; geared &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s rated at turning two controllable pitch propellers. The vessel is also equipped with &lt;a href=\"Bow%20thruster\"&gt;bow and stern thrusters&lt;/a&gt;. \"Moytel\" has a maximum speed of and a range of at an economical speed of . The vessel has a fuel capacity of of &lt;a href=\"diesel%20fuel\"&gt;diesel fuel&lt;/a&gt; and an endurance of one day. \"Moytel\" has a complement of six personnel of which two are officers. \nService history.\n\"Moytel\" was constructed by &lt;a href=\"Griffon%20Hoverwork\"&gt;Griffon Hoverworks Ltd&lt;/a&gt; and &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; in 2013. The vessel entered service with the Canadian Coast Guard (CCG) in 2014 and &lt;a href=\"Ship%20registration\"&gt;registered&lt;/a&gt; in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt;, Ontario. The ship's name means \"to help each other\" in &lt;a href=\"Halkomelem\"&gt;Halq'emélem&lt;/a&gt;. \"Moytel\" is based at CCG Hovercraft Base in &lt;a href=\"Richmond%2C%20British%20Columbia\"&gt;Richmond&lt;/a&gt;, British Columbia and assigned to the CCG's Western Region."
}