{
    "id": "43821517",
    "revid": "814993",
    "url": "https://en.wikipedia.org/wiki?curid=43821517",
    "title": "Fitzroy Bulldogs",
    "text": "The Fitzroy Bulldogs was a proposed &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt; club which was to have formed from the merger between the &lt;a href=\"Fitzroy%20Lions\"&gt;Fitzroy Lions&lt;/a&gt; and the &lt;a href=\"Footscray%20Bulldogs\"&gt;Footscray Bulldogs&lt;/a&gt;, and was to have competed in the &lt;a href=\"Victorian%20Football%20League%20%281897%E2%80%931989%29\"&gt;Victorian Football League&lt;/a&gt; from 1990. The merger was arranged in October 1989 to avert the imminent financial collapse of the Footscray Football Club, but was abandoned within three weeks of its announcement, after Footscray supporters raised almost two million dollars and secured sponsorship and funding to ensure their club's solvency and viability into the future.\nBackground.\nUntil the 1980s, the &lt;a href=\"Victorian%20Football%20League%20%281897%E2%80%931989%29\"&gt;Victorian Football League&lt;/a&gt; was nominally one of several equivalent top level state-based Australian rules football competitions in Australia, administered at a national level by the &lt;a href=\"Australian%20National%20Football%20Council\"&gt;National Football League&lt;/a&gt;; but the higher population and greater money available in Melbourne meant that the VFL was effectively the highest level of competition in Australia, able to attract the strongest players from interstate. Throughout the 1980s, the VFL began to expand to teams based outside Victoria: the league looked to establish a new club in Sydney in 1982 before the &lt;a href=\"Sydney%20Swans\"&gt;South Melbourne Football Club&lt;/a&gt; elected to relocate there instead (becoming the &lt;a href=\"Sydney%20Swans\"&gt;Sydney Swans&lt;/a&gt;), and newly established clubs based in Perth (the &lt;a href=\"West%20Coast%20Eagles\"&gt;West Coast Eagles&lt;/a&gt;) and south-eastern Queensland (the &lt;a href=\"Brisbane%20Bears\"&gt;Brisbane Bears&lt;/a&gt;) were admitted to the league in 1987. This created a flurry of speculation in the late 1980s as stakeholders in Adelaide, Fremantle, Canberra and Tasmania all looked to join what was becoming a \"de facto\" national league.\nAt the same time, the rising cost of players and administration was severely affecting the weaker clubs as the league nationalised around them. As many as half of Melbourne's eleven VFL clubs faced financial ruin at different times during the 1980s, and it was financial pressures that drove South Melbourne to relocate to Sydney in 1982, while more than $1,000,000 of debts and the effect of losing the &lt;a href=\"Junction%20Oval\"&gt;Junction Oval&lt;/a&gt; as a home ground almost drove to relocate to Brisbane, merge with or fold in 1987, while , and all struggled with extensive debts. Many clubs were saved from bankruptcy only by the dividend they received from the $4,000,000 licence fees charged to Brisbane and West Coast, and the $4,000,000 earned when the Sydney Swans club was sold to &lt;a href=\"Dr%20Geoffrey%20Edelsten\"&gt;Dr Geoffrey Edelsten&lt;/a&gt; in 1985, but these cash injections provided only temporary relief, and did nothing to address the ailing viability of the clubs.\nFootscray's decline.\nThe Footscray Football Club had been in financial trouble throughout the 1980s; it had faced pressure to stay afloat, and had investigated options including relocation to Brisbane as early as 1982. By 1989, its financial position was terminal. The club was more than $2,000,000 in debt, and was forecast to post a $800,000 operating loss in 1989. The club's location in Melbourne's working class inner western suburbs and the poor quality of facilities at its home ground at the &lt;a href=\"Western%20Oval\"&gt;Western Oval&lt;/a&gt; were hindering its ability to gain corporate support; in fact, the ground's grandstand had been declared a fire hazard in 1988, and the club was already facing pressure to play its games elsewhere. A couple of decades of generally mediocre on-field performances were also contributing to declining attendances, and finishing second-last on the ladder in 1989 had accelerated the decline.\nThe VFL had been concerned about Footscray's financial position throughout the year, and required that the club prove its ongoing viability to hold its place in the league; it was widely recognised that the club needed a big off-field change to survive. The &lt;a href=\"City%20of%20Footscray\"&gt;Footscray Council&lt;/a&gt; had offered the club a package worth more than $1,600,000, which included a $600,000 direct cash injection, $400,000 to upgrade facilities at Western Oval, and its assistance to secure $600,000 in sponsorships; but the league rejected this as another temporary solution which failed to address the root cause of its problems.\nSeeing few other options, Footscray president Nick Columb, who had been involved with the club for about ten years but had been elected president only in March 1989, began negotiations for a merger. He had approached all of the league's struggling clubs, eliciting some interest from and no interest from and , but it was discussions with the &lt;a href=\"Fitzroy%20Football%20Club\"&gt;Fitzroy Football Club&lt;/a&gt; which provided the strongest case.\nAlthough Fitzroy's financial position had improved since it almost relocated in 1987, its position was still weak, with around $600,000 of debts, and while its immediate solvency was secure, its long-term viability was not, so Fitzroy president Leon Wiegard was willing to merge. The clubs and the VFL executive, under &lt;a href=\"CEO\"&gt;CEO&lt;/a&gt; &lt;a href=\"Ross%20Oakley\"&gt;Ross Oakley&lt;/a&gt;, agreed to terms for a merger, and the merger plan was announced to the public on 3 October 1989, three days after the &lt;a href=\"1989%20VFL%20Grand%20Final\"&gt;1989 Grand Final&lt;/a&gt;; Footscray's licence to compete in the VFL was terminated the same day. The negotiations were carried out secretly, and it was not until the plans were leaked on 2 October by former Footscray general manager Dennis Galimberti, who learned of the plans at the club's best and fairest dinner and later became prominent in the campaign against the merger, that the merger became public knowledge.\nIt is believed that if had the merger not been announced, the VFL would have appointed an &lt;a href=\"administration%20%28law%29\"&gt;administrator&lt;/a&gt; within the week to wind up Footscray's financial affairs, and the club would have folded.\nMerger arrangements.\nA set of proposed arrangements for the merger was negotiated with the VFL executive, which would have given the merged club a strong starting position for the future. The key points of the proposal were:\nHad the merger gone ahead, these arrangements could still have been amended, as they needed to be approved by a vote of the remaining clubs; but when the merger was averted, the vote never went ahead.\nResponse.\nThe announcement was met with strong anger from Footscray fans. While the merged club was to retain the Bulldogs nickname, the other three areas which most clearly defined the club's identity – its name, colours and home ground – would have come from Fitzroy. For this reason, the merger was seen by Footscray fans as a lopsided takeover Fitzroy. &lt;a href=\"class%20conflict\"&gt;Class warfare&lt;/a&gt; became a very strong theme in the response from Footscray fans, with the merger being portrayed as a club from the &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt; western suburbs being taken over by the club from the \"&lt;a href=\"silvertail\"&gt;silvertail&lt;/a&gt;\" inner suburbs. The secretive nature of the merger negotiations, and lack of consultation with members, also drove much of the anger from fans. The &lt;a href=\"Essendon%20Football%20Club\"&gt;Essendon Football Club&lt;/a&gt;, which was the next-most western club remaining in the league, received inquiries from many Footscray fans who planned to switch allegiance to the Bombers if the merger went ahead.\nThe response from Fitzroy fans, who had endured merger and relocation discussions only three years earlier, was far less negative than the response from Footscray fans, in large part because this merger preserved more of Fitzroy's identity and did not require a relocation. Many Fitzroy players, on the other hand, were upset by the merger proposal because the playing group would be broken up by the merger, and many fringe players were fearful for their jobs. Players commented that they had almost unanimously favoured relocation to Brisbane over a merger with Melbourne in 1987 for exactly this reason.\nThe merger was a blow to football representation in the inner western suburbs, as the region had already seen one of its two &lt;a href=\"Victorian%20Football%20Association\"&gt;Victorian Football Association&lt;/a&gt; clubs, &lt;a href=\"Yarraville%20Football%20Club\"&gt;Yarraville&lt;/a&gt;, drop out of the competition and fold in 1984, and &lt;a href=\"Sunshine%20Football%20Club%20%28VFA%29\"&gt;Sunshine&lt;/a&gt; had withdrawn from the VFA during the 1989 season, its future still uncertain. There was some discussion that a new Footscray Football Club, or a wider western suburban club in partnership with Sunshine, could be established in the VFA to retain a high level senior football club in the region, with the possibility that it could form an informal developmental partnership with the Fitzroy Bulldogs similar to those enjoyed between and &lt;a href=\"Geelong%20West%20Football%20Club\"&gt;Geelong West&lt;/a&gt; or and &lt;a href=\"Preston%20Football%20Club%20%28VFA%29\"&gt;Preston&lt;/a&gt;, but these discussions progressed no further before the merger was abandoned.\nAs far as the football world was concerned, the merger was all but finalised. Newspapers began running predictions of the Fitzroy Bulldogs' on-field prospects for 1990, and plaques bearing Footscray's and Fitzroy's logos were taken down from the façade at VFL Park.\nFootscray Fightback campaign.\nFootscray supporters immediately began a legal response against the merger, and the Save the Dogs Committee, led by local solicitor Peter Gordon, and the Footscray Fightback Foundation were established. A legal loophole allowed for a club member to protest the decision if members hadn't been consulted ahead of time; and so on 6 October, rank-and-file Footscray member Irene Chatfield won a stay of proceedings against the merger in the &lt;a href=\"Supreme%20Court%20of%20Victoria\"&gt;Supreme Court of Victoria&lt;/a&gt;, putting her personal assets (including superannuation, life insurance and a car) at risk as collateral against court costs. Under the stay, the club needed to raise $1,500,000 (later increased to $1,800,000) and prove its viability by 25 October to have its VFL licence restored.\nThe Save the Dogs committee set about raising the necessary funds through donations from the public and seeking corporate sponsorship. The first &lt;a href=\"grassroots%20fundraising\"&gt;grassroots fundraising&lt;/a&gt; event was a rally at the Western Oval on Sunday 8 October, which drew a crowd of 10,000 fans keen to save the club, and a total of $450,000 in donations was raised on that day alone. An extensive door-knocking and tin-rattling campaign throughout the western suburbs on the following weekend raised $160,000. A legends match was held between a team of former Footscray players and a team of former players on Sunday 22 October at &lt;a href=\"Skinner%20Reserve\"&gt;Skinner Reserve&lt;/a&gt;, which drew a large crowd of 8,000 to see Footscray 11.5 (71) d. Collingwood 9.11 (65).\nAs fundraising was going on, Footscray administrators continued preparations for the 1990 season on the basis that the merger would be averted, and assistant coach and former player &lt;a href=\"Terry%20Wheeler\"&gt;Terry Wheeler&lt;/a&gt; was appointed senior coach on 8 October. Wheeler was critical of outgoing senior coach &lt;a href=\"Mick%20Malthouse\"&gt;Mick Malthouse&lt;/a&gt;, who had left the club before the merger was announced, for not doing enough to motivate players and the club when it was known that the off-field position looked bleak in the latter part of the 1989 season.\nBy 23 October, Footscray had raised the money and resources it needed to regain its VFL licence. Its fundraising efforts raised $1,100,000, it had consolidated its support from the local council, developed a business plan to return to delivering profits within three years, and had most significantly secured a three-year sponsorship deal worth between $1,000,000–1,500,000 with chemical giant &lt;a href=\"I.C.I.\"&gt;I.C.I.&lt;/a&gt;, which had a long history of operations in Melbourne's west and was a major employer in the area. Footscray's VFL licence was restored, and both Footscray and Fitzroy continued as separate entities into the 1990 season.\nIn an extraordinary general meeting on 30 October, the entire board which had been involved in the merger stepped down. Peter Gordon was elected president of the club after his strong work as part of the Save the Dogs Committee. Peter Welsh, Ken Greenwood, Bob Moodie and Ron Coleman were elected to the board.\nAftermath.\nSince 1990, Footscray (later known as the Western Bulldogs) has remained viable. For a period through the early 1990s, the club worked aggressively to improve the Western Oval and attract more sporting clubs to the venue – and in 1991/92, the club was part-owner of the &lt;a href=\"Melbourne%20Monarchs\"&gt;Melbourne Monarchs&lt;/a&gt; baseball club, which played at Western Oval, and it investigated establishing a &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; club at Western Oval to become the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;NSWRL&lt;/a&gt;'s first Melbourne-based club – but the club did soon cease playing home games at the Western Oval permanently, moving to Princes Park in 1997 and then &lt;a href=\"Docklands%20Stadium\"&gt;Docklands Stadium&lt;/a&gt; in 2000 as part of the league's grounds rationalisation, and retaining the venue only as its training and administrative base. Gordon served as president until 1996, and returned in 2012 for a second stint as president which included the club's second premiership in 2016, the first since 1954. Although Footscray has never reached the point where it could be called financially successful, it has not since faced financial difficulties as dire as those it faced in 1989.\nOn the other hand, was disappointed by the collapse of the merger; it saw the merger, and particularly the offer for its debts to be cleared by the VFL, as one of its best opportunities to secure a future in Melbourne. It had no plan for long-term stand-alone viability in Melbourne, and within seven years the club's condition had dwindled to terminal. The club tried selling home games to Hobart and Canberra, but the ventures were not financially successful or not supported by the AFL commission. In 1994, it ironically moved its permanent home playing base from Princes Park to the Western Oval. Between 1994 and 1996, the club attempted to broker mergers with and to stay in Victoria; but when those failed and the club went into administration in 1996, it merged with the to form the . Fitzroy Football Club came out of administration in 1998, and since 2009 has competed in its own right in the &lt;a href=\"Victorian%20Amateur%20Football%20Association\"&gt;Victorian Amateur Football Association&lt;/a&gt;.\nAlthough the clubs' boards were united in their decision to merge, it is far from certain that the merger would have been harmonious. Footscray had a larger and stronger supporter base than Fitzroy, and some prominent opponents of the merger had a contingency plan to encourage Footscray fans to purchase Fitzroy Bulldogs memberships in such high numbers that a voting majority of members could elect a sympathetic board to move the club back to Footscray and restore the club's red, white and blue colours.\nThe effect of the failed Fitzroy Bulldogs merger on the &lt;a href=\"Sunshine%20Football%20Club%20%28VFA%29\"&gt;Sunshine Football Club&lt;/a&gt; was more immediate: with Footscray surviving and enjoying renewed support from local businesses and fans in the western suburbs, Sunshine lost any chance of achieving the local support it needed to regain its place in the VFA for 1990. Two days after the merger collapsed, Sunshine surrendered its VFA licence and folded.\nHistorically, the merger has sometimes been viewed cynically as an attempt by the VFL to rationalise the number of Victorian clubs and grounds to facilitate the nationalisation of the league, and Peter Gordon once described the merger as an arranged marriage orchestrated by the VFL. Whether or not that was the case, Fitzroy is the only one of the eleven Victorian clubs from 1989 which no longer competes in the AFL competition (they now currently competing in the Victorian Amateur Football Association), but the VFL did go on to change its name to the Australian Football League from the 1990 season, and became the \"de jure\" national administrative body for the sport in 1993 when the National Football League was dissolved."
}