{
    "id": "43827179",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=43827179",
    "title": "Shipley House",
    "text": "The Shipley House, part of (Woodford) is located in &lt;a href=\"Marriottsville%2C%20Maryland\"&gt;Marriottsville&lt;/a&gt; in &lt;a href=\"Howard%20County%2C%20Maryland\"&gt;Howard County&lt;/a&gt;, &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nThe Shipley House is a series of six building supporting a farm in Alpha Maryland. The 55acre property was part of a 3,440 acre land grant named Woodford patented in 1727 from &lt;a href=\"Charles%20Carroll%20of%20Carrollton\"&gt;Charles Carrolls&lt;/a&gt; son Bennidict Leonard. John Taylor acquired the land and 2,907 acres of the estate were sold to Phillip Hammond in 1744. In 1777 Charles Hammond bequeathed 1500 acres of Woodford and his slaves to his son. Nathan Shipley acquired a portion and through inheritance, Joshua H Shipley acquired 77 acres of the Woodford estate, raising 12 children onsite. The slave &lt;a href=\"plantations%20in%20the%20American%20South\"&gt;plantation&lt;/a&gt; harvested tobacco and grain crops. The frame farm &lt;a href=\"Plantation%20house%20in%20the%20Southern%20United%20States\"&gt;house&lt;/a&gt; was constructed in 1830. Outbuildings included a wellhouse (1900), a frame shed (1835), an Bank Barn (1884)\nJohn and Mary O'Mara farmed and maintained the property as \"Sunnyside Farm\" raiding hoses and cattle until sale in 1979. The farm was purchased by Howard County in 1979 as possible expansion space for the controversial &lt;a href=\"Alpha%20Ridge%20Landfill\"&gt;Alpha Ridge Landfill&lt;/a&gt; project. The county boarded up the properties without maintenance. In August 1992, the firm of Goodwin and Associates determined that the deterioration that occurred in twelve years of ownership by Howard County negated any effort to preserve the property. The land was converted to the Alpha Ridge Community Park in 1994, demolishing the Shipley House and outbuildings to replace them with a complex of revenue generating ball fields and facilities."
}