{
    "id": "4382081",
    "revid": "422817",
    "url": "https://en.wikipedia.org/wiki?curid=4382081",
    "title": "Pieter Claesen Wyckoff",
    "text": "Pieter Claesen Wyckoff (ca. 1620 – June 30, 1694) was a prominent figure in Dutch and later English colonial &lt;a href=\"Brooklyn\"&gt;Kings County&lt;/a&gt;, Long Island, New York. Most persons surnamed Wyckoff in North America, including many variations in spelling, can be traced to his family. After some time spent at &lt;a href=\"Rensselaerwyck\"&gt;Rensselaerwyck&lt;/a&gt;, near present-day Albany, New York, in 1655 Pieter moved his family into a rented &lt;a href=\"Wyckoff%20House\"&gt;house&lt;/a&gt; in &lt;a href=\"New%20Amersfoort\"&gt;New Amersfoort&lt;/a&gt; (present day &lt;a href=\"Flatlands%2C%20Brooklyn\"&gt;Flatlands&lt;/a&gt;, &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;). Pieter Claesen prospered here, acquired land and became a local judge (justice of the peace). He was influential in establishing the &lt;a href=\"Flatlands%20Dutch%20Reformed%20Church\"&gt;Flatlands Dutch Reformed Church&lt;/a&gt; at the juncture of Flatbush Avenue and Kings Highway in Brooklyn. The Wyckoffs are prominent members in &lt;a href=\"Manalapan%2C%20New%20Jersey\"&gt;Manalapan, New Jersey&lt;/a&gt;.\nLineage.\nBecause of the work of a fraudulent genealogist, it was mistakenly believed for many decades that Pieter Claesen Wyckoff was the son of Claes Cornelissen van Schouw and Margaret van der Goes. However, in 1932 Charles Arthur Hoppin made the case that Wyckoff was not their son. In 1945, William J. Hoffman reinforced Hoppin's conclusions through his own analysis in the article \"Claes Cornelissen van Shouw(en) Meutelaer and the Wyckoff Ancestry\", noting that \"There is absolutely no evidence that Claes Cornelissen van Schouw was the father of Pieter Claesen Wyckoff, as has been repeatedly claimed. No connection between them has been found in any public record\".\nEmigration.\nPieter emigrated from &lt;a href=\"Norden%2C%20Lower%20Saxony\"&gt;Norden&lt;/a&gt;, then in &lt;a href=\"East%20Frisia\"&gt;East Frisia&lt;/a&gt; but now in Germany, to America as a contract farm worker for a period of 6 years at a salary of at first 50 then 75 Guilders annually, working at &lt;a href=\"Rensselaerwyck\"&gt;Rensselaerwyck&lt;/a&gt;, near present-day Albany, New York. Pieter Claesen made a settlement with the Van Rensellaer estate for the short time remaining on his work contract. He then rented a farm for himself and soon after married Grietje Van Ness, daughter of a prominent local family. She may have brought both wealth and superior education to the family. Their first two children were born in Rensselaerwyck. In 1655 Pieter Claesen signed a contract to superintend the bowery (farm) and cattle of &lt;a href=\"Peter%20Stuyvesant\"&gt;Peter Stuyvesant&lt;/a&gt; in New Amersfoort, on Long Island.\nDeath.\nPieter Claesen Wyckoff died in 1694 and he may be buried along with his wife Grietje Van Ness in the Flatlands Dutch Reformed Church in Brooklyn, New York.\nMeaning of the surname.\nWhen the British took over the Dutch colony in 1674, Pieter Claesen adopted the fixed surname of Wyckoff. A well-intentioned genealogist speculated that he chose this name from the Dutch words \"wijk\", meaning parish, and \"hof\", meaning court. Actually, the name is &lt;a href=\"Frisian%20languages\"&gt;Friesian&lt;/a&gt; and its most common meaning in the Northern Germanic languages is a settlement on a bay. The Wykhof estate from where Pieter Claessen emigrated is located near the Ems River Bay, about 5 miles south of Norden in &lt;a href=\"Ostfriesland\"&gt;Ostfriesland&lt;/a&gt;, Germany.\nNotable descendants.\nPieter is the common ancestor to a number of notable people, including: &lt;a href=\"Lou%20Henry%20Hoover\"&gt;Lou Henry&lt;/a&gt; (wife of &lt;a href=\"Herbert%20Clark%20Hoover\"&gt;Herbert Clark Hoover&lt;/a&gt;), &lt;a href=\"Margaret%20Hoover\"&gt;Margaret Hoover&lt;/a&gt;, &lt;a href=\"John%20Ellis%20Wool\"&gt;John Ellis Wool&lt;/a&gt;, &lt;a href=\"Schuyler%20Colfax\"&gt;Schuyler Colfax&lt;/a&gt;, &lt;a href=\"Walter%20Percy%20Chrysler\"&gt;Walter Percy Chrysler&lt;/a&gt;, &lt;a href=\"William%20Cornelius%20Van%20Horne\"&gt;William Cornelius Van Horne&lt;/a&gt;, &lt;a href=\"Owen%20Young\"&gt;Owen Young&lt;/a&gt;, the &lt;a href=\"Wright%20Brothers\"&gt;Wright Brothers&lt;/a&gt;, &lt;a href=\"Earl%20Van%20Dorn\"&gt;Earl Van Dorn&lt;/a&gt;, &lt;a href=\"Jack%20Nance\"&gt;Marvin John Nance&lt;/a&gt;, &lt;a href=\"Virginia%20Apgar\"&gt;Virginia Apgar&lt;/a&gt;, &lt;a href=\"Willis%20Van%20Devanter\"&gt;Willis Van Devanter&lt;/a&gt;, &lt;a href=\"Benjamin%20Strong\"&gt;Benjamin Strong&lt;/a&gt;, &lt;a href=\"Willard%20Frank%20Libby\"&gt;Willard Frank Libby&lt;/a&gt;, &lt;a href=\"Dixie%20Carter\"&gt;Dixie Carter&lt;/a&gt; (wife of &lt;a href=\"Hal%20Holbrook\"&gt;Hal Holbrook&lt;/a&gt;), &lt;a href=\"Chuck%20Jones\"&gt;Chuck Jones&lt;/a&gt;, &lt;a href=\"Lee%20Van%20Cleef\"&gt;Lee Van Cleef&lt;/a&gt;, &lt;a href=\"Frank%20Wykoff\"&gt;Frank Wykoff&lt;/a&gt;, &lt;a href=\"Georgia%20O%27Keeffe\"&gt;Georgia O'Keeffe&lt;/a&gt; (wife of &lt;a href=\"Alfred%20Stieglitz\"&gt;Alfred Stieglitz&lt;/a&gt;), &lt;a href=\"Garry%20Trudeau\"&gt;Garry Trudeau&lt;/a&gt; (husband of &lt;a href=\"Jane%20Pauley\"&gt;Jane Pauley&lt;/a&gt;), and &lt;a href=\"Horatio%20Seymour\"&gt;Horatio Seymour&lt;/a&gt;. Other notables who married Wyckoff descendants are: &lt;a href=\"Pearl%20Buck\"&gt;Pearl Buck&lt;/a&gt;, &lt;a href=\"Robert%20Ralph%20Young\"&gt;Robert Ralph Young&lt;/a&gt;, &lt;a href=\"Isaac%20Ferris\"&gt;Isaac Ferris&lt;/a&gt;, &lt;a href=\"Charles%20S.%20Fairchild\"&gt;Charles S. Fairchild&lt;/a&gt;, &lt;a href=\"Roscoe%20Conkling\"&gt;Roscoe Conkling&lt;/a&gt;, &lt;a href=\"Philip%20Freneau\"&gt;Philip Freneau&lt;/a&gt;, &lt;a href=\"Colonel%20Harland%20Sanders\"&gt;Colonel Harland Sanders&lt;/a&gt; (through his first wife), and Baron &lt;a href=\"Klemens%20von%20Ketteler\"&gt;Klemens August Freiherr von Ketteler&lt;/a&gt;."
}