{
    "id": "43860388",
    "revid": "1063506210",
    "url": "https://en.wikipedia.org/wiki?curid=43860388",
    "title": "People's Party – Reformists",
    "text": "People's Party – Reformists ( or NS-R) is a &lt;a href=\"liberalism%20in%20Croatia\"&gt;liberal&lt;/a&gt; &lt;a href=\"List%20of%20political%20parties%20in%20Croatia\"&gt;political party&lt;/a&gt; in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;.\nHistory.\nThe civil initiative for the establishment of the party was launched by former &lt;a href=\"Croatian%20People%27s%20Party%20%E2%80%93%20Liberal%20Democrats\"&gt;Croatian People's Party – Liberal Democrats&lt;/a&gt; (HNS) chief &lt;a href=\"Radimir%20%C4%8Ca%C4%8Di%C4%87\"&gt;Radimir Čačić&lt;/a&gt; and his associates Natalija Martinčević and Petar Baranović. More than two-thirds of the party members are former members of the &lt;a href=\"Croatian%20People%27s%20Party%20%E2%80%93%20Liberal%20Democrats\"&gt;HNS&lt;/a&gt; which left the party because of disagreements with its leadership over the exclusion of &lt;a href=\"Radimir%20%C4%8Ca%C4%8Di%C4%87\"&gt;Radimir Čačić&lt;/a&gt; from the party while he was serving a prison sentence for unintentionally causing a traffic accident with two fatalities.\nAccording to the parties former acting president Natalija Martinčević, about 200 members from &lt;a href=\"Croatian%20People%27s%20Party%20%E2%80%93%20Liberal%20Democrats\"&gt;HNS&lt;/a&gt; &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt; and &lt;a href=\"Vara%C5%BEdin\"&gt;Varaždin&lt;/a&gt; branches each have left the party in order to join the People's party - Reformists.\nThe party's founding congress was held on September 28, 2014 in &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;. &lt;a href=\"Radimir%20%C4%8Ca%C4%8Di%C4%87\"&gt;Radimir Čačić&lt;/a&gt; was unanimously elected for the first party president.\nElection history.\nAhead of the &lt;a href=\"2015%20Croatian%20parliamentary%20election\"&gt;2015 parliamentary election&lt;/a&gt; the party formed a coalition, \"Successful Croatia\", with the centre-left &lt;a href=\"Forward%20Croatia-Progressive%20Alliance\"&gt;Forward Croatia-Progressive Alliance&lt;/a&gt;. In the 2015 election, the party won one seat in the &lt;a href=\"Croatian%20Parliament\"&gt;Croatian Parliament&lt;/a&gt; in the III &lt;a href=\"Croatian%20Parliament%20electoral%20districts\"&gt;electoral district&lt;/a&gt;, held by Radimir Čačić. Čačić voted in favor of approving &lt;a href=\"Cabinet%20of%20Tihomir%20Ore%C5%A1kovi%C4%87\"&gt;Cabinet of Tihomir Orešković&lt;/a&gt;. Party participated at the &lt;a href=\"2016%20Croatian%20parliamentary%20election\"&gt;2016 extraordinary parliamentary election&lt;/a&gt; as part of the \"For Prime Minister Coalition\" led by Mayor of Zagreb &lt;a href=\"Milan%20Bandi%C4%87\"&gt;Milan Bandić&lt;/a&gt;, and eventually won 1 seat. NS-R voted in favor of approving &lt;a href=\"Cabinet%20of%20Andrej%20Plenkovi%C4%87\"&gt;Cabinet of Andrej Plenković&lt;/a&gt;. At the &lt;a href=\"2017%20Croatian%20local%20elections\"&gt;2017 local elections&lt;/a&gt;, Radimir Čačić was elected prefect of the &lt;a href=\"Vara%C5%BEdin%20County\"&gt;Varaždin County&lt;/a&gt; and Darinko Dumbović mayor of &lt;a href=\"Petrinja\"&gt;Petrinja&lt;/a&gt;. NS-R also entered many county, city and municipal councils, mostly in &lt;a href=\"Northern%20Croatia\"&gt;Northern Croatia&lt;/a&gt;.\nPresidential.\nThe following is a list of presidential candidates who were endorsed by NS-R.\nLegislative.\nThe following is a summary of the party's results in legislative elections for the &lt;a href=\"Croatian%20parliament\"&gt;Croatian parliament&lt;/a&gt;. The \"total votes\" and \"percentage\" columns include sums of votes won by pre-election coalitions NS-R had been part of."
}