{
    "id": "4389137",
    "revid": "1069033768",
    "url": "https://en.wikipedia.org/wiki?curid=4389137",
    "title": "Leinster Schools Junior Cup",
    "text": "The Leinster Schools Junior Challenge Cup is an under-age &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; competition for schools affiliated to the &lt;a href=\"Leinster%20Rugby\"&gt;Leinster Branch&lt;/a&gt; of the &lt;a href=\"Irish%20Rugby%20Football%20Union\"&gt;IRFU&lt;/a&gt;.\nBackground.\nThe Leinster Schools Junior Cup competition is confined to students under the age of 16. The cup is held every January - March with the final in late March. It is usually seen as a good forecast as who will win the &lt;a href=\"Leinster%20Schools%20Senior%20Cup\"&gt;Leinster Schools Senior Cup&lt;/a&gt; in the following years.\nThe first recorded Junior Cup was held in 1909 where St. Andrew's College edged out Belvedere to take the \"inaugural\" cup. There is speculation that the competition was in existence before this but there are no surviving records to prove this.\nLike the Senior Cup the competition is now dominated by the \"big 6\" rugby schools (Blackrock, Belvedere, Terenure, St Mary’s, Clongowes Wood and St Michaels), with Newbridge College beginning to emerge as a Junior Cup contender in recent years. While Castleknock College is in fourth place with 8 wins, its last win was 1966. Presentation College Bray has recorded 5 wins, however their last win was in 1990. Pres Bray are still the only non-fee paying school to lift the Junior Cup. Only 12 different schools have lifted the Junior Cup, compared to the Senior Cup where 17 different schools have won the title.\n&lt;a href=\"Blackrock%20College\"&gt;Blackrock College&lt;/a&gt; have the most victories (52), followed by &lt;a href=\"Belvedere%20College\"&gt;Belvedere College&lt;/a&gt; (17) with &lt;a href=\"Terenure%20College\"&gt;Terenure College&lt;/a&gt; the next best (10). Despite the domination of the rugby schools the Cup is much less prone to \"runs\" of victories by a single school, the longest being Belvedere's 4 (1916-1919) and Blackrock's 4s (1979-1982) and (2013-2016).\nTo date only six schools have achieved the Senior and Junior Cup double. These are Blackrock, who have achieved this feat 27 times (1910, 1912, 1927, 1933, 1935–36, 1942–43, 1945, 1948, 1953–54, 1956–57, 1962, 1964, 1981–82, 1986–87, 1995, 2004, 2006, 2013–14, 2018), St Michaels twice (2012 and 2019), Newbridge College (2020), Belvedere (2005), Terenure (1958) and Castleknock (1920). Since the Junior Cup records began, only the decade of the 1970s did not produce a double.\nEven more rare is to lose both the Senior and Junior Cup Finals in the same year. This has been experienced by seven schools on 12 occasions. &lt;a href=\"Terenure%20College\"&gt;Terenure College&lt;/a&gt; leads with 4 (1957, 1964, 1969 &amp; 1987), followed by &lt;a href=\"Belvedere%20College\"&gt;Belvedere College&lt;/a&gt; with 3 (1930, 1944 &amp; 1962), next &lt;a href=\"Blackrock%20College\"&gt;Blackrock College&lt;/a&gt; (2017), &lt;a href=\"St%20Michael%27s%20College%2C%20Dublin\"&gt;St. Michael's College&lt;/a&gt; (2010), St Mary's College (1943), &lt;a href=\"Newbridge%20College\"&gt;Newbridge College&lt;/a&gt; (1939) and Cistercian College Roscrea (1910) with 1 each. Remarkably Blackrock College had never been beaten in both finals in the same year until 2017.\nBlackrock College have only been defeated in successive finals on three occasions. In the 1919/20 they were runners up two times in a row, defeated by Belvedere in 1919 followed by a walkover by Castleknock in 1920. The second occasion was thirty years later in 1949/50 when they were defeated in successive finals by Clongowes Wood College and Newbridge College respectively. The third and last occasion was when Blackrock College were beaten in successive finals (three times in a row) by Terenure College in 1976, 1977 and 1978.\nDuring the 16 years from 1975 to 1990 the Junior Cup was won by only three different schools. Blackrock College with 7 wins, Terenure College with 5 wins and Presentation College Bray with 4 wins.\nIn the 1971 JCT final Terenure College were defeated 6-5 in a replay by St Mary's College, following an earlier 3-3 draw. Terenure College scored a converted try which at the time was just 5 points (3+2) to St Mary's two penalties 6 points.\nIn the 1977 JCT Final at Lansdowne Road, Terenure were trailing Blackrock by 10 points to 9 points at the stroke of full time when they were awarded a penalty from inside their own half, directly in front of the posts. Up stepped their out-half, who converted the 60 yards (55 metre) penalty to win the cup.\nThe 1988 final was the third and last time that no Dublin based school was represented in the final (Pres Bray V Clongowes). The other two occasions were 1939 (Roscrea V Newbridge) and 1947 (Clongowes V Newbridge).\nSt Michael's has the distinction of being runners up in five finals in a row (2007-2011), losing out to two great Terenure sides back to back (09-10) they were eventual winners in their 6th final in a row in 2012.\nIn 2018 St Mary's College once again lost a JCT final to its sister school Blackrock College. St Mary's College have never managed to defeat Blackrock College in either a JCT or SCT final, losing out on four occasions in both competitions.\nIn 2020 the final between Newbridge College and Blackrock College was not played due to the COVID-19 outbreak. The IRFU declared the titled shared for the first time and as a result Newbridge won the Double as they also shared the Senior title.\nIn 2021 the competition was delayed until September due to the ongoing COVID-19 outbreak.\nPerformance by school.\nNote: This list is based on the information below which may be incomplete."
}