{
    "id": "439002",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=439002",
    "title": "Curitiba",
    "text": "Curitiba () is the capital and largest city in the &lt;a href=\"States%20of%20Brazil\"&gt;Brazilian state&lt;/a&gt; of &lt;a href=\"Paran%C3%A1%20%28state%29\"&gt;Paraná&lt;/a&gt;. The city's population was 1,948,626 , making it the &lt;a href=\"List%20of%20cities%20in%20Brazil%20by%20population\"&gt;eighth most populous city in Brazil&lt;/a&gt; and the largest in Brazil's &lt;a href=\"South%20Region%2C%20Brazil\"&gt;South Region&lt;/a&gt;. The Curitiba &lt;a href=\"Metropolitan%20area\"&gt;Metropolitan area&lt;/a&gt; comprises 26 &lt;a href=\"Municipalities%20of%20Brazil\"&gt;municipalities&lt;/a&gt; with a total population of over 3.2 million (&lt;a href=\"Brazilian%20Institute%20of%20Geography%20and%20Statistics\"&gt;IBGE&lt;/a&gt; estimate in 2010), making it the seventh most populous metropolitan area in the country.\nThe city sits on a &lt;a href=\"plateau\"&gt;plateau&lt;/a&gt; at &lt;a href=\"Above%20mean%20sea%20level\"&gt;above sea level&lt;/a&gt;. It is located west of the seaport of &lt;a href=\"Paranagu%C3%A1\"&gt;Paranaguá&lt;/a&gt; and is served by the &lt;a href=\"Afonso%20Pena%20International%20Airport\"&gt;Afonso Pena International&lt;/a&gt; and &lt;a href=\"Bacacheri%20Airport\"&gt;Bacacheri&lt;/a&gt; airports. Curitiba is an important cultural, political, and economic center in &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; and hosts the &lt;a href=\"Federal%20University%20of%20Paran%C3%A1\"&gt;Federal University of Paraná&lt;/a&gt;, established in 1912.\nIn the 1700s Curitiba's favorable location between &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt;-breeding countryside and marketplaces led to a successful cattle trade and the city's first major expansion. Later, between 1850 and 1950, it grew due to &lt;a href=\"logging\"&gt;logging&lt;/a&gt; and &lt;a href=\"agricultural%20expansion\"&gt;agricultural expansion&lt;/a&gt; in Paraná State (first &lt;a href=\"Araucaria%20angustifolia\"&gt;Araucaria angustifolia&lt;/a&gt; logging, later &lt;a href=\"mate%20%28beverage%29\"&gt;mate&lt;/a&gt; and &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt; cultivation and in the 1970s wheat, corn and &lt;a href=\"soybean\"&gt;soybean&lt;/a&gt; cultivation). In the 1850s, waves of &lt;a href=\"European%20Brazilian\"&gt;European immigrants&lt;/a&gt; arrived in Curitiba, mainly &lt;a href=\"German%20Brazilian\"&gt;Germans&lt;/a&gt;, &lt;a href=\"Italian%20Brazilian\"&gt;Italians&lt;/a&gt;, &lt;a href=\"Polish%20Brazilian\"&gt;Poles&lt;/a&gt; and &lt;a href=\"Ukrainians%20of%20Brazil\"&gt;Ukrainians&lt;/a&gt;, contributing to the city's economic and cultural development. Nowadays, only small numbers of immigrants arrive, primarily from &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;ern and other South American countries.\nCuritiba's biggest expansion occurred after the 1960s, with innovative &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt; that allowed the population to grow from some hundreds of thousands to more than a million people. Curitiba's economy is based on industry and services and is the fourth largest in &lt;a href=\"Economy%20of%20Brazil\"&gt;Brazil&lt;/a&gt;. Economic growth occurred in parallel to a substantial inward flow of Brazilians from other parts of the country, as approximately half of the city's population was not born in Curitiba.\nCuritiba is one of the few Brazilian cities with a very high &lt;a href=\"Human%20Development%20Index\"&gt;Human Development Index&lt;/a&gt; (0.856) and in 2010 it was awarded the Global Sustainable City Award, given to cities and municipalities that excel in sustainable urban development. According to US magazine \"&lt;a href=\"Reader%27s%20Digest\"&gt;Reader's Digest&lt;/a&gt;\", Curitiba is the best \"Brazilian Big City\" in which to live. Curitiba's crime rate is considered low by Brazilian standards and the city is considered one of the safest cities in Brazil for youth. The city is also regarded as the best in which to invest in Brazil. Curitiba was one of the host cities of the &lt;a href=\"1950%20FIFA%20World%20Cup\"&gt;1950 FIFA World Cup&lt;/a&gt;, and again for the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt;. Despite its good social indicators, the city has a higher unemployment rate than other cities in the state.\nEtymology.\nOne theory is that the name \"Curitiba\" comes from the &lt;a href=\"Tupi%20language\"&gt;Tupi&lt;/a&gt; words \"kurí tyba\", \"many araucária seeds\" due to the large number of &lt;a href=\"Araucaria%20angustifolia\"&gt;Paraná pines&lt;/a&gt; pinecones in the region prior to its founding. Another version, also using words from the Tupi language, is that it originates in the combination of \"kurit\" (pine tree) and \"yba\" (large amount).\nThe Portuguese, who founded a settlement on the site in 1693, named it \"Vila da Nossa Senhora da Luz dos Pinhais\" (Village of \"Our Lady of the Light\" of the Pines). The name was changed to \"Curitiba\" in 1721. Curitiba officially became a town in 1812, spelling its name as \"Curityba.\" An alternative spelling was \"Coritiba.\" This was used in press and state documents. A state decree in 1919 settled the dispute by adopting \"Curitiba.\"\nHistory.\nAt the end of the 17th century, Curitiba's agriculture was only for subsistence and its main economic activities were mineral extraction. Waves of European immigrants arrived after 1850, mainly Poles, Italians, Germans (mostly from Russia) and Ukrainians.\nCattlemen drove their herds from &lt;a href=\"Rio%20Grande%20do%20Sul\"&gt;Rio Grande do Sul&lt;/a&gt; to the state of &lt;a href=\"State%20of%20S%C3%A3o%20Paulo\"&gt;São Paulo&lt;/a&gt;, turning Curitiba into an important intermediate trading post.\nThe &lt;a href=\"Paranagu%C3%A1\"&gt;Paranaguá&lt;/a&gt;-Curitiba railroad was opened in 1885.\nAround the beginning of the 20th century, Curitiba benefited from the wealth of the &lt;a href=\"yerba%20mate\"&gt;yerba mate&lt;/a&gt; mills. The owners (known as \"barões da erva-mate\") built mansions in the capital. These have mostly been preserved in the districts of Batel and Alto da Glória.\nIn the 1940s and 1950s, &lt;a href=\"Alfred%20Agache%20%28architect%29\"&gt;Alfred Agache&lt;/a&gt;, co-founder of the French Society for Urban Studies, was hired to produce its first &lt;a href=\"city%20plan\"&gt;city plan&lt;/a&gt;. It emphasized a \"star\" of &lt;a href=\"boulevard\"&gt;boulevard&lt;/a&gt;s, with public amenities downtown, an industrial district and sanitation. It was followed in part, but the plan was too expensive to complete.\nGeography.\nClimate.\nCuritiba has an always humid &lt;a href=\"subtropical%20highland%20climate\"&gt;subtropical highland climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt;: \"Cfb),\" with some characteristics of the &lt;a href=\"oceanic%20climate\"&gt;oceanic climate&lt;/a&gt; due to its abundant precipitation all year round and the relatively warm, but not hot, summer. The city's mild winters, due to its low latitude, differentiate its climate from typically &lt;a href=\"Temperate%20climate\"&gt;temperate&lt;/a&gt; ones. It is located on a plateau and the flat terrain with flooded areas contribute to its mild and damp winter, with an average minimum temperature of in July. Temperatures can drop below on the coldest days. During summertime, the average temperature is around at daytime, but it can get above on the hottest days. Snowfall was experienced in 1889, 1892, 1912, 1928 (two days), 1942, 1955, 1957, 1962, 1975, 1988, 2013 and 2020.\nThe terrain's flatness hinders water drainage after rain, therefore providing water vapor for the atmosphere. Cold fronts come year round, often from &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; and Argentina, bringing tropical storms in summer and cold winds and frost in the winter. They can move very quickly, with no more than one day between the start of the southern winds and the start of rain. Curitiba's weather is also influenced by the dry air masses that dominate Brazil's midwest most of the year, bringing hot and dry weather, sometimes even in winter.\nVegetation.\nCuritiba is located in the area of the Ombrophilous Mixed Forest (also known as &lt;a href=\"Araucaria%20moist%20forests\"&gt;Araucaria moist forests&lt;/a&gt;), a sub-type of the &lt;a href=\"Atlantic%20Forest\"&gt;Atlantic Forest&lt;/a&gt;. In Curitiba it is possible to find steppes, forests and other formations. The local vegetation consists of remnants of the Paraná (or Brazilian) pine (\"&lt;a href=\"Araucaria%20angustifolia\"&gt;Araucaria angustifolia&lt;/a&gt;\"), which resisted the efforts of settlers. The Paraná pines are in private and public areas and are protected from logging. The Municipal Secretariat of the Environment maintains a &lt;a href=\"botanical%20garden\"&gt;botanical garden&lt;/a&gt; and three &lt;a href=\"greenhouse\"&gt;greenhouse&lt;/a&gt;s that produce 150,000 native and exotic seedlings: 16,000 fruit trees, 260,000 flowers, foliage and underbrush specimens and the maintenance of another 350,000 seedlings.\nCuritiba's green area itself matches the size of other large Brazilian cities. The vegetation of Curitiba encompasses a large population of purple and yellow \"ipês\" (&lt;a href=\"tabebuia\"&gt;tabebuia&lt;/a&gt;s), making a beautiful sight during flowering at winter's end. The yellow ipê is the city's most common tree.\nHydrography.\nThe &lt;a href=\"drainage%20basin\"&gt;catchment area&lt;/a&gt; of Curitiba consists of rivers and streams that cross the city in different directions, grouped in six river basins. The main rivers that form the city's &lt;a href=\"Drainage%20basin\"&gt;watershed&lt;/a&gt; are: Atuba River, Belém River, Barigüi River, Passaúna River, Ribeirão dos Padilhas and the &lt;a href=\"Igua%C3%A7u%20River\"&gt;Iguaçu River&lt;/a&gt;, all with characteristics of &lt;a href=\"dendritic%20drainage\"&gt;dendritic drainage&lt;/a&gt;. Curitiba has been working since the 1970s on alternatives to minimize the negative impacts of &lt;a href=\"wikt%3Aurbanization\"&gt;urbanization&lt;/a&gt; on rivers. An example is the construction of parks along the rivers with artificial lakes, which absorb and retain water for longer periods of time, minimizing floods.\nAfter many studies of local water flows, most rivers were found to be subject to a &lt;a href=\"Canalized\"&gt;canalization&lt;/a&gt; process. Other alternatives developed to minimize the negative effects of urbanization are the implementation of programs for environmental education, inspection and monitoring, elaboration and application of legislation and infrastructure works.\nTopography.\nThe city covers on the First Plateau of Paraná. Curitiba has a &lt;a href=\"topography\"&gt;topography&lt;/a&gt; of smooth, rounded hills, giving it a relatively regular shape. The city has an average altitude of above sea level. The highest point is to the north at , and with lower altitudes at to the south. Mountain ranges and sets of rocky hills surround parts of the city, including the \"&lt;a href=\"Serra%20do%20Mar\"&gt;Serra do Mar&lt;/a&gt;\", a hill range between the shore of the Atlantic Ocean and the First Plateau in Paraná.\nGovernment.\n, the mayor is Rafael Greca, who replaced Gustavo Fruet. The &lt;a href=\"City%20Council\"&gt;City Council&lt;/a&gt; of Curitiba has 38 councillors elected since 2004. Curitiba is divided into nine regional governments (equivalent to &lt;a href=\"subprefecture\"&gt;subprefecture&lt;/a&gt;), who manage the municipality's 75 districts. The \"Rua da Cidadania\" (\"Street of Citizenship\") is the symbol of administrative decentralization; it is a reference point and a meeting place. Several units are annexed to public transport terminals. Their nuclei offer services in the local, &lt;a href=\"States%20of%20Brazil\"&gt;state&lt;/a&gt; and &lt;a href=\"Federal%20republic\"&gt;federal&lt;/a&gt; areas.\n&lt;a href=\"Jaime%20Lerner\"&gt;Jaime Lerner&lt;/a&gt; is perhaps Curitiba's best-known mayor. He was the mayor three times, the first time in the early 1970s. His leadership was crucial to some major changes in the city. Curitiba has built parks instead of canals to reduce flooding; used parks to make the city more liveable; pedestrianised the downtown area; built a Bus Rapid Transit (BRT), a bus system that works like a light rail system but is 10 times cheaper; and started a massive recycling scheme that included giving people bus tokens in return for waste.\n&lt;a href=\"Time%20magazine\"&gt;Time magazine&lt;/a&gt; listed this former &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; among the world's most influential thinkers of 2010. In the days before free direct elections, mayors were political appointees who were no more than pawns in the game of power politics and were subject to replacement at any time. For an idealistic young architect like Lerner, retaining the mayor's office was particularly precarious. Those holding the reins of power at the time were under the mistaken impression that Lerner's youth would make him easy to control. As it turned out, he was no &lt;a href=\"wikt%3Amilquetoast\"&gt;milquetoast&lt;/a&gt;, and subsequently set about enthusiastically pursuing reform.\nDemographics.\nEthnic groups.\nAccording to the &lt;a href=\"Brazilian%20Institute%20of%20Geography%20and%20Statistics\"&gt;2010 IBGE Census&lt;/a&gt;, 1,678,965 people resided in the city of Curitiba. The census revealed 1,381,938 &lt;a href=\"White%20Brazilian\"&gt;White&lt;/a&gt; people (78.9%), 294,127 &lt;a href=\"Pardo\"&gt;Pardo&lt;/a&gt; (&lt;a href=\"Multiracial%23Brazil\"&gt;Multiracial&lt;/a&gt;) people (16.8%), 49,978 &lt;a href=\"Afro-Brazilians\"&gt;Afro-Brazilian&lt;/a&gt; people (2.9%), 23,138 &lt;a href=\"Asian%20Brazilian\"&gt;Asian&lt;/a&gt; people (1.4%), 2,693 &lt;a href=\"Indigenous%20peoples%20in%20Brazil\"&gt;Amerindian&lt;/a&gt; people (0.2%).\nIn 2010, Curitiba was Brazil's 8th most populous city.\nIn 2010, the city had 359,201 opposite-sex couples and 974 &lt;a href=\"same-sex%20couple\"&gt;same-sex couple&lt;/a&gt;s. The population of Curitiba was 52.3% female and 47.7% male.\nAs with most of &lt;a href=\"Southern%20Brazil\"&gt;Southern Brazil&lt;/a&gt;'s population, Curitiba is mostly inhabited by European descendants. The first Europeans to arrive were of &lt;a href=\"Portuguese%20Brazilian\"&gt;Portuguese&lt;/a&gt; origin, during the 17th century. They &lt;a href=\"interracial%20marriage\"&gt;intermarried&lt;/a&gt; with the &lt;a href=\"Indigenous%20peoples%20in%20Brazil\"&gt;native people&lt;/a&gt; and with the African &lt;a href=\"slave\"&gt;slave&lt;/a&gt;s.\nUp until the 19th century, the inhabitants of the city of Curitiba were natives and mixed-race, Portuguese and Spanish immigrants. In 1808 foreigners were granted the right to ownership of land, and in 1853 Parana became an independent province, and these events resulted in a substantial number of immigrants from Europe.\nThe first non-&lt;a href=\"Iberian%20Peninsula\"&gt;Iberian&lt;/a&gt; (Portuguese and Spaniard) immigrants to come to the city were &lt;a href=\"German%20Brazilian\"&gt;German&lt;/a&gt;.\nThe Memorial of Polish Immigration was inaugurated on 13 December 1980, after the visit of &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; in June. Its area is and was part of the former Candles plant. The seven wooden log houses are parts of this memorial area, as a memento of the Polish immigrants' struggles and faith. Objects like an old wagon, pipe of cabbage and a print of the &lt;a href=\"Black%20Madonna%20of%20Cz%C4%99stochowa\"&gt;Black Madonna of Częstochowa&lt;/a&gt; (patron saint of the &lt;a href=\"Polish%20people\"&gt;Polish people&lt;/a&gt;), form parts of the memorial. The first group of Poles arrived in Curitiba around 1871. Curitiba has the biggest colony of Polish immigrants in Brazil.\n&lt;a href=\"Italian%20Brazilian\"&gt;Italian immigrants&lt;/a&gt; started arriving in Brazil in 1875 and in Curitiba in 1878, coming mainly from the &lt;a href=\"Veneto\"&gt;Veneto&lt;/a&gt; and &lt;a href=\"Trento\"&gt;Trento&lt;/a&gt; regions of &lt;a href=\"Northern%20Italy\"&gt;Northern Italy&lt;/a&gt;. They settled mostly in the \"Santa Felicidade\" neighborhood, still a centre of the Italian community.\nNearly 20,000 &lt;a href=\"Ukrainians%20of%20Brazil\"&gt;Ukrainian&lt;/a&gt; immigrants settled there between 1895 and 1897, consisting mostly of peasants from &lt;a href=\"Galicia%20%28Central%20Europe%29\"&gt;Galicia&lt;/a&gt; who emigrated to Brazil to become farmers. Around 300,000 Ukrainian-Brazilians live in Paraná. The State of Paraná has the largest &lt;a href=\"Ukrainians%20of%20Brazil\"&gt;Ukrainian community&lt;/a&gt; and &lt;a href=\"Slavic%20people\"&gt;Slavic community&lt;/a&gt;.\nCuritiba has a Jewish community that was originally established in the 1870s. Much of the early Jewish congregation has been assimilated. In 1937 with the rise of &lt;a href=\"Nazi\"&gt;Nazi&lt;/a&gt; Germany, notable German Jewish academics migrated to Brazil, some settling in Curitiba. Physicist &lt;a href=\"C%C3%A9sar%20Lattes\"&gt;César Lattes&lt;/a&gt; and former mayors &lt;a href=\"Jaime%20Lerner\"&gt;Jaime Lerner&lt;/a&gt; and Saul Raiz were Jewish. A Holocaust memorial is present in the city. The &lt;a href=\"Centro%20Israelita%20do%20Paran%C3%A1\"&gt;community centre&lt;/a&gt;, a &lt;a href=\"Jewish%20school\"&gt;Jewish school&lt;/a&gt;, a &lt;a href=\"Chabad%20house\"&gt;Chabad house&lt;/a&gt; (Beit Chabad), a synagogue, and two Jewish cemeteries are there, one of which was defiled in 2004.\n&lt;a href=\"Japanese-Brazilian\"&gt;Japanese&lt;/a&gt; immigrants began arriving in 1915, with a larger contingent arriving in 1924. Curitiba received a significant Japanese influx. They settled mostly between Paraná and São Paulo state. The city has the second largest Japanese community in Brazil, behind only São Paulo, according to &lt;a href=\"Brazilian%20Institute%20of%20Geography%20and%20Statistics\"&gt;IBGE&lt;/a&gt;. Although both cities have around the same proportion of Japanese descendants, other large cities in the countryside, such as Maringá and Londrina, have an even higher rate. Some estimates suggest that more than 40,000 Japanese-Brazilians live in Curitiba.\nReligion.\nAccording to the 2010 Brazilian Census, most of the population (62.36%) is &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;, other religious groups include &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt;s or evangelicals (24.03%), Spiritists (2.8%), Nones 6.71%, and people with other religions (3.69).\nEconomy.\nSince it was declared capital of the State of Paraná in 1853, the city has gone through several major urban planning projects to avoid uncontrolled growth and thus has become an international role model in dealing with issues including transportation and the environment. The city is Brazil's second largest car manufacturer. Its economy is based on industry, commerce and services. For that reason, Curitiba is considered by many investors to be the best location for investment in Brazil.\nThe city receives more than two million tourists every year. Most arrive via &lt;a href=\"Afonso%20Pena%20International%20Airport\"&gt;Afonso Pena International Airport&lt;/a&gt;, where almost 60,000 flights land annually.\nAccording to IPEA data, the GDP in 2006 was 32 billion &lt;a href=\"Brazilian%20real\"&gt;reals&lt;/a&gt;, without including agriculture and livestock (0.03%). Industry represented 34.13% and the commerce and service sectors 65.84%. Cidade Industrial de Curitiba, the industrial district, is home to many multinational industries, such as &lt;a href=\"Nissan\"&gt;Nissan&lt;/a&gt;, &lt;a href=\"Renault\"&gt;Renault&lt;/a&gt;, &lt;a href=\"Volkswagen\"&gt;Volkswagen&lt;/a&gt;, &lt;a href=\"Philip%20Morris%20International\"&gt;Philip Morris&lt;/a&gt;, &lt;a href=\"Audi\"&gt;Audi&lt;/a&gt;, &lt;a href=\"Volvo\"&gt;Volvo&lt;/a&gt;, &lt;a href=\"HSBC\"&gt;HSBC&lt;/a&gt;, &lt;a href=\"Siemens\"&gt;Siemens&lt;/a&gt;, &lt;a href=\"ExxonMobil\"&gt;ExxonMobil&lt;/a&gt;, &lt;a href=\"Electrolux\"&gt;Electrolux&lt;/a&gt; and &lt;a href=\"Kraft%20Foods\"&gt;Kraft Foods&lt;/a&gt;, as well as many well-known national industries, such as &lt;a href=\"Sadia\"&gt;Sadia&lt;/a&gt;, O Boticário and Positivo Informática.\nCuritiba's infrastructure makes bus travel fast and convenient, effectively creating demand for bus use in the same way that the infrastructure of traditional cities creates demand for private motor vehicles. In July 2001, Curitiba became Brazil's first city to receive the prize \"Pole of Information Technology\", granted by \"InfoExame\" magazine. According to the magazine, the companies of \"Technology and Information Technology\" based in Curitiba in 2001 achieved in revenues, representing a growth of 21% over the previous year.\nThe city's 30-year economic growth rate is 7.1%, higher than the national average of 4.2%, and per capita income is 66% higher than the Brazilian average. Between 1975 and 1995, Curitiba's domestic product grew by some 75% more than the entire State of Paraná, and 48% more than Brazil as a whole. In 1994, tourism generated - 4% of the city's net income. Curitiba has municipal health, education and day care networks, neighborhood libraries shared by schools and citizens and Citizenship Streets, where buildings provide essential public services, sports and cultural facilities near transportation terminals. At the Open University, residents can take courses in subjects such as mechanics, hair styling and environmental protection for a small fee. Policies for job creation and income generation became part of the city's &lt;a href=\"strategic%20planning\"&gt;strategic planning&lt;/a&gt; in the 1990s, for the metropolitan area as well as the city.\nSince 1990, the Municipal Housing Fund has provided financial support to housing for lower income populations. After national housing finance collapsed in 1985, just as people from the countryside poured into Curitiba, the city's &lt;a href=\"public%20housing\"&gt;public housing&lt;/a&gt; program bought one of the few remaining large plots of land, \"Novo Bairro\" (New Neighborhood), as home for 50,000 families. While landowners built the houses themselves, each received a pair of trees and an hour's consultation with an architect to help them develop their plan. COHAB also built Technology Street, an avenue of 24 homes in the centre of Novo Bairro, each built using different construction techniques.\nSeven massive shopping malls are found in Curitiba: Mueller, Estação, Curitiba, Crystal, Palladium, Patio Batel and Park Barigüi. The &lt;a href=\"Rua%20das%20Flores\"&gt;Rua das Flores&lt;/a&gt; (Street of Flowers) is home to the majority of stores. The area is pedestrianized, with no cars around the centre. An essential element of Curitiba shopping is the Feira do Largo da Ordem, or Largo da Ordem Street Fair.\nIn 2008, according to &lt;a href=\"Brazilian%20Institute%20of%20Geography%20and%20Statistics\"&gt;IBGE&lt;/a&gt; Curitiba's nominal &lt;a href=\"GDP\"&gt;GDP&lt;/a&gt; was (or about of ) (with , or , by nominal GDP per capita, about of more than Brazilian 2008 nominal GDP per capita), making it the fourth richest city in the country, after only &lt;a href=\"S%C3%A3o%20Paulo\"&gt;São Paulo&lt;/a&gt;, &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt; and the capital &lt;a href=\"Bras%C3%ADlia\"&gt;Brasília&lt;/a&gt;.\nCuritiba is the 2nd Pole on Technological Innovation in Brazil, according to IPEA (Applied Economic Research Institute). The\n2nd Brazil's Best City for Business and 5th &lt;a href=\"South%20American\"&gt;South American&lt;/a&gt; Best City for Business, according to America Economia Magazine/2005 and 2006. The Best Destination for Business, according to &lt;a href=\"Veja%20Magazine\"&gt;Veja Magazine&lt;/a&gt; of 2007. The 3rd position among the Champions of Infrastructure, &lt;a href=\"Exame%20%28magazine%29\"&gt;Exame Magazine&lt;/a&gt; of 2006. The 2nd Best City to Work in &lt;a href=\"Southern%20Brazil\"&gt;Southern Brazil&lt;/a&gt;, according to Você S.A. Magazine of 2005. The 49th Position, MasterCard Worldwide Centers of Commerce: Emerging Markets Index of 2008. One of the highlights according to the survey Offshoring Horizons performed by Watson Wyatt of 2007. One of the 10 global &lt;a href=\"sustainability\"&gt;sustainability&lt;/a&gt; centres, according to &lt;a href=\"Ethisphere%20Institute\"&gt;Ethisphere Institute&lt;/a&gt; of 2008. Curitiba is also home to the largest cancer hospital in the South of Brazil, &lt;a href=\"Erasto%20Gaertner%20Hospital\"&gt;Erasto Gaertner Hospital&lt;/a&gt;.\nAttractions.\nAttractions in the city include:\nEducation.\nMore than 183 universities operate in the state of Paraná.\nEducational system.\nIn the 1990s, the city started a project called \"Faróis do Saber\" (\"Lighthouses of Knowledge\"). These &lt;a href=\"lighthouse\"&gt;lighthouse&lt;/a&gt;s are free educational centres that include &lt;a href=\"library\"&gt;libraries&lt;/a&gt;, Internet access and other cultural resources. Libraries work with municipal schools, offering a collection of approximately 5000 books, and provide cultural reference and leisure.\nAmong Brazilian capitals, Curitiba has the highest literacy rate, and ranks number 1 in education among the Brazilian capitals.\nUrban planning.\nCuritiba has a planned transportation system, which includes lanes on major streets devoted to a &lt;a href=\"bus%20rapid%20transit\"&gt;bus rapid transit&lt;/a&gt; system. The buses are split into three sections (&lt;a href=\"Bi-articulated%20bus\"&gt;bi-articulated&lt;/a&gt;) and stop at designated elevated tubes, complete with access for disabled riders. Buses charge one price regardless of distance.\nThe city preserves and cares for its green areas, boasting of green space per inhabitant.\nIn the 1940s and 1950s, &lt;a href=\"Alfred%20Agache%20%28architect%29\"&gt;Alfred Agache&lt;/a&gt;, cofounder of the &lt;a href=\"French%20Society%20for%20Urban%20Studies\"&gt;French Society for Urban Studies&lt;/a&gt;, was hired to produce the first city plan. It emphasised a star of boulevards, with public amenities downtown, an industrial district and sanitation. The plan was too expensive to complete.\nBy the 1960s, Curitiba's population had reached 430,000. Some residents feared that the growth in population threatened to damage the character of the city. In 1964, Mayor Ivo Arzua solicited proposals for urban design. Architect &lt;a href=\"Jaime%20Lerner\"&gt;Jaime Lerner&lt;/a&gt;, who later became mayor, led a team from the &lt;a href=\"Universidade%20Federal%20do%20Paran%C3%A1\"&gt;Universidade Federal do Paraná&lt;/a&gt; that suggested strict controls on &lt;a href=\"urban%20sprawl\"&gt;urban sprawl&lt;/a&gt;, reduced traffic in the downtown area, preservation of Curitiba's Historic Sector and a convenient and affordable public transit system.\nThis plan, known as the Curitiba Master Plan, was adopted in 1968. Lerner closed &lt;a href=\"Rua%20XV%20de%20Novembro\"&gt;XV de Novembro St.&lt;/a&gt; to vehicles, because it had high pedestrian traffic. The plan had a new road design to minimise traffic: the Trinary Road System. This used two one-way streets moving in opposite directions that surround a smaller, two-lane street where the express buses have an exclusive lane. Five of these roads form a star that converges on the city centre. Land farther from these roads is zoned for lower density development, to pull traffic away from the main roads. In a number of areas subject to floods, buildings were condemned and the land became parks.\nToday, Curitiba is considered one of the world's best examples of urban planning. In June 1996, the chairman of the &lt;a href=\"Habitat%20II\"&gt;Habitat II&lt;/a&gt; summit of mayors and urban planners in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; praised Curitiba as \"the most innovative city in the country.\"\nCuritiba was recently recommended by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; as a model for the reconstruction of the cities of &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;. In the 1980s, the RIT (&lt;a href=\"Rede%20Integrada%20de%20Transporte\"&gt;Rede Integrada de Transporte&lt;/a&gt;, \"Integrated Transport Network\") was created. At the same time, the city began building the \"Faróis de Saber\" (\"Lighthouses of Knowledge\") educational centres. The city has more than of public parks and forests.\nIn 2007, the city placed third in a list of \"15 Green Cities\" in the world, according to \"&lt;a href=\"Grist%20%28magazine%29\"&gt;Grist&lt;/a&gt;\" magazine, after &lt;a href=\"Reykjav%C3%ADk\"&gt;Reykjavík&lt;/a&gt; in Iceland and &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt; in the United States. As a result, according to one survey, 99% of Curitibans are happy with their hometown.\nJaime Lerner suggests &lt;a href=\"Urban%20Acupuncture\"&gt;urban acupuncture&lt;/a&gt; as the future solution for contemporary urban issues; focusing on very narrow pressure points in cities, can create positive ripple effects. Urban \"acupuncture\" reclaims land for the public and emphasizes the importance of community development through small interventions in design of cities. It emphasises pinpoint interventions that can be accomplished quickly to create an immediate impact.\nThe \"capacity building job line\" was created to accelerate economic development. Key initiatives include the South-Circular bus line, which links the southern and eastern regions of town; Entrepreneurial \"Sheds\", business incubators designed to help small companies get established and prosper; and the Crafts Lycée, which trains people for &lt;a href=\"profession\"&gt;profession&lt;/a&gt;s such as marketing and finance. Specifically, the goal is to provide jobs and income for the unemployed among 400,000 people living in 15 peripheral towns, and to structure and develop the region according to integrated planning principles. About 15,000 new jobs were generated by 2013.\nAccording to Jonas Rabinovitch, a United Nations senior adviser and former planner at the \"Curitiba Research and Urban Planning Institute\" (IPPUC), up to 8% of Curitiba's population still lived in &lt;a href=\"favelas\"&gt;favelas&lt;/a&gt; as of 2016. According to 2010 census data collected by &lt;a href=\"Brazilian%20Institute%20of%20Geography%20and%20Statistics\"&gt;IBGE&lt;/a&gt;, 49,700 homes in Curitiba form part of irregular settlements. This is equivalent to 163300 people. The population growth of favelas was 12.4% between 2000 and 2010, higher than the population in general (10.3%).\nThe transit service is used by more than 2 million people a day. Curitiba has more car owners per capita than anywhere else in Brazil. The population has doubled since 1974, yet auto traffic declined by 30%, and &lt;a href=\"atmospheric%20pollution\"&gt;atmospheric pollution&lt;/a&gt; is the lowest in Brazil.\nCulture.\nIn January 1973 the Fundação Cultural de Curitiba was set up, with the aim of promoting culture.\nThe Cultural Complex Solar do Barão features the Photography Museum, the Engravings Museum and the Posters Museu. The MuMA – Museu Metropolitano de Arte (Museum of Metropolitan Art) displays artists from the state of Paraná as well as renowned Brazilian &lt;a href=\"painter\"&gt;painter&lt;/a&gt;s such as Pancetti, Guignard and &lt;a href=\"Di%20Cavalcanti\"&gt;Di Cavalcanti&lt;/a&gt;\nThe Polish Immigrants Memorial, also known as The Pope's Woods, offers an enjoyable area surrounded by trees, which makes it a perfect choice for a stroll. The Pope himself blessed the first &lt;a href=\"replica\"&gt;replica&lt;/a&gt; of the traditional Polish houses that beautifully make up the Bosque do Papa when he visited the city in 1980.\nIn 2003, Curitiba received the \"&lt;a href=\"American%20Capital%20of%20Culture\"&gt;American Capital of Culture&lt;/a&gt;\" title, granted by the OAS (&lt;a href=\"Organization%20of%20American%20States\"&gt;Organization of American States&lt;/a&gt;).\nGastronomy.\nKnown for being a reference in several aspects, as a sustainable city and with an excellent level of HDI, the capital of Paraná is also an important gastronomic center. The menu brings surprises to visitors for being so varied. The dishes of the local cuisine are a reflection of the history of the municipality and the typical foods, themselves, are very tasty. Curitiba's cuisine has mainly Italian and German inspiration.\nCuritiba is the home of the largest restaurant in the Americas, and one of the world's largest restaurants, \"Restaurante Madalosso\". Madalosso can feed more than 4,600 diners at a time in its 10 dining rooms, all named after Italian cities. Founded in 1963, the all-you-can-eat Madalosso focuses on family-style Italian cuisine: ravioli, lasagna, gnocchi, and salads rounded out with grilled meats.\nArts and entertainment.\nCuritiba was Brazil's first city to have an &lt;a href=\"IMAX\"&gt;IMAX&lt;/a&gt; movie theatre. Curitiba has many theaters. The largest and most important one is the Guaíra Theater. Every year, in April, it hosts the Curitiba Theater Festival.\nMuseums.\nBrazilian architect &lt;a href=\"Oscar%20Niemeyer\"&gt;Oscar Niemeyer&lt;/a&gt; designed the extravagant state museum of Curitiba. Its design includes a gravity-defying construction that was intended to look like a &lt;a href=\"Araucaria%20angustifolia\"&gt;Paraná Pine&lt;/a&gt;, one of the city's symbols, but is widely interpreted by locals as an eye, which gave the Museum its nickname – \"Museu do Olho\", or Museum of the Eye. In keeping with Curitiba's history and culture of science, the museum offers many science exhibitions, including biennial exhibitions. The Curitiba museum includes the Oscar Niemeyer auditorium.\nFestivals.\nCuritiba has yearly festivals related to arts, such as Curitiba Theatre Festival and the Music Workshop of Curitiba. Others celebrate immigrants festivals, such as the Grape Feast (\"Festa da Uva\"), which is related to &lt;a href=\"Italian%20Brazilian\"&gt;Italian&lt;/a&gt; immigrants, and the four &lt;a href=\"Matsuri\"&gt;Matsuri&lt;/a&gt;, related to &lt;a href=\"Japanese%20Brazilian\"&gt;Japanese&lt;/a&gt; immigrants.\nThe four Matsuri set in Curitiba are: Imin Matsuri (&lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;: 移民祭り, \"Immigration Festival\") which celebrates the arrival of Japanese immigrants in Brazil, Haru Matsuri (&lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;: 春祭り, \"Spring Festival\") which celebrates the end of winter and coming of spring, Hana Matsuri (&lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;: 花祭り, \"Flower Festival\"), which celebrates the birth of &lt;a href=\"Sakyamuni\"&gt;Sakyamuni&lt;/a&gt;, and Seto Matsuri (\"Seto Festival\"), in honor of &lt;a href=\"Cl%C3%A1udio%20Seto\"&gt;Cláudio Seto&lt;/a&gt;, comic artist, precursor of the &lt;a href=\"manga\"&gt;manga&lt;/a&gt; in Brazil and idealist of the first Matsuri in Curitiba.\nCuritiba also hold the famous Psycho Carnival, a three-day festival that happens during the Brazilian Carnival, but devoted to psychobilly and rockabilly genres, attracting people from all over the world. In the same occasion the Zombie Walk also happens. The 2016 edition took more than 20.000 people to the streets.\nUN Convention on Biodiversity.\nOn 20–31 March 2006 the Convention on &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt; took place in Pinhais (a city near Curitiba), addressing items of the 1993 &lt;a href=\"Convention%20on%20Biological%20Diversity\"&gt;Convention on Biological Diversity&lt;/a&gt; adopted by 188 countries.\nTransportation.\nPublic transport.\nCuritiba's public transportation consists entirely of buses. It opened the world's second &lt;a href=\"bus%20rapid%20transit\"&gt;bus rapid transit&lt;/a&gt; (BRT) system, &lt;a href=\"Rede%20Integrada%20de%20Transporte\"&gt;Rede Integrada de Transporte&lt;/a&gt;, in 1974. The popularity of Curitiba's BRT has effected a &lt;a href=\"modal%20shift\"&gt;modal shift&lt;/a&gt; from automobile travel to bus travel. Based on 1991 traveler survey results, it was estimated that the introduction of the BRT had caused a reduction of about 27 million auto trips per year, annually saving about 27 million liters of fuel. In particular, 28 percent of BRT riders previously traveled by car. Compared to eight other Brazilian cities of its size, Curitiba uses about 30 percent less fuel per capita, resulting in one of the country's lowest rates of ambient air pollution. Some 1,100 buses make 12,500 trips every day, serving more than 1.3 million passengers, 50 times the number from 20 years ago. Eighty percent of travelers use the express or direct bus services. Curitibanos spend only about 10 percent of their income on transportation, far below the national average.\nCuritiba has in its transport fleet the largest bi-articulated bus in the world, with 28 meters in length and capacity for 250 passengers. The bus operates only with soy-based biofuel, which reduces pollutant emissions by 50%.\nThe city government has been planning to introduce an &lt;a href=\"metro%20%28rapid%20transit%29\"&gt;underground metro&lt;/a&gt; for a number of years and in 2014 announced opened tenders for a 35-year &lt;a href=\"public%20private%20partnership\"&gt;public private partnership&lt;/a&gt; contract to build and operate a , 14-station north–south line. The cost is estimated at 4.62 billion reais.\nRoads.\nMoving around in a car can be difficult in and around the city centre because of the many one-way streets and frequent traffic jams. The Trinary Road System allows quick access to the city centre for drivers. Some avenues are spacious and laid out in a grid. Apart from some points around the city centre, Munhoz da Rocha Street and Batel Avenue, traffic jams are not severe.\nAir.\n&lt;a href=\"Afonso%20Pena%20International%20Airport\"&gt;Afonso Pena International Airport&lt;/a&gt; is Curitiba's main airport. It is located in the nearby city of &lt;a href=\"S%C3%A3o%20Jos%C3%A9%20dos%20Pinhais\"&gt;São José dos Pinhais&lt;/a&gt;. All commercial flights operate from this airport.\n&lt;a href=\"Afonso%20Pena%20International%20Airport\"&gt;Afonso Pena International Airport&lt;/a&gt; was evaluated as the best airport in Brazil according to the Ministry of Infrastructure of Brazil.\nThe airport obtained the highest marks among all participants for queuing time at customs and the cordiality of customs officials; availability of sockets and seats in the departure lounge; quality of airport signage and vehicle parking facilities; availability and cleanliness of the toilets; general cleaning; airport thermal and acoustic comfort; quality of information on baggage claim conveyor panels, as well as availability of public transport to the airport.\nThere is also the &lt;a href=\"Bacacheri%20Airport\"&gt;Bacacheri Airport&lt;/a&gt;, a smaller general aviation facility.It serves the handling of small and medium business aircraft.\nRail.\nBrazil's transportation and railway company, &lt;a href=\"Am%C3%A9rica%20Latina%20Log%C3%ADstica\"&gt;Rumo&lt;/a&gt;, has its headquarters in Curitiba. Serra Verde Express provides a tourist train through scenic country to &lt;a href=\"Morretes\"&gt;Morretes&lt;/a&gt; and Paranaguá.\nOthers.\nThe city has of bike routes, used by around 30 thousand bikers daily. City streets carry almost one million vehicles, of which 2,253 are orange Taxis. To service these vehicles, more than 355 petrol stations serve the city.\nCuritiba public transportation statistics.\nThe average amount of time people spend commuting with public transit in Curitiba, for example to and from work, on a weekday is 72 min. 21% of public transit riders, ride for more than 2 hours every day. The average amount of time people wait at a stop or station for public transit is 17 min, while 33% of riders wait for over 20 minutes on average every day. The average distance people usually ride in a single trip with public transit is 7 km, while 12% travel for over 12 km in a single direction.\nSports.\nCuritiba has 3 teams in the city: Athletico Paranaense, Coritiba and Paraná Clube. &lt;a href=\"Paran%C3%A1%20Clube\"&gt;Paraná Clube&lt;/a&gt; plays at &lt;a href=\"Est%C3%A1dio%20Vila%20Capanema\"&gt;Estádio Durival Britto e Silva&lt;/a&gt;, &lt;a href=\"Coritiba%20Foot%20Ball%20Club\"&gt;Coritiba&lt;/a&gt; plays at &lt;a href=\"Est%C3%A1dio%20Major%20Ant%C3%B4nio%20Couto%20Pereira\"&gt;Estádio Major Antônio Couto Pereira&lt;/a&gt;, and &lt;a href=\"Club%20Athletico%20Paranaense\"&gt;Club Athletico Paranaense&lt;/a&gt; plays at &lt;a href=\"Arena%20da%20Baixada\"&gt;Estádio Joaquim Américo Guimarães&lt;/a&gt;. Both Coritiba and Athletico Paranaense have won &lt;a href=\"Campeonato%20Brasileiro%20S%C3%A9rie%20A\"&gt;Campeonato Brasileiro Série A&lt;/a&gt;, in 1985 and 2001, respectively. Estádio Joaquim Américo Guimarães was one of the 12 stadiums to host games of the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt; held in Brazil. The traditional stadium &lt;a href=\"Vila%20Capanema\"&gt;Vila Capanema&lt;/a&gt; have hosted the &lt;a href=\"1950%20FIFA%20World%20Cup\"&gt;1950 FIFA World Cup&lt;/a&gt; which still is home to &lt;a href=\"Paran%C3%A1%20Clube\"&gt;Paraná Clube&lt;/a&gt;.\nThe &lt;a href=\"Aut%C3%B3dromo%20Internacional%20de%20Curitiba\"&gt;Autódromo Internacional de Curitiba&lt;/a&gt; (Curitiba International Raceway) is located in nearby &lt;a href=\"Pinhais\"&gt;Pinhais&lt;/a&gt;.\nCuritiba has also one of the main &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; clubs in Brazil, &lt;a href=\"Curitiba%20Rugby%20Clube\"&gt;Curitiba Rugby Clube&lt;/a&gt;, national champions in 2014.\nA number of top stars in &lt;a href=\"mixed%20martial%20arts\"&gt;mixed martial arts&lt;/a&gt; are Curitiba natives, including the Rua brothers &lt;a href=\"Maur%C3%ADcio%20Rua\"&gt;Maurício \"Shogun\"&lt;/a&gt; and &lt;a href=\"Murilo%20Rua\"&gt;Murilo \"Ninja\"&lt;/a&gt;, &lt;a href=\"Wanderlei%20Silva\"&gt;Wanderlei Silva&lt;/a&gt;, &lt;a href=\"Anderson%20Silva\"&gt;Anderson Silva&lt;/a&gt;, and women's MMA pioneer &lt;a href=\"Cris%20Cyborg\"&gt;Cris Cyborg&lt;/a&gt;. Much of the city's success in MMA comes from it hosting the influential &lt;a href=\"Chute%20Boxe%20Academy\"&gt;Chute Boxe Academy&lt;/a&gt; and its successor Universidade da luta.\nNeighborhoods.\nMost districts of Curitiba were born of colonial groups, formed by families of European immigrants in the second half of the nineteenth century. The centro (downtown or central business district), where the city was founded, is the most bustling area, housing most of the financial institutions of Curitiba.\n\"Bairros\" (neighborhoods) of Curitiba define the city's geographical divisions. Administrative powers are not delegated to neighborhoods, although neighborhood associations work to improve their communities.\nCuritiba is divided into 9 regional governments (boroughs) covering the 75 neighborhoods.\nCivic Center (In &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt;: \"Centro Cívico)\" is where the main government buildings are located. It was the first neighborhood in the municipality of Curitiba, capital of the state of &lt;a href=\"Paran%C3%A1%20%28state%29\"&gt;Paraná&lt;/a&gt;. The name means 'Center of the Citizen', or with a more direct interpretation, 'center where the subjects related to the citizen are solved'. It was conceived in 1953, with the greater independence which came with the creation of a new state. In August 2011, the Civic Center was listed as an urban and architectural ensemble. The buildings on the central axis of Avenida Cândido de Abreu are protected, including Plaza 19 de Dezembro, Tiradentes State College, Courts of Justice, Accounts and Jury buildings, the Iguaçu Palace, the Oscar Niemeyer Museum and the Square Our Lady of Salette.\nInternational relations.\nTwin towns – sister cities.\nCuritiba is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:\nCooperation agreements.\nCuritiba has cooperation agreements with:"
}