{
    "id": "43926664",
    "revid": "21082390",
    "url": "https://en.wikipedia.org/wiki?curid=43926664",
    "title": "USM Alger in African football",
    "text": "&lt;a href=\"USM%20Alger\"&gt;USM Alger&lt;/a&gt;, an Algerian professional &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; club, has gained entry to &lt;a href=\"Confederation%20of%20African%20Football\"&gt;Confederation of African Football&lt;/a&gt; (CAF) competitions on several occasions. They have represented Algeria in the &lt;a href=\"CAF%20Champions%20League\"&gt;Champions League&lt;/a&gt; on seven occasions, the &lt;a href=\"CAF%20Confederation%20Cup\"&gt;Confederation Cup&lt;/a&gt; on Three separate occasions, the now-defunct &lt;a href=\"CAF%20Cup%20Winners%27%20Cup\"&gt;Cup Winners' Cup&lt;/a&gt; five separate occasions, and the now-defunct &lt;a href=\"CAF%20Cup\"&gt;CAF Cup&lt;/a&gt; one occasions.\nHistory.\nThe beginning.\nUSM Alger whose team has regularly taken part in &lt;a href=\"Confederation%20of%20African%20Football\"&gt;Confederation of African Football&lt;/a&gt; (CAF) competitions. Qualification for Algerian clubs is determined by a team's performance in its domestic league and cup competitions, USM Alger have regularly qualified for the primary African competition, the &lt;a href=\"CAF%20Champions%20League\"&gt;African Cup&lt;/a&gt;, by winning the &lt;a href=\"Algerian%20Ligue%20Professionnelle%201\"&gt;Ligue Professionnelle 1&lt;/a&gt;. USM Alger have also achieved African qualification via the &lt;a href=\"Algerian%20Cup\"&gt;Algerian Cup&lt;/a&gt; and have played in both the former &lt;a href=\"African%20Cup%20Winners%27%20Cup\"&gt;African Cup Winners' Cup&lt;/a&gt; and the &lt;a href=\"CAF%20Cup\"&gt;CAF Cup&lt;/a&gt;. the first match was against &lt;a href=\"CARA%20Brazzaville\"&gt;CARA Brazzaville&lt;/a&gt; and ended in victory for USM Alger 2–0 As for the biggest win result was in &lt;a href=\"2004%20CAF%20Champions%20League\"&gt;2004&lt;/a&gt; against &lt;a href=\"ASFA%20Yennenga\"&gt;ASFA Yennenga&lt;/a&gt; 8–1, and biggest loss firstly defeat in &lt;a href=\"1998%20African%20Cup%20Winners%27%20Cup\"&gt;1998&lt;/a&gt; against &lt;a href=\"Primeiro%20de%20Agosto\"&gt;Primeiro de Agosto&lt;/a&gt; club, and the secondly in &lt;a href=\"2013%20CAF%20Confederation%20Cup\"&gt;2013&lt;/a&gt; away at against &lt;a href=\"US%20Bitam\"&gt;US Bitam&lt;/a&gt; 3–0, first participation in International competition were in the &lt;a href=\"African%20Cup%20Winners%27%20Cup\"&gt;African Cup Winners' Cup&lt;/a&gt; in &lt;a href=\"1982%20African%20Cup%20Winners%27%20Cup\"&gt;1982&lt;/a&gt; and the maximum in the quarter-finals against Ghanaian club &lt;a href=\"Accra%20Hearts%20of%20Oak%20S.C.\"&gt;Hearts of Oak&lt;/a&gt;, in the &lt;a href=\"1989%20African%20Cup%20Winners%27%20Cup\"&gt;1989&lt;/a&gt; version of the same competition and the club withdrew from the same role after the loss in the first leg against Malagasy club &lt;a href=\"FC%20BFV\"&gt;BFV&lt;/a&gt; at &lt;a href=\"Omar%20Hamadi%20Stadium\"&gt;Omar Hamadi Stadium&lt;/a&gt;, after that to miss the club's continental competitions for eight years until &lt;a href=\"1997%20CAF%20Champions%20League\"&gt;1997&lt;/a&gt; in the &lt;a href=\"CAF%20Champions%20League\"&gt;CAF Champions League&lt;/a&gt; for the first time, The beginning was against &lt;a href=\"CD%20Travadores\"&gt;CD Travadores&lt;/a&gt; from the Cape Verde and ended with score 9–2 in total after the second round faced &lt;a href=\"Udoji%20United\"&gt;Udoji United&lt;/a&gt; Nigerian club and ended with a total of 3–2 to qualify the team for the group stage, where he signed with &lt;a href=\"Raja%20Casablanca\"&gt;Raja Casablanca&lt;/a&gt; from Morocco, &lt;a href=\"Primeiro%20de%20Agosto\"&gt;Primeiro de Agosto&lt;/a&gt; from Angola and recently &lt;a href=\"Orlando%20Pirates\"&gt;Orlando Pirates&lt;/a&gt; of South Africa and the team finished second with 11 points, three victories, two draws and a single defeat was against Primeiro de Agosto score 1–2 away from home, and almost USM Alger advance to the final match and goal difference in favor of &lt;a href=\"Raja%20Casablanca\"&gt;Raja Casablanca&lt;/a&gt;. the following year in the &lt;a href=\"1998%20African%20Cup%20Winners%27%20Cup\"&gt;Cup Winners' Cup&lt;/a&gt; USMA eliminated in the quarter-final against Angola's &lt;a href=\"Primeiro%20de%20Agosto\"&gt;Primeiro de Agosto&lt;/a&gt; 1–5 on aggregate and before the piece in the second round faced &lt;a href=\"Ghapoha%20Readers\"&gt;Ghapoha Readers&lt;/a&gt; Ghanaian club finished 2–0 on aggregate. then he participated in the &lt;a href=\"1999%20CAF%20Cup\"&gt;CAF Cup&lt;/a&gt; for the first and last time the first match was against &lt;a href=\"Horoya%20AC\"&gt;Horoya AC&lt;/a&gt; and ended in favor of the Union by away goals rule. later in the second round and faced &lt;a href=\"Al-Ahli%20SC%20%28Wad%20Madani%29\"&gt;Al-Ahli Wad Madani&lt;/a&gt; from Sudan, where they won back and forth a total of 7–0, &lt;a href=\"Tarek%20Hadj%20Adlane\"&gt;Tarek Hadj Adlane&lt;/a&gt; scored the first hat-trick in the history of the club at the continental level, the march of the team stop in the quarter-final against &lt;a href=\"Wydad%20Casablanca\"&gt;Wydad Casablanca&lt;/a&gt; by away goals rule one more time.\nBeginning of the millennium and the successive posts.\nThen he became the team participated in a systematic manner in various competitions such as &lt;a href=\"African%20Cup%20Winners%27%20Cup\"&gt;African Cup Winners' Cup&lt;/a&gt;, &lt;a href=\"CAF%20Cup\"&gt;CAF Cup&lt;/a&gt;, &lt;a href=\"CAF%20Confederation%20Cup\"&gt;CAF Confederation Cup&lt;/a&gt; and the &lt;a href=\"CAF%20Champions%20League\"&gt;CAF Champions League&lt;/a&gt; until &lt;a href=\"2007%20CAF%20Champions%20League\"&gt;2007&lt;/a&gt; except in 2001 where the team disqualified in &lt;a href=\"2000%20African%20Cup%20Winners%27%20Cup\"&gt;2000&lt;/a&gt; of the African Cup Winners Cup to be punished not to participate in any African competition for a whole year because of the participation an ineligible goalkeeper Burkinabé Siaka Coulibaly against &lt;a href=\"JS%20du%20T%C3%A9n%C3%A9r%C3%A9\"&gt;JS du Ténéré&lt;/a&gt; from Niger in the second leg, at &lt;a href=\"2002%20African%20Cup%20Winners%27%20Cup\"&gt;2002&lt;/a&gt; in the African Cup Winners' Cup USMA he arrived to the semi-finals, faced in the first round &lt;a href=\"Gazelle%20FC\"&gt;Gazelle FC&lt;/a&gt; Chadian and won a 6–1 on aggregate in the next round faced Gabonese club &lt;a href=\"Mangasport\"&gt;Mangasport&lt;/a&gt; and won a 3–1 on aggregate later in the quarter-finals and faced Malagasy club &lt;a href=\"US%20Transfoot\"&gt;US Transfoot&lt;/a&gt; won a large total was 11–3 on aggregate and against the same team, after that the team's career stopped in the semi-final against &lt;a href=\"WAC%20Casablanca\"&gt;WAC Casablanca&lt;/a&gt; 2–2 on aggregate and goal difference away from home. at the CAF Champions League in &lt;a href=\"2003%20CAF%20Champions%20League\"&gt;2003&lt;/a&gt;, the USMA faced &lt;a href=\"Wallidan%20FC\"&gt;Wallidan FC&lt;/a&gt; Club from Gambia and ended with the victory of USM Alger 3–2 on aggregate. and then faced &lt;a href=\"Stade%20Malien\"&gt;Stade Malien&lt;/a&gt; and won a 3–1 on aggregate, the second leg in Algeria played outside the capital in &lt;a href=\"Constantine%2C%20Algeria\"&gt;Constantine&lt;/a&gt; because of the punishment by the &lt;a href=\"Confederation%20of%20African%20Football\"&gt;CAF&lt;/a&gt; due to the violence in the last version of the Cup Winners' Cup in &lt;a href=\"2002%20African%20Cup%20Winners%27%20Cup\"&gt;2002&lt;/a&gt; against Wydad. to advance to the group stage, where he signed in Group B with Tunisia's &lt;a href=\"Esp%C3%A9rance%20Sportive%20de%20Tunis\"&gt;Espérance&lt;/a&gt;, &lt;a href=\"Canon%20Yaound%C3%A9\"&gt;Canon Yaoundé&lt;/a&gt; and &lt;a href=\"Atl%C3%A9tico%20Sport%20Avia%C3%A7%C3%A3o\"&gt;Atlético Sport Aviação&lt;/a&gt;, where he faced in the first Match and were defeated 1–0 in the second round, also lost against Esperance inside the home by the same score then made the team three consecutive victories against Yaounde back and forth. and Aviação 2–0 to ensures that qualification to the semi-final for the first time Wayne faced &lt;a href=\"Enyimba%20International%20F.C.\"&gt;Enyimba&lt;/a&gt; from Nigeria and defeated 2–1 on aggregate,\nIn &lt;a href=\"2004%20CAF%20Champions%20League\"&gt;2004&lt;/a&gt; at the Champions League came out of the team in the group stage, beginning was against &lt;a href=\"ASFA%20Yennenga\"&gt;ASFA Yennenga&lt;/a&gt; and win a total of 10–3 and record the international Malian &lt;a href=\"Mamadou%20Diallo%20%28Malian%20footballer%29\"&gt;Mamadou Diallo&lt;/a&gt; hat-trick in the second leg and also he won the top scorer in the Champions League with 10 goals, then faced &lt;a href=\"Asante%20Kotoko\"&gt;Asante Kotoko&lt;/a&gt; of Ghana and they won by penalty shootout 3–1 to qualify for the group stage where they signed with &lt;a href=\"Esp%C3%A9rance%20Sportive%20de%20Tunis\"&gt;Espérance&lt;/a&gt; again, &lt;a href=\"ASC%20Jeanne%20d%27Arc\"&gt;Jeanne d'Arc&lt;/a&gt;. and &lt;a href=\"Supersport%20United\"&gt;Supersport United&lt;/a&gt; Where he contented himself with seven points from two wins, one draw and three defeats and went out after finishing third, Then they began the results of the team in the retreat the level of the Continental where in the CAF Champions League in &lt;a href=\"2005%20CAF%20Champions%20League\"&gt;2005&lt;/a&gt; the team failed to reach the group stage of the beginning it was against the Libyan team &lt;a href=\"Olympic%20Azzaweya%20S.C.\"&gt;Olympic Azzaweya&lt;/a&gt; and ended with a total of 7–0 then faced Egyptian champion &lt;a href=\"Al%20Ahly%20SC\"&gt;Al Ahly SC&lt;/a&gt; and defeated a total of 2–3. He then moved to the &lt;a href=\"2005%20CAF%20Confederation%20Cup\"&gt;2005 CAF Confederation Cup&lt;/a&gt;, where came out also against &lt;a href=\"AS%20Marsa\"&gt;AS Marsa&lt;/a&gt; Tunisian club 4–5 in a penalty shootout. The following year at the same competition faced in the preliminary round &lt;a href=\"Rail%20Club%20du%20Kadiogo\"&gt;Rail Club du Kadiogo&lt;/a&gt; and won a total of 2–1, the team went out in the first round in front of the &lt;a href=\"ASC%20Port%20Autonome\"&gt;ASC Port Autonome&lt;/a&gt; Senegalese 2–3 on aggregate, and in &lt;a href=\"2007%20CAF%20Champions%20League\"&gt;2007&lt;/a&gt; was the worst post continental team after he came out of the preliminary round against a team from Niger &lt;a href=\"AS%20GNN\"&gt;AS GNN&lt;/a&gt;.\nThe era of Ali Haddad and first CAF Champions League final.\nIn the &lt;a href=\"2013%20CAF%20Confederation%20Cup\"&gt;2013 CAF Confederation Cup&lt;/a&gt;, the team did not put him as a target and came out in second round against Gabonese team &lt;a href=\"US%20Bitam\"&gt;US Bitam&lt;/a&gt; 3–0 on aggregate. and after an absence of eight years from the African Champions League USM Alger In the &lt;a href=\"CAF%20Champions%20League\"&gt;CAF Champions League&lt;/a&gt; in &lt;a href=\"2015%20CAF%20Champions%20League\"&gt;2015&lt;/a&gt; was the beginning of the &lt;a href=\"2015%20CAF%20Champions%20League%20qualifying%20rounds%23Preliminary%20round\"&gt;Preliminary round&lt;/a&gt; against the club Chadians &lt;a href=\"Foullah%20Edifice%20FC\"&gt;Foullah Edifice&lt;/a&gt; team Me too much in order to qualify to meet the first leg won 3–1 either in the second leg ended in the defeat USM Alger, 3–1 to advance with great difficulty to the next round where faced an &lt;a href=\"AS%20Pikine\"&gt;AS Pikine&lt;/a&gt; club Senegalese Qualified to the final round before the &lt;a href=\"2015%20CAF%20Champions%20League%20group%20stage\"&gt;group stage&lt;/a&gt; easily be 6–2 on aggregate, in the second round against Club Guinea &lt;a href=\"AS%20Kaloum%20Star\"&gt;AS Kaloum&lt;/a&gt; to qualify on aggregate 3–2 to the group stage for the first time in 11 years, With the start of the new season coach &lt;a href=\"Miloud%20Hamdi\"&gt;Miloud Hamdi&lt;/a&gt; led temporarily team against &lt;a href=\"ES%20S%C3%A9tif\"&gt;ES Sétif&lt;/a&gt; in the first round and ended in victory for USMA 2-1 and then in the second round against &lt;a href=\"Al-Merrikh%20SC\"&gt;Al Merrikh&lt;/a&gt; Sudanese win in order to &lt;a href=\"Youcef%20Bela%C3%AFli\"&gt;Belaïli&lt;/a&gt; and then win on the second Algerian team in the group &lt;a href=\"MC%20El%20Eulma\"&gt;MC El Eulma&lt;/a&gt; back and forth a total of 3–1. for guaranteed to qualify for the semi-final then beat ES Sétif 3-0 and finally in the last round the team lost to Al Merrikh by a single goal, in the semi-finals faced another Sudanese team is &lt;a href=\"Al-Hilal%20Club%20%28Omdurman%29\"&gt;Al-Hilal&lt;/a&gt; in the first leg in &lt;a href=\"Omdurman\"&gt;Omdurman&lt;/a&gt; won 2–1, opened the scoring gate for the hosts &lt;a href=\"Mudather%20El%20Tahir\"&gt;Careca&lt;/a&gt; then amended &lt;a href=\"Mohamed%20Amine%20Aoudia\"&gt;Aoudia&lt;/a&gt; the result in 13th minutes in the second half, the young &lt;a href=\"Karim%20Ba%C3%AFteche\"&gt;Baïteche&lt;/a&gt; scored the winning goal in the 67th minute, in the second leg Keep the team on the outcome Go and finish throwing scoreless to qualify for the USM Alger for the first time to the final. to face the best African club &lt;a href=\"TP%20Mazembe\"&gt;TP Mazembe&lt;/a&gt; in the first leg suffered USMA of the absence of rice his stars because of injuries and punishments ended throw victory visitors' lead to 1–2 and scored &lt;a href=\"Mohamed%20Seguer\"&gt;Seguer&lt;/a&gt; only goal in the last minute. in the second leg it appeared difference in the level of the owners of the hosts ends in victory, 2–0.\nIn the &lt;a href=\"2017%20CAF%20Champions%20League\"&gt;CAF Champions League&lt;/a&gt; they faced in the first round &lt;a href=\"Rail%20Club%20du%20Kadiogo\"&gt;Rail Club du Kadiogo&lt;/a&gt; and won with difficulty in going 2–0 have signed in the last 20 minutes. after that in the second leg were defeated by a single goal was enough to qualify for the group stage but with the end of the game the players, USMA supporters and Algerian journalists were assaulted by RC Kadiogo supporters who stormed pitch to intervene after that the Algerian ambassador in Ouagadougou, who asked local officials to protect the Algerian team until his return to Algeria. two days later, the sports minister of Burkina Faso apologized for what happened to the team.\nIn the &lt;a href=\"2017%20CAF%20Champions%20League%20group%20stage\"&gt;group stage of the CAF Champions League&lt;/a&gt;, the team signed in group B with &lt;a href=\"Zamalek%20SC\"&gt;Zamalek&lt;/a&gt;, &lt;a href=\"CAPS%20United%20F.C.\"&gt;CAPS United&lt;/a&gt; from Zimbabwe and &lt;a href=\"Al-Ahli%20SC%20%28Tripoli%29\"&gt;Al-Ahli Tripoli&lt;/a&gt; of Libya. this is the first time the USMA has played against these clubs in continental competitions and for the first time against a club from Zimbabwe in the same context, the USM Alger Administration decided to receive its competitors in the &lt;a href=\"July%205%2C%201962%20Stadium\"&gt;July 5, 1962 Stadium&lt;/a&gt;. The first match was against Al-Ahli Tripoli and ended with the victory of the USM Alger lead to three goals recording by &lt;a href=\"Farouk%20Chafa%C3%AF\"&gt;Chafaï&lt;/a&gt;, &lt;a href=\"Carolus%20Andriamatsinoro\"&gt;Andria&lt;/a&gt; and &lt;a href=\"Oussama%20Darfalou\"&gt;Darfalou&lt;/a&gt;. in the second game against CAPS United at &lt;a href=\"National%20Sports%20Stadium%20%28Zimbabwe%29\"&gt;National Sports Stadium&lt;/a&gt; in Harare USMA narrowly defeated 2–1 in the final minutes. The start of the matches was difficult because of the great heat and the first half ended 1–0 for the hosts However, in the second half the Union was able to modify the result by defender &lt;a href=\"Ayoub%20Abdellaoui\"&gt;Abdellaoui&lt;/a&gt;, the first in his history as a professional player but despite the control of the Union that a mistake in the defense cost the team the goal of the game for CAPS United. Then in the third round against Zamalek, the team returned with a valuable draw, although he was able to win without the goal he received in the last minute after the error of goalkeeper Zemmamouche star of the game. the coach Put said after the end of the games that his team lost the win but the draw is considered positive and hope is still great to reach the quarter-finals.\nIn the match against Zamalek, USM Alger won 2–0 in a Ramadan event with 40,000 spectators. &lt;a href=\"Reda%20Bellahcene\"&gt;Bellahcene&lt;/a&gt; scored the first goal at the end of the first half and the first with USMA, in the second half and in the final minutes &lt;a href=\"Abderrahmane%20Meziane\"&gt;Meziane&lt;/a&gt; scored the second goal, the USMA won in a meritorious way and took the lead of Group B with 7 points. the team then went to Tunisia to face &lt;a href=\"Al-Ahli%20SC%20%28Tripoli%29\"&gt;Al-Ahli Tripoli&lt;/a&gt; search of a positive result and with 5,000 union supporters who went to the stadium USM Alger achieved a positive result, a 1–1 draw keep them in the lead and in the final round against &lt;a href=\"CAPS%20United\"&gt;CAPS United&lt;/a&gt; and more than 50,000 spectators, the team needed to win to secure the lead and had a heavy 4–1 lead. then, in the 80th minute, the stadium witnessed a wonderful atmosphere in the stands to celebrate the 80th anniversary of the founding of the team in the presence of former stars in the team they are, Bengana, Mansouri, Abdouche, Mouassi, Lalili, Hadj Adlane, Ghoul, Achiou, Dziri, Rahim, and including former coach &lt;a href=\"Noureddine%20Saadi\"&gt;Noureddine Saadi&lt;/a&gt;, former President Saïd Allik and leaders of &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt;'s &lt;a href=\"National%20Liberation%20Front%20%28Algeria%29\"&gt;National Liberation Front&lt;/a&gt; during &lt;a href=\"Algerian%20War%20of%20Independence\"&gt;Algerian War of Independence&lt;/a&gt;, &lt;a href=\"Saadi%20Yacef\"&gt;Saadi Yacef&lt;/a&gt; who is in the same time former president of the club. the joy was completed by qualifying for the &lt;a href=\"2017%20CAF%20Champions%20League%20knockout%20stage\"&gt;quarter-finals&lt;/a&gt;.\nIn the &lt;a href=\"2017%20CAF%20Champions%20League%20knockout%20stage\"&gt;quarter-finals&lt;/a&gt; against &lt;a href=\"Clube%20Ferrovi%C3%A1rio%20da%20Beira%20%28football%29\"&gt;Ferroviário Beira&lt;/a&gt; of Mozambique, the team performed very poorly, especially in the return match, where they qualified with difficulty after a draw in the total of the two matches 1-1 and squeezing through on away goals. after that &lt;a href=\"2017%20CAF%20Champions%20League%20knockout%20stage\"&gt;semi-final&lt;/a&gt;. in the first leg against Morocco's &lt;a href=\"Wydad%20Casablanca\"&gt;Wydad Casablanca&lt;/a&gt; and more than 65,000 supporters, the USM Alger played a very modest performance. although the ground was very bad, it was possible to perform better. In the return match, the USMA lost 3–1. and despite the fact that &lt;a href=\"Wydad%20Casablanca\"&gt;Wydad&lt;/a&gt; playing with 10 players, but the team was unable to modify the result, To fail to achieve his goal of winning the CAF Champions League for the first time also for the third time Wydad to remove the USM Alger in the continental championships after 1999 and 2002.\nStatistics.\nBy season.\nKey to colours and symbols:\nFinals.\nMatches won after regular time (90 minutes of play), &lt;a href=\"Overtime%20%28sports%29%23Football\"&gt;extra-time&lt;/a&gt; (aet) or a &lt;a href=\"penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt; (p) are highlighted in green, while losses are highlighted in red.\nStatistics by country.\n\"Statistics correct as of game against Petro de Luanda on February 1, 2020\"\nAfrican competitions goals.\n\"Statistics correct as of game against Petro de Luanda on February 1, 2020\"\nList of All-time appearances.\nThis List of All-time appearances for USM Alger in African competitions contains &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; players who have played for USM Alger in African football competitions and have managed to accrue 20 or more appearances. As well as participating in &lt;a href=\"UAFA%20Club%20Championship\"&gt;UAFA Club Championship&lt;/a&gt; for those who have exceeded the limit of 20 African matches only.\nGold Still playing competitive football in USM Alger."
}