{
    "id": "43931079",
    "revid": "39698408",
    "url": "https://en.wikipedia.org/wiki?curid=43931079",
    "title": "Samuel Gray Ward",
    "text": "Samuel Gray Ward (October 3, 1817 – November 17, 1907) was an American poet, author, and minor member of the &lt;a href=\"Transcendentalism\"&gt;Transcendentalism&lt;/a&gt; movement. He was also a banker and a co-founder of the &lt;a href=\"Metropolitan%20Museum%20of%20Art\"&gt;Metropolitan Museum of Art&lt;/a&gt;. Among his circle of contemporaries were poets and writers such as &lt;a href=\"Ralph%20Waldo%20Emerson\"&gt;Ralph Waldo Emerson&lt;/a&gt; and &lt;a href=\"Margaret%20Fuller\"&gt;Margaret Fuller&lt;/a&gt; who were deeply disappointed when Ward gave up a career in writing for business just before he married.\nEarly life.\nWard was born on October 3, 1817 in &lt;a href=\"Portland%2C%20Maine\"&gt;Portland, Maine&lt;/a&gt;. He was the son of Lydia Gray (1789–1874) and Thomas Wren Ward (1786–1858), who served as treasurer of Harvard from 1830 to 1842 and was the American agent for London-based &lt;a href=\"Baring%20Brothers%20%26amp%3B%20Co.\"&gt;Baring Brothers &amp; Co.&lt;/a&gt;, merchant bank. His brother was George Cabot Ward.\nWard attended &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt; and graduated along with Transcendentalist poet &lt;a href=\"Jones%20Very\"&gt;Jones Very&lt;/a&gt;, though the two were not friends. As a student, he boarded for a time with Professor &lt;a href=\"John%20Farrar%20%28scientist%29\"&gt;John Farrar&lt;/a&gt; and his wife &lt;a href=\"Eliza%20Ware%20Farrar\"&gt;Eliza Ware Farrar&lt;/a&gt;. He joined the Farrars on a trip to Europe in the summer of 1836, though he broke from them for private travels to England, Paris, and Rome, before rejoining them in the Swiss Alps by August 1837.\nCareer.\nWard became associated with &lt;a href=\"Ralph%20Waldo%20Emerson\"&gt;Ralph Waldo Emerson&lt;/a&gt; and began contributing to the Transcendentalist journal \"&lt;a href=\"The%20Dial\"&gt;The Dial&lt;/a&gt;\", which published four of his poems in its inaugural issue. Emerson reflected on meeting him: \"Beautiful among so many ordinary &amp; mediocre youths as I see, was S. G. W. when I first fairly encountered him\". Emerson particularly relied on Ward to inform him about art criticism; he wrote to Ward in 1838 that he was \"especially curious of information on art &amp; artists, of which however, I warn you, I know nothing.\" Emerson seemed particularly taken by the young man, writing to &lt;a href=\"William%20Ellery%20Channing%20%28poet%29\"&gt;Ellery Channing&lt;/a&gt; in January 1840, \"your friend Samuel G. Ward, whom though I have known but a little while I love much\". A few months later, he told Ward, \"I... wish you to love me\".\nWhen Ellery Channing published his book of poems, Ward subsidized its printing. Emerson edited the project but told Ward that Channing \"goes to the very end of the poetic license, and defies a little too disdainfully his dictionary and logic\". Critic &lt;a href=\"Edgar%20Allan%20Poe\"&gt;Edgar Allan Poe&lt;/a&gt; agreed and noted in his review of Channing's book that it was \"full of all kinds of mistakes, of which the most important is that of their having been written at all\". After Margaret Fuller's death in 1850, Emerson attempted to persuade Ward into writing her biography, though he declined. \"How can you describe a Force? How can you write the life of Margaret?\" he asked.\nThanks to an inheritance from his father as well as his own business dealings, Ward became the wealthiest person among the Transcendentalist circle, though he did not pursue literature for long. Though Emerson chose four of his poems for his 1874 compilation \"Parnassus\", Ward had stopped writing new poetry since his contributions to \"The Dial\".\nPersonal life.\nIn 1840, Ward married Anna Hazard Barker (1813–1900), to the disappointment of their mutual friend &lt;a href=\"Margaret%20Fuller\"&gt;Margaret Fuller&lt;/a&gt;. Barker's father, &lt;a href=\"New%20York%20State%20Senate\"&gt;New York State Senator&lt;/a&gt; &lt;a href=\"Jacob%20Barker\"&gt;Jacob Barker&lt;/a&gt; (1779–1871), hired Ward to work as a banker, which Fuller worried removed him from a more aesthetic life. Ward had chosen such a career out of concern for proving he could support his soon to be wife. Fuller expressed her disappointment over Ward's decision in a letter to him, \"I will confess, once and for all, I had longed to see you a painter... and not a merchant... when I learned you were to become a merchant, to sit at the dead wood of the desk, and calculate figures, I was betrayed into unbelief.\" Emerson was equally disappointed and wrote to fellow Transcendentalist &lt;a href=\"Caroline%20Sturgis%20Tappan\"&gt;Caroline Sturgis Tappan&lt;/a&gt; that the news affected him \"with a certain terror\" and he concluded that \"happiness is so vulgar\". Though he chose to pursue a career in business Ward continued to correspond with his friends in the Transcendentalist movement through the remainder of his life.\nWard and Barker eventually had four children: three daughters and a son:\nFor a time, the family kept a summer house in &lt;a href=\"Lenox%2C%20Massachusetts\"&gt;Lenox, Massachusetts&lt;/a&gt;, where a young &lt;a href=\"Emma%20Lazarus\"&gt;Emma Lazarus&lt;/a&gt; would sometimes join them with her family. That home, built on land purchased in 1844, was named Oakwood and is an area now known as &lt;a href=\"Shadow%20Brook%20Farm%20Historic%20District\"&gt;Shadow Brook Farm Historic District&lt;/a&gt;.\nWard died on November 17, 1907 in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;\nLegacy.\nWard was a founder of the &lt;a href=\"Metropolitan%20Museum%20of%20Art\"&gt;Metropolitan Museum of Art&lt;/a&gt; in 1869, sat on the Board of Trustees from 1870 to 1889, and served as treasurer for a time. The institution now owns a bas-relief of Ward by &lt;a href=\"Augustus%20Saint-Gaudens\"&gt;Augustus Saint-Gaudens&lt;/a&gt;, who considered the work as one of his two best bas-reliefs.\nDescendants.\nHis granddaughter through his only son Thomas, Elizabeth Howard Ward (1873-1954) and Charles Bruen Perkins (1860-1929), a &lt;a href=\"Harvard\"&gt;Harvard&lt;/a&gt; graduate who had studied architecture at the &lt;a href=\"%C3%89cole%20des%20Beaux-Arts\"&gt;École des Beaux-Arts&lt;/a&gt; in Paris who was the son of &lt;a href=\"Charles%20Callahan%20Perkins\"&gt;Charles Callahan Perkins&lt;/a&gt; (1823–1886), in 1896."
}