{
    "id": "43956336",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=43956336",
    "title": "Tomorrow's Modern Boxes",
    "text": "Tomorrow's Modern Boxes is the second studio album by English musician &lt;a href=\"Thom%20Yorke\"&gt;Thom Yorke&lt;/a&gt;, released on 26 September 2014. It was produced by &lt;a href=\"Nigel%20Godrich\"&gt;Nigel Godrich&lt;/a&gt;, with artwork by artist &lt;a href=\"Stanley%20Donwood\"&gt;Stanley Donwood&lt;/a&gt;, both of whom have long collaborated with Yorke and his band &lt;a href=\"Radiohead\"&gt;Radiohead&lt;/a&gt;. The album blends Yorke's vocals and piano playing with &lt;a href=\"electronic%20music\"&gt;electronic&lt;/a&gt; beats and textures.\nYorke released \"Tomorrow's Modern Boxes\" independently via a paid-for &lt;a href=\"BitTorrent\"&gt;BitTorrent&lt;/a&gt; bundle. He and Godrich expressed their wish to find \"an effective way of handing some control of internet commerce back to people who are creating the work\". The album was downloaded over a million times within six days of release, and became the most downloaded legal torrent of 2014. By February 2015, it had been downloaded over 4.5 million times.\nA &lt;a href=\"Gramophone%20record\"&gt;vinyl&lt;/a&gt; edition was also sold from the official site. In December 2014, Yorke released \"Tomorrow's Modern Boxes\" on the online music shop &lt;a href=\"Bandcamp\"&gt;Bandcamp&lt;/a&gt; alongside a new song, \"Youwouldn'tlikemewhenI'mangry\". A CD edition was released in Japan in 2015 by &lt;a href=\"Hostess%20Entertainment\"&gt;Hostess Entertainment&lt;/a&gt;. Retail editions were released worldwide in 2017 by &lt;a href=\"XL%20Recordings\"&gt;XL Recordings&lt;/a&gt;. The album received generally positive reviews and \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" named it one of the best of 2014.\nBackground.\nIn 2013, Yorke contributed music to \"The UK Gold\", a documentary about &lt;a href=\"tax%20avoidance\"&gt;tax avoidance&lt;/a&gt; in the UK; the soundtrack includes an early version of the \"Tomorrow's Modern Boxes \"track \"A Brain in a Bottle\". The following year, elements of \"Tomorrow's Modern Boxes \"were used in the soundtrack for the second version of Radiohead's \"Polyfauna \"app, released on 1 September 2014, before the album's announcement. The app, for &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; and &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt; phones, is an \"experimental collaboration\" between Radiohead and the British &lt;a href=\"digital%20art\"&gt;digital art&lt;/a&gt;s studio Universal Everything.\nMusic.\n\"Tomorrow's Modern Boxes\" blends Yorke's vocals and piano playing with electronic beats and textures. Critics described it as \"eerie\" and \"neurotic\", with \"a quiet, restrained sense of dread\". \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt; \"likened its music to the Radiohead tracks \"Like Spinning Plates\" (from 2001's \"&lt;a href=\"Amnesiac%20%28album%29\"&gt;Amnesiac&lt;/a&gt;) \"and \"The Gloaming\" (2003's \"&lt;a href=\"Hail%20to%20the%20Thief\"&gt;Hail to the Thief&lt;/a&gt;\").\nThe opening track, \"A Brain in a Bottle\", combines Yorke's &lt;a href=\"falsetto\"&gt;falsetto&lt;/a&gt; with a stuttering beat and \"old-school\" &lt;a href=\"electronic%20oscillator\"&gt;oscillator&lt;/a&gt; effects. Radiohead bassist &lt;a href=\"Colin%20Greenwood\"&gt;Colin Greenwood&lt;/a&gt; contributed &lt;a href=\"Drum%20machine\"&gt;beat programming&lt;/a&gt; to \"Guess Again!\", which features \"decaying\" piano and \"crunchy\" &lt;a href=\"back%20beat\"&gt;backbeats&lt;/a&gt;. \"Interference\" is a minimal \"mumbled love song\" with \"chilly\" synth pads. \"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt; \"described \"The Mother Lode\" as melodic and &lt;a href=\"dubstep\"&gt;dubstep&lt;/a&gt;-inspired, with an \"intoxicating\" &lt;a href=\"House%20%28music%29\"&gt;house&lt;/a&gt; beat. The album's second half features a ten-minute &lt;a href=\"ambient%20music\"&gt;ambient&lt;/a&gt; suite led by the \"percussive\" &lt;a href=\"techno\"&gt;techno&lt;/a&gt; looping track \"There Is No Ice (For My Drink)\". Album closer \"Nose Grows Some\" is \"a glorious embrace of borderline &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt;\". \"Rolling Stone\" described it as a \"dread-soaked hymn of emotional defeat\", likening it to Radiohead finales such as \"Motion Picture Soundtrack\" from \"&lt;a href=\"Kid%20A\"&gt;Kid A&lt;/a&gt;\" (2000).\nRelease.\nIn 2013, Yorke and his longtime producer &lt;a href=\"Nigel%20Godrich\"&gt;Nigel Godrich&lt;/a&gt; expressed concern about how the internet had affected the music business, and accused the music &lt;a href=\"Streaming%20media\"&gt;streaming&lt;/a&gt; service &lt;a href=\"Spotify\"&gt;Spotify&lt;/a&gt; of not compensating new artists fairly. Godrich stated: \"[Streaming] cannot work as a way of supporting new artists' work. Spotify and the like either have to address that fact and change the model for new releases or else all new music producers should be bold and vote with their feet.\"\nIn 2007, Yorke's band &lt;a href=\"Radiohead\"&gt;Radiohead&lt;/a&gt; self-released their album \"&lt;a href=\"In%20Rainbows\"&gt;In Rainbows&lt;/a&gt;\" as a &lt;a href=\"Pay%20what%20you%20want\"&gt;pay-what-you want&lt;/a&gt; download. &lt;a href=\"Matt%20Mason%20%28author%29\"&gt;Matt Mason&lt;/a&gt;, chief content officer at &lt;a href=\"BitTorrent%20Inc\"&gt;BitTorrent Inc&lt;/a&gt;, felt the release set a \"gold standard for how to do something direct-to-fan on the internet\", and began talks with Radiohead's managers about the future of online music distribution. He told \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" that \"Tomorrow's Modern Boxes\" was \"born out of these conversations we had on how the internet should work for artists: the vision we both share, which is that at present we don't have a sustainable business model for artists on the internet.\" MBA students at &lt;a href=\"Sa%C3%AFd%20Business%20School\"&gt;Saïd Business School&lt;/a&gt; at the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; worked in secret with Yorke's management for the release, analysing fan and market data.\nIn September 2014, Yorke posted a photo of an unidentified vinyl record on &lt;a href=\"Tumblr\"&gt;Tumblr&lt;/a&gt;, prompting media speculation about a new release. Yorke and Godrich announced \"Tomorrow's Modern Boxes\" later that month, on 14 September. It was released the same day via the &lt;a href=\"peer-to-peer%20file%20sharing\"&gt;peer-to-peer file sharing&lt;/a&gt; protocol &lt;a href=\"BitTorrent\"&gt;BitTorrent&lt;/a&gt; using BitTorrent Inc's \"bundles\" initiative, whereby creators distribute their work in packaged &lt;a href=\"torrent%20file\"&gt;torrent file&lt;/a&gt;s. It was the first album to use BitTorrent's \"pay-gate\" feature; customers paid US$6 (£3.69) to download the \"Tomorrow's Modern Boxes\" torrent bundle containing eight &lt;a href=\"MP3\"&gt;MP3&lt;/a&gt; files, cover artwork by &lt;a href=\"Stanley%20Donwood\"&gt;Stanley Donwood&lt;/a&gt;, and a music video for \"A Brain in a Bottle\" featuring Yorke in &lt;a href=\"boxing%20glove\"&gt;boxing glove&lt;/a&gt;s. Users could also download a free torrent bundle containing only the \"Brain in a Bottle\" MP3 and video, or order a \"deluxe\" vinyl edition of the album packaged in a bespoke &lt;a href=\"antistatic%20bag\"&gt;antistatic bag&lt;/a&gt;.\nIn a press release announcing the album, Yorke and Godrich wrote:\nOther formats.\nOn 26 December 2014, Yorke released \"Tomorrow's Modern Boxes \"in MP3 and &lt;a href=\"FLAC\"&gt;FLAC&lt;/a&gt; formats for £3.86 on the online music shop &lt;a href=\"Bandcamp\"&gt;Bandcamp&lt;/a&gt;. He also released a free new song, \"Youwouldn'tlikemewhenI'mangry\", described by Godrich as a \"complimentary addendum\" to the album.\nOn 30 June 2015, \"Tomorrow's Modern Boxes\" was made available to stream with the launch of &lt;a href=\"Apple%20Music\"&gt;Apple Music&lt;/a&gt;, &lt;a href=\"Apple%20Inc.\"&gt;Apple&lt;/a&gt;'s streaming service. A CD version was released in Japan by &lt;a href=\"Hostess%20Entertainment\"&gt;Hostess Entertainment&lt;/a&gt; in August 2015. On 8 December 2017, the album was &lt;a href=\"reissue\"&gt;reissue&lt;/a&gt;d on CD and vinyl by &lt;a href=\"XL%20Recordings\"&gt;XL Recordings&lt;/a&gt; and added to further streaming services, including Spotify, along with Yorke's other solo work.\nSales.\n\"Tomorrow's Modern Boxes\" was downloaded over 100,000 times in the first 24 hours of release and over a million times in its first six days. Excluding internet &lt;a href=\"copyright%20infringement\"&gt;piracy&lt;/a&gt;, it\" \"was the most torrented album of 2014. By February 2015, it had been downloaded over 4.5 million times. These figures include downloads of the free torrent bundle containing only the \"Brain in a Bottle\" MP3 and music video; sales figures for the full album bundle have not been released.\n\"&lt;a href=\"Stereogum\"&gt;Stereogum&lt;/a&gt;\" and &lt;a href=\"Gigaom\"&gt;Gigaom&lt;/a&gt; estimated that Yorke may have made $20 million from the release, more than he would likely have made through a traditional album release. \"Stereogum\" wrote that \"this sort of album-release strategy only works for artists who are already astronomically famous, but salute Thom Yorke for figuring out ways to keep stacking cash while keeping his artistic autonomy.\" However, &lt;a href=\"Billboard%20%28magazine%29\"&gt;\"Billboard\"&lt;/a&gt;\" \"argued that, assuming the ratio of people who paid for the full album was comparable to subscription numbers of Spotify and &lt;a href=\"Pandora%20Radio\"&gt;Pandora Radio&lt;/a&gt;, earnings between $1 and 6 million were more likely: \"Not bad showing for a self-released, direct-to-fan album that allowed Yorke to circumvent major download stores and gather customer information — but it's no Hollywood starring role, either.\"\nIn November 2015, asked if the BitTorrent release had been a success, Yorke said: \"No, not exactly. But I wanted it to be an experiment ... I wanted to show that, in theory, today one could follow the entire chain of record production, from start to finish, on his own. But in practice it is very different. We cannot be burdened with all of the responsibilities of the record label. But I'm glad I did it, for having tried to.\"\nReception.\nAt &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, which assigns a &lt;a href=\"weighted%20mean\"&gt;weighted mean&lt;/a&gt; rating out of 100 to reviews from mainstream critics, \"Tomorrow's Modern Boxes\" has an average score of 72 based on 29 reviews, indicating \"generally favourable reviews\".\n&lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; critic &lt;a href=\"Stephen%20Thomas%20Erlewine\"&gt;Stephen Thomas Erlewine&lt;/a&gt; described the album as \"deliberately underwhelming, an old-fashioned grower that doesn't startle upon first listen but rather slowly unfolds ... instead of wallowing in alienation, Yorke has found comfort within it on \"Tomorrow's Modern Boxes\" and the difference is palpable.\" Rob Sheffield of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt; \"wrote that \"Tomorrow's Modern Boxes\" \"demands deep listening\" and praised \"Nose Grows Some\" as the strongest track. \"Rolling Stone \"later named the album the 30th best of 2014. \"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\" critic Franklin Jones wrote: \"This is paranoia with a soul, and occasionally a heart ... \"Tomorrow's Modern Boxes\" maintains the trademark elements of a Thom Yorke release while injecting subtle moments of fresh invention.\" Barry Nicholson of the \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" wrote: \"It's hardly love at first listen … Yet across repeat plays, the album's charms begin to unfurl.\"\n\"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" gave the album a positive review, but wrote: \"Flashes of brilliance aside, the result sounds an awful lot like something Yorke dashed off to pass the time before delving into the new Radiohead album.\" &lt;a href=\"Mark%20Beaumont%20%28journalist%29\"&gt;Mark Beaumont&lt;/a&gt; of the \"Guardian\" called it \"deviously understated\", but found that its unconventional release was \"more impactful than the product\". Larry Fitzmaurice of \"&lt;a href=\"Pitchfork%20%28website%29\"&gt;Pitchfork&lt;/a&gt;\" wrote: \"There's precious little to grab on to in terms of melody and feeling, and you won't find yourself humming along to anything here. That said, certain elements of \"Tomorrow's Modern Boxes\", if given the right amount of attention, can be enjoyable to luxuriate in.\" Chris Barton of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" found the album too similar to Yorke's 2006 solo album \"&lt;a href=\"The%20Eraser\"&gt;The Eraser&lt;/a&gt;\" and his work with &lt;a href=\"Atoms%20for%20Peace%20%28band%29\"&gt;Atoms for Peace&lt;/a&gt;, writing that \"it’s just a bit disappointing that Yorke's path seems short on new directions\".\nPersonnel.\nAdapted from the \"Tomorrow's Modern Boxes\" packaging."
}