{
    "id": "44017823",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=44017823",
    "title": "Harold Lusk",
    "text": "Harold Butler Lusk (8 June 1877 – 13 February 1961) was a &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;er and schoolmaster. He played &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; from 1899 to 1921, and was Headmaster of &lt;a href=\"King%27s%20College%2C%20Auckland\"&gt;King's College, Auckland&lt;/a&gt;, in the 1940s.\nLife and career.\nBorn in &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;, Lusk was educated at &lt;a href=\"Sydney%20High%20School\"&gt;Sydney High School&lt;/a&gt;, &lt;a href=\"Sydney%20Church%20of%20England%20Grammar%20School\"&gt;Sydney Church of England Grammar School&lt;/a&gt;, and at &lt;a href=\"Auckland%20University%20College\"&gt;Auckland University College&lt;/a&gt;, where he earned &lt;a href=\"Master%20of%20Arts\"&gt;Master of Arts&lt;/a&gt; and &lt;a href=\"Bachelor%20of%20Laws\"&gt;Bachelor of Laws&lt;/a&gt; degrees.\nLusk made his first-class debut as a batsman for &lt;a href=\"Auckland%20cricket%20team\"&gt;Auckland&lt;/a&gt; in the 1899–1900 season, but it was not until his 16th match, in 1907–08, after he had transferred to &lt;a href=\"Canterbury%20cricket%20team\"&gt;Canterbury&lt;/a&gt;, that he scored his first fifty, 66 against Auckland in the first-ever match in the &lt;a href=\"Plunket%20Shield\"&gt;Plunket Shield&lt;/a&gt;. In 1909-10 he scored his first century, 102 out of a team total of 241, opening against &lt;a href=\"Otago%20cricket%20team\"&gt;Otago&lt;/a&gt;, and was selected to open for &lt;a href=\"New%20Zealand%20cricket%20team\"&gt;New Zealand&lt;/a&gt; in the two matches against &lt;a href=\"Australia%20cricket%20team\"&gt;Australia&lt;/a&gt; later that season; he scored 83 runs in four innings. The next season, he scored 151 not out against Auckland, adding 148 in an unbroken fifth-wicket stand with &lt;a href=\"Dan%20Reese\"&gt;Dan Reese&lt;/a&gt; that took Canterbury to their first victory in the Plunket Shield. It was also Canterbury's first Plunket Shield century. Lusk later returned to play for Auckland, appearing for the last time in the 1920–21 season, when he was 43, and made 43 (top score) and 31.\nLusk was the &lt;a href=\"New%20Zealand%20Amateur\"&gt;New Zealand Amateur&lt;/a&gt; golf champion in 1910, beating &lt;a href=\"Bernard%20Wood%20%28cricketer%29\"&gt;Bernard Wood&lt;/a&gt; in the final. He had been runner-up in 1907 and 1908. He won the Auckland provincial championship four times between 1921 and 1928. For 30 years he wrote editorials for \"New Zealand Golf Illustrated\".\nLusk was a schoolmaster at &lt;a href=\"Christ%27s%20College%2C%20Christchurch\"&gt;Christ's College, Christchurch&lt;/a&gt; for 14 years. He taught at &lt;a href=\"Rugby%20School\"&gt;Rugby School&lt;/a&gt; in England on a teacher exchange in 1913. When he returned to Christ's College, he coached cricket there, his pupils including &lt;a href=\"Tom%20Lowry\"&gt;Tom Lowry&lt;/a&gt;. He transferred to &lt;a href=\"King%27s%20College%2C%20Auckland\"&gt;King's College, Auckland&lt;/a&gt;, in 1920, teaching English and mathematics. He became assistant master there in 1934, and served as acting Headmaster from 1940 to 1943 and as Headmaster from 1943 to 1946. In all he taught for 52 years."
}