{
    "id": "44040162",
    "revid": "41467619",
    "url": "https://en.wikipedia.org/wiki?curid=44040162",
    "title": "Navidad Formation",
    "text": "Navidad Formation () is a marine &lt;a href=\"Neogene\"&gt;Neogene&lt;/a&gt; &lt;a href=\"sediment\"&gt;sediment&lt;/a&gt;ary &lt;a href=\"geologic%20formation\"&gt;formation&lt;/a&gt; located in &lt;a href=\"Central%20Chile\"&gt;Central Chile&lt;/a&gt;. The formation is known for its diverse and abundant fossil record and is considered the reference unit for the marine Neogene in Chile. Originally described by &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; in 1846 the formation has attracted the attention of numerous prominent &lt;a href=\"geologist\"&gt;geologist&lt;/a&gt;s and &lt;a href=\"paleontology\"&gt;paleontologists&lt;/a&gt; since then. As a key formation Navidad has been subject to a series of differing interpretations and scientific disputes over time.\nHistory.\n&lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; saw the formation in September 1834 during the &lt;a href=\"second%20voyage%20of%20HMS%20Beagle\"&gt;second voyage of HMS Beagle&lt;/a&gt;. He became the first to describe it 1846 when he published his book &lt;a href=\"Geological%20Observations%20on%20South%20America\"&gt;Geological Observations on South America&lt;/a&gt; in 1846 and it was named by Darwin after the nearby town of &lt;a href=\"Navidad%2C%20Chile\"&gt;Navidad&lt;/a&gt;. In this book Darwin calls the formation \"Formation of Navidad\" and \"Sandstone Formation at Navidad\". There are no signs of that Darwin would have attempted to make a formal definition of the formation.\nEarly fossil descriptions from Navidad Formation were those of &lt;a href=\"George%20Brettingham%20Sowerby%20I\"&gt;George Sowerby&lt;/a&gt; in \"Geological Observations on South America\" (1846) and by &lt;a href=\"Rodolfo%20Amando%20Philippi\"&gt;Rodolfo Amando Philippi&lt;/a&gt; (1887).\n&lt;a href=\"Gustav%20Steinmann\"&gt;Gustav Steinmann&lt;/a&gt; redefined the Navidad Formation in 1895, then called Piso Navidad, by giving it a Lower Tertiary age and spanning much of south-central Chile. In 1934 &lt;a href=\"Juan%20Br%C3%BCggen\"&gt;Juan Brüggen&lt;/a&gt; separated Piso Concepción from Steinmanns Piso Navidad after showing there was a discordance between them. &lt;a href=\"Humberto%20Fuenzalida\"&gt;Humberto Fuenzalida&lt;/a&gt; published research on fossils of the formation in 1950-1951.\n&lt;a href=\"Juan%20Tavera\"&gt;Juan Tavera&lt;/a&gt; further narrowed the age of the formation in 1968 and 1979 by proposing a &lt;a href=\"Burdigalian\"&gt;Burdigalian&lt;/a&gt; (Lower Miocene) age for Navidad, Lincancheo and Rapel which were then the three subunits of Navidad Formation. Tavera's 1979 subdivision scheme for Navidad Formation remained popular until it was superseded in 2006 by a new one.\nOutcrops and surface morphology.\nNavidad Formation is located in the &lt;a href=\"Chilean%20Coast%20Range\"&gt;Chilean Coast Range&lt;/a&gt; in &lt;a href=\"Central%20Chile\"&gt;Central Chile&lt;/a&gt; at the latitudes of &lt;a href=\"33rd%20parallel%20south\"&gt;33°00' S&lt;/a&gt;–34°30' S. The formation crops out more-less continuously along coastal bluffs displaying well-preserved exposures. The coastal exposures extends from the vicinities of &lt;a href=\"San%20Antonio%2C%20Chile\"&gt;San Antonio&lt;/a&gt; in the north to Boca Pupuya in the south over a length of 16 km. &lt;a href=\"Geomorphology\"&gt;Morphologically&lt;/a&gt; the coastal zone near the formation has been divided into four distinct zones: a \"&lt;a href=\"Wave-cut%20platform\"&gt;coastal platform&lt;/a&gt;\" of &lt;a href=\"rocky%20shore\"&gt;rocky outcrops&lt;/a&gt; and sand beaches, \"&lt;a href=\"marine%20terrace\"&gt;marine terrace&lt;/a&gt;s\" dipping gently towards the sea, \"dissected coastal plain\" at the mouth of &lt;a href=\"Rapel%20River\"&gt;Rapel River&lt;/a&gt; and \"&lt;a href=\"fluvial%20terrace\"&gt;fluvial terrace&lt;/a&gt;s\" in the northern and southern shores of Rapel River.\nStratigraphy and lithology.\nThe formation rests above both an Upper &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; formation called &lt;a href=\"Punta%20Tocopalma%20Formation\"&gt;Punta Tocopalma Formation&lt;/a&gt; and the &lt;a href=\"Paleozoic\"&gt;Paleozoic&lt;/a&gt; &lt;a href=\"granitoid\"&gt;granitic&lt;/a&gt; &lt;a href=\"basement%20rock\"&gt;basement&lt;/a&gt;. It lies below &lt;a href=\"Licancheu%20Formation\"&gt;Licancheu Formation&lt;/a&gt; to which it has a concordant contact to. The formation has a thickness of 100 to 200 meters. The sedimentary rocks that make up the formation includes a basal &lt;a href=\"conglomerate%20%28geology%29\"&gt;conglomerate&lt;/a&gt; stratigraphically followed by intercalated &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; and &lt;a href=\"siltstone\"&gt;siltstone&lt;/a&gt; with smaller occurrences of conglomerate and &lt;a href=\"coquina\"&gt;coquina&lt;/a&gt;.\nThere are more than one subdivision scheme for the stratigraphy of the formation. A scheme made by &lt;a href=\"Juan%20Tavera\"&gt;Juan Tavera&lt;/a&gt; in 1979 that was by 2005 the most used compromises tree members \"Navidad\", \"Licancheo\" and \"Rapel\". A new scheme proposed in 2006 elevated Tavera's sub-units \"Licancheo\" (renamed Licancheu) and \"Rapel\" to formations leaving the new definition of Navidad Formation as the former sub-unit \"Navidad\". The rationale for subdividing Tavera's Navidad Formation was that the sub-units were separated by regional discontinuities.\nThe &lt;a href=\"stratotype\"&gt;stratotype&lt;/a&gt; of the formation is the coastal bluff west of Punta Perro. The stratopype does not coincide with the original description by Darwin.\nThe sediments of the formation include &lt;a href=\"Detritus%20%28geology%29\"&gt;detrital&lt;/a&gt; &lt;a href=\"pyroxene\"&gt;pyroxene&lt;/a&gt;, &lt;a href=\"amphibole\"&gt;amphibole&lt;/a&gt;, &lt;a href=\"garnet\"&gt;garnet&lt;/a&gt;, &lt;a href=\"zircon\"&gt;zircon&lt;/a&gt; and other &lt;a href=\"heavy%20minerals\"&gt;heavy minerals&lt;/a&gt;. Pyroxene is the most common heavy mineral in the lower sections of Navidad Formation. Part of the sediments are believed to have originated from the basement of the &lt;a href=\"Chilean%20Coast%20Range\"&gt;Chilean Coast Range&lt;/a&gt; based on the affinities of &lt;a href=\"garnet\"&gt;garnet&lt;/a&gt; with the coastal lithologies. Analysis of amphiboles and pyroxenes have led to the conclusion that they and other sediments originate from &lt;a href=\"volcanic%20rock\"&gt;volcanic&lt;/a&gt; and &lt;a href=\"subvolcanic%20rock\"&gt;subvolcanic rock&lt;/a&gt;s from the &lt;a href=\"Chilean%20Central%20Valley\"&gt;Central Valley&lt;/a&gt; and the Andean Cordillera. Over-all three erosion-and-deposition events have been distinguished in Navidad Formation.\nFossil record.\nThe formation contains a great variety of fossils. Among the macrofossils there are remnants from &lt;a href=\"shark\"&gt;shark&lt;/a&gt;s, &lt;a href=\"crustacean\"&gt;crustacean&lt;/a&gt;s and &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt;s. Among microfossils there are &lt;a href=\"ostracode\"&gt;ostracode&lt;/a&gt;s and &lt;a href=\"foraminifera\"&gt;foraminifera&lt;/a&gt;. In addition there are fossils of &lt;a href=\"leaf\"&gt;leave&lt;/a&gt;s and &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt;. The teeth of the shark \"&lt;a href=\"Odontaspis%20ferox\"&gt;Odontaspis ferox&lt;/a&gt;\" have been identified in the formation.\nCrustaceans.\nFossils of the marine crab genera \"&lt;a href=\"Cancer%20%28genus%29\"&gt;Cancer&lt;/a&gt;\", \"&lt;a href=\"Hepatus\"&gt;Hepatus&lt;/a&gt;\", \"&lt;a href=\"Pilumnus%20%28crab%29\"&gt;Pilumnus&lt;/a&gt;\", \"&lt;a href=\"Pinnotheres\"&gt;Pinnotheres&lt;/a&gt;\", \"&lt;a href=\"Trichopeltarion\"&gt;Trichopeltarion&lt;/a&gt;\", \"&lt;a href=\"Callianassa\"&gt;Callianassa&lt;/a&gt;\", \"&lt;a href=\"Pinnixa\"&gt;Pinnixa&lt;/a&gt;\" and \"&lt;a href=\"Proterocarcinus\"&gt;Proterocarcinus&lt;/a&gt;\" have been reported from Navidad Formation. Navidad Formation host two of the first fossil crab species to be described from Chile: \"Cancer tyros\" and \"Pinnotheres promaucanus\" both described by &lt;a href=\"Rodolfo%20Amando%20Philippi\"&gt;Rodolfo Amando Philippi&lt;/a&gt; in 1887. Notably, the type specimen of \"Pinnotheres promaucanus\" has presumably been lost at the &lt;a href=\"Chilean%20National%20Museum%20of%20Natural%20History\"&gt;Chilean National Museum of Natural History&lt;/a&gt;.\n&lt;a href=\"Ostracod\"&gt;Ostracod&lt;/a&gt; species identified in Navidad Formation numbered 28 by 1978.\nMolluscs.\n&lt;a href=\"Gastropod%20shell\"&gt;Gastropod shell&lt;/a&gt;s are the most common macrofossils of Navidad Formation. A large number of these shells are remarkably well preserved. The mollusc fossil fauna of Navidad Formation is remarkably similar fossil faunas of the same age found in &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;. Some of the gastropod species found in Navidad Formation are \"Miltha vidali\", \"&lt;a href=\"Acanthina\"&gt;Acanthina katzi&lt;/a&gt;\", \"&lt;a href=\"Olivancillaria\"&gt;Olivancillaria claneophila&lt;/a&gt;\", \"Testallium cepa\", \"&lt;a href=\"Ficus%20%28gastropod%29\"&gt;Ficus distans&lt;/a&gt;\", \"Eucrassatella ponderosa\", \"&lt;a href=\"Glycymeris%20%28genus%29\"&gt;Glycymeris ibariformis&lt;/a&gt;\" and \"&lt;a href=\"Glycymeris%20%28genus%29\"&gt;Glycymeris colchaguensis&lt;/a&gt;\".\nFlora.\nThere are fossil &lt;a href=\"spore\"&gt;spore&lt;/a&gt;s, &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt;, &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"cuticle\"&gt;cuticle&lt;/a&gt;s and fresh water &lt;a href=\"algae\"&gt;algae&lt;/a&gt; in the formation. Pollen and spore associations are dominated by land species and reflect that land flora was of both &lt;a href=\"Gondwana\"&gt;Gondwana&lt;/a&gt; and &lt;a href=\"Neotropical\"&gt;Neotropical&lt;/a&gt; affinities. In a 2011 study Barreda et al. identified a total of 65 &lt;a href=\"morphospecies\"&gt;morphospecies&lt;/a&gt; of pollen and spores. More specifically these consisted of at least 42 &lt;a href=\"angiosperms\"&gt;angiosperms&lt;/a&gt;, 14 &lt;a href=\"pteridophyte\"&gt;pteridophyte&lt;/a&gt;s, seven &lt;a href=\"gymnosperm\"&gt;gymnosperm&lt;/a&gt;s and two &lt;a href=\"bryophytes\"&gt;bryophytes&lt;/a&gt;. The dominant gymnosperms are the &lt;a href=\"Podocarpaceae\"&gt;Podocarpaceae&lt;/a&gt; while the angiosperms lack any dominant family. &lt;a href=\"Charcoal\"&gt;Charcoal&lt;/a&gt; found together with &lt;a href=\"pumice\"&gt;pumice&lt;/a&gt; is thought to indicate that &lt;a href=\"wildfire\"&gt;wildfire&lt;/a&gt;s ignited by &lt;a href=\"volcanic%20eruption\"&gt;volcanic eruption&lt;/a&gt;s were common on land where Mediterranean climate prevailed in the Miocene as well as today.\nTrace fossils.\nThe &lt;a href=\"trace%20fossil\"&gt;trace fossil&lt;/a&gt;s representing the &lt;a href=\"ichnogenus\"&gt;ichnogenera&lt;/a&gt; of \"&lt;a href=\"Zoophycos\"&gt;Zoophycos&lt;/a&gt;\" isp. and \"&lt;a href=\"Chondrites%20%28genus%29\"&gt;Chondrites&lt;/a&gt;\" isp. can be found in Navidad Formation.\nScientific controversy.\nOver the years different age estimates for Navidad Formation have been proposed and led to a &lt;a href=\"Scientific%20controversy\"&gt;substantial debate&lt;/a&gt;.\nBased on a &lt;a href=\"biostratigraphy\"&gt;biostratrigraphic&lt;/a&gt; analysis Encinas et al. (2008b) suggested a &lt;a href=\"Tortonian\"&gt;Tortonian&lt;/a&gt; to &lt;a href=\"Zanclean\"&gt;Zanclean&lt;/a&gt; (Late &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt;–Early &lt;a href=\"Pliocene\"&gt;Pliocene&lt;/a&gt;) age for Navidad Formation. They further suggested that &lt;a href=\"Oligocene\"&gt;Oligocene&lt;/a&gt;–Early Miocene &lt;a href=\"shark%20teeth\"&gt;shark teeth&lt;/a&gt; that occur in basal &lt;a href=\"conglomerate%20%28geology%29\"&gt;conglomerate&lt;/a&gt; are reworked material originating at another formation that &lt;a href=\"sedimentation\"&gt;re–sedimented&lt;/a&gt; in Navidad Formation. The formation was interpreted as including both deep marine and shallow marine depositional environments.\nIn 2013 Gutiérrez et al. published an article in \"&lt;a href=\"Andean%20Geology\"&gt;Andean Geology&lt;/a&gt;\" claiming an Early to Middle Miocene age for Navidad Formation. Further, Gutiérrez et al. (2013) disagreed with Encina et al.'s (2008b) suggestion of a deep marine depositional environment for Navidad Formation proposing a shallow marine environment instead. This prompted a response from Encina and his associates (Finger et al., 2013) contesting elements of these claims but stressing it is true that some of the formation is of shallow marine origin and that at least part of the formation is of Early Miocene origin. In their comment Finger et al. (2013) revealed that previous identification of foraminera was erroneous as was also the Late Miocene–Early Pleistocene age estimate based on incorrect identification of foraminifera. Gutiérrez and his associates defended their findings in a reply in 2013 and the exchange continued in 2014.\nIssues of debate on the age of Navidad Formation\nIssues of debate on the depositional environment of Navidad Formation"
}