{
    "id": "4404202",
    "revid": "7972967",
    "url": "https://en.wikipedia.org/wiki?curid=4404202",
    "title": "U.S. Alessandria Calcio 1912",
    "text": "Unione Sportiva Alessandria Calcio 1912, commonly referred to as Alessandria, is an &lt;a href=\"Football%20in%20Italy\"&gt;Italian football&lt;/a&gt; club based in &lt;a href=\"Alessandria\"&gt;Alessandria&lt;/a&gt;, &lt;a href=\"Piedmont\"&gt;Piedmont&lt;/a&gt;. It currently plays in &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;, the second tier of Italian football.\nHistory.\nBrief history.\nFounded in 1912, Alessandria spent 13 seasons in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; between 1929 and 1960 and 21 in &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; (last in 1975); it also reached one &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt; final in 1936. To date, the most successful period in the team's history was between &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, when it was, with &lt;a href=\"Novara%20Calcio\"&gt;Novara&lt;/a&gt;, &lt;a href=\"Pro%20Vercelli\"&gt;Pro Vercelli&lt;/a&gt; and &lt;a href=\"A.S.%20Casale%20Calcio\"&gt;Casale&lt;/a&gt;, part of the so-called \"Quadrilatero Piemontese\" (\"Piedmont Quadrilateral\"), which forged great players and won important trophies.\nThe greatest player to have worn the club's characteristic and unique grey shirt is the 2 time &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; &amp; 1 time &lt;a href=\"Central%20European%20International%20Cup\"&gt;Central European International Cup&lt;/a&gt; winner &lt;a href=\"Giovanni%20Ferrari\"&gt;Giovanni Ferrari&lt;/a&gt;, other notabilities include &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; &amp; &lt;a href=\"Central%20European%20International%20Cup\"&gt;Central European International Cup&lt;/a&gt; winners &lt;a href=\"Felice%20Borel\"&gt;Felice Borel&lt;/a&gt; &amp; &lt;a href=\"Luigi%20Bertolini\"&gt;Luigi Bertolini&lt;/a&gt;, &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; &amp; &lt;a href=\"1936%20Summer%20Olympics\"&gt;1936 Summer Olympics&lt;/a&gt; winner &lt;a href=\"Pietro%20Rava\"&gt;Pietro Rava&lt;/a&gt;, &lt;a href=\"Central%20European%20International%20Cup\"&gt;Central European International Cup&lt;/a&gt; winner &amp; &lt;a href=\"1928%20Summer%20Olympics\"&gt;1928 Summer Olympics&lt;/a&gt; Bronze medalist &lt;a href=\"Adolfo%20Baloncieri\"&gt;Adolfo Baloncieri&lt;/a&gt; &amp; &lt;a href=\"UEFA%20European%20Championship\"&gt;UEFA European Championship&lt;/a&gt; winner &amp; &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; runner-up &lt;a href=\"Gianni%20Rivera\"&gt;Gianni Rivera&lt;/a&gt;. Other players making it the national team like &lt;a href=\"Carlo%20Carcano\"&gt;Carlo Carcano&lt;/a&gt; also appeared for Alessandria. With the promotion in 2009 in &lt;a href=\"Lega%20Pro%20Prima%20Divisione\"&gt;Lega Pro Prima Divisione&lt;/a&gt;, the team finally left behind a long period of financial troubles and internal problems that had led the club to bankruptcy in 2003.\nFrom 1912 to today.\nFirst football teams in Alessandria and birth of \"Football Club\".\nFootball arrived in Alessandria in the end of 19th century; there are reports regarding a match played in which a team of Alessandria played against one from &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;. In 1896, the \"Unione Pro Sport Alessandria\" was created, followed by the football teams of the athletic club \"Forza e Concordia\", which wore dark-grey shirts, and \"Forza e Coraggio\", with pearl-grey shirts. Unione Pro Sport took part in some &lt;a href=\"Exhibition%20game\"&gt;exhibition tournaments&lt;/a&gt; with teams based in &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt; and Genoa between 1897 and 1898; in 1897, it won the football trophy at the National Gym Competition in Genoa. On 15 March 1898, it was invited to join the constituents of &lt;a href=\"Federazione%20Italiana%20Giuoco%20Calcio\"&gt;FIF&lt;/a&gt;, then took part in the first official championship qualification round and, feeling itself penalized in favor of &lt;a href=\"F.B.C.%20Torinese\"&gt;F.B.C. Torinese&lt;/a&gt; and &lt;a href=\"Genoa%20Cricket%20and%20Football%20Club\"&gt;Genoa CFC&lt;/a&gt;, it preferred to leave and keep on participating in tournaments organized by FGNI.\nIn 1908 \"Forza\" and \"Coraggio\" members decided to set up a team which could finally dispute the Italian Championship. It happened on 18 February 1912 with the foundation of \"Alessandria Foot Ball Club\" by Enrico Badò, Amilcare Savojardo and Alfredo Ratti, who was elected first director (chairman). The first shirts, bought from Vigor Torino, were &lt;a href=\"azure%20%28color%29\"&gt;azure&lt;/a&gt;, with a large vertical white stripe in the center. The team was admitted to the Promozione (second division) for the 1912–13 season, immediately gaining a promotion after a decisive match played against Vigor Torino in &lt;a href=\"Novara\"&gt;Novara&lt;/a&gt;, of which the score was 3–0. In the same year, businessman Giovanni Maino offered eleven grey shirts, similar to those worn by his famous &lt;a href=\"cycling%20team\"&gt;cycling team&lt;/a&gt;, to Alessandria FBC.\nThe first national championships and post-war.\nIn 1913 the team recruited the English player-coach &lt;a href=\"George%20Arthur%20Smith\"&gt;George Arthur Smith&lt;/a&gt;, coming from the ranks of Genoa; he proved to be a great football teacher and, thanks to him, talented players like &lt;a href=\"Adolfo%20Baloncieri\"&gt;Adolfo Baloncieri&lt;/a&gt; and Carlo Carcano—who, in the 1930s, coached &lt;a href=\"Juventus%20F.C.\"&gt;Juventus F.C.&lt;/a&gt; in the \"Quinquennio d'Oro\" period and who became on 31 January 1915 the first Alessandria footballer wearing the &lt;a href=\"Italy%20national%20football%20team\"&gt;national football team's&lt;/a&gt; jersey—soon exploded in the 1920s. Already in the 1914–15 season, the grey team in Piedmont was very good, missing for only two points the admission to the final round.\nAfter &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Alessandria F.B.C. continued to improve its performances: in the 1919–20 season, it prevailed in the elimination round and then lost to Genoa in the semifinals. In November 1920, FBC merged with another Alessandria team, \"US Alessandria\", established in 1915, keeping the grey shirt and changing its name to \"Alessandria US\". At the end of the 1920–21 season, the club gained admission to the North Italy championship semifinals after a playoff in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt; against &lt;a href=\"Modena%20F.C.\"&gt;Modena F.C.&lt;/a&gt;. On 10 July 1921, Alessandria US lost the chance to qualify for the Northern Italy final, losing to U.S. Pro Vercelli in a violent match bitterly contested by Alessandria: they chose to withdraw in protest after just an hour of play (0–4), after a serious head injury occurred in Carcano.\nIn subsequent years Alessandria U.S. continued to show excellent performances, but never succeeded in winning a championship, as the tournament was dominated by Pro Vercelli and Genoa, from Bologna CFC and Turinese teams.\nThe CONI cup, the lost championship and the Serie A tournaments.\nIn 1927, after a disappointing season after which the salvation from relegation in Division I came only after a series of playouts against &lt;a href=\"A.C.%20Pisa%201909\"&gt;Pisa&lt;/a&gt;, &lt;a href=\"A.C.%20Legnano\"&gt;Legnano&lt;/a&gt; and Novara, came the first trophy: the &lt;a href=\"Coppa%20CONI\"&gt;Coppa CONI&lt;/a&gt;, won after a double final played against Casale (1–1 in &lt;a href=\"Casale%20Monferrato\"&gt;Casale Monferrato&lt;/a&gt; and 2–1 in Alexandria). In the first round, Alessandria, which was trained by Carlo Carcano, defeated Livorno, Andrea Doria, &lt;a href=\"Brescia%20Calcio\"&gt;Brescia&lt;/a&gt;, Alba Rome and &lt;a href=\"S.S.C.%20Napoli\"&gt;Napoli&lt;/a&gt;. Later that year the works for the new stadium started. Alessandria players at the time were Giovanni Ferrari, Luigi Bertolini and Adolfo Baloncieri, which in the summer of 1927 signed for Torino F.C..\nIn 1928 Alessandria came close to winning the championship; after qualifying for the eight-team final round, they started to fight for the title against Baloncieri's Torino. It was a heavy, unexpected defeat at Casale that erased the dreams of Carcano's team, for it wasn't enough to defeat Torino in the direct match to win the championship. Alessandria's Goalkeeper Curti, suspected by most of illicit activities, was soon expelled. Furthermore, authorities, already heavily discredited after the \"&lt;a href=\"Luigi%20Allemandi\"&gt;Allemandi&lt;/a&gt; Case\", deemed it unnecessary to investigate further into the match.\nAt the end of the &lt;a href=\"1928%E2%80%9329%20Divisione%20Nazionale\"&gt;1928–29 season&lt;/a&gt; Alessandria was admitted to the first edition of Serie A tournament (&lt;a href=\"1929%E2%80%9330%20Serie%20A\"&gt;1929–30&lt;/a&gt;, 6th place) and finally inaugurated the new stadium. In the early 1930s, several players left the club, still tied to &lt;a href=\"amateur%20sports\"&gt;amateurism&lt;/a&gt;, to migrate to large centers; Carcano, &lt;a href=\"Giovanni%20Ferrari\"&gt;Ferrari&lt;/a&gt; and Bertolini signed for Juventus and Allesandria greatly lost its potential, not gaining anything but middle-ranking positions.\nIn 1936, the team, after beating &lt;a href=\"U.S.%20Cremonese\"&gt;Cremonese&lt;/a&gt;, Modena, &lt;a href=\"S.S.%20Lazio\"&gt;Lazio&lt;/a&gt; and &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt;, joined the &lt;a href=\"1936%20Coppa%20Italia%20Final\"&gt;Coppa Italia final&lt;/a&gt;, played in &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt; on 11 June and lost to Torino (1–5). In the summer of 1936 S.S. Lazio, who was trying to set up a team which could win the championship, offered the team the considerable amount of 400,000 Italian \"lire\" for the three promising midfielders &lt;a href=\"Umberto%20Busani\"&gt;Busani&lt;/a&gt;, &lt;a href=\"Giovanni%20Riccardi\"&gt;Riccardi&lt;/a&gt; and &lt;a href=\"Luigi%20Milano\"&gt;Milano&lt;/a&gt;: Alessandria managers agreed, but the team was no longer up to expectations and fell for the first time in &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; at the end of &lt;a href=\"1936%E2%80%9337%20Serie%20A\"&gt;1936–37 season&lt;/a&gt;.\n1937–1956: return in Serie A and first Serie C championships.\nThe first Serie B championship ended with a new disappointment for Alessandria which, after leading for much of the tournament, fell in the final games, suffering defeats from Modena and Novara. In subsequent years, Alessandria was unable to fight effectively for the promotion; in 1943 the championships were suspended due to the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. In the &lt;a href=\"Serie%20B-C%20Alta%20Italia%201945%E2%80%9346\"&gt;1945–46 season&lt;/a&gt; Alessandria, led by coaches &lt;a href=\"Renato%20Cattaneo%20%28footballer%20born%201903%29\"&gt;Renato Cattaneo&lt;/a&gt; and &lt;a href=\"Mario%20Sperone\"&gt;Mario Sperone&lt;/a&gt; obtained the return in Serie A. The team remained in Serie A for two seasons and on 2 May 1948 the club suffered the heaviest defeat ever by a team in Italian Serie A history, losing 0–10 against Torino F.C. At the end of that championship, they returned to Serie B.\nIn the 1940s, Alessandria was the subject of a curious incident when, before a game against &lt;a href=\"F.B.C.%20Unione%20Venezia\"&gt;Venezia&lt;/a&gt;, the referee ordered that Alessandria change uniforms because, in his view, the gray shirt was indistinguishable from the black one of the opponents. After the match, F.I.G.C. asked the arbitrator to undergo an eye examination, which determined that he was &lt;a href=\"color-blind\"&gt;color-blind&lt;/a&gt;: a test then became mandatory for all referees. Also in those years, the club launched the young talent &lt;a href=\"Gino%20Armano\"&gt;Gino Armano&lt;/a&gt;.\nIn the late 1940s and during the early 1950s, Alessandria alternated years of Serie B to the first championships in &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt;, following the unfortunate relegation of 1950.\nLast seasons in Serie A and decline.\nA few months after the beginning of the presidency of the Sacco family, Alessandria returned to Serie A. It happened at the end of the &lt;a href=\"Serie%20B%201956%E2%80%9357\"&gt;1956–57 season&lt;/a&gt;, after having successfully completed the comeback on &lt;a href=\"Calcio%20Catania\"&gt;Catania&lt;/a&gt; and later defeating Brescia in extra time in a qualification match. If in the first decades of its existence the club found its force in its brilliant forwards, this period proved to be an excellent interpreter of the so-called \"&lt;a href=\"catenaccio\"&gt;catenaccio&lt;/a&gt;\". In 1959 a young &lt;a href=\"Gianni%20Rivera\"&gt;Gianni Rivera&lt;/a&gt; debuted in Serie A. Also in the same year Alessandria played its first match in an international competition, facing the &lt;a href=\"FK%20Vele%C5%BE%20Mostar\"&gt;Velež Mostar&lt;/a&gt; in &lt;a href=\"Mitropa%20Cup\"&gt;Mitropa Cup&lt;/a&gt;.\nThis happy period for the Alessandria club ended after &lt;a href=\"1959%E2%80%9360%20Serie%20A\"&gt;1959–60 relegation&lt;/a&gt;. In the 1960s, they declined in Serie C and in the early 1970s failed several times in earning a promotion to Serie B. In 1973, the club won the first edition of the &lt;a href=\"Coppa%20Italia%20Serie%20C\"&gt;Coppa Italia Serie C&lt;/a&gt;, defeating &lt;a href=\"U.S.%20Avellino%201912\"&gt;Avellino&lt;/a&gt; in the final match. At the end of the 1973–74 championships, the club were promoted to Serie B; that season ended up in a frantic way, with coach &lt;a href=\"Dino%20Ballacci\"&gt;Dino Ballacci&lt;/a&gt; being sacked and the subsequent resignation of chairman Sacco, disputed by supporters.\nSerie C years and 2003 bankruptcy.\nIn 1975, after losing a relegation playoff against &lt;a href=\"A.C.%20Reggiana%201919\"&gt;Reggiana&lt;/a&gt;, Alessandria returned to Serie C. Since that moment they became a fixture in that category for almost thirty years. In the &lt;a href=\"Serie%20C2%201986-87\"&gt;1986–87 season&lt;/a&gt; the club, which was suffering economically after the abandonment of the Calleri family, was sustained for a period by &lt;a href=\"S.S.D.%20Massese\"&gt;Massese&lt;/a&gt; chairman Bertoneri, who was planning to extend his interests in the club (he had tried to negotiate with the leaders of &lt;a href=\"A.C.%20Prato\"&gt;Prato&lt;/a&gt; and &lt;a href=\"Carrarese%20Calcio\"&gt;Carrarese&lt;/a&gt;): in that dramatic situation Alessandria relegated for the first time in regional categories, though they improved in the summer of 1987, before losing to &lt;a href=\"Calcio%20Montebelluna\"&gt;Montebelluna&lt;/a&gt;.\nIn that same year the head of Alessandria became the founder of AGV Gino Amisano, who was head of the club for almost fifteen years; in this period the team gained two promotions in &lt;a href=\"Serie%20C1\"&gt;Serie C1&lt;/a&gt; (in &lt;a href=\"1988%E2%80%9389%20Serie%20C2\"&gt;1988–89&lt;/a&gt; and &lt;a href=\"1990%E2%80%9391%20Serie%20C\"&gt;1990–91&lt;/a&gt;) and obtained economical support from the clothing company &lt;a href=\"Kappa%20%28company%29\"&gt;Kappa&lt;/a&gt; . In Serie C1 the club obtained good results, but never challenged for promotion; in 1998, after a hard championship, Alessandria fell again to Serie C2, beaten in the relegation playoff by &lt;a href=\"A.C.%20Pistoiese\"&gt;Pistoiese&lt;/a&gt;.\nAfter the 1999–2000 season, hopes of promotion subsided the following year, due to declining performances. The next several years were especially turbulent for the club as the Spinelli family struggled with their finances. Alessandria dropped to the amateur leagues and the club was declared formally bankrupt in 2003.\nThe Comeback in Lega Pro.\nDespite the strong opposition of Alessandria supporters, a new club called \"Nuova Alessandria\" was founded; it took part in the &lt;a href=\"Eccellenza\"&gt;Eccellenza&lt;/a&gt; championship. In 2004 a consortium of local businessmen purchased the original brand.\nEver since the 2009–10 season, the club took part in the &lt;a href=\"Lega%20Pro%20Prima%20Divisione\"&gt;Lega Pro Prima Divisione&lt;/a&gt; championship. In the summer of 2011 it was relegated by the \"Corte di Giustizia Federale of &lt;a href=\"Italian%20Football%20Federation\"&gt;FIGC&lt;/a&gt;\" (the Italian Football Association's Court of Justice) to &lt;a href=\"2011%E2%80%9312%20Lega%20Pro%20Seconda%20Divisione\"&gt;Lega Pro Seconda Divisione&lt;/a&gt; when former club president Giogio Veltroni was found guilty of a betting scandal. Alessandria finally finished Seconda Divisione in 3rd place and qualified to Divisione Unica for 2014–15 season.\nAlessandria defeated &lt;a href=\"Genoa%20CFC\"&gt;Genoa&lt;/a&gt; in the &lt;a href=\"2015%E2%80%9316%20Coppa%20Italia\"&gt;2015–16 Coppa Italia&lt;/a&gt; to become the first team from the third tier to reach the cup's quarter-finals since &lt;a href=\"F.C.%20Bari%201908\"&gt;Bari&lt;/a&gt; had achieved this in 1983–84. They then defeated &lt;a href=\"Spezia%20Calcio\"&gt;Spezia&lt;/a&gt; 2–1 to reach a semi-final against &lt;a href=\"AC%20Milan\"&gt;AC Milan&lt;/a&gt;, which they lost 6–0 on aggregate.\nReturn to Serie B.\nDuring the play-offs of the 2020–21 season for the final promotion to Serie B, Alessandria eliminated &lt;a href=\"Feralpisal%C3%B2\"&gt;Feralpisalò&lt;/a&gt; and &lt;a href=\"U.C.%20AlbinoLeffe\"&gt;AlbinoLeffe&lt;/a&gt; respectively in the quarter-finals and in the semi-finals, meeting &lt;a href=\"Calcio%20Padova\"&gt;Padova&lt;/a&gt; in the final. The first leg at the Euganeo in Padua ended 0–0. In the return match, at Moccagatta in Alessandria, during the 90 minutes of regulation and the following 30 extra minutes the result remained 0–0. The final promotion was therefore decided by penalties, with Alessandria winning 5–4, thus returning, for the first time since 1975, to Serie B.\nStadium.\nAlessandria is based at the &lt;a href=\"Stadio%20Giuseppe%20Moccagatta\"&gt;Stadio Giuseppe Moccagatta&lt;/a&gt; which was built in 1929 and it can hold 6000 spectators. It is a multi-use stadium, however it is primarily used for &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; matches. The stadium is owned by the Municipality of &lt;a href=\"Alessandria\"&gt;Alessandria&lt;/a&gt;. It has a grass pitch whose dimensions are 105 by 68.4 meters. In the past the stadium has contained over 25,000 spectators."
}