{
    "id": "44081613",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=44081613",
    "title": "Thomas Hyland Smeaton",
    "text": "Thomas Hyland Smeaton (15 July 1857 – 17 October 1927) was an Australian politician and trade unionist. He was a member of the &lt;a href=\"South%20Australian%20House%20of%20Assembly\"&gt;South Australian House of Assembly&lt;/a&gt; from 1905 to 1921, representing the electorates of &lt;a href=\"electoral%20district%20of%20Torrens\"&gt;Torrens&lt;/a&gt; (1905–1915) and &lt;a href=\"electoral%20district%20of%20Sturt%20%28South%20Australia%29\"&gt;Sturt&lt;/a&gt; (1915–1921). He was a member of the &lt;a href=\"Australian%20Labor%20Party%20%28South%20Australian%20Branch%29\"&gt;Labor Party&lt;/a&gt; until being expelled in the &lt;a href=\"Australian%20Labor%20Party%20split%20of%201916\"&gt;1917 Labor split&lt;/a&gt; over conscription, and represented the splinter &lt;a href=\"National%20Party%20%28South%20Australia%29\"&gt;National Party&lt;/a&gt; until he left parliament.\nEarly history.\nSmeaton was born in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, the second son of builder Thomas Smeaton, and was educated at the &lt;a href=\"Free%20Church%20Normal%20Seminary\"&gt;Free Church Normal Seminary&lt;/a&gt;, and the &lt;a href=\"Andersonian%20University\"&gt;Andersonian University&lt;/a&gt;. He served an apprenticeship as a stone cutter then studied architecture at the &lt;a href=\"Glasgow%20School%20of%20Arts\"&gt;Glasgow School of Arts&lt;/a&gt; under &lt;a href=\"Alexander%20Thomson\"&gt;Alexander \"Greek\" Thomson&lt;/a&gt;, then worked for architect Robert McCallam.\nHe emigrated to South Australia, arriving on 15 January 1879, and worked for the South Australian Government for a year as clerk of works, then for a private firm, then opened his own architectural practice. He designed the Y.M.C.A. and Fire Brigade buildings in Adelaide.\nPolitics.\nHe was elected councillor for Young Ward in the Adelaide City Council in 1892, retiring in 1896. He stood, unsuccessfully for the position of &lt;a href=\"Mayor%20of%20Adelaide\"&gt;Mayor of Adelaide&lt;/a&gt;, but was defeated by &lt;a href=\"A.%20W.%20Ware\"&gt;A. W. Ware&lt;/a&gt;. He took an interest in the South Australian &lt;a href=\"Village%20Settlements%20%28South%20Australia%29\"&gt;Village Settlements&lt;/a&gt;, and became a very active Secretary of the Village Settlements Association, which gave financial support to many of the thirteen communes.\nHe had joined the &lt;a href=\"Australian%20Labor%20Party%20%28South%20Australian%20Branch%29\"&gt;Labor Party&lt;/a&gt; in 1892, and stood, unsuccessfully, for the &lt;a href=\"South%20Australian%20House%20of%20Assembly\"&gt;House of Assembly&lt;/a&gt; seat of &lt;a href=\"Electoral%20district%20of%20East%20Adelaide\"&gt;East Adelaide&lt;/a&gt;. He stood, again unsuccessfully, in 1896 for the &lt;a href=\"Electoral%20district%20of%20Albert%20%28South%20Australia%29\"&gt;District of Albert&lt;/a&gt;. At the &lt;a href=\"1905%20South%20Australian%20state%20election\"&gt;1905 election&lt;/a&gt; he stood for &lt;a href=\"Electoral%20district%20of%20Torrens\"&gt;Torrens&lt;/a&gt; and was successful, holding the seat until the &lt;a href=\"1915%20South%20Australian%20state%20election\"&gt;1915 election&lt;/a&gt;, when the seat was abolished, when he was transferred to &lt;a href=\"Electoral%20district%20of%20Sturt%20%28South%20Australia%29\"&gt;Sturt&lt;/a&gt;, holding that seat until the &lt;a href=\"1921%20South%20Australian%20state%20election\"&gt;1921 election&lt;/a&gt;. In 1917 he joined the &lt;a href=\"National%20Party%20%28South%20Australia%29\"&gt;National Party&lt;/a&gt;. He was then appointed secretary of the South Australian Public Teachers' Union, a position held with distinction until his death in 1927.\nOther interests.\nHe was a member of the Fire Brigades Board for seven years, and for a time was Chairman. He was President of the Tramway Employes' Union for three years. He was member of the council of the &lt;a href=\"Adelaide%20School%20of%20Mines\"&gt;Adelaide School of Mines&lt;/a&gt;.\nHe was a member of the &lt;a href=\"Pilgrim%20Uniting%20Church\"&gt;Stow Memorial Congregational Church&lt;/a&gt; for many years, and involved with the Rev. &lt;a href=\"W.%20Roby%20Fletcher\"&gt;W. Roby Fletcher&lt;/a&gt; in founding the Adelaide branch of the Y.M.C.A., and was on its board for many years, and in 1886 left for two years in &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt;, New Zealand as secretary of their Y.M.C.A.. He was a &lt;a href=\"teetotaler\"&gt;teetotaler&lt;/a&gt; and longtime supporter of the &lt;a href=\"temperance%20movement\"&gt;temperance movement&lt;/a&gt;, and in turn treasurer, Vice President, and President of the South Australian Alliance, and honored by them with life membership. He conducted Bible Study classes for men in Adelaide, which, despite an \"unpleasant speech impediment\" enjoyed considerable popularity.\nHe was heavily involved in the voluntary militia, rising through the ranks to the position of lieutenant colonel.\nHe was a prize-winning writer, and a member of the Caledonian Literary Society and the Adelaide Literary Society from its inception and a member of the &lt;a href=\"South%20Australian%20Literary%20Societies%27%20Union\"&gt;South Australian Literary Societies' Union&lt;/a&gt;.\nFamily.\nSmeaton married Jessie Saxby (ca.1857 – 6 October 1940) on 8 July 1884."
}