{
    "id": "44119790",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=44119790",
    "title": "Madhavarayunigudem",
    "text": "Madhavarayanigudem is a village in the &lt;a href=\"Huzurnagar%20mandal\"&gt;Huzurnagar mandal&lt;/a&gt; of &lt;a href=\"Suryapet%20district\"&gt;Suryapet district&lt;/a&gt;, &lt;a href=\"Telangana\"&gt;Telangana&lt;/a&gt; state. It is located 1 km off the Huzurnagar-Kodad road.\nHistory.\nThe village was established in the late 19th century. It was named after velama dora Madhava Rayudu. It has several temples dedicated to &lt;a href=\"Hanuman\"&gt;Hanuman&lt;/a&gt;, Mutyallamma and &lt;a href=\"Ganga\"&gt;Ganga&lt;/a&gt;. It also has a church.\nEconomy.\n&lt;a href=\"Agriculture\"&gt;Agriculture&lt;/a&gt; is the main occupation of Madhavarayunigudem, with rice being the main crop. During droughts, crops like corn and vegetables are also cultivated. The Sagar canal, a sub-canal of the &lt;a href=\"Nagarjuna%20Sagar%20Dam\"&gt;Nagarjuna Sagar&lt;/a&gt;'s left canal, provides the village with &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt; water.\nThe village is surrounded by hills, which are being exploited as a source of &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; mixture stone.\nEducation.\nMadhavarayunigudem has a primary school, which offers education up to 7th class. Most of the village children attend private schools in Huzurnagar or Upper school in Karakkayala Gudem.\nDemographics.\nThe main castes and communities in the village include &lt;a href=\"Telaga\"&gt;Telaga&lt;/a&gt;, &lt;a href=\"Velama%20%28caste%29\"&gt;Velama&lt;/a&gt;, &lt;a href=\"Golla%20%28caste%29\"&gt;Yadava&lt;/a&gt; (Golla), &lt;a href=\"Mala%20%28caste%29\"&gt;Mala&lt;/a&gt;, &lt;a href=\"Madiga\"&gt;Madiga&lt;/a&gt;, &lt;a href=\"Rajaka\"&gt;Chakali&lt;/a&gt;, &lt;a href=\"Kamsali\"&gt;Kamsali&lt;/a&gt; and Muslims. The people in this village celebrate all major festivals specially Vinayaka Chavithi, Sri Rama navami, Bathukamma, Ramzan, Christmas festivals.\nTransport.\nThe government bus service doesn't serve the village. It is located 3 km from Huzurnagar, where most of its residents work and study.\nAdministration.\nThe village was earlier administered by the Huzurnagar &lt;a href=\"gram%20panchayat\"&gt;gram panchayat&lt;/a&gt;. In 2014, when Huzurnagar became a municipality, Madhavarayunigudem became its biggest &lt;a href=\"ward%20%28electoral%20subdivision%29\"&gt;ward&lt;/a&gt;."
}