{
    "id": "44121058",
    "revid": "1016713026",
    "url": "https://en.wikipedia.org/wiki?curid=44121058",
    "title": "Green Party of Bolivia",
    "text": "The Green Party of Bolivia (PVB, ) is a political party in &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;, which has a &lt;a href=\"Green%20politics\"&gt;green&lt;/a&gt; political orientation. Founded in 2007, it participated in the &lt;a href=\"2014%20Bolivian%20general%20election\"&gt;2014 general elections&lt;/a&gt;, in opposition to the reigning President &lt;a href=\"Evo%20Morales\"&gt;Evo Morales&lt;/a&gt; and the &lt;a href=\"Movement%20for%20Socialism%20%28Bolivia%29\"&gt;Movement for Socialism&lt;/a&gt;. The party is a member of the &lt;a href=\"Global%20Greens\"&gt;Global Greens&lt;/a&gt;, an international network of &lt;a href=\"Green%20party\"&gt;green parties&lt;/a&gt;, and an observer of the &lt;a href=\"Federation%20of%20the%20Green%20Parties%20of%20the%20Americas\"&gt;Federation of the Green Parties of the Americas&lt;/a&gt;, a regional network of the same.\nHistory.\nThe \"Partido Verde de Bolivia\" was founded on 9 August 2007, after a few years of work in that direction. The newly formed party joined the Global Greens in 2008, attending the alliance's Second World Congress that year in &lt;a href=\"S%C3%A3o%20Paulo\"&gt;São Paulo&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;.\nBetween 24 and 27 November 2013 the party hosted the annual meeting of the Global Greens Coordination (GGC) in the Bolivian capital of &lt;a href=\"La%20Paz\"&gt;La Paz&lt;/a&gt;. During this meeting, the PVB announced its intention to run jointly with the &lt;a href=\"National%20Council%20of%20Ayllus%20and%20Markas%20of%20Qullasuyu\"&gt;National Council of Ayllus and Markas of Qullasuyu&lt;/a&gt; for the October &lt;a href=\"2014%20Bolivian%20general%20election\"&gt;2014 general elections&lt;/a&gt; the following year.\nOn June 26, 2014, the PVB finalized its election candidates. &lt;a href=\"Fernando%20Vargas%20Mosua\"&gt;Fernando Vargas Mosua&lt;/a&gt;, leader of the indigenous communities of the &lt;a href=\"Isiboro%20S%C3%A9cure%20National%20Park%20and%20Indigenous%20Territory\"&gt;Isiboro Sécure National Park and Indigenous Territory&lt;/a&gt;, was to be the party's candidate for president, while the party leader and founder Margot Soria Saravia took the role of vice presidential candidate. With 24,685 out of 27,403 polling stations having reported in the Green Party had gained 126,958 votes in the presidential elections, a total of 2.79%."
}