{
    "id": "44151234",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=44151234",
    "title": "Pirekua",
    "text": "Pirekua (&lt;a href=\"Pur%C3%A9pecha%20language\"&gt;Purépecha&lt;/a&gt;) is a &lt;a href=\"musical%20genre\"&gt;song form&lt;/a&gt; of the &lt;a href=\"Pur%C3%A9pecha%20people\"&gt;Purépecha&lt;/a&gt; (Michoacán, Mexico). The singer of a \"pirekua\", a \"pirériecha\", may be male or female, solo or accompanied, and \"pirekua\" may be performed instrumentally. \"Pirériechas\" act as social mediators and \"express sentiments and communicate events of importance to the Purépecha communities.\"\n\"Pirekua\" ensembles usually include, \"two or three &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt;s, strings and winds, [and] a small &lt;a href=\"brass%20band\"&gt;brass band&lt;/a&gt;, or [\"pirériecha\" are] unaccompanied.\" Performed with \"a gentle rhythm,\" generally in sones (&lt;a href=\"simple%20metre\"&gt;time&lt;/a&gt;) or abajeños (&lt;a href=\"compound%20time\"&gt;time&lt;/a&gt;), the genre combines African, European, and indigenous American influences. \"Pirekua\" is related to the &lt;a href=\"son%20mexicano\"&gt;son&lt;/a&gt; and the &lt;a href=\"waltz\"&gt;waltz&lt;/a&gt;, and &lt;a href=\"Henrietta%20Yurchenco\"&gt;Henrietta Yurchenco&lt;/a&gt; points out that both the \"son\" and \"pirekua\" are in a slow &lt;a href=\"triple%20meter\"&gt;triple meter&lt;/a&gt;, performed as &lt;a href=\"duet%20%28music%29\"&gt;duets&lt;/a&gt;, featuring &lt;a href=\"rhythmic%20sequence\"&gt;rhythmic sequence&lt;/a&gt; against fixed patterns in the &lt;a href=\"accompaniment\"&gt;accompaniment&lt;/a&gt;, and using two to three chords (&lt;a href=\"primary%20triad\"&gt;I-IV-V&lt;/a&gt;) in &lt;a href=\"major%20scale\"&gt;major&lt;/a&gt; or &lt;a href=\"minor%20scale\"&gt;minor&lt;/a&gt; with little &lt;a href=\"modulation%20%28music%29\"&gt;modulation&lt;/a&gt;.\nThe subjects of \"pirekua\" &lt;a href=\"lyrics\"&gt;lyrics&lt;/a&gt; range, \"from historical events to religion, social and political thought and love and courtship, making extensive use of symbolism.\" Lyrics make frequent use of flowers as symbols of femininity, passion, and local identity. While \"sones\" are usually sung in Spanish, \"pirekua\" are usually sung in Purépecha, and while \"sones\" tends toward everyday life, \"pirekua\" tend more towards poetic expressions of the Purépecha world view."
}