{
    "id": "44179142",
    "revid": "1100608",
    "url": "https://en.wikipedia.org/wiki?curid=44179142",
    "title": "Garrett Grayson",
    "text": "Garrett Bradley Grayson (born May 29, 1991) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;. He was drafted by the &lt;a href=\"New%20Orleans%20Saints\"&gt;New Orleans Saints&lt;/a&gt; in the third round of the &lt;a href=\"2015%20NFL%20Draft\"&gt;2015 NFL Draft&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Colorado%20State%20Rams%20football\"&gt;Colorado State&lt;/a&gt;.\nEarly years.\nGrayson attended &lt;a href=\"Heritage%20High%20School%20%28Vancouver%2C%20Washington%29\"&gt;Heritage High School&lt;/a&gt; in &lt;a href=\"Vancouver%2C%20Washington\"&gt;Vancouver, Washington&lt;/a&gt;, where he was a three-sport standout in football, basketball, and track. In &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt;, he was a three-year starting &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; and three-year letterwinner, also played free safety, cornerback and wide receiver, and served two seasons as a team captain. He guided the Timberwolves to three straight Class 4A playoff berths and a GSHL championship in 2008. He broke most of Washington's Class 4A state passing records, and had the nation's highest completion percentage as a senior (73.2 percent), topping over 10,000 yards in total offense during his career. He garnered consecutive Greater St. Helens League MVP honors, in 2008 and 2009.\nAlso a standout &lt;a href=\"track%20%26amp%3B%20field\"&gt;track &amp; field&lt;/a&gt; athlete, Grayson lettered all four years competing in sprinting, hurdling, jumping and relays events. His personal records include &lt;a href=\"110%20metres%20hurdles\"&gt;110 hurdles&lt;/a&gt; (15.20 s) and &lt;a href=\"hurdling\"&gt;300 hurdles&lt;/a&gt; (40.57 s) In sprints, he ran the &lt;a href=\"100-meter%20dash\"&gt;100-meter dash&lt;/a&gt; in 11.03 seconds and the &lt;a href=\"200-meter%20dash\"&gt;200-meter dash&lt;/a&gt; in 24.00 seconds. In addition, he also clocked a 4.6-second &lt;a href=\"40-yard%20dash\"&gt;40-yard dash&lt;/a&gt;, bench-pressed 290 pounds, squatted 430 and had a 38-inch &lt;a href=\"vertical%20jump\"&gt;vertical jump&lt;/a&gt;.\nGrayson was ranked by \"&lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt;\" as a three-star recruit and the 22nd best &lt;a href=\"dual-threat%20quarterback\"&gt;dual-threat quarterback&lt;/a&gt; in his class. He was ranked the No. 17 overall prospect from the state of Washington. He chose to attend Colorado State over scholarship offers from &lt;a href=\"Miami%20RedHawks%20football\"&gt;Miami (OH)&lt;/a&gt;, &lt;a href=\"Eastern%20Washington%20Eagles%20football\"&gt;Eastern Washington&lt;/a&gt;, and &lt;a href=\"Idaho%20State%20Bengals%20football\"&gt;Idaho State&lt;/a&gt;.\nCollege career.\nAs a true freshman at &lt;a href=\"Colorado%20State%20University\"&gt;Colorado State University&lt;/a&gt; in 2011, Grayson started three of four games he played in. He completed 43 of his 77 pass attempts for 542 yards, two &lt;a href=\"touchdowns\"&gt;touchdowns&lt;/a&gt;, and six &lt;a href=\"interceptions\"&gt;interceptions&lt;/a&gt;. Grayson entered his sophomore season in 2012 as the starter until he was injured in the team's fifth game against &lt;a href=\"Air%20Force%20Falcons%20football\"&gt;Air Force&lt;/a&gt;. He appeared in only one game as a backup after that. Overall, he appeared in six games, going 78 of 138 for 946 yards with seven touchdowns and three interceptions. Grayson started all 14 games as a junior in 2013. He finished the year with a school record 3,696 passing yards. He also had 23 touchdowns. Grayson returned as a starter in 2014. In the game against &lt;a href=\"Utah%20State%20Aggies%20football\"&gt;Utah State&lt;/a&gt;, Grayson passed &lt;a href=\"Kelly%20Stouffer\"&gt;Kelly Stouffer&lt;/a&gt; to become Colorado State's all-time passing yards leader.\nStatistics.\n\"Source\":\nProfessional career.\nNew Orleans Saints.\nThe &lt;a href=\"New%20Orleans%20Saints\"&gt;New Orleans Saints&lt;/a&gt; drafted Grayson in the third round, 75th overall, in the &lt;a href=\"2015%20NFL%20Draft\"&gt;2015 NFL Draft&lt;/a&gt;. He did not appear in a game for the Saints during his rookie year.\nOn September 7, 2016, Grayson was released by the Saints and was re-signed to the practice squad. He signed a reserve/future contract with the Saints on January 2, 2017. He was waived on September 2, 2017.\nAtlanta Falcons.\nOn October 17, 2017, Grayson was signed to the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt;' practice squad. He was released on November 8, 2017, but was re-signed six days later. He signed a reserve/future contract with the Falcons on January 15, 2018.\nOn September 1, 2018, Grayson was waived by the Falcons.\nDenver Broncos.\nOn October 25, 2018 Grayson was signed to the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt;' practice squad. On January 2, 2019, Grayson was re-signed to reserve/future contract.\nOn May 2, 2019, the Broncos waived Grayson.\nRetirement.\nOn August 8, 2019, it was reported that Grayson confirmed he was \"stepping away\" from football after declining an offer from the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt;."
}