{
    "id": "44208131",
    "revid": "390477",
    "url": "https://en.wikipedia.org/wiki?curid=44208131",
    "title": "Izaak van Oosten",
    "text": "Izaak van Oosten, Isaak van Oosten or Isaac van Oosten (sometimes, due to a repeated typographical error: Izaak van Costen) (10 December 1613 – December 1661) was a Flemish &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; &lt;a href=\"landscape%20art\"&gt;landscape&lt;/a&gt; and &lt;a href=\"cabinet%20painting\"&gt;cabinet&lt;/a&gt; painter active in Antwerp.\nLife.\nLittle is known about his life and training. He was born in &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt; as the son of an art dealer with the same name who had become a master in the Antwerp &lt;a href=\"Guild%20of%20Saint%20Luke\"&gt;Guild of Saint Luke&lt;/a&gt; in 1617. There is no record of where he received his training or with which master(s) he studied.\nIt is believed he painted for his father's shop and therefore did not initially register with the Guild. It wasn't until he was already 39 years old, in 1652, that he became a master in the Antwerp &lt;a href=\"Guild%20of%20Saint%20Luke\"&gt;Guild of Saint Luke&lt;/a&gt;; after the Guild had insisted he join and pay his dues. He was active there for only about a decade.\nHe died in Antwerp in 1661 without leaving any known offspring.\nWork.\nVan Oosten specialized in landscape paintings and panels for Antwerp cabinets. His compositions appear to have been popular and incorporate all the elements of the &lt;a href=\"Antwerp%20school\"&gt;Antwerp school&lt;/a&gt; of landscape painting of the first half of the 17th century. He was strongly influenced by other Antwerp landscape painters, in particular &lt;a href=\"Jan%20Brueghel%20the%20Elder\"&gt;Jan Brueghel the Elder&lt;/a&gt;, and contemporary Flemish painters such as &lt;a href=\"Alexander%20Keirincx\"&gt;Alexander Keirincx&lt;/a&gt;, &lt;a href=\"Lucas%20van%20Uden\"&gt;Lucas van Uden&lt;/a&gt; and &lt;a href=\"Jan%20Wildens\"&gt;Jan Wildens&lt;/a&gt;. He was also influenced by the late work of &lt;a href=\"Jan%20Brueghel%20the%20Younger\"&gt;Jan Brueghel the Younger&lt;/a&gt; to whom his work is sometimes erroneously ascribed.\nHis landscapes are simple with open spaces and mostly hilly landscapes typically filled with a pond or road and several clusters of trees. There is an overall sense of gentleness and calm in these compositions. An even, gentle light spreads over the entire painting and the trees are untouched by the wind. He appears generally not to have been influenced by the woodland painters with their preference for dense forest scenes. A number of his landscapes have a Mediterranean flavour. There is no evidence that Van Oosten travelled to Italy and his Italianate landscapes must therefore have been inspired by the work of other painters.\nHe regularly returned to the themes of \"The Garden of Eden\" and the \"Creation of the Animals\", themes that were introduced into Flemish landscape art by Jan Brueghel the Elder. These themes allowed him to show off his skills in painting a variety of animal species – mammals, fish and birds, as well as the imaginary unicorns. He often painted on copper, the smooth surface of which allowed him to arrive at his detailed depictions of flora and fauna.\nAs was common practice at the time, he often collaborated with painters who specialized in particular scenic elements. &lt;a href=\"Willem%20van%20Herp\"&gt;Willem van Herp&lt;/a&gt; is believed to have painted the &lt;a href=\"staffage\"&gt;staffage&lt;/a&gt; in many of van Oosten's works. A good example of such collaboration are the two panels on the \"&lt;a href=\"Four%20Elements\"&gt;Four Elements&lt;/a&gt;\", on which van Oosten collaborated with &lt;a href=\"Pieter%20van%20Avont\"&gt;Pieter van Avont&lt;/a&gt; for the staffage and possibly &lt;a href=\"Jan%20van%20Kessel%20the%20Elder\"&gt;Jan van Kessel the Elder&lt;/a&gt; for the animals and still-life elements.\nWorks by van Oosten can be found in the collections of the &lt;a href=\"Uffizi\"&gt;Uffizi&lt;/a&gt;, the &lt;a href=\"Museo%20del%20Prado\"&gt;Museo del Prado&lt;/a&gt;, the &lt;a href=\"Hermitage%20Museum\"&gt;Hermitage Museum&lt;/a&gt;, the &lt;a href=\"Mus%C3%A9e%20des%20Beaux-Arts%20d%27Orl%C3%A9ans\"&gt;Musée des Beaux-Arts d'Orléans&lt;/a&gt;, the &lt;a href=\"Museum%20of%20Fine%20Arts%20of%20Rennes\"&gt;Museum of Fine Arts of Rennes&lt;/a&gt;, the &lt;a href=\"Toledo%20Museum%20of%20Art\"&gt;Toledo Museum of Art&lt;/a&gt; and other museums."
}