{
    "id": "4424764",
    "revid": "36768221",
    "url": "https://en.wikipedia.org/wiki?curid=4424764",
    "title": "Crom Dubh",
    "text": "Crom Dubh (, ), meaning \"&lt;a href=\"%3Awikt%3Adubh\"&gt;black&lt;/a&gt; &lt;a href=\"%3Awikt%3Acrom\"&gt;crooked&lt;/a&gt; [one]\" (also \"Crum Dubh\", \"Dark Crom\") is a mythological and folkloric figure of &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, based on the god \"&lt;a href=\"Crom%20Cruach\"&gt;Crom Cruach&lt;/a&gt;\", mentioned in the 12th-century \"&lt;a href=\"Metrical%20Dindshenchas\"&gt;dinnseanchas&lt;/a&gt;\" of &lt;a href=\"Magh%20Sl%C3%A9cht\"&gt;Magh Slécht&lt;/a&gt;.\nFolklore.\nConflict with Saint Patrick.\nAccording to one legend, &lt;a href=\"Cainnech%20of%20Aghaboe\"&gt;Cainnech of Aghaboe&lt;/a&gt; saw a number of demons flying past and when he inquired of their errand, one of them told him that Crom Dubh had died and they were after collecting his soul. Cainnech bid him on their return to tell him how they had fared. Some time later the demon returned limping badly. He told Cainnech that they were just about to seize Crom Dubh's soul when &lt;a href=\"St%20Patrick\"&gt;St Patrick&lt;/a&gt; appeared with a host of angels and saints and drove them off, Crom Dubh's good works having outweighed his sins.\nAnother location associated with Crom Dubh is Downpatrick Head in County Mayo. According to Irish legend, St. Patrick came to the headland to confront Crom Dubh, who is variously identified as a pagan chieftan, god, pirate, or robber. Crom Dubh attempted to throw St. Patrick into an eternal fire, but Patrick countered by drawing a cross on a stone and casting it into the fire, which became Poll a' Sean Tine (the hole of the old fire). Crom Dubh was then driven by St. Patrick into his home of Dun Briste, which Patrick separated from the mainland by driving his crozier into the ground. The site of Downpatrick Head became an important place of ritual and pilgrimage during the Festival of &lt;a href=\"Lughnasadh\"&gt;Lughnasadh&lt;/a&gt; - similar to &lt;a href=\"Croagh%20Patrick\"&gt;Croagh Patrick&lt;/a&gt;. The alternate names associated with Crom Dubh at Downpatrick Head include Cormac Dubh, Geodrisg, Deodrisg and Leodrisg. In other stories St. Patrick banishes the snakes of Ireland to Dun Briste. \nAccording to another local folktale, \"Crom Dubh\" was a servant of St. Patrick who gathered wood for the Saint to cook food for the needy. Crom Dubh interrupted St. Patrick during Mass on Crom Dubh Sunday by asking when the Sluagh Sidhe would go to Paradise, to which St. Patrick responded they would not go there until the Last Judgment. Before that day, the people would put their sickles in the corn and their spades in the ground, and the invisible \"Sidhfir\" would do the agricultural work for them, but after that day, the \"Sidhfir\" would no longer do any work.\nCrom Dubh Sunday.\n\"Dé Domhnaigh Crum-Dubh\" (Crom Dubh Sunday) was traditionally celebrated on the last Sunday in July or the first Sunday in August and is alternatively known as &lt;a href=\"Reek%20Sunday\"&gt;Garland Sunday&lt;/a&gt; or &lt;a href=\"Lammas\"&gt;Lammas Sunday&lt;/a&gt;. The traditional gathering on Crom Dubh Sunday was known as \"Comthineol Chruim Duibh\" or the Congregation of Crom Dubh. On this day, families held a feast of the first fruits that included new bacon, new cabbage, and new potatoes, and any man who could not provide food for his family was known as a \"wind farmer.\" Crom Dubh was understood as a god of sacrifice, and in historic times celebrants left flowers on the \"Altóir na Greine\" or Altar of the Sun on Crom Dubh Sunday. A festival or \"oenach\" called \"Buaile na Greine\" was also held for several days adjoining Crom Dubh Sunday on &lt;a href=\"Slievecallan\"&gt;Mount Callan&lt;/a&gt; and included feasting, drinking, racing, hurling, singing and dancing; this festival was later replaced by a Christian festival to St. Muchan, which included prayers at the holy well. The \"Altóir na Greine\" was destroyed by a farmer in the 1800s to build a wall, and the stones were later reused to for construction projects."
}