{
    "id": "44270298",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=44270298",
    "title": "Serpierite",
    "text": "Serpierite () is a rare, sky-blue coloured &lt;a href=\"hydrated\"&gt;hydrated&lt;/a&gt; &lt;a href=\"sulfate%20mineral\"&gt;sulfate mineral&lt;/a&gt;, often found as a post-mining product. It is a member of the &lt;a href=\"devilline\"&gt;devilline&lt;/a&gt; group, which has members &lt;a href=\"aldridgeite\"&gt;aldridgeite&lt;/a&gt; , &lt;a href=\"campigliaite\"&gt;campigliaite&lt;/a&gt; , devilline , &lt;a href=\"kobyashevite\"&gt;kobyashevite&lt;/a&gt; , &lt;a href=\"lautenthalite\"&gt;lautenthalite&lt;/a&gt; and an unnamed &lt;a href=\"dimorph\"&gt;dimorph&lt;/a&gt; of devilline. It is the &lt;a href=\"calcium\"&gt;calcium&lt;/a&gt; analogue of aldridgeite and it is dimorphous with &lt;a href=\"orthoserpierite\"&gt;orthoserpierite&lt;/a&gt; .\nIt was discovered in 1881 and named by &lt;a href=\"Alfred%20Des%20Cloizeaux\"&gt;Alfred Des Cloizeaux&lt;/a&gt; in honour of . Serpieri was an Italian revolutionary, engineer and mining entrepreneur who developed mines in the &lt;a href=\"Lavrion\"&gt;Lavrion&lt;/a&gt; area of Greece and founded the Montecatini Company. He was born in Italy in 1832 and died in Greece in 1897.\nCrystallography.\nSerpierite is a hydrated sulfate with the formula with &lt;a href=\"molar%20mass\"&gt;molar mass&lt;/a&gt; 644.32 g and calculated &lt;a href=\"density\"&gt;density&lt;/a&gt; 3.08 g/cm3. It belongs to the &lt;a href=\"monoclinic%20crystal%20system\"&gt;monoclinic crystal system&lt;/a&gt;, &lt;a href=\"Crystallographic%20point%20group\"&gt;point group&lt;/a&gt; 2/m and &lt;a href=\"Crystal%20structure%23Space%20groups\"&gt;space group&lt;/a&gt; C2/c. It is pseudo-&lt;a href=\"Orthorhombic%20crystal%20system\"&gt;orthorhombic&lt;/a&gt; and isostructural with &lt;a href=\"aldridgeite\"&gt;aldridgeite&lt;/a&gt;.\nThe unit cell has side a of length 22.2 &lt;a href=\"Anstrom\"&gt;Å&lt;/a&gt;, side c of length 21.9 Å and the angle β between them equal to 113.4°. The third side b, which is &lt;a href=\"perpendicular\"&gt;perpendicular&lt;/a&gt; to both a and c, has length 6.25 Å. There are 8 &lt;a href=\"Chemical%20formula\"&gt;formula&lt;/a&gt; units (Z = 8) per unit cell.\nAppearance.\nSerpierite is a sky-blue coloured mineral, with a white or almost white &lt;a href=\"Streak%20%28mineralogy%29\"&gt;streak&lt;/a&gt; and a vitreous &lt;a href=\"Lustre%20%28mineralogy%29\"&gt;lustre&lt;/a&gt;, pearly on &lt;a href=\"Cleavage%20%28crystal%29\"&gt;cleavages&lt;/a&gt;. It is &lt;a href=\"transparency%20and%20translucency\"&gt;transparent&lt;/a&gt;, and appears greenish-blue in &lt;a href=\"transmitted%20light\"&gt;transmitted light&lt;/a&gt;. No large crystals have been found. It occurs as tufts and crusted aggregates of &lt;a href=\"Crystal%20habit\"&gt;lath-like&lt;/a&gt; or bladed crystals typically less than 1 mm long. These crystals are elongated along the crystallographic direction a, and flattened perpendicular to the c direction.\nPhysical properties.\nSources differ widely about the &lt;a href=\"Mohs%20scale%20of%20mineral%20hardness\"&gt;hardness&lt;/a&gt; of serpierite, giving values varying between 2 and 4. They all agree, however, that the &lt;a href=\"specific%20gravity\"&gt;specific gravity&lt;/a&gt; is 3.07, a very little less than the calculated value. &lt;a href=\"Cleavage%20%28crystal%29\"&gt;Cleavage&lt;/a&gt; is perfect perpendicular to the c direction, which is the direction in which the crystals are flattened. The mineral is &lt;a href=\"Tenacity%20%28mineralogy%29\"&gt;brittle&lt;/a&gt; and breaks with a splintery &lt;a href=\"Fracture%20%28mineralogy%29\"&gt;fracture&lt;/a&gt;. It is &lt;a href=\"soluble\"&gt;soluble&lt;/a&gt; in &lt;a href=\"acids\"&gt;acids&lt;/a&gt; and it is not &lt;a href=\"radioactive\"&gt;radioactive&lt;/a&gt;.\nOptical properties.\n&lt;a href=\"Monoclinic%20crystal%20system\"&gt;Monoclinic&lt;/a&gt; crystals (and &lt;a href=\"Triclinic%20crystal%20system\"&gt;triclinic&lt;/a&gt; and &lt;a href=\"Orthorhombic%20crystal%20system\"&gt;orthorhombic&lt;/a&gt; crystals) have two directions in which light travels with zero &lt;a href=\"birefringence\"&gt;birefringence&lt;/a&gt;; these directions are called the optic axes, and the crystal is said to be biaxial. The speed of a &lt;a href=\"ray%20%28optics%29\"&gt;ray of light&lt;/a&gt; travelling through the crystal differs with direction. The direction of the fastest ray is called the X direction and the direction of the slowest ray is called the Z direction. X and Z are &lt;a href=\"perpendicular\"&gt;perpendicular&lt;/a&gt; to each other, and a third direction Y is defined as perpendicular to both X and Z; light travelling along Y has an intermediate speed. &lt;a href=\"Refractive%20index\"&gt;Refractive index&lt;/a&gt; is &lt;a href=\"inversely%20proportional\"&gt;inversely proportional&lt;/a&gt; to speed, so the refractive indices for the X, Y and Z directions increase from X to Z. For serpierite the orientation with respect to the crystal axes a, b and c is Y = b, Z = c and X is inclined to an at angle 24°. The refractive indices are nα = 1.58, nβ = 1.64, nγ = 1.65.\nThe maximum birefringence δ is the difference between the highest and lowest refractive index; for serpierite δ = 0.065. \nThe angle between the two optic axes is called the optic angle, 2V, and it is always &lt;a href=\"Acute%20angle\"&gt;acute&lt;/a&gt;, and &lt;a href=\"Bisection\"&gt;bisected&lt;/a&gt; either by X or by Z. If Z is the bisector then the crystal is said to be positive, and if X is the bisector it is said to be negative. Serpierite is biaxial (-) and the measured value of 2V is 33° to 37°. Also 2V can be calculated from the values of the refractive indices, giving values close to the measured values; different sources give 34°, 37° and 37° +/- 6°. 2V depends on the refractive indices, but refractive index varies with &lt;a href=\"Color\"&gt;wavelength&lt;/a&gt;, and hence with colour. So 2V also depends on the colour, and is different for red and for violet light. This effect is called dispersion of the optic axes, or just dispersion (not to be confused with &lt;a href=\"chromatic%20dispersion\"&gt;chromatic dispersion&lt;/a&gt;). If 2V is greater for red light than for violet light the dispersion is designated r &gt; v, and vice versa. For serpierite dispersion is strong, r &gt; v.\nThe mineral is &lt;a href=\"pleochroic\"&gt;pleochroic&lt;/a&gt;; when viewed along the X direction it appears pale green, and bluish green along the Y and Z directions.\nOccurrence.\nThe &lt;a href=\"Type%20locality%20%28geology%29\"&gt;type locality&lt;/a&gt; is the Serpieri Mine, Kamariza, &lt;a href=\"Lavrion\"&gt;Lavrion&lt;/a&gt; District, Greece, and type material is conserved at the &lt;a href=\"National%20Museum%20of%20Natural%20History%20%28France%29\"&gt;National Museum of Natural History&lt;/a&gt;, Paris, France, reference 73.38, 78.226. Serpierite is a &lt;a href=\"Supergene%20%28geology%29\"&gt;secondary mineral&lt;/a&gt; found in altered smelter &lt;a href=\"slag\"&gt;slag&lt;/a&gt;s and &lt;a href=\"Redox\"&gt;oxidised&lt;/a&gt; &lt;a href=\"sulfide\"&gt;sulfide&lt;/a&gt; &lt;a href=\"Vein%20%28geology%29\"&gt;veins&lt;/a&gt;. \nAt the type locality it is associated with &lt;a href=\"smithsonite\"&gt;smithsonite&lt;/a&gt; and it has also been found associated with &lt;a href=\"devilline\"&gt;devilline&lt;/a&gt;, &lt;a href=\"posnjakite\"&gt;posnjakite&lt;/a&gt;, &lt;a href=\"ktenasite\"&gt;ktenasite&lt;/a&gt;, &lt;a href=\"linarite\"&gt;linarite&lt;/a&gt;, &lt;a href=\"langite\"&gt;langite&lt;/a&gt;, &lt;a href=\"brochantite\"&gt;brochantite&lt;/a&gt;, &lt;a href=\"wroewolfeite\"&gt;wroewolfeite&lt;/a&gt;, &lt;a href=\"namuwite\"&gt;namuwite&lt;/a&gt;, &lt;a href=\"schulenbergite\"&gt;schulenbergite&lt;/a&gt;, &lt;a href=\"hydrozincite\"&gt;hydrozincite&lt;/a&gt;, &lt;a href=\"malachite\"&gt;malachite&lt;/a&gt; and &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt;."
}