{
    "id": "4428870",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=4428870",
    "title": "David Shillington",
    "text": "David Shillington (born 24 June 1983 in &lt;a href=\"Brisbane%2C%20Queensland\"&gt;Brisbane, Queensland&lt;/a&gt;) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who last played for the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast Titans&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;. A &lt;a href=\"Queensland%20rugby%20league%20team\"&gt;Queensland State of Origin&lt;/a&gt; and &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australian international&lt;/a&gt; representative prop forward, he previously played for the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt; and &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt;. Shillington also works as a columnist for \"&lt;a href=\"The%20Canberra%20Times\"&gt;The Canberra Times&lt;/a&gt;\".\nEarly and personal life.\nShillington has two older brothers and a younger brother. He attended &lt;a href=\"Padua%20College%2C%20Brisbane\"&gt;Padua College, Brisbane&lt;/a&gt;. Shillington played his junior rugby league for the &lt;a href=\"Brisbane%20Brothers\"&gt;Brisbane Brothers&lt;/a&gt;.\nPlaying career.\nSydney Roosters.\nHe started his NRL career playing for the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt; from 2005 until 2008. In April 2008, Shillington was demoted to reserve grade after breaching the club's strict alcohol policy by admitting to going out drinking and turning up late for Monday morning training. \nHe was thought to be eligible to represent &lt;a href=\"France%20national%20rugby%20league%20team\"&gt;France&lt;/a&gt; for the &lt;a href=\"2008%20Rugby%20League%20World%20Cup\"&gt;2008 Rugby League World Cup&lt;/a&gt;.\nShillington signed a 4-year deal with the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; starting in 2009.\nCanberra Raiders.\nIn April 2009, he was named in the preliminary 25-man squad to represent &lt;a href=\"Queensland%20state%20rugby%20league%20team\"&gt;Queensland&lt;/a&gt; in the opening &lt;a href=\"Rugby%20League%20State%20of%20Origin\"&gt;State of Origin&lt;/a&gt; match for 2009. He did not make an appearance for the Maroons until the 3rd game of the series though. At the end of the 2009 season Shillington was selected as part of the Australian squad that travelled to Europe for the &lt;a href=\"2009%20Four%20Nations\"&gt;2009 Four Nations&lt;/a&gt; tournament. He made his debut against England. In December, 2009, Shillington was arrested for drink driving after testing more than twice the legal limit.\nFor the &lt;a href=\"2010%20ANZAC%20Test\"&gt;2010 ANZAC Test&lt;/a&gt;, Shillington was selected to play for &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; as a prop forward in their victory against &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt;. Shillington was named the winner of the &lt;a href=\"Mal%20Meninga%20Medal\"&gt;Mal Meninga Medal&lt;/a&gt; as the Raiders' player of the year for 2010.\nIn 2011, Shillington was picked in the Australia V New Zealand test played in &lt;a href=\"Newcastle%2C%20New%20South%20Wales\"&gt;Newcastle&lt;/a&gt; playing off the Bench, before heading to Great Britain for the &lt;a href=\"2011%20Rugby%20League%20Four%20Nations\"&gt;2011 Four Nations tournament&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt; and &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;. For the first two games (VS New Zealand &amp; England), Shillington played off the bench wearing the number 16,but in the game VS Wales, he will start at prop (number 8).\nWhen Australia played New Zealand in England, Isaac Luke (New Zealand hooker) came in late on Shillington's legs which looked like it would end his Four Nations tournament. He was in doubt played against England at Wembley but did play.\nFor the &lt;a href=\"2013%20State%20of%20Origin%20series\"&gt;2013 State of Origin series&lt;/a&gt; Shillington was selected to play in Game I, but after the Blues' win was not retained for Game II.\nGold Coast Titans and retirement.\nOn 25 June 2015, Shillington signed a 2-year contract with the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast Titans&lt;/a&gt; starting in 2016. Shillington announced his immediate retirement from rugby league on 9 February 2017 due to chronic injuries."
}