{
    "id": "44329703",
    "revid": "1058681249",
    "url": "https://en.wikipedia.org/wiki?curid=44329703",
    "title": "Institución Libre de Enseñanza",
    "text": "La Institución Libre de Enseñanza (ILE, English: \"The Free Institution of Education\"), was an educational project developed in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; for over half a century (1876–1936). The institute was inspired by the philosophy of &lt;a href=\"Krausism\"&gt;Krausism&lt;/a&gt;, first introduced to the &lt;a href=\"Complutense%20University%20of%20Madrid\"&gt;Complutense University of Madrid&lt;/a&gt; by &lt;a href=\"Juli%C3%A1n%20Sanz%20del%20R%C3%ADo\"&gt;Julián Sanz del Río&lt;/a&gt;, and which, despite being subsequently ejected from that university, was to have a significant impact on intellectual life in &lt;a href=\"Restoration%20%28Spain%29\"&gt;Restoration Spain&lt;/a&gt;.\nThe institution was founded in 1876 by a group of disaffected university professors, including &lt;a href=\"Francisco%20Giner%20de%20los%20R%C3%ADos\"&gt;Francisco Giner de los Ríos&lt;/a&gt;, &lt;a href=\"Gumersindo%20Azcarate\"&gt;Gumersindo Azcarate&lt;/a&gt;, &lt;a href=\"Teodoro%20Sainz%20Rueda\"&gt;Teodoro Sainz Rueda&lt;/a&gt; and &lt;a href=\"Nicol%C3%A1s%20Salmer%C3%B3n\"&gt;Nicolás Salmerón&lt;/a&gt;, who distanced themselves from the main university campus in Madrid to achieve &lt;a href=\"academic%20freedom\"&gt;academic freedom&lt;/a&gt;. They declined to adjust their teaching to any official religious dogma or the moral and political imposition of the time. Consequently, they had to continue their educational work outside the state sector by creating a secular private educational institution, starting with university level instruction and later extending their activities to primary and secondary education.\nThey supported and seconded the intellectual ideas of &lt;a href=\"Joaqu%C3%ADn%20Costa\"&gt;Joaquín Costa&lt;/a&gt;, &lt;a href=\"Leopoldo%20Alas\"&gt;Leopoldo Alas&lt;/a&gt; (Clarín), &lt;a href=\"Ramon%20Perez%20de%20Ayala\"&gt;Ramon Perez de Ayala&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Ortega%20y%20Gasset\"&gt;José Ortega y Gasset&lt;/a&gt;, &lt;a href=\"Gregorio%20Mara%C3%B1%C3%B3n\"&gt;Gregorio Marañón&lt;/a&gt;, &lt;a href=\"Ram%C3%B3n%20Men%C3%A9ndez%20Pidal\"&gt;Ramón Menéndez Pidal&lt;/a&gt;, &lt;a href=\"Antonio%20Machado\"&gt;Antonio Machado&lt;/a&gt;, &lt;a href=\"Joaqu%C3%ADn%20Sorolla\"&gt;Joaquín Sorolla&lt;/a&gt;, &lt;a href=\"Augusto%20Gonz%C3%A1lez%20Linares\"&gt;Augusto González Linares&lt;/a&gt;, &lt;a href=\"Santiago%20Ram%C3%B3n%20y%20Cajal\"&gt;Santiago Ramón y Cajal&lt;/a&gt; and &lt;a href=\"Federico%20Rubio\"&gt;Federico Rubio&lt;/a&gt;, among others involved in educational, cultural and social renewal.\nHistory.\nFollowing the implementation of the political model of &lt;a href=\"Antonio%20C%C3%A1novas%20del%20Castillo\"&gt;Antonio Cánovas del Castillo&lt;/a&gt;, who wanted to secure a fundamentalist nation as ordained by the divine will, an 1875 \"&lt;a href=\"Decree\"&gt;Royal Decree&lt;/a&gt;\" issued by education minister &lt;a href=\"Manuel%20Orovio%20Echag%C3%BCe\"&gt;Manuel Orovio Echagüe&lt;/a&gt; severely limited academic freedom in Spain \"if it went against the tenets of faith\", meaning the contemporary &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; &lt;a href=\"Roman%20Catholicism%20in%20Spain\"&gt;Roman Catholicism in Spain&lt;/a&gt;.\nIn 1881, some professors migrated to the independent ILE. They trained &lt;a href=\"Manuel%20Bartolom%C3%A9%20Coss%C3%ADo\"&gt;Manuel Bartolomé Cossío&lt;/a&gt;, who succeeded Giner in leading the institution, as well as &lt;a href=\"Ricardo%20Rubio\"&gt;Ricardo Rubio&lt;/a&gt;, &lt;a href=\"Pedro%20Blanco%20Su%C3%A1rez\"&gt;Pedro Blanco Suárez&lt;/a&gt;, &lt;a href=\"Angel%20do%20Rego\"&gt;Angel do Rego&lt;/a&gt;, &lt;a href=\"Joseph%20Onta%C3%B1%C3%B3n%20Arias\"&gt;Joseph Ontañón Arias&lt;/a&gt; and &lt;a href=\"Pedro%20Jim%C3%A9nez-Landi\"&gt;Pedro Jiménez-Landi&lt;/a&gt;.\nThe ILE lasted until the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt; in 1936, following which all such &lt;a href=\"Progressivism\"&gt;progressive&lt;/a&gt; education was destroyed by the conservative &lt;a href=\"Spanish%20State\"&gt;Spanish State&lt;/a&gt;.\nThe list of contributors to \"The Bulletin of the Free Institution of Education\" included &lt;a href=\"Bertrand%20Russell\"&gt;Bertrand Russell&lt;/a&gt;, &lt;a href=\"Henri%20Bergson\"&gt;Henri Bergson&lt;/a&gt;, &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt;, &lt;a href=\"John%20Dewey\"&gt;John Dewey&lt;/a&gt;, &lt;a href=\"Santiago%20Ram%C3%B3n%20y%20Cajal\"&gt;Santiago Ramón y Cajal&lt;/a&gt;, &lt;a href=\"Miguel%20de%20Unamuno\"&gt;Miguel de Unamuno&lt;/a&gt;, &lt;a href=\"Montessori\"&gt;Montessori&lt;/a&gt;, &lt;a href=\"Leo%20Tolstoy\"&gt;Leo Tolstoy&lt;/a&gt;, &lt;a href=\"H.%20G.%20Wells\"&gt;H. G. Wells&lt;/a&gt;, &lt;a href=\"Rabindranath%20Tagore\"&gt;Rabindranath Tagore&lt;/a&gt;, &lt;a href=\"Juan%20Ram%C3%B3n%20Jim%C3%A9nez\"&gt;Juan Ramón Jiménez&lt;/a&gt;, &lt;a href=\"Gabriela%20Mistral\"&gt;Gabriela Mistral&lt;/a&gt;, &lt;a href=\"Benito%20Perez%20Galdos\"&gt;Benito Perez Galdos&lt;/a&gt;, &lt;a href=\"Emilia%20Pardo%20Baz%C3%A1n\"&gt;Emilia Pardo Bazán&lt;/a&gt;, &lt;a href=\"Azorin\"&gt;Azorin&lt;/a&gt;, &lt;a href=\"Eugenio%20d%27Ors\"&gt;Eugenio d'Ors&lt;/a&gt; and &lt;a href=\"Ram%C3%B3n%20P%C3%A9rez%20de%20Ayala\"&gt;Ramón Pérez de Ayala&lt;/a&gt;. Contributors closely linked to the institution included &lt;a href=\"Juli%C3%A1n%20Sanz%20del%20R%C3%ADo\"&gt;Julián Sanz del Río&lt;/a&gt;, &lt;a href=\"Dem%C3%B3filo\"&gt;Demófilo&lt;/a&gt; and children &lt;a href=\"Antonio%20Machado\"&gt;Antonio Machado&lt;/a&gt; and &lt;a href=\"Manuel%20Machado%20%28poet%20and%20playwright%29\"&gt;Manuel Machado&lt;/a&gt;, &lt;a href=\"Julio%20Rey%20Pastor\"&gt;Julio Rey Pastor&lt;/a&gt;, &lt;a href=\"Constancio%20Bernaldo%20de%20Quir%C3%B3s\"&gt;Constancio Bernaldo de Quirós&lt;/a&gt;, &lt;a href=\"Luis%20Simarro\"&gt;Luis Simarro&lt;/a&gt;, &lt;a href=\"Nicholas%20Ach%C3%BAcarro\"&gt;Nicholas Achúcarro&lt;/a&gt;, &lt;a href=\"Francisco%20Barnes%20Salinas\"&gt;Francisco Barnes Salinas&lt;/a&gt; and Portuguese &lt;a href=\"Alice%20Pestana\"&gt;Alice Pestana&lt;/a&gt;.\nThe ILE began to critically investigate the Spanish past, and from it emerged the Center for Historical Studies led by the founder of the Spanish philological school, &lt;a href=\"Ram%C3%B3n%20Men%C3%A9ndez%20Pidal\"&gt;Ramón Menéndez Pidal&lt;/a&gt;. The ILE also created contact centers for artistic and scientific elites with the European avant-garde movement, notably the &lt;a href=\"Residencia%20de%20estudiantes\"&gt;Residencia de estudiantes&lt;/a&gt; led by &lt;a href=\"Alberto%20Jim%C3%A9nez%20Fraud\"&gt;Alberto Jiménez Fraud&lt;/a&gt; and the \"Junta para la Ampliación de Estudios\" (Board for Advanced Studies and Scientific Research), organized by &lt;a href=\"Jos%C3%A9%20Castillejo\"&gt;José Castillejo&lt;/a&gt;.\nThe poetical movement the &lt;a href=\"Generation%20of%20%2727\"&gt;Generation of '27&lt;/a&gt; was, in a way, an emanation of the ILE intended to attain Spanish cultural and scientific harmony with Europe shortly before modernization was halted by the Spanish Civil War, after which all progressive educational assets were confiscated and its proponents forced into exile by &lt;a href=\"Francoist%20Spain\"&gt;Francoist Spain&lt;/a&gt;. Those who remained faced censorship, persecution and ridicule, as it was considered unpatriotic by their detractors. Abroad, exiles dispersed throughout Europe and Latin America, moving to different countries and thus cross-fertilizing the cultural and progressive ideas throughout the Western world.\nFollowing the &lt;a href=\"Spanish%20transition%20to%20democracy\"&gt;Spanish transition to democracy&lt;/a&gt; in 1978, when the legal process of recovering the legacy of the institution began, ILE funds have been managed by the \"Fundación Francisco Giner de los Ríos\" created for that purpose.\nAssociated people.\nFirst phase.\nThe early members of the ILE were mainly men who gathered around Giner after his return to the university in 1881 following his 1875 expulsion. They included &lt;a href=\"Manuel%20Bartolom%C3%A9%20Coss%C3%ADo\"&gt;Manuel Bartolomé Cossío&lt;/a&gt;, &lt;a href=\"Joaqu%C3%ADn%20Costa\"&gt;Joaquín Costa&lt;/a&gt;, &lt;a href=\"Leopoldo%20Alas%20%28Clar%C3%ADn%29\"&gt;Leopoldo Alas&lt;/a&gt; (Clarín), &lt;a href=\"Calderon%20and%20Alfredo%20Arana\"&gt;Alfredo Calderon&lt;/a&gt;, &lt;a href=\"Eduardo%20Soler\"&gt;Eduardo Soler&lt;/a&gt;, &lt;a href=\"Messia%20Jacinto\"&gt;Messia Jacinto&lt;/a&gt; &lt;a href=\"Adolfo%20Posada\"&gt;Adolfo Posada&lt;/a&gt;, &lt;a href=\"Pedro%20Dorado%20Montero\"&gt;Pedro Dorado Montero&lt;/a&gt;, &lt;a href=\"Aniceto%20Sela\"&gt;Aniceto Sela&lt;/a&gt; and &lt;a href=\"Rafael%20Altamira\"&gt;Rafael Altamira&lt;/a&gt;.\nSecond phase.\nGiner called the acolytes of the ILE his \"children\". These included &lt;a href=\"Julian%20Besteiro\"&gt;Julian Besteiro&lt;/a&gt;, &lt;a href=\"Pedro%20Corominas\"&gt;Pedro Corominas&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Manuel%20Pedregal\"&gt;José Manuel Pedregal&lt;/a&gt;, &lt;a href=\"Martin%20Navarro%20Flores\"&gt;Martin Navarro Flores&lt;/a&gt;, &lt;a href=\"Constancio%20Bernaldo%20Quiros\"&gt;Constancio Bernaldo Quiros&lt;/a&gt;, &lt;a href=\"Manuel%20Machado%20%28poet%20and%20playwright%29\"&gt;Manuel&lt;/a&gt; and &lt;a href=\"Antonio%20Machado\"&gt;Antonio Machado&lt;/a&gt;, &lt;a href=\"Domingo%20Barn%C3%A9s\"&gt;Domingo Barnés&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Castillejo\"&gt;José Castillejo&lt;/a&gt;, &lt;a href=\"Gonzalo%20Jimenez%20de%20la%20Espada\"&gt;Gonzalo Jimenez de la Espada&lt;/a&gt;, &lt;a href=\"Luis%20de%20Zulueta\"&gt;Luis de Zulueta&lt;/a&gt; and &lt;a href=\"Fernando%20de%20los%20Rios\"&gt;Fernando de los Rios&lt;/a&gt;.\nThird phase.\nThose born between 1880 and 1890, are recognized as the \"grandchildren\" of Giner; noted pupils included &lt;a href=\"Jos%C3%A9%20Pijo%C3%A1n\"&gt;José Pijoán&lt;/a&gt;, &lt;a href=\"Juan%20Ram%C3%B3n%20Jim%C3%A9nez\"&gt;Juan Ramón Jiménez&lt;/a&gt;, &lt;a href=\"Francisco%20Ribera%20Pastor\"&gt;Francisco Ribera Pastor&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Ortega%20y%20Gasset\"&gt;José Ortega y Gasset&lt;/a&gt;, &lt;a href=\"Am%C3%A9rico%20Castro\"&gt;Américo Castro&lt;/a&gt;, &lt;a href=\"Gregorio%20Mara%C3%B1%C3%B3n\"&gt;Gregorio Marañón&lt;/a&gt; &lt;a href=\"Manuel%20Garc%C3%ADa%20Morente\"&gt;Manuel García Morente&lt;/a&gt;, &lt;a href=\"Lorenzo%20Luzuriaga\"&gt;Lorenzo Luzuriaga&lt;/a&gt;, &lt;a href=\"Paul%20Azcarate\"&gt;Paul Azcarate&lt;/a&gt; and &lt;a href=\"Alberto%20Jim%C3%A9nez%20Fraud\"&gt;Alberto Jiménez Fraud&lt;/a&gt;.\nHeadquarters.\nThe 200 founding shareholders abandoned the first proposed ILE headquarters in the &lt;a href=\"Paseo%20de%20la%20Castellana\"&gt;Paseo de la Castellana&lt;/a&gt;, since occupied by the Military School, and instead rented an apartment in Calle Esparteros No. 9, (currently renumbered as No. 11), and subsequently relocated to Infantas No. 42 before moving again to Paseo del Oblisco No. 8 (since 1914 known as Paseo del General Martínez Campos No. 14 and No. 16).\nThe building block included a garden, in what was then the outskirts of Madrid, and was better suited to the educational concept of the institution. In 1908 the site was further developed with the construction of the \"Pavilion Giner\" and \"Soler Hall.\"\nDuring the Spanish Civil War the building was heavily damaged and looted, and even underwent a symbolic destruction of trees by a group of &lt;a href=\"Falangists\"&gt;Falangists&lt;/a&gt; (only a century-old acacia and privet were saved). In 1940 the site was seized and attached to the Ministry of Education, refitted (1942) and reopened (1945) as School Group Joaquin Sorolla (close to the present &lt;a href=\"Sorolla%20Museum\"&gt;Sorolla Museum&lt;/a&gt;). After 1955 its premises were used as headquarters of the School Food Service.\nAfter the &lt;a href=\"Spanish%20Transition\"&gt;Transition&lt;/a&gt;, the facility was briefly opened as the Eduardo Marquina National College (1980–1985); but was finally allocated to the Free Institution of Education in 1982. Recent renovations have provided the ILE with state-of-the-art buildings.\nInfluences.\nThe influence of the ILE was instrumental in getting the transitional Spanish government to undertake a series of legal, educational and social reforms. Agencies such as the National Pedagogical Museum and the Board for Advanced Scientific Studies and Research were created to send students to study on scholarship abroad.\nThe Center for Historical Studies, together with the National Institute of Physics and Natural Science and the \"&lt;a href=\"Residencia%20de%20Estudiantes\"&gt;Residencia de Estudiantes&lt;/a&gt;\", established in Calle Pinar, Madrid, became hotbeds of writers and artists in which &lt;a href=\"Albert%20Einstein\"&gt;Albert Einstein&lt;/a&gt; gave lectures in Spain in 1923.\nAttempts at educational reform crystallized between 1907 and 1936 via pioneering initiatives such as the School Institute, school holiday camps, the International Summer School at the &lt;a href=\"University%20of%20Santander\"&gt;University of Santander&lt;/a&gt; and various projects during the &lt;a href=\"Second%20Spanish%20Republic\"&gt;Second Spanish Republic&lt;/a&gt; that disseminated education and culture in remote settlements throughout Spain.\nAbout a year after his death in 1915, followers of &lt;a href=\"Francisco%20Giner%20de%20los%20R%C3%ADos\"&gt;Francisco Giner de los Ríos&lt;/a&gt; established a foundation bearing his name to ensure the continuity of the ILE and pursue its educational objectives. The Foundation published the \"Complete Works\" of Francisco Giner between 1916 and 1936.\nThere are still schools that are linked to the current Foundation Giner de los Ríos, and continue to provide, with certain variations, the educational model of the ILE like the Colegio Estudio, founded in 1940 by &lt;a href=\"Jimena%20Men%C3%A9ndez%20Pidal\"&gt;Jimena Menéndez Pidal&lt;/a&gt;, &lt;a href=\"Angels%20Gasset\"&gt;Angels Gasset&lt;/a&gt; and &lt;a href=\"Carmen%20Garcia%20del%20Diestro\"&gt;Carmen Garcia del Diestro&lt;/a&gt;, which educated Spanish intellectuals and politicians. Later similar private institutions emerged, like Colegio Base and &lt;a href=\"Colegio%20Estilo\"&gt;Colegio Estilo&lt;/a&gt;, founded in 1959 by Spanish writer &lt;a href=\"Josefina%20Aldecoa\"&gt;Josefina Aldecoa&lt;/a&gt;.\nFingoy projects.\nOne of the more curious effects of the ILE is the College Fingoy in the city of &lt;a href=\"Lugo\"&gt;Lugo&lt;/a&gt;, which was founded in the teeth of Falangist opposition in 1950 by &lt;a href=\"Antonio%20Fern%C3%A1ndez%20L%C3%B3pez\"&gt;Antonio Fernández López&lt;/a&gt;, a businessman and philanthropist of &lt;a href=\"Galicia%20%28Spain%29\"&gt;Galicia&lt;/a&gt;, with the intention to develop the ideas of the ILE in Franco's Spain.\nFernández López had experienced the Residencia de estudantes sponsored by The Board of Advanced Studies in Madrid during the 1920s and 1930s. Returning to his native Galicia, he decided to promote a study center with the same principles in Lugo for the education of his 12 children and his siblings Manuel and Conchita.\nCollege Fingoy was only the second mixed (boys and girls) school to be opened in Franco's Spain and the agriculture classes, theater, music and dance were held in the &lt;a href=\"Galician%20language\"&gt;Galician language&lt;/a&gt;. During the early years it was led by &lt;a href=\"Ricardo%20Carballo%20%28writer%29\"&gt;Ricardo Carballo Calero&lt;/a&gt;, a university professor and Galician intellectual who was victimized by the Franco regime.\nCollege Fingoy also featured class intellectuals and Galician artists such as the poet &lt;a href=\"Xos%C3%A9%20Lu%C3%ADs%20M%C3%A9ndez%20Ferr%C3%ADn\"&gt;Xosé Luís Méndez Ferrín&lt;/a&gt;, former President of the &lt;a href=\"Royal%20Galician%20Academy\"&gt;Royal Galician Academy&lt;/a&gt;, &lt;a href=\"Bernardino%20Grana\"&gt;Bernardino Grana&lt;/a&gt; and painter &lt;a href=\"Luis%20Gomez%20Pacios\"&gt;Pacios&lt;/a&gt;. Fernández López also created the Center for Studies and the &lt;a href=\"Barreiros%20Farm\"&gt;Barreiros Farm&lt;/a&gt;, governed by the same ILE principles."
}