{
    "id": "44332026",
    "revid": "1879095",
    "url": "https://en.wikipedia.org/wiki?curid=44332026",
    "title": "Italian cruiser Marsala",
    "text": "Marsala was a &lt;a href=\"protected%20cruiser\"&gt;protected cruiser&lt;/a&gt; built by the Italian \"&lt;a href=\"Regia%20Marina\"&gt;Regia Marina&lt;/a&gt;\" (Royal Navy) in the 1910s. She was the second and final member of the , which were built as scouts for the main Italian fleet. She was equipped with a main battery of six guns and had a top speed in excess of , but her engines proved to be troublesome in service. \"Marsala\" spent &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; based at &lt;a href=\"Brindisi\"&gt;Brindisi&lt;/a&gt;; she was involved in the &lt;a href=\"Battle%20of%20the%20Strait%20of%20Otranto%20%281917%29\"&gt;Battle of the Otranto Straits&lt;/a&gt; in May 1917, where she briefly engaged &lt;a href=\"Austria-Hungary\"&gt;Austro-Hungarian&lt;/a&gt; cruisers. \"Marsala\"s career was cut short in November 1927 when she was stricken from the &lt;a href=\"naval%20register\"&gt;naval register&lt;/a&gt; and sold for scrap, the result of her unreliable engines and drastic cuts to the naval budget.\nDesign.\n\"Marsala\" was &lt;a href=\"length%20at%20the%20waterline\"&gt;long at the waterline&lt;/a&gt;, with a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . She &lt;a href=\"displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; &lt;a href=\"normal%20displacement\"&gt;normally&lt;/a&gt; and up to at &lt;a href=\"full%20load\"&gt;full load&lt;/a&gt;. She had a short &lt;a href=\"forecastle\"&gt;forecastle&lt;/a&gt; deck and a pair of pole &lt;a href=\"mast%20%28sailing%29\"&gt;mast&lt;/a&gt;s. Her crew consisted 13 officers and 283 enlisted men.\nThe ship's propulsion system consisted of three &lt;a href=\"steam%20turbine\"&gt;steam turbine&lt;/a&gt;s, each driving a &lt;a href=\"screw%20propeller\"&gt;screw propeller&lt;/a&gt;. Steam was provided by fourteen mixed coal and oil firing &lt;a href=\"Blechynden%20boiler\"&gt;Blechynden boiler&lt;/a&gt;s, which were vented into four widely spaced &lt;a href=\"funnel%20%28ship%29\"&gt;funnels&lt;/a&gt;. The engines were rated at for a top speed of . She had a cruising range of at an economical speed of .\n\"Marsala\" was armed with a &lt;a href=\"main%20battery\"&gt;main battery&lt;/a&gt; of six L/50 guns mounted singly. She was also equipped with a &lt;a href=\"battleship%20secondary%20armament\"&gt;secondary battery&lt;/a&gt; of six L/50 guns, which provided close-range defense against &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s. She also carried two &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s submerged in the &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt;. \"Marsala\" also had a capacity to carry 200 &lt;a href=\"naval%20mine\"&gt;naval mine&lt;/a&gt;s. The ship was only lightly armored, with a thick deck, and thick plating on her main conning tower.\nService history.\n\"Marsala\"s &lt;a href=\"keel\"&gt;keel&lt;/a&gt; was &lt;a href=\"keel%20laying\"&gt;laid down&lt;/a&gt; at the shipyard on 15 February 1911, the same day as \"Nino Bixio\". Work on \"Marsala\" proceeded slower than on her sister, and she was &lt;a href=\"ship%20launching\"&gt;launched&lt;/a&gt; on 24 March 1912, where she was named for &lt;a href=\"Marsala\"&gt;the city&lt;/a&gt; where &lt;a href=\"Giuseppe%20Garibaldi\"&gt;Giuseppe Garibaldi&lt;/a&gt; launched the &lt;a href=\"Expedition%20of%20the%20Thousand\"&gt;Expedition of the Thousand&lt;/a&gt; in 1860. After completing &lt;a href=\"fitting-out\"&gt;fitting-out&lt;/a&gt; work, the ship was &lt;a href=\"ship%20commissioning\"&gt;commissioned&lt;/a&gt; into the Italian fleet on 4 August 1914. \"Marsala\" was thereafter assigned to the 1st Division of the 2nd Squadron; the squadron consisted of two &lt;a href=\"division%20%28naval%29\"&gt;divisions&lt;/a&gt; of armored cruisers, each supported by a scout cruiser.\nItaly, a member of the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt;, declared neutrality at the start of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; in August 1914, but by May 1915, the &lt;a href=\"Triple%20Entente\"&gt;Triple Entente&lt;/a&gt; had convinced the Italians to enter the war against their former allies. Admiral &lt;a href=\"Paolo%20Thaon%20di%20Revel\"&gt;Paolo Thaon di Revel&lt;/a&gt;, the Italian naval chief of staff, believed that Austro-Hungarian &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s could operate too effectively in the narrow waters of the Adriatic, which could also be easily seeded with minefields. The threat from these underwater weapons was too serious for him to use the fleet in an active way. Instead, Revel decided to implement a blockade at the relatively safer southern end of the Adriatic with the main fleet, while smaller vessels, such as the &lt;a href=\"MAS%20%28boat%29\"&gt;MAS boats&lt;/a&gt;, conducted raids on Austro-Hungarian ships and installations. \"Marsala\", \"Nino Bixio\", and the cruiser were based at &lt;a href=\"Brindisi\"&gt;Brindisi&lt;/a&gt; during the war, where they could patrol the path from the narrow Adriatic to the Mediterranean.\nBy May 1917, the reconnaissance forces at Brindisi had come under the command of Rear Admiral &lt;a href=\"Alfredo%20Acton\"&gt;Alfredo Acton&lt;/a&gt;. On the night of 14–15 May, the Austro-Hungarian cruisers \"Helgoland\", , and and several destroyers raided the &lt;a href=\"Otranto%20Barrage\"&gt;Otranto Barrage&lt;/a&gt;, a patrol line of &lt;a href=\"Naval%20drifter\"&gt;drifters&lt;/a&gt; intended to block Austro-Hungarian and German &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt;s. \"Marsala\" was the only Italian cruiser with steam up in her boilers when word of the Austro-Hungarian attack reached Brindisi. The British cruisers and departed first, along with five Italian &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s. \"Marsala\", the &lt;a href=\"flotilla%20leader\"&gt;flotilla leader&lt;/a&gt; , and three destroyers followed thereafter, leaving Brindisi at around 8:30. They initially steamed east toward &lt;a href=\"Vlor%C3%AB\"&gt;Valona&lt;/a&gt; before turning north to join Acton's forces pursuing the Austro-Hungarians. \"Marsala\" briefly engaged the fleeing Austro-Hungarians in the &lt;a href=\"Battle%20of%20the%20Strait%20of%20Otranto%20%281917%29\"&gt;Battle of the Otranto Straits&lt;/a&gt;, before Acton temporarily broke off the pursuit. By around 11:00, Acton had seen Austro-Hungarian reinforcements steaming south, leading him to turn south with the two British cruisers to join \"Marsala\"s group. Having united his forces by around 11:30, Acton turned north once again to try to catch the damaged \"Novara\", but half an hour later, the powerful &lt;a href=\"armored%20cruiser\"&gt;armored cruiser&lt;/a&gt; had reached the scene. Unable to engage the heavily armed vessel, Acton broke off again and returned to port.\nFollowing the end of the war in November 1918, the \"Regia Marina\" demobilized; severely reduced naval budgets—the result of a weakened Italian economy in the early 1920s—led to further draw-downs. \"Marsala\"s engines were plagued with problems throughout her career, which made the ship an obvious target in the effort to trim the \"Regia Marina\"s budget. She was stricken from the &lt;a href=\"naval%20register\"&gt;naval register&lt;/a&gt; on 27 November 1927 and subsequently &lt;a href=\"ship%20breaking\"&gt;broken up&lt;/a&gt; for scrap."
}