{
    "id": "44380271",
    "revid": "37054551",
    "url": "https://en.wikipedia.org/wiki?curid=44380271",
    "title": "Smile (R5 song)",
    "text": "\"Smile\" is a song by American &lt;a href=\"pop%20rock\"&gt;pop rock&lt;/a&gt; band &lt;a href=\"R5%20%28band%29\"&gt;R5&lt;/a&gt;. It had its radio premiere on November 14, 2014 as the lead single from their second studio album, \"&lt;a href=\"Sometime%20Last%20Night\"&gt;Sometime Last Night&lt;/a&gt;\".\nWriting and composition.\nThe song was written by &lt;a href=\"Leah%20Haywood\"&gt;Leah Haywood&lt;/a&gt;, &lt;a href=\"Daniel%20James%20%28record%20producer%29\"&gt;Daniel James&lt;/a&gt;, &lt;a href=\"Brian%20Lee%20%28songwriter%29\"&gt;Brian Lee&lt;/a&gt; and &lt;a href=\"Matt%20Thiessen\"&gt;Matt Thiessen&lt;/a&gt; and produced by &lt;a href=\"Dreamlab%20%28production%20team%29\"&gt;Dreamlab&lt;/a&gt; and Randall Bobbitt. The band's frontman, &lt;a href=\"Ross%20Lynch\"&gt;Ross Lynch&lt;/a&gt;, told &lt;a href=\"Teen%20%28magazine%29\"&gt;Teen Magazine&lt;/a&gt; that the song was about \"doing ridiculous things in order to make someone else smile\" and \"the simplicity of just happiness.\" \"Smile\" has a length of three minutes and twenty one seconds and sonically, \"classic &lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt;\" was the main inspiration of its sound. \"Smile\" was compared to &lt;a href=\"Maroon%205\"&gt;Maroon 5&lt;/a&gt; and &lt;a href=\"Bruno%20Mars\"&gt;Bruno Mars&lt;/a&gt;.\nReception.\n\"Smile\" has received generally positive reviews. \"&lt;a href=\"Tiger%20Beat\"&gt;Bop and Tiger Beat&lt;/a&gt;\" magazine said the song was \"sweet, catchy and great\". Vivan Pham of \"Pop Dust\" noted that the band's sound has changed, no longer teen to become something more mature. She was positive and said it was \"great\". Raffy Ermac to &lt;a href=\"Teen%20%28magazine%29\"&gt;Teen Magazine&lt;/a&gt; said \"Smile\" was the band's best song so far and they were \"playing better than ever\".\nLive performances.\nThe first \"Smile\" performance was in &lt;a href=\"Family%20Channel%20%28Canadian%20TV%20network%29\"&gt;Family Channel&lt;/a&gt; special Family Day, in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, in November 16, 2014. On November 23, the band performed at the &lt;a href=\"American%20Music%20Awards%20of%202014\"&gt;American Music Awards&lt;/a&gt;. On November 28, they performed in &lt;a href=\"Good%20Morning%20America\"&gt;Good Morning America&lt;/a&gt;.\nMusic video.\nOn November 14, 2014, the band released a live video in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, to promote the song. The official music video was premiered on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt; in December 23, 2014. MTV also released an exclusive interview and behind-the-scenes, entitled \"What Makes R5 Smile?\". The video shows the band backwards in a wooded park in four different scenes, like the &lt;a href=\"Season\"&gt;four seasons&lt;/a&gt;. In the &lt;a href=\"summer\"&gt;summer&lt;/a&gt; the band plays with &lt;a href=\"water%20gun\"&gt;water gun&lt;/a&gt;s shirtless, in the &lt;a href=\"Spring%20%28season%29\"&gt;spring&lt;/a&gt; they're on a picnic, in the &lt;a href=\"autumn\"&gt;autumn&lt;/a&gt; they dance in the rain among the dry leaves, in the &lt;a href=\"winter\"&gt;winter&lt;/a&gt; they cut firewood in the snow."
}