{
    "id": "44396302",
    "revid": "39247998",
    "url": "https://en.wikipedia.org/wiki?curid=44396302",
    "title": "Yosi Piamenta",
    "text": "Yosi Piamenta (; 29 November 1951 – 23 August 2015) was an Orthodox Jewish singer-songwriter and guitarist, known for introducing the electric guitar to &lt;a href=\"Jewish%20music\"&gt;Jewish music&lt;/a&gt;. Piamenta played &lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt; tunes, often infused with heavy rock &lt;a href=\"lick%20%28music%29\"&gt;licks&lt;/a&gt; and extended &lt;a href=\"guitar%20solos\"&gt;guitar solos&lt;/a&gt; – all while dressed in Orthodox Jewish &lt;a href=\"religious%20clothing\"&gt;religious clothing&lt;/a&gt; and singing &lt;a href=\"Biblical%20Hebrew\"&gt;Biblical Hebrew&lt;/a&gt; lyrics. Piamenta was widely acknowledged by rock critics as a guitar virtuoso.\nIn addition to being an original songwriter, Piamenta covered others' music in the &lt;a href=\"religious%20Jewish%20music\"&gt;religious Jewish music&lt;/a&gt; category – his album \"Songs of the Rebbes\" includes various &lt;a href=\"Chabad\"&gt;Lubavitch&lt;/a&gt;, &lt;a href=\"Belz%20%28Hasidic%20dynasty%29\"&gt;Belz&lt;/a&gt;, and &lt;a href=\"Sephardi\"&gt;Sephardi&lt;/a&gt; &lt;a href=\"nigun\"&gt;nigun&lt;/a&gt;im and &lt;a href=\"zemirot\"&gt;zemirot&lt;/a&gt; – as well as secular American music, such as &lt;a href=\"Eric%20Clapton\"&gt;Eric Clapton&lt;/a&gt;, &lt;a href=\"Carlos%20Santana\"&gt;Carlos Santana&lt;/a&gt;, and &lt;a href=\"Jimi%20Hendrix\"&gt;Jimi Hendrix&lt;/a&gt;. Piamenta described his music style saying, \"I do &lt;a href=\"klezmer\"&gt;klezmer&lt;/a&gt; with electric guitar\".\nPersonal life.\nPiamenta was born in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; in 1951 to Yehuda and Genia Piamenta. In 1962, when he was 12 years old, Piamenta moved with his family to &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt;. There, he received his first guitar from his uncle, Albert Piamenta, an Israeli saxophonist. Growing up, he practiced traditional Judaism.\nIn his 20s, Piamenta moved to New York together with his brother, Avi Piamenta, with the intention of working on a joint album with American saxophone player &lt;a href=\"Stan%20Getz\"&gt;Stan Getz&lt;/a&gt;. The album was a success, but Piamenta disapproved of the entertainment industry lifestyle and turned to religion, joining the Orthodox Jewish community. He married his 16-year-old cousin, Vivian, and they raised six children together; the couple separated in 2005.\nPiamenta lived in &lt;a href=\"Flatbush%2C%20Brooklyn\"&gt;Flatbush, Brooklyn&lt;/a&gt;, for over 20 years before moving back to Israel to reside near his father. Piamenta said that he moved back to Israel permanently. He said, \"My father, who is 80, called me in New York and said, 'Come back to Israel, be with me a little'. He never talked in that tone before, and I decided to come back. All my life I have played and made music and I won't stop. Now I will play in Israel and form a band and go abroad for gigs wherever I am invited. My base from today on is Tel Aviv\". His father, Yehuda, has since died.\nIn August 2014, Piamenta, together with Avi Piamenta and Naftali Kalfa, released a single, \"\"Yaancha\",\" calling it a \"prayer for Piamenta's recovery\". On 14 April 2015, Piamenta's Facebook page disclosed that \"Yosi is not doing well\" and asked fans to \"Please pray your hearts out\". On 17 April 2015 Piamenta fell into a coma; he woke up from the coma two days later. Piamenta underwent surgery for cancer at the &lt;a href=\"Sheba%20Medical%20Center\"&gt;Sheba Medical Center&lt;/a&gt;. He died in New York on 23 August 2015.\nMusical career.\nIn 1974, Piamenta formed a band with his brother Avi, a flutist. By 1976, the brothers had been discovered by Getz, who invited them to record with him in New York. Piamenta was 26 years old when he arrived in New York and embarked on a &lt;a href=\"concert%20tour\"&gt;tour&lt;/a&gt; with Getz throughout the United States. After the tour, the Piamentas joined Getz on tour in Israel. After recording an album with Getz, Piamenta became a &lt;a href=\"baal%20teshuva\"&gt;baal teshuva&lt;/a&gt; (observant Orthodox Jew).\nPiamenta's fan base was bifurcated. A majority appreciated him as an iconic Jewish musician and attended his live performances at religious events and Jewish concerts and weddings. Piamenta also attracted a fan base that particularly enjoyed his interpretations of rock and blues, and his lengthy guitar solos that he usually played only at smaller concerts held in bars and clubs.\nIn addition to his live performances, Piamenta released a series of studio albums that can be found in Jewish home in the US and Israel. The Piamenta Band was one of the most-requested groups of musicians for Jewish weddings for many years. Most of Piamenta's concerts and albums were performed or recorded in conjunction with his brother, Avi."
}