{
    "id": "444314",
    "revid": "1450053",
    "url": "https://en.wikipedia.org/wiki?curid=444314",
    "title": "Bravo Two Zero",
    "text": "Bravo Two Zero was the &lt;a href=\"call%20sign%23British%20Army\"&gt;call sign&lt;/a&gt; of an eight-man &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; &lt;a href=\"Special%20Air%20Service\"&gt;Special Air Service&lt;/a&gt; (SAS) patrol, deployed into &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; during the &lt;a href=\"Gulf%20War\"&gt;First Gulf War&lt;/a&gt; in January 1991. According to &lt;a href=\"Chris%20Ryan\"&gt;Chris Ryan&lt;/a&gt;'s account, the patrol was given the task of gathering intelligence, finding a good lying-up position (LUP), setting up an &lt;a href=\"observation%20post\"&gt;observation post&lt;/a&gt; (OP), and monitoring enemy movements, especially &lt;a href=\"Scud%23Gulf%20War\"&gt;Scud&lt;/a&gt; missile launchers on the Iraqi &lt;a href=\"Main%20Supply%20Route\"&gt;Main Supply Route&lt;/a&gt; (MSR) between &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; and North-Western Iraq; however, according to &lt;a href=\"Andy%20McNab\"&gt;Andy McNab&lt;/a&gt;'s account, the task was to find and destroy Iraqi &lt;a href=\"Scud%23Gulf%20War\"&gt;Scud&lt;/a&gt; missile launchers along a stretch of the MSR.\nThe patrol has been the subject of several books. Accounts in the first two books, one in 1993 by patrol commander Steven Mitchell (writing under the pseudonym &lt;a href=\"Andy%20McNab\"&gt;Andy McNab&lt;/a&gt;), \"&lt;a href=\"Bravo%20Two%20Zero%20%281993%20book%29\"&gt;Bravo Two Zero&lt;/a&gt;\", and the other in 1995 by Colin Armstrong (writing under the pseudonym Chris Ryan), \"&lt;a href=\"The%20One%20That%20Got%20Away%20%28book%29\"&gt;The One That Got Away&lt;/a&gt;\", do not always correspond with one another about the events. Both accounts also conflict with SAS's &lt;a href=\"Regimental%20Sergeant%20Major\"&gt;Regimental Sergeant Major&lt;/a&gt; (RSM) at the time of the patrol, &lt;a href=\"Peter%20Ratcliffe\"&gt;Peter Ratcliffe&lt;/a&gt;, in his 2000 memoir, \"Eye of the Storm\". Another book by a member of the patrol, Mike Coburn, titled \"&lt;a href=\"Soldier%20Five\"&gt;Soldier Five&lt;/a&gt;\", was published in 2004.\n&lt;a href=\"Michael%20Asher%20%28explorer%29\"&gt;Michael Asher&lt;/a&gt;, a former soldier with the SAS, went to Iraq and traced in person the route of the patrol and interviewed local Iraqi witnesses to its actions; afterward, he alleged that much of Mitchell's \"Bravo Two Zero\" and Armstrong's \"The One That Got Away\" were fabrication. His findings were published in a British television documentary filmed by &lt;a href=\"Channel%204%20Television\"&gt;Channel 4 Television&lt;/a&gt;, and in a 2002 book entitled \"The Real Bravo Two Zero\". Both Armstrong and Mitchell reacted angrily to the documentary and Asher's conclusions.\nMitchell was awarded the &lt;a href=\"Distinguished%20Conduct%20Medal\"&gt;Distinguished Conduct Medal&lt;/a&gt; for his actions during the mission, whilst Armstrong and two other patrol members (Steven Lane and Robert Consiglio), were awarded the &lt;a href=\"Military%20Medal\"&gt;Military Medal&lt;/a&gt;.\nThe patrol.\nBackground.\nIn January 1991, during the prelude to the &lt;a href=\"Gulf%20War%23Ground%20campaign\"&gt;Coalition ground invasion of Iraq&lt;/a&gt;, &lt;a href=\"Special%20Air%20Service\"&gt;B Squadron 22 SAS&lt;/a&gt; were stationed at a &lt;a href=\"forward%20operating%20base\"&gt;forward operating base&lt;/a&gt; in &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;. The squadron provided a number of long-range, similarly tasked teams deep into Iraq including three eight-man patrols: \"Bravo One Zero\", \"Bravo Two Zero\" and \"Bravo Three Zero\". Asher lists one of the three patrols as \"Bravo One Niner\", though it is not clear whether this is one of the same three listed by Ryan.\nInsertion.\nOn the night of 22/23 January, the &lt;a href=\"Patrolling\"&gt;patrol&lt;/a&gt; were transported into Iraqi airspace by a &lt;a href=\"Royal%20Air%20Force\"&gt;RAF&lt;/a&gt; &lt;a href=\"Boeing%20Chinook%20%28UK%20variants%29\"&gt;Chinook&lt;/a&gt; helicopter, along with Bravo Three Zero and their &lt;a href=\"Land%20Rover%20110\"&gt;Land Rover 110&lt;/a&gt; vehicles. Unlike Bravo Three Zero, the patrol had decided not to take vehicles. According to McNab's account, the patrol walked during the first night to the proposed location of the observation post. However, both Ryan's and Coburn's accounts put the distance at . Eyewitness accounts of &lt;a href=\"Bedouin\"&gt;Bedouin tribesmen&lt;/a&gt; and Asher's re-creation support the Ryan/Coburn estimate of . Ryan states the patrol was intentionally dropped only from the observation post because of heavy pack weights.\nAccording to both Ryan and McNab, the weight of their equipment required the patrol to \"shuttle\" the equipment to the observation post. Four members would walk approximately 300 m, then drop their &lt;a href=\"Backpack\"&gt;bergen&lt;/a&gt;s and wait. The next four would move up and drop their bergens, then the first four would return for their jerry cans of water and bring them back to the group, followed by the second four doing the same. In this manner, each member of the patrol covered three times the distance from the drop off to the observation post.\nSoon after the patrol landed on Iraqi soil, Lane discovered that they had communication problems and could not receive messages on the patrol's radio. McNab later claimed that the patrol had been issued incorrect radio frequencies; however, a 2002 &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; report discovered that there was no error with the frequencies because the patrol's transmissions had been noted in the SAS daily record log. &lt;a href=\"Peter%20Ratcliffe\"&gt;Ratcliffe&lt;/a&gt; lays the blame for the faulty radios on McNab as the patrol commander; it was his job to make sure the patrol's equipment was working.\nCompromise.\nIn late afternoon of 24 January, the patrol was discovered by a herd of sheep and a young shepherd. Believing themselves compromised, the patrol decided to withdraw, leaving behind excess equipment. As they were preparing to leave, they heard what they thought to be a tank approaching their position. The patrol took up defensive positions, prepared their &lt;a href=\"M72%20LAW\"&gt;LAW rockets&lt;/a&gt;, and waited for it to come into sight. However, the vehicle turned out to be a &lt;a href=\"bulldozer\"&gt;bulldozer&lt;/a&gt;, which reversed rapidly after seeing the patrol. Realising that they had now definitely been compromised, the patrol withdrew from their position. Shortly afterwards, as they were exfiltrating (according to McNab's account), a firefight with Iraqi &lt;a href=\"armoured%20personnel%20carriers\"&gt;armoured personnel carriers&lt;/a&gt; and soldiers began.\nIn 2001, &lt;a href=\"Michael%20Asher%20%28explorer%29\"&gt;Asher&lt;/a&gt; interviewed the &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt; family that discovered the patrol. The family stated the patrol had been spotted by the driver of the bulldozer, not the young shepherd. According to the family, they were not sure who the men were and followed them a short distance, eventually firing several warning shots, whereupon the patrol returned fire and moved away. Asher's investigation into the events, the terrain, and position of the Iraqi Army did not support McNab's version of events, and excludes an attack by Iraqi soldiers and armoured personnel carriers. Coburn's version, \"&lt;a href=\"Soldier%20Five\"&gt;Soldier Five&lt;/a&gt;\", partially supports McNab's version of events (specifically the presence of one &lt;a href=\"armoured%20personnel%20carrier\"&gt;armoured personnel carrier&lt;/a&gt;) and describes being fired upon by a 12.7 mm &lt;a href=\"DShK\"&gt;DShK&lt;/a&gt; heavy machine gun and numerous Iraqi soldiers. In Ryan's version, \"[MacGown] also saw an armoured car carrying a &lt;a href=\".50%20caliber\"&gt;.50 caliber&lt;/a&gt; machine gun pull up. Somehow, I never saw that.\" Ryan later estimated that he fired 70 rounds during the incident.\nEmergency pickup.\nBritish &lt;a href=\"standard%20operating%20procedure\"&gt;standard operating procedure&lt;/a&gt; (SOP) states that in the case of an emergency or no radio contact, a patrol should return to their original infiltration point, where a helicopter will land briefly every 24 hours. This plan was complicated by the incorrect location of the initial landing site; the patrol reached the designated emergency pickup point, but the helicopter never appeared. &lt;a href=\"Peter%20Ratcliffe\"&gt;Ratcliffe&lt;/a&gt; later revealed that this was due to an illness suffered by the pilot while en route, necessitating his abandoning his mission on this occasion.\nBecause of a malfunctioning emergency radio that allowed them only to send messages and not receive them, the patrol did not realise that while trying to reach overhead allied jets, they had in fact been heard by a US jet pilot. The jet pilots were aware of the patrol's problems but were unable to raise them. Many &lt;a href=\"sortie\"&gt;sortie&lt;/a&gt;s were flown to the team's last known position and their expected exfiltration route in an attempt to locate them and to hinder attempts by Iraqi troops trying to capture them.\nExfiltration route.\nStandard operating procedure mandates that before an infiltration of any team behind enemy lines, an exfiltration route should be planned so that members of the patrol know where to go if they get separated or something goes wrong. The plans of the patrol indicated a southern exfiltration route towards &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;. According to the SAS daily record log kept during that time, a &lt;a href=\"Tactical%20beacon\"&gt;TACBE&lt;/a&gt; transmission from the patrol was received on 24 January. The log read \"Bravo Two Zero made TACBE contact again, it was reasonable to assume that they were moving south\", though in fact the patrol headed north-west towards the &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;n border. Coburn's account suggests that during the planning phase of the mission, Syria had been the agreed-upon destination should an escape plan need to be implemented. He also suggests that this was on the advice of the officer commanding B Squadron at that time.\nAccording to Ratcliffe, the change in plan nullified all efforts over the following days by allied forces to locate and rescue the team. McNab has been criticised for refusing advice from superiors to include vehicles in the mission (to be left at an emergency pickup point) which would have facilitated an easier exfiltration. Another SAS team used &lt;a href=\"Land%20Rover\"&gt;Land Rover&lt;/a&gt;s in this role when they also had to abandon a similar mission. However, it is also suggested that the patrol jointly agreed not to take vehicles because they felt they were too few in number and the vehicles too small (only short-wheelbase Land Rovers were available) to be of use and were ill-suited to a mission that was intended to be conducted from a fixed observation post.\nSeparation.\nDuring the night of 24/25 January, while McNab was trying to contact a passing &lt;a href=\"Coalition%20of%20Gulf%20War\"&gt;Coalition&lt;/a&gt; aircraft using a &lt;a href=\"Tactical%20beacon\"&gt;TACBE&lt;/a&gt; communicator, the patrol inadvertently became separated into two groups. Whilst the others waited for a response on the TACBE, Phillips, Ryan and MacGown continued to move through the darkness. Neither of the two resultant groups followed the standard emergency rendezvous (ERV) procedure they had been trained to follow, and had followed the night before. Instead, both groups independently continued north towards the Syrian border.\nAfter the separation, Phillips, Ryan and MacGown had two &lt;a href=\"M16%20rifle\"&gt;M16&lt;/a&gt;/&lt;a href=\"M203%20grenade%20launcher\"&gt;M203&lt;/a&gt; assault rifles and a &lt;a href=\"Browning%20Hi-Power\"&gt;Browning Hi-Power&lt;/a&gt; pistol among them, as well as at least one TACBE, and the &lt;a href=\"night%20sight\"&gt;night sight&lt;/a&gt; around Ryan's neck. McNab, Pring, Lane, Consiglio, and Coburn had their original weapons (three &lt;a href=\"FN%20Minimi\"&gt;Minimi&lt;/a&gt;s and two &lt;a href=\"M16%20rifle\"&gt;M16&lt;/a&gt;/&lt;a href=\"M203%20grenade%20launcher\"&gt;M203&lt;/a&gt;s among them), as well as MacGown's Minimi (which McNab was carrying, but soon discarded). The larger group carried at least one TACBE, and the Magellan &lt;a href=\"GPS\"&gt;GPS&lt;/a&gt;.\nAccording to Ryan, he was also carrying a 66 mm &lt;a href=\"LAW%20rocket\"&gt;LAW rocket&lt;/a&gt; which he had struggled to free from his &lt;a href=\"Backpack\"&gt;Bergen&lt;/a&gt; during the initial contact. According to McNab, however, the only item removed by Ryan from his Bergen was a silver hipflask, and it was McNab who was the only one carrying a 66 after this contact; he stated he left the 66 in the Bergen and was the only one to do so. Despite conflicting accounts, it is possible that Ryan may have in fact eventually ended up with McNab's LAW rocket, an item that Ryan later claimed to have used against an Iraqi \"Land-Rover type\" vehicle; this event is discounted by Ratcliffe who states that, at the Regimental debrief, \"[Ryan] made no mention at all of encountering enemy troops on his trek.\"\nDeath of Phillips.\nOn the evening of 25 January, Ryan, MacGown and Phillips left the tank &lt;a href=\"berm\"&gt;berm&lt;/a&gt; they had stayed in during the day and headed north. Phillips was already suffering from &lt;a href=\"hypothermia\"&gt;hypothermia&lt;/a&gt;, and could no longer hold his &lt;a href=\"M16%20rifle\"&gt;M16&lt;/a&gt;/&lt;a href=\"M203%20grenade%20launcher\"&gt;M203&lt;/a&gt;, which was handed to MacGown. As they continued, Phillips' condition worsened to the point where he mistook his black gloves for the colour of his own hands, and began yelling out loud. Eventually, Phillips lost contact with the other two somewhere around 2000 hrs, and died a short time later. According to Ryan and MacGown, they both searched for Phillips for about twenty minutes before deciding to continue without him, while according to General Sir &lt;a href=\"Peter%20de%20la%20Billi%C3%A8re\"&gt;Peter de la Billière&lt;/a&gt;, only Ryan searched while MacGown waited. Ryan also indicated that he didn't know Phillips was necessarily dead when he wrote \"I hoped to God that [Phillips] was doing the same. That he would find his way down\" and later \"there were still five to account for\", though MacGown admitted he knew Phillips was dead at the time. According to the SAS regimental roll of honour, it states that Phillips died of exposure while evading capture in Iraq on 22 January 1991 at the age of 36.\nCapture of MacGown.\nAt about midday on 26 January, Ryan and MacGown were discovered by an \"old\" (according to MacGown) &lt;a href=\"goat%20herder\"&gt;goat herder&lt;/a&gt; tending a flock of goats. After discussing possibly killing the man, MacGown decided to go with him to locate a vehicle, while Ryan decided it was not safe to do so and remained where he was under the agreement that MacGown would return by 1830 hrs. MacGown took with him Phillips' &lt;a href=\"M16%20rifle\"&gt;M16&lt;/a&gt;/&lt;a href=\"M203%20grenade%20launcher\"&gt;M203&lt;/a&gt;, but left his belt kit, in order to not \"cut such an aggressive figure\". MacGown walked with the goat herder for about four hours, before encountering a group of men with a &lt;a href=\"Toyota%20Landcruiser\"&gt;Toyota Landcruiser&lt;/a&gt; vehicle. According to Ryan, MacGown shot and killed an unarmed &lt;a href=\"Arab\"&gt;Arab&lt;/a&gt; as he ran towards the vehicle, followed by two more armed with &lt;a href=\"AK-47\"&gt;AK-47&lt;/a&gt;s. Without his belt kit, he had run out of ammunition, and was captured as he attempted to take the vehicle.\nAccording to McNab's secondary account of these events, the old goat herder left MacGown with directions to a hut, where he found two vehicles. After killing a uniformed Iraqi soldier attempting to reach one of the vehicles, \"six or seven\" more came from the hut, three of whom were killed before MacGown's &lt;a href=\"M16%20rifle\"&gt;M16&lt;/a&gt;/&lt;a href=\"M203%20grenade%20launcher\"&gt;M203&lt;/a&gt; jammed, and he was captured as he sat in one of the vehicles. According to an interview given by MacGown in 2002, he came across the first soldier near a vehicle: \"I brought up my trump card which was 'mohaba' and he said nothing, and I carried on talking and he then made a dash for the vehicle. I shot him in the head. A single shot.\" As more soldiers came out of the hut, MacGown aimed his rifle and fired but heard a click, indicating he was out of ammunition. It was apparent that Phillips had never reloaded the weapon after the initial contact on 24 January. For reasons unknown to MacGown, the soldiers did not return fire, but instead took him captive.\nHijack of vehicle by McNab's group.\nDuring the evening of 26 January, McNab's group of five stole a taxi at gun point by having Consiglio pretend to be wounded in McNab's arms whilst lying on the side of a road. When the car approached, Pring, Lane, and Coburn came up from behind cover and surrounded the vehicle. According to McNab's account, the group evicted all occupants from the taxi and drove until they reached a checkpoint, where Lane shot and killed one soldier, while the others in the group killed two more. According to Ryan's secondhand account, the group were driven to the checkpoint by one of the Iraqi occupants of the taxi. They exited the vehicle with plans to rendezvous on the other side of the checkpoint, but the driver alerted the police, and the group were forced to continue on foot. Asher's investigation, based on evidence from the actual driver of the car, supported Ryan's version of events with no reported armed contact and no reported Iraqi casualties.\nCapture of McNab's group.\nOn the morning of 27 January, McNab's group of five came into contact with local civilians and police. Consiglio was shot and killed by armed civilians at approximately 0200 hrs. Lane died of &lt;a href=\"hypothermia\"&gt;hypothermia&lt;/a&gt; later that same morning after swimming the &lt;a href=\"Euphrates\"&gt;Euphrates&lt;/a&gt; with Pring, who along with McNab and Coburn was subsequently captured. During an exchange of gunfire prior to capture, Coburn was shot in both the arm and ankle.\nAccording to McNab, the four captured patrol members (McNab, Pring, MacGown and the wounded Coburn) were moved numerous times, enduring torture and interrogation at each successive location. According to MacGown, however, \"incidents such as teeth extraction and burning with a heated spoon did not happen. It is inconceivable that any such incidents could have occurred without them being discussed or being physically obvious.\" At the time of the release on 5 March of MacGown and Pring, they were described as \"in good shape\" by a &lt;a href=\"Red%20Cross\"&gt;Red Cross&lt;/a&gt; representative.\nThey were last held at &lt;a href=\"Abu%20Ghraib%20Prison\"&gt;Abu Ghraib Prison&lt;/a&gt; before their release.\nRyan's escape to Syria.\nRyan claimed to have made SAS history with the \"longest escape and evasion by an SAS trooper or any other soldier\" to make it to &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, covering .\nEquipment.\nEach member of the patrol wore a &lt;a href=\"Disruptive%20Pattern%20Material%23Later%20developments\"&gt;two-shade Desert DPM&lt;/a&gt; uniform with a &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; era sand-coloured desert smock. While the other members had regular issue army boots, Ryan (the only member to avoid eventual capture) wore a pair of £100 \"brown &lt;a href=\"Mammut%20Sports%20Group\"&gt;Raichle&lt;/a&gt; &lt;a href=\"Gore-Tex\"&gt;Gore-Tex&lt;/a&gt;-lined walking boots.\"\nEach member carried a &lt;a href=\"Personal%20Load%20Carrying%20Equipment\"&gt;belt kit&lt;/a&gt;, &lt;a href=\"Backpack%23Terminology\"&gt;Bergen rucksack&lt;/a&gt;, one sandbag of food, one sandbag containing two &lt;a href=\"NBC%20suit\"&gt;NBC suit&lt;/a&gt;s, extra ammunition bandoliers and a jerry can of water. \"The belt kit contained ammunition, water, food and trauma-care equipment.\" The rucksack contained 25 kilos of &lt;a href=\"sandbag\"&gt;sandbag&lt;/a&gt;s and &lt;a href=\"observation%20post\"&gt;observation post&lt;/a&gt; equipment, seven days worth of &lt;a href=\"Field%20ration\"&gt;rations&lt;/a&gt;, spare batteries for the radio, demolition equipment (including &lt;a href=\"PE4\"&gt;PE4 plastic explosive&lt;/a&gt;, detonators, and both &lt;a href=\"M18A1%20Claymore%20Antipersonnel%20Mine\"&gt;Claymore&lt;/a&gt; and &lt;a href=\"C3A1%20mine\"&gt;Elsie&lt;/a&gt; &lt;a href=\"Land%20mine\"&gt;anti-personnel mines&lt;/a&gt;), and &lt;a href=\"Intravenous%20therapy\"&gt;intravenous drips&lt;/a&gt; and fluids for emergencies.\nThe patrol also had a &lt;a href=\"Clansman%20%28military%20radio%29\"&gt;PRC 319&lt;/a&gt; HF patrol radio carried by Lane, four &lt;a href=\"Tactical%20beacon\"&gt;TACBE communication device&lt;/a&gt;s (carried by McNab, Ryan, and two others) to communicate with allied aircraft, a Magellan &lt;a href=\"GPS\"&gt;GPS&lt;/a&gt; carried by Coburn, and a KITE &lt;a href=\"night%20sight\"&gt;night sight&lt;/a&gt; carried by MacGown. The total weight of each member's kit was estimated at by McNab and by Ryan.\nMcNab, Phillips, Ryan, and Lane carried &lt;a href=\"M16%20rifle\"&gt;M16&lt;/a&gt;/&lt;a href=\"M203%20grenade%20launcher\"&gt;M203&lt;/a&gt; assault rifles, while Pring, Consiglio, MacGown, and Coburn carried &lt;a href=\"FN%20Minimi\"&gt;FN Minimi&lt;/a&gt; light support machine guns. Each member carried a 66 mm &lt;a href=\"LAW%20rocket\"&gt;LAW rocket&lt;/a&gt; on his back. Due to a missing shipment within the squadron, Phillips was the only member who carried a backup weapon, a &lt;a href=\"Browning%20Hi-Power\"&gt;Browning Hi-Power&lt;/a&gt; pistol."
}