{
    "id": "4444315",
    "revid": "11009441",
    "url": "https://en.wikipedia.org/wiki?curid=4444315",
    "title": "Murton A.F.C.",
    "text": "Murton A.F.C. (formerly known as Murton Colliery Welfare) were a &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; team based in &lt;a href=\"Murton%2C%20County%20Durham\"&gt;Murton&lt;/a&gt; near &lt;a href=\"Durham%2C%20England\"&gt;Durham&lt;/a&gt; in &lt;a href=\"County%20Durham\"&gt;County Durham&lt;/a&gt;, England who last played &lt;a href=\"Wearside%20League\"&gt;Wearside League&lt;/a&gt;. They were affiliated to the Durham Football Association and were Full Members of The Football Association.\nThey play at Welfare Park, which has one stand (one covered standing area) with a capacity of about 150. After repeated vandalism over the years demolition of the main stand began in June 2007. The floodlights were removed in early 2008 after being declared unfit for purpose. A second covered stand behind the top goal was removed prior to the beginning of the 2009–10 season.\nThe average attendance from season to season stands at around 25–30 but the record attendance is 3,500 spectators for a Durham County Cup game against &lt;a href=\"Spennymoor%20United%20F.C.\"&gt;Spennymoor United&lt;/a&gt; in 1951.\nClub history.\nMurton AFC was founded in 1891 as Murton Colliery Welfare. They moved to their current ground of Recreation Park from the Fatten Pasture ground in 1928. The club's only success while playing at Fatten Pasture was winning the 1921-22 Monkwearmouth Cup. In the first season at Recreation Park Murton won the &lt;a href=\"Wearside%20League\"&gt;Wearside League&lt;/a&gt; and the Monkwearmouth Cup. They again won the Monkwearmouth Cup in the 1934-35 and 1935-36 seasons. In the 1936-37 season Murton took the Wearside League championship again.\nAfter the war Murton joined the newly reformed North Eastern League but found it hard going with their best position being 13th out of 20 clubs. Murton rejoined the &lt;a href=\"Wearside%20League\"&gt;Wearside League&lt;/a&gt; for the 1951-52 season. Murton became Wearside League champions for a 3rd time in the 1959-60 season having in the previous season won the Wearside League Cup. In the same season that Murton became League champions they also won for the first time in their history the Ship Owners Cup.\nThe 1960s saw Murton win the Monkwearmouth Cup in the 1963-64 season and the Ship Owners Cup in the 1969-70 season. In the 1970-71 season Murton emerged triumphant in three cup competitions winning the Wearside League Cup, the Monkwearmouth Cup and the Ship Owners Cup.\nDuring the 1970s and 80s Murton often undertook summer tours playing teams in &lt;a href=\"Jersey\"&gt;Jersey&lt;/a&gt;, Spain, United States and Germany.\nMurton decided to seek pastures new in the late 80s and in the 1988-89 season Murton competed in the &lt;a href=\"Northern%20Football%20League\"&gt;Northern League&lt;/a&gt; Division Two. In their first season Murton finished 11th out of 20 but the following season Murton became Second Division champions. In Murton's first season in the First Division they finished 13th out of 20 teams but in the second season Murton once again improved by finishing runner up on goal difference to &lt;a href=\"Gretna%20F.C.\"&gt;Gretna&lt;/a&gt;. In the 1992-93 season Murton won the top cup competition in County Durham by winning the &lt;a href=\"Durham%20Challenge%20Cup\"&gt;Durham Challenge Cup&lt;/a&gt; after beating Northern Premier League team &lt;a href=\"Bishop%20Auckland%20F.C.\"&gt;Bishop Auckland&lt;/a&gt;.\nThat was the last success Murton had, the money eventually ran out and Murton suffered relegation in 1997-98 having conceded 170 goals and scored only 20. A decision was made to resign the club from the league unless more committee members were prepared to come along and help. People did come on board and the club survived, then in the summer of 2000 a hole appeared in the pitch overnight. A collapsed culvert had caused water to erode the soil underneath the pitch causing part of the pitch to collapse in on itself. The pitch was eventually repaired thanks to a grant from the &lt;a href=\"Football%20Foundation\"&gt;Football Foundation&lt;/a&gt; and Murton returned home in October 2001 after playing their home games at &lt;a href=\"Peterlee%20Town%20F.C.\"&gt;Peterlee Town&lt;/a&gt; and Kennek Ryhope Community Association (now known as &lt;a href=\"Sunderland%20Ryhope%20Community%20Association%20F.C.\"&gt;Sunderland Ryhope Community Association&lt;/a&gt;).\nIn 2004 the club was expelled from the Northern League as its facilities were deemed not up to standard. Murton joined the &lt;a href=\"Northern%20Alliance\"&gt;Northern Alliance&lt;/a&gt; Premier Division for the following season but were relegated in the 2005–06 season.\nOn 11 April 2007 they played in their first cup final since winning the Durham Challenge Cup in the 1992–93 season. They took on &lt;a href=\"Celtic%20Nation%20F.C.\"&gt;Gillford Park&lt;/a&gt; from &lt;a href=\"Carlisle%2C%20Cumbria\"&gt;Carlisle&lt;/a&gt; and after conceding a late first half goal lost the final 1-0.\nOn 21 April 2008 Murton won the Durham FA Trophy for the first time in their history defeating Whitehill Welfare of the Durham Alliance 3-1. This was also their debut in the competition, previously competing the Durham FA Challenge Cup. They subsequently gained promotion to the Premier Division finishing as runners up in the First Division.\nThe 2008–09 season saw the club struggle again in the Premier Division and towards the end of the season, manager Brian Maxwell resigned. He was replaced by senior players Andrew Upperton and Stephen Turner who were at the time joint managers of Murton Victoria in the Peterlee &amp; District Sunday League. Relegation was avoided by virtue of the decision by the Northern Alliance committee to only relegate the bottom team, &lt;a href=\"Peterlee%20Town%20F.C.\"&gt;Peterlee Town&lt;/a&gt; .\nEarly in the 2011–12 season manager Brian Maxwell and assistant Paul Carter resigned and Andrew Upperton took over as caretaker manager with Stephen Bridge as assistant. In late September Murton appointed former player Lee Beeston as their new manager. Murton finished the season bottom of the table with 17 points and effectively relegated. However they had earlier in the season submitted their resignation and applied to become members of the &lt;a href=\"Wearside%20League\"&gt;Wearside League&lt;/a&gt;. Manager Lee Beeston was subsequently dismissed from his post and a new manager was advertised for. Following the AGM Murton's application was unsuccessful and they were without a league for 2012–13. The club was later accepted into the Durham Alliance. They appointed a new management team in Andy Colledge and Don Naylor.\nIn season 2015/2016 the club were reelected to the Wearside League under the new Manager of John Davison. Team Secretary Callum Milne and long serving Chairman Tom Torrence."
}