{
    "id": "4445172",
    "revid": "985645",
    "url": "https://en.wikipedia.org/wiki?curid=4445172",
    "title": "Longissimus",
    "text": "The longissimus (Latin for 'the longest one') is the muscle lateral to the &lt;a href=\"semispinalis%20muscles\"&gt;semispinalis muscles&lt;/a&gt;. It is the longest subdivision of the &lt;a href=\"erector%20spinae%20muscles\"&gt;erector spinae muscles&lt;/a&gt; that extends forward into the &lt;a href=\"Vertebra%23Structure\"&gt;transverse processes&lt;/a&gt; of the posterior &lt;a href=\"cervical%20vertebrae\"&gt;cervical vertebrae&lt;/a&gt;.\nStructure.\nLongissimus thoracis et lumborum.\nThe longissimus thoracis et lumborum is the intermediate and largest of the continuations of the erector spinae.\nIn the lumbar region (longissimus lumborum), where it is as yet blended with the &lt;a href=\"iliocostalis\"&gt;iliocostalis&lt;/a&gt;, some of its fibers are attached to the whole length of the posterior surfaces of the &lt;a href=\"transverse%20processes\"&gt;transverse processes&lt;/a&gt; and the &lt;a href=\"accessory%20processes\"&gt;accessory processes&lt;/a&gt; of the &lt;a href=\"lumbar%20vertebrae\"&gt;lumbar vertebrae&lt;/a&gt;, and to the anterior layer of the &lt;a href=\"lumbodorsal%20fascia\"&gt;lumbodorsal fascia&lt;/a&gt;.\nIn the thoracic region (longissimus thoracis), it is inserted, by rounded tendons, into the tips of the transverse processes of all the thoracic vertebrae, and by fleshy processes into the lower nine or ten &lt;a href=\"ribs\"&gt;ribs&lt;/a&gt; between their &lt;a href=\"Rib%20cage%23Parts%20of%20rib\"&gt;tubercles&lt;/a&gt; and &lt;a href=\"Rib%20cage%23Parts%20of%20rib\"&gt;angles&lt;/a&gt;.\nLongissimus cervicis.\nThe longissimus cervicis (transversalis cervicis), situated medial to the longissimus thoracis, arises by long, thin tendons from the summits of the transverse processes of thoracic vertebræ 1–5, and is inserted by similar tendons into the posterior tubercles of the transverse processes of &lt;a href=\"cervical%20vertebrae\"&gt;cervical vertebrae&lt;/a&gt; 2–6.\nLongissimus capitis.\nThe longissimus capitis (trachelomastoid muscle) lies medial to the longissimus cervicis, between it and the &lt;a href=\"semispinalis%20capitis\"&gt;semispinalis capitis&lt;/a&gt;.\nIt arises by tendons from the transverse processes of the upper four or five thoracic vertebrae, and the &lt;a href=\"articular%20processes\"&gt;articular processes&lt;/a&gt; of the lower three or four cervical vertebrae, and is inserted into the posterior margin of the &lt;a href=\"mastoid%20process\"&gt;mastoid process&lt;/a&gt;, beneath the &lt;a href=\"splenius%20capitis\"&gt;splenius capitis&lt;/a&gt; and &lt;a href=\"sternocleidomastoid\"&gt;sternocleidomastoid&lt;/a&gt;.\nIt is almost always crossed by a tendinous intersection near its insertion."
}