{
    "id": "444511",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=444511",
    "title": "Hedera",
    "text": "Hedera, commonly called ivy (plural ivies), is a genus of 12–15 species of &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt; climbing or ground-creeping &lt;a href=\"woody%20plant\"&gt;woody plant&lt;/a&gt;s in the family &lt;a href=\"Araliaceae\"&gt;Araliaceae&lt;/a&gt;, native to western, central and southern &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"Macaronesia\"&gt;Macaronesia&lt;/a&gt;, northwestern &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and across central-southern &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; east to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; and &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;.\nDescription.\nOn level ground they remain creeping, not exceeding 5–20 cm height, but on suitable surfaces for climbing, including &lt;a href=\"tree\"&gt;tree&lt;/a&gt;s, natural &lt;a href=\"rock%20%28geology%29\"&gt;rock&lt;/a&gt; &lt;a href=\"outcrop\"&gt;outcrop&lt;/a&gt;s or man-made structures such as &lt;a href=\"quarry\"&gt;quarry&lt;/a&gt; rock faces or built &lt;a href=\"masonry\"&gt;masonry&lt;/a&gt; and &lt;a href=\"wood\"&gt;wood&lt;/a&gt;en structures, they can climb to at least 30 m above the ground. Ivies have two &lt;a href=\"leaf\"&gt;leaf&lt;/a&gt; types, with &lt;a href=\"palmate\"&gt;palmate&lt;/a&gt;ly lobed juvenile leaves on creeping and climbing stems and unlobed cordate adult leaves on fertile flowering stems exposed to full sun, usually high in the crowns of trees or the tops of rock faces, from 2 m or more above ground. The juvenile and adult shoots also differ, the former being slender, flexible and scrambling or climbing with small aerial roots to affix the shoot to the substrate (rock or tree bark), the latter thicker, self-supporting and without roots. The &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are greenish-yellow with five small petals; they are produced in &lt;a href=\"umbel\"&gt;umbel&lt;/a&gt;s in autumn to early winter and are very rich in &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt;. The &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; is a greenish-black, dark purple or (rarely) yellow &lt;a href=\"Berry%20%28botany%29\"&gt;berry&lt;/a&gt; 5–10 mm diameter with one to five seeds, ripening in late winter to mid-spring. The seeds are dispersed by birds which eat the berries.\nThe species differ in detail of the leaf shape and size (particularly of the juvenile leaves) and in the structure of the leaf &lt;a href=\"trichome\"&gt;trichome&lt;/a&gt;s, and also in the size and, to a lesser extent, the colour of the flowers and fruit. The &lt;a href=\"chromosome\"&gt;chromosome&lt;/a&gt; number also differs between species. The basic diploid number is 48, while some are tetraploid with 96, and others hexaploid with 144 and octaploid with 192 chromosomes.\nEcology.\nIvies are natives of Eurasia and North Africa but have been introduced to North America and Australia. They invade disturbed forest areas in North America. Ivy seeds are spread by birds.\nIvies are of major ecological importance for their nectar and fruit production, both produced at times of the year when few other nectar or fruit sources are available. The ivy bee \"&lt;a href=\"Colletes%20hederae\"&gt;Colletes hederae&lt;/a&gt;\" is completely dependent on ivy flowers, timing its entire life cycle around ivy flowering. The fruit are eaten by a range of birds, including &lt;a href=\"thrush%20%28bird%29\"&gt;thrushes&lt;/a&gt;, &lt;a href=\"blackcap\"&gt;blackcap&lt;/a&gt;s, and &lt;a href=\"woodpigeon\"&gt;woodpigeon&lt;/a&gt;s. The leaves are eaten by the &lt;a href=\"larva\"&gt;larva&lt;/a&gt;e of some species of &lt;a href=\"Lepidoptera\"&gt;Lepidoptera&lt;/a&gt; such as &lt;a href=\"angle%20shades\"&gt;angle shades&lt;/a&gt;, &lt;a href=\"lesser%20broad-bordered%20yellow%20underwing\"&gt;lesser broad-bordered yellow underwing&lt;/a&gt;, &lt;a href=\"scalloped%20hazel\"&gt;scalloped hazel&lt;/a&gt;, &lt;a href=\"small%20angle%20shades\"&gt;small angle shades&lt;/a&gt;, &lt;a href=\"small%20dusty%20wave\"&gt;small dusty wave&lt;/a&gt; (which feeds exclusively on ivy), &lt;a href=\"swallow-tailed%20moth\"&gt;swallow-tailed moth&lt;/a&gt; and &lt;a href=\"willow%20beauty\"&gt;willow beauty&lt;/a&gt;.\nA very wide range of invertebrates shelter and overwinter in the dense woody tangle of ivy. Birds and small mammals also nest in ivy. It serves to increase the surface area and complexity of woodland environments.\nTaxonomy.\nThe following species are widely accepted; they are divided into two main groups, depending on whether they have scale-like or stellate trichomes on the undersides of the leaves:\nThe species of ivy are largely &lt;a href=\"Allopatric%20speciation\"&gt;allopatric&lt;/a&gt; and closely related, and many have on occasion been treated as varieties or subspecies of \"H. helix\", the first species described. Several additional species have been described in the southern parts of the former &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, but are not regarded as distinct by most botanists.\nThe only verified &lt;a href=\"hybrid%20%28biology%29\"&gt;hybrid&lt;/a&gt; involving ivies is the intergeneric hybrid \"&lt;a href=\"%C3%97%20Fatshedera%20lizei\"&gt;× Fatshedera lizei&lt;/a&gt;\", a cross between \"&lt;a href=\"Fatsia%20japonica\"&gt;Fatsia japonica&lt;/a&gt;\" and \"Hedera hibernica\". This hybrid was produced once in a garden in France in 1910 and never successfully repeated, the hybrid being maintained in cultivation by vegetative propagation. Despite the close relationship between \"Hedera helix\" and \"H. hibernica\" (until relatively recently considered conspecific), no hybrids between them have yet been found. Hybridisation may however have played a part in the evolution of some species in the genus.\nUses and cultivation.\nIvies are very popular in cultivation within their native range and compatible climates elsewhere, for their evergreen foliage, attracting wildlife, and for adaptable design uses in narrow planting spaces and on tall or wide walls for aesthetic addition, or to hide unsightly walls, fences and tree stumps. Numerous &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s with variegated foliage and/or unusual leaf shapes have been selected for horticultural use. \nProblems and dangers.\nOn trees.\nMuch discussion has involved whether or not ivy climbing trees will harm them. In Europe, the harm is generally minor although there can be competition for soil nutrients, light, and water, and &lt;a href=\"Senescence\"&gt;senescent&lt;/a&gt; trees supporting heavy ivy growth can be liable to &lt;a href=\"windthrow\"&gt;windthrow&lt;/a&gt; damage. The UK's &lt;a href=\"Woodland%20Trust\"&gt;Woodland Trust&lt;/a&gt; says \"Ivy has long been accused of strangling trees, but it doesn’t harm the tree at all, and even supports at least 50 species of wildlife.\" Harm and problems are more significant in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, where ivy is without the natural pests and diseases that control its vigour in its native continents; the photosynthesis or structural strength of a tree can be overwhelmed by aggressive ivy growth leading to death directly or by opportunistic disease and insect attacks.\nInvasive exotic.\nSeveral ivy species have become a serious &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt; (invasive exotic) in natural native plant &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;s, especially riparian and woodland types, and also a horticultural &lt;a href=\"weed\"&gt;weed&lt;/a&gt; in gardens of the western and southern regions of North America with milder winters. Ivies create a dense, vigorously smothering, shade-tolerant evergreen groundcover that can spread through assertive underground rhizomes and above-ground runners quickly over large natural plant community areas and outcompete the native vegetation. The use of ivies as &lt;a href=\"ornamental%20plant\"&gt;ornamental plant&lt;/a&gt;s in horticulture in &lt;a href=\"California\"&gt;California&lt;/a&gt; and other states is now discouraged or banned in certain jurisdictions. Similar problems exist in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. For example, in both countries the &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;n drought-tolerant \"H. canariensis\" and \"H. algeriensis\" and European \"H. helix\" were originally cultivated in garden, park, and highway landscaping, but they have become aggressively invasive in coastal forests and riparian ecosystems, now necessitating costly eradication programs.\nToxicity.\nThe berries are moderately toxic. Ivy foliage contains &lt;a href=\"terpene\"&gt;triterpenoid&lt;/a&gt; &lt;a href=\"saponin\"&gt;saponin&lt;/a&gt;s and &lt;a href=\"falcarinol\"&gt;falcarinol&lt;/a&gt;.\nFalcarinol is capable of inducing &lt;a href=\"contact%20dermatitis\"&gt;contact dermatitis&lt;/a&gt;. It has also been shown to kill breast cancer cells.\nStinging insects.\nThe flowers of ivy are pollinated by &lt;a href=\"Hymenoptera\"&gt;Hymenoptera&lt;/a&gt; and are particularly attractive to the &lt;a href=\"common%20wasp\"&gt;common wasp&lt;/a&gt;.\nEtymology and other names.\nThe name ivy derives from &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; \"ifig\", cognate with German \"Efeu\", of unknown original meaning. The scientific name \"Hedera\" is the classical Latin name for the plant. Old regional common names in Britain, no longer used, include \"Bindwood\" and \"Lovestone\", for the way it clings and grows over stones and bricks. US &lt;a href=\"Pacific%20Coast\"&gt;Pacific Coast&lt;/a&gt; regional common names for \"H. canariensis\" include \"California ivy\" and \"Algerian ivy\"; for \"H. helix\", regional common names include the generic \"English ivy\".\nThe name ivy has also been used as a common name for a number of other unrelated plants, including Boston ivy (Japanese Creeper \"&lt;a href=\"Parthenocissus%20tricuspidata\"&gt;Parthenocissus tricuspidata&lt;/a&gt;\", in the family &lt;a href=\"Vitaceae\"&gt;Vitaceae&lt;/a&gt;), Cape-ivy (used interchangeably for \"&lt;a href=\"Senecio%20angulatus\"&gt;Senecio angulatus&lt;/a&gt;\" and \"&lt;a href=\"Delairea%20odorata\"&gt;Delairea odorata&lt;/a&gt;\", in the family &lt;a href=\"Asteraceae\"&gt;Asteraceae&lt;/a&gt;), poison-ivy (\"&lt;a href=\"Toxicodendron%20radicans\"&gt;Toxicodendron radicans&lt;/a&gt;\" in the family &lt;a href=\"Anacardiaceae\"&gt;Anacardiaceae&lt;/a&gt;), and Swedish ivy (Whorled Plectranthus \"&lt;a href=\"Plectranthus%20verticillatus\"&gt;Plectranthus verticillatus&lt;/a&gt;\", in the family &lt;a href=\"Lamiaceae\"&gt;Lamiaceae&lt;/a&gt;).\nCultural symbolism.\nLike many other evergreen plants, which impressed European cultures by persisting through the winter, ivy has traditionally been imbued with a spiritual significance. It was brought into homes to drive out evil spirits.\nIn &lt;a href=\"The%20Roman%20Empire\"&gt;Ancient Rome&lt;/a&gt; it was believed that a wreath of ivy could prevent a person from becoming drunk, and such a wreath was worn by &lt;a href=\"Bacchus\"&gt;Bacchus&lt;/a&gt;, the god of intoxication.\nIvy bushes or ivy-wrapped poles have traditionally been used to advertise taverns in the United Kingdom, and many pubs are still called The Ivy.\nThe clinging nature of ivy makes it a symbol of love and friendship, there was once a tradition of priests giving ivy to newlyweds, and as it clings to dead trees and remains green, it was also viewed as a symbol of the eternal life of the soul after the death of the body in medieval Christian symbolism.\nThe traditional British &lt;a href=\"Christmas%20carol\"&gt;Christmas carol&lt;/a&gt;, \"&lt;a href=\"The%20Holly%20and%20the%20Ivy\"&gt;The Holly and the Ivy&lt;/a&gt;\", uses ivy as a symbol for the &lt;a href=\"Mary%2C%20Mother%20of%20Jesus\"&gt;Virgin Mary&lt;/a&gt;.\nIvy-covered ruins were a staple of the &lt;a href=\"Romanticism\"&gt;Romantic&lt;/a&gt; movement in landscape painting, for example \"Visitor to a Moonlit Churchyard\" by &lt;a href=\"Philip%20James%20de%20Loutherbourg\"&gt;Philip James de Loutherbourg&lt;/a&gt; (1790), \"Tintern Abbey, West Front\" by &lt;a href=\"Joseph%20Mallord%20William%20Turner\"&gt;Joseph Mallord William Turner&lt;/a&gt; (1794) and \"Netley Abbey\" by &lt;a href=\"Francis%20Towne\"&gt;Francis Towne&lt;/a&gt; (1809). In this context ivy may represent the ephemerality of human endeavours and the &lt;a href=\"sublime%20%28philosophy%29\"&gt;sublime&lt;/a&gt; power of nature. \nThe image of ivy-covered historic buildings gave the name &lt;a href=\"Ivy%20League\"&gt;Ivy League&lt;/a&gt; to a group of old and prestigious American &lt;a href=\"university\"&gt;universities&lt;/a&gt;. \nIvy features extensively in the 2010 movie \"&lt;a href=\"Arrietty\"&gt;Arrietty&lt;/a&gt;\" and the poster for the film."
}