{
    "id": "44481883",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=44481883",
    "title": "Baby Bear and the Big, Bad Wolf",
    "text": "Baby Bear and the Big, Bad, Wolf is a 1996 children's play by Chet Frame and Jan H. Wolfe. The show combines the fairy tales \"&lt;a href=\"Little%20Red%20Ridinghood\"&gt;Little Red Ridinghood&lt;/a&gt;\", \"&lt;a href=\"Goldilocks%20and%20the%20Three%20Bears\"&gt;Goldilocks and the Three Bears&lt;/a&gt;\", \"&lt;a href=\"The%20Three%20Little%20Pigs\"&gt;The Three Little Pigs&lt;/a&gt;\", and \"&lt;a href=\"Hansel%20and%20Gretel\"&gt;Hansel and Gretel&lt;/a&gt;\". \nSynopsis.\nAct One.\n&lt;a href=\"Goldilocks%20%28character%29\"&gt;Goldilocks&lt;/a&gt;' &lt;a href=\"mother\"&gt;mother&lt;/a&gt; sends her out to go deliver some treats to her sick &lt;a href=\"grandmother\"&gt;grandmother&lt;/a&gt;. Goldilocks meets a &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt;, who gives her a \"shortcut\" to her grandmother's house. Eventually, tired from her long walk down the \"shortcut,\" Goldilocks stops at a house where she finds three bowls of porridge, three chairs, and three beds. She tries all three porridges and eats the last one, sits in all the chairs and breaks the last one, and lies down in all the beds before falling asleep in the last one. She wakes up to find &lt;a href=\"Mama%20Bear\"&gt;Mama Bear&lt;/a&gt;, &lt;a href=\"The%20Three%20Bears\"&gt;Papa Bear&lt;/a&gt;, and &lt;a href=\"Baby%20Bear\"&gt;Baby Bear&lt;/a&gt; standing over her. She leaves the house. Goldilocks finally arrives at her grandmother's house, and comes in to find the wolf disguised as her grandmother. The wolf jumps at her, but the actual grandmother comes out of the bathroom and beats him with a baseball bat. Goldilocks tells her about her journey through the woods, and her grandmother gives her a lecture on privacy. \nMeanwhile, Big Sister Pig, Little Sister Pig, and Brother Pig are introduced building a straw house. The wolf comes along and blows it down. The &lt;a href=\"pigs\"&gt;pigs&lt;/a&gt; run away.\nThe wolf reveals that she is really a &lt;a href=\"witch\"&gt;witch&lt;/a&gt; in disguise, and when she smells children, she hides. &lt;a href=\"Hansel%20and%20Gretel\"&gt;Hansel and Gretel&lt;/a&gt; enter, and find a house made out of gingerbread. They eat a piece, and the witch jumps out and locks them up in a cage to eat later.\nAct 2.\nThe witch gathers sticks, which she takes down to the pigs. While she is gone, Goldilocks finds Hansel and Gretel, and runs off to get help. The witch gives the sticks to the pigs, and as she retreats, they begin to build a new house. Goldilocks returns to Hansel and Gretel with Baby Bear, who breaks open both the house and the cage. Hansel and Gretel tell their story, and Goldilocks and Baby Bear head off to Baby Bear's house, Hansel and Gretel promising they'll meet up with them soon. As the pigs complete their house, they see the wolf and hide inside. The wolf is able to blow down the house, but the pigs escape.\nThe witch returns to her home to eat Hansel and Gretel, who trick her into wandering into her own cage, which they lock her in. They then go off to Baby Bear's house, and the moment they are gone, the witch climbs out of the cage. \nGoldilocks and Baby Bear arrive at the Bear house, where they see Goldilocks' grandmother talking with Mama and Papa Bear about the neighborhood watch. Hansel and Gretel soon arrive with the three pigs, who they found on the way there. They decide to build a house out of bricks for Hansel and Gretel and the three pigs to share. They build the house and see the wolf finds it, with them inside. She tries to get in, but can't, so she goes and changes back to the witch, who changes back to the wolf. She goes on like this until the wolf and the witch bump into each other, which of course is impossible, causing both of them to explode, blowing down the house with them. However, everyone inside of it is okay and they all live happily ever after.\nCharacters.\nBaby Bear- a 12-year-old bear, really named Bruno. Baby is often played by a full grown man. Baby Bear is considered the protagonist of the story, though it has been argued that this is really Goldilocks.\nGoldilocks- a 12-year-old girl, who combines the two classic fairy tale characters of Goldilocks and &lt;a href=\"Little%20Red%20Ridinghood\"&gt;Little Red Ridinghood&lt;/a&gt;.\nMom- Goldilocks' mother, often played by the same woman who plays Grandma.\nWolf/Witch- The &lt;a href=\"Big%20Bad%20Wolf\"&gt;Big Bad Wolf&lt;/a&gt;, the antagonist, a female. who later reveals herself to be the &lt;a href=\"Wicked%20Witch\"&gt;Wicked Witch&lt;/a&gt; in disguise. Has not eaten in days.\nMama Bear- Papa Bear's wife and Baby Bear's mother, believes in aliens due to something she read in a magazine.\nPapa Bear- Mama Bear's husband, and Baby Bear's father.\nGrandma- Goldilocks' grandmother, a member of the neighborhood watch. Often played by the same woman who plays Mom.\nBrother Pig- middle aged, though usually played by a youth, a candor character, and a peacemaker between his sisters. \nBig Sister Pig- 60-year-old pig, though usually played by a youth, bossy and slightly annoying, likes to annoy her little sister.\nLittle Sister Pig- middle aged, though usually played by a youth, sarcastic and unenthusiastic about everything.\nHansel- a whiny teenager, irritable and a little bit stupid. Gretel's older brother.\nGretel- Hansel's younger sister. A quick thinking girl in her late teens, more of a problem solver than her brother.\nProductions.\nThe show was first performed at Kids-N-Co from January 1 to December 31 in 1997. The El Paso Playhouse performed in from June 1 to 30 in 2006, before it finally left Texas in 2012 when it was performed from September 8 to September 16 at &lt;a href=\"Villagers%20Theatre\"&gt;Villagers Theatre&lt;/a&gt;. The show has been performed one more time since then, from September 15 to 16 at the Mid Michigan Family Theatre in 2014."
}