{
    "id": "4448843",
    "revid": "32860082",
    "url": "https://en.wikipedia.org/wiki?curid=4448843",
    "title": "Bouzonville",
    "text": "Bouzonville (; ; &lt;a href=\"Lorraine%20Franconian\"&gt;Lorraine Franconian&lt;/a&gt;: \"Busendroff\") is a &lt;a href=\"Communes%20of%20France\"&gt;commune&lt;/a&gt; in the &lt;a href=\"Moselle%20%28department%29\"&gt;Moselle&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; in &lt;a href=\"Grand%20Est\"&gt;Grand Est&lt;/a&gt; in northeastern &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nThe localities of Aidling, Benting and Heckling are incorporated in the commune.\nIt lies from &lt;a href=\"Metz\"&gt;Metz&lt;/a&gt; and the same distance from &lt;a href=\"Thionville\"&gt;Thionville&lt;/a&gt;.\nHistory.\nBuilt on the \"&lt;a href=\"History%20of%20salt\"&gt;salt road&lt;/a&gt;\" between the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; and the &lt;a href=\"Moselle\"&gt;Moselle&lt;/a&gt;, at the site of an easy ford of the &lt;a href=\"Nied\"&gt;Nied&lt;/a&gt;, the site's traces of Celtic &lt;a href=\"La%20T%C3%A8ne%20culture\"&gt;La Tène culture&lt;/a&gt; are most vividly represented by the \"Bouzonville flagon\", in which &lt;a href=\"Scythians\"&gt;Scythian&lt;/a&gt; influence on &lt;a href=\"Celt\"&gt;Celt&lt;/a&gt;ic craftsmenship is clearly represented in the animal that forms its handle and in the nature of coral inlays, with enamels of similar colour supplementing it, that form bands around the base and rim of the high-shouldered vessel; the beak-flagon was among a group of bronze objects from Bouzonville acquired by the &lt;a href=\"British%20Museum\"&gt;British Museum&lt;/a&gt; in 1928. A minor Roman \"&lt;a href=\"Vicus%20%28Rome%29\"&gt;vicus&lt;/a&gt;\" represented by tiles that the plough turns up, complements the few signs of prehistory, though essentially pre-historic is the mute &lt;a href=\"Merovingian\"&gt;Merovingian&lt;/a&gt; necropolis of more than a hundred graves, holding twice as many women as men, east of the town; there is no trace of their habitations, which apparently supplied the \"&lt;a href=\"villa\"&gt;villa&lt;/a&gt;\" attached to the \"-ville\" &lt;a href=\"toponym\"&gt;toponym&lt;/a&gt;. There is no agreement on the identity of the other element, apparently of one of the numerous Frankish magnates named Boso.\nThe village owes its real origins to the abbey founded here in 1033 by Adalbert, count of Metz and Juditha his wife; he was the grandfather of &lt;a href=\"Gebhard%2C%20Duke%20of%20Lorraine\"&gt;Gebhard, Duke of Lorraine&lt;/a&gt;, the first hereditary &lt;a href=\"duke%20of%20Lorraine\"&gt;duke of Lorraine&lt;/a&gt;. &lt;a href=\"Migne\"&gt;Migne&lt;/a&gt; lists \"Bosonis Villa [de] S. Crucis S. Mariae, monast. ord. S. Bened. ann. 1033 a Juditha Adalberti comitio uxore\"... The \"Bosonis villa\" with its dependencies, is mentioned in a privilege granted to Galberga, abbess of Juviniacensis by &lt;a href=\"Pope%20Urban%20II\"&gt;Pope Urban II&lt;/a&gt; in 1096. The church of the Benedictine Abbey de Sainte-Croix de Bouzonville serves today as the parish church. In the thirteenth century the dukes of Lorraine established a court of justice here, which increased the life of the town, which depended on the abbey, which was rebuilt on its eleventh-century foundations. The Abbey of Bouzonville remained very much in the gift of the dukes of Lorraine, who were in the habit of bestowing the post of abbot \"&lt;a href=\"in%20commendam\"&gt;in commendam&lt;/a&gt;\" on their relations to the end of the seventeenth century.\nThe town suffered so severely during the &lt;a href=\"Thirty%20Years%20War\"&gt;Thirty Years War&lt;/a&gt; that at the end of the seventeenth century Bouzonville numbered few more than two dozen hearths. An \"&lt;a href=\"Seat%20of%20local%20government\"&gt;hôtel de ville&lt;/a&gt;\", built in 1719 and enlarged in 1763 was symptomatic of the town's revival, as was a Jewish community, noted in 1726. The abbey was suppressed at the Revolution, the monks dispersed and the library sold. Tanneries and spinning mills developed the town's economy in the nineteenth century. The convent's buildings were restored sufficiently in 1893 to shelter a hospice. The First World War spared Bouzonville, but heavy fighting in the Second World War destroyed the bridge and 139 houses. More recently, Bouzonville has undergone a drain of its labour forces to German industry in &lt;a href=\"Saarland\"&gt;Saarland&lt;/a&gt;.\nTransport.\nBouzonville station is served by the Nied Valley Railway (\"Niedtalbahn\") and, until 1945, saw regular passenger services ran to &lt;a href=\"Dillingen%2C%20Saarland\"&gt;Dillingen (Saar)&lt;/a&gt; and &lt;a href=\"Gare%20de%20Metz-Ville\"&gt;Metz&lt;/a&gt;. Today, the station is only served once a year on &lt;a href=\"Good%20Friday\"&gt;Good Friday&lt;/a&gt; with service from across the German border.\nNotable people.\nThe renowned organ-builders &lt;a href=\"Jean-Baptiste%20Stoltz\"&gt;Jean-Baptiste Stoltz&lt;/a&gt; and &lt;a href=\"Georges%20Wenner\"&gt;Georges Wenner&lt;/a&gt; were both born in Bouzonville in 1813 and 1819."
}