{
    "id": "44503083",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=44503083",
    "title": "Tudor Wilkinson",
    "text": "William Tudor Wilkinson (December 18, 1879 – April 22, 1969), known as Tudor Wilkinson, was an American &lt;a href=\"art%20collector\"&gt;art collector&lt;/a&gt; and amateur art dealer who married \"the loveliest showgirl in the world\". It was said that he gave &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Hermann Göring&lt;/a&gt; a painting in exchange for his wife's freedom from an internment camp and stored weapons and radio equipment for the French resistance during the Second World War.\nEarly life.\nWilliam Tudor Wilkinson was born in St. Louis, Missouri on December 18, 1879. He was the son of the wealthy merchant and banker &lt;a href=\"John%20Cabell%20Wilkinson\"&gt;John Cabell Wilkinson&lt;/a&gt; of &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; (1846–1910) and Margaret D. Ewing (1852-1926). He was one of seven children of the marriage. With no need to work, he lived a life of leisure and fashion and was once described as the &lt;a href=\"Beau%20Brummel\"&gt;Beau Brummel&lt;/a&gt; of &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt;. Wilkinson was a member of the Mercantile Club and the Algonquin Golf Club and known as a horseman, polo player and singer.\nIn 1905, Wilkinson was convicted of stealing a number of pieces of fishing equipment over several weeks from a St. Louis store. At the time of his arrest at the store he had been planning a fishing trip to Canada and his luggage had already been sent to the railway station. The police went to the station and found four stolen fishing reels in his baggage. According to the \"St. Louis Republican\", Wilkinson told the police that he would not be prosecuted because of his standing in St. Louis. Wilkinson reportedly received a brief prison sentence and a fine. The campaigning political newspaper \"&lt;a href=\"Appeal%20to%20Reason%20%28newspaper%29\"&gt;Appeal to Reason&lt;/a&gt;\" contrasted the light sentence that he received for the theft with the harsh justice meted out to the poor for lesser offenses.\nWorld War I.\nDuring the First World War, Wilkinson served in the aviation corps from 1917.\nMarriage.\nIn 1923 in Paris, Tudor Wilkinson married the English model &lt;a href=\"Dolores%20%28Ziegfeld%20girl%29\"&gt;Dolores&lt;/a&gt;, once described as \"the loveliest showgirl in the world\". The ceremony took place in the \"mairie\" of the &lt;a href=\"1st%20arrondissement%20of%20Paris\"&gt;first arrondissement&lt;/a&gt; and later at the oratory of the &lt;a href=\"Louvre\"&gt;Louvre&lt;/a&gt;. Mr and Mrs &lt;a href=\"Dudley%20Field%20Malone\"&gt;Dudley Field Malone&lt;/a&gt; were the witnesses. In 1925, the American press reported that the couple lived on the &lt;a href=\"%C3%8Ele%20Saint-Louis\"&gt;Île Saint-Louis&lt;/a&gt; in a house overlooking &lt;a href=\"Notre-Dame%20Cathedral\"&gt;Notre-Dame Cathedral&lt;/a&gt;, most likely the three storey apartment at 18 &lt;a href=\"Quai%20d%27Orleans\"&gt;Quai d'Orleans&lt;/a&gt; referred to in later sources.\nTax debts.\nIn 1924, Wilkinson was charged with failing to file a U.S. tax return for five years. The U.S. Marshal had failed to file a criminal warrant against Wilkinson as he was now resident abroad. The amount that it was claimed Wilkinson owed was put at $85,841. A bank account and a farm of 350 acres near Eureka, Missouri, were attached by the U.S. government in respect of the alleged debt.\nWorld War II.\nParis was occupied by the Germans during World War II. Many &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; citizens were &lt;a href=\"Internment\"&gt;interned&lt;/a&gt; and Dolores (born in England and married to an American) was detained at the German &lt;a href=\"internment%20camp\"&gt;internment camp&lt;/a&gt; at &lt;a href=\"Vittel\"&gt;Vittel&lt;/a&gt;. The camp was a former hotel and spa and relatively comfortable as internment camps go.\nTudor Wilkinson, as far as is known, was not detained. After the war, the American &lt;a href=\"Office%20of%20Strategic%20Services\"&gt;Office of Strategic Services&lt;/a&gt; &lt;a href=\"X-2%20Counter%20Espionage%20Branch%23Special%20units\"&gt;Art Looting Investigation Unit&lt;/a&gt; wrote that he kept a watch on the Paris art market for &lt;a href=\"Sepp%20Angerer\"&gt;Sepp Angerer&lt;/a&gt;, Hermann Göring's art agent, and that Dolores had been released from Vittel after Göring made a personal visit to the Wilkinsons' apartment. In 1946, Tudor Wilkinson was placed on the OSS \"red flag\" list of people and organisations that were involved in the art trade under the Nazis, with the caveat that police reports indicated that he was active in the resistance.\nIn fact, according to the memoirs of &lt;a href=\"Drue%20Leyton\"&gt;Drue Tartière&lt;/a&gt;, the Wilkinsons were both heavily involved in the resistance. Tartière had also been in Vittel and had managed to obtain a release on the false grounds that she was dying of cancer. She went on to help in the smuggling out of occupied territory of at least 42 Allied airmen. She wrote that a short wave radio had been concealed at 18 Quai d'Orleans so that the Resistance could communicate with London, and machine guns were hidden behind the fireplace and elsewhere in the apartment. Wilkinson's secretary, who had been a professor at the &lt;a href=\"Sorbonne\"&gt;Sorbonne&lt;/a&gt;, was active in organising sabotage by railway workers.\nEven after the Americans liberated Paris, the situation in the city remained dangerous in the first few days. Isolated German units and snipers remained active. Dolores' sister Eva was shot in the stomach after standing in front of a window in the Wilkinson's apartment. On the evening of the same day, there was a German bombing raid and the apartment was hit by multiple &lt;a href=\"incendiary%20bombs\"&gt;incendiary bombs&lt;/a&gt; that started several fires. The Wilkinsons and Drue Tartière managed to throw the bombs out of the window or smother them in sand. As they were doing so a large bomb exploded near Notre Dame and water from the &lt;a href=\"Seine\"&gt;Seine&lt;/a&gt; splashed their faces. Dolores collapsed with a \"heart attack\" and her husband was burned on the arms and legs when he tried to extinguish an incendiary with water. The situation outside was just as bad with whole buildings collapsing from fire while German snipers shot and killed French firefighters attending to the blazes. Tartière left Paris immediately after this attack and her account provides no later information about the Wilkinsons or whether Eva survived.\nSylvia Beach.\nWilkinson also managed to secure the release from Vittel in February 1942 of &lt;a href=\"Sylvia%20Beach\"&gt;Sylvia Beach&lt;/a&gt;, the bookshop owner from whose premises &lt;a href=\"James%20Joyce\"&gt;James Joyce's&lt;/a&gt; \"&lt;a href=\"Ulysses%20%28novel%29\"&gt;Ulysses&lt;/a&gt;\" was published in 1922. Wilkinson wrote to &lt;a href=\"Jacques%20Benoist-M%C3%A9chin\"&gt;Jacques Benoist-Méchin&lt;/a&gt;, who had been a member of Beach's library in 1919, and was now an official of the &lt;a href=\"Vichy%20regime\"&gt;Vichy government&lt;/a&gt;, pleading her case. In gratitude for her release, Sylvia gave Wilkinson a first edition of \"Ulysses\" signed by Joyce. The episode is described in letters from Wilkinson to the bookseller &lt;a href=\"Adrienne%20Monnier\"&gt;Adrienne Monnier&lt;/a&gt; held in the Carlton Lake collection at the &lt;a href=\"Harry%20Ransom%20Center\"&gt;Harry Ransom Center&lt;/a&gt;, University of Texas at Austin.\nCollecting.\nIt is not clear to what extent Wilkinson's art collecting tipped over into dealing. As a man of independent means, he didn't need to work for a living. He was said to have had an excellent collection of paintings by &lt;a href=\"Hans%20Holbein%20the%20Younger\"&gt;Holbein&lt;/a&gt; but the works mentioned in published sources as belonging to him tend to be minor works. He was able to employ a highly qualified assistant to research on his behalf but there is no evidence that Wilkinson traded as a full time art dealer. The number of auction sales required to dispose of his collection in the 1960s up to 1971, however, indicate that it was extensive and that he had a large and valuable library. Art and books from his library were sold at auction in Paris between 1969 and 1971 in a series of sales at &lt;a href=\"H%C3%B4tel%20Drouot\"&gt;Hôtel Drouot&lt;/a&gt;. There was at least one sale of books in 1964 at the same location.\nDonations.\nIn 1952, Tudor Wilkinson donated the papers (1887–1914) of German-born Parisian antiques dealer &lt;a href=\"Raoul%20Heilbronner\"&gt;Raoul Heilbronner&lt;/a&gt; to the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt;. Heilbronner's home in Paris was confiscated and sold at auction by the French government not long after the start of the First World War. Wilkinson is thought to have acquired the papers at auction in the 1920s. They represent an insight into the working methods of an antiques dealer who supplied &lt;a href=\"Joseph%20Duveen%2C%201st%20Baron%20Duveen\"&gt;Sir Joseph Duveen&lt;/a&gt;, &lt;a href=\"Henry%20E.%20Huntington\"&gt;Henry E. Huntington&lt;/a&gt; and &lt;a href=\"William%20Randolph%20Hearst\"&gt;William Randolph Hearst&lt;/a&gt;.\nDeath.\nTudor Wilkinson died at age 89 from natural causes on April 22, 1969 at his home in Croisy-sur-Eure, in the region of Haute-Normandie in France. His body was cremated and his ashes were interred at &lt;a href=\"P%C3%A8re%20Lachaise%20Cemetery\"&gt;Cimetière du Père Lachaise&lt;/a&gt; in Paris, France. Dolores died in 1975."
}