{
    "id": "44511538",
    "revid": "40598173",
    "url": "https://en.wikipedia.org/wiki?curid=44511538",
    "title": "Agricultural machinery industry",
    "text": "The agricultural machinery industry or agricultural engineering industry is the part of the &lt;a href=\"Industry%20%28economics%29\"&gt;industry&lt;/a&gt;, that produces and maintain &lt;a href=\"tractor\"&gt;tractor&lt;/a&gt;s, &lt;a href=\"agricultural%20machinery\"&gt;agricultural machinery&lt;/a&gt; and agricultural implements used in &lt;a href=\"Farm\"&gt;farming&lt;/a&gt; or other &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;. This branch is considered to be part of the &lt;a href=\"machinery%20industry\"&gt;machinery industry&lt;/a&gt;.\nHistory.\n19th century.\nThe agricultural machinery industry emerged in Britain and the United States in the 19th century. Until then the common tools of farming were the &lt;a href=\"plough\"&gt;plough&lt;/a&gt; and the sickle. These iron agricultural implements were often made by &lt;a href=\"blacksmiths\"&gt;blacksmiths&lt;/a&gt; in the local village, who regularly also acted as &lt;a href=\"farrier\"&gt;farrier&lt;/a&gt;. In the first part of the 19th century some of the early agricultural machine manufacturers arose from these blacksmith workshops, such as &lt;a href=\"John%20Deere\"&gt;John Deere&lt;/a&gt; who started up with the production of ploughs in series in the 1840s. \nOther companies arose from the introduction of horse drawn &lt;a href=\"reaper\"&gt;reaping&lt;/a&gt;, which replaced the type of &lt;a href=\"Scythe\"&gt;hand reaper&lt;/a&gt; in use since biblical times. A company as the &lt;a href=\"International%20Harvester\"&gt;McCormick&lt;/a&gt; started up with building these kind of harvesting machines around the 1840s. And another origin of agricultural industry was the introduction of combined harvesting, threshing and cleaning in the 1830s. The &lt;a href=\"Case%20Corporation\"&gt;Case Corporation&lt;/a&gt; for example started building those in 1842 as the Racine Threshing Machine Works. Until early 20th century most of those machinery were powered by horses.\nMid 19th century the portable steam-powered &lt;a href=\"ploughing%20engine\"&gt;plowing engine&lt;/a&gt;s were introduced. They were used in pairs, placed on either side of a field to haul a plow back and forth between them using a wire cable. These &lt;a href=\"portable%20engine\"&gt;portable engine&lt;/a&gt;s were also used to power threshing machines, mills and pumps. The portable steam engines were produced by specific agricultural machinery maker, such as &lt;a href=\"Ransomes%2C%20Sims%20%26amp%3B%20Jefferies\"&gt;Ransomes, Sims &amp; Jefferies&lt;/a&gt; who had started as brass and iron-founder making casting ploughshares late 18th century.\nLate 19th century in Britain more companies such as &lt;a href=\"Richard%20Garrett%20%26amp%3B%20Sons\"&gt;Richard Garrett &amp; Sons&lt;/a&gt; and &lt;a href=\"Mann%E2%80%99s%20Patent%20Steam%20Cart%20and%20Wagon%20Company\"&gt;Mann’s Patent Steam Cart and Wagon Company&lt;/a&gt; developed &lt;a href=\"steam%20tractor\"&gt;steam tractor&lt;/a&gt;s for direct ploughing, but the heavy, wet soil of England meant that these designs were less economical than a team of horses. In the United States, where soil conditions permitted, steam tractors were used to direct-haul plows. Steam-powered agricultural engines remained in use well into the 20th century until reliable internal combustion engines had been developed.\nCollins (1987) recalled that the impact of the agricultural machinery industry in the 19th century was still limited. He stated : \"prior the third quarter of the nineteenth century the impact of machinery in agriculture was slight compared with that in manufacturing industry. Some operations such as barn work and hay and corn harvesting had been largely mechanized by 1880 but, up to the Second World War, many were still performed by hand labour and large numbers of workers were still required for seasonal tasks such as hop- and fruit-picking and vegetable cultivations.\"\n20th century.\nIn the beginning of the 20th century in the UK the Agricultural machinery industry \"although composed of many hundreds of firms, was dominated by a few large ones, chiefly in the eastern counties of England. The total output of the industry was estimated to be worth 6.5 million pounds in 1913, or about 5 percent of the total value of the output of the mechanical engineering industry at the first Census of Production in 1907.\"\nIn the first decennia the &lt;a href=\"internal%20combustion%20engine\"&gt;internal combustion engine&lt;/a&gt;; first the &lt;a href=\"petrol%20engine\"&gt;petrol engine&lt;/a&gt;, and later &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s; became the main source of &lt;a href=\"power%20%28physics%29\"&gt;power&lt;/a&gt; for the next generation of tractors. Early companies expanded into the tractor business, such as &lt;a href=\"John%20Deere\"&gt;John Deere&lt;/a&gt; which bought the &lt;a href=\"Waterloo%20Gasoline%20Engine%20Company\"&gt;Waterloo Gasoline Engine Company&lt;/a&gt; in 1918, which manufactured the popular &lt;a href=\"Waterloo%20Boy\"&gt;Waterloo Boy&lt;/a&gt; tractor. In the 1930s new technologies as rubber ties and hydrologics were introduced in tractors and other farm machinery. The diesel engines also contributed to the development of the self-propelled, combined harvester and thresher, or &lt;a href=\"combine%20harvester\"&gt;combine harvester&lt;/a&gt; (also shortened to 'combine'). Instead of cutting the grain stalks and transporting them to a stationary threshing machine, these combines cut, threshed, and separated the grain while moving continuously through the field.\nIn the second part of the 20th century the production of agricultural machinery in development countries rose rapidly. In the 1960s a country as the UK exported more than 60% of its production to Western Europe, Australia, USA, Canada and South Africa, and main manufacturers started production plants abroad. Another trend was the increased concentration among manufacturers. In the 1970s in the UK six companies supplied 75% of the total output.\nThe further mechanization of agriculture in the 20th century made possible by the agricultural machinery industry had a huge impact of the economic structure of society. In the developed countries the total labour force engaged in agriculture dropped from about 75% in 1800 to less than 5% late 20th century. In developing countries, in late 20th century still 75% of all land \"was farmed with only hand-tools and draught-animal technology.\" In Turkey still 48% and in India 66.5% of the labor were working in agriculture, according to the &lt;a href=\"Food%20and%20Agriculture%20Organization\"&gt;FAO&lt;/a&gt; Production Yearbook 1990.\n21st century.\nA 2013 report by the &lt;a href=\"VDMA\"&gt;VDMA&lt;/a&gt; gave the following preview of the current developments in the agricultural machinery industry:\nAgricultural machinery.\nThe agricultural machinery industry produces &lt;a href=\"agricultural%20machinery\"&gt;agricultural machinery&lt;/a&gt;, machinery used in the operation of agricultural areas and farms. Main types are:\nIn developed countries overall the largest segment of agricultural equipment sales is tractors.\nAgricultural machinery manufacturers.\nAgricultural machinery manufacturers exist in sizes from small and medium business to multinationals. James &amp; Akrasanee (1988) stipulated that those forms have different production management, and can be classified into three groups:\nThe two largest agricultural machinery manufacturers worldwide based on revenue (in 2012): \nIn the United States the revenue of tractor &amp; agricultural machinery manufacturing sector increased from about 35 billion U.S. dollars in 2009 to 42 billion U.S. dollars in 2014.\nAgricultural machinery associations.\nSome of the more important agricultural machinery associations are:\nGlobal agricultural machinery industry.\nAccording to the &lt;a href=\"CEMA%20%28European%20agricultural%20machinery%29\"&gt;CEMA&lt;/a&gt;, the European association representing the European agricultural machinery industry, Europe was the largest producer of agricultural machinery globally in 2013: \nIn total, the production of agricultural machinery worldwide in 2013 generated about 95 billion euros, based on a report \"Agricultural Machinery November 2013 : Market Perspectives 2014\" by the &lt;a href=\"VDMA\"&gt;VDMA&lt;/a&gt;, a German engineering association. Another recent statistic mentioned, that the agricultural machinery industry in 2010 generated worldwide about $56 billion.\nAgricultural machinery industry in Europe.\nWith a volume of 28 billion euros (2014) agricultural machinery production in the European Union (EU) represented 28 per cent of world total according to VDMA. Out of the EU total, the share of Germany is 27 per cent, followed by Italy (17 per cent) and France (14 per cent). All leading international manufacturers have several production sites on the European continent, and their products from these factories in general are destined for the high end customers who yield for efficiency and accuracy on the fields. \nThe EU production of tractors was 187,000 units, correspondent to a value of 9.4 billion euros (2014). Outside the EU, a major production site for tractors is the Minsk Tractor Works (Belarus) with a high market share in the neighbouring countries, especially within the Commonwealth of Independent States. The leading countries for tractor production in the EU are Germany and Italy (with John Deere, Case New Holland, AGCO and Same Deutz-Fahr being the major brands). Germany is also the major place for the manufacturing of harvesting, spraying, fertilizing and seeding equipment. Italy and France have a primary position for soil working machines and transportation vehicles. The majority of the agricultural machinery companies are small and medium-sized and family owned. \nOne third of the EU production is destined to markets outside the union, mainly to the Eastern European markets, but also to North America and, increasingly, to Asia. \nAfter a peak in 2003 and 29 billion euros of turnover, the sector experienced an economic downturn in 2014/2015. The strategy of the European industry is to keep its leading technological position and to diversify its market presence into the high potential regions (e.g. Asia). \nAgricultural machinery industry in North America.\nIn 2014, the AEM stated that \"U.S. domestic sales of agricultural machinery and equipment rose from about $20 billion in 1999 to $38 billion in 2012. Since 1998 and through 2012, U.S. exports of agricultural equipment have grown relatively quickly, more than doubling from about $4 billion to $8.7 billion.\nIn 2021, the AEM reported an increase in sales of new agricultural machinery for the U.S. market. There also an 27% increase of new machinery manufacturing for this year. AEM members are also anticipating a 6% to 10% increase in agriculture machinery demand over the next 12 months. In the report is mentioned that in 2021 the U.S. is the world's leader in producing agricultural machinery.\nAgricultural machinery industry in South America.\nGraciela summarized (2008) that \"the agricultural machinery industry in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; depends for growth on higher exports and further progress towards internationalization, which are strategic goals for the largest firms. Given the dynamism of global demand for this type of machinery, the conclusion is that the sector can increase its sales in export markets, where some of its products are competing well.\"\nAgricultural machinery industry in Asia.\nYuan'en (2007) stated, that the \"Chinese government has attached great importance to agriculture, rural areas and farmers, made a series of policies that favorite to the farmers, added the financial subsidy to the agriculture, especially constituted the subsidy policies for the farmers on their agricultural machinery purchasing.\"\nA 2013-2014 report acknowledged that \"China's agricultural machinery industry has achieved rapid development, the gross output value of agricultural machinery exceeded RMB 300 billion, total power of agricultural machinery surpassed 1 billion kilowatts, and the integrated mechanization level of agricultural crops exceeded 50%, demonstrating that China has entered into a mechanized production-oriented period... Tractors and harvesting machinery are the most important agricultural machinery products in China, with annual output of 2.25 million units and 1.114 million units in 2012 separately...\" \"\nGyanendra (2006) recalled, that \"the early agricultural mechanization in &lt;a href=\"India\"&gt;India&lt;/a&gt; was greatly influenced by the technological development in England. Irrigation pumps, tillage equipment, chaff cutters, tractors and threshers were gradually introduced for farm mechanization. The high yielding varieties with assured irrigation and higher rate of application of fertilizers gave higher returns that enabled farmers to adopt mechanization inputs, especially after Green revolution in 1960s.\"\nThe Turkish Ministry of Economy (2011) explained that \"Turkey is one of the few countries of the world which is self-sufficient in food. At present Turkey is the largest producer and exporter of agricultural products in the Near East and North Africa... The agricultural machinery industry is about 1000 manufacturers countrywide... Companies manufacturing agricultural machinery and equipment except tractors are mostly small and medium size companies. The sector employs about 15,000 workers... The value of agricultural machinery and spare parts and agricultural tractors and trailers exports was US$ 313 million in 2009.\""
}