{
    "id": "44523608",
    "revid": "10288349",
    "url": "https://en.wikipedia.org/wiki?curid=44523608",
    "title": "Bienal de Arte de Ponce",
    "text": "Bienal de Arte de Ponce is a biennial international &lt;a href=\"art%20exhibition\"&gt;art exhibition&lt;/a&gt; that takes place in &lt;a href=\"Ponce%2C%20Puerto%20Rico\"&gt;Ponce, Puerto Rico&lt;/a&gt;, during the month of November. The event is sponsored by the Commission on the Arts of the &lt;a href=\"University%20of%20Puerto%20Rico%20at%20Ponce\"&gt;University of Puerto Rico at Ponce&lt;/a&gt;. It has been called \"the most important art biennial in Puerto Rico.\" As a biennial event, it takes place once every two years.\nRecent expositions.\nOver 120 artists, including painters and sculptors, showed off their talents during the 14th exposition that took place from 20 November 2014 to 7 February 2015. Styles presented range from &lt;a href=\"Realism%20%28arts%29\"&gt;realism&lt;/a&gt; to &lt;a href=\"abstract%20art\"&gt;abstract&lt;/a&gt; to &lt;a href=\"costumbrism\"&gt;costumbrism&lt;/a&gt; and the support media includes &lt;a href=\"Canvas%23Canvas%20for%20painting\"&gt;canvas&lt;/a&gt;, &lt;a href=\"Acrylic%20paint\"&gt;acrylic&lt;/a&gt;, &lt;a href=\"Stained%20glass\"&gt;glass&lt;/a&gt;, &lt;a href=\"Panel%20painting\"&gt;wood&lt;/a&gt;, metal, &lt;a href=\"India%20ink\"&gt;India ink&lt;/a&gt;, even mixed media and &lt;a href=\"digital%20art\"&gt;digital art&lt;/a&gt;, among others. Presentations are made ranging from &lt;a href=\"watercolors\"&gt;watercolors&lt;/a&gt; to &lt;a href=\"pencil\"&gt;pencil&lt;/a&gt; to &lt;a href=\"oil%20painting\"&gt;oil&lt;/a&gt;, among others.\nHistory.\nThe event started in 1986. The event takes place at the Biblioteca Adelina Coppin Alvarado library of the &lt;a href=\"University%20of%20Puerto%20Rico%20at%20Ponce\"&gt;University of Puerto Rico at Ponce&lt;/a&gt;. It started as a local arts show to showcase the talent of artists from the city of Ponce and the southern Puerto Rico region, but has grown into a more international exhibition with artists from all over Puerto Rico, the United States and the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;. (Note: This event should not be confused with the \"Bienal Municipal de Arte de Ponce\" (Ponce Municipal Art Biennial) which started in 2011, takes place every other year from the Bienal de Arte de Ponce (i,e., 2011, 2013...2019, etc), and is staged by the Ponce Municipal Government.)\nDedication.\nSince the seventh exposition in 1998 it is a common practice to dedicate the event to a visual artist. The 13th exposition was dedicated to Roberto Colón Ocasio, director of the Department of Visual Arts at the University and one of the co-founders of the exposition in 1986. The 14th exposition was dedicated to Ana Bassó Bruno, a sculptor and former art professor at the &lt;a href=\"Pontificia%20Universidad%20Catolica%20de%20Puerto%20Rico\"&gt;Pontificia Universidad Catolica de Puerto Rico&lt;/a&gt;.\nVenue.\nThe event has consistently taken place at the Adelina Coppin Alvarado Library of the University of Puerto Rico at Ponce. There, well-known professional artists and art critics evaluate the exposed works based on their own merits, not based on the name of the artist. Some of the critics in the past have included Miguel Conesa Osuna, Jaime Descals, Margarita Sastre de Balmaceda, Luis Larrazál Mejía, Carlos Morell Martel, Pedro Pacheco and Gladys Nieves. Well established artists, such as &lt;a href=\"Wichie%20Torres\"&gt;Wichie Torres&lt;/a&gt;, Pedro \"Peyo Tata\" Pacheco, Julián Ruiz, Frankie Soldevila, Luis F. Larrazábal, Norberto Martell, Gladys Nieves, &lt;a href=\"Carnaval%20de%20Ponce\"&gt;Alberto Ongay&lt;/a&gt;, Howard Orsini, Orlando Santiago Torres, as well as beginning artists show off their talents during the exposition."
}