{
    "id": "44524278",
    "revid": "300735",
    "url": "https://en.wikipedia.org/wiki?curid=44524278",
    "title": "Anglican Church of the Good Shepherd",
    "text": "Anglican Church of the Good Shepherd is a heritage-listed &lt;a href=\"church%20%28building%29\"&gt;church&lt;/a&gt; at 615 Brookfield Road, &lt;a href=\"Brookfield%2C%20Queensland\"&gt;Brookfield&lt;/a&gt;, &lt;a href=\"City%20of%20Brisbane\"&gt;City of Brisbane&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia. It was built from 1892 to 1893. It was added to the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 28 April 2000.\nHistory.\nThe Anglican Church of the Good Shepherd was constructed in 1892. The architect is unknown, however, it is possible that the design may be attributed to the work of &lt;a href=\"John%20Hingeston%20Buckeridge\"&gt;John Hingeston Buckeridge&lt;/a&gt;, architect for the &lt;a href=\"Anglican%20Diocese%20of%20Brisbane\"&gt;Anglican Diocese of Brisbane&lt;/a&gt; from 1886–1902. Buckeridge lived in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; from 1892 and managed the design of church buildings from there.\nReverend &lt;a href=\"John%20Vincent%20%28priest%29\"&gt;John Vincent&lt;/a&gt;, the first chaplain in the penal settlement of &lt;a href=\"Moreton%20Bay\"&gt;Moreton Bay&lt;/a&gt;, then part of the &lt;a href=\"Anglican%20Diocese%20of%20Newcastle%20%28Australia%29\"&gt;Diocese of Newcastle&lt;/a&gt;, arrived in 1829. Up until the late 1840s, parishioners held services in makeshift buildings, open-air services and in private homes. In 1848 land was chosen in the present &lt;a href=\"Queens%20Gardens%2C%20Brisbane\"&gt;Queen's Park&lt;/a&gt; in &lt;a href=\"George%20Street%2C%20Brisbane\"&gt;George Street&lt;/a&gt; for the first Anglican Church in Brisbane, St John the Evangelist. With the establishment of the &lt;a href=\"Colony%20of%20Queensland\"&gt;Colony of Queensland&lt;/a&gt; in December 1859, it became necessary to form a new diocese within the Anglican Church. The Bishop of the new &lt;a href=\"Anglican%20Diocese%20of%20Brisbane\"&gt;Diocese of Brisbane&lt;/a&gt;, Reverend &lt;a href=\"Edward%20Wyndham%20Tufnell\"&gt;Edward Wyndham Tufnell&lt;/a&gt;, arrived in September 1860. Tufnell brought with him six young clergymen, including the Reverend Thomas Jones who played an important part in the early days of the Church of the Good Shepherd and other churches of the diocese.\nBy 1870, the Parish of &lt;a href=\"Toowong\"&gt;Toowong&lt;/a&gt; had been formed and Brookfield was included as a remote part of that parish. By this time, Brookfield was settled by farmers and timbergetters who had arrived in the area in the late 1850s and 1860s. The Reverend Robert Creyke administered to the remote areas of the large parish. A centre for worship was established at &lt;a href=\"Indooroopilly%2C%20Queensland\"&gt;Indooroopilly&lt;/a&gt; in 1887 and the &lt;a href=\"St%20Andrews%20Church%20Hall%2C%20Indooroopilly\"&gt;Church of St Andrew&lt;/a&gt; was formally opened by &lt;a href=\"William%20Webber%20%28bishop%29\"&gt;William Webber&lt;/a&gt;, &lt;a href=\"Anglican%20Diocese%20of%20Brisbane\"&gt;Anglican Bishop of Brisbane&lt;/a&gt;, on 25 August 1889. It is possible that &lt;a href=\"Hedley%20Allen%20Dunn\"&gt;Hedley Allen Dunn&lt;/a&gt; was the architect of this church. On 9 January 1890, the Parish of Toowong was divided and the boundaries of the Indooroopilly Parish were fixed, making Brookfield a remote part of the Indooroopilly Parish. Even with a change in Parish boundaries, the Anglican parishioners of Brookfield were still required to travel some distance to church. During one of his visits to Brookfield for services the Reverend &lt;a href=\"Arthur%20Richard%20Rivers\"&gt;Arthur Richard Rivers&lt;/a&gt; encouraged the local people to construct a church, and consequently, a Building Committee was established.\nThe land that was acquired for the building of a church, on the corner of Brookfield and Boscombe Streets, had been surveyed for sale in 1859. It was originally part of a land grant farmed by John McGrath, who obtained the Deed of Grant in January 1861. It was in October 1892 that the Building Committee purchased the land, for , from the owner, William Thomas Gee. On 21 November 1892, the solicitors, Wilson, Newman-Wilson and Hemming, forwarded to the Synod of the Diocese of Brisbane the Certificate of Title for the land on which the Church of the Good Shepherd was to be built. The church cost to build and was consecrated on &lt;a href=\"Easter%20Monday\"&gt;Easter Monday&lt;/a&gt; 2 April 1893. The architect of the church is unknown, though, it is likely that it was not designed directly by John Hingeston Buckeridge, the Diocesan Architect. There were, however, plans drawn by Buckeridge which Bishop Webber made available to some Building Committees. These plans were intended to assist in costing and assessing sizes, and the Church of the Good Shepherd may have been based on one of these plans.\nTo reduce costs the interior was originally unlined, revealing the studwork, and the timber was oiled rather than stained or painted. The gable roofs of the church were originally clad with \"&lt;a href=\"stringybark\"&gt;stringy-bark&lt;/a&gt;\" shingles. The north &lt;a href=\"Vestry%20%28architecture%29\"&gt;vestry&lt;/a&gt; appears to have been added after the building was opened and may account for the presence of &lt;a href=\"chamferboard\"&gt;chamferboard&lt;/a&gt;s on the internal south wall of the vestry. The later addition of vestries was not uncommon was usually related to funding availability. Sometime in the 1930s, the shingle roof was replaced by iron sheeting and in the early 1950s, the interior walls were lined and painted. The chancel interior was clad with \"masonite\" and &lt;a href=\"Louver\"&gt;louvre&lt;/a&gt; windows were installed on either side of the altar.\nDuring the 1960s, further maintenance work was carried out and the church was repainted and rewired. The sanctuary was relined with clear-finished, horizontal pine boards and the floor around the vestry and &lt;a href=\"pulpit\"&gt;pulpit&lt;/a&gt; was repaired. During this time the church floor was sanded and varnished.\nIn 1968, the Parish of &lt;a href=\"Kenmore%2C%20Queensland\"&gt;Kenmore&lt;/a&gt;, Brookfield and &lt;a href=\"Moggill%2C%20Queensland\"&gt;Moggill&lt;/a&gt; was formed. During the 1980s, &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt; was installed and the church was repaired once more. The adjacent parish hall was built in 1985 to the designs of architect &lt;a href=\"Philip%20Gough\"&gt;Philip Gough&lt;/a&gt;. The &lt;a href=\"church%20bell\"&gt;church bell&lt;/a&gt;, originally located outside the vestry, was moved to a position north of the west porch.\nDescription.\nThe Anglican Church of the Good Shepherd is a single-storey, timber church set on wooden stumps, sited on a rise to the northern side of Brookfield Road. It comprises a four-&lt;a href=\"Bay%20%28architecture%29\"&gt;bay&lt;/a&gt; &lt;a href=\"nave\"&gt;nave&lt;/a&gt;, a &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt; and a north &lt;a href=\"vestry\"&gt;vestry&lt;/a&gt; and west &lt;a href=\"porch\"&gt;porch&lt;/a&gt;. There is a separate &lt;a href=\"sanctuary\"&gt;sanctuary&lt;/a&gt; with an independent roof and &lt;a href=\"raised%20floor\"&gt;raised floor&lt;/a&gt;. The church measures twelve metres by six metres, excluding the vestry and porch, and has a seating capacity of approximately eighty. The church is clad externally in white painted &lt;a href=\"chamferboard\"&gt;chamferboard&lt;/a&gt;s.\nThe east window is an under-scaled triplet and the taller flanking windows are set in square frames. The glass in the east windows, including the centre panel depicting the &lt;a href=\"Good%20Shepherd\"&gt;Good Shepherd&lt;/a&gt;, was installed in 1981. The west &lt;a href=\"gable\"&gt;gable&lt;/a&gt; wall is characterised by the central west porch and the scalloped timber &lt;a href=\"Bargeboard\"&gt;barge boards&lt;/a&gt;. The apex of the west wall has a vent opening with a pointed arch head and is fitted with timber louvres. The gable of the west porch is clad in weatherboards and the porch walls are open above the timber railing. The four &lt;a href=\"lancet%20window\"&gt;lancet window&lt;/a&gt;s in each of the nave side walls comprise two centre pivoting timber-frame windows each with a central &lt;a href=\"Transom%20%28architectural%29\"&gt;transom&lt;/a&gt;. The gable roofs of the nave and west porch are sheeted with &lt;a href=\"corrugated%20iron\"&gt;corrugated iron&lt;/a&gt; painted red. The roofs over the nave and the porch have decorative scalloped timber bargeboards.\nInternally, the nave has an open timber ceiling comprising tied principal &lt;a href=\"rafter\"&gt;rafter&lt;/a&gt;s, &lt;a href=\"purlin\"&gt;purlin&lt;/a&gt;s and diagonally laid boards. All ceiling timbers in the nave have been painted. The interior walls of the nave have been lined in sheet material with cover battens over the joints and painted. The unpainted timber ceiling over the sanctuary follows the polygonal plan and reveals rafters and diagonal boarding. Two metal tie rods restrain the sanctuary walls at eave level. The pointed arch chancel arch, somewhat awkwardly integrated with a square opening to the sanctuary, is surmounted by a louvred gable vent. The sanctuary walls have been clad in clear finished, horizontal pine boards. The suspended timber floor has east–west laid boards.\nThe Church is surrounded by mature conifers and &lt;a href=\"eucalypt\"&gt;eucalypt&lt;/a&gt;s.\nThe Parish Hall (1985) is not considered to be of cultural heritage significance.\nHeritage listing.\nAnglican Church of the Good Shepherd was listed on the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 28 April 2000 having satisfied the following criteria.\nThe place is important in demonstrating the evolution or pattern of Queensland's history.\nThe Church is important in demonstrating the development of the Anglican Church in Queensland and Brookfield during this time.\nThe place is important in demonstrating the principal characteristics of a particular class of cultural places.\nThe Anglican Church of the Good Shepherd, corner Brookfield and Boscombe Streets, Brookfield was constructed in the late nineteenth century and is of aesthetic significance as a picturesque and well executed example of a Gothic influenced timber ecclesiastical building. Many simple timber churches were constructed throughout Queensland, this example is distinguished by the quality of its design and by its visual cohesion with other historic buildings in the area, including the Uniting Church, constructed in 1871, Brookfield School, established in 1874 and the Brookfield cemetery, established in 1872.\nThe place is important because of its aesthetic significance.\nThe Anglican Church of the Good Shepherd, corner Brookfield and Boscombe Streets, Brookfield was constructed in the late nineteenth century and is of aesthetic significance as a picturesque and well executed example of a Gothic influenced timber ecclesiastical building. Many simple timber churches were constructed throughout Queensland, this example is distinguished by the quality of its design and by its visual cohesion with other historic buildings in the area, including the Uniting Church, constructed in 1871, Brookfield School, established in 1874 and the Brookfield cemetery, established in 1872.\nThe place has a strong or special association with a particular community or cultural group for social, cultural or spiritual reasons.\nAs a place of public worship for over 100 years, the Anglican Church of the Good Shepherd has social value for the local Anglican community."
}