{
    "id": "44542160",
    "revid": "1005188597",
    "url": "https://en.wikipedia.org/wiki?curid=44542160",
    "title": "Rangamati Medical College",
    "text": "Rangamati Medical College (RmMC) is a &lt;a href=\"Public%20university\"&gt;public&lt;/a&gt; &lt;a href=\"medical%20school\"&gt;medical school&lt;/a&gt; located in &lt;a href=\"Rangamati\"&gt;Rangamati&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;. The college is established in 2014. It admits 51 students every year. It offers 5 years course on Bachelor of Medicine &amp; Bachelor of Surgery which is directed under Chittagong Medical University.\nHistory.\nThe government of Bangladesh established Rangamati Medical College in 2014, along with new medical colleges at &lt;a href=\"Jamalpur%2C%20Bangladesh\"&gt;Jamalpur&lt;/a&gt;, &lt;a href=\"Manikganj\"&gt;Manikganj&lt;/a&gt;, &lt;a href=\"Patuakhali\"&gt;Patuakhali&lt;/a&gt;, &lt;a href=\"Tangail\"&gt;Tangail&lt;/a&gt;, and &lt;a href=\"Sirajganj\"&gt;Sirajganj&lt;/a&gt;. Instruction began in January 2015, with 53 students, but operations were soon suspended until the end of March as a result of vocal opposition from local groups such as &lt;a href=\"Parbatya%20Chattagram%20Jana%20Samhati%20Samiti\"&gt;Parbatya Chattagram Jana Samhati Samiti&lt;/a&gt; (PCJSS). The groups believe that students, staff, and faculty would come predominantly from outside the &lt;a href=\"Chittagong%20Hill%20Tracts\"&gt;Chittagong Hill Tracts&lt;/a&gt;, and their settlement in Rangamati would change the character of the region.\nCampus.\nThe college is located in &lt;a href=\"Rangamati\"&gt;Rangamati town&lt;/a&gt;, headquarter of &lt;a href=\"Rangamati%20Hill%20District\"&gt;Rangamati Hill District&lt;/a&gt;. Its temporary campus is within the premises of Rangamati General Hospital.\nOrganization and administration.\nThe college is affiliated with &lt;a href=\"Chittagong%20University\"&gt;Chittagong University&lt;/a&gt;. The students receive their MBBS degree under the &lt;a href=\"University%20of%20Chittagong\"&gt;University of Chittagong&lt;/a&gt; after completing 5th year course of study by passing the final professional MBBS examination.\nThis college is directly governed by &lt;a href=\"Bangladesh%20Medical%20and%20Dental%20Council\"&gt;Bangladesh Medical and Dental Council&lt;/a&gt; (BMDC) – an affiliation of the &lt;a href=\"Ministry%20of%20Health\"&gt;Ministry of Health&lt;/a&gt;. The professional examinations are held under the university and results are given thereby. Internal examinations are also taken on regular intervals namely items, card completions, terms end and regular assessments.\nAcademics.\nThe admission process of undergraduate MBBS course for all government medical colleges in Bangladesh is conducted centrally by the Director of Medical Education under DGHS under the &lt;a href=\"Ministry%20of%20health\"&gt;Ministry of health&lt;/a&gt;. The test comprises a written MCQ exam, which is held simultaneously in all government medical colleges on the same day throughout the country. Candidates are selected for admission based on national merit and district, whether they are sons or daughters of freedom fighters, and to fill tribal quotas. For foreign students, admission is through the embassy of Bangladesh in their respective countries. The academic calendar for different years is maintained by respective departments. The admission test consists of the written MCQ exam."
}