{
    "id": "445686",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=445686",
    "title": "Connecticut warbler",
    "text": "The Connecticut warbler (\"Oporornis agilis\") is a small &lt;a href=\"songbird\"&gt;songbird&lt;/a&gt; of the &lt;a href=\"New%20World%20warbler\"&gt;New World warbler&lt;/a&gt; family.\nDescription.\nThese medium-sized warblers measure in length, with a wingspan. Connecticut warblers weigh when they fledge, attaining an average weight of around as adults. However, birds preparing for migration pack on more weigh to survive the strenuous journey and can weigh up to . This species has light yellow underparts and olive upper-parts; they have a light eye ring, pink legs, a long tail, pale wing bars and a thin pointed bill. Males have a grey hood; female and immatures are more brown and have a whitish throat.\nThey forage on the ground, picking among dead leaves, or hop along branches. Like most warblers, these birds mainly eat insects and similar small invertebrates. Specifically, they eat spiders, snails and caterpillars. They will also supplement their diet occasionally with seeds and berries. They are \"skulking\" birds that usually spend their time foraging within dense, low vegetation. Such behavior often renders them difficult to see well.\nDespite its name, this bird only rarely visits &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt; during migration. It was named by Alexander Wilson who observed the first classified specimen. They are fairly elusive birds, but it appears that their numbers may be declining due to loss of winter habitat.\nTaxonomy.\nMost classification systems consider the genus to be monophyletic. It used to be considered paraphyletic, and it was paired with the &lt;a href=\"Mourning%20warbler\"&gt;Mourning&lt;/a&gt;, &lt;a href=\"Kentucky%20warbler\"&gt;Kentucky&lt;/a&gt; and &lt;a href=\"MacGillivray%27s%20warbler\"&gt;MacGillivray's&lt;/a&gt; warblers in the genus \"Oporornis\". However, recent studies have found that these three warblers were more closely related to the &lt;a href=\"yellowthroat\"&gt;yellowthroat&lt;/a&gt;s which belong to the genus \"&lt;a href=\"Geothlypis\"&gt;Geothlypis&lt;/a&gt;\".\nHabitat.\nTheir breeding habitat is &lt;a href=\"bog\"&gt;bog&lt;/a&gt;s or open &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; woods near water, especially with &lt;a href=\"Populus\"&gt;poplar&lt;/a&gt;, &lt;a href=\"Larix%20laricina\"&gt;spruce, tamarack&lt;/a&gt; or &lt;a href=\"aspen\"&gt;aspen&lt;/a&gt;, in central &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and &lt;a href=\"United%20States\"&gt;states&lt;/a&gt; bordering the &lt;a href=\"Great%20Lakes%20%28North%20America%29\"&gt;Great Lakes&lt;/a&gt;. These habitats tend to be in rather remote areas that are hard to access for fieldwork; therefore, there is little data available on this species of birds. The nest is an open cup well-concealed in &lt;a href=\"moss\"&gt;moss&lt;/a&gt; or a clump of grass. It is made of \"dry grasses, stalk of weeds and horsehairs\".\nBreeding.\nCourtship begins right after the migrants arrive on their breeding grounds. It correlates with the time when males start to sing as this is how they court females. Couples have one brood per season. Connecticut warblers like to nest in thick understory where their young are protected from predators. Most lay in mid-June, though some populations have been observed to lay in July. Their eggs have a creamy color and they are speckled and blotched with chestnut and bay. Only females incubate. Fledglings are observed in late July and at the latest at the end of August. Both parents feed their young caterpillars, larvae, moth and berries.\nVocalization.\nThe song of this bird is a loud repeated \"\". It's \"similar in pitch to the &lt;a href=\"Kentucky%20warbler\"&gt;Kentucky warbler&lt;/a&gt; and the &lt;a href=\"Ovenbird\"&gt;Ovenbird&lt;/a&gt;\". The call is a nasal \"pitch\", it sounds like a raspy \"witch\". Like many songbirds, its song is heard during breeding season but rarely during the fall.\nBehavior.\nThe Connecticut warbler walks on the ground to forage insects and other sources of food. Its tail bobs up and down, which is reminiscent of &lt;a href=\"wren\"&gt;wren&lt;/a&gt; and &lt;a href=\"sandpiper\"&gt;sandpiper&lt;/a&gt; behaviour. When it comes to sociability, the Connecticut warbler is a solitary species; however, groups of about twenty-five will come together in the fall before migration. It also will join other species, such as &lt;a href=\"Blackpoll%20warbler\"&gt;Blackpoll warbler&lt;/a&gt;s, to feed during the fall. Males are highly territorial during breeding season, they defend an area which ranges from 0.24–0.48 &lt;a href=\"hectares\"&gt;hectares&lt;/a&gt;. When it comes to parental care, both the male and the female will feed the juvenile. They will defend their young by screeching at predators.\nMigration.\nAs mentioned earlier, the Connecticut warbler is an elusive species. Little is known about it outside of the breeding season as to this date, less than 25,000 individuals have been banded. These birds &lt;a href=\"bird%20migration\"&gt;migrate&lt;/a&gt; to the &lt;a href=\"Amazon%20basin\"&gt;Amazon Basin&lt;/a&gt; in &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt; in winter. Specimens have been observed in &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt; (north &amp; southeast), &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; (northeast &amp; interior), &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt; (at the border), and &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; (South). Connecticut warblers undertake different migratory routes in spring and in fall, an atypical behavior. In spring, they normally pass through the Midwest and only rarely migrate to the East coast, but in fall, larger numbers of migrating birds move through the East coast. Recently, the use of small tracking devices have enabled scientists to gather more data on the warbler's migration routes. They have discovered some individuals fly over open water like the &lt;a href=\"Blackpoll%20warbler\"&gt;Blackpoll warbler&lt;/a&gt;. More specifically, they recorded a previously undocumented two day flight over the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; to the &lt;a href=\"Antilles\"&gt;Antillean islands&lt;/a&gt;. This correlates with sightings of Connecticut warblers that have occurred in &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt;, &lt;a href=\"St.%20Thomas%20Island\"&gt;St Thomas&lt;/a&gt; and &lt;a href=\"St.%20Martin%20Island\"&gt;St Martin&lt;/a&gt;.The island of &lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt; is also a popular stop as it is rather remote due to past humanitarian crises. There, they make a minimum of 48 hour stop (it usually lasts 5–7 days) in the Caribbean. This long migration over open water calls for strong selective pressures. A comparative study between the Connecticut warbler and the Blackpoll warbler could help determine what selective pressures are present in these two species. This kind of migration also demands large reserves of fuel and this is why fat Connecticut warblers can be found on the East coast in early fall. It's also the reason why they make several stopovers on their way South.\nCurrent threats.\nOne of the main causes of mortality during migration is the collision of individuals into man-made structures. Collisions often occur against transparent glass panes, through which individuals can see vegetation and light. Habitat destruction is another threat to Connecticut warbler populations. &lt;a href=\"Aspen\"&gt;Aspen&lt;/a&gt; logging on their breeding range (i.e. &lt;a href=\"British%20Columbia\"&gt;BC&lt;/a&gt;) and the application of pesticides gets rids of nesting locations. The infestation of &lt;a href=\"Spruce%20budworm\"&gt;budworm&lt;/a&gt; on &lt;a href=\"Jack%20pine\"&gt;jack-pine&lt;/a&gt; trees also puts nesting sites at risk. The presence of power lines is also a danger to the Connecticut warbler: studies show that the presence of power lines reduces population densities in areas where they are present. In Alberta breeding sites, noise disturbances from gas pipelines are detrimental to the species as well. Studies show that Connecticut warblers did well in forests that have been cleared off of shrubs and understory as they prefer trees; however, their abundance decreased in areas where the forest was clear-cut. Connecticut warblers are on the &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt; red list as a species of Least Concern. Nevertheless, some of its populations in &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; and &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; are at risk. Conservation efforts are difficult due to a lack of research, though a handful of researchers have written some management plans, focusing on the preservation of woody wetlands, which are the Connecticut warbler's favored habitat."
}