{
    "id": "44562565",
    "revid": "1056879736",
    "url": "https://en.wikipedia.org/wiki?curid=44562565",
    "title": "2015 Copa Libertadores Finals",
    "text": "The 2015 Copa Libertadores de América Finals were the two-legged final that decided the winner of the &lt;a href=\"2015%20Copa%20Libertadores\"&gt;2015 Copa Libertadores de América&lt;/a&gt;, the 56th edition of the &lt;a href=\"Copa%20Libertadores\"&gt;Copa Libertadores de América&lt;/a&gt;, &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;'s premier international club &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; tournament organized by &lt;a href=\"CONMEBOL\"&gt;CONMEBOL&lt;/a&gt;.\nThe finals were contested in two-legged home-and-away format between Mexican team &lt;a href=\"Tigres%20UANL\"&gt;UANL&lt;/a&gt; and Argentine team &lt;a href=\"Club%20Atl%C3%A9tico%20River%20Plate\"&gt;River Plate&lt;/a&gt;. The first leg was hosted by UANL at &lt;a href=\"Estadio%20Universitario%20%28UANL%29\"&gt;Estadio Universitario&lt;/a&gt; in &lt;a href=\"San%20Nicol%C3%A1s%20de%20los%20Garza\"&gt;San Nicolás de los Garza&lt;/a&gt; on 29 July 2015, while the second leg was hosted by River Plate at &lt;a href=\"Estadio%20Monumental%20Antonio%20Vespucio%20Liberti\"&gt;Estadio Antonio Vespucio Liberti&lt;/a&gt; in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; on 5 August 2015.\nClub Atlético River Plate earned the right to represent &lt;a href=\"CONMEBOL\"&gt;CONMEBOL&lt;/a&gt; at the &lt;a href=\"2015%20FIFA%20Club%20World%20Cup\"&gt;2015 FIFA Club World Cup&lt;/a&gt;, entering at the semifinal stage, regardless of the result of the final, due to UANL being an invited team from &lt;a href=\"CONCACAF\"&gt;CONCACAF&lt;/a&gt; and therefore not eligible to represent CONMEBOL at the tournament. Due to the same reason, Club atlético River Plate also earned the right to play against the &lt;a href=\"2015%20Copa%20Sudamericana\"&gt;2015 Copa Sudamericana&lt;/a&gt; winners in the &lt;a href=\"2016%20Recopa%20Sudamericana\"&gt;2016 Recopa Sudamericana&lt;/a&gt;.\nThe first leg ended in a scoreless draw. The second leg ended in a 3–0 win for River Plate, and they won the tournament for the third time in their history.\nTeams.\nUANL came into the finals as first-time finalists of the Copa Libertadores. River Plate had previously won two titles in four finals: &lt;a href=\"1986%20Copa%20Libertadores\"&gt;1986&lt;/a&gt; and &lt;a href=\"1996%20Copa%20Libertadores\"&gt;1996&lt;/a&gt;.\nRoad to the finals.\n\"Note: In all scores below, the score of the home team is given first.\"\nFormat.\nThe finals were played on a home-and-away &lt;a href=\"two-legged%20tie\"&gt;two-legged&lt;/a&gt; basis. If tied on aggregate, the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt; would not be used, and 30 minutes of &lt;a href=\"extra%20time%20%28association%20football%29\"&gt;extra time&lt;/a&gt; would be played. If still tied after extra time, the &lt;a href=\"penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt; would be used to determine the winner.\nSince UANL are from Mexico, they had to host the first leg regardless of seeding (Regulations Article 3.7b: \"El Torneo deberá indefectiblemente finalizar en un país perteneciente al continente sudamericano. Para tal caso, de llegar a las finales un equipo que no pertenece al continente sudamericano, deberá indefectiblemente jugar su primer partido de local.\" English translation: \"The Tournament shall invariably end in a country belonging to the South American continent. Therefore, provided that a team not belonging to the South American continent qualifies to the finals, it shall invariably play the first leg at its home.\")\nMatches.\nFirst leg.\nNear the end of the first half, Tigres defender &lt;a href=\"Hugo%20Ayala\"&gt;Hugo Ayala&lt;/a&gt; left the game with an ankle injury. River Plate right-back &lt;a href=\"Gabriel%20Mercado\"&gt;Gabriel Mercado&lt;/a&gt; was booked soon after for a stamp on &lt;a href=\"Andr%C3%A9-Pierre%20Gignac\"&gt;André-Pierre Gignac&lt;/a&gt;, leading him to miss the second leg. At the break, River manager &lt;a href=\"Marcelo%20Gallardo\"&gt;Marcelo Gallardo&lt;/a&gt; made an attacking double substitution, withdrawing &lt;a href=\"Rodrigo%20Mora\"&gt;Rodrigo Mora&lt;/a&gt; and &lt;a href=\"Tabar%C3%A9%20Vi%C3%BAdez\"&gt;Tabaré Viúdez&lt;/a&gt; for &lt;a href=\"Gonzalo%20Nicol%C3%A1s%20Mart%C3%ADnez\"&gt;Gonzalo Martínez&lt;/a&gt; and &lt;a href=\"Nicol%C3%A1s%20Bertolo\"&gt;Nicolás Bertolo&lt;/a&gt;, but was also suspended after shouting at the fourth official. Despite Tigres having most of the possession and late opportunities from &lt;a href=\"Anselmo%20Vendrechovski%20J%C3%BAnior\"&gt;Juninho&lt;/a&gt; and &lt;a href=\"J%C3%BCrgen%20Damm\"&gt;Jürgen Damm&lt;/a&gt;, the game ended goalless.\nSecond leg.\nRiver opened the scoring at the end of the first half when recent signing Alario headed &lt;a href=\"Leonel%20Vangioni\"&gt;Leonel Vangioni&lt;/a&gt;'s low cross from the left into the goal. At 8' &lt;a href=\"Lucas%20Alario\"&gt;Lucas Alario&lt;/a&gt; committed an illegal strong entry against the &lt;a href=\"ankle\"&gt;ankle&lt;/a&gt; of &lt;a href=\"Guido%20Pizarro\"&gt;Guido Pizarro&lt;/a&gt;, foul that media later considered that deserved &lt;a href=\"Penalty%20card%23Commonly%20used%20penalty%20cards%23red%20card\"&gt;red card&lt;/a&gt;. Alario saw &lt;a href=\"Penalty%20card%23Commonly%20used%20penalty%20cards%23red%20card\"&gt;yellow card&lt;/a&gt;. At 25', Tigres had four players with yellow card, three of them defenders.\nAt 46' &lt;a href=\"Ramiro%20Funes%20Mori\"&gt;Ramiro Funes Mori&lt;/a&gt; committed another illegal strong entry, this time against &lt;a href=\"Rafael%20S%C3%B3bis\"&gt;Rafael Sóbis&lt;/a&gt;, foul that media also later considered that deserved red card. Funes Mori was amonestated. When &lt;a href=\"Carlos%20Andr%C3%A9s%20S%C3%A1nchez\"&gt;Carlos Sánchez&lt;/a&gt; went down in the penalty area, he scored the resulting spot kick, shooting to the left of the goalkeeper to double the team's lead. Four minutes later, a corner kick from the right was headed by &lt;a href=\"Ramiro%20Funes%20Mori\"&gt;Ramiro Funes Mori&lt;/a&gt; through the legs of the goalkeeper to secure a 3–0 victory, River's first Copa Libertadores for 19 years. The match was played under a heavy rainfall and polemic arbitration."
}