{
    "id": "44582614",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=44582614",
    "title": "Bernie Sanders 2016 presidential campaign",
    "text": "In the 2016 &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;presidential campaign&lt;/a&gt;, Vermont Senator &lt;a href=\"Bernie%20Sanders\"&gt;Bernie Sanders&lt;/a&gt; sought the &lt;a href=\"Democratic%20Party%20presidential%20primaries%2C%202016\"&gt;Democratic Party's nomination&lt;/a&gt; in a field of six major candidates and was the runner up with 46% of the pledged delegates behind former &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;Secretary of State&lt;/a&gt; &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt;, who won the contest with 54%. Sanders, the junior &lt;a href=\"United%20States%20Senate\"&gt;United States senator&lt;/a&gt; and former &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;Representative&lt;/a&gt; from &lt;a href=\"Vermont\"&gt;Vermont&lt;/a&gt;, began with an informal announcement on April 30, 2015, and a formal announcement that he planned to seek the Democratic Party's nomination for President of the United States on May 26, 2015, in &lt;a href=\"Burlington%2C%20Vermont\"&gt;Burlington, Vermont&lt;/a&gt;. Sanders had been considered a potential candidate for president since at least September 2014. Though he had previously run as an &lt;a href=\"independent%20%28politician%29\"&gt;independent&lt;/a&gt;, he routinely caucused with the &lt;a href=\"United%20States%20Democratic%20Party\"&gt;Democratic Party&lt;/a&gt;, as many of his views align with Democrats. Running as a Democrat made it easier to participate in &lt;a href=\"Democratic%20Party%20presidential%20debates%20and%20forums%2C%202016\"&gt;debates&lt;/a&gt; and get his name on state ballots.\nSanders's chief competitor for the nomination was &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt;, a former secretary of state. Sanders drew large crowds to his speaking events and his &lt;a href=\"populist\"&gt;populist&lt;/a&gt; and &lt;a href=\"Progressivism%20in%20the%20United%20States\"&gt;progressive&lt;/a&gt; politics won him particular support among Americans under 40. He performed strongly with white voters, but consistently trailed Clinton by 30 or more percentage points among black voters; polls showed a close race among Hispanic voters.\nSanders focused on &lt;a href=\"Income%20inequality%20in%20the%20United%20States\"&gt;income&lt;/a&gt; and &lt;a href=\"Wealth%20inequality%20in%20the%20United%20States\"&gt;wealth inequality&lt;/a&gt;, which he argued is eroding the American middle class, and on &lt;a href=\"Campaign%20finance%20reform%20in%20the%20United%20States\"&gt;campaign finance reform&lt;/a&gt;. Unlike most other major presidential candidates, Sanders eschewed an unlimited &lt;a href=\"super%20PAC\"&gt;super PAC&lt;/a&gt;, instead choosing to receive most of his funding from direct individual campaign donations. In September 2015, \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" reported that the campaign had received one million individual donations, becoming the first in 2015 to reach that threshold. Sanders raised $20,000,000 in the month of January 2016, $5,000,000 more than Clinton during the same time period, with an average donation of $27. Sanders frequently mentioned this $27 figure on the campaign trail as proof of his grassroots support.\nFollowing the final primary election (the &lt;a href=\"District%20of%20Columbia%27s%20at-large%20congressional%20district\"&gt;District of Columbia's&lt;/a&gt;, on June 14), Clinton became the presumptive Democratic nominee. Sanders did then endorse Clinton, and said he would work with her to defeat the presumptive Republican nominee, &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;. On June 16, Sanders gave a live online speech to his supporters, saying, \"The political revolution continues\".\nOn July 12, Sanders officially endorsed Clinton at a unity rally with her in &lt;a href=\"Portsmouth%2C%20New%20Hampshire\"&gt;Portsmouth, New Hampshire&lt;/a&gt;.\nOn July 22, 2016, various emails stolen by one or more hackers operating under the pseudonym \"Guccifer 2.0 from the &lt;a href=\"Democratic%20National%20Committee\"&gt;Democratic National Committee&lt;/a&gt; (DNC), the governing body of the Democratic Party, were &lt;a href=\"2016%20Democratic%20National%20Committee%20email%20leak\"&gt;leaked and published&lt;/a&gt;, revealing bias against the Sanders campaign on the part of the Committee and its chair, &lt;a href=\"Debbie%20Wasserman%20Schultz\"&gt;Debbie Wasserman Schultz&lt;/a&gt;. Schultz subsequently resigned as DNC chair and was replaced by &lt;a href=\"Donna%20Brazile\"&gt;Donna Brazile&lt;/a&gt;, who was also implicated in the leaks and apologized to Sanders and his supporters. In the &lt;a href=\"2016%20Democratic%20National%20Convention\"&gt;Democratic National Convention&lt;/a&gt; roll-call vote on July 26, 2016, Sanders received 1,865 votes (39% of the vote), which consisted of 1,848 pledged delegates won in primary and caucus contests (46% of the total) and 17 &lt;a href=\"superdelegate\"&gt;superdelegate&lt;/a&gt;s (4%). After the roll call, Sanders put forward a motion to formally nominate Clinton, which passed by &lt;a href=\"voice%20vote\"&gt;voice vote&lt;/a&gt;. Although Sanders lost, he and the political movement his campaign created succeeded in moving the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; platform as a whole to the left, including support for a $15 &lt;a href=\"minimum%20wage\"&gt;minimum wage&lt;/a&gt;, &lt;a href=\"marijuana\"&gt;marijuana&lt;/a&gt; legalization, the abolition of &lt;a href=\"capital%20punishment\"&gt;capital punishment&lt;/a&gt;, and &lt;a href=\"criminal%20justice%20reform\"&gt;criminal justice reform&lt;/a&gt;\nBackground.\nSanders's previous political successes were in Vermont. He has been politically active nearly his entire adult life. While in college, Sanders protested against police brutality, led a weeks-long sit-in against housing segregation, and worked as an organizer for the &lt;a href=\"Congress%20of%20Racial%20Equality\"&gt;Congress of Racial Equality&lt;/a&gt;. In 1963, he travelled to Washington D.C. to attend the &lt;a href=\"March%20on%20Washington%20for%20Jobs%20and%20Freedom\"&gt;March on Washington for Jobs and Freedom&lt;/a&gt;. As mayor of Burlington, Sanders played a prominent role in building support in Vermont for &lt;a href=\"Jesse%20Jackson\"&gt;Jesse Jackson&lt;/a&gt;'s presidential campaigns in &lt;a href=\"Jesse%20Jackson%20presidential%20campaign%2C%201984\"&gt;1984&lt;/a&gt; and &lt;a href=\"Jesse%20Jackson%20presidential%20campaign%2C%201988\"&gt;1988&lt;/a&gt;.\nIn a November 2013 interview, Sanders laid out several reasons for mounting his own presidential run, including &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt; (current &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;), &lt;a href=\"economic%20inequality\"&gt;economic inequality&lt;/a&gt;, frustration with the \"&lt;a href=\"Citizens%20United\"&gt;Citizens United&lt;/a&gt;\" Supreme Court decision, and the importance of maintaining public programs like &lt;a href=\"Medicare%20%28United%20States%29\"&gt;Medicare&lt;/a&gt; and &lt;a href=\"Medicaid\"&gt;Medicaid&lt;/a&gt;.\nIn a March 6, 2014, interview with \"&lt;a href=\"The%20Nation\"&gt;The Nation&lt;/a&gt;,\" Sanders stated that he was \"prepared to run for President of the United States\" &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;in 2016&lt;/a&gt;, but did not officially announce a campaign. When pressed on the issue, Sanders said he was discussing the possibility with people around the country, but felt that it was premature to make an announcement. After the 2014 congressional elections, Sanders continued to discuss running for president.\nOn April 28, 2015, &lt;a href=\"Vermont%20Public%20Radio\"&gt;Vermont Public Radio&lt;/a&gt; reported that Sanders would announce his candidacy for the Democratic presidential nomination on April 30. In an interview with \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" on April 29, Sanders stated that he was \"running in this election to win,\" and launched a campaign website, effectively beginning his run. Sanders said he was motivated to enter the race by what he termed \"obscene levels\" of income disparity, and the campaign finance system.\nOn May 26, 2015, Sanders officially announced his candidacy at Burlington's Waterfront Park.\nDemocratic Party presidential debates.\nThe 2016 Democratic Party presidential debates occurred among candidates in the &lt;a href=\"Democratic%20Party%20presidential%20primaries%2C%202016\"&gt;campaign for&lt;/a&gt; the party's nomination for President of the United States in the &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;2016 presidential election&lt;/a&gt;. The &lt;a href=\"Democratic%20National%20Committee\"&gt;Democratic National Committee&lt;/a&gt; (DNC) announced in May 2015 that there would be six debates. In February 2016, Clinton's and Sanders's campaigns agreed in principle to holding four more, for a total of ten. Critics alleged that the small number of debates and the schedule, with four of the ten on Saturday or Sunday nights, were part of the DNC's deliberate attempt to protect the front-runner, Hillary Clinton. Clinton dropped out of the tenth debate, scheduled to take place just prior to the California elections, citing a need to devote her time making direct contact with voters in California.\nA spokesperson from &lt;a href=\"Fox%20News\"&gt;Fox News&lt;/a&gt;, the television network that was to air the debate, said, \"Naturally, Fox News is disappointed that Secretary Clinton has declined our debate invitation, especially given that the race is still contested and she had previously agreed to a final debate before the California primary.\" Sanders responded, \"I am disappointed but not surprised by Secretary Clinton's unwillingness to debate before the largest and most important primary in the presidential nominating process.\"\nCampaign.\nIn a preview of his campaign, Sanders told the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; on April 29, 2015, that he would release \"very specific proposals\" to increase taxes on the wealthy and corporations, offer free higher education at public universities, and pass a single‑payer Medicare-for-All healthcare system. He also noted his support for substantial regulation of &lt;a href=\"Wall%20Street\"&gt;Wall Street&lt;/a&gt; and his opposition to the &lt;a href=\"North%20American%20Free%20Trade%20Agreement\"&gt;NAFTA&lt;/a&gt; and &lt;a href=\"Dominican%20Republic%E2%80%93Central%20America%20Free%20Trade%20Agreement\"&gt;CAFTA&lt;/a&gt; trade agreements and to the &lt;a href=\"Keystone%20XL%20pipeline\"&gt;Keystone XL pipeline&lt;/a&gt;.\nHe made the cornerstone of his campaign the reversal of what he calls the \"obscene levels\" of &lt;a href=\"Income%20inequality%20in%20the%20United%20States\"&gt;income&lt;/a&gt; and &lt;a href=\"Wealth%20inequality%20in%20the%20United%20States\"&gt;wealth inequality&lt;/a&gt; that have eroded the middle class over the last 40 years.\nOn November 1, 2015, Sanders released his first campaign ad.\nSanders said his campaign would focus on what he considered \"real &lt;a href=\"family%20values\"&gt;family values&lt;/a&gt;\". \"The right has claimed the mantle of 'family values' for far too long. When my Republican colleagues use the term they're usually talking about things like opposition to contraception, denying a woman's right to choose, opposition to gay rights, and support for abstinence-only education,\" Sanders said. His \"real family values\" included paid sick time, paid vacations, and access to paid family leave. On abortion rights, he remarked that “ are saying to every woman in America, that she cannot control her own bod. I disagree. Let's say it loud and clear: Women control their bodies—not the government”.\nSanders stated that he would run a positive campaign with \"serious debates on serious issues\" and that he had \"never run a negative political ad in life\".\nSanders said that if he were elected president, his cabinet \"would not be dominated by representatives of Wall Street\". He cited &lt;a href=\"Paul%20Krugman\"&gt;Paul Krugman&lt;/a&gt;, &lt;a href=\"Joseph%20Stiglitz\"&gt;Joseph Stiglitz&lt;/a&gt;, and &lt;a href=\"Robert%20Reich\"&gt;Robert Reich&lt;/a&gt; as potential cabinet members.\nIn December 2015, the &lt;a href=\"Democratic%20National%20Committee\"&gt;Democratic National Committee&lt;/a&gt; suspended the Sanders campaign's access to its voter data after a staffer viewed data from Hillary Clinton's campaign during a firewall failure. The staffer denied accessing the data but the DNC confirmed it and Sanders apologized. The Sanders campaign criticized the DNC's reaction as excessive and threatened possible legal action unless the Committee restored its access. The campaign claimed it had warned the DNC about glitches in the voter file program months before. On December 18, 2015, the campaign filed a lawsuit, stating the Committee had unfairly suspended its access. The DNC and the Sanders campaign struck a deal the same day that restored the campaign's access to voter data.\nAddressing the platform of the front-running Republican candidate &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; in an appearance on \"&lt;a href=\"Face%20the%20Nation\"&gt;Face the Nation&lt;/a&gt;\" on December 27, Sanders said that “any of Trump's supporters are working-class people and they're angry, and they're angry because they're working longer hours for lower wages, they're angry because their jobs have left this country and gone to China or other low-wage countries, they're angry because they can't afford to send their kids to college so they can't retire with dignity”. Sanders said that while he believed these are legitimate fears, Trump had “converted them into anger against Mexicans, anger against Muslims” rather than facing the real issue the American people need to confront, “the greed of corporate America”. Sanders also noted that Trump wanted more tax breaks for the wealthy and was opposed to an increase in the minimum wage.\nSanders was frequently questioned on the controversy over &lt;a href=\"Hillary%20Clinton%20email%20controversy\"&gt;Hillary Clinton's use of an unauthorized and unsecured private e-mail server&lt;/a&gt; for her correspondence as Secretary of State, and he consistently refused to use the allegations of wrongdoing in his campaign message. In late May, when it was reported that a State Department inspector general contradicted Clinton's claims of no wrongdoing, Sanders was asked about it by &lt;a href=\"Chuck%20Todd\"&gt;Chuck Todd&lt;/a&gt; on \"&lt;a href=\"Meet%20the%20Press\"&gt;Meet the Press&lt;/a&gt;\". He replied, \"Well, again, you know, these are areas that I have stayed away from. There is a process, people will draw their conclusions from the inspector general report.\" Sanders went on to say, \"I want to break up the Wall Street banks. She doesn't. I want to raise the minimum wage to fifteen bucks an hour. She wants $12 an hour. I voted against the War in Iraq. She voted for the War in Iraq. I believe we should ban fracking. She does not. I believe we should have a tax on carbon and deal aggressively with climate change. That is not her position. Those are some of the issues that I am campaigning on.\"\nFundraising.\nUnlike the majority of other presidential candidates, Sanders did not pursue funding through a &lt;a href=\"Super%20PAC\"&gt;Super PAC&lt;/a&gt;, instead focusing on small, individual donations.\nSaying, \"We now have a political situation where billionaires are ... able to buy elections and candidates\", Sanders called for an overturn of \"&lt;a href=\"Citizens%20United%20v.%20Federal%20Election%20Commission\"&gt;Citizens United v. Federal Election Commission&lt;/a&gt;\": \"To equate the ability of billionaires to buy elections with 'freedom of speech' is totally absurd. The Supreme Court is paving the way toward an &lt;a href=\"oligarchy\"&gt;oligarchic form of society&lt;/a&gt; in which a handful of billionaires like the &lt;a href=\"Political%20activities%20of%20the%20Koch%20brothers\"&gt;Koch brothers&lt;/a&gt; and &lt;a href=\"Sheldon%20Adelson\"&gt;Sheldon Adelson&lt;/a&gt; will control our political process.\"\nSanders raised over $1,500,000 in the first 24 hours after he announced his presidential campaign on April 30, 2015. This was greater than the amount raised by any of the Republican candidates in the first 24 hours after their respective announcements. By May 5, Sanders's campaign had received approximately 75,000 contributions and had raised $3,000,000. Required reports to the Federal Election Commission in July 2015 showed a total of $15,200,000 in donations to the Sanders campaign with an average donation of $31. On September 30, \"The New York Times\" reported that Sanders had raised $26,000,000 over the preceding three months, just short of Hillary Clinton's total of $28,000,000. But Clinton had held ten times as many campaign donor events as Sanders with many contributions of $2,700, the maximum amount allowed, while Sanders's contributions had mostly been under $200. Sanders raised $20,000,000 in the month of January 2016, $5,000,000 more than Clinton during the same time period, with an average donation of $27. Sanders frequently mentioned this $27 figure on the campaign trail as proof of his grassroots support, and even ran a television commercial on the subject. He also outraised Clinton in February 2016, pulling in $43.5 million to her $30 million. During March, Sanders raised $44 million from a donor base roughly twice as large as Clinton's. April donations were significantly lower, totaling $25.8 million.\nIn April 2016, campaign finance watchdogs and Sanders supporters expressed concerns about the &lt;a href=\"Hillary%20Victory%20Fund\"&gt;Hillary Victory Fund&lt;/a&gt;, which Clinton supporters represented as a fundraising committee composed of Clinton's presidential campaign, the Democratic National Committee, and 32 state party committees. The setup allowed Clinton to bypass donation limits and to solicit checks of $350,000 or more from supporters. According to &lt;a href=\"Politico\"&gt;Politico&lt;/a&gt;, \"the Hillary Victory Fund appears to be pushing the bounds of joint fundraising in its online advertising campaign, which has included many ads urging readers to “Stop Trump” or to support Clinton.\" In April, a Sanders campaign lawyer sent an open letter to the DNC that alleged that \"the victory fund was essentially a pass-through to allow Clinton to benefit from contributions that far exceed the amount that her campaign could legally accept.\" In a news release accompanying the letter, Sanders campaign manager &lt;a href=\"Jeff%20Weaver%20%28political%20staffer%29\"&gt;Jeff Weaver&lt;/a&gt; said “it is unprecedented for the DNC to allow a joint committee to be exploited to the benefit of one candidate in the midst of a contested nominating contest.”\nFollowing the nomination of Clinton in June, Sanders thanked his campaign volunteers, saying, \"Let me also thank the hundreds of thousands of volunteers in every state in our country who worked so hard on our campaign and the millions of our contributors who showed the world that we could run a successful national campaign based on small individual contributions – 2 1/2 million of them.\" Sanders's fundraising efforts have been seen as highly innovative in relying on online communication with voters and proving that a modern candidate can win presidential primaries without the support of Super PACs and big donors.\nSuperdelegate support.\nA &lt;a href=\"superdelegate\"&gt;superdelegate&lt;/a&gt; is a delegate to the Democratic National Convention who is seated automatically, not elected by voters in a primary or caucus. Superdelegates include distinguished party leaders and elected officials, including all Democratic members of the House and Senate and sitting Democratic governors. Other superdelegates are chosen during the primary season. Democratic superdelegates are free to support any candidate for the presidential nomination. As of May, the &lt;a href=\"List%20of%20Democratic%20Party%20superdelegates%2C%202016\"&gt;Democratic Party Superdelegates&lt;/a&gt; overwhelmingly supported Hillary Clinton.\nOn \"&lt;a href=\"Face%20the%20Nation\"&gt;Face the Nation&lt;/a&gt;\", &lt;a href=\"John%20Dickerson%20%28journalist%29\"&gt;John Dickerson&lt;/a&gt; asked Sanders whether the Democratic system was \"rigged\". Sanders replied, \"I wouldn't use the word 'rigged' [...] but what is really dumb is that you have closed primaries, like in New York State, where three million people who are Democrats or Republicans could not participate, where you have a situation where over 400 superdelegates came on board Clinton's campaign before anybody else was in the race, eight months before the first vote was cast.\" Sanders went on to say that in the states in which he had won landslide victories he believed that the superdelegates \"should listen to the people in those states and vote for the candidate chosen by the people.\"\nSpeaking events.\nSanders often drew large crowds, with many filled to capacity and some with additional supporters outside who could not fit in the venue but still wanted to attend. Early in his campaign, the media favorably compared his rallies' attendance to &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt;'s. Events scheduled by his campaign were drawing \"overflow crowds\" around the country. Sanders drew more than 700 supporters to a mid-June event in Iowa, which \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" noted was \"the same number who went to a Hillary Clinton event on Sunday that featured a buffet table and a live band.\" After an estimated 3,000 people attended an event in Minneapolis, Sanders said he was \"Stunned. Stunned. I mean I had to fight my way to get into the room. Standing room only. Minneapolis was literally beyond belief.\"\nBeginning in June, crowds at Sanders's events became much larger than those of any other presidential candidate who had announced up to that point. At a June 20 appearance in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, Sanders drew an estimated 5,000 supporters at a routine campaign stop, equaling the size of the crowd at Hillary Clinton's campaign launch speech in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; the previous weekend.\nOn July 1, a crowd of at least 10,000 came to see Sanders in &lt;a href=\"Madison%2C%20Wisconsin\"&gt;Madison, Wisconsin&lt;/a&gt;, nearly twice the size of the biggest crowd of his main primary challenger, Hillary Clinton. A Sanders campaign event in &lt;a href=\"Council%20Bluffs%2C%20Iowa\"&gt;Council Bluffs, Iowa&lt;/a&gt;, on July 3, drew over 2,500 supporters. To date, this was the largest audience for any 2016 presidential candidate in &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt;. Sanders drew a crowd of over 11,000 on July 18 in &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix, Arizona&lt;/a&gt;. At that time this had been the largest crowd of any 2016 candidate, of any party.\nOn a three-day West Coast tour in August, &lt;a href=\"Black%20Lives%20Matter\"&gt;Black Lives Matter&lt;/a&gt; activists interrupted an event in Seattle. The activists removed Sanders from the podium and Sanders looked on as they spoke. The campaign eventually shut down the event. On the following day Sanders spoke to a crowd of 28,000 supporters at the &lt;a href=\"Moda%20Center\"&gt;Moda Center&lt;/a&gt; in &lt;a href=\"Portland%2C%20Oregon\"&gt;Portland, Oregon&lt;/a&gt;, and on August 10 more than 27,000 people showed up for his rally in the &lt;a href=\"Los%20Angeles%20Memorial%20Sports%20Arena\"&gt;Los Angeles Memorial Sports Arena&lt;/a&gt;. On September 14, 2015, Sanders spoke at &lt;a href=\"Liberty%20University\"&gt;Liberty University&lt;/a&gt;, a highly &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;-influenced college, during their &lt;a href=\"Liberty%20University%23Convocation\"&gt;Convocation&lt;/a&gt;.\nIn September, Sanders made three speeches in New Hampshire on Labor Day, during his first campaign swing since the launch of his political group, Our Revolution. In these, he attempted to convince the progressives who had backed him into backing Clinton. In doing so, he faced down vociferous objections from audience members who still supported third-party candidates such as Jill Stein, and those who objected to Clinton as their party's nominee.\nPolls.\nNationwide, Sanders had considerable support among white and liberal-leaning Democrats but considerably less among nonwhite and moderate or conservative Democrats. An April 2015 report by \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" suggested that \"nly about a quarter of Democratic‑leaners hold the consistently liberal views that would potentially put them to the left of Mrs. Clinton\". A June 2015 \"New York Times\" report said, \"in an poll this week, 95 percent of nonwhite Democratic voters said they could see themselves supporting Mrs. Clinton for the nomination in the primary. Only about one-quarter of respondents said they could see themselves voting for Mr. Sanders\".\nTwo August 2015 polls showed Sanders leading Clinton by seven points in New Hampshire. Both the &lt;a href=\"RealClearPolitics\"&gt;RealClearPolitics&lt;/a&gt; polling average and \"&lt;a href=\"The%20Huffington%20Post\"&gt;The Huffington Post&lt;/a&gt;\" Pollster average for the New Hampshire Democratic primary showed Sanders leading Clinton by about 3.5 percent on August 28, 2015.\nOn November 20, an online &lt;a href=\"NBC%20News\"&gt;NBC News&lt;/a&gt; poll showed that Sanders's national support continued to grow. A poll that surveyed 5,755 adults nationwide showed Sanders was the preferred candidate of 33% of Democratic and independent voters, still trailing Clinton by 16 points. Sanders continued to show a strong lead among young voters and trailed Clinton by only three points among white voters.\nAccording to a national Quinnipiac University poll on December 2, Sanders polled ahead of the top four Republican candidates in a general election matchup.\nIn weeks preceding the Democratic primaries, Sanders was leading in New Hampshire by 50% to Clinton's 46% and behind Clinton in Iowa, 48% to 45%. A Quinnipiac University poll released on January 12, 2016, showed Sanders leading in Iowa by 49 percent to Clinton's 44 percent.\nCaucuses and primaries.\nSanders narrowly lost the February 1, 2016 &lt;a href=\"Iowa%20caucuses\"&gt;Iowa Democratic caucuses&lt;/a&gt; by 0.25% of the vote (49.59 to Clinton's 49.84). He won the &lt;a href=\"New%20Hampshire%20Democratic%20primary\"&gt;New Hampshire Democratic primary&lt;/a&gt; on February 9, 2016 by 22.4% of the vote (60.4% to Clinton's 38.0%), receiving strong support from voters who considered it important to nominate a candidate who is \"honest and trustworthy\". This made him the first self-described &lt;a href=\"democratic%20socialist\"&gt;democratic socialist&lt;/a&gt; and first non-Christian to win a major party's U.S. presidential primary. In his home state of Vermont, Sanders received 86.1% of the vote, denying Clinton any delegates. He also won \"landslide\" victories in Washington, Alaska, and Hawaii. On March 8, Sanders pulled off an upset in the Michigan Democratic primary, where polls had favored Clinton by significant margins. Of the 78% of pledged delegates allocated in primaries and caucuses by May 10, 2016, Clinton had won 54% to Sanders's 46%. Of the 715 &lt;a href=\"List%20of%20Democratic%20Party%20superdelegates%2C%202016\"&gt;unpledged delegates or \"superdelegates\"&lt;/a&gt; who voted in the &lt;a href=\"2016%20Democratic%20National%20Convention\"&gt;convention in July&lt;/a&gt;, Clinton had received endorsements from 505 (71%), Sanders 41 (6%).\nNevada State Convention.\nAt the &lt;a href=\"Nevada%20Democratic%20caucuses%20and%20convention%2C%202016\"&gt;Nevada Democratic State Convention&lt;/a&gt; in May, Sanders delegates were outraged by changes to and interpretations of rules that resulted in denial of the credentials of almost 60 Sanders backers, with the result that Sanders, instead of edging Clinton out in delegates to the national convention, came in second. Angry Sanders backers shouted down keynote speaker &lt;a href=\"Barbara%20Boxer\"&gt;Barbara Boxer&lt;/a&gt;, a Clinton supporter. It was widely reported that some shoving, and throwing of chairs and other objects, ensued before Nevada Democratic Party Chairwoman Roberta Lange ended the convention early, but no actual evidence of chair-throwing ever emerged. After the convention was adjourned, casino security guards and local police were called to remove Sanders supporters who refused to leave the casino ballroom. Lange received death threats to herself and her family online and by telephone after \"Sanders supporters posted Lange's home and business addresses, email and cell phone number online.\" Sanders spokesman Michael Briggs said, \"We do not condone violence or encourage violence or even threats of violence\", and denied that the campaign had a role \"in encouraging the activity that the party is complaining about.\"\nThe Nevada Democratic Party wrote to the &lt;a href=\"Democratic%20National%20Committee\"&gt;Democratic National Committee&lt;/a&gt; accusing Sanders supporters of a \"penchant for extra-parliamentary behavior — indeed, actual violence — in place of democratic conduct in a convention setting.\" Sanders responded, \"Our campaign of course believes in non-violent change and it goes without saying that I condemn any and all forms of violence, including the personal harassment of individuals,\" but added that his supporters had not been treated with \"fairness and respect.\" In April 2017, \"&lt;a href=\"The%20New%20York%20Observer\"&gt;The New York Observer&lt;/a&gt;\" reported that DNC chairwoman &lt;a href=\"Debbie%20Wasserman%20Schultz\"&gt;Debbie Wasserman Schultz&lt;/a&gt; had \"used the nationally reported Nevada Convention to attack Sanders supporters, spreading a falsehood that they were throwing chairs. Wasserman Schultz never apologized or rescinded her comments.\"\nDemonstrations.\nSanders supporters organized various demonstrations in support of his campaign. They are known to have participated in large numbers in the &lt;a href=\"2016%20Donald%20Trump%20Chicago%20rally%20protest\"&gt;Donald Trump Chicago rally protest&lt;/a&gt; and the &lt;a href=\"Democracy%20Spring\"&gt;Democracy Spring&lt;/a&gt; protests. On April 3, a large number of Sanders supporters &lt;a href=\"CNN%20controversies%23Occupy%20CNN%20protest\"&gt;protested in front of CNN Headquarters&lt;/a&gt; in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, demonstrating against the amount of airtime Sanders received in comparison to other candidates.\nAdvertising.\nThe campaign began to buy advertising in November 2015 when it spent $2million on television ads. In the last two weeks of December and the first week of January, the Sanders campaign spent $4.7million on TV ads, outspending the Clinton campaign. Prior to the Iowa caucuses and New Hampshire primaries, the campaign launched the advertisement \"&lt;a href=\"America%20%28advertisement%29\"&gt;America\"&lt;/a&gt;.\nStaff.\nThe campaign staff included people with deep political campaign experience and people new to campaign organizing. Campaign manager &lt;a href=\"Jeff%20Weaver%20%28political%20staffer%29\"&gt;Jeff Weaver&lt;/a&gt; started in politics on Sanders's 1986 gubernatorial campaign.\nClaire Sandberg was the Director of Digital Organizing. She worked with senior advisers Becky Bond and &lt;a href=\"Zack%20Exley\"&gt;Zack Exley&lt;/a&gt; to run distributed operations leveraging volunteers where the campaign did not yet have paid staff.\nOn April 14, 2016, Sanders fired the campaign's national Jewish outreach coordinator, Simone Zimmerman, after it was discovered that she had used foul language to describe the Prime Minister of Israel and Hillary Clinton on Facebook. The hiring of Zimmerman, who has a history of opposition to Israeli policies in the West Bank and Gaza, had been widely criticized by Jewish groups.\nGender discrimination allegations.\nIn January 2019, \"The New York Times\" reported that allegations of sexual harassment, demeaning treatment and pay disparities pertaining to women in the campaign were being circulated by email. Sanders attributed any such misdeeds to members of his staff, claiming that he was not only unaware of them but had instituted new protocols for addressing such issues. &lt;a href=\"Jeff%20Weaver%20%28political%20staffer%29\"&gt;Jeff Weaver&lt;/a&gt;, Sanders's campaign manager in 2016, acknowledged the existence of problems and expressed a desire to do better in any future campaign. Sanders extended an apology on CNN to \"any woman who feels like she was not treated appropriately\".\nSanders's campaign committee issued a statement thanking the campaign workers for raising the concerns, and pointing at new policies in the 2018 Senate re-election campaign, already implemented prior to the events from 2016 coming to light. Former staffers sought a meeting to address the events, and in response, Sanders met with them in mid-January. The meeting was facilitated by three female leaders in workplace and employment matters. They stated that it was part of \"a process to create practical ways for improving the campaign's culture,\" and were hoping other campaigns would also take note.\nReception.\nThere was widespread support of Sanders's vision of a \"political revolution\", but others believed his vision was unrealistic or overly left-wing. Speaking on \"&lt;a href=\"Meet%20the%20Press\"&gt;Meet the Press&lt;/a&gt;\" on January 24, conservative political commentator &lt;a href=\"David%20Brooks%20%28journalist%29\"&gt;David Brooks&lt;/a&gt; commented on earlier interviews of Clinton and Sanders, \"If I didn't know anything about the race until I saw these back-to-back interviews today, I would think, wow, Sanders really has honed his message, and he's captured both authenticity and joy, and Hillary Clinton hasn't honed her message.\"\nFilling in for Sanders at a campaign event in Iowa, &lt;a href=\"Cornel%20West\"&gt;Cornel West&lt;/a&gt; \"electrified\" the crowd, opening his speech by saying, \"What a blessing it is to be here with all of my brothers and sisters of all colors here in central Iowa! Brother Bernie and I come from a great tradition, the tradition of &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt; and &lt;a href=\"Albert%20Einstein\"&gt;Albert Einstein&lt;/a&gt;; the tradition of &lt;a href=\"Helen%20Keller\"&gt;Helen Keller&lt;/a&gt; and &lt;a href=\"Ella%20Baker\"&gt;Ella Baker&lt;/a&gt;; the tradition of &lt;a href=\"John%20Dewey\"&gt;John Dewey&lt;/a&gt;—who is the founder of &lt;a href=\"pragmatism\"&gt;pragmatism&lt;/a&gt;, but he was a democratic socialist, too. The point is that, you see, democratic socialism is not some kind of alien element. It's organic and indigenous in the history of this nation.\"\nAfter polls showed Clinton leading by a wide margin in the March 8 Michigan primary, Sanders won in what has been called \"one of the greatest upsets in modern political history,\" drawing comment from political pundits. ABC News wrote, \"Bernie Sanders' win in Michigan will go down as the stunner of the election cycle to date, handing his campaign a fresh rationale and new evidence of his rival's vulnerabilities at a critical time in the race. Sanders’ win will raise new questions about the presumed strength and dominance of Hillary Clinton's campaign. (It will also raise questions about the reliability of state-level polling).\" Sanders said of the victory, \"what we have done is created the kind of momentum that we need to win.\"\nOn April 1, 2016, Sanders was interviewed by the \"New York Daily News\" editorial board. &lt;a href=\"Dylan%20Byers\"&gt;Dylan Byers&lt;/a&gt; of CNN politics wrote that the interview \"showed him having difficulty clearly answering some questions about both foreign and domestic policy\". In response to the criticism from the press, Tad Devine, the senior adviser for the Sanders campaign, told CNN, \"I understand when you go to New York you're going to get hit by the tabloids, that's what the primaries are about\". The Clinton campaign seized on what they considered a poor performance by Sanders, and sent the interview transcript to millions of its backers in a fundraising email, arguing that Sanders hadn't thought through how he would accomplish his biggest goals. But Peter Eavis of \"The New York Times\" wrote that \"Bernie Sanders probably knows more about breaking up banks than his critics give him credit for\" and that \"taken as a whole, Mr. Sanders's answers seem to make sense.\"\nAn NBC/\"Wall Street Journal\" poll conducted May 15 through 19 found Clinton and presumptive Republican nominee Donald Trump in a \"dead heat\" within the poll's margin of error. But the same poll found that if Sanders were the Democratic nominee, 53% of voters would support him to 39% for Trump. Clinton and Trump were the least popular likely candidates in the poll's history. Sanders received a 43% positive, 36% negative rating.\nSanders's 2016 presidential campaign led to a resurgence of interest in &lt;a href=\"social%20democracy\"&gt;social democracy&lt;/a&gt; and democratic &lt;a href=\"socialism%20among%20millennials\"&gt;socialism among millennials&lt;/a&gt;.\nClinton named presumptive nominee.\nOn June 6, 2016, the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; and &lt;a href=\"NBC%20News\"&gt;NBC News&lt;/a&gt; reported that Clinton had become the &lt;a href=\"presumptive%20nominee\"&gt;presumptive nominee&lt;/a&gt; after reaching the required number of delegates, including both pledged and unpledged delegates (superdelegates), to secure the nomination. On June 7, Clinton secured a majority of pledged delegates after winning the California and New Jersey primaries. After the final primary election, the District of Columbia's on June 14, Sanders met with Clinton and congratulated her on her successful campaign. On June 16, Sanders gave a speech broadcast live online to his supporters, saying:\nI look forward in the coming weeks to continue discussion between the two campaigns to make certain that your voices are heard and that the Democratic Party passes the most progressive platform in its history, and that Democrats actually fight for that agenda. I also look forward to working with Secretary Clinton to transform the Democratic Party, so that it becomes a party of working people and young people, and not just wealthy campaign contributors, a party that has the guts to take on Wall Street, the pharmaceutical industry, the fossil fuel industry and the other powerful special interests that dominate so much of our political and economic life.\nAfter the speech, the head of &lt;a href=\"National%20Nurses%20United\"&gt;National Nurses United&lt;/a&gt;, the first national union to back Sanders, said, \"What we know about Bernie is that he will be there. He's always been there as a fighter in the Senate, but that he will continue to be there for us. But most importantly, his message was, we have to be there, we have to build a movement, we have to fight.\" In July, in an effort to win Sanders's endorsement and his supporters' approval, Clinton endorsed several new policies he had advocated for, including plans to eliminate tuition at public colleges and universities and to increase spending for community health centers. On July 12, Sanders endorsed Clinton, saying in a prepared statement:\nI am proud of the campaign we ran here in New Hampshire and across the country. Our campaign won the primaries and caucuses in 22 states, and when the roll call at the Democratic National Convention in Philadelphia is announced it will show that we won almost 1,900 delegates. That is a lot of delegates, far more than almost anyone thought we could win. But it is not enough to win the nomination. Secretary Clinton goes into the convention with 389 more pledged delegates than we have and a lot more super delegates. Secretary Clinton has won the Democratic nominating process, and I congratulate her for that. She will be the Democratic nominee for president and I intend to do everything I can to make certain she will be the next president of the United States.\nWikileaks email release.\nOn July 22, 2016, &lt;a href=\"WikiLeaks\"&gt;WikiLeaks&lt;/a&gt; released over 20,000 &lt;a href=\"2016%20Democratic%20National%20Committee%20email%20leak\"&gt;DNC emails&lt;/a&gt;, some of which appeared to show DNC officials favoring Clinton over Sanders during the primary. Among other things, one high-ranking DNC official discussed the possibility of making Sanders's irreligious tendencies a campaign issue in southern states, and DNC chair &lt;a href=\"Debbie%20Wasserman%20Schultz\"&gt;Debbie Wasserman Schultz&lt;/a&gt; referred to campaign manager &lt;a href=\"Jeff%20Weaver%20%28political%20staffer%29\"&gt;Jeff Weaver&lt;/a&gt; as \"an ASS\" and \"a damn liar\" and repeatedly called into question Sanders's party loyalty. Wasserman Schultz resigned as DNC chair after the leak, replaced by &lt;a href=\"Donna%20Brazile\"&gt;Donna Brazile&lt;/a&gt;, and the Democratic National Committee apologized to Sanders. Speaking on &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;, Sanders responded to the email leak: \"it is an outrage and sad that you would have people in important positions in the DNC trying to undermine my campaign. It goes without saying: The function of the DNC is to represent all of the candidates — to be fair and even-minded. But again, we discussed this many, many months ago, on this show, so what is revealed now is not a shock to me.\"\nIn October 2016, WikiLeaks released &lt;a href=\"Podesta%20emails\"&gt;emails&lt;/a&gt; from Clinton campaign Chair &lt;a href=\"John%20Podesta\"&gt;John Podesta&lt;/a&gt; showing that Donna Brazile, who was working as a DNC Vice Chair, had given Clinton staff information on the questions to be asked at an upcoming CNN town-hall meeting. Brazile has denied that she was showing favoritism.\nAfter the election, the &lt;a href=\"U.S.%20intelligence%20community\"&gt;U.S. intelligence community&lt;/a&gt; and the &lt;a href=\"Special%20Counsel%20investigation%20%282017%E2%80%93present%29\"&gt;Special Counsel investigation&lt;/a&gt; assessed that the email leaks were part of a larger &lt;a href=\"Russian%20interference%20in%20the%202016%20United%20States%20elections\"&gt;interference campaign by the Russian government&lt;/a&gt; to cause political instability in the United States and to damage the Hillary Clinton campaign by bolstering the candidacies of Donald Trump, Bernie Sanders, and Jill Stein.\nDemocratic National Convention.\nSanders received a three-minute standing ovation when he rose to speak at the &lt;a href=\"Democratic%20National%20Convention\"&gt;Democratic National Convention&lt;/a&gt; on July 25. He thanked and congratulated his campaign workers and spoke of his work with the Democratic Platform Committee, saying, \"there was a significant coming together between the two campaigns and we produced, by far, the most progressive platform in the history of the Democratic Party...Our job now is to see that platform implemented by a Democratic Senate, a Democratic House and a Hillary Clinton presidency – and I am going to do everything I can to make that happen.\"\nThe first night of the Democratic National Convention was frequently disrupted with booing and chanting by a segment of Sanders's campaign workers termed the \"Bernie or Bust\" contingent. Even Sanders was booed when he said, \"We must vote for Hillary Clinton.\" The comedian &lt;a href=\"Sarah%20Silverman\"&gt;Sarah Silverman&lt;/a&gt;, who had campaigned for Sanders but pledged support for Clinton at the convention, said, \"Can I just say: To the 'Bernie or Bust' people, you're being ridiculous.\" A July 25 report by the &lt;a href=\"Pew%20Research%20Center\"&gt;Pew Research Center&lt;/a&gt; tracing Democratic voters’ support for candidates from March 2015 to June 2016 indicated that 90% of Democratic voters who had consistently supported Sanders said they would support Clinton in the general election.\nAfter Sanders lost the primary to Clinton, &lt;a href=\"Jill%20Stein\"&gt;Jill Stein&lt;/a&gt; of the &lt;a href=\"Green%20Party%20of%20the%20United%20States\"&gt;Green Party&lt;/a&gt; offered to let Sanders run on the Green ticket, but he did not respond to her offer. On October 28, 2016, Sanders was declared an eligible &lt;a href=\"write-in%20candidate\"&gt;write-in candidate&lt;/a&gt; for president in California, with &lt;a href=\"Tulsi%20Gabbard\"&gt;Tulsi Gabbard&lt;/a&gt; as his vice-presidential running mate. For write-in candidates' votes to be counted in California, the candidate must be certified, which \"only requires that 55 'electors' sign on to declare a person a write-in candidate, not that the person consent\".\nConclusion.\nOn November 8, as Clinton was defeated by Trump in the &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;general election&lt;/a&gt;, Sanders received almost 6% of the vote &lt;a href=\"United%20States%20presidential%20election%20in%20Vermont%2C%202016\"&gt;in Vermont&lt;/a&gt;, despite not being a candidate. This was the highest share of a statewide presidential vote for a &lt;a href=\"Write-in%20candidate\"&gt;write-in&lt;/a&gt; &lt;a href=\"Draft%20%28politics%29\"&gt;draft campaign&lt;/a&gt; in American history. He also received more votes in Vermont than &lt;a href=\"Gary%20Johnson\"&gt;Gary Johnson&lt;/a&gt;, the &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian&lt;/a&gt; candidate, and &lt;a href=\"Jill%20Stein\"&gt;Jill Stein&lt;/a&gt;, the &lt;a href=\"Green%20Party%20of%20the%20United%20States\"&gt;Green&lt;/a&gt; candidate, combined.\nNationwide, it was possible to vote for Sanders as a write-in candidate in 12 states, and exact totals of write-in votes for Sanders were published in three states: &lt;a href=\"United%20States%20presidential%20election%20in%20California%2C%202016\"&gt;California&lt;/a&gt;, &lt;a href=\"United%20States%20presidential%20election%20in%20New%20Hampshire%2C%202016\"&gt;New Hampshire&lt;/a&gt;, and &lt;a href=\"United%20States%20presidential%20election%20in%20Vermont%2C%202016\"&gt;Vermont&lt;/a&gt;. In those three states, Sanders received 111,850 write-in votes, approximately 15% of the write-in vote nationwide and 0.08% of the vote overall.\nOn December 19, the day that the &lt;a href=\"Electoral%20College%20%28United%20States%29\"&gt;Electoral College&lt;/a&gt; convened in state capitols around the country, Sanders received one electoral vote for president, from David Mulinix, a &lt;a href=\"faithless%20elector\"&gt;faithless elector&lt;/a&gt; in &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt; who also voted for &lt;a href=\"Elizabeth%20Warren\"&gt;Senator Elizabeth Warren&lt;/a&gt; for &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;vice president&lt;/a&gt;. This was the first electoral vote ever cast for a &lt;a href=\"American%20Jews\"&gt;Jewish American&lt;/a&gt; for president in United States electoral history. Two other faithless electors, David Bright in &lt;a href=\"Maine\"&gt;Maine&lt;/a&gt; and Muhammad Abdurrahman in &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, attempted to cast their electoral votes for Sanders, but their votes were invalidated by their states' faithless elector laws. Bright subsequently switched his vote to Clinton as pledged, while Abdurrahman was replaced by another elector who voted for Clinton as pledged.\nSanders was one of five people who received electoral votes from &lt;a href=\"Faithless%20electors%20in%20the%20United%20States%20presidential%20election%2C%202016\"&gt;faithless electors in the 2016 election&lt;/a&gt;; the other four were former &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;U.S. Secretary of State&lt;/a&gt; &lt;a href=\"Colin%20Powell\"&gt;Colin Powell&lt;/a&gt; (who received three electoral votes), &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; activist &lt;a href=\"Faith%20Spotted%20Eagle\"&gt;Faith Spotted Eagle&lt;/a&gt;, former United States &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;Representative&lt;/a&gt; and &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"Republican%20Party%20presidential%20primaries%2C%202012\"&gt;presidential candidate&lt;/a&gt; &lt;a href=\"Ron%20Paul\"&gt;Ron Paul&lt;/a&gt;, and &lt;a href=\"List%20of%20Governors%20of%20Ohio\"&gt;Governor&lt;/a&gt; &lt;a href=\"John%20Kasich\"&gt;John Kasich&lt;/a&gt; of &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;. The seven faithless electoral votes for president were the most in history, with the exception of the 63 electors who did not vote for their pledged candidate, &lt;a href=\"Horace%20Greeley\"&gt;Horace Greeley&lt;/a&gt;, in &lt;a href=\"1872%20United%20States%20presidential%20election\"&gt;1872&lt;/a&gt; (Greeley had died between election day and the convening of the Electoral College).\nMedia coverage.\nSome Sanders supporters raised concerns that publications such as \"The New York Times\" minimized coverage of his campaign in favor of other candidates', especially Trump's and Clinton's. A December 2015 report found that the three major networks&lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;, &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;, and &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;had spent 234minutes reporting on Republican candidate Donald Trump and 10minutes on Sanders, despite their similar polling results. The report noted that \"&lt;a href=\"ABC%20World%20News%20Tonight\"&gt;ABC World News Tonight&lt;/a&gt;\" had spent 81minutes on Trump and less than 1minute on Sanders during 2015.\nOn April 3, 2016, hundreds of Sanders supporters protested &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;'s coverage of the presidential elections at CNN headquarters. Calling themselves \"Occupy CNN\", they claimed that &lt;a href=\"Mainstream%20media%23Big%20Six\"&gt;major media networks&lt;/a&gt; had intentionally minimized Sanders's airtime in favor of candidates such as &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; and &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;.\nIn May 2016, MSNBC's &lt;a href=\"Mika%20Brzezinski\"&gt;Mika Brzezinski&lt;/a&gt; called on &lt;a href=\"Debbie%20Wasserman%20Schultz\"&gt;Debbie Wasserman Schultz&lt;/a&gt;, chairwoman of the DNC, to step down over the DNC's bias against the Sanders campaign. The July &lt;a href=\"2016%20Democratic%20National%20Committee%20email%20leak\"&gt;2016 Democratic National Committee email leak&lt;/a&gt; revealed that Wasserman Schultz was angry about the media's negative coverage of her actions, and that she emailed &lt;a href=\"Chuck%20Todd\"&gt;Chuck Todd&lt;/a&gt; on May 18 to say that such coverage of her \"must stop\". Describing the coverage as the \"LAST straw\", she ordered the DNC's communications director to call MSNBC president &lt;a href=\"Phil%20Griffin\"&gt;Phil Griffin&lt;/a&gt; to demand an apology from Brzezinski.\nSocial media.\nSanders used &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; to help his campaign gain momentum. His campaign utilized &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt;, &lt;a href=\"Snapchat\"&gt;Snapchat&lt;/a&gt;, &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt;, &lt;a href=\"Tumblr\"&gt;Tumblr&lt;/a&gt; and &lt;a href=\"Reddit\"&gt;Reddit&lt;/a&gt;. Sanders gained a large online &lt;a href=\"grassroots\"&gt;grassroots&lt;/a&gt; following, with supporters rallying support on Twitter under the hashtag #FeelTheBern.\nThe Sanders campaign was also known for the intense social media activity of some of his backers. Some online activists who enthusiastically promoted Sanders and criticized Clinton supporters were pejoratively called &lt;a href=\"Bernie%20Bros\"&gt;Bernie Bros&lt;/a&gt;, insinuating they were sexist in their critique of Clinton.\nSanders gained tens of thousands of followers on Twitter during and after his debate appearances. Although Twitter followers are only one metric of success, this led \"USA Today\" to speculate that he had won the October debate.\nPopular media.\n\"&lt;a href=\"Saturday%20Night%20Live\"&gt;Saturday Night Live&lt;/a&gt;\" (SNL) highlighted Sanders in its October 17, 2015, &lt;a href=\"cold%20open\"&gt;cold open&lt;/a&gt; with comedian &lt;a href=\"Larry%20David\"&gt;Larry David&lt;/a&gt; portraying him in a &lt;a href=\"parody\"&gt;parody&lt;/a&gt; of the first &lt;a href=\"Democratic%20Party%20presidential%20primaries%2C%202016\"&gt;Democratic Primary Presidential&lt;/a&gt; debate, which had aired four days earlier on CNN. David returned to the show for the first time in 30 years to portray Sanders. His impression of Sanders, widely received favorably on Twitter, had him waving his arms and saying: \"I'm going to dial it right up to a ten: We're doomed! We need a revolution! We've got millions of people in the streets. We gotta do something and we gotta do it now\". When shown a clip of David's impression of him by &lt;a href=\"George%20Stephanopoulos\"&gt;George Stephanopoulos&lt;/a&gt; on ABC's \"&lt;a href=\"This%20Week%20%28ABC%20TV%20series%29\"&gt;This Week&lt;/a&gt;\", Sanders responded: \"I think we'll use Larry at our next rally. He does me better than I do.\"\nDavid portrayed Sanders again on SNL's November 7, 2015, cold open, a parody of a Democratic candidates' forum hosted by &lt;a href=\"Rachel%20Maddow\"&gt;Rachel Maddow&lt;/a&gt; that had aired on \"&lt;a href=\"MSNBC\"&gt;MSNBC&lt;/a&gt;\" earlier that week.\nAlthough he did not win the official award, in December 2015 Sanders won the readers' poll for \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine's 2015 &lt;a href=\"Time%20Person%20of%20the%20Year\"&gt;Person of the Year&lt;/a&gt; with 10% of vote.\nInternet memes.\nSanders's campaign generated many &lt;a href=\"Internet%20meme\"&gt;Internet meme&lt;/a&gt;s. A &lt;a href=\"Facebook%20features%23Networks%20and%20groups\"&gt;Facebook group&lt;/a&gt; called &lt;a href=\"Bernie%20Sanders%27%20Dank%20Meme%20Stash\"&gt;Bernie Sanders' Dank Meme Stash&lt;/a&gt; was created to help spread information and comedic entertainment about Sanders. As of March 20, 2016, the group had nearly 420,000 members.\nOnline dating service.\nSanders's campaign also inspired an &lt;a href=\"online%20dating%20service\"&gt;online dating service&lt;/a&gt;, Bernie Singles. Founded by &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt; &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; &lt;a href=\"sophomore\"&gt;sophomore&lt;/a&gt; student Colten Caudle and co-owner David Boni on February 17, 2016, Bernie Singles became a &lt;a href=\"trending%20topic\"&gt;trending topic&lt;/a&gt; on &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt;, &lt;a href=\"Reddit\"&gt;Reddit&lt;/a&gt;, and &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;.\nTinder.\nOn February 5, 2016, members of the &lt;a href=\"Facebook%20features%23Networks%20and%20groups\"&gt;Facebook group&lt;/a&gt; \"Bernie Sanders Dank Tinder Convos\" (BSDTC) (a spin-off of &lt;a href=\"Bernie%20Sanders%27%20Dank%20Meme%20Stash\"&gt;Bernie Sanders' Dank Meme Stash&lt;/a&gt;) were reportedly being &lt;a href=\"Block%20%28Internet%29\"&gt;banned&lt;/a&gt; from dating and &lt;a href=\"social%20discovery\"&gt;social discovery&lt;/a&gt; &lt;a href=\"mobile%20application\"&gt;mobile application&lt;/a&gt; &lt;a href=\"Tinder%20%28app%29\"&gt;Tinder&lt;/a&gt; for promoting Sanders's presidential campaign. BSDTC members would send messages to other Tinder users promoting Sanders and imploring them to &lt;a href=\"voting\"&gt;vote&lt;/a&gt; for him. In response, many BSDTC members' profiles would either become locked or deleted after being flagged for posting &lt;a href=\"messaging%20spam\"&gt;spam&lt;/a&gt; or being &lt;a href=\"Internet%20bot\"&gt;bots&lt;/a&gt;. Tinder spokeswoman Rosette Pambakian stated in an email, \"We wholeheartedly support people sharing their political views on Tinder, but we don't allow spamming. So feel free to spread the Bern, just don't spam.\"\nBernie or Bust.\n\"Bernie or Bust\" refers to the intention of some of Sanders's supporters not to vote for Hillary Clinton if she won the Democratic nomination, but rather to write in Sanders, vote for a third-party candidate such as &lt;a href=\"Jill%20Stein\"&gt;Jill Stein&lt;/a&gt; or &lt;a href=\"Gary%20Johnson\"&gt;Gary Johnson&lt;/a&gt;, or not to vote at all.\nThe movement stemmed from distrust of the Democratic Party establishment and the party's &lt;a href=\"primary%20election\"&gt;primary system&lt;/a&gt;. The party was accused of bias in Clinton's favor beginning around December 2015, culminating in &lt;a href=\"2016%20Democratic%20National%20Committee%20email%20leak\"&gt;leaked emails&lt;/a&gt; just before the &lt;a href=\"2016%20Democratic%20National%20Convention\"&gt;2016 Democratic National Convention&lt;/a&gt;. Sanders repeatedly said he would vote for Clinton in the general election in order to avoid a \"disastrous\" Trump presidency and encouraged his supporters to do the same.\nThe Bernie or Bust movement is often cited as one of the contributing factors in Hillary Clinton's loss in the general election via the &lt;a href=\"spoiler%20effect\"&gt;spoiler effect&lt;/a&gt;. Other media commentators have disagreed. According to \"NPR\" and \"Newsweek\", more than 20% of Sanders voters voted for Trump or another candidate (or did not vote) in the 2016 general election.\nThe movement experienced controversy when, at the Democratic National Convention, comedian &lt;a href=\"Sarah%20Silverman\"&gt;Sarah Silverman&lt;/a&gt; urged other Sanders supporters to back Hillary Clinton and remarked that Bernie or Bust people were \"being ridiculous.\"\nUnaffiliated Sanders-for-President organizations.\nAmong the organizations that worked to elect Sanders without any formal affiliation with his campaign was People for Bernie, an online group that grew out of the &lt;a href=\"Occupy%20movement\"&gt;Occupy movement&lt;/a&gt; and was active in sending protesters to shut down Donald Trump rallies.\n&lt;a href=\"Veterans%20for%20Bernie%20Sanders\"&gt;Veterans for Bernie Sanders&lt;/a&gt;, also known as \"Vets for Bernie,\" was the first national grassroots association of &lt;a href=\"military\"&gt;military&lt;/a&gt; &lt;a href=\"veteran\"&gt;veteran&lt;/a&gt;s ever to organize on behalf of a presidential candidate. VFB mobilized veterans in all 50 states to attend Sanders events, including a veterans' &lt;a href=\"Veterans%20for%20Bernie%20Sanders%23Gettysburg%20Rally\"&gt;rally in Gettysburg&lt;/a&gt;. The group has been credited with developing innovative \"social media content based around endorsements from individual veterans.\"\nIn April 2015, the grassroots group &lt;a href=\"College%20Students%20for%20Bernie\"&gt;College Students for Bernie&lt;/a&gt; was created by college students from universities from across the country. The group served as an outlet and a resource for college students to take an active role in the 2016 election by campaigning for Sanders and fighting for progressive causes. The organization had over 260 chapters established at various universities and colleges in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\n/r/SandersForPresident subreddit.\nA popular &lt;a href=\"subreddit\"&gt;subreddit&lt;/a&gt; with over 500,000 subscribers, /r/SandersForPresident was an organizing forum that mobilized resources for the campaign. As one of the first places Sanders announced his campaign, it was connected through Grassroots For Sanders, the campaign's digital arm. It was created on December 6, 2013, about 17 months before Sanders announced his candidacy, by Aidan King, a graduate of the &lt;a href=\"University%20of%20New%20Hampshire\"&gt;University of New Hampshire&lt;/a&gt;, and David Fredrick, co-creator of Grassroots For Sanders. King eventually became the Sanders campaign's social media coordinator.\nAlthough the Sanders campaign did not control the subreddit, it communicated with its moderators. Kenneth Pennington, the Sanders campaign's digital director, told media company &lt;a href=\"Mic%20%28media%20company%29\"&gt;Mic&lt;/a&gt; that \"We work closely with those in leadership roles on the subreddit to make sure that the large audience on Reddit knows exactly how to get involved in the campaign and spread the senator's message\".\nPolitical positions.\nGenerally speaking, Bernie Sanders's views have been described as being to the &lt;a href=\"political%20left\"&gt;political left&lt;/a&gt; of those of competitor Hillary Clinton and President &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;.\nEconomics.\nIncome and wealth inequality.\nA cornerstone of Sanders's campaign was to fight the decreasing &lt;a href=\"Income%20inequality%20in%20the%20United%20States\"&gt;income&lt;/a&gt; of the middle class and the increase of &lt;a href=\"Wealth%20inequality%20in%20the%20United%20States\"&gt;wealth inequality&lt;/a&gt;:\nIn July 2015 Sanders introduced legislation that would incrementally increase the federal &lt;a href=\"minimum%20wage\"&gt;minimum wage&lt;/a&gt; to $15 an hour by the year 2020. On November 10, 2015, Sanders joined striking Senate cafeteria workers at a \"&lt;a href=\"Fast%20food%20worker%20strikes\"&gt;Fight for $15&lt;/a&gt;\" rally in Washington DC and voiced support for the &lt;a href=\"Fast%20food%20worker%20strikes\"&gt;movement&lt;/a&gt;.\nTaxes.\nSanders supported repeal of some tax deductions that benefit &lt;a href=\"hedge%20fund\"&gt;hedge fund&lt;/a&gt;s and corporations, and would have raised taxes on &lt;a href=\"capital%20gain\"&gt;capital gain&lt;/a&gt;s and the wealthiest two percent of Americans, using some of the added revenues to lower the taxes of the middle and lower classes. Reporting that &lt;a href=\"offshore%20tax%20havens\"&gt;offshore tax havens&lt;/a&gt; have allowed America's largest corporations to avoid taxes on more than $1 trillion in profits, Sanders also introduced legislation to end offshore banking. He believed the American government should invest the resulting revenue in America's small businesses and in aid for working people.\nWall Street reform.\nOn May 6, 2015, Sanders introduced legislation to break up \"&lt;a href=\"too%20big%20to%20fail\"&gt;too big to fail&lt;/a&gt;\" financial institutions. With three of the four banks that were bailed out during the 2007–08 &lt;a href=\"Global%20Financial%20Crisis\"&gt;Global Financial Crisis&lt;/a&gt; now larger than they were then, Sanders believed that \"no single financial institution should have holdings so extensive that its failure would send the world economy into crisis. If an institution is too big to fail, it is too big to exist.\"\nJobs.\nSanders introduced amendments to Senate bills that promote the creation of millions of middle-class jobs by investing in infrastructure, paid for by closing loopholes in the corporate and international tax system. He also supported legislation that would make it easier for workers to join or form a &lt;a href=\"Labor%20unions%20in%20the%20United%20States\"&gt;union&lt;/a&gt;. Sanders's campaign website also recognized the plight of the &lt;a href=\"long-term%20unemployed\"&gt;long-term unemployed&lt;/a&gt;, citing that “he real unemployment rate is much higher than the ‘official’ figure typically reported in the newspapers”.\nTrade.\nSanders opposed the &lt;a href=\"Trans-Pacific%20Partnership\"&gt;Trans-Pacific Partnership&lt;/a&gt; (TPP) trade agreement, which he called \"a continuation of other disastrous trade agreements like &lt;a href=\"NAFTA\"&gt;NAFTA&lt;/a&gt; [and] &lt;a href=\"CAFTA\"&gt;CAFTA&lt;/a&gt;.\" In 2014, Sanders wrote that \"the TPP is much more than a 'free trade' agreement. It is part of a global race to the bottom to boost the profits of large corporations and Wall Street by outsourcing jobs; undercutting worker rights; dismantling labor, environmental, health, food safety and financial laws; and allowing corporations to challenge our laws in international tribunals rather than our own court system\".\nFederal Reserve.\nSanders proposed these reforms of the Fed: \"Banking industry executives must no longer be allowed to serve on the Fed's boards...The Fed should charge (banks) a fee that would be used to provide direct loans to small businesses...As a condition of receiving financial assistance from the Fed, large banks must commit to increasing lending to creditworthy small businesses and consumers.\"\nPaid leave.\nSanders became a prominent supporter of laws requiring companies to provide their workers &lt;a href=\"parental%20leave\"&gt;parental leave&lt;/a&gt;, &lt;a href=\"sick%20leave\"&gt;sick leave&lt;/a&gt;, and &lt;a href=\"List%20of%20statutory%20minimum%20employment%20leave%20by%20country\"&gt;vacation time&lt;/a&gt;, arguing that such laws have been adopted by almost every developed country, and that there are significant disparities among the types of workers who have access to paid sick and paid vacation time.\nSanders's Guaranteed Paid Vacation Act (S.1564) would have mandated that companies provide 10 days of paid vacation for employees who have worked for them for at least one year. He cosponsored a Senate bill that would give mothers and fathers 12 weeks of paid family leave to care for a baby. Sanders also cosponsored a bill that would guarantee workers at least seven paid sick days per year for short-term illness, routine medical care, or to care for a sick family member.\nEnvironment.\nSanders considered &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt; a serious problem. Along with Senator &lt;a href=\"Barbara%20Boxer\"&gt;Barbara Boxer&lt;/a&gt;, Sanders introduced the &lt;a href=\"Global%20Warming%20Pollution%20Reduction%20Act%20of%202007\"&gt;Global Warming Pollution Reduction Act of 2007&lt;/a&gt; on January 15, 2007. In a July 26, 2012 speech on the Senate floor, Sanders addressed claims made by Senator &lt;a href=\"Jim%20Inhofe\"&gt;Jim Inhofe&lt;/a&gt;: \"The bottom line is when Senator Inhofe says global warming is a hoax, he is just dead wrong, according to the vast majority of climate scientists.\" He was &lt;a href=\"Climate%20Hawks%20Vote\"&gt;Climate Hawks Vote&lt;/a&gt;'s top-rated senator on climate leadership in the &lt;a href=\"113th%20United%20States%20Congress\"&gt;113th Congress&lt;/a&gt;.\nHealth care.\nSanders was a staunch supporter of a &lt;a href=\"universal%20health%20care\"&gt;universal health care&lt;/a&gt; system, and said, \"if you are serious about real healthcare reform, the only way to go is &lt;a href=\"single-payer%20health%20care\"&gt;single‑payer&lt;/a&gt;\". He advocated lowering the cost of drugs that are high because they remain under patent for years; some drugs that cost thousands of dollars per year in the U.S. are available for hundreds, or less, in countries where they can be obtained as generics.\nAs chairman of the Senate Subcommittee on Primary Health and Aging, Sanders introduced legislation to reauthorize and strengthen the &lt;a href=\"Older%20Americans%20Act\"&gt;Older Americans Act&lt;/a&gt;, which supports &lt;a href=\"Meals%20on%20Wheels\"&gt;Meals on Wheels&lt;/a&gt; and other programs for seniors. Sanders believed that supporting seniors \"is not only the right thing to do, it is the financially smart thing to do\", because it decreases expensive hospitalizations and allows seniors to remain in their homes.\n&lt;a href=\"NARAL%20Pro-Choice%20America\"&gt;NARAL Pro-Choice America&lt;/a&gt; gave Sanders a 100% score on his &lt;a href=\"pro-choice\"&gt;pro-choice&lt;/a&gt; voting record.\nCampaign finance.\nSanders supported the &lt;a href=\"public%20funding%20of%20elections\"&gt;public funding of elections&lt;/a&gt; and supported both versions of the &lt;a href=\"DISCLOSE%26amp%3Bnbsp%3BAct\"&gt;DISCLOSE Act&lt;/a&gt;, legislation would have made campaign finances more transparent, and would have banned U.S. corporations controlled by foreign interests from making political expenditures. He was outspoken in calling for an overturn of \"&lt;a href=\"Citizens%20United\"&gt;Citizens United&lt;/a&gt;\", a 2010 &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; decision that overturned &lt;a href=\"McCain-Feingold\"&gt;McCain-Feingold&lt;/a&gt; restrictions on political spending by corporations and &lt;a href=\"labor%20union\"&gt;unions&lt;/a&gt;, as it deemed such restrictions a violation of the &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt;. Saying that he believed that the \"Citizens United\" decision is \"one of the Supreme Court's worst decisions ever\" and that it has allowed big money to \"deflect attention from the real issues\" facing voters, he proposed a &lt;a href=\"constitutional%20amendment\"&gt;constitutional amendment&lt;/a&gt; to undo the ruling. \"We now have a political situation where billionaires are... able to buy elections and candidates\", he said.\nForeign policy and national security.\nIsraeli–Palestinian conflict.\nSanders supported Israel's &lt;a href=\"right%20to%20exist\"&gt;right to exist&lt;/a&gt; and supported a &lt;a href=\"two-state%20solution\"&gt;two-state solution&lt;/a&gt;. In July 2014, Sanders formed part of the \"&lt;a href=\"unanimous%20consent\"&gt;unanimous consent&lt;/a&gt;\" on the Senate Resolution in support of &lt;a href=\"Operation%20Protective%20Edge\"&gt;Operation Protective Edge&lt;/a&gt;, a military operation Israel launched on July 8, 2014. Sanders said that Israel must have a right to live in peace and security. He compared himself to the first Israeli Prime Minister, &lt;a href=\"David%20Ben-Gurion\"&gt;David Ben-Gurion&lt;/a&gt;.\nWhen asked about the Palestinian situation, Sanders consistently said that the Palestinians have a right to a state, while Israel has a right to security. A statement published on his Senate website read in part: \"Sanders believes the Israeli attacks that killed hundreds of innocent peopleincluding many women and childrenin bombings of civilian neighborhoods and UN controlled schools, hospitals, and refugee camps were disproportionate, and the widespread killing of civilians is completely unacceptable. Israel's actions took an enormous human toll, and appeared to strengthen support for Hamas and may well be sowing the seeds for even more hatred, war and destruction in future years.\"\nSurveillance.\nSanders was critical of &lt;a href=\"Global%20surveillance%20disclosures%20%282013%E2%80%93present%29\"&gt;U.S. government global surveillance&lt;/a&gt; policies. He voted against the &lt;a href=\"USA%20PATRIOT%20Act\"&gt;USA PATRIOT Act&lt;/a&gt; and all of its renewals and the &lt;a href=\"USA%20Freedom%20Act\"&gt;USA Freedom Act&lt;/a&gt; and has characterized the &lt;a href=\"National%20Security%20Agency\"&gt;National Security Agency&lt;/a&gt; as \"out of control.\" He frequently criticized &lt;a href=\"warrantless%20wiretapping\"&gt;warrantless wiretapping&lt;/a&gt; and the collection of the phone, email, library, and internet browsing records of American citizens without due process:\nIraq.\nSanders strongly opposed the 2003 invasion of Iraq and voted against the 2002 &lt;a href=\"Iraq%20Resolution\"&gt;resolution&lt;/a&gt; authorizing the use of force against Iraq. In a 2002 speech, he said, \"I am opposed to giving the President a blank check to launch a unilateral invasion and occupation of Iraq\" and \"I will vote against this resolution. One, I have not heard any estimates of how many young American men and women might die in such a war or how many tens of thousands of women and children in Iraq might also be killed. As a caring Nation, we should do everything we can to prevent the horrible suffering that a war will cause. War must be the last recourse in international relations, not the first. Second, I am deeply concerned about the precedent that a unilateral invasion of Iraq could establish in terms of international law and the role of the United Nations.\"\nSanders called the &lt;a href=\"Islamic%20State%20of%20Iraq%20and%20Syria\"&gt;Islamic State of Iraq and Syria&lt;/a&gt; (ISIS) \"a barbaric organization\" and \"a growing threat\", but did not believe that the U.S. should lead the fight against it, saying, \"the United States should be supportive, along with other countries, but we cannot and we should not be involved in perpetual warfare in the Middle East—the &lt;a href=\"Muslim%20countries\"&gt;Muslim countries&lt;/a&gt; themselves must lead the effort\".\nEducation.\nEarly childhood.\nDrawing figures from an &lt;a href=\"Organisation%20for%20Economic%20Co-operation%20and%20Development\"&gt;OECD&lt;/a&gt; report that ranks the U.S. 33rd out of 36 nations in reading literacy, 27th in mathematical literacy, 22nd in science literacy, and 18th overall in secondary education, Sanders said, \"In a society with our resources, it is unconscionable to that we do not properly invest in our children from the very first stages of their lives\". He has introduced legislation to provide child care and early education to all children six weeks old through kindergarten. Sanders said \"the \"Foundations for Success Act\" would provide preschool children with a full range of services, leading to success in school and critical support for hard-pressed families nationwide.\"\nStudent loans.\nSanders was an advocate of making college more affordable. He spoke out against the high interest rates on federal student loans, noting that in the next ten years, the federal government will profit by as much as $127 billion from them. He also criticized President Obama for signing legislation that temporarily froze student loan interest rates in exchange for allowing the rates to reach historic highs over the next two years. Sanders believed tax reform was the solution, and developed a plan to bring matching grants from the federal and state governments to cut tuition at public universities by more than half. He criticized both Republicans and Democrats for failing to institute reforms that will stop predatory lending practices in the student loan market.\nTuition-free public universities.\nSanders was in favor of public funding for college students. He believed that \"we live in a highly competitive global economy and, if our economy is to be strong, we need the best-educated work force in the world.\" He further maintained that many developed nations in Western Europe have long taken this approach to higher education. Sanders expected his plan to meet strong opposition from the Republican Party, but said it was ultimately \"the American people\" who would determine its failure or success.\nOn May 19, 2015, Sanders introduced the College for All Act (S.1373), which would have used a &lt;a href=\"Robin%20Hood%20tax\"&gt;Robin Hood tax&lt;/a&gt; of 50 cents on every \"$100 of stock trades on stock sales\" to fund tuition at four-year public colleges and universities for students who meet admission standards. In addition, the Robin Hood tax would have included a .5% speculation fee to be charged on investment houses, hedge funds, and other stock trades, while a .1% fee would be charged on bonds, and a .005% fee on derivatives.\nCultural diversity.\nRacial justice.\nSanders was a civil rights organizer at the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; in the 1960s, and has a 100% rating from the &lt;a href=\"NAACP\"&gt;NAACP&lt;/a&gt; for his civil rights voting record. In 1988, Sanders worked for &lt;a href=\"Jesse%20Jackson\"&gt;Jesse Jackson&lt;/a&gt;'s &lt;a href=\"Jesse%20Jackson%20presidential%20campaign%2C%201988\"&gt;presidential campaign&lt;/a&gt; saying: \"Jesse Jackson uniquely and alone has shown the courage to tackle the most important and basic issues facing working class Americans, poor people, elderly people, environmentalists, peace activists, women, and America's minorities.\"\nAs part of his 2016 presidential platform, Sanders called for an end to “the four central types of violence waged against black and brown Americans: physical, political, legal and economic.” Speaking on these issues, Sanders said:\nImmigration.\nIn 2007, Sanders helped kill a bill introducing comprehensive immigration reform, arguing that its guest-worker program would depress wages for American workers. Sanders voted for the comprehensive &lt;a href=\"Border%20Security%2C%20Economic%20Opportunity%2C%20and%20Immigration%20Modernization%20Act%20of%202013\"&gt;immigration reform bill in 2013&lt;/a&gt;, saying, \"It does not make a lot of sense to me to bring hundreds of thousands of [foreign] workers into this country to work for minimum wage and compete with American kids.\" Sanders opposed guest worker programs and was also skeptical about skilled immigrant (&lt;a href=\"H-1B\"&gt;H-1B&lt;/a&gt;) visas, saying, \"Last year, the top 10 employers of H-1B guest workers were all offshore outsourcing companies. These firms are responsible for shipping large numbers of American information technology jobs to India and other countries.\" He believes a path to citizenship should be created for new immigrants. During the campaign, Sanders expressed opposition to \"&lt;a href=\"open%20border\"&gt;open border&lt;/a&gt;s\", telling Vox's Ezra Klein that it was a \"&lt;a href=\"Koch%20Brothers\"&gt;Koch brothers&lt;/a&gt; proposal\".\nLGBT rights.\nSanders has supported full equality for gay Americans since at least 1972.\nSanders long supported &lt;a href=\"LGBT%20rights\"&gt;LGBT rights&lt;/a&gt;, voting against the &lt;a href=\"Defense%20of%20Marriage%20Act\"&gt;1996 Defense of Marriage Act&lt;/a&gt; when he was in the House of Representatives, and his home state of Vermont was the first to legalize same-sex unions in 2000, and gay marriage in 2009, both of which Sanders actively supported. Following the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court&lt;/a&gt; ruling in \"&lt;a href=\"Obergefell%20v.%20Hodges\"&gt;Obergefell v. Hodges&lt;/a&gt;\" in June 2015, Sanders said: \"For far too long our justice system has marginalized the gay community, and I am very glad the court caught up to the American people.\"\nCrime.\nGun violence.\nSanders supports banning semi-automatic weapons and closing a loophole that allows buyers to skirt regulations when making a purchase at a gun show. He is also in favor of instant background checks for gun owners, although he previously opposed the &lt;a href=\"Brady%20Handgun%20Violence%20Prevention%20Act\"&gt;Brady Act&lt;/a&gt;, which provided for federal background checks.\nIn the House of Representatives, Sanders voted for the 2005 &lt;a href=\"Protection%20of%20Lawful%20Commerce%20in%20Arms%20Act\"&gt;Protection of Lawful Commerce in Arms Act&lt;/a&gt;. Speaking to &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;'s &lt;a href=\"Jake%20Tapper\"&gt;Jake Tapper&lt;/a&gt; on \"&lt;a href=\"State%20of%20the%20Union%20%28American%20TV%20program%29\"&gt;State of the Union&lt;/a&gt;\", Sanders said, \"If somebody has a gun and it falls into the hands of a murderer and the murderer kills somebody with a gun, do you hold the gun manufacturer responsible? Not any more than you would hold a hammer company responsible if somebody beats somebody over the head with a hammer.\" Sanders has said, \"we have millions of people who are gun owners in this country—99.9% of those people obey the law. I want to see real, serious debate and action on guns, but it is not going to take place if we simply have extreme positions on both sides. I think I can bring us to the middle.\" Sanders also dismissed the idea that gun control measures could have prevented &lt;a href=\"Sandy%20Hook%20Elementary%20School%20shooting\"&gt;the massacre at Sandy Hook Elementary School&lt;/a&gt;, saying \"if you passed the strongest gun control legislation tomorrow, I don't think it will have a profound effect on the tragedies we have seen.\"\nJustice reform.\nSanders has called for reforms to sentencing guidelines, drug policy, and use of force policies within police departments. Noting that there are more people &lt;a href=\"Incarceration%20in%20the%20United%20States\"&gt;incarcerated in the U.S.&lt;/a&gt; than any country in the world at an annual cost to taxpayers of $70 billion, Sanders argues that the money would be better spent on education and jobs. He has spoken out against &lt;a href=\"Police%20brutality%20in%20the%20United%20States\"&gt;police brutality&lt;/a&gt; and the uneven rates of arrest of African-Americans and other minorities, saying: \"From Ferguson to Baltimore and across this nation, too many African-Americans and other minorities find themselves subjected to a system that treats citizens who have not committed crimes as if they were criminals and that is unacceptable.\" Following the release of footage depicting the arrest of African American &lt;a href=\"Sandra%20Bland\"&gt;Sandra Bland&lt;/a&gt; for a minor traffic violation, Sanders strongly condemned the “totally outrageous police behavior” shown in the video, stating that: “This video highlights once again why we need real police reform. People should not die for a minor traffic infraction. This type of police abuse has become an all-too-common occurrence for people of color and it must stop.\" Speaking on \"&lt;a href=\"Face%20the%20Nation\"&gt;Face the Nation&lt;/a&gt;\" on December 27, Sanders said that “he way was yanked out of that car and the way she was treated by that police officer is not something I think would have happened to the average middle class white woman”.\nSanders has also spoken out against the &lt;a href=\"Private%20prison%23Private%20prisons%20in%20the%20United%20States\"&gt;privatization of prisons throughout the United States&lt;/a&gt;, stating:\nOn September 17, 2015, Sanders introduced the \"Justice Is Not for Sale\" Act, which prohibits the United States government at federal, state and local levels from contracting with private firms to provide and/or operate detention facilities within two years. He noted that \"We cannot fix our criminal justice system if corporations are allowed to profit from mass incarceration.\"\nDeath penalty.\nSanders has been a strong opponent of the &lt;a href=\"Capital%20punishment%20in%20the%20United%20States\"&gt;death penalty&lt;/a&gt; throughout his political career.\nMarijuana legalization.\nOn October 28, 2015, Sanders expressed his support for the federal &lt;a href=\"legalization%20of%20marijuana\"&gt;legalization of marijuana&lt;/a&gt; by way of its removal from the &lt;a href=\"Controlled%20Substances%20Act\"&gt;Controlled Substances Act&lt;/a&gt;, removing it from the list of dangerous substances outlawed by the federal government. This would clear the way for it to be fully legalized at the state level unimpeded by the federal government. Sanders is also in favor of the regulated sale and taxation of marijuana at the state level in a similar manner to alcohol and tobacco.\nReferences.\nPage text.‹ref›&lt;a href=\"https%3A//berniesanders.com/issues/fighting-to-lower-prescription-drug-prices/\"&gt;Medicare for All&lt;/a&gt;, additional text.‹/ref›\nPage text.‹ref›&lt;a href=\"https%3A//berniesanders.com/issues/climate-change/%E2%80%BA\"&gt;&lt;/a&gt;, additional text.‹/ref›"
}