{
    "id": "445988",
    "revid": "20322959",
    "url": "https://en.wikipedia.org/wiki?curid=445988",
    "title": "The Corrs",
    "text": "The Corrs are an Irish family band that combine &lt;a href=\"pop%20rock\"&gt;pop rock&lt;/a&gt; with traditional Irish themes within their music. The group consists of the Corr siblings, &lt;a href=\"Andrea%20Corr\"&gt;Andrea&lt;/a&gt; (lead vocals, tin whistle, ukulele), &lt;a href=\"Sharon%20Corr\"&gt;Sharon&lt;/a&gt; (violin, keyboards, vocals), &lt;a href=\"Caroline%20Corr\"&gt;Caroline&lt;/a&gt; (drums, percussion, piano, &lt;a href=\"bodhr%C3%A1n\"&gt;bodhrán&lt;/a&gt;, vocals) and &lt;a href=\"Jim%20Corr\"&gt;Jim&lt;/a&gt; (guitar, piano, keyboards, vocals). They are from &lt;a href=\"Dundalk\"&gt;Dundalk&lt;/a&gt;, County Louth, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;.\nThe Corrs have released seven &lt;a href=\"Album%23Studio\"&gt;studio albums&lt;/a&gt; and numerous &lt;a href=\"Single%20%28music%29\"&gt;singles&lt;/a&gt;, which have reached &lt;a href=\"Music%20recording%20sales%20certification\"&gt;Platinum&lt;/a&gt; in many countries, and have sold 40 million albums worldwide. \"&lt;a href=\"Talk%20on%20Corners\"&gt;Talk on Corners&lt;/a&gt;\", their most successful album to date, reached multi-Platinum status in Australia, and in the UK it was the highest selling album of the year. The band is one of only a handful of acts who have held the top two positions simultaneously in the UK album charts, with \"Talk on Corners\" at number one and \"&lt;a href=\"Forgiven%2C%20Not%20Forgotten\"&gt;Forgiven, Not Forgotten&lt;/a&gt;\" at number two. The latter was the year's third highest selling album in Australia. Their third studio album, \"&lt;a href=\"In%20Blue\"&gt;In Blue&lt;/a&gt;\", went to number one in seventeen countries.\nThe Corrs have been actively involved in philanthropic activities. They have performed in numerous charity concerts, such as &lt;a href=\"The%20Prince%27s%20Trust\"&gt;The Prince's Trust&lt;/a&gt; event in 2004 and &lt;a href=\"Live%208\"&gt;Live 8&lt;/a&gt; alongside &lt;a href=\"Bono\"&gt;Bono&lt;/a&gt; of &lt;a href=\"U2\"&gt;U2&lt;/a&gt; in 2005. The same year, they were awarded honorary &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBEs&lt;/a&gt; for their contributions to music and charity. The band was inactive for almost ten years because Jim and Caroline were raising families, while Andrea and Sharon were pursuing solo careers while raising families of their own. According to Sharon, it was uncertain if and when The Corrs would reunite. Rumours of a reunion sparked in early 2015 and in a radio interview with &lt;a href=\"Chris%20Evans%20%28presenter%29\"&gt;Chris Evans&lt;/a&gt; in June 2015, Andrea confirmed that The Corrs were working on a new album and would play the &lt;a href=\"Radio%202%20Live%20in%20Hyde%20Park\"&gt;BBC Radio 2 Live in Hyde Park festival&lt;/a&gt;. Their sixth studio album, \"&lt;a href=\"White%20Light%20%28The%20Corrs%20album%29\"&gt;White Light&lt;/a&gt;\", was released on 27 November 2015, and was accompanied by a &lt;a href=\"White%20Light%20Tour\"&gt;European tour&lt;/a&gt;. After two years, their seventh studio album, \"&lt;a href=\"Jupiter%20Calling%20%28album%29\"&gt;Jupiter Calling&lt;/a&gt;\", was released on 10 November 2017.\nHistory.\n1990–1994: Early commercial success.\nThe Corrs are from Dundalk, County Louth in Ireland.\nWhile Caroline and Andrea were still attending school, Jim and Sharon began playing as a duo, often at McManus's, their aunt's pub. In 1990, Jim and Sharon added their younger siblings, to form a &lt;a href=\"quartet\"&gt;quartet&lt;/a&gt;. Their career took off in 1991 when they auditioned for the film \"&lt;a href=\"The%20Commitments%20%28film%29\"&gt;The Commitments&lt;/a&gt;\". Jim, Sharon and Caroline each had small parts as musicians, while Andrea had a speaking part as Sharon Rabbitte. &lt;a href=\"John%20Hughes%20%28Irish%20musician%29\"&gt;John Hughes&lt;/a&gt; noticed them when they auditioned for the film and agreed to become their manager.\nIn 1994, the USA ambassador to Ireland, &lt;a href=\"Jean%20Kennedy%20Smith\"&gt;Jean Kennedy Smith&lt;/a&gt;, invited them to perform at the &lt;a href=\"1994%20FIFA%20World%20Cup\"&gt;1994 FIFA World Cup&lt;/a&gt; in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; after seeing them play a gig at Whelan's Music Bar in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;. After an appearance at the &lt;a href=\"1996%20Summer%20Olympics\"&gt;1996 Summer Olympics&lt;/a&gt; in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, United States, The Corrs joined &lt;a href=\"Celine%20Dion\"&gt;Celine Dion&lt;/a&gt;'s worldwide \"Falling into You Around the World Tour\" as a supporting act.\n1995–1999: International fame.\n&lt;a href=\"Jason%20Flom\"&gt;Jason Flom&lt;/a&gt;, &lt;a href=\"Atlantic%20Records\"&gt;Atlantic Records&lt;/a&gt;'s head of A&amp;R, recommended that they meet &lt;a href=\"David%20Foster\"&gt;David Foster&lt;/a&gt;, a Canadian musician, producer, composer and arranger. The Corrs played live for Foster and he agreed to sign them to Atlantic Records. They extended their stay in the US for over five months to record their debut album, \"&lt;a href=\"Forgiven%2C%20Not%20Forgotten\"&gt;Forgiven, Not Forgotten&lt;/a&gt;\". It featured six instrumental selections among its Celtic-influenced tracks. The album sold well in Ireland, Australia, Canada, Japan, Norway and Spain. Major success in the US and the UK, however, was not immediately forthcoming. Eventually, the album reached &lt;a href=\"Music%20recording%20sales%20certification\"&gt;Platinum&lt;/a&gt; status in the UK and Australia, and 4× Platinum in Ireland, making it one of the most successful debuts by an Irish group.\nThe Corrs' next album, 1997's \"&lt;a href=\"Talk%20on%20Corners\"&gt;Talk on Corners&lt;/a&gt;\", was produced by &lt;a href=\"Glen%20Ballard\"&gt;Glen Ballard&lt;/a&gt;, who was respected for his collaboration with &lt;a href=\"Alanis%20Morissette\"&gt;Alanis Morissette&lt;/a&gt;. The Corrs also collaborated with &lt;a href=\"Carole%20Bayer%20Sager\"&gt;Carole Bayer Sager&lt;/a&gt;, Oliver Leiber, &lt;a href=\"Rick%20Nowels\"&gt;Rick Nowels&lt;/a&gt; and Billy Steinberg. It was successful in Ireland and the UK and entered the Australian album charts at number 3.\nAfter the band recorded a version of \"&lt;a href=\"Dreams%20%28Fleetwood%20Mac%20song%29\"&gt;Dreams&lt;/a&gt;\" for a &lt;a href=\"Fleetwood%20Mac\"&gt;Fleetwood Mac&lt;/a&gt; tribute album, they re-released \"\", with new remixes of \"&lt;a href=\"What%20Can%20I%20Do%3F%20%28The%20Corrs%20song%29\"&gt;What Can I Do?&lt;/a&gt;\", \"&lt;a href=\"So%20Young%20%28The%20Corrs%20song%29\"&gt;So Young&lt;/a&gt;\" and \"&lt;a href=\"Runaway%20%28Corrs%20song%29\"&gt;Runaway&lt;/a&gt;\". The special edition topped the charts worldwide and again reached multi-Platinum status in the UK and Australia.\nIn June 1998, The Corrs participated in the Pavarotti and Friends for the Children of Liberia charity concert. The concert was held in &lt;a href=\"Modena\"&gt;Modena&lt;/a&gt;, Italy and was hosted by &lt;a href=\"Luciano%20Pavarotti\"&gt;Luciano Pavarotti&lt;/a&gt;. Other performers included &lt;a href=\"Jon%20Bon%20Jovi\"&gt;Jon Bon Jovi&lt;/a&gt;, &lt;a href=\"Celine%20Dion\"&gt;Celine Dion&lt;/a&gt;, &lt;a href=\"Spice%20Girls\"&gt;Spice Girls&lt;/a&gt; and &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt;. The concert aimed to raise money to build the Pavarotti and Friends Liberian Children's Village, to provide refuge for children in &lt;a href=\"Liberia\"&gt;Liberia&lt;/a&gt;.\nThe following year, The Corrs received a &lt;a href=\"BRIT%20Awards\"&gt;BRIT Award&lt;/a&gt; for Best International Band. They performed live on &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;'s &lt;a href=\"MTV%20Unplugged\"&gt;Unplugged&lt;/a&gt; on 5 October 1999 at &lt;a href=\"Ardmore%20Studios\"&gt;Ardmore Studios&lt;/a&gt;, County Wicklow, Ireland. The resulting CD and DVD sold 2.7 million copies and featured live performances of previously released songs, plus a new song, \"&lt;a href=\"Radio%20%28The%20Corrs%20song%29\"&gt;Radio&lt;/a&gt;\", later featured on their third album, \"&lt;a href=\"In%20Blue\"&gt;In Blue&lt;/a&gt;\".\n2000–2002: Mainstream success.\nIn 2000, The Corrs returned to mainstream success with their third album. Unlike their previous albums, \"&lt;a href=\"In%20Blue\"&gt;In Blue&lt;/a&gt;\" moved towards mainstream pop. \"In Blue\" hit number one in its first sales week in, Ireland, Australia, Germany, Switzerland, Austria, the UK and debuted at No. 2 in France and Norway. It climbed to the top spot during its second week in Sweden and Spain.\nThe Corrs worked with &lt;a href=\"Alejandro%20Sanz\"&gt;Alejandro Sanz&lt;/a&gt; on \"In Blue\", recording \"Una Noche (One Night)\", a duet between Sanz and Andrea Corr; Sanz played Andrea's love interest in the music video. In return, The Corrs performed \"Me Iré (The Hardest Day)\" with him on his album, \"El Alma Al Aire\". The Corrs collaborated with &lt;a href=\"Robert%20John%20%26quot%3BMutt%26quot%3B%20Lange\"&gt;Robert Lange&lt;/a&gt; to produce a mainstream hit single, \"&lt;a href=\"Breathless%20%28The%20Corrs%20song%29\"&gt;Breathless&lt;/a&gt;\", which reached number 20 in the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;, number seven in Australia, number three in Ireland and New Zealand, and topped the charts in the UK. The album went straight to number one in the &lt;a href=\"Irish%20Albums%20Chart\"&gt;Irish Albums Chart&lt;/a&gt;, the third highest single-week sales in the history of the charts, behind &lt;a href=\"U2\"&gt;U2&lt;/a&gt;'s \"&lt;a href=\"The%20Best%20of%201980%E2%80%931990\"&gt;The Best of 1980–1990&lt;/a&gt;\" and &lt;a href=\"Oasis%20%28band%29\"&gt;Oasis&lt;/a&gt;' \"&lt;a href=\"Be%20Here%20Now%20%28album%29\"&gt;Be Here Now&lt;/a&gt;\". \"In Blue\" achieved Platinum sales in the US, double platinum in the UK, and 4× Platinum in Australia.\nDuring the production of the album, the Corrs' mother, Jean, died while waiting for a lung transplant. She was buried at St. Patrick's cemetery in &lt;a href=\"Dundalk\"&gt;Dundalk&lt;/a&gt; and Bono, &lt;a href=\"Larry%20Mullen%20Jr.\"&gt;Larry Mullen Jr.&lt;/a&gt;, &lt;a href=\"Brian%20Kennedy%20%28singer%29\"&gt;Brian Kennedy&lt;/a&gt; and &lt;a href=\"Paul%20Brady\"&gt;Paul Brady&lt;/a&gt; were among the congregation at the funeral. \"No More Cry\", written by Andrea and Caroline Corr for the album, was written to help their father get over his grief.\nIn 2001, The Corrs released their first &lt;a href=\"compilation%20album\"&gt;compilation album&lt;/a&gt;, \"&lt;a href=\"Best%20of%20The%20Corrs\"&gt;Best of The Corrs&lt;/a&gt;\". The album featured previously released songs and new tracks, such as the singles \"&lt;a href=\"Would%20You%20Be%20Happier%3F\"&gt;Would You Be Happier?&lt;/a&gt;\", \"Make You Mine\" and \"Lifting Me\". The album did not chart highly in Ireland but reached Platinum status in Australia. The Corrs collaborated with &lt;a href=\"Josh%20Groban\"&gt;Josh Groban&lt;/a&gt;, recording \"Canto Alla Vita\", for his &lt;a href=\"Josh%20Groban%20%28album%29\"&gt;eponymous debut album&lt;/a&gt;.\nWhen the band returned to Ireland, they hosted another live concert at &lt;a href=\"Ardmore%20Studios\"&gt;Ardmore Studios&lt;/a&gt;, where they previously performed for the &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;'s &lt;a href=\"MTV%20Unplugged\"&gt;Unplugged&lt;/a&gt; series. Guest performers included Bono from &lt;a href=\"U2\"&gt;U2&lt;/a&gt; and &lt;a href=\"Ronnie%20Wood\"&gt;Ronnie Wood&lt;/a&gt; from &lt;a href=\"The%20Rolling%20Stones\"&gt;The Rolling Stones&lt;/a&gt;. During the concert, Bono joined Andrea Corr for a duet of &lt;a href=\"Nancy%20Sinatra\"&gt;Nancy Sinatra&lt;/a&gt;'s \"&lt;a href=\"Summer%20Wine\"&gt;Summer Wine&lt;/a&gt;\" and a performance of &lt;a href=\"Ryan%20Adams\"&gt;Ryan Adams&lt;/a&gt;' \"&lt;a href=\"When%20the%20Stars%20Go%20Blue\"&gt;When the Stars Go Blue&lt;/a&gt;\". Ronnie Wood joined the band onstage to play guitar on their version of &lt;a href=\"Jimi%20Hendrix\"&gt;Jimi Hendrix&lt;/a&gt;'s \"&lt;a href=\"Little%20Wing\"&gt;Little Wing&lt;/a&gt;\" and the Rolling Stones' \"&lt;a href=\"Ruby%20Tuesday%20%28song%29\"&gt;Ruby Tuesday&lt;/a&gt;\". These performances were recorded and compiled on a live album, \"\", which was released in the UK.\n2003–2005: Later years.\nIn 2003, Andrea Corr recorded \"Time Enough for Tears\", written by Bono and &lt;a href=\"Gavin%20Friday\"&gt;Gavin Friday&lt;/a&gt; for the film \"&lt;a href=\"In%20America%20%28film%29\"&gt;In America&lt;/a&gt;\". This track was featured on The Corrs' 2004 album, \"&lt;a href=\"Borrowed%20Heaven\"&gt;Borrowed Heaven&lt;/a&gt;\". Recorded over an 18-month period in Dublin and Los Angeles, \"Borrowed Heaven\" was produced by &lt;a href=\"Olle%20Romo\"&gt;Olle Romo&lt;/a&gt;, who previously worked with &lt;a href=\"Melanie%20C\"&gt;Melanie C&lt;/a&gt; and &lt;a href=\"Kelly%20Clarkson\"&gt;Kelly Clarkson&lt;/a&gt;. The album marked The Corrs' return to the &lt;a href=\"folk%20rock\"&gt;folk rock&lt;/a&gt; genre with a slightly heavier emphasis on guitars. Nevertheless, the album was not as successful as their predecessors, but at least successful enough to enter at No.2 in both the UK and Germany and reach &lt;a href=\"music%20recording%20sales%20certification\"&gt;silver&lt;/a&gt; status in the UK as well as gold in Germany. Jason Duffy temporarily joined the band as drummer, filling in for Caroline while she was pregnant with her second child and unable to tour. \"Borrowed Heaven\" was dedicated to the band's parents.\nThe band also dedicated their 2005 album \"&lt;a href=\"Home%20%28The%20Corrs%20album%29\"&gt;Home&lt;/a&gt;\" to their deceased mother. It is regarded as a traditional Irish album as the band &lt;a href=\"cover%20version\"&gt;covered&lt;/a&gt; traditional Irish songs taken from their mother's songbook to commemorate their 15 years as a band. The album was produced by &lt;a href=\"Mitchell%20Froom\"&gt;Mitchell Froom&lt;/a&gt; and featured the BBC Radio 2 Orchestra. The songs on \"Home\" spanned the history of Irish music. It also included two songs in Irish, \"Bríd Óg Ní Mháille (Brigid O'Malley)\" and \"Buachaill Ón Éirne (Boy from Lough Erne)\". \"Home\" had success in Ireland, France (reaching No. 5) and Germany (reaching No. 12) and was certified silver in the UK.\n2006–2014: Solo projects and retrospective releases.\nThe Corrs went on an extended hiatus starting in 2006, raising their own families and pursuing solo careers.\nAndrea released her first solo album, \"&lt;a href=\"Ten%20Feet%20High\"&gt;Ten Feet High&lt;/a&gt;\", on 25 June 2007. It was produced by &lt;a href=\"Nellee%20Hooper\"&gt;Nellee Hooper&lt;/a&gt;, who has worked with &lt;a href=\"Bj%C3%B6rk\"&gt;Björk&lt;/a&gt;, &lt;a href=\"Gwen%20Stefani\"&gt;Gwen Stefani&lt;/a&gt; and &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;; Bono was an executive producer. The first single released from the album was \"&lt;a href=\"Shame%20on%20You%20%28to%20Keep%20My%20Love%20from%20Me%29\"&gt;Shame on You (to Keep My Love from Me)&lt;/a&gt;\". On 30 May 2011, Andrea released her second album, \"&lt;a href=\"Lifelines%20%28Andrea%20Corr%20album%29\"&gt;Lifelines&lt;/a&gt;\", an album of cover songs, with &lt;a href=\"The%20Blue%20Nile\"&gt;The Blue Nile&lt;/a&gt;'s \"&lt;a href=\"Tinseltown%20in%20the%20Rain\"&gt;Tinseltown in the Rain&lt;/a&gt;\" as the first single. Sharon started pursuing a solo career in 2009, her single \"&lt;a href=\"It%27s%20Not%20a%20Dream\"&gt;It's Not a Dream&lt;/a&gt;\" was released on 29 August 2009. On 10 September 2010 her debut album \"&lt;a href=\"Dream%20of%20You%20%28Sharon%20Corr%20album%29\"&gt;Dream of You&lt;/a&gt;\" was released, with her cover of \"&lt;a href=\"Everybody%27s%20Got%20to%20Learn%20Sometime\"&gt;Everybody's Got to Learn Sometime&lt;/a&gt;\" by &lt;a href=\"The%20Korgis\"&gt;The Korgis&lt;/a&gt; as the first single. Sharon finished writing her second album in March 2012.\nThe Corrs released their second &lt;a href=\"compilation%20album\"&gt;compilation album&lt;/a&gt;, \"\", on 20 November 2006. The album consisted of several of the band's hits, as well as tracks that had not previously been released on Corrs albums, such as \"&lt;a href=\"I%20Know%20My%20Love\"&gt;I Know My Love&lt;/a&gt;\", a collaboration with &lt;a href=\"The%20Chieftains\"&gt;The Chieftains&lt;/a&gt; and \"&lt;a href=\"All%20I%20Have%20to%20Do%20Is%20Dream\"&gt;All I Have to Do Is Dream&lt;/a&gt;\", Andrea's duet with &lt;a href=\"Laurent%20Voulzy\"&gt;Laurent Voulzy&lt;/a&gt;. The album also featured remixes of \"&lt;a href=\"When%20the%20Stars%20Go%20Blue\"&gt;When the Stars Go Blue&lt;/a&gt;\" and \"Goodbye\". The latter was released as a download-only single to promote the album. However, the album charted poorly, reaching number 24 in Ireland. On 25 September 2007, The Corrs released another compilation album, \"&lt;a href=\"The%20Works%20%28The%20Corrs%20album%29\"&gt;The Works&lt;/a&gt;\". The album consists of three CDs that feature previously released songs. It performed worse than its predecessor, failing to chart at all.\n2015–present: Return with \"White Light\" and \"Jupiter Calling\".\nIn June 2015, Andrea announced that the Corrs would perform at Live in Hyde Park on 13 November and were in the process of making a new record. On 17 September 2015, the band confirmed their sixth studio album, \"&lt;a href=\"White%20Light%20%28The%20Corrs%20album%29\"&gt;White Light&lt;/a&gt;\", which was released on 27 November 2015 and was accompanied by a &lt;a href=\"White%20Light%20Tour\"&gt;European tour&lt;/a&gt;, which took place in 2016. According to an interview, released by Jim to Music Radar, the band had already completed the recording for their seventh studio album, \"&lt;a href=\"Jupiter%20Calling%20%28album%29\"&gt;Jupiter Calling&lt;/a&gt;\". Produced by &lt;a href=\"T%20Bone%20Burnett\"&gt;T Bone Burnett&lt;/a&gt;, it was released on 10 November 2017, and was preceded by a concert on 19 October at the Royal Albert Hall in London.\nMusical style and influences.\nWhen asked to describe their genre, &lt;a href=\"Caroline%20Corr\"&gt;Caroline Corr&lt;/a&gt; said it was a \"blend of modern rhythms and technology with acoustic instruments, violin, &lt;a href=\"tin%20whistle\"&gt;tin whistle&lt;/a&gt;, drums and of course the voices, the marrying of these instruments is our sound\". The Corrs' music is typically categorised as a mixture of &lt;a href=\"pop%20rock\"&gt;pop rock&lt;/a&gt; and &lt;a href=\"folk%20rock\"&gt;folk rock&lt;/a&gt;. This is evident in their first two albums, \"Forgiven, Not Forgotten\" and \"Talk on Corners\", although Andrea described the genre of \"Talk on Corners\" by saying \"it [has] got more of an edgy feel, a little bit more guitar-orientated and also an Irish sound, which is in \"Forgiven, Not Forgotten\".\"\n\"In Blue\" moved towards mainstream pop, placing heavy emphasis on synthesizers. The move attracted criticism from many; one \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" critic called it \"a disheartening example of musical ethnic cleansing\". A \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" critic called it \"the best mainstream pop album you're likely to come across\".\n\"Borrowed Heaven\" placed heavier emphasis on guitars, while retaining the original folk rock genre. \"Home\" is a traditional Irish album, where the band &lt;a href=\"cover%20version\"&gt;covered&lt;/a&gt; many traditional Irish songs. The album contained songs from different eras of Irish music, including a 1982 song written by &lt;a href=\"Phil%20Lynott\"&gt;Phil Lynott&lt;/a&gt; (\"Old Town\") while the 1,000-year-old \"Return to Fingal\" featured as a bonus track on the Japanese, limited German and Spanish editions. \"White Light\" returned to a similar sound to \"In Blue\", with much more electronic-based instrumentation, while \"Jupiter Calling\" is characterised as a more stripped back live performance with minimal overdubbing.\nThe Corrs' main influences were their parents who were musicians and encouraged them to learn instruments. They drew inspiration from musicians such as &lt;a href=\"The%20Eagles\"&gt;The Eagles&lt;/a&gt;, &lt;a href=\"The%20Police\"&gt;The Police&lt;/a&gt;, &lt;a href=\"The%20Carpenters\"&gt;The Carpenters&lt;/a&gt;, &lt;a href=\"Simon%20and%20Garfunkel\"&gt;Simon and Garfunkel&lt;/a&gt; and &lt;a href=\"Fleetwood%20Mac\"&gt;Fleetwood Mac&lt;/a&gt;, which Sharon said in an interview with &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt; is the reason \"our songs are very, very melodic and [harmonious]\".\nPhilanthropy.\nThe Corrs have been active in supporting charitable and philanthropic causes and disaster relief. In 1998, the Corrs participated in the \"Pavarotti and Friends for the Children of Liberia\" charity concert. The concert was held in &lt;a href=\"Modena\"&gt;Modena&lt;/a&gt;, Italy and was hosted by &lt;a href=\"Luciano%20Pavarotti\"&gt;Luciano Pavarotti&lt;/a&gt;. Among the other participating artists were &lt;a href=\"Jon%20Bon%20Jovi\"&gt;Jon Bon Jovi&lt;/a&gt;, &lt;a href=\"Natalie%20Cole\"&gt;Natalie Cole&lt;/a&gt;, &lt;a href=\"Pino%20Daniele\"&gt;Pino Daniele&lt;/a&gt;, &lt;a href=\"Celine%20Dion\"&gt;Celine Dion&lt;/a&gt;, &lt;a href=\"Florent%20Pagny\"&gt;Florent Pagny&lt;/a&gt;, &lt;a href=\"Eros%20Ramazzotti\"&gt;Eros Ramazzotti&lt;/a&gt;, &lt;a href=\"Spice%20Girls\"&gt;Spice Girls&lt;/a&gt;, &lt;a href=\"Vanessa%20L.%20Williams\"&gt;Vanessa L. Williams&lt;/a&gt;, &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt;, &lt;a href=\"Trisha%20Yearwood\"&gt;Trisha Yearwood&lt;/a&gt; and Zucchero. The concert raised money that was used to build the Pavarotti and Friends Liberian Children's Village and to provide a refuge for orphans in &lt;a href=\"Liberia\"&gt;Liberia&lt;/a&gt; during the &lt;a href=\"Second%20Liberian%20Civil%20War\"&gt;civil war&lt;/a&gt;. The Corrs, along with &lt;a href=\"Sin%C3%A9ad%20O%27Connor\"&gt;Sinéad O'Connor&lt;/a&gt;, &lt;a href=\"Van%20Morrison\"&gt;Van Morrison&lt;/a&gt;, &lt;a href=\"Boyzone\"&gt;Boyzone&lt;/a&gt;, &lt;a href=\"U2\"&gt;U2&lt;/a&gt; and &lt;a href=\"Enya\"&gt;Enya&lt;/a&gt; held a charity concert in 1998, to raise money for the victims of the &lt;a href=\"Omagh%20bombing\"&gt;Omagh bombing&lt;/a&gt; in Northern Ireland.\nThe Corrs' mother, Jean, died in &lt;a href=\"Freeman%20Hospital\"&gt;Freeman Hospital&lt;/a&gt; in Newcastle, England. The Corrs showed their appreciation to the hospital by performing a one-off charity concert, held in 2001 at the &lt;a href=\"Telewest%20Arena\"&gt;Telewest Arena&lt;/a&gt;, raising more than £100,000. The money was used to extend the William Leech Centre of the hospital, which is dedicated to research into lung treatment. The city of Newcastle presented them a limited edition painting of Tyneside's quayside in return.\nThe Corrs played at a 2004 charity concert for &lt;a href=\"The%20Prince%27s%20Trust\"&gt;The Prince's Trust&lt;/a&gt;, a UK-based charity that provides help, training, financial, and practical support to UK citizens aged between 14 and 30. They performed with &lt;a href=\"The%20Buggles\"&gt;The Buggles&lt;/a&gt;, &lt;a href=\"Will%20Young\"&gt;Will Young&lt;/a&gt;, &lt;a href=\"Blue%20%28English%20band%29\"&gt;Blue&lt;/a&gt;, &lt;a href=\"Avril%20Lavigne\"&gt;Avril Lavigne&lt;/a&gt;, &lt;a href=\"Lenny%20Kravitz\"&gt;Lenny Kravitz&lt;/a&gt;, &lt;a href=\"Busted%20%28band%29\"&gt;Busted&lt;/a&gt;, &lt;a href=\"Anastacia\"&gt;Anastacia&lt;/a&gt;, &lt;a href=\"Nelly%20Furtado\"&gt;Nelly Furtado&lt;/a&gt;, &lt;a href=\"Sugababes\"&gt;Sugababes&lt;/a&gt; and &lt;a href=\"Natasha%20Bedingfield\"&gt;Natasha Bedingfield&lt;/a&gt; and raised more than £1 million.\nThey are ambassadors for the &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt;'s \"&lt;a href=\"46664\"&gt;46664&lt;/a&gt;\" campaign, where they performed live to raise awareness towards &lt;a href=\"HIV/AIDS\"&gt;HIV/AIDS&lt;/a&gt; in Africa. The concert was held on 29 November 2003 in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;, South Africa. The concert aimed to \"[raise] awareness of HIV in South Africa and launched the 46664 campaign\" and the money raised was donated to the \"Nelson Mandela Foundation for Aids\". During the Edinburgh &lt;a href=\"Live%208\"&gt;Live 8&lt;/a&gt; on 2 July 2005, the Corrs performed \"&lt;a href=\"When%20the%20Stars%20Go%20Blue\"&gt;When the Stars Go Blue&lt;/a&gt;\" alongside Bono to promote the &lt;a href=\"Make%20Poverty%20History\"&gt;Make Poverty History&lt;/a&gt; campaign, which aimed to increase awareness and pressure governments into taking actions towards relieving &lt;a href=\"extreme%20poverty\"&gt;extreme poverty&lt;/a&gt;.\nIn recognition of their charity work, The Corrs were made honorary Members of the &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;Order of the British Empire&lt;/a&gt; in 2005 by &lt;a href=\"Monarchy%20of%20the%20United%20Kingdom\"&gt;Queen&lt;/a&gt; &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt;.\nBand members.\nIn late 1995, &lt;a href=\"Anthony%20Drennan\"&gt;Anthony Drennan&lt;/a&gt; (lead guitar) and &lt;a href=\"Keith%20Duffy%20%28bassist%29\"&gt;Keith Duffy&lt;/a&gt; (bass guitar) joined the band and remained a permanent part of the touring and recording line-up. When Drennan was released in early 1998 to tour with Genesis, his temporary replacement for two legs of the \"Talk on Corners\" tour was Irish guitarist Conor Brady. Jason Duffy, younger brother of Keith, joined the line-up as drummer for the \"Borrowed Heaven\" tour due to Caroline's pregnancy. Both Anthony Drennan and Keith Duffy re-joined the band for their 2015 return.\nDiscography.\nStudio albums\nAwards.\nMany of the Corrs' songs have charted at No. 1 in numerous countries. They won one &lt;a href=\"BRIT%20Awards\"&gt;BRIT Award&lt;/a&gt;, in 1999, and have twice been nominated for &lt;a href=\"Meteor%20Music%20Awards\"&gt;Meteor Music Awards&lt;/a&gt;, in 2005 and 2006. They were nominated for two &lt;a href=\"Grammy%20Awards\"&gt;Grammy awards&lt;/a&gt; in 2001 too: one for their song \"&lt;a href=\"Breathless%20%28The%20Corrs%20song%29\"&gt;Breathless&lt;/a&gt;\" and for another one due to their instrumental song \"&lt;a href=\"Rebel%20Heart%20%28The%20Corrs%20song%29\"&gt;Rebel Heart&lt;/a&gt;\".\nIn 2002, they took home Best Pop Act honours at the Hot Press Irish Music Awards held at the BBC's Blackstaff studios in &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt;."
}