{
    "id": "44629",
    "revid": "24198",
    "url": "https://en.wikipedia.org/wiki?curid=44629",
    "title": "Diphthong",
    "text": "A diphthong ( ; , ), also known as a gliding vowel, is a combination of two adjacent &lt;a href=\"vowel\"&gt;vowel&lt;/a&gt; sounds within the same &lt;a href=\"syllable\"&gt;syllable&lt;/a&gt;. Technically, a diphthong is a vowel with two different targets: that is, the tongue (and/or other parts of the &lt;a href=\"speech%20organ\"&gt;speech apparatus&lt;/a&gt;) moves during the pronunciation of the vowel. In most &lt;a href=\"International%20Phonetic%20Alphabet%20chart%20for%20English%20dialects\"&gt;varieties&lt;/a&gt; of &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, the phrase \"no highway cowboy\" () has five distinct diphthongs, one in every &lt;a href=\"syllable\"&gt;syllable&lt;/a&gt;.\nDiphthongs contrast with &lt;a href=\"monophthong\"&gt;monophthong&lt;/a&gt;s, where the tongue or other speech organs do not move and the syllable contains only a single vowel sound. For instance, in English, the word \"ah\" is spoken as a monophthong (), while the word \"ow\" is spoken as a diphthong in most varieties (). Where two adjacent vowel sounds occur in different syllables (e.g. in the English word \"re-elect\") the result is described as &lt;a href=\"hiatus%20%28linguistics%29\"&gt;hiatus&lt;/a&gt;, not as a diphthong. (The English word \"hiatus\" () is itself an example of both hiatus and diphthongs.)\nDiphthongs often form when separate vowels are run together in rapid speech during a conversation. However, there are also unitary diphthongs, as in the English examples above, which are heard by listeners as single-vowel sounds (&lt;a href=\"phoneme\"&gt;phoneme&lt;/a&gt;s).\nTranscription.\nIn the &lt;a href=\"International%20Phonetic%20Alphabet\"&gt;International Phonetic Alphabet&lt;/a&gt; (IPA), monophthongs are transcribed with one symbol, as in English \"sun\" , in which represents a monophthong. Diphthongs are transcribed with two symbols, as in English \"high\" or \"cow\" , in which and represent diphthongs.\nDiphthongs may be transcribed with two vowel symbols or with a vowel symbol and a &lt;a href=\"semivowel\"&gt;semivowel&lt;/a&gt; symbol. In the words above, the less prominent member of the diphthong can be represented with the symbols for the palatal approximant and the labiovelar approximant , with the symbols for the close vowels and , or the symbols for the &lt;a href=\"near-close%20vowel\"&gt;near-close vowel&lt;/a&gt;s and :\nSome transcriptions are &lt;a href=\"Broad%20transcription\"&gt;broader&lt;/a&gt; or &lt;a href=\"Narrow%20transcription\"&gt;narrower&lt;/a&gt; (less precise or more precise phonetically) than others. Transcribing the English diphthongs in \"high\" and \"cow\" as or is a less precise or broader transcription, since these diphthongs usually end in a vowel sound that is &lt;a href=\"Vowel%23Height\"&gt;more open&lt;/a&gt; than the semivowels or the &lt;a href=\"close%20vowel\"&gt;close vowel&lt;/a&gt;s . Transcribing the diphthongs as is a more precise or narrower transcription, since the English diphthongs usually end in the &lt;a href=\"near-close%20vowel\"&gt;near-close vowel&lt;/a&gt;s .\nThe non-syllabic &lt;a href=\"diacritic\"&gt;diacritic&lt;/a&gt;, the &lt;a href=\"inverted%20breve\"&gt;inverted breve&lt;/a&gt; below , is placed under the less prominent part of a diphthong to show that it is part of a diphthong rather than a vowel in a separate syllable: . When there is no contrastive vowel sequence in the language, the diacritic may be omitted. Other common indications that the two sounds are not separate vowels are a superscript, , or a tie bar, or . The tie bar can be useful when it is not clear which symbol represents the syllable nucleus, or when they have equal weight. Superscripts are especially used when an on- or off-glide is particularly fleeting.\nThe period is the opposite of the non-syllabic diacritic: it represents a syllable break. If two vowels next to each other belong to two different &lt;a href=\"syllable\"&gt;syllable&lt;/a&gt;s (&lt;a href=\"hiatus%20%28linguistics%29\"&gt;hiatus&lt;/a&gt;), meaning that they do not form a diphthong, they can be transcribed with two vowel symbols with a period in between. Thus, \"lower\" can be transcribed , with a period separating the first syllable, , from the second syllable, .\nThe non-syllabic diacritic is used only when necessary. It is typically omitted when there is no ambiguity, as in . No words in English have the vowel sequences , so the non-syllabic diacritic is unnecessary.\nTypes.\nFalling and rising.\nFalling (or descending) diphthongs start with a vowel quality of higher &lt;a href=\"prominence%20%28phonetics%29\"&gt;prominence&lt;/a&gt; (higher pitch or volume) and end in a semivowel with less prominence, like in \"eye\", while rising (or ascending) diphthongs begin with a less prominent semivowel and end with a more prominent full vowel, similar to the in \"yard\". (Sometimes, however, the terms \"falling\" and \"rising\" are used, instead, to refer to &lt;a href=\"vowel%20height\"&gt;vowel height&lt;/a&gt;, i.e. as synonyms of the terms \"closing\" and \"opening\". See below.) The less prominent component in the diphthong may also be transcribed as an &lt;a href=\"approximant\"&gt;approximant&lt;/a&gt;, thus in \"eye\" and in \"yard\". However, when the diphthong is analysed as a single &lt;a href=\"phoneme\"&gt;phoneme&lt;/a&gt;, both elements are often transcribed with vowel symbols (, ). Semivowels and approximants are not equivalent in all treatments, and in the &lt;a href=\"English%20%28language%29\"&gt;English&lt;/a&gt; and &lt;a href=\"Italian%20%28language%29\"&gt;Italian&lt;/a&gt; languages, among others, many &lt;a href=\"phonetician\"&gt;phonetician&lt;/a&gt;s do not consider rising combinations to be diphthongs, but rather sequences of approximant and vowel. There are many languages (such as &lt;a href=\"%23Romanian\"&gt;Romanian&lt;/a&gt;) that contrast one or more rising diphthongs with similar sequences of a glide and a vowel in their phonetic inventory (see &lt;a href=\"semivowel\"&gt;semivowel&lt;/a&gt; for examples).\nClosing, opening, and centering.\nIn closing diphthongs, the second element is more &lt;a href=\"close%20vowel\"&gt;close&lt;/a&gt; than the first (e.g. ); in opening diphthongs, the second element is more &lt;a href=\"open%20vowel\"&gt;open&lt;/a&gt; (e.g. ). Closing diphthongs tend to be falling (), and opening diphthongs are generally rising (), as open vowels are more &lt;a href=\"sonorant\"&gt;sonorous&lt;/a&gt; and therefore tend to be more prominent. However, exceptions to this rule are not rare in the world's languages. In &lt;a href=\"Finnish%20phonology\"&gt;Finnish&lt;/a&gt;, for instance, the opening diphthongs and are true falling diphthongs, since they begin louder and with higher pitch and fall in prominence during the diphthong.\nA third, rare type of diphthong that is neither opening nor closing is height-harmonic diphthongs, with both elements at the same vowel height. These may have occurred in &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt;:\nA centering diphthong is one that begins with a more peripheral vowel and ends with a more central one, such as , , and in &lt;a href=\"Received%20Pronunciation\"&gt;Received Pronunciation&lt;/a&gt; or and in &lt;a href=\"Irish%20language\"&gt;Irish&lt;/a&gt;. Many centering diphthongs are also opening diphthongs (, ).\nDiphthongs may contrast in how far they open or close. For example, &lt;a href=\"Samoan%20language\"&gt;Samoan&lt;/a&gt; contrasts low-to-mid with low-to-high diphthongs:\nNarrow and wide.\nNarrow diphthongs are the ones that end with a vowel which on a vowel chart is quite close to the one that begins the diphthong, for example Northern Dutch , and . Wide diphthongs are the opposite - they require a greater tongue movement, and their offsets are farther away from their starting points on the vowel chart. Examples of wide diphthongs are RP/GA English and .\nLength.\nLanguages differ in the length of diphthongs, measured in terms of &lt;a href=\"Mora%20%28linguistics%29\"&gt;morae&lt;/a&gt;. In languages with phonemically short and long vowels, diphthongs typically behave like long vowels, and are pronounced with a similar length. In languages with only one phonemic length for pure vowels, however, diphthongs may behave like pure vowels. For example, in &lt;a href=\"Icelandic%20language\"&gt;Icelandic&lt;/a&gt;, both monophthongs and diphthongs are pronounced long before single consonants and short before most consonant clusters.\nSome languages contrast short and long diphthongs. In some languages, such as &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt;, these behave like short and long vowels, occupying one and two &lt;a href=\"Mora%20%28linguistics%29\"&gt;morae&lt;/a&gt;, respectively. Languages that contrast three quantities in diphthongs are extremely rare, but not unheard of; &lt;a href=\"Northern%20Sami\"&gt;Northern Sami&lt;/a&gt; is known to contrast long, short and \"finally stressed\" diphthongs, the last of which are distinguished by a long second element.\nPhonology.\nIn some languages, diphthongs are single &lt;a href=\"phoneme\"&gt;phoneme&lt;/a&gt;s, while in others they are analyzed as sequences of two vowels, or of a vowel and a semivowel.\nSound changes.\nCertain sound changes relate to diphthongs and &lt;a href=\"monophthong\"&gt;monophthong&lt;/a&gt;s. &lt;a href=\"Vowel%20breaking\"&gt;Vowel breaking&lt;/a&gt; or diphthongization is a &lt;a href=\"vowel%20shift\"&gt;vowel shift&lt;/a&gt; in which a monophthong becomes a diphthong. &lt;a href=\"Monophthongization\"&gt;Monophthongization&lt;/a&gt; or smoothing is a vowel shift in which a diphthong becomes a monophthong.\nDifference from semivowels and vowel sequences.\nWhile there are a number of similarities, diphthongs are not the same phonologically as a combination of a vowel and an approximant or glide. Most importantly, diphthongs are fully contained in the syllable nucleus while a semivowel or glide is restricted to the syllable boundaries (either the onset or the coda). This often manifests itself phonetically by a greater degree of constriction, but the phonetic distinction is not always clear. The English word \"yes\", for example, consists of a palatal glide followed by a monophthong rather than a rising diphthong. In addition, the segmental elements must be different in diphthongs and so when it occurs in a language, it does not contrast with . However, it is possible for languages to contrast and .\nDiphthongs are also distinct from sequences of simple vowels. The &lt;a href=\"Bunaq%20language\"&gt;Bunaq language&lt;/a&gt; of Timor, for example, distinguishes 'exit' from 'be amused', 'dance' from 'stare at', and 'choice' from 'good'.\nExamples.\nGermanic languages.\nEnglish.\nIn words coming from &lt;a href=\"Middle%20English\"&gt;Middle English&lt;/a&gt;, most cases of the Modern English diphthongs originate from the Middle English long monophthongs through the &lt;a href=\"Great%20Vowel%20Shift\"&gt;Great Vowel Shift&lt;/a&gt;, although some cases of originate from the &lt;a href=\"Middle%20English%20phonology%23Diphthongs\"&gt;Middle English diphthongs&lt;/a&gt; .\nDutch.\nThe dialect of Hamont (in &lt;a href=\"Limburg%20%28Belgium%29\"&gt;Limburg&lt;/a&gt;) has five centring diphthongs and contrasts long and short forms of , , , and .\nGerman.\nStandard German.\nPhonemic diphthongs in &lt;a href=\"German%20phonology\"&gt;German&lt;/a&gt;:\nIn the varieties of German that &lt;a href=\"Speech%20production\"&gt;vocalize&lt;/a&gt; the in the &lt;a href=\"syllable%20coda\"&gt;syllable coda&lt;/a&gt;, other diphthongal combinations may occur. These are only phonetic diphthongs, not phonemic diphthongs, since the vocalic pronunciation alternates with consonantal pronunciations of if a vowel follows, cf. \"du hörst\" ‘you hear’ – \"ich höre\" ‘I hear’. These phonetic diphthongs may be as follows:\nBernese German.\nThe diphthongs of some &lt;a href=\"German%20dialects\"&gt;German dialects&lt;/a&gt; differ from standard German diphthongs. The &lt;a href=\"Bernese%20German\"&gt;Bernese German&lt;/a&gt; diphthongs, for instance, correspond rather to the &lt;a href=\"Middle%20High%20German\"&gt;Middle High German&lt;/a&gt; diphthongs than to standard German diphthongs:\nApart from these phonemic diphthongs, Bernese German has numerous phonetic diphthongs due to &lt;a href=\"L-vocalization\"&gt;L-vocalization&lt;/a&gt; in the syllable coda, for instance the following ones:\nYiddish.\n&lt;a href=\"Yiddish%20phonology\"&gt;Yiddish&lt;/a&gt; has three diphthongs:\nDiphthongs may reach a higher target position (towards ) in situations of coarticulatory phenomena or when words with such vowels are being emphasized.\nNorwegian.\nThere are five diphthongs in the Oslo dialect of &lt;a href=\"Norwegian%20phonology\"&gt;Norwegian&lt;/a&gt;, all of them falling:\nAn additional diphthong, , occurs only in the word \"hui\" in the expression \"i hui og hast\" \"in great haste\". The number and form of diphthongs vary between dialects.\nFaroese.\nDiphthongs in &lt;a href=\"Faroese%20language\"&gt;Faroese&lt;/a&gt; are:\nIcelandic.\nDiphthongs in &lt;a href=\"Icelandic%20phonology\"&gt;Icelandic&lt;/a&gt; are the following:\nCombinations of semivowel and a vowel are the following:\nRomance languages.\nFrench.\nIn &lt;a href=\"French%20phonology\"&gt;French&lt;/a&gt;, , , and may be considered true diphthongs (that is, fully contained in the syllable nucleus: ). Other sequences are considered part of a glide formation process that turns a high vowel into a semivowel (and part of the syllable onset) when followed by another vowel.\nDiphthongs\nSemivowels\nQuebec French.\nIn &lt;a href=\"Quebec%20French\"&gt;Quebec French&lt;/a&gt;, long vowels are generally diphthongized in informal speech when &lt;a href=\"lexical%20stress\"&gt;stressed&lt;/a&gt;.\nCatalan.\n&lt;a href=\"Catalan%20phonology\"&gt;Catalan&lt;/a&gt; possesses a number of phonetic diphthongs, all of which begin (\"rising diphthongs\") or end (\"falling diphthongs\") in or .\nIn standard Eastern Catalan, rising diphthongs (that is, those starting with or ) are possible only in the following contexts:\nThere are also certain instances of \"compensatory diphthongization\" in the &lt;a href=\"Balearic%20Catalan\"&gt;Majorcan&lt;/a&gt; dialect so that ('logs') (in addition to deleting the palatal plosive) develops a compensating palatal glide and surfaces as (and contrasts with the unpluralized ). Diphthongization compensates for the loss of the palatal stop (part of Catalan's segment loss compensation). There are other cases where diphthongization compensates for the loss of point of articulation features (property loss compensation) as in ('year') vs ('years'). The dialectal distribution of this compensatory diphthongization is almost entirely dependent on the dorsal plosive (whether it is velar or palatal) and the extent of consonant assimilation (whether or not it is extended to palatals).\nPortuguese.\nThe Portuguese diphthongs are formed by the &lt;a href=\"labio-velar%20approximant\"&gt;labio-velar approximant&lt;/a&gt; and &lt;a href=\"palatal%20approximant\"&gt;palatal approximant&lt;/a&gt; with a vowel, &lt;a href=\"European%20Portuguese\"&gt;European Portuguese&lt;/a&gt; has 14 phonemic diphthongs (10 oral and 4 nasal), all of which are falling diphthongs formed by a vowel and a nonsyllabic high vowel. &lt;a href=\"Brazilian%20Portuguese\"&gt;Brazilian Portuguese&lt;/a&gt; has roughly the same amount, although the European and non-European dialects have slightly different pronunciations ( is a distinctive feature of some southern and central Portuguese dialects, especially that of Lisbon). A onglide after or and before all vowels as in \"quando\" ('when') or \"guarda\" ('guard') may also form rising diphthongs and &lt;a href=\"triphthong\"&gt;triphthong&lt;/a&gt;s. Additionally, in casual speech, adjacent heterosyllabic vowels may combine into diphthongs and triphthongs or even sequences of them.\nIn addition, phonetic diphthongs are formed in most Brazilian Portuguese dialects by the &lt;a href=\"L-vocalization\"&gt;vocalization&lt;/a&gt; of in the syllable coda with words like \"sol\" ('sun') and \"sul\" ('south') as well as by yodization of vowels preceding or its allophone at syllable coda in terms like \"arroz\" ('rice'), and (or ) in terms such as \"paz mundial\" ('world peace') and \"dez anos\" ('ten years').\nSpanish.\nPhonetically, &lt;a href=\"Spanish%20phonology\"&gt;Spanish&lt;/a&gt; has seven falling diphthongs and eight rising diphthongs. In addition, during fast speech, sequences of vowels in hiatus become diphthongs wherein one becomes non-syllabic (unless they are the same vowel, in which case they fuse together) as in \"poeta\" ('poet') and \"maestro\" ('teacher'). The Spanish diphthongs are:\nItalian.\nThe existence of true diphthongs in Italian is debatable; however, a list is:\nThe second table includes only 'false' diphthongs, composed of a semivowel + a vowel, not two vowels. The situation is more nuanced in the first table: a word such as 'baita' is actually pronounced ['baj.ta] and most speakers would syllabify it that way. A word such as 'voi' would instead be pronounced and syllabified as ['vo.i], yet again without a diphthong.\nIn general, unstressed in &lt;a href=\"Hiatus%20%28linguistics%29\"&gt;hiatus&lt;/a&gt; can turn into glides in more rapid speech (e.g. \"biennale\" 'biennial'; \"coalizione\" 'coalition') with the process occurring more readily in syllables further from stress.\nRomanian.\nRomanian has two true diphthongs: and . There are, however, a host of other vowel combinations (more than any other major Romance language) which are classified as vowel glides. As a result of their origin (diphthongization of mid vowels under stress), the two true diphthongs appear only in stressed syllables and make &lt;a href=\"%23Vowel%20alternations\"&gt;morphological alternations&lt;/a&gt; with the mid vowels and . To native speakers, they sound very similar to and respectively. There are no perfect &lt;a href=\"minimal%20pair\"&gt;minimal pair&lt;/a&gt;s to contrast and , and because doesn't appear in the final syllable of a prosodic word, there are no monosyllabic words with ; exceptions might include \"voal\" ('veil') and \"trotuar\" ('sidewalk'), though Ioana Chițoran argues that these are best treated as containing glide-vowel sequences rather than diphthongs. In addition to these, the semivowels and can be combined (either before, after, or both) with most vowels, while this arguably forms additional diphthongs and &lt;a href=\"triphthong\"&gt;triphthong&lt;/a&gt;s, only and can follow an obstruent-liquid cluster such as in \"broască\" ('frog') and \"dreagă\" ('to mend'), implying that and are restricted to the syllable boundary and therefore, strictly speaking, do not form diphthongs.\nCeltic languages.\nIrish.\nAll &lt;a href=\"Irish%20phonology\"&gt;Irish&lt;/a&gt; diphthongs are falling.\nScottish Gaelic.\nThere are 9 diphthongs in &lt;a href=\"Scottish%20Gaelic\"&gt;Scottish Gaelic&lt;/a&gt;. Group 1 occur anywhere (\"eu\" is usually [eː] before \"-m\", e.g. \"Seumas\"). Group 2 are reflexes that occur before \"-ll, -m, -nn, -bh, -dh, -gh\" and \"-mh\".\nFor more detailed explanations of Gaelic diphthongs see &lt;a href=\"Scottish%20Gaelic%20orthography\"&gt;Scottish Gaelic orthography&lt;/a&gt;.\nCornish.\nThe following diphthongs are used in the &lt;a href=\"Standard%20Written%20Form\"&gt;Standard Written Form&lt;/a&gt; of &lt;a href=\"Cornish%20language\"&gt;Cornish&lt;/a&gt;. Each diphthong is given with its \"Revived Middle Cornish\" (RMC) and \"Revived Late Cornish\" (RLC) pronunciation.\nWelsh.\n&lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; is traditionally divided into Northern and Southern dialects. In the north, some diphthongs may be short or long according to regular vowel length rules but in the south they are always short (see &lt;a href=\"Welsh%20phonology\"&gt;Welsh phonology&lt;/a&gt;). Southern dialects tend to simplify diphthongs in speech (e.g. \"gwaith\" is reduced to ).\nSlavic languages.\nCzech.\nThere are three diphthongs in &lt;a href=\"Czech%20phonology\"&gt;Czech&lt;/a&gt;:\nThe vowel groups \"ia, ie, ii, io\", and \"iu\" in foreign words are not regarded as diphthongs, they are pronounced with between the vowels .\nSerbo-Croatian.\nis conventionally considered a diphthong. However, it is actually in hiatus or separated by a semivowel, .\nSome &lt;a href=\"Serbo-Croatian%20phonology\"&gt;Serbo-Croatian&lt;/a&gt; dialects also have \"uo\", as in whereas, in Standard Croatian and Serbian, these words are konj, rod, on.\nFinno-Ugric languages.\nEstonian.\nAll nine vowels can appear as the first component of an Estonian diphthong, but only occur as the second component.\nThere are additional diphthongs less commonly used, such as in Euroopa (Europe), in söandama (to dare), and in näuguma (to mew).\nFinnish.\nAll &lt;a href=\"Finnish%20language\"&gt;Finnish&lt;/a&gt; &lt;a href=\"Finnish%20phonology%23Diphthongs\"&gt;diphthongs&lt;/a&gt; are falling. Notably, Finnish has true opening diphthongs (e.g. ), which are not very common crosslinguistically compared to centering diphthongs (e.g. in English). Vowel combinations across syllables may in practice be pronounced as diphthongs, when an intervening consonant has elided, as in \"näön\" instead of for the genitive of \"näkö\" ('sight').\nNorthern Sami.\nThe diphthong system in &lt;a href=\"Northern%20Sami%23Phonology\"&gt;Northern Sami&lt;/a&gt; varies considerably from one dialect to another. The Western Finnmark dialects distinguish four different qualities of opening diphthongs:\nIn terms of quantity, Northern Sami shows a three-way contrast between long, short and finally stressed diphthongs. The last are distinguished from long and short diphthongs by a markedly long and stressed second component. Diphthong quantity is not indicated in spelling.\nSemitic languages.\nMaltese.\n&lt;a href=\"Maltese%20language\"&gt;Maltese&lt;/a&gt; has seven falling diphthongs, though they may be considered VC sequences phonemically.\nSino-Tibetan languages.\nMandarin Chinese.\nRising sequences in &lt;a href=\"Standard%20Mandarin\"&gt;Mandarin&lt;/a&gt; are usually regarded as a combination of a medial semivowel () plus a vowel, while falling sequences are regarded as one diphthong.\nCantonese.\n&lt;a href=\"Cantonese\"&gt;Cantonese&lt;/a&gt; has eleven diphthongs.\nTai–Kadai languages.\nThai.\nIn addition to vowel nuclei following or preceding and , &lt;a href=\"Thai%20phonology\"&gt;Thai&lt;/a&gt; has three diphthongs which exist as long-short pairs:\nMon-Khmer languages.\nVietnamese.\nIn addition to vowel nuclei following or preceding /j/ and /w/, &lt;a href=\"Vietnamese%20language\"&gt;Vietnamese&lt;/a&gt; has three diphthongs:\nKhmer.\n&lt;a href=\"Khmer%20language\"&gt;Khmer language&lt;/a&gt; has rich vocalics with an extra distinction of long and short register to the vowels and diphthongs.\nBantu languages.\nZulu.\n&lt;a href=\"Zulu%20language\"&gt;Zulu&lt;/a&gt; has only monophthongs. \"Y\" and \"w\" are semi-vowels:\nAustronesian languages.\nIndonesian.\n&lt;a href=\"Indonesian%20language\"&gt;Indonesian&lt;/a&gt; has four native diphthongs which may be located at the beginning, middle or end of a word. They are:"
}