{
    "id": "44621147",
    "revid": "75349",
    "url": "https://en.wikipedia.org/wiki?curid=44621147",
    "title": "Bulimba House",
    "text": "Bulimba House is a heritage-listed &lt;a href=\"detached%20house\"&gt;detached house&lt;/a&gt; at 34 Kenbury Street, &lt;a href=\"Bulimba%2C%20Queensland\"&gt;Bulimba&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia. It was designed and built by &lt;a href=\"Andrew%20Petrie\"&gt;Andrew Petrie&lt;/a&gt; from 1849 to 1850. It is also known as Toogoolawah. It was added to the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 21 October 1992. A number of timber cottages were constructed around the main house. \nHistory.\nBulimba House was erected in 1849-50 for early Queensland pastoralists &lt;a href=\"David%20McConnel\"&gt;David&lt;/a&gt; and &lt;a href=\"Mary%20McConnel%20%28pioneer%29\"&gt;Mary McConnel&lt;/a&gt;. David had established Cressbrook in the &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; Valley in 1841, the second run in the &lt;a href=\"Moreton%20Bay\"&gt;Moreton Bay&lt;/a&gt; district of New South Wales.\nIn mid-1849 he purchased of land on the angle of the &lt;a href=\"Brisbane%20River\"&gt;Brisbane River&lt;/a&gt; approximately five miles downstream from &lt;a href=\"Town%20of%20Brisbane\"&gt;Brisbane Town&lt;/a&gt;. The subtropical rainforest area was known to the local Aborigines as Tugulawa or Toogoolawah, meaning \"shape of heart\". Here McConnel established an experimental farm, attempting to prove that cash-crop agriculture was a viable activity in Moreton Bay. Early crops included cotton, wheat, barley, maize, oats, lucerne, rye grass and yams.\nWhilst residing at &lt;a href=\"Kangaroo%20Point%2C%20Queensland\"&gt;Kangaroo Point&lt;/a&gt; in the second half of 1849, McConnel employed builder &lt;a href=\"Andrew%20Petrie\"&gt;Andrew Petrie&lt;/a&gt; to construct the house at Toogoolawah, the first masonry Tudor-style homestead in the Brisbane region. The stone, as sandstone without directional grain, was quarried from the nearby &lt;a href=\"Quarries%20Reach\"&gt;Quarries Reach&lt;/a&gt; of the Brisbane River, and Moreton Bay cedar was employed in both the structure and the finishes. Cabinetmaker Robert Towell was engaged to craft most of the furniture on the spot, using local cedar and stained pine. Scottish labourers were used to clear the land around the property.\nMcConnel and his wife Mary moved to Toogoolawah in December 1849, living in the detached service wing until the main house was completed. By 1852 they were using the Aboriginal name from the &lt;a href=\"Whites%20Hill\"&gt;Whites Hill&lt;/a&gt; area which was already the official name for the whole parish—Bulimba, meaning place of the magpie lark or peewee.\nSituated on a rise in the centre of the property, Bulimba House overlooked the entire estate and boasted sweeping panoramic views from every window. It functioned as the centrepiece of a model manorial farm which, besides the cash cropping, operated self-sufficiently with a dairy herd, numerous livestock and poultry, kitchen garden and extensive orchard.\nBy 1853 the farm comprised and included a variety of outbuildings: kitchen, laundry, store, stable, coachhouse, workrooms, dairies, barns and workers' cottages. In the early years eighty to one hundred men were employed on the estate, although some of these were probably seasonal, and various wives and daughters served in the house, kitchen, laundry and dairy.\nIn manorial tradition, McConnel encouraged his workers to establish their own farms, selling them small portions of the Bulimba property for which they made regular repayments from their wages, and were given time off to clear and cultivate.\nDue to Mary McConnel's ill health the property was sold in February 1853 to pastoralist Donald Coutts for , and the McConnels returned temporarily to Britain. Most of the household furniture also was sold at this time.\nCoutts later subdivided the estate but remained in the house until his death in 1869. Since then the house has been owned or rented by a number of prominent Brisbanites including &lt;a href=\"Arthur%20Edward%20Moore\"&gt;Arthur Edward Moore&lt;/a&gt;, &lt;a href=\"Premier%20of%20Queensland\"&gt;Premier of Queensland&lt;/a&gt; from 1929 to 1932, who purchased Bulimba House in 1935. The property remains a family home on a much-reduced site of . Substantial additions to the rear of the house and some internal alterations were made during the 1970s by the owners at the time. The timber kitchen and service wing was demolished at this time. The current owners have undertaken extensive conservation work throughout the house and have refurbished the kitchen.\nDescription.\nBulimba House is a fine two-storeyed sandstone and brick residence which sits on the rise of gently sloping hill, and is set in a garden containing mature trees. The house in its setting makes a picturesque contribution to the Bulimba townscape. Bulimba House has a steeply pitched terracotta tiled gabled roof, with substantial &lt;a href=\"chimneys\"&gt;chimneys&lt;/a&gt; rising above the roof line. The external form expresses a simple L-shaped plan; the front (north) elevation has two projecting &lt;a href=\"gable\"&gt;gable&lt;/a&gt;s to the western end, and a deep ground floor verandah with a terracotta tiled skillion roof to the eastern end. The back of the house (to the south) also has a deep ground floor verandah with a (now enclosed) verandah above.\nThe exterior is modestly detailed, comprising tooled square-coursed sandstone to the north, west and eastern &lt;a href=\"facade\"&gt;facade&lt;/a&gt;s, and English bond brickwork south. The roof tiles () have small turtle emblems. The front elevation has single central casement windows to the gable ends, with a projecting &lt;a href=\"bay%20window\"&gt;bay window&lt;/a&gt; to the ground floor. The windows have curved pressed metal hoods with heart-shaped motifs (a later addition), and the bay window has smooth grey sandstone dressings. The gable ends have deep timber boarded &lt;a href=\"eaves\"&gt;eaves&lt;/a&gt; with terracotta finials. The verandah is supported on chamfered octagonal timber posts with rounded capitals, and has timber boarded spandrel panels with internally exposed bracing. The verandah ceiling is timber boarded.\nThe south verandah also has chamfered octagonal timber posts and timber &lt;a href=\"spandrel\"&gt;spandrel&lt;/a&gt;s (now partly obscured by later alterations). The end elevations are more utilitarian, with only three openings to the west and a small room under the skillion roof surmounted by a gable end to the east. The brickwork to the back (south) elevation has up-struck mortar.\nThe interior contains some fine detailing. It has cedar and hoop pine joinery throughout. The centrally located entrance hall has cedar &lt;a href=\"stairs\"&gt;stairs&lt;/a&gt; with a finely turned and carved balustrade. An ogee-shaped archway decorates the foot of the stairs. The Dining Room has a deep plaster &lt;a href=\"cornice\"&gt;cornice&lt;/a&gt;, and a fireplace with a finely carved mantelpiece, and tiled and cast iron surrounds. It also contains a bay window which sits in an arched recess. The bay window has sliding internal timber shutters which are encased in timber panels under the window sill. The Drawing Room has a cornice with a deep shadow line, a deep three- piece pine and cedar skirting, and a cast iron and tiled fireplace with a marble mantelpiece. It has timber louvred shutters and timber double doors set in deep timber reveals opening onto the verandahs.\nThe upstairs rooms have raked ceilings, and contain fireplaces with timber and marble mantelpieces.\nThe gardens contain a circular drive, a timber flagpole and several of the mature trees on the property, which include mangoes, camphor laurels and jacarandas.\nHeritage listing.\nBulimba House was listed on the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 21 October 1992 having satisfied the following criteria.\nThe place is important in demonstrating the evolution or pattern of Queensland's history.\nBulimba House is significant historically as the focus of one of Brisbane's earliest experimental riverine farms, and has an important association with the growth of Bulimba as a farming community in the 1850s.\nThe place demonstrates rare, uncommon or endangered aspects of Queensland's cultural heritage.\nIt is rare as an early surviving sandstone homestead in Brisbane, and evidences the skills of Brisbane's early Scottish carpenters and stonemasons.\nThe place is important in demonstrating the principal characteristics of a particular class of cultural places.\nThe house is a fine, modestly-detailed building, containing some finely-detailed internal elements, and in its setting makes a picturesque contribution to the Bulimba townscape.\nThe place is important because of its aesthetic significance.\nThe house is a fine, modestly-detailed building, containing some finely-detailed internal elements, and in its setting makes a picturesque contribution to the Bulimba townscape."
}