{
    "id": "446317",
    "revid": "41193896",
    "url": "https://en.wikipedia.org/wiki?curid=446317",
    "title": "Music of Niger",
    "text": "The music of &lt;a href=\"Niger\"&gt;Niger&lt;/a&gt; has developed from the musical traditions of a mix of &lt;a href=\"ethnic%20group\"&gt;ethnic group&lt;/a&gt;s; &lt;a href=\"Hausa%20people\"&gt;Hausa&lt;/a&gt;, the &lt;a href=\"Zarma%20people\"&gt;Zarma&lt;/a&gt;-&lt;a href=\"Songhai%20proper\"&gt;Songhai&lt;/a&gt;, &lt;a href=\"Tuareg%20people\"&gt;Tuareg&lt;/a&gt;, &lt;a href=\"Fula%20people\"&gt;Fula&lt;/a&gt; &lt;a href=\"Kanuri%20people\"&gt;Kanuri&lt;/a&gt;, &lt;a href=\"Toubou%20people\"&gt;Toubou&lt;/a&gt;, &lt;a href=\"Diffa%20Arabs\"&gt;Diffa Arabs&lt;/a&gt; and &lt;a href=\"Gurma%20people\"&gt;Gurma&lt;/a&gt; and the Boudouma from Lac Chad.\nMost traditions existed quite independently in &lt;a href=\"French%20West%20Africa\"&gt;French West Africa&lt;/a&gt; but have begun to form a mixture of styles since the 1960s. While Niger's popular music has had little international attention (in comparison with the music of neighbors &lt;a href=\"Music%20of%20Mali\"&gt;Mali&lt;/a&gt; or &lt;a href=\"Music%20of%20Nigeria\"&gt;Nigeria&lt;/a&gt;), traditional and new musical styles have flourished since the end of the 1980s.\nThe Hausa, who make up over half of the country's population, use the &lt;a href=\"duma\"&gt;duma&lt;/a&gt; for percussion and the molo (a lute) in their Griot traditions, along with the Ganga, &lt;a href=\"Algaita\"&gt;alghaïta&lt;/a&gt; (&lt;a href=\"shawm\"&gt;shawm&lt;/a&gt;) and &lt;a href=\"kakaki\"&gt;kakaki&lt;/a&gt; (&lt;a href=\"trumpet\"&gt;trumpet&lt;/a&gt;) for martial, state, and ceremonial occasions. These uses are typified by the ceremonial usage of large trumpets to mark the authority of the &lt;a href=\"Sultanate%20of%20Damagaram\"&gt;Sultanate of Damagaram&lt;/a&gt; in the southeast &lt;a href=\"Zinder\"&gt;Zinder&lt;/a&gt; area \"(see &lt;a href=\"Hausa%20music\"&gt;Hausa music&lt;/a&gt;)\".\nOver 20% of Niger's population are Zarma people, while the Tuareg and Fulani both number around a million in the early 21st century, somewhat less than 10% each. The Kanuri are just over 4% while the Toubou, Diffa and Gurma are all small populations of less than a half percent each.\nThe Zarma inhabit the region around the capital, &lt;a href=\"Niamey\"&gt;Niamey&lt;/a&gt;. They play, generally solo, a variety of &lt;a href=\"lute\"&gt;lute&lt;/a&gt;s (\"&lt;a href=\"xalam\"&gt;xalam&lt;/a&gt;\" or \"molo\"), &lt;a href=\"flute\"&gt;flute&lt;/a&gt;s and &lt;a href=\"fiddle\"&gt;fiddle&lt;/a&gt;s and, like the Fula, carry on the &lt;a href=\"griot\"&gt;griot&lt;/a&gt; tradition of caste-based praise singers and musicians. Songhai traditional music was the topic of extensive study in the late colonial and early independence period.\nThe Tuareg of the north are known for romantic, informal sung/spoken love poetry performed by both men and women, with voices accompanied by clapping, &lt;a href=\"tinde\"&gt;tinde&lt;/a&gt; &lt;a href=\"drum\"&gt;drum&lt;/a&gt;s (in women's songs) and a one-stringed &lt;a href=\"viol\"&gt;viol&lt;/a&gt; (in men's songs) \"(see &lt;a href=\"Tuareg%20music\"&gt;Tuareg music&lt;/a&gt;)\".\nThe &lt;a href=\"Fula%20people\"&gt;Fula&lt;/a&gt; and &lt;a href=\"Wodaabe\"&gt;Wodaabe&lt;/a&gt;, a nomadic desert subgroup of Fula, practise group singing accompanied by clapping, stamping and bells. The Wodaabe &lt;a href=\"Gerewol\"&gt;Gerewol&lt;/a&gt; festival is one example of this repeating, hypnotic and percussive &lt;a href=\"choral\"&gt;choral&lt;/a&gt; tradition. The Beriberi too are known for complex &lt;a href=\"polyphony\"&gt;polyphony&lt;/a&gt; singing.\nTo get an overall understanding of traditional music and instruments in Niger visit the traditional instrument museum at the CFPM Taya in Niamey. An amazing collection of drums, string instruments and flutes from all tribes in Niger.\nModern Nigerien music.\nMusic for the purpose of entertainment has not been readily accepted by the Nigerien government, though restrictions have loosened since the death of &lt;a href=\"Seyni%20Kountch%C3%A9\"&gt;Seyni Kountché&lt;/a&gt; in 1987. A competitive &lt;a href=\"music%20festival\"&gt;music festival&lt;/a&gt; called the \"Prix Dan Gourmou\" helped inspire a musical renaissance in the country, led by people like &lt;a href=\"Alassane%20Dante\"&gt;Alassane Dante&lt;/a&gt;. The \"Centre for Musical Training and Promotion\" was founded in 1990, furthering this process, using a grant from the &lt;a href=\"European%20Development%20Fund\"&gt;European Development Fund&lt;/a&gt;. Musicians formed bands to seek fame both domestically and internationally, with the most successful being the group Takeda, formed by &lt;a href=\"Reggae\"&gt;Reggae&lt;/a&gt; singer &lt;a href=\"Adams%20Junior\"&gt;Adams Junior&lt;/a&gt;, &lt;a href=\"Sa%C3%A2dou%20Bori\"&gt;Saâdou Bori&lt;/a&gt;, &lt;a href=\"Fati%20Mariko\"&gt;Fati Mariko&lt;/a&gt;, &lt;a href=\"Mamoudou%20Abdousalam\"&gt;Mamoudou Abdousalam&lt;/a&gt;, &lt;a href=\"Sani%20Aboussa\"&gt;Sani Aboussa&lt;/a&gt;, &lt;a href=\"John%20Sofakol%C3%A9\"&gt;John Sofakolé&lt;/a&gt;, &lt;a href=\"Moussa%20Poussy\"&gt;Moussa Poussy&lt;/a&gt; and &lt;a href=\"Yacouba%20Moumouni\"&gt;Yacouba Moumouni&lt;/a&gt;.\nIn the mid-1990s, internationally renowned record producer &lt;a href=\"Ibrahima%20Sylla\"&gt;Ibrahima Sylla&lt;/a&gt; travelled to Niamey and ended up signing Poussy and &lt;a href=\"Saadou%20Bori\"&gt;Saadou Bori&lt;/a&gt;. He has since also helped release records from Adam's Junior and from &lt;a href=\"Mamar%20Kassey\"&gt;Mamar Kassey&lt;/a&gt;, perhaps the best known Nigerien group outside the country, who combine traditional Songhai styles and modern jazz.\nThe band &lt;a href=\"Etran%20Finatawa\"&gt;Etran Finatawa&lt;/a&gt; (\"the stars of tradition\"), consisting of &lt;a href=\"Tuareg%20people\"&gt;Tuareg&lt;/a&gt; and &lt;a href=\"Wodaabe\"&gt;Wodaabe&lt;/a&gt; members, formed in 2004 at the &lt;a href=\"Festival%20in%20the%20Desert\"&gt;Festival in the Desert&lt;/a&gt;. Between 2004 and 2015 Etran Finatawa toured the globe with performances in over 45 countries.\nSince 2008 Tal National have been the most popular modern band in Niger. They are based in Niamey. Their 2008 album A-Na Waya reached the top of the charts in Niger and earned the band numerous awards. In 2013 they signed a worldwide record deal with &lt;a href=\"http%3A//www.fat-cat.co.uk\"&gt;Fat Cat Records&lt;/a&gt; for the album \"Kaani\".\nAnother popular band, &lt;a href=\"Groupe%20Sogha\"&gt;Groupe Sogha&lt;/a&gt;, created in 2004, has been a popular neo-traditional musical group that combines traditional and modern instruments in its music composed of ten members, five instrumentalists, three singers, and two dancers. The group was Niger's music ambassador for the fifth &lt;a href=\"2005%20Jeux%20de%20la%20Francophonie\"&gt;Francophone Games&lt;/a&gt; in Niamey. Sogha has two albums to its credit recorded under the artistic direction of the maestro Boncana Maiga.\n\"Tuareg Blues\".\n\"Tuareg Blues\" is perhaps the most internationally known of Tuareg musical styles. Growing out of the refugee camps to the &lt;a href=\"First%20Tuareg%20Rebellion\"&gt;1990s Tuareg insurgencies&lt;/a&gt;, Tuareg Blues have been exported to Europe, most notably by the Malian band &lt;a href=\"Tinariwen\"&gt;Tinariwen&lt;/a&gt;. Niger born Tuareg Blues artists include &lt;a href=\"Les%20Filles%20de%20Illighadad\"&gt;Les Filles de Illighadad&lt;/a&gt;, the pioneering guitarist from &lt;a href=\"Agadez\"&gt;Agadez&lt;/a&gt; and his band , Hasso Akotey and Tidawt from Agadez, &lt;a href=\"Group%20Bombino\"&gt;Group Bombino&lt;/a&gt; also from Agadez, Moussa ag Keyna's group , Alhousseini Anivolla from Agadez, &lt;a href=\"Mdou%20Moctar\"&gt;Mdou Moctar&lt;/a&gt;, and the performer .\nRap Nigerien.\n\"Rap Nigerien\", a mélange of different languages spoken in &lt;a href=\"Niger\"&gt;Niger&lt;/a&gt;, appeared at the end of the 1990s. The music is relaxed and mellow, mixed with the sounds of traditional musical styles from the many ethnicities in the country. It grew into an interesting sociologic phenomenon, expanding what was expected of domestic popular entertainment. The young and disaffected have used \"Rap Nigerien\" to give voice to popular complaints - forced marriages, child labor, corruption, poverty and other problems.\nRap Nigerien also spontaneously appeared in &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt; grassroots cultural programs, one of the few outlets for large scale performance in the country. In August 2004, UNICEF opened the competition \"Scene Ouverte Rap\", where 45 new groups were selected from among an over 300 entrants. The competition performances took place at the \"Centre Culturel Franco – Nigerien\" between the 5th and 14 August.\nA large number of \"Rap Nigerien\" acts grew out of this scene and remain active, with the best known being &lt;a href=\"Awn%20%28rapper%29\"&gt;Awn&lt;/a&gt;, &lt;a href=\"Tchakey\"&gt;Tchakey&lt;/a&gt;, &lt;a href=\"Kaidan%20Gaskya\"&gt;Kaidan Gaskya&lt;/a&gt;, &lt;a href=\"Wass%20Wong\"&gt;Wass Wong&lt;/a&gt; and &lt;a href=\"Djoro%20G\"&gt;Djoro G&lt;/a&gt;. Newer groups, such as &lt;a href=\"Haskey%20Klan\"&gt;Haskey Klan&lt;/a&gt;, &lt;a href=\"Kamikaz\"&gt;Kamikaz&lt;/a&gt;, &lt;a href=\"Rass%20Idris\"&gt;Rass Idris&lt;/a&gt; and &lt;a href=\"Metaphor%20%28musician%29\"&gt;Metaphor&lt;/a&gt;, have since appeared.\nExternal links.\nhttp://afropop.org/articles/osas-its-time"
}