{
    "id": "44641647",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=44641647",
    "title": "Cruz Family",
    "text": "Cruz Family in &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, they was founded by naval captain, &lt;a href=\"Giovanni%20della%20Croce%20Bernadotte\"&gt;Giovanni della Croce Bernadotte&lt;/a&gt;, hispanicized, &lt;a href=\"Juan%20de%20la%20Cruz%20y%20Bernardotte\"&gt;Juan de la Cruz y Bernardotte&lt;/a&gt;. He arrived in Chile in 1743.\nSources.\nJuan de la Cruz y Bernadotte was born in &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;, &lt;a href=\"Liguria\"&gt;Liguria&lt;/a&gt; in 1693. He had enrolled in the troops of &lt;a href=\"Felipe%20V\"&gt;Felipe V&lt;/a&gt; and later in the troops of &lt;a href=\"Carlos%20III%20of%20Spain\"&gt;Carlos III of Spain&lt;/a&gt;. Under the command of Admiral Pizarro, he arrived in Chile in 1743 to the city of &lt;a href=\"Concepci%C3%B3n%2C%20Chile\"&gt;Concepción&lt;/a&gt; in the &lt;a href=\"War%20of%20Arauco\"&gt;War of Arauco&lt;/a&gt;. El Conde de Superunda, &lt;a href=\"Jos%C3%A9%20Antonio%20Manso%20de%20Velasco\"&gt;José Antonio Manso de Velasco&lt;/a&gt; who to installed in &lt;a href=\"San%20Agustin%20de%20Talca\"&gt;San Agustin de Talca&lt;/a&gt; in 1744. He died in that city on January 27, 1768.\nHe married María Silveria Álvarez de Bahamonde y Herrera, she was old \"criolla\" know whose likeness and their children are housed in various history books Chile.\nThey were founders of one of more important Chilean colonial families, through six of his fifteen sons, one son of whom would fall title castilla low corona Condal, &lt;a href=\"Condado%20de%20Maule\"&gt;Condado de Maule&lt;/a&gt;, would extend generously in the plot of &lt;a href=\"San%20Agustin%20de%20Talca\"&gt;San Agustin de Talca&lt;/a&gt; and City of &lt;a href=\"Talca\"&gt;Talca&lt;/a&gt; and then through the house vizcondado Cruz, whose training and development was crucial involvement, then projected in &lt;a href=\"Santiago\"&gt;Santiago&lt;/a&gt; society.\nIssue.\ni) Faustino de la Cruz y Bahamonde (February 1746 - May 1826). Married Mercedes Polloni Molina. \nii) Jacinto de la Cruz y Bahamonde (born 1752), Catholic priest. \niii) Juan Esteban de la Cruz y Bahamonde (died May 11, 1802). Married María del Loreto Antúnez y Silva. \niv) Vicente de la Cruz y Bahamonde (July 1753 - October 27, 1823). Married Josefa Burgos y Fonseca. \nv) Juan Manuel de la Cruz y Bahamonde (July 23, 1756 - February 12, 1822). Married firstly Tomasa Antúnez y Silva (1 daughter); secondly María de los Dolores Muñoz Plaza. \nvi) Ignacio de la Cruz y Bahamonde, died in childhood. \nvii) María de los Ángeles de la Cruz y Bahamonde, died in childhood. \nviii) Anselmo de la Cruz| Anselmo de la Cruz y Bahamonde (April 19, 1764 y - July 23, 1833). Married Isabel Antúnez y Silva. \nix) Juan de la Cruz y Bahamonde, died in childhood. \nx) María Mercedes de la Cruz y Bahamonde (died 1773). Married &lt;a href=\"Juan%20Albano%20Pereira%20M%C3%A1rquez\"&gt;Juan Albano Pereira Márquez&lt;/a&gt;.\nxi) Bartolina de la Cruz y Bahamonde (1750 - 1819). Married &lt;a href=\"Juan%20Albano%20Pereira%20M%C3%A1rquez\"&gt;Juan Albano Pereira Márquez&lt;/a&gt; on April 5, 1776. \nxii) Micaela de la Cruz y Bahamonde (died 1823). Married Manuel de la Concha y Pérez de Velarde on September 29, 1777.\nxiii) María Rita de la Cruz y Bahamonde. Married firstly Ángel García y Prieto; secondly Eugenio José Fernández de Braga y Burgos. \nxiv) Manuela de la Cruz y Bahamonde. Married Juan de Echeverría. \nxv) Nicolás de la Cruz y Bahamonde (1760 - January 3, 1828). Married María Joaquina Jiménez de Velasco y Boneo."
}