{
    "id": "44640373",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=44640373",
    "title": "TELACU",
    "text": "The East Los Angeles Community Union (TELACU) is a nonprofit &lt;a href=\"Community%20development%20corporation\"&gt;community development corporation (CDC)&lt;/a&gt; founded in 1968 for the purpose of servicing disadvantaged communities in &lt;a href=\"Eastside%20Los%20Angeles\"&gt;Eastside, Los Angeles&lt;/a&gt; through &lt;a href=\"economic%20development\"&gt;economic development&lt;/a&gt;. Over the years the CDC has impacted the community through its involvement in local Latino politics, community organization, housing development, scholarship funding, and job creation and training. With a revenue stream stemming from its many for-profit businesses, government grants, and private donations, TELACU has recently expanded its services to the Latino community outside of East Los Angeles, in some cases outside the state of &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nFueled by the notion of &lt;a href=\"self-determination\"&gt;self-determination&lt;/a&gt; in the &lt;a href=\"Chicano%20movement\"&gt;Chicano movement&lt;/a&gt; and aided by federal assistance derived from the &lt;a href=\"War%20on%20Poverty\"&gt;War on Poverty&lt;/a&gt;, TELACU was born after the &lt;a href=\"United%20Auto%20Workers\"&gt;United Auto Workers&lt;/a&gt; union allocated manpower and funding to set up a committee, which later morphed into TELACU, in February 1968. Initially created to combat the high levels of &lt;a href=\"poverty\"&gt;poverty&lt;/a&gt; and &lt;a href=\"unemployment\"&gt;unemployment&lt;/a&gt; faced by local residents, TELACU currently owns and operates several companies all of which are driven by a self-proclaimed double-bottom line that is composed of both profitability and &lt;a href=\"social%20service\"&gt;social service&lt;/a&gt;. As far as social services, TELACU believes that \"providing tools to others in the form of jobs, affordable housing, loans, new community assets and scholarships is the most effective means to empowering people to build a legacy for themselves and for their families.\" During the course of its evolution, TELACU has developed an approach that emphasizes economic development based on the notion that this approach is a more effective means of impacting the community compared to its initial approach dedicated to &lt;a href=\"community%20organization\"&gt;community organization&lt;/a&gt;. In 2006 the Hispanic Business Magazine named TELACU the fifth largest Hispanic-owned business in &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nOrigins.\nUpon its founding in 1968, &lt;a href=\"East%20Los%20Angeles%2C%20California\"&gt;East Los Angeles&lt;/a&gt; suffered from disproportionately high rates of poverty and unemployment. Men ages 16–24 had an unemployment rate of 30% and 45% of families were on some form of &lt;a href=\"federal%20assistance\"&gt;federal assistance&lt;/a&gt;. &lt;a href=\"Median%20family%20income\"&gt;Median family income&lt;/a&gt; in surrounding suburbs was $13,000 while in &lt;a href=\"East%20L.A.\"&gt;East L.A.&lt;/a&gt; it was just $4,000. Along with a high school dropout rate of 51%, these problems led many to worry about social unrest in light of the fact that residents had so little economic and political power to address their issues.\nTELACU initially came into existence after the creation of the &lt;a href=\"Watts%20Labor%20Community%20Action%20Committee\"&gt;Watts Labor Community Action Committee&lt;/a&gt; (WLCAC) in 1965 prompted &lt;a href=\"United%20Auto%20Workers\"&gt;UAW&lt;/a&gt; member Glenn O’Loanne to advocate for a similar organization in &lt;a href=\"East%20Los%20Angeles%2C%20California\"&gt;East Los Angeles&lt;/a&gt;. Having been largely responsible for creating WLCAC, UAW heeded O’Loanne's suggestion and agreed to create another community union on the &lt;a href=\"Eastside%2C%20Los%20Angeles\"&gt;Eastside&lt;/a&gt;. While WLCAC was to serve poor, disadvantaged blacks in &lt;a href=\"Watts%2C%20CA\"&gt;Watts, CA&lt;/a&gt;, TELACU was to serve poor, disadvantaged &lt;a href=\"Latinos\"&gt;Latinos&lt;/a&gt;, mostly &lt;a href=\"Mexican-Americans\"&gt;Mexican-Americans&lt;/a&gt;, in &lt;a href=\"East%20Los%20Angeles%2C%20California\"&gt;East Los Angeles&lt;/a&gt;. With the intent of bringing &lt;a href=\"economic%20development\"&gt;economic development&lt;/a&gt; and &lt;a href=\"labor%20organization\"&gt;labor organization&lt;/a&gt; to the area, &lt;a href=\"United%20Auto%20Workers%20Union\"&gt;UAW&lt;/a&gt; established what was initially called The East Los Angeles Labor Community Action Committee (ELALCAC) after providing its first donation of $150. Together with activists and union members from the Eastside, the committee, led by &lt;a href=\"Esteban%20Edward%20Torres\"&gt;Esteban Torres&lt;/a&gt;, began working on the goal of building “a community organization that could harness its own economic and social power.”\nFunding from the federal government started with a grant by the &lt;a href=\"Office%20of%20Economic%20Opportunity\"&gt;Office of Economic Opportunity (OEO)&lt;/a&gt;, the leading agency in the &lt;a href=\"War%20on%20Poverty\"&gt;War on Poverty&lt;/a&gt;, in 1971. Then in November 1972 the &lt;a href=\"Office%20of%20Economic%20Opportunity\"&gt;OEO&lt;/a&gt; officially designated the organization as a &lt;a href=\"community%20development%20corporation\"&gt;community development corporation (CDC)&lt;/a&gt;. The presidency of &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; marked TELACU's biggest expansion as the federal government increased assistance to CDC's to over $2 billion a year. Along with &lt;a href=\"federal%20assistance\"&gt;federal assistance&lt;/a&gt;, TELACU received donations from private contributors including the likes of the &lt;a href=\"Ford%20Foundation\"&gt;Ford Foundation&lt;/a&gt; and the &lt;a href=\"Rockefeller%20Foundation\"&gt;Rockefeller Foundation&lt;/a&gt;. With a significantly expanded budget during the mid-1970s, TELACU began establishing for-profit businesses that eventually served as its main source of revenue.\nVision.\nTELACU's vision is rooted in the popular &lt;a href=\"anti-colonial\"&gt;anti-colonial&lt;/a&gt; discourse during the mid-1960s among &lt;a href=\"racial%20minorities\"&gt;racial minorities&lt;/a&gt;, and the &lt;a href=\"Chicano%20movement\"&gt;Chicano movement&lt;/a&gt; itself. &lt;a href=\"East%20Los%20Angeles%2C%20California\"&gt;East Los Angeles&lt;/a&gt;, being a predominantly &lt;a href=\"Mexican-American\"&gt;Mexican-American&lt;/a&gt; community, was often seen as a hub of Mexican-American culture. &lt;a href=\"Esteban%20Torres\"&gt;Esteban Torres&lt;/a&gt;, TELACU's first executive director believed East L.A. was treated like an &lt;a href=\"Colony\"&gt;internal colony&lt;/a&gt; by the greater L.A political and economic structure. In the eyes of Torres and many others involved with TELACU, East L.A. was akin to a &lt;a href=\"third%20world%20country\"&gt;third world country&lt;/a&gt;, dependent on outside forces who “owned and controlled the flow of economic resources ultimately rendering the community helpless to affect the social and political institutions about them.” This situation led to the development of &lt;a href=\"self-determination\"&gt;self-determination&lt;/a&gt; as a central goal via control of economic and political resources. But also rooted in this &lt;a href=\"anti-colonial\"&gt;anti-colonial&lt;/a&gt; vision lies the idea of cultural power and assertion and a greater goal of colonial liberation.\nIn line with ideals of cultural assertion, TELACU's headquarters contains a large mural referred to as The Pride of Our Heritage, or El Orgullo de Nuestra Herencia in Spanish, that commemorates Mexican-American history. Tamayo restaurant also contains similar artwork along with other TELACU projects have intentionally emphasized imagery in line with symbolism of &lt;a href=\"cultural%20identity\"&gt;cultural identity&lt;/a&gt;.\nThe overall aspiration towards liberation and &lt;a href=\"self-determination\"&gt;self-determination&lt;/a&gt; ultimately shaped TELACU's operations towards that of economic development. Suggesting that no one was really dealing with the underlying economic problems East L.A. faced, current executive director David Lizarraga began embarking on a quest to create what he called “an independent economy that will make the community &lt;a href=\"self-sufficient\"&gt;self-sufficient&lt;/a&gt;. ” This shift, occurring during the mid-1970s marked TELACU's shift from community organizing, which often resulted in mixed outcomes, to the more effective method centered around economic development.\nWith a newfound direction, president David Lizarraga created a master plan with intentions of creating a financial center to meet community needs. This plan, stemming from the colonial analogy whereby &lt;a href=\"Financial%20capital\"&gt;capital&lt;/a&gt; had consistently been taken out of the community by financial institutions, called for the creation of local financial institutions to prevent capital from escaping. The master plan consisted of four principal components: the TELACU investment company, a business development office, a bank investment strategy, and the TELACU Community Credit Corporation and Community Thrift and Loan.\nThe overall shift towards financial and economic development eventually led executive director David Lizarraga to create the double-bottom line which it currently utilizes as its main operating philosophy. In his words, \"we formed the \"nonprofit organization TELACU as an umbrella for the for-profit holding companies that have the assets, income and employees, which give us economic clout.\"\nIn recent years TELACU has expanded its economic development to &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt; communities outside of the &lt;a href=\"Eastside%2C%20Los%20Angeles\"&gt;Eastside&lt;/a&gt; at times expanding to communities out of state.\nOperations.\nMaravilla Housing Projects.\nWith a grant from the &lt;a href=\"Economic%20Development%20Administration\"&gt;Economic Development Administration (EDA)&lt;/a&gt;, TELACU created the Barrio Housing Plan in the early 70's marking shift in overall focus towards housing development. Upon finding out that the L.A. County Housing Authority planned to reconstruct the Maravilla Public Housing Complex, TELACU initiated an effort to include participation from local residents. Through the usage of community-block and town-hall meetings, along with a gang coalition known as the Federation of Barrios Unidos which helped to prevent vandalism and graffiti, TELACU helped ensure completion of the project with community input and support. TELACU also helped increase funding for the project by getting social service agencies to participate along with usage of funds from its EDA grant. The 500 unit complex was demolished starting in early 1973 and completely rebuilt in late 1974 with a new name, Nueva Maravilla.\nIndustrial Park.\nIn 1977 TELACU purchased the vacant &lt;a href=\"Goodrich%20Corporation\"&gt;B.F. Goodrich&lt;/a&gt; tire manufacturing plant, a 46-acre lot that once employed 1,500 workers before closing. A year after purchase, TELACU opened Aaron Brothers Art Mart as an anchor business and also created a furniture and aquarium company. Today the industrial park employs over 2,000 individuals.\nTamayo.\nDeriving its name after the Mexican modernist artist &lt;a href=\"Rufino%20Tamayo\"&gt;Rufino Tamayo&lt;/a&gt;, TELACU created Tamayo restaurant in 1988 as part of a project by TELACU Development Company that began in 1984. Aid for the restaurant came in the form of $500,000 dollars from the Office of Community Services, $1 million from itself, and $1million from another partner. The restaurant employs local residents and includes many displays of Mexican pride and culture in the form of paintings from &lt;a href=\"Rufino%20Tamayo\"&gt;Rufino Tamayo&lt;/a&gt; along with others, serving as a landmark for &lt;a href=\"East%20Los%20Angeles%2C%20California\"&gt;East Los Angeles&lt;/a&gt;.\nAttempt at Cityhood.\nIn 1972, director Esteban Torres established the Ad Hoc Committee to Incorporate East Los Angeles (ACTIELA) in an effort to incorporate East Los Angeles as a city. The proposal did not pass with a vote consisting of 58% against and 42% in favor. Out of the eligible voters, only 15% participated in the measure.\nHeadquarters.\nLocated in 5700 Olympic boulevard directly across Tamayo restaurant, the TELACU headquarters was mostly funded by $6 million in grants from the &lt;a href=\"Economic%20Development%20Administration\"&gt;Economic Development Administration&lt;/a&gt; and the Community Service Administration. Serving as a landmark, the three story building contains a 40-foot &lt;a href=\"mural\"&gt;mural&lt;/a&gt; known as El Orgullo de Nuestra Herencia.\nControversy.\nIn 1982 TELACU faced several charges ranging from corruption to financial mismanagement from both the United States Department of Labor, the Los Angeles Times, and other government agencies. The controversy started when in 1980 a former employee alleged that TELACU had violated the &lt;a href=\"Comprehensive%20Employment%20and%20Training%20Act\"&gt;Comprehensive Employment and Training Act (CETA)&lt;/a&gt;. This led to an audit by the Department of Labor that started in 1980 and ended in November 1982. Before the audit was completed the L.A. Times published a series of articles with dozens of allegations that ultimately challenged the very existence of TELACU, referring to it incorrectly as an “anti-poverty agency”. The allegations damaged the public image of TELACU severely, when the audit finally came out TELACU was partially vindicated as most allegations were ultimately dropped. In the end only Chairman Joe Gonzalez and his wife were convicted of violating &lt;a href=\"CETA\"&gt;CETA&lt;/a&gt;.\nFormer TELACU employee and reputable local politician &lt;a href=\"Gloria%20Molina\"&gt;Gloria Molina&lt;/a&gt; has accused TELACU of “violating the trust of the communi ty” through its investments outside of East Los Angeles and for benefitting personally from such investments. She also called TELACU “greedy and self-serving” arguing that “money deteriorated their goals and their achievements are no longer beneficial to the community.”\nOverall much of the criticism against TELACU stems from its deviation from community organizing towards economic development. Such people feel that TELACU's methods of operation leave it disconnected from the residents of East Los Angeles.\nMore recently, TELACU has received criticism for its involvement with the Centinella Valley School Board and what critics refer to as the creation of a “bond-passing machine.” TELACU backed candidates for the &lt;a href=\"Centinela%20Valley%20Union%20High%20School%20District\"&gt;Centinela Valley School Board&lt;/a&gt; almost always win and starting in 2008, the TELACU backed candidates have been responsible for passing bond measures that amount to almost $200 million. Critics argue that the bonds are an inefficient way to use taxpayer money and that some of the large construction projects are unnecessary."
}