{
    "id": "44660177",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=44660177",
    "title": "Sefa Naivalu",
    "text": "Sefanaia \"Sefa\" Naivalu (born 7 January 1992) is an Australian &lt;a href=\"Rugby%20Union\"&gt;rugby union&lt;/a&gt; professional player who currently plays as a &lt;a href=\"Centre%20%28rugby%20union%29\"&gt;centre&lt;/a&gt; or &lt;a href=\"Wing%20%28rugby%20union%29\"&gt;wing&lt;/a&gt; for the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt; in the international &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; competition. He also represented &lt;a href=\"Melbourne%20Rising\"&gt;Melbourne Rising&lt;/a&gt; in the inaugural &lt;a href=\"National%20Rugby%20Championship\"&gt;National Rugby Championship&lt;/a&gt;. He has a &lt;a href=\"100%20metre\"&gt;100 metre&lt;/a&gt; recorded time of 10.5seconds in 2011.\nCareer.\nNaivalu started out his rugby career with the Ovalau Rugby Club in his native Fiji before moving to Australia at the beginning of 2014 with the Rugby Plus Program. He joined the Box Hill Broncos who play in the local &lt;a href=\"Dewar%20Shield\"&gt;Dewar Shield&lt;/a&gt; in &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt; and made an immediate impact by becoming the leading try and point scorer in the competition which in turn saw his side reach the tournament's Grand Final.\nThese performance brought him to the attention of the newly formed &lt;a href=\"Melbourne%20Rising\"&gt;Melbourne Rising&lt;/a&gt; who competed in the first ever &lt;a href=\"2014%20National%20Rugby%20Championship\"&gt;National Rugby Championship&lt;/a&gt; in 2014. 5 tries in 5 appearances at the beginning of the season were enough to convince local Super Rugby franchise the Melbourne Rebels of his worth and he made history by becoming the first Rebel ever to be signed directly from a Dewar Shield side.\nFor the &lt;a href=\"2016%20Rugby%20Championship\"&gt;2016 Rugby Championship&lt;/a&gt;, wallabies coach &lt;a href=\"Michael%20Cheika\"&gt;Michael Cheika&lt;/a&gt; called Sefa Naivalu for the 33 men squad in preparation for the test against South Africa and Argentina, although the player will not be eligible until September the 18th, one day after the match between the Wallabies and the Pumas.\nOn 22 March 2019, Naivalu would travel to France to sign for &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; side &lt;a href=\"Stade%20Francais\"&gt;Stade Francais&lt;/a&gt; from the 2019-20 season after the &lt;a href=\"2019%20Rugby%20World%20Cup\"&gt;2019 Rugby World Cup&lt;/a&gt;."
}