{
    "id": "44699725",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=44699725",
    "title": "McIntosh MC-2300",
    "text": "The MC-2300 is a &lt;a href=\"Solid-state%20%28electronics%29\"&gt;solid-state&lt;/a&gt; &lt;a href=\"Audio%20power%20amplifier\"&gt;power amplifier&lt;/a&gt; which was built by the American high-end audio company &lt;a href=\"McIntosh%20Laboratory\"&gt;McIntosh&lt;/a&gt;, and sold between the years 1971 and 1980. It can be utilized either as a 300-watt-per-channel stereo amp, or a 600-watt monoblock, and was rated by its manufacturer as being able to produce this amount of power continuously, with very little (less than 0.25%) distortion. McIntosh's ratings were conservative, however, because like many of their amplifiers, when bench-tested the MC-2300 has frequently been found to produce an even higher level of clean power.\nAs such, it was ideal for use in demanding, professional applications. Most famously, the improvisational rock band the &lt;a href=\"Grateful%20Dead\"&gt;Grateful Dead&lt;/a&gt; employed 48 McIntosh MC-2300 amps as the main power source for their enormous public-address system, the &lt;a href=\"Wall%20of%20Sound%20%28Grateful%20Dead%29\"&gt;Wall of Sound&lt;/a&gt;. Designed by &lt;a href=\"Owsley%20Stanley\"&gt;Owsley \"Bear\" Stanley&lt;/a&gt; and others, this system utilized more than 26,000 watts of continuous power fed into &lt;a href=\"JBL%20%28company%29\"&gt;JBL&lt;/a&gt; and &lt;a href=\"Electrovoice\"&gt;Electrovoice&lt;/a&gt; speakers, and was renowned for its natural, low-distortion stereo sound which carried for 600 feet without significant degradation. The Wall of Sound was only in use from March to October 1974.\nIn late July 1973, the Grateful Dead played at the &lt;a href=\"Summer%20Jam%20at%20Watkins%20Glen\"&gt;Watkins Glen Summer Jam&lt;/a&gt; in the &lt;a href=\"Finger%20Lakes\"&gt;Finger Lakes&lt;/a&gt; region of New York State, along with &lt;a href=\"the%20Band\"&gt;the Band&lt;/a&gt; and the &lt;a href=\"The%20Allman%20Brothers%20Band\"&gt;Allman Brothers Band&lt;/a&gt;. This concert was attended by 600,000 people - twice the number that went to the &lt;a href=\"Woodstock\"&gt;Woodstock&lt;/a&gt; festival in August 1969. Due to the crowd's enormous size, a significant number of concertgoers could neither see the stage, nor adequately hear the music projecting from it. Additional broadcast towers were set up, but this required more amplification power. Sound engineer Janet Furman was dispatched by helicopter with $6000 cash to nearby &lt;a href=\"Binghamton%2C%20New%20York\"&gt;Binghamton&lt;/a&gt;, site of McIntosh Laboratories, to obtain five additional MC-2300 amps. Despite the fact that it was the weekend, she was able to locate the owner, buy the amps off the factory floor, and fly back to the festival site, with the overloaded helicopter skirting high-rise buildings and narrowly avoiding catastrophe in the process. Thanks to a combination of persistence and luck, the extra MC-2300's were incorporated into the sound system, successfully providing high-quality music to the gigantic crowd.\nGrateful Dead guitarist &lt;a href=\"Jerry%20Garcia\"&gt;Jerry Garcia&lt;/a&gt; also favored the MC-2300, using one for many years in his own equipment stack (see picture).\nDuring the 1970s, the MC-2300 was an expensive piece of audio equipment, with a retail price of $1799 by the time of its discontinuation in 1980. That being said, its outstanding power and sound production quality made it a valued part of many recording studios. And although some people prefer the sound of &lt;a href=\"Valve%20amplifiers\"&gt;tube amplifiers&lt;/a&gt;, the overall greater reliability and freedom from repair of the newer solid-state amps was a major vote in their favor. Physically, the MC-2300 is a very large and sturdy amplifier, measuring 10.5 in (26.7 cm) high x 19 in (48.3 cm) wide x 17 in (43.2 cm) deep, and weighing an impressive 128 lbs (58 kg). During its production run, 4545 units were made. Today, the MC-2300 remains a very sought-after amplifier for audiophiles and collectors.\nIn terms of McIntosh \"family lineage\" or production order, the MC-2300 was immediately preceded by the MC-2105 (with blue meters) and the MC-2100 (without), which were both 100 watt-per-channel stereo amps (200 watts monophonic) sold between 1969 and 1977. Before these came the MC-2505 (blue meters) made between 1967 and 1977, and the meterless but popular MC-250 sold from 1967 to 1979, both of which were 50 WPC stereo amplifiers (100 watts mono.)\nThe MC-2300 was succeeded by the even more powerful MC-2500 (500 WPC stereo/1000 watts mono), sold from 1980 to 1990; and then the MC-2600 (600 WPC stereo/1200 watts mono), which was available between the years 1990–1995.\nSeveral specially-modified versions of the MC-2300 were produced by McIntosh for the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; (with 6, 25, 30, 64, 120, 182, and 256 ohm outputs), for defense contractor &lt;a href=\"Sanders%20Associates\"&gt;Sanders Associates&lt;/a&gt;, and for acoustical consulting company &lt;a href=\"BBN%20Technologies\"&gt;Bolt, Beranek and Newman&lt;/a&gt; (the MC-2300E, with 50, 100, 200, and 400 ohm outputs)."
}