{
    "id": "44703952",
    "revid": "1876316",
    "url": "https://en.wikipedia.org/wiki?curid=44703952",
    "title": "List of Rangers F.C. chairmen",
    "text": "&lt;a href=\"Rangers%20F.C.\"&gt;Rangers F.C.&lt;/a&gt; is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, that competes in the &lt;a href=\"Scottish%20Professional%20Football%20League\"&gt;Scottish Professional Football League&lt;/a&gt;. Since its founding in 1872, the club has had more than ten different presidents (prior to incorporation) and nineteen chairmen.\nHistory.\nThe club has been privately owned by stakeholders, in the form of a &lt;a href=\"limited%20liability%20company\"&gt;limited liability company&lt;/a&gt; before becoming a publicly owned company trading on the &lt;a href=\"PLUS%20Markets%20Group\"&gt;PLUS&lt;/a&gt; and &lt;a href=\"Alternative%20Investment%20Market\"&gt;AIM&lt;/a&gt; stock exchanges respectively. The board of directors are appointed to oversee the corporate operations of the company that owns the club with the chairman being considered as the most senior and high-profile corporate figures. In Rangers history the chairman has generally been the prominent executive on the board, although this has begun to change with the appointment of &lt;a href=\"CEO\"&gt;CEO&lt;/a&gt;s which led to some chairmen being appointed in a &lt;a href=\"Non-executive%20director\"&gt;non-executive&lt;/a&gt; capacity.\nFrom December 2012 to March 2015, the directors of the company that owns Rangers F.C., \"The Rangers Football Club Limited (TRFCL)\", were appointed to what was then known as the \"football board\". This football board was separate and distinct from the Plc board of \"Rangers International Football Club Plc (RIFC)\", which is the &lt;a href=\"holding%20company\"&gt;holding company&lt;/a&gt; of TRFCL. During this period, references were made to both the football board and Plc board and the situation effectively saw the club with two chairmen, however, since the departure of Sandy Easdale in 2015, the \"football board\" terminology has ceased leaving the Plc chair as the definitive Chairman.\nBetween June and December 2012, before flotation on the AIM stock exchange and the subsequent formation of RIFC, the chairman of TRFCL was \"&lt;a href=\"de%20jure\"&gt;de jure&lt;/a&gt;\" the chairman of Rangers Football Club.\nList of presidents.\nBelow is the presidential history of Rangers F.C., from 1874 until incorporation sixteen years later.\nList of chairmen.\nBelow is the official chairmen history of Rangers F.C., from the incorporation of the club in 1899, until the present day."
}