{
    "id": "44727769",
    "revid": "5536878",
    "url": "https://en.wikipedia.org/wiki?curid=44727769",
    "title": "Wendy Campbell-Purdie",
    "text": "Wendy Campbell-Purdie was a &lt;a href=\"United%20Kingdom\"&gt;New Zealand&lt;/a&gt; woman who worked with a British &lt;a href=\"timber\"&gt;timber&lt;/a&gt; firm in &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt;. She was born in c. 1925 in New Zealand and mostly brought up there. When travel became easier after the Second World War she set off on the young New Zealander's traditional grand tour. In Hampshire, England, she called upon Richard St. Barbe Baker, a &lt;a href=\"tree\"&gt;tree&lt;/a&gt; expert, and learned about his idea that &lt;a href=\"green%20wall\"&gt;green wall&lt;/a&gt; &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt; could tame the desert.\nCampbell-Purdie went to a &lt;a href=\"desert\"&gt;desert&lt;/a&gt; in &lt;a href=\"Tiznit\"&gt;Tiznit&lt;/a&gt;, &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, in 1964 and created an &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; with 2,000 trees that she planted. After Algerian Independence in 1962, Campbell-Purdie travelled to &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt;, where she was given a 100 &lt;a href=\"hectare\"&gt;hectare&lt;/a&gt; plot which used to be a &lt;a href=\"France\"&gt;French&lt;/a&gt; military dump, which received much of the town's waste water. Campbell-Purdie successfully planted 1,000 seeds, and the Algerian government subsequently offered help. She ended up planting 130,000 trees in and around &lt;a href=\"Bou%20Sa%C3%A2da\"&gt;Bou Saada&lt;/a&gt;, under the aegis of the Algerian Red Crescent.\nCampbell-Purdie formed the Bou Saada Trust to &lt;a href=\"fundraising\"&gt;raise&lt;/a&gt; money for her war against the &lt;a href=\"Sahara%20Desert\"&gt;Sahara&lt;/a&gt;. She left Algeria in 1970, when her health broke down. She appeared as herself on the television show \"To Tell the Truth\" in 1973. She died in Athens on 20/1/1985, aged 59."
}