{
    "id": "44777301",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=44777301",
    "title": "Kate Avery",
    "text": "Kate Avery (born 10 October 1991) is a British &lt;a href=\"long-distance%20runner\"&gt;long-distance runner&lt;/a&gt;. She competes in track and road competitions but specialises in &lt;a href=\"cross%20country%20running\"&gt;cross country running&lt;/a&gt;. She was twice silver medallist at the &lt;a href=\"2014%20European%20Cross%20Country%20Championships\"&gt;2014 European Cross Country Championships&lt;/a&gt; and 2015, and also a gold medallist on both occasions as part of the Great Britain women's senior team. She became the first British woman to win the &lt;a href=\"NCAA%20Women%27s%20Division%20I%20Cross%20Country%20Championship\"&gt;NCAA Women's Division I Cross Country Championship&lt;/a&gt; in 2014, running for &lt;a href=\"Iona%20College%20%28New%20York%29\"&gt;Iona College&lt;/a&gt;.\nShe was among Europe's top developing runners as a junior, claiming medals at the &lt;a href=\"European%20Athletics%20Junior%20Championships\"&gt;European Athletics Junior Championships&lt;/a&gt; and &lt;a href=\"European%20Cross%20Country%20Championships\"&gt;European Cross Country Championships&lt;/a&gt; in 2009. She moved up the age categories and was a medallist at the &lt;a href=\"2013%20European%20Athletics%20U23%20Championships\"&gt;2013 European Athletics U23 Championships&lt;/a&gt;, as well as a team champion in European cross country.\nCareer.\nEarly life and career.\nAvery was born in &lt;a href=\"Bishop%20Auckland\"&gt;Bishop Auckland&lt;/a&gt;. Raised in &lt;a href=\"Newton%20Aycliffe\"&gt;Newton Aycliffe&lt;/a&gt;, County Durham, she began taking part in running competitions as a youth, representing her local club, &lt;a href=\"Shildon%20Running%20%26amp%3B%20AC\"&gt;Shildon Running &amp; AC&lt;/a&gt;. In 2005, she placed fifth in the &lt;a href=\"1500%20metres\"&gt;1500 metres&lt;/a&gt; at the &lt;a href=\"English%20Schools%20Championships\"&gt;English Schools Championships&lt;/a&gt;. While a student at &lt;a href=\"Woodham%20Community%20Technology%20College\"&gt;Woodham Community Technology College&lt;/a&gt;, she won the national &lt;a href=\"cross%20country%20running\"&gt;cross country running&lt;/a&gt; title for her age group in 2006. The following year she was runner-up at the English schools cross country and also placed second in the 1500 m at the &lt;a href=\"UK%20School%20Games\"&gt;UK School Games&lt;/a&gt; and the English Schools Championships.\nShe began to make her first impact in the &lt;a href=\"Junior%20athletics\"&gt;junior category&lt;/a&gt; in 2009. She was runner-up at the English junior cross country, won the junior section of the &lt;a href=\"Cross%20Juan%20Muguerza\"&gt;Cross Juan Muguerza&lt;/a&gt; in Spain and was the sixth placed junior at the prominent &lt;a href=\"Cinque%20Mulini\"&gt;Cinque Mulini&lt;/a&gt; in Italy. These performances gained her a debut international appearance at the &lt;a href=\"2009%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2009 IAAF World Cross Country Championships&lt;/a&gt;. In the &lt;a href=\"2009%20IAAF%20World%20Cross%20Country%20Championships%20%E2%80%93%20Junior%20women%27s%20race\"&gt;junior race&lt;/a&gt; she came 25th – the third best European behind team mates &lt;a href=\"Lauren%20Howarth\"&gt;Lauren Howarth&lt;/a&gt; and &lt;a href=\"Charlotte%20Purdue\"&gt;Charlotte Purdue&lt;/a&gt;, which helped the British team to fourth place. Third place at the &lt;a href=\"3000%20metres\"&gt;3000 metres&lt;/a&gt; national junior trials brought her selection for the &lt;a href=\"2009%20European%20Athletics%20Junior%20Championships\"&gt;2009 European Athletics Junior Championships&lt;/a&gt;, where she went on to claim the silver medal, being overtaken by winner &lt;a href=\"Yelena%20Korobkina\"&gt;Yelena Korobkina&lt;/a&gt; in the final straight. Further international medals followed at the &lt;a href=\"2009%20European%20Cross%20Country%20Championships\"&gt;2009 European Cross Country Championships&lt;/a&gt; as she took the bronze and led the British junior women to second in the team rankings.\nAvery had three international outings the year after. At the &lt;a href=\"2010%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2010 IAAF World Cross Country Championships&lt;/a&gt; she improved from her previous attempt and finished twentieth (second best European behind &lt;a href=\"Gulshat%20Fazlitdinova\"&gt;Gulshat Fazlitdinova&lt;/a&gt;). At the &lt;a href=\"2010%20World%20Junior%20Championships%20in%20Athletics\"&gt;2010 World Junior Championships in Athletics&lt;/a&gt; she stepped up to the &lt;a href=\"5000%20metres\"&gt;5000 metres&lt;/a&gt; distance and placed eleventh overall. A return to the continental scene at the &lt;a href=\"2010%20European%20Cross%20Country%20Championships\"&gt;2010 European Cross Country Championships&lt;/a&gt; saw her finish lower down the order in twelfth place. Her 2011 season was quiet in comparison: she failed to finish at the European 5000 m trials and did not compete internationally.\nUnder-23 and NCAA debut.\nAvery won her first senior national title in 2014, winning over 1500 m at the &lt;a href=\"English%20Athletics%20Championships\"&gt;English Athletics Championships&lt;/a&gt;. She also paced sixth in the 5000 m at the &lt;a href=\"British%20Athletics%20Championships\"&gt;British Athletics Championships&lt;/a&gt;, having improved her best to 15:35.12 minutes earlier that season. She began to progress in the &lt;a href=\"under-30%20athletics\"&gt;under-23 category&lt;/a&gt; the following year, starting with a win in the &lt;a href=\"10%2C000%20metres\"&gt;10,000 metres&lt;/a&gt; at the &lt;a href=\"Penn%20Relays\"&gt;Penn Relays&lt;/a&gt;. She won the 5000 m at the under-23 trials before going on to take the bronze medal in that event at the &lt;a href=\"2013%20European%20Athletics%20U23%20Championships\"&gt;2013 European Athletics U23 Championships&lt;/a&gt;, which was later upgraded to silver. She enrolled at &lt;a href=\"Iona%20College%20%28New%20York%29\"&gt;Iona College&lt;/a&gt; in the United States towards the end of the year and began competing for their &lt;a href=\"Iona%20Gaels\"&gt;Iona Gaels&lt;/a&gt; collegiate team. Her first collegiate honours quickly followed at the &lt;a href=\"2013%20NCAA%20Division%20I%20Cross%20Country%20Championships\"&gt;2013 NCAA Division I Cross Country Championships&lt;/a&gt;, where she paced third. A month later she shared in the under-23 team title with Great Britain at the &lt;a href=\"2013%20European%20Cross%20Country%20Championships\"&gt;2013 European Cross Country Championships&lt;/a&gt;, having finished fourth behind team mate Charlotte Purdue.\nShe established herself among the top American collegiate runners in 2014. She competed a &lt;a href=\"mile%20run\"&gt;mile run&lt;/a&gt;/3000 m double at the &lt;a href=\"Metro%20Atlantic%20Athletic%20Conference\"&gt;Metro Atlantic Athletic Conference&lt;/a&gt; (MAAC) indoor Championships and came ninth in the latter event at the &lt;a href=\"2014%20NCAA%20Division%20I%20Indoor%20Track%20and%20Field%20Championships\"&gt;2014 NCAA Division I Indoor Track and Field Championships&lt;/a&gt;. She was eighth in the 5000 m at the &lt;a href=\"2014%20NCAA%20Division%20I%20Outdoor%20Track%20and%20Field%20Championships\"&gt;2014 NCAA Division I Outdoor Track and Field Championships&lt;/a&gt; and went on to claim one title in cross country soon after, winning the MAAC event then pacing first at the &lt;a href=\"2014%20NCAA%20Division%20I%20Cross%20Country%20Championships\"&gt;2014 NCAA Division I Cross Country Championships&lt;/a&gt;. In the NCAA race she led from start to finish with a winning margin of over eight seconds. Her win was a first for a British woman and an Iona Gaels athlete, being the institution's third ever NCAA individual title. She placed fourth &lt;a href=\"2015%20NCAA%20Division%20I%20Outdoor%20Track%20and%20Field%20Championships%235000%20meters%202\"&gt;2015 NCAA Division I Outdoor Track and Field Championships&lt;/a&gt; in &lt;a href=\"5000%20metres\"&gt;5000 metres&lt;/a&gt;.\nIn 2015, while at &lt;a href=\"Iona%20College%20%28New%20York%29\"&gt;Iona&lt;/a&gt;, Avery won the &lt;a href=\"Honda%20Sports%20Award\"&gt;Honda Sports Award&lt;/a&gt; as the nation's best female collegiate cross country runner.\nSenior career.\nAvery also ran internationally that year. She came ninth in the 3000 m at the &lt;a href=\"2014%20European%20Team%20Championships\"&gt;2014 European Team Championships&lt;/a&gt; then made her debut for England at the &lt;a href=\"2014%20Commonwealth%20Games\"&gt;2014 Commonwealth Games&lt;/a&gt;, running a personal best of 32:33.35 minutes to come fourth in the 10,000 m (beaten only by Kenyan opposition). Her third and final international outing that year was her most successful. At the &lt;a href=\"2014%20European%20Cross%20Country%20Championships\"&gt;2014 European Cross Country Championships&lt;/a&gt; she ran in the senior race for the first time. Aiming for a top ten placing, she ran hard from the front and was rewarded with a silver medal after losing a close finish to team mate &lt;a href=\"Gemma%20Steel\"&gt;Gemma Steel&lt;/a&gt;. The two shared in the women's senior team title. As the top-ranked British indoor runner over 3000 m, she was initially invited by &lt;a href=\"British%20Athletics\"&gt;British Athletics&lt;/a&gt; to compete at the &lt;a href=\"2014%20IAAF%20World%20Indoor%20Championships\"&gt;2014 IAAF World Indoor Championships&lt;/a&gt; at the start of the year. However, the governing body then told her she was ineligible, not having obtained permission to miss the trials event. The body was criticised for giving the athlete confusing information.\nIn 2019, she competed in the &lt;a href=\"2019%20IAAF%20World%20Cross%20Country%20Championships%20%E2%80%93%20Senior%20women%27s%20race\"&gt;senior women's race&lt;/a&gt; at the &lt;a href=\"2019%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2019 IAAF World Cross Country Championships&lt;/a&gt; held in Aarhus, Denmark. She finished in 30th place."
}