{
    "id": "447747",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=447747",
    "title": "Yellow-breasted chat",
    "text": "The yellow-breasted chat (\"Icteria virens\") is a large &lt;a href=\"songbird\"&gt;songbird&lt;/a&gt; found in North America, and is the only member of the family Icteriidae. It was once a member of the &lt;a href=\"New%20World%20warbler\"&gt;New World warbler&lt;/a&gt; family, but in 2017, the &lt;a href=\"American%20Ornithological%20Society\"&gt;American Ornithological Society&lt;/a&gt; moved it to its own family. Its placement is not definitely resolved.\nTaxonomy.\nThe yellow-breasted chat was formerly considered the largest member of the family &lt;a href=\"New%20World%20warbler\"&gt;Parulidae&lt;/a&gt;, but following taxonomic studies, it was moved to the &lt;a href=\"Monotypic%20taxon\"&gt;monotypic&lt;/a&gt; family Icteriidae. Although Icteriidae is a distinct family from the &lt;a href=\"Icterid\"&gt;New World blackbirds&lt;/a&gt; (&lt;a href=\"Icterid\"&gt;Icteridae&lt;/a&gt;), which have a very similar name, taxonomic studies support them as being the closest living relatives of one another, and in a 2019 study Carl Oliveros and colleagues actually classified the yellow-breasted chat as a member of Icteridae. In addition, the former grouping of the yellow-breasted chat as a warbler was not too far off, as Parulidae is now considered the &lt;a href=\"sister%20group\"&gt;sister group&lt;/a&gt; to the clade containing Icteridae and Icteriidae.\nDistribution and habitat.\nThe yellow-breasted chat is found throughout North America. It breeds from the &lt;a href=\"Canadian%20Prairies\"&gt;southern plains&lt;/a&gt; of &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; to central &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, and mainly &lt;a href=\"bird%20migration\"&gt;migrates&lt;/a&gt; to Mexico and &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt; for the winter, although some may overwinter in &lt;a href=\"coastal\"&gt;coastal&lt;/a&gt; areas farther north. This species occurs in areas where dense shrubbery is common. Today, its habitat often consists of abandoned farmland and other rural areas where overgrown vegetation proliferates.\nDescription.\nIf they are considered part of the family Parulidae (&lt;a href=\"New%20World%20warbler\"&gt;New World warbler&lt;/a&gt;s), yellow-breasted chats are the largest species of parulid. In fact, they can often weigh more than twice as much as other parulid species, but their membership in this taxonomic family is disputed.\nThis species reaches a total length of and a wingspan of . Body mass can range from . Among standard measurements, the &lt;a href=\"Wing%20chord%20%28biology%29\"&gt;wing chord&lt;/a&gt; is , the elongated &lt;a href=\"tail\"&gt;tail&lt;/a&gt; is , the relatively long, heavy &lt;a href=\"Beak\"&gt;bill&lt;/a&gt; is , and the &lt;a href=\"Tarsus%20%28skeleton%29\"&gt;tarsus&lt;/a&gt; is . These birds have olive upper parts with white bellies and bright-yellow throats and breasts. Other signature features of yellow-breasted chats are their large, white eye rings, and blackish legs. When seen, this species is unlikely to be mistaken for any other bird.\nBiology.\nThe yellow-breasted chat is a shy, skulking species of bird, often being heard but not seen. The breeding habitats of this species are dense, brushy areas and hedgerows. The nests of these birds are bulky cups made of grasses, leaves, strips of bark, and stems of weeds, and lined with finer grasses, wiry plant stems, pine needles, and sometimes roots and hair. Nests are invariably placed in thick shrubs and often only about above the ground. They lay from three to five, creamy-white eggs with reddish-brown blotches or speckles, incubated by the female, which hatch in 11 to 12 days. Both parents tend the young, which fledge in roughly 8 to 11 days. Chats are apparently vigilant guards of their nests, as parasitism by &lt;a href=\"brown-headed%20cowbird\"&gt;brown-headed cowbird&lt;/a&gt;s is not as frequent as with other cup-nest builders. They are not as monogamous, though, as other warblers. In one study in central Kentucky, DNA fingerprinting revealed that 17% of 29 yellow-breasted chat nestlings were not sired by the male of the social pair and three of nine broods contained at least one extra-pair nestling.\nYellow-breasted chats are omnivorous birds, and &lt;a href=\"forage\"&gt;forage&lt;/a&gt; in dense vegetation. Mostly, this species feeds on &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s and &lt;a href=\"berries\"&gt;berries&lt;/a&gt;, including &lt;a href=\"blackberries\"&gt;blackberries&lt;/a&gt; and &lt;a href=\"Grape\"&gt;wild grapes&lt;/a&gt;. Insects up to moderate sizes, including &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt;s, &lt;a href=\"hemiptera\"&gt;bugs&lt;/a&gt;, &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt;s, &lt;a href=\"weevil\"&gt;weevil&lt;/a&gt;s, &lt;a href=\"bee\"&gt;bee&lt;/a&gt;s, &lt;a href=\"wasp\"&gt;wasp&lt;/a&gt;s, &lt;a href=\"tent%20caterpillar\"&gt;tent caterpillar&lt;/a&gt;s, &lt;a href=\"ant\"&gt;ant&lt;/a&gt;s, &lt;a href=\"moth\"&gt;moth&lt;/a&gt;s, and &lt;a href=\"mayflies\"&gt;mayflies&lt;/a&gt;, are typically preyed upon and are gleaned from dense vegetation. Other &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt;s, including &lt;a href=\"spider\"&gt;spider&lt;/a&gt;s, are occasionally eaten, as well. Uniquely for a passerine of its size, the chat occasionally grips food with its feet before it eats.\nThe songs of these birds are an odd, variable mixture of cackles, clucks, whistles, and hoots. Their &lt;a href=\"bird%20call\"&gt;calls&lt;/a&gt; are harsh \"chak\"'s. Unlike most warblers, this species has been known to &lt;a href=\"mimic\"&gt;mimic&lt;/a&gt; the calls of other birds. Thus, less experienced field birdwatchers sometimes overlook chats after mistaking their song for species such as &lt;a href=\"grey%20catbird\"&gt;grey catbird&lt;/a&gt;s and &lt;a href=\"brown%20thrasher\"&gt;brown thrasher&lt;/a&gt;s, which share similar habitat preferences and skulking habits, though are generally much more abundant. During the breeding season, chats are at their most conspicuous, as they usually sing from exposed locations and even fly in the open while gurgling their songs.\nStatus.\nYellow-breasted chats are declining in eastern North America due to &lt;a href=\"habitat%20loss\"&gt;habitat loss&lt;/a&gt; and degradation due to &lt;a href=\"deforestation\"&gt;deforestation&lt;/a&gt; and urban development. This species, though less vulnerable than other cup nesters, is still sometimes victim to &lt;a href=\"brood%20parasite\"&gt;brood parasitism&lt;/a&gt; from brown-headed cowbirds that have taken advantage of the fragmentation of eastern forests to expand their range during the last century. The species still occurs over a wide range, though, and is considered to be of &lt;a href=\"least%20concern\"&gt;least concern&lt;/a&gt; globally."
}