{
    "id": "44783961",
    "revid": "37065891",
    "url": "https://en.wikipedia.org/wiki?curid=44783961",
    "title": "Rebel Heart",
    "text": "Rebel Heart is the thirteenth &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt; by American singer-songwriter &lt;a href=\"Madonna\"&gt;Madonna&lt;/a&gt;, released by &lt;a href=\"Interscope%20Records\"&gt;Interscope Records&lt;/a&gt; on March 6, 2015. She worked on the album throughout 2014, co-writing and co-producing it with various musicians, including &lt;a href=\"Diplo\"&gt;Diplo&lt;/a&gt;, &lt;a href=\"Avicii\"&gt;Avicii&lt;/a&gt; and &lt;a href=\"Kanye%20West\"&gt;Kanye West&lt;/a&gt;. The album also features guest vocals by boxer &lt;a href=\"Mike%20Tyson\"&gt;Mike Tyson&lt;/a&gt; and rappers &lt;a href=\"Nicki%20Minaj\"&gt;Nicki Minaj&lt;/a&gt;, &lt;a href=\"Nas\"&gt;Nas&lt;/a&gt; and &lt;a href=\"Chance%20the%20Rapper\"&gt;Chance the Rapper&lt;/a&gt;.\nThematically, \"Rebel Heart\" represents the singer's romantic and rebellious sides; the ideas grew organically during the writing and recording sessions. Musically, it is a pop record which merges an array of genres such as &lt;a href=\"1990s%20in%20music\"&gt;1990s&lt;/a&gt; &lt;a href=\"House%20music\"&gt;house&lt;/a&gt;, &lt;a href=\"Trap%20music%20%28EDM%29\"&gt;trap&lt;/a&gt;, and &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt;, while using &lt;a href=\"acoustic%20guitar\"&gt;acoustic guitar&lt;/a&gt;s and a &lt;a href=\"gospel%20choir\"&gt;gospel choir&lt;/a&gt;. Some of the songs are autobiographical in nature, while others talk about love and Madonna's career. Unlike her previous endeavors, working with many collaborators posed problems for Madonna in keeping a cohesive sound and creative direction for the album.\nThe record had been set for a March 2015 release, with the first single to be released on &lt;a href=\"Valentine%27s%20Day\"&gt;Valentine's Day&lt;/a&gt;. However, after a flurry of unexpected album content &lt;a href=\"Internet%20leak\"&gt;leaks&lt;/a&gt;, Madonna released \"Rebel Heart\" for pre-order on the &lt;a href=\"iTunes%20Store\"&gt;iTunes Store&lt;/a&gt; on December 20, 2014, with six songs made available immediately for download. A police investigation led to an Israeli man being arrested and charged with &lt;a href=\"Hacker\"&gt;hacking&lt;/a&gt; into Madonna's computer and leaking the songs. The album's artwork became popular on social media, leading to numerous &lt;a href=\"meme\"&gt;meme&lt;/a&gt;s being created.\nTo promote \"Rebel Heart\", Madonna gave several performances on television and embarked on the &lt;a href=\"Rebel%20Heart%20Tour\"&gt;Rebel Heart Tour&lt;/a&gt;, which visited North America, Europe, Asia, and Oceania, from September 2015 to March 2016. \"&lt;a href=\"Living%20for%20Love\"&gt;Living for Love&lt;/a&gt;\", \"&lt;a href=\"Ghosttown%20%28Madonna%20song%29\"&gt;Ghosttown&lt;/a&gt;\", \"&lt;a href=\"Bitch%20I%27m%20Madonna\"&gt;Bitch I'm Madonna&lt;/a&gt;\", and \"&lt;a href=\"Hold%20Tight%20%28Madonna%20song%29\"&gt;Hold Tight&lt;/a&gt;\" were released as singles from the album. \"Rebel Heart\" received predominantly positive reviews from &lt;a href=\"music%20criticism\"&gt;music critics&lt;/a&gt;; multiple reviewers called it Madonna's best effort in a decade. It debuted and peaked at number two on the US &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;, while reaching number one in &lt;a href=\"List%20of%20largest%20recorded%20music%20markets\"&gt;major music markets&lt;/a&gt; such as Australia, Canada, Germany, Italy, Spain, and Switzerland. \"Rebel Heart\" was certified &lt;a href=\"List%20of%20music%20recording%20certifications\"&gt;gold or platinum&lt;/a&gt; in seven countries.\nBackground and development.\nFollowing the release of her twelfth studio album, \"&lt;a href=\"MDNA%20%28album%29\"&gt;MDNA&lt;/a&gt;\" (2012), Madonna embarked on &lt;a href=\"The%20MDNA%20Tour\"&gt;The MDNA Tour&lt;/a&gt; to promote it. The tour created widespread controversy over her statements on violence, human rights, politics, her use of fake firearms, and her on-stage nudity. She was threatened with several lawsuits. Madonna was enraged by many world events, which she claimed were acts of \"injustice\" against humanity. In September 2013 she released \"&lt;a href=\"Secretprojectrevolution\"&gt;Secretprojectrevolution&lt;/a&gt;\", a short film she directed with &lt;a href=\"Steven%20Klein%20%28artist%29\"&gt;Steven Klein&lt;/a&gt;, dealing with artistic freedom and human rights. The film launched a global initiative known as Art for Freedom to promote &lt;a href=\"freedom%20of%20speech\"&gt;freedom of expression&lt;/a&gt;. Madonna said in a \"&lt;a href=\"L%27Uomo%20Vogue\"&gt;L'Uomo Vogue&lt;/a&gt;\" interview her next album would be connected with Art for Freedom. She is committed to the initiative and must use her voice as an artist.\nBy December 2013, Madonna's manager &lt;a href=\"Guy%20Oseary\"&gt;Guy Oseary&lt;/a&gt; commented that the singer was \"eager to get started\" on her next album. However, she had another project in mind: developing the screenplay for a film adaptation of &lt;a href=\"Andrew%20Sean%20Greer\"&gt;Andrew Sean Greer&lt;/a&gt;'s novel \"The Impossible Lives of Greta Wells\". Madonna decided to split her time between writing the screenplay and writing songs for the new album. In February 2014, Madonna confirmed she had begun working on her thirteenth studio album. Her previous work had been produced with a small core group of people developing the music. Working with many collaborators on \"Rebel Heart\", Madonna encountered problems keeping a cohesive sound and creative direction for it. She observed that many of the people she enlisted to work on the album could not stay in one city for any length of time due to their schedules. This resulted her not finishing songs in one session. \"It was challenging ... with people coming and going in a revolving door of creativity.\"\nWriting and recording sessions.\nIn March 2014, Madonna began posting a number of images on &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt; hinting at possible songwriters and collaborators with &lt;a href=\"hashtag\"&gt;hashtag&lt;/a&gt; captions. First she posted about going into the recording studio with Swedish DJ and producer &lt;a href=\"Avicii\"&gt;Avicii&lt;/a&gt;. Record producer &lt;a href=\"Carl%20Falk\"&gt;Carl Falk&lt;/a&gt; spoke with the \"&lt;a href=\"Dagens%20Nyheter\"&gt;Dagens Nyheter&lt;/a&gt;\" newspaper in April 2014 about these sessions. He recalled that eleven demos with acoustic guitars and piano were recorded within a week at &lt;a href=\"Henson%20Recording%20Studios\"&gt;Henson Recording Studios&lt;/a&gt; in &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt;. Avicii's manager Arash \"Ash\" Pour Nouri selected six people. They were divided into two groups, the first consisted of Falk, &lt;a href=\"Rami%20Yacoub\"&gt;Rami Yacoub&lt;/a&gt;, and &lt;a href=\"Savan%20Kotecha\"&gt;Savan Kotecha&lt;/a&gt;; the second consisted of &lt;a href=\"Salem%20Al%20Fakir\"&gt;Salem Al Fakir&lt;/a&gt;, &lt;a href=\"Vincent%20Pontare\"&gt;Vincent Pontare&lt;/a&gt;, and &lt;a href=\"Magnus%20Lideh%C3%A4ll\"&gt;Magnus Lidehäll&lt;/a&gt;. Avicii worked with both groups to create the demo songs, while Madonna arrived at the studio in the afternoon and stayed until 7:00 am. She worked closely with both teams while writing and changing melodies, and was in charge of the process.\nA few days later, Madonna posted an image of a sunset with the words \"Rebel Heart\" on them, and a caption which the media interpreted as lyrics from a new song. The lines posted were: \"Day turns into night. I won't give up the fight. Don't want to get to the end of my days... saying I wasn't amazed.\" Additional images showed Madonna with singer &lt;a href=\"Natalia%20Kills\"&gt;Natalia Kills&lt;/a&gt; in front of a microphone, and with &lt;a href=\"Martin%20Kierszenbaum\"&gt;Martin Kierszenbaum&lt;/a&gt;, the founder and chairman of Cherrytree Records, and senior executive of &lt;a href=\"Artists%20and%20repertoire\"&gt;A&amp;R&lt;/a&gt; for &lt;a href=\"Interscope%20Records\"&gt;Interscope Records&lt;/a&gt;, Madonna's label. By mid-April 2014, she had also revealed on Instagram the names of songwriters &lt;a href=\"Toby%20Gad\"&gt;Toby Gad&lt;/a&gt; and &lt;a href=\"Mozella\"&gt;Mozella&lt;/a&gt; and record producer &lt;a href=\"Symbolyc%20One\"&gt;Symbolyc One&lt;/a&gt; with images of the group working in studio. The list of personnel grew to include producer &lt;a href=\"Ariel%20Rechtshaid\"&gt;Ariel Rechtshaid&lt;/a&gt; and sound engineer &lt;a href=\"Nicholas%20Rowe%20%28producer%29\"&gt;Nick Rowe&lt;/a&gt;.\nIn May 2014, Madonna posted a &lt;a href=\"selfie\"&gt;selfie&lt;/a&gt; in which she talked about working with American DJ &lt;a href=\"Diplo\"&gt;Diplo&lt;/a&gt;. She had invited him for her annual &lt;a href=\"Oscars\"&gt;Oscar&lt;/a&gt; party, but he could not attend. They eventually started talking about music through texts and decided to collaborate on the album. Madonna asked him to provide his \"craziest record\" for the album. Together they wrote and recorded seven songs. \"Those records are gonna be crazy-sounding. We really pushed the envelope with some of the stuff we were doing... [S]he was up for anything. I love when an artist gives a producer the confidence he needs to work with them, and Madonna was very open-minded to my ideas\", Diplo added.\nOne song was composed using a &lt;a href=\"hook%20%28music%29\"&gt;hook&lt;/a&gt; Madonna had sung in the studio; Diplo described it as \"super weird\". Another one, later confirmed as \"&lt;a href=\"Living%20for%20Love\"&gt;Living for Love&lt;/a&gt;\", had nearly twenty versions recorded ranging from a piano ballad to an &lt;a href=\"electronic%20dance%20music\"&gt;EDM&lt;/a&gt; version. Ultimately Madonna and Diplo compromised on a version midway between the two styles. Rechtshaid and British singer &lt;a href=\"MNEK\"&gt;MNEK&lt;/a&gt; also joined their writing sessions, improving the song's &lt;a href=\"verse%20%28popular%20music%29\"&gt;verses&lt;/a&gt;. Diplo also confirmed another track, known as \"&lt;a href=\"Bitch%20I%27m%20Madonna\"&gt;Bitch I'm Madonna&lt;/a&gt;\", which he believed would push the lyrical boundaries for a &lt;a href=\"Pop%20music\"&gt;pop&lt;/a&gt; song. &lt;a href=\"Alicia%20Keys\"&gt;Alicia Keys&lt;/a&gt; also contributed to the album by playing &lt;a href=\"piano\"&gt;piano&lt;/a&gt; on \"Living for Love\". Madonna confirmed two other songs, \"Messiah\" and \"&lt;a href=\"Devil%20Pray\"&gt;Devil Pray&lt;/a&gt;\", in different interviews.\nTitling and themes.\nThematically, Caryn Ganz of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" felt the album focused on two subjects: listening to one's heart, and being a rebel. Madonna explained that these concepts were not her initial inspiration but emerged during the sessions with Avicii. Madonna observed two distinct themes emerging organically, and felt the need to express them. The record was titled \"Rebel Heart\", since it dealt with two different aspects of the singer's character—her rebellious, renegade side, and her romantic side; she wanted the album to represent both. On the French radio station &lt;a href=\"NRJ\"&gt;NRJ&lt;/a&gt;, she explained that \"Rebel Heart\" could be both autobiographical and fictional, since she mixed both her own experiences with imaginary narratives while writing the songs. The title stemmed from Madonna's belief that contemporary music artists are not encouraged or inspired to be rebellious, take risks, or speak-up, and she wanted to highlight this. However, she understood the importance of having love in the rebellious nature, so added the word \"Heart\" to the title.\nIntrospection was also listed as one of the foundational themes prevalent on the album. \"[G]enuine statements of personal and careerist reflection [are] scattered among the posturing of 'Bitch I'm Madonna' and '&lt;a href=\"Unapologetic%20Bitch\"&gt;Unapologetic Bitch&lt;/a&gt;'\" according to \"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\"s Sam C. Mac as well as her \"obsessive self-regard\". Madonna explained to &lt;a href=\"Jon%20Pareles\"&gt;Jon Pareles&lt;/a&gt; of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" that, although she has never looked back at her past endeavors, reminiscing about it felt right for \"Rebel Heart\". \"And it's bittersweet for me to think about that. It just seemed like a time where I wanted to stop and look back. It's kind of like &lt;a href=\"survivor%20guilt\"&gt;survivor guilt&lt;/a&gt;. How did I make it and they didn't?\" During the album's development phase, she became comfortable expressing her ideas in front of a few people, comparing it to \"writing your diary in front of somebody and reading it out loud... It was almost like an acting exercise, you know, just putting myself in a room and letting ideas flow even if I didn't feel so connected to the people.\"\nFurther inspiration for the album came from Madonna's exploration of other cultures and art, literature, and music, referencing them in the songs. She believed that the tracks should stand on their own, so that one could sing them accompanied by just a guitar. Madonna enlisted the help of her daughter Lourdes and son Rocco, calling them her A&amp;R advisers. They visited night clubs and were able to provide her with news about up-and-coming music and artists, helping to create the sounds she gravitated towards for the album.\nGenerally a pop record, \"Rebel Heart\" was different from Madonna's releases in the last decade according to Bradley Stern of \"MuuMuse\". He called it an \"eclectic record\" citing the merging of an array of musical genres like &lt;a href=\"1990s%20in%20music\"&gt;1990s&lt;/a&gt; &lt;a href=\"house%20music\"&gt;house&lt;/a&gt;, &lt;a href=\"Trap%20music%20%28EDM%29\"&gt;trap&lt;/a&gt;, and &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt; along with the use of &lt;a href=\"acoustic%20guitar\"&gt;acoustic guitar&lt;/a&gt;s. Stern felt that unlike \"&lt;a href=\"Hard%20Candy%20%28Madonna%20album%29\"&gt;Hard Candy&lt;/a&gt;\" (2008) and \"MDNA\" which chased then current musical trends, this album's sound was progressive. Adding to this, Mitchell Sunderland from \"&lt;a href=\"Vice%20%28magazine%29\"&gt;Vice&lt;/a&gt;\" felt that \"Rebel Heart\" was a \"lesson learned\" from the criticism Madonna had received for her previous two albums. Jed Gottlieb of the \"&lt;a href=\"Boston%20Herald\"&gt;Boston Herald&lt;/a&gt;\" found the album continued Madonna's \"increasingly interesting, innovative approach\" by combining contemporary musical styles with her previous tastes. He found \"Rebel Heart\" to be an improvement over the generic &lt;a href=\"Dance%20music\"&gt;dance&lt;/a&gt; tunes on \"MDNA\". For Jon Pareles of \"The New York Times\", \"Rebel Heart\" was like a sequel to \"MDNA\" in its composition. While \"MDNA\" was marred by its cold mechanized vocals and clichéd songwriting, \"Rebel Heart\" portrays Madonna's musical abilities and as a lyricist \"who ponders sin along with romance and fame.\" Jay Lustig of \"&lt;a href=\"The%20Record%20%28Bergen%20County%29\"&gt;The Record&lt;/a&gt;\" believed that Madonna had always lacked a thematic coherence with her previous endeavors. However, with the songs from \"Rebel Heart\", she was able to create potentially successful singles, despite the tracks' different styles, thereby maintaining consistency on the record.\nMusic and lyrical interpretation.\n\"Rebel Heart\" opens with the song \"Living for Love\". Composed in the house genre, it begins with Madonna singing over a \"regal\" piano line, eventually joined by &lt;a href=\"Percussion%20instrument\"&gt;percussion&lt;/a&gt;. Although a breakup song, it talks about being triumphant and hopeful. According to Dean Piper of \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\", the song has \"some classic Madonna traits: religious references, a gospel choir, '90s piano beats and a whirling bass\". It was compared to her 1989 singles, \"&lt;a href=\"Like%20a%20Prayer%20%28song%29\"&gt;Like a Prayer&lt;/a&gt;\" and \"&lt;a href=\"Express%20Yourself%20%28Madonna%20song%29\"&gt;Express Yourself&lt;/a&gt;\" by Jason Lipshutz of \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\". The second track, \"Devil Pray\", was inspired by how one could be enticed to partake of &lt;a href=\"narcotic\"&gt;narcotic&lt;/a&gt;s to achieve a higher level of consciousness and connect to &lt;a href=\"God\"&gt;God&lt;/a&gt;. Lyrically it asks for salvation from a variety of &lt;a href=\"Substance%20abuse\"&gt;drug abuses&lt;/a&gt;, making allusions to &lt;a href=\"Mary%2C%20mother%20of%20Jesus\"&gt;Saint Mary&lt;/a&gt; and &lt;a href=\"Lucifer\"&gt;Lucifer&lt;/a&gt;, as well as the pain of healing from drug abuse. Produced by Madonna with Falk, Avicii, &lt;a href=\"DJ%20Dahi\"&gt;DJ Dahi&lt;/a&gt;, and &lt;a href=\"BloodPop\"&gt;Blood Diamonds&lt;/a&gt;, \"Devil Pray\" starts with gentle guitar sounds which build up to an &lt;a href=\"electropop\"&gt;electropop&lt;/a&gt; production, accompanied by a house beat. \"&lt;a href=\"Ghosttown%20%28Madonna%20song%29\"&gt;Ghosttown&lt;/a&gt;\" talks about &lt;a href=\"End%20of%20civilisation\"&gt;civilizations ending&lt;/a&gt; and the world encountering an &lt;a href=\"armageddon\"&gt;armageddon&lt;/a&gt;, but humans seeing hope amid the destruction. Written with &lt;a href=\"Jason%20Evigan\"&gt;Jason Evigan&lt;/a&gt;, &lt;a href=\"Evan%20Bogart\"&gt;Evan Bogart&lt;/a&gt;, and &lt;a href=\"Sean%20Douglas%20%28songwriter%29\"&gt;Sean Douglas&lt;/a&gt;, it is a &lt;a href=\"Power%20Ballad\"&gt;power ballad&lt;/a&gt; song, which Madonna sings in \"piercing\" and \"warm\" vocals like those of &lt;a href=\"Karen%20Carpenter\"&gt;Karen Carpenter&lt;/a&gt;; the production is comparable to her 1986 single, \"&lt;a href=\"Live%20to%20Tell\"&gt;Live to Tell&lt;/a&gt;\". According to Douglas, \"Ghosttown\" was written in three days, after Madonna personally requested studio time with him and the other songwriters. The fourth track, \"Unapologetic Bitch\", has reggae, &lt;a href=\"dancehall\"&gt;dancehall&lt;/a&gt;, and &lt;a href=\"dubstep\"&gt;dubstep&lt;/a&gt; influences. It is a &lt;a href=\"ska\"&gt;ska&lt;/a&gt; song where Madonna speaks negatively about a break-up and her lover, with lyrics such as: \"It might sound like I'm an unapologetic bitch but sometimes you have to call it like it is.\" Madonna explained that the song is about having fun regardless of the situation one is in.\n\"&lt;a href=\"Illuminati%20%28song%29\"&gt;Illuminati&lt;/a&gt;\", the fifth song, was inspired after Madonna learnt that she was considered one of the &lt;a href=\"Illuminati\"&gt;Illuminati&lt;/a&gt;'s members. She decided to research the real Illuminati and then wrote the song. Lyrically it refers to the &lt;a href=\"New%20World%20Order%20%28conspiracy%20theory%29%23Illuminati\"&gt;Illuminati conspiracy theory&lt;/a&gt;, the &lt;a href=\"Egyptian%20pyramids\"&gt;Egyptian pyramids&lt;/a&gt;, the &lt;a href=\"Phoenix%20%28mythology%29\"&gt;Phoenix&lt;/a&gt;, the &lt;a href=\"Age%20of%20Enlightenment\"&gt;Age of Enlightenment&lt;/a&gt;, and the &lt;a href=\"Eye%20of%20Providence\"&gt;Eye of Providence&lt;/a&gt; among others, with the chorus's lyrics: \"It's like everybody in this party is shining like Illuminati.\" According to Madonna, &lt;a href=\"Kanye%20West\"&gt;Kanye West&lt;/a&gt;, who produced the track, loved the melody and changed the composition adding his own spin to it. Minaj appears on the sixth track, \"Bitch I'm Madonna\", where she raps, asking everybody to \"go hard or go home\", while Madonna shouts lyrics like: \"I just want to have fun tonight, I wanna blow up this house tonight.\" Produced by Diplo and &lt;a href=\"Sophie%20%28musician%29\"&gt;Sophie&lt;/a&gt;, the track has a tearing sound alongside the \"bleepy &lt;a href=\"Electro%20%28music%29\"&gt;electro&lt;/a&gt;\" and \"churning dubstep\" composition. During the writing sessions, Minaj had to rewrite the lyrics until she got the sentiment Madonna wanted. \"&lt;a href=\"Hold%20Tight%20%28Madonna%20song%29\"&gt;Hold Tight&lt;/a&gt;\" consists of an \"arresting\" chorus and a &lt;a href=\"drum\"&gt;drum&lt;/a&gt; beat sound, described by Sam C. Mac of \"Slant Magazine\" as: \"innocuous, lyrically platitudinous pop that briefly works itself up into something exciting when it threatens to become a gospelized stomp.\" Track eight, \"&lt;a href=\"Joan%20of%20Arc%20%28Madonna%20song%29\"&gt;Joan of Arc&lt;/a&gt;\", is a ballad where Madonna sings about the media scrutiny of her life, singing: \"Each time they take a photograph, I lose a part of me I can't get back.\" It also references the &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"Roman%20Catholic%20saint\"&gt;saint&lt;/a&gt; &lt;a href=\"Joan%20of%20Arc\"&gt;of the same name&lt;/a&gt;. Madonna's hushed, &lt;a href=\"vibrato\"&gt;vibrato&lt;/a&gt;-tinged vocals, and confessional lyrics on \"Joan of Arc\", are enhanced by a new beat instrumentation that utilizes strings and acoustic guitars in the bridge.\n\"&lt;a href=\"Iconic%20%28song%29\"&gt;Iconic&lt;/a&gt;\" features &lt;a href=\"Chance%20the%20Rapper\"&gt;Chance the Rapper&lt;/a&gt; and boxer &lt;a href=\"Mike%20Tyson\"&gt;Mike Tyson&lt;/a&gt;. Tyson does a spoken word introduction to the song, similar to his addition to &lt;a href=\"Canibus\"&gt;Canibus&lt;/a&gt;'s debut single, \"&lt;a href=\"Second%20Round%20K.O.\"&gt;Second Round K.O.&lt;/a&gt;\" (1998). Madonna invited him to the recording studio where he talked about his life; he recorded the introduction in one take. Consisting of a \"weird\" beat, \"Iconic\"s lyrics find Madonna embracing herself as an icon. \"HeartBreakCity\" follows \"Iconic\". A &lt;a href=\"piano%20ballad\"&gt;piano ballad&lt;/a&gt; talking about lost love, Madonna sings in a deeper vocal register, inspired by &lt;a href=\"baroque%20pop\"&gt;baroque pop&lt;/a&gt;. With its &lt;a href=\"Synthesizer\"&gt;synths&lt;/a&gt;, &lt;a href=\"banjo\"&gt;banjo&lt;/a&gt; sounds, and hollow drums, \"Body Shop\" describes love as a damaged car on a highway, requiring a body repair to be alive. West also produced the next track, \"&lt;a href=\"Holy%20Water%20%28Madonna%20song%29\"&gt;Holy Water&lt;/a&gt;\", where the singer compares her bodily fluids to the title. With &lt;a href=\"Hedonism\"&gt;hedonistic&lt;/a&gt; sound effects, the song is reminiscent of Madonna's 1990 single, \"&lt;a href=\"Justify%20My%20Love\"&gt;Justify My Love&lt;/a&gt;\" and contains a lyrical excerpt from \"&lt;a href=\"Vogue%20%28Madonna%20song%29\"&gt;Vogue&lt;/a&gt;\". A &lt;a href=\"bassline\"&gt;bassline&lt;/a&gt; accompanies the chorus, consisting of moaning sounds, &lt;a href=\"arcade%20game\"&gt;arcade game&lt;/a&gt; music, and synths. \"Inside Out\" was produced by &lt;a href=\"Mike%20Dean%20%28record%20producer%29\"&gt;Mike Dean&lt;/a&gt;, and features Madonna's vocals with &lt;a href=\"Reverberation\"&gt;reverb&lt;/a&gt;, accompanied by piano sounds and restrained chords. \"&lt;a href=\"Wash%20All%20Over%20Me\"&gt;Wash All Over Me&lt;/a&gt;\" follows, and is the last track on the standard version of the album. &lt;a href=\"Baroque%20music\"&gt;Baroque&lt;/a&gt; piano sounds, and a steady &lt;a href=\"Military%20music\"&gt;military beat&lt;/a&gt;, lead up to the chorus as Madonna sings about the world changing, heartbreaks, and acceptance. A &lt;a href=\"gospel%20choir\"&gt;gospel choir&lt;/a&gt; and minimum synths back the song's sound.\nThe deluxe version of \"Rebel Heart\" continues with the track \"Best Night\", an &lt;a href=\"1980s%20in%20music\"&gt;'80s&lt;/a&gt; electro composition reminiscent of &lt;a href=\"Sade%20%28band%29\"&gt;Sade&lt;/a&gt;'s songs with drums and &lt;a href=\"Indian%20flute\"&gt;Indian flute&lt;/a&gt; instrumentation. Madonna begins the song with the line, \"You can call me M tonight\" but her voice is not discernible in the chorus, only in the harmonies. There is another reference to \"Justify My Love\" at one point during the intermediate bridge. \"Veni Vidi Vici\" appears next, and is a &lt;a href=\"Rap%20music\"&gt;rap&lt;/a&gt; \"&lt;a href=\"origin%20story\"&gt;origin story&lt;/a&gt; song\" with its lyrics built around Madonna's songs: \"I &lt;a href=\"Express%20Yourself%20%28Madonna%20song%29\"&gt;expressed myself&lt;/a&gt;, came &lt;a href=\"Like%20a%20Virgin%20%28song%29\"&gt;like a virgin&lt;/a&gt; down the aisle / Exposed my naked ass, and I did it with a smile / And when it came to &lt;a href=\"Sex%20%28book%29\"&gt;sex&lt;/a&gt;, I knew I walked the &lt;a href=\"Borderline%20%28Madonna%20song%29\"&gt;borderline&lt;/a&gt; / and when I &lt;a href=\"Vogue%20%28Madonna%20song%29\"&gt;struck a pose&lt;/a&gt;, all the gay boys lost their minds.\" Madonna sings the chorus over simple guitar beats, uttering \"I came, I saw, I conquered\", the English translation of the song's title. &lt;a href=\"Nas\"&gt;Nas&lt;/a&gt; appears for a guest verse talking about his own life as Diplo backs it with shotgun and crunching horn sounds. \"S.E.X.\" is the next track where Madonna asks sarcastically \"tell me what you know about sex\" over sounds of bass, synths and a string &lt;a href=\"arpeggio\"&gt;arpeggio&lt;/a&gt;. Near the end she lists a number of &lt;a href=\"Bondage%20%28BDSM%29\"&gt;bondage&lt;/a&gt; items like: \"Twisted rope, handcuffs, blindfold, &lt;a href=\"Anal%20beads\"&gt;string of pearls&lt;/a&gt;\". Described as both an embodiment and critique of the act, \"S.E.X.\" talks about the lack of intimacy with Madonna &lt;a href=\"rapping\"&gt;rapping&lt;/a&gt; in a \"dispassionate\" voice; she purposely made it sound like she had a &lt;a href=\"lisp\"&gt;lisp&lt;/a&gt; as she articulated the words.\n\"Messiah\" is a dramatic pop ballad with an &lt;a href=\"orchestra\"&gt;orchestra&lt;/a&gt; backing and &lt;a href=\"violin\"&gt;violin&lt;/a&gt;s. Madonna sings in a \"deeper velvety\" tone. The lyrics talk about lighting candles, &lt;a href=\"necromancy\"&gt;necromancy&lt;/a&gt;, and casting love spells. The title track finishes the deluxe version and was changed completely from its leaked demo. It consists of acoustic guitar and violins, with autobiographical lyrics. Amy Pettifer of \"&lt;a href=\"The%20Quietus\"&gt;The Quietus&lt;/a&gt;\" noted, \"'Rebel Heart' quietly [acknowledges Madonna's] part in building the scene and popularizing stylistics that are the foundation of current trends.\" The super deluxe version presents tracks like \"Graffiti Heart\", where Madonna drew inspiration from artists, such as her former boyfriend &lt;a href=\"Jean-Michel%20Basquiat\"&gt;Jean-Michel Basquiat&lt;/a&gt; and friend &lt;a href=\"Keith%20Haring\"&gt;Keith Haring&lt;/a&gt;, evoking the power of art in gaining freedom. It was described by the \"Pretty Much Amazing\" blog as \"a galloping love letter to creativity\", while \"Beautiful Scars\" is a &lt;a href=\"disco\"&gt;disco&lt;/a&gt;-lite throwback track. \"Borrowed Time\" deals with war and social issues while \"Auto-Tune Baby\" features a baby wailing in the background.\nRelease, leaks, and artwork.\nIn May 2014, photographer &lt;a href=\"Mert%20and%20Marcus\"&gt;Mert Alas&lt;/a&gt; posted on his Instagram account that he was listening to a new Madonna album. \"Billboard\" clarified that she was still in the process of recording it in Los Angeles. They later posted a 50-second snippet of an instrumental which media claimed was from Madonna, but the sample was traced back to Dutch DJ &lt;a href=\"Sander%20Kleinenberg\"&gt;Sander Kleinenberg&lt;/a&gt; and his song \"We Are Superstars\". Oseary confirmed that Madonna looked forward to a 2015 release date for the album. However, on November 28, 2014, two songs titled \"&lt;a href=\"Rebel%20Heart%20%28song%29\"&gt;Rebel Heart&lt;/a&gt;\" and \"Wash All Over Me\" were leaked onto the Internet; the songs were taken down immediately, and Oseary tweeted asking for help finding the source of the leaks. On December 17, 2014, thirteen songs were leaked, as well as artwork suggesting the album was to be named \"Iconic\". An aggravated Madonna clarified that the songs were demo versions from earlier recordings; she described the leak as \"artistic &lt;a href=\"rape\"&gt;rape&lt;/a&gt;\". The singer was criticized for referring to the hack as \"&lt;a href=\"terrorism\"&gt;terrorism&lt;/a&gt;\", due to the then-recent &lt;a href=\"2014%20Peshawar%20school%20massacre\"&gt;Peshawar school massacre&lt;/a&gt; and the &lt;a href=\"2014%20Sydney%20hostage%20crisis\"&gt;Sydney hostage crisis&lt;/a&gt;. Madonna said in a \"Billboard\" interview that after the leak she and her team tried to trace it to the source, but ultimately decided to release the finished songs. Referring to the &lt;a href=\"Sony%20Pictures%20Entertainment%20hack\"&gt;Sony Pictures Entertainment hack&lt;/a&gt;, she was critical of the Internet and explained that the incident led to her securing her laptop and hard drives, and disabling the &lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt;. \"I wanted to plan everything in advance. Release the single, shoot a video, start talking about my record. And you know, prepare for the release of the entire album and have everything set up just so... But we sort of were left with no choice\", she added.\nOn December 20, 2014, the album was made available for pre-order at the &lt;a href=\"iTunes%20Store\"&gt;iTunes Store&lt;/a&gt;. Once ordered, six tracks, \"Living for Love\", \"Devil Pray\", \"Ghosttown\", \"Unapologetic Bitch\", \"Illuminati\" and \"Bitch I'm Madonna\", were automatically downloaded. Madonna said the songs were meant to be \"an early &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; gift\" for her fans. With the final release on March 10, 2015. Originally, \"Living for Love\" was intended to serve as the album's lead single. It was to be released on &lt;a href=\"Valentine%27s%20Day\"&gt;Valentine's Day&lt;/a&gt;, with the rest of the record slated for the spring. However, due to the leak, the release date had to be pushed up. Oseary recalled that they did not receive a confirmation until Friday night whether the pre-release could be executed, since iTunes was closing for the Christmas weekend. After much discussion on the pros and cons of the release, and with the aid of Interscope Vice-Chairman Steve Berman, and &lt;a href=\"Apple%20Inc.\"&gt;Apple Inc.&lt;/a&gt;'s Robert Kondrk, they were able to go live slowly. The six songs Madonna chose had to be polished, and since the tracks' producers were unavailable, she &lt;a href=\"audio%20mastering\"&gt;mastered&lt;/a&gt; and &lt;a href=\"audio%20mixing%20%28recorded%20music%29\"&gt;mixed&lt;/a&gt; them herself.\nThe album's release was compared to singer &lt;a href=\"Beyonc%C3%A9\"&gt;Beyoncé&lt;/a&gt;'s 2013 &lt;a href=\"Beyonc%C3%A9%20%28album%29\"&gt;surprise album release&lt;/a&gt;, with \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" calling it a \"partial \"Beyoncé\"\". The leaks continued with fourteen new demos being revealed between December 23 and 27. Three new tracks, \"Hold Tight\", \"Joan of Arc\" and \"Iconic\", became available following Madonna's &lt;a href=\"Grammy%20Award\"&gt;Grammy&lt;/a&gt; performance in February 2015.\nThe final track list for \"Rebel Heart\" was revealed on January 20, 2015, including the standard and deluxe version song names. A day later &lt;a href=\"Israel%20Police\"&gt;Israeli police&lt;/a&gt; arrested a man suspected of hacking into Madonna's, as well as other musicians' computers, stealing and leaking content. &lt;a href=\"Lahav%20433\"&gt;Lahav 433&lt;/a&gt;, an Israeli crime-fighting &lt;a href=\"umbrella%20organization\"&gt;umbrella organization&lt;/a&gt;, had led a month-long investigation after the leaks occurred, working closely with the FBI. Although Israeli police refused to name the suspect, media identified him as former reality show contestant Adi Lederman, who had participated in the Israeli singing competition, &lt;a href=\"Kokhav%20Nolad%2010\"&gt;\"Kokhav Nolad\", season ten&lt;/a&gt;. As the deluxe edition leaked in full, Lederman was charged by Israel's Magistrate Court on four counts: computer trespassing (two charges), prohibited secret monitoring, copyright infringement, and obstructing investigation. The investigation also revealed that Lederman had leaked the demo of Madonna's lead single from \"MDNA\", \"&lt;a href=\"Give%20Me%20All%20Your%20Luvin%27\"&gt;Give Me All Your Luvin'&lt;/a&gt;\". Copies of songs, including rehearsal recordings of upcoming Madonna performances, were sold for more than $1,000 to various clients. Lederman was ultimately sentenced to fourteen months in a Tel Aviv prison.\nThe cover art, featuring Madonna's face inter-crossed with black wires, became popular on social media resulting in numerous memes being created on Instagram, &lt;a href=\"Tumblr\"&gt;Tumblr&lt;/a&gt; and &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;. Fans wound black wires across their faces imitating the cover, and created &lt;a href=\"internet%20meme\"&gt;memes&lt;/a&gt; using the images of celebrities, including &lt;a href=\"Britney%20Spears\"&gt;Britney Spears&lt;/a&gt;, &lt;a href=\"Michael%20Jackson\"&gt;Michael Jackson&lt;/a&gt;, &lt;a href=\"Jim%20Carrey\"&gt;Jim Carrey&lt;/a&gt;, and &lt;a href=\"Marlon%20Brando\"&gt;Marlon Brando&lt;/a&gt;. Madonna forwarded many of the images to her social media accounts. However, three of the images—those of &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt;, &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt; and &lt;a href=\"Bob%20Marley\"&gt;Bob Marley&lt;/a&gt; with the same wires around their faces—were heavily criticized for being \"disrespectful and &lt;a href=\"Racism%20in%20the%20United%20States\"&gt;racist&lt;/a&gt;\". The singer explained the photos the next day, saying that she was flattered by the comparison to the three and characterized herself as a \"freedom fighter\". \"Rebel Heart\" became Madonna's fourth studio album to bear the &lt;a href=\"Parental%20Advisory\"&gt;Parental Advisory&lt;/a&gt; label after \"&lt;a href=\"Erotica%20%28Madonna%20album%29\"&gt;Erotica&lt;/a&gt;\" (1992), \"&lt;a href=\"American%20Life\"&gt;American Life&lt;/a&gt;\" (2003) and \"MDNA\", due to the &lt;a href=\"profanity\"&gt;profanity&lt;/a&gt; and sexual references in tracks such as \"Holy Water\"\".\nPromotion.\nLive appearances.\nMadonna confirmed her appearance at the &lt;a href=\"57th%20Annual%20Grammy%20Awards\"&gt;57th Annual Grammy Awards&lt;/a&gt; on February 8, 2015; Oseary clarified she would also sing during the ceremony. The singer performed \"Living for Love\" wearing a one-piece, matador red outfit, surrounded by male dancers dressed as minotaurs similar to the song's music video. \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\" reported that Madonna's performance was the most-watched moment of the night. Her choice to sing live without &lt;a href=\"Auto-Tune\"&gt;Auto-Tune&lt;/a&gt; during the choreographed performance was widely praised. She also performed the song at the &lt;a href=\"2015%20Brit%20Awards\"&gt;2015 Brit Awards&lt;/a&gt;, on February 25, 2015. However, in the early stages of the performance, a wardrobe malfunction caused her to be pulled down a flight of stairs that made up part of the stage. She later took to Instagram to confirm she was well, posting: \"Thanks for the good wishes! I'm fine.\" It was later revealed that her cape was tied too tightly. When her dancers attempted to remove it from her neck, this caused her to crash to the floor, leaving the audience in shock. After several seconds, she continued her performance as planned.\nMadonna partnered with the &lt;a href=\"geosocial%20networking\"&gt;geosocial networking&lt;/a&gt; app, &lt;a href=\"Grindr\"&gt;Grindr&lt;/a&gt; to promote \"Rebel Heart\". A contest was held, and five of the app's users were selected for an exclusive interview with the artist. The contest required re-creating the artwork for \"Rebel Heart\" and posting it as a Grindr profile picture. Other winners received signed copies of the album. Joe Stone from \"The Guardian\" considered this a \"savvy\" promotional method allowing Madonna to connect directly with her gay audience. Madonna appeared on \"&lt;a href=\"The%20Jonathan%20Ross%20Show\"&gt;The Jonathan Ross Show&lt;/a&gt;\", for her first UK television interview in three years, on February 26, 2015 (aired on March 14). She performed an edited version of \"Living for Love\", as well as \"Ghosttown\" for the first time. On March 1, she traveled to Italy for an appearance on the television show \"&lt;a href=\"Che%20tempo%20che%20fa\"&gt;Che tempo che fa&lt;/a&gt;\" (aired on March 8). She performed \"Devil Pray\" and \"Ghosttown\" while talking with host &lt;a href=\"Fabio%20Fazio\"&gt;Fabio Fazio&lt;/a&gt; about a number of topics including the album's development process. The next day she appeared on France's \"&lt;a href=\"Le%20Grand%20Journal%20%28Canal%2B%29\"&gt;Le Grand Journal&lt;/a&gt;\" show, performing an edited version of \"Living for Love\" and \"Ghosttown\". Another interview aired on \"&lt;a href=\"Today%20%28U.S.%20TV%20program%29\"&gt;The Today Show&lt;/a&gt;\" on March 9 and 10, 2015, where she spoke to host &lt;a href=\"Carson%20Daly\"&gt;Carson Daly&lt;/a&gt; about the \"Rebel Heart\" leaks. Madonna appeared for the first time on a special edition of \"&lt;a href=\"The%20Howard%20Stern%20Show\"&gt;The Howard Stern Show&lt;/a&gt;\" on March 11, 2015. She discussed her life and personal relationships, as well as confirming that \"Ghosttown\" was to be \"Rebel Heart\"s second single.\nMadonna appeared and performed on \"&lt;a href=\"The%20Ellen%20DeGeneres%20Show\"&gt;The Ellen DeGeneres Show&lt;/a&gt;\" in the US for the entire week of March 16 to 20. Songs performed included \"Living for Love\" with DeGeneres herself joining the singer onstage. She also sang a stripped-down version of \"Joan of Arc\", \"Ghosttown\", and finally, her 1985 single \"&lt;a href=\"Dress%20You%20Up\"&gt;Dress You Up&lt;/a&gt;\", during a bathroom concert sequence with DeGeneres. On March 29, 2015, Madonna performed \"Ghosttown\" at the &lt;a href=\"2nd%20iHeartRadio%20Music%20Awards\"&gt;2nd iHeartRadio Music Awards&lt;/a&gt; in Los Angeles, where singer &lt;a href=\"Taylor%20Swift\"&gt;Taylor Swift&lt;/a&gt; joined her on stage playing guitar. Two days later, the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt;'s &lt;a href=\"Jo%20Whiley\"&gt;Jo Whiley&lt;/a&gt; interviewed her for Radio 2, the singer's first radio interview in the UK. Madonna appeared on \"&lt;a href=\"The%20Tonight%20Show%20Starring%20Jimmy%20Fallon\"&gt;The Tonight Show Starring Jimmy Fallon&lt;/a&gt;\" on April 9, 2015, singing \"Bitch I'm Madonna\" and her 1983 single, \"&lt;a href=\"Holiday%20%28Madonna%20song%29\"&gt;Holiday&lt;/a&gt;\".\nSingles.\n\"Living for Love\" was the first single from the album, released along with five other tracks. It was sent for radio play in the US on February 10, 2015. The song received positive feedback with \"Slant Magazine\" listing it at number 25 on their year-end top songs list for 2015, saying: \"Overworked and overthought, for sure, but the song's essence remains intact, and if Madonna's message of life after love didn't register as a commercial comeback on the scale of, say, &lt;a href=\"Cher\"&gt;Cher&lt;/a&gt;'s '&lt;a href=\"Believe%20%28Cher%20song%29\"&gt;Believe&lt;/a&gt;', it remains a pop-&lt;a href=\"Gospel%20music\"&gt;gospel&lt;/a&gt; sequel of the highest order.\" An accompanying music video, directed by the French duo Julien Choquart and Camille Hirigoyen, together known as J.A.C.K., was released in February 2015. Its storyline incorporates mythological elements and shows Madonna as a &lt;a href=\"matador\"&gt;matador&lt;/a&gt;, fighting her dancers dressed like &lt;a href=\"minotaur\"&gt;minotaur&lt;/a&gt;s on a red circular stage. \"Ghosttown\" was first sent for radio airplay in Italy on March 13, 2015, and a week later in Australia. &lt;a href=\"Jonas%20%C3%85kerlund\"&gt;Jonas Åkerlund&lt;/a&gt; directed the music video, which starred actor &lt;a href=\"Terrence%20Howard\"&gt;Terrence Howard&lt;/a&gt;. The video's main theme was \"an apocalyptic situation mimicking the end of the world\", showing the singer and Howard as the sole survivors in a destroyed city.\nThe third single, \"Bitch I'm Madonna\", was released as a remix &lt;a href=\"Extended%20play\"&gt;EP&lt;/a&gt;, featuring remixes by various collaborators. Åkerlund again helmed the video for the song, which featured Minaj and Diplo with Madonna, and cameo appearances by: &lt;a href=\"Rita%20Ora\"&gt;Rita Ora&lt;/a&gt;, &lt;a href=\"Chris%20Rock\"&gt;Chris Rock&lt;/a&gt;, &lt;a href=\"Jon%20Kortajarena\"&gt;Jon Kortajarena&lt;/a&gt;, &lt;a href=\"Miley%20Cyrus\"&gt;Miley Cyrus&lt;/a&gt;, &lt;a href=\"Alexander%20Wang%20%28designer%29\"&gt;Alexander Wang&lt;/a&gt;, Beyoncé, &lt;a href=\"Katy%20Perry\"&gt;Katy Perry&lt;/a&gt;, Kanye West, and Madonna's two sons, Rocco and David. Shot at the &lt;a href=\"The%20Standard%2C%20High%20Line\"&gt;Standard Hotel&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, the video shows Madonna and her entourage partying throughout the building, ending on the rooftop. Technical difficulties plagued the release of the video to the streaming service &lt;a href=\"Tidal%20%28service%29\"&gt;Tidal&lt;/a&gt;; it was met with a mixed response. Critics complimented the craziness of the clip but panned the absence of the guest stars from the set. \"Hold Tight\" was a radio only single in Italy, released for airplay on July 24, 2015, and served as the fourth single from \"Rebel Heart\" in that country.\n\"Bitch I'm Madonna\" became the only track from the album to enter the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;. It debuted and peaked at number 84 on the chart, aided by a total of 2.6 million streams of the song's audio and video. The first three singles reached the top of the \"Billboard\" &lt;a href=\"Dance%20Club%20Songs\"&gt;Dance Club Songs&lt;/a&gt;. This extended Madonna's record as the &lt;a href=\"Artists%20with%20the%20most%20number-ones%20on%20the%20U.S.%20dance%20chart\"&gt;artist with the most number one songs&lt;/a&gt; on the chart. As well, she became the artist with the most number-one singles ever on a \"Billboard\" chart, breaking a tie with country singer &lt;a href=\"George%20Strait\"&gt;George Strait&lt;/a&gt; who earned 44 number-ones on the &lt;a href=\"Hot%20Country%20Singles\"&gt;Hot Country Singles&lt;/a&gt; chart. \"Living for Love\" reached number 26 in the United Kingdom, becoming Madonna's 71st top-forty single, extending her record as the female artist with the most top-forty UK singles.\nTour.\nMany news outlets began reporting on the concert tour supporting \"Rebel Heart\". The Italian newspaper \"&lt;a href=\"List%20of%20newspapers%20in%20Italy\"&gt;Torino Today&lt;/a&gt;\" reported Madonna was planning on returning to Turin with the tour on November 20 and 21, 2015. The tour, called the &lt;a href=\"Rebel%20Heart%20Tour\"&gt;Rebel Heart Tour&lt;/a&gt;, with appearances in North America, Europe, Asia and Oceania, was to begin on September 9, 2015. \"Billboard\" reported it would only use &lt;a href=\"arena\"&gt;arena&lt;/a&gt;s, and visit cities where Madonna had not performed previously. The initial itinerary included 25–30 shows in North America and 20–25 shows in Europe, with additional dates being revealed later. It was the singer's first visit to Australia since 1993's &lt;a href=\"The%20Girlie%20Show%20%28Madonna%29\"&gt;The Girlie Show&lt;/a&gt;, as well as her first time performing in New Zealand and the Philippines.\nThe tour's main stage was elevated and set up at the end of each arena. A long &lt;a href=\"catwalk\"&gt;catwalk&lt;/a&gt; extended from the middle into the audience ending in a heart-shaped stage. The catwalk was bisected by an arena-wide cross stage. Designers working on the tour's wardrobe included: &lt;a href=\"Jeremy%20Scott\"&gt;Jeremy Scott&lt;/a&gt; for &lt;a href=\"Moschino\"&gt;Moschino&lt;/a&gt;, &lt;a href=\"Alessandro%20Michele\"&gt;Alessandro Michele&lt;/a&gt; for &lt;a href=\"Gucci\"&gt;Gucci&lt;/a&gt; and &lt;a href=\"Alexander%20Wang%20%28designer%29\"&gt;Alexander Wang&lt;/a&gt;, along with Fausto Puglisi, &lt;a href=\"Prada\"&gt;Prada&lt;/a&gt;, &lt;a href=\"Miu%20Miu\"&gt;Miu Miu&lt;/a&gt;, &lt;a href=\"Swarovski\"&gt;Swarovski&lt;/a&gt;, Lebanese designer &lt;a href=\"Nicolas%20Jebran\"&gt;Nicolas Jebran&lt;/a&gt;, as well as Madonna's longtime collaborator &lt;a href=\"Arianne%20Phillips\"&gt;Arianne Phillips&lt;/a&gt;. The tour generated positive critical reviews, many noting that Madonna appeared to be in a happy mood onstage. It grossed a total of $169.8 million from 82 shows, with over 1.045 million ticket sales. A &lt;a href=\"Rebel%20Heart%20Tour%20%28album%29\"&gt;live album of the tour&lt;/a&gt; was released on September 15, 2017, as DVD, Blu-ray and digital download.\nCritical reception.\nOn its release, \"Rebel Heart\" received positive critical reviews. At &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, which assigns a &lt;a href=\"weighted%20mean\"&gt;weighted mean&lt;/a&gt; rating out of 100 to reviews by music critics, the album received an average score of 68, based on 29 reviews, which indicates \"generally favorable reviews\". \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" writer Neil McCormick, Andy Gill of \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\", &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt;'s &lt;a href=\"Stephen%20Thomas%20Erlewine\"&gt;Stephen Thomas Erlewine&lt;/a&gt;, and Lauren Murphy of \"&lt;a href=\"The%20Irish%20Times\"&gt;The Irish Times&lt;/a&gt;\" each gave the album 4 out of 5 stars. McCormick felt that \"(f)or the first time in years, [Madonna] doesn't sound desperate\", praising it in comparison to \"Hard Candy\" and \"MDNA\". Murphy wrote \"the indisputable pop icon is back with a tentative bang\" after \"MDNA\" had \"few memorable pop hits\". For Gill, the most impressive aspect of \"Rebel Heart\" was Madonna's vocals, while Erlewine found the album a revival of Madonna's defiant side and her confessional mood. Saeed Saeed of \"The National\" called it: \"a fine collection of sturdy pop tunes in which Madonna finally allows herself to look back and sometimes pilfer from her peak periods of the late 80s and early 2000s.\"\nWriting for \"&lt;a href=\"The%20Quietus\"&gt;The Quietus&lt;/a&gt;\", Amy Pettifer praised the album, describing it as: \"a darker return to the club culture roots [for Madonna], and it seems—on some level—to face up to the missteps of her more recent releases. Giving it 3.5 out of 4 stars, \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" writer Elysa Gardner described the album's sound and lyrics as \"piercingly direct\". \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\" writer &lt;a href=\"Greg%20Kot\"&gt;Greg Kot&lt;/a&gt; and Randall Roberts of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" awarded it 3 out of 4 stars. Kot believed the album would have been better without the songs referencing sexuality, but still considered it \"fascinating\". Roberts believed \"Rebel Heart\" stood out \"sturdily\" because of its production. Writing for \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\", James Reed opined that the album was a, \"welcome detour in the artist's recent discography... her most satisfying effort in a decade and nimbly connects the dots between Madonna's various eras and guises.\" Critic Joey Guerra of the \"&lt;a href=\"Houston%20Chronicle\"&gt;Houston Chronicle&lt;/a&gt;\" called \"Rebel Heart\": \"a complex, consistently strong album\".\n\"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\" editor Sal Cinquemani, Joe Levy of \"Billboard\", and Caryn Ganz of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" each awarded the album 3.5 out of 5 stars. Cinquemani wrote that the album was \"all over the map\", yet felt it was \"a surprisingly coherent one\". Levy wrote that the album was \"subtle\" compared to \"current standards\", adding that: \"These songs unfold slowly, building through foreplay-like intros before hooks are displayed over a shifting series of textures\". Ganz felt that \"Rebel Heart\" \"is at its strongest when Madonna shoves everyone to the side and just tells it to us straight\", adding: \"Deep down, Madonna does have a rebel heart – and you can't fault her for reminding us that pop music is all the better for it.\" Jamieson Cox of \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" commended the album for its consistent production and sound, and for Madonna's vocals and songwriting. Giving it a rating of \"B\", Kyle Anderson and Adam Markovitz of \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" called the album \"Madonna's best outing since 2000's \"&lt;a href=\"Music%20%28Madonna%20album%29\"&gt;Music&lt;/a&gt;\"\". &lt;a href=\"Alexis%20Petridis\"&gt;Alexis Petridis&lt;/a&gt; of \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" and \"&lt;a href=\"Time%20Out%20%28magazine%29\"&gt;Time Out&lt;/a&gt;\" writer Nick Levine gave the album 3 out of 5 stars. Petridis felt that the two contrasting sides of the album did not \"quite gel\", reasoning that: \"the former might represent the music Madonna wants to make, while the latter is the music she feels obliged to make\". Levine wrote: \"'Rebel Heart' may lack cohesion, but she's definitely not down for the count: this contains some of the best music Madonna's made in a decade.\"\nAnnie Zalesky of \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" said the record had its \"fair share of those head scratching moments\", but found it to be a move in the right direction musically. \"&lt;a href=\"Spin%20%28magazine%29\"&gt;Spin&lt;/a&gt;\" writer Andrew Unterberger gave \"Rebel Heart\" a 6 out of 10 rating. While calling it \"clunky\", he felt the album \"contains a number of Madonna's best songs in years.\" &lt;a href=\"Medium%20%28website%29\"&gt;Medium&lt;/a&gt;'s Richard LaBeau called it a \"wildly uneven 22-track epic with some truly brilliant songs\". \"&lt;a href=\"Instinct%20%28magazine%29\"&gt;Instinct&lt;/a&gt;\"s Samuel Murrian opined that \"[\"Rebel Heart\"] might have been something like a home run if it were a few tracks shorter\". Writing for \"&lt;a href=\"The%20New%20Zealand%20Herald\"&gt;The New Zealand Herald&lt;/a&gt;\", Lydia Jenkin gave it a mixed review, deeming the album a \"bit of a mess\" and \"confused\". Lindsay Zoladz of \"&lt;a href=\"New%20York%20%28magazine%29\"&gt;New York&lt;/a&gt;\" magazine was disappointed, feeling the songs sounded \"safe\", adding that: \"Madonna of \"Rebel Heart\" [has] succeeded once again in the increasingly empty goal of sounding current\". Gavin Haynes of \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" panned the album, saying that it \"feels like a wasted opportunity. Trite self-empowerment anthem 'Iconic' informs us that there's only two letters difference between Icon and I Can't. Sadly, there are also two letters between class and ass.\"\nCommercial performance.\nAccording to Andrew Hampp of \"Billboard\", pre-orders for \"Rebel Heart\" were strong after its global release to &lt;a href=\"iTunes%20Store\"&gt;iTunes Store&lt;/a&gt;. They were estimated at around 50,000 to 60,000 copies by industry prognosticators. \"Rebel Heart\" debuted at number two on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt; chart with 121,000 &lt;a href=\"album%20equivalent%20unit\"&gt;album equivalent unit&lt;/a&gt;s, behind the soundtrack of the TV series \"\", which sold 9,000 units more. While it was the best-selling album of the week—ranking number one on \"Billboard\"s Top Album Sales chart with pure album sales of 116,000 copies (96% of overall units)—it fell behind the soundtrack when it came to streaming and track equivalent album units, with just over 1,000 and 4,000 units respectively. It became Madonna's 21st top-ten album, but was her first studio release not to debut atop the chart since \"&lt;a href=\"Ray%20of%20Light\"&gt;Ray of Light&lt;/a&gt;\" (1998). \"Rebel Heart\"s concert tour bundle amounted to less than 10,000 copies compared to the 180,000 copies sold for her previous album, \"MDNA\". The release also saw Madonna debut at number seven on the &lt;a href=\"Artist%20100\"&gt;\"Billboard\" Artist 100&lt;/a&gt; chart, moving up by 2,919% in overall Artist 100 points and gaining 31% in social media activity. In Canada, \"Rebel Heart\" debuted at number one on the &lt;a href=\"Canadian%20Albums%20Chart\"&gt;Canadian Albums Chart&lt;/a&gt;. With 18,000 copies sold in the first week, it became Madonna's seventh number-one there during the SoundScan era. The next week, the album dropped 19 places on the \"Billboard\" 200, while in Canada it dropped only one position. \"Billboard\" reported sales dropped by 78% to 26,000 units, a reflection of the high pre-orders during the first week. The album was present for a total of 11 weeks on the chart, and ranked at number 151 on the \"Billboard\" 200 year end chart for 2015. As of December 2016, the album has sold 238,000 copies in the US according to &lt;a href=\"Nielsen%20SoundScan\"&gt;Nielsen SoundScan&lt;/a&gt;.\nDespite outselling its nearest competitors by a ratio of nearly 3:1 within 24 hours on sale in the United Kingdom, \"Rebel Heart\" entered the &lt;a href=\"UK%20Albums%20Chart\"&gt;UK Albums Chart&lt;/a&gt; at number two with 37,245 units. The chart-topper of that week, &lt;a href=\"Sam%20Smith%20%28singer%29\"&gt;Sam Smith&lt;/a&gt;'s \"&lt;a href=\"In%20the%20Lonely%20Hour\"&gt;In the Lonely Hour&lt;/a&gt;\", pushed ahead at the last minute and sold 12,000 copies more than \"Rebel Heart\". It became Madonna's first studio album to miss the top spot since \"&lt;a href=\"Bedtime%20Stories%20%28Madonna%20album%29\"&gt;Bedtime Stories&lt;/a&gt;\", which also debuted at number two in 1994. The following week, the album dropped to number seven, with sales declining by 67.46% to 11,983 copies. The album had sold 76,490 copies as of June 2015, and was later certified gold by the &lt;a href=\"British%20Phonographic%20Industry\"&gt;British Phonographic Industry&lt;/a&gt; (BPI) for 100,000 units. \"Rebel Heart\" debuted at the top of the &lt;a href=\"GfK%20Entertainment\"&gt;German Albums Chart&lt;/a&gt;, becoming her twelfth chart-topping record there. Madonna surpassed &lt;a href=\"the%20Beatles\"&gt;the Beatles&lt;/a&gt; and &lt;a href=\"Robbie%20Williams\"&gt;Robbie Williams&lt;/a&gt; as the foreign act with the most number-one albums in German chart history. She equaled &lt;a href=\"Herbert%20Gr%C3%B6nemeyer\"&gt;Herbert Grönemeyer&lt;/a&gt; for third place overall, behind only &lt;a href=\"Peter%20Maffay\"&gt;Peter Maffay&lt;/a&gt; and &lt;a href=\"James%20Last\"&gt;James Last&lt;/a&gt; with 16 and 13 chart-toppers respectively. In France, the album debuted at number three on the &lt;a href=\"Syndicat%20National%20de%20l%27%C3%89dition%20Phonographique\"&gt;SNEP Albums&lt;/a&gt; chart, with three-day sales of 17,000 copies. \"Rebel Heart\" also debuted at number one on record charts in: Austria, Belgium (&lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt;), Croatia, the Czech Republic, Hungary, Italy, the Netherlands, Portugal, Spain and Switzerland, as well as in the top ten in the rest of Europe.\nIn Australia, \"Rebel Heart\" debuted at the top of the &lt;a href=\"ARIA%20Charts\"&gt;ARIA Albums Chart&lt;/a&gt; with sales of 6,962 copies. It was Madonna's eleventh number-one album in the country tying her with &lt;a href=\"U2\"&gt;U2&lt;/a&gt; as the act with the most number-one albums since ARIA's establishment in 1983. \"Rebel Heart\" became Madonna's 19th week atop the chart, ranking her at number 24 on the list of artists with most accumulated weeks at the top. The album had a sharp drop the next week, selling 1,312 copies and falling to number 18 on the album chart. In New Zealand, it debuted at number seven on the &lt;a href=\"Official%20New%20Zealand%20Music%20Chart\"&gt;Official New Zealand Music Chart&lt;/a&gt;. In Japan, \"Rebel Heart\" debuted at number eight on the &lt;a href=\"Oricon%20Albums%20Chart\"&gt;Oricon Albums Chart&lt;/a&gt; with first-week sales of 7,548 physical units, becoming her record-extending 23rd top-ten album there. It also entered the Oricon International Albums Chart at number one, staying there for a second week. In South Korea, the album gave Madonna two top-ten entries simultaneously on the &lt;a href=\"Gaon%20Music%20Chart\"&gt;Gaon International Albums Chart&lt;/a&gt;, with the deluxe edition at number one and the standard edition at number seven. \"Rebel Heart\" ended 2015 as the 39th best-selling album of the year with sales of 900,000 copies. As of 2018, \"Rebel Heart\" has sold one million copies worldwide.\nAccolades.\nIn its year end review of albums released in 2015, \"Rolling Stone\" ranked \"Rebel Heart\" at number 45 noting: \"\"Rebel Heart\" was [Madonna's] finest album in a decade, picking up the disco-stick baton of her 2005 \"&lt;a href=\"Confessions%20on%20a%20Dance%20Floor\"&gt;Confessions on a Dance Floor&lt;/a&gt;\" as Madonna voyages back into the groove and reflects on where she's been lately.\" It was also listed at number six on its ranking of the 20 Best Pop Albums of 2015. Similarly, in its year end review, \"Spin\" magazine listed the album at number 21 as Andrew Unterberger noted that: \"For most artists who spent whole decades defining the mainstream, titling an album \"Rebel Heart\" would seem misguided at best, but for Madonna, it's truer now than ever: A fifty-something refusing to bend to public demands about how she should age gracefully... is as big an act of defiance as you can stage in contemporary pop music.\" &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; called \"Rebel Heart\" one of their Favorite Pop Albums of 2015, describing it as: \"Bold, messy, and life-affirming record that finds Madonna simultaneously looking forward and back.\"\nFor its year end tabulation, \"&lt;a href=\"Digital%20Spy\"&gt;Digital Spy&lt;/a&gt;\" listed \"Rebel Heart\" at number 10 on the list of Top 25 Albums of 2015. Lewis Corner noted the tracks ranged from: \"brilliant, dancehall groove to more reflective and somber pop ballads\". He added that: \"At this stage in her career, if Madonna doesn't have 'pop chameleon' on her &lt;a href=\"LinkedIn\"&gt;LinkedIn&lt;/a&gt; profile... then \"Rebel Heart\" alone is enough to endorse that title.\" He listed \"Devil Pray\" as a standout track. &lt;a href=\"About.com\"&gt;About.com&lt;/a&gt; ranked the record as the fifth best Pop Album of 2015, with reviewer Bill Lamb calling it a \"return to form\", and her strongest endeavor since \"Music\" (2000). &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; music editor Mesfin Fekadu ranked the album at number five, describing the album as a \"contemporary classic that puts albums from other female artists half [Madonna]'s age to shame.\" Fekadu felt it \"unfortunate\" radio stations did not play songs from the album, listing \"Bitch I'm Madonna\" and \"Joan of Arc\" as highlights. \"Billboard\" listed the Deluxe edition album cover at number 15 in their ranking of the Best Album Covers of 2015.\nTrack listing.\nCredits adapted from Madonna's official website.\nNotes\nPersonnel.\nPersonnel adapted from Madonna's official website."
}