{
    "id": "44786655",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=44786655",
    "title": "The Experienced English Housekeeper",
    "text": "The Experienced English Housekeeper is a &lt;a href=\"cookery%20book\"&gt;cookery book&lt;/a&gt; by the English businesswoman &lt;a href=\"Elizabeth%20Raffald\"&gt;Elizabeth Raffald&lt;/a&gt; (1733–1781). It was first published in 1769, and went through 13 authorised editions and at least 23 &lt;a href=\"Copyright%20infringement%23%26quot%3BPiracy%26quot%3B\"&gt;pirated&lt;/a&gt; ones.\nThe book contains some 900 &lt;a href=\"recipe\"&gt;recipe&lt;/a&gt;s for: soups; main dishes including roast and boiled meats, boiled &lt;a href=\"puddings\"&gt;puddings&lt;/a&gt;, and fish; &lt;a href=\"desserts\"&gt;desserts&lt;/a&gt;, table decorations and \"little savory dishes\"; &lt;a href=\"potted%20meat\"&gt;potted meat&lt;/a&gt;s, drinks, wines, &lt;a href=\"pickling\"&gt;pickles&lt;/a&gt;, preserves and &lt;a href=\"distilled\"&gt;distilled&lt;/a&gt; essences. The recipes consist largely of direct instructions to the cook, and do not contain lists of ingredients. The book is illustrated with three fold-out copper plate &lt;a href=\"engraving\"&gt;engraving&lt;/a&gt;s.\nThe book is noted for its practicality, departing from earlier practice in that it avoids &lt;a href=\"plagiarism\"&gt;plagiarism&lt;/a&gt;, consisting instead almost entirely of direct instructions based on Raffald's experience. It introduced the first known recipe for a &lt;a href=\"wedding%20cake\"&gt;wedding cake&lt;/a&gt; covered in &lt;a href=\"marzipan\"&gt;marzipan&lt;/a&gt; and royal icing, and is an early use of &lt;a href=\"barbecue\"&gt;barbecue&lt;/a&gt;. The book remains a reference for cookery writers.\nContext.\nRaffald was born in &lt;a href=\"Doncaster\"&gt;Doncaster&lt;/a&gt; in 1733. Between 1748 and 1763 she was employed as a housekeeper by several families, including the &lt;a href=\"Warburton%20Baronets\"&gt;Warburtons&lt;/a&gt; of &lt;a href=\"Arley%20Hall\"&gt;Arley Hall&lt;/a&gt; in &lt;a href=\"Cheshire\"&gt;Cheshire&lt;/a&gt;, where she met her future husband, John Rafford, Arley Hall's head gardener. In 1763 the couple moved to &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, where Elizabeth opened a confectionery shop and John sold flowers and seeds at a market stall. They had 16 children, all girls. As well as her cookery book, she wrote a book on &lt;a href=\"midwifery\"&gt;midwifery&lt;/a&gt; and ran a register office in Manchester to place &lt;a href=\"domestic%20servants\"&gt;domestic servants&lt;/a&gt; with prospective employers. In 1773, she sold the copyright to the book to her publisher for £1400, equivalent to about £,000 in .\nRaffald writes in her Preface that she not only worked as a housekeeper \"in great and worthy families\", but \"had the opportunity of travelling with them\". The &lt;a href=\"bibliographer\"&gt;bibliographer&lt;/a&gt; &lt;a href=\"William%20Carew%20Hazlitt\"&gt;William Carew Hazlitt&lt;/a&gt; observes that in this way she \"widened her sphere of observation\". A 2005 article in \"&lt;a href=\"Gastronomica\"&gt;Gastronomica&lt;/a&gt;\" described Raffald as \"the most celebrated English cookery writer of the eighteenth century after &lt;a href=\"Hannah%20Glasse\"&gt;Hannah Glasse&lt;/a&gt;\".\nBook.\nContents.\nThe following page numbers refer to the 4th edition of 1775.\nPart I [Soups, meat, fish, pies and puddings]\nPart II [&lt;a href=\"Desserts\"&gt;Desserts&lt;/a&gt; and accompanying dishes]\nPart III [&lt;a href=\"Preserves\"&gt;Preserves&lt;/a&gt;, &lt;a href=\"pickling\"&gt;pickles&lt;/a&gt;, wines, &lt;a href=\"distillation\"&gt;distilled essences&lt;/a&gt;]\n[Appendices]\nApproach.\nThe book begins without a table of contents, though the three parts are described on the title page. The front matter consists of a &lt;a href=\"dedication\"&gt;dedication&lt;/a&gt; \"To the Honourable Lady \"Elizabeth Warburton\"\", occupying two pages, a three-page Preface to the First Edition, and a fold-out plate of a suitable stove, complete with a \"\"Description of the Plate\"\" on the facing page. &lt;a href=\"Plagiarism\"&gt;Plagiarism&lt;/a&gt; was combated in later editions (from as early as 1775) with the declaration at the foot of the title page \"N. B. No Book is genuine but what is signed by the Author\", and a matching handwritten signature in brownish-black ink bracketing the heading of Chapter 1.\nEach chapter begins with a section of \"Observations\" on the topic of the chapter; thus, Chapter 3 has three pages of \"Observations on Roasting and Boiling\". The observations are close to instructions, as \"when you boil mutton or beef, observe to dredge them well with flour before you put them into the kettle of cold water, keep it covered, and take off the scum\".\nThe rest of each chapter consists entirely of \"receipts\" (&lt;a href=\"recipe\"&gt;recipe&lt;/a&gt;s). These are usually named as instructions like \"To roast a Pig\", \"To make Sauce for a Pig\". Occasionally there is a comment, as in \"A nice way to dress a Cold Fowl\".\nThe names of dishes are overwhelmingly in English, even when the dish is in fact foreign; thus \"To make Cream Cakes\" is the heading for the recipe for &lt;a href=\"meringue\"&gt;meringue&lt;/a&gt;, beginning \"Beat the whites of nine eggs to a stiff froth, then stir it gently with a spoon, for fear the froth should fall\".\nRaffald is however not afraid to use foreign words for new techniques, as \"to fricassee Lamb Stones\", \"to barbecue a Pig\", \"Bouillie Beef\", \"Ducks \"a-la-mode\"\", \"To fricando Pigeons\", \"To ragoo Mushrooms\". In explanation of this, she writes in the Preface to the First Edition:\nThe recipes themselves are written entirely as directions, without lists of ingredients. They are generally terse, the reader being assumed to know how to beat eggs and to separate the white from the yolk, to boil starchy foods in milk without burning the pan, or to make a \"paste\" (&lt;a href=\"pastry\"&gt;pastry&lt;/a&gt;), all of which are required skills for this recipe for &lt;a href=\"sago%20pudding\"&gt;sago pudding&lt;/a&gt;:\nIllustrations.\nOfficial editions contained three engravings on pages that folded out, interspersed with the text. The first illustrated a stove; the other two, suggested table layouts for the first course and for the second course. Raffald explains in her \"Directions for a GRAND TABLE\" that:\nThe book, intended for \"a burgeoning middle class that required explanation and elucidation\", provided an accurate description of how to serve an elegant meal \"à la française\", complete with two fold-out engravings of the layout of a table with 25 \"prettily-shaped\" and symmetrically-arranged serving-dishes \"laid in generous profusion on the table\", each annotated with the name of the appropriate recipe. It is not clear whether the term \"cover\" for the layout of such a \"Grand meal\" is an acknowledgement of the French \"couvert\", as it may simply mean, with &lt;a href=\"Hannah%20Glasse\"&gt;Hannah Glasse&lt;/a&gt;, \"a large table to cover\".\nThe layout for the second course contains the dishes (from top):\n&lt;a href=\"Pheasant\"&gt;Pheasant&lt;/a&gt;,\nSnow balls, &lt;a href=\"Crawfish\"&gt;Crawfish&lt;/a&gt; in savory jelly, Moonshine,\nPickl'd &lt;a href=\"Smelt%20%28fish%29\"&gt;Smelt&lt;/a&gt;s,            Marbl'd &lt;a href=\"Veal\"&gt;Veal&lt;/a&gt;,\nFish pond, &lt;a href=\"Mince%20Pie\"&gt;Mince Pie&lt;/a&gt;s, Globes of gold web with mottoes in them,\nStewed &lt;a href=\"Cardoon\"&gt;Cardoon&lt;/a&gt;,            Pompadore Cream,\nRoast &lt;a href=\"Woodcock\"&gt;Woodcock&lt;/a&gt;s, transparent pudding covered with a silver web, &lt;a href=\"Chickpea\"&gt;pea Chick&lt;/a&gt; with &lt;a href=\"asparagus\"&gt;asparagus&lt;/a&gt;,\n&lt;a href=\"Macaroni\"&gt;Maccaroni&lt;/a&gt;,            Stew'd &lt;a href=\"mushroom\"&gt;mushroom&lt;/a&gt;s,\n&lt;a href=\"Pistachio\"&gt;Pistacha&lt;/a&gt; Cream, Crocrant with Hot Pippins, &lt;a href=\"Floating%20island%20%28dessert%29\"&gt;Floating Island&lt;/a&gt;,\nCollared &lt;a href=\"Pig\"&gt;Pig&lt;/a&gt;,            Pott'd &lt;a href=\"Lamprey\"&gt;Lamprey&lt;/a&gt;s,\nRocky Island, &lt;a href=\"Snipe\"&gt;Snipe&lt;/a&gt;s in &lt;a href=\"aspic\"&gt;savory jelly&lt;/a&gt;, &lt;a href=\"Creme%20brulee\"&gt;Burnt Cream&lt;/a&gt;,\nRoast'd &lt;a href=\"Hare\"&gt;Hare&lt;/a&gt;.\nInfluence.\nContemporary.\n\"The Monthly Review, Or, Literary Journal\" of 1770 listed the book, commenting only that \"The Reviewers are sorry to own, but their regard to truth obliges them to it, that there \"are\" subjects with which, alas! they are \"too little acquainted\", to pretend to be judges of what the learned may publish concerning them.\"\n\"The Experienced English Housekeeper\" was \"extremely successful\", going through 13 authorised editions and at least 23 pirated ones. To attempt to reduce the piracy, Raffald signed each copy on the first page of the main text in ink, and printed the message \"N.B. No Book is genuine but what is signed by the Author\" on the title page. Finally in 1773, she sold the copyright to her publisher for £1400, equivalent to about £,000 in .\nAs well as direct piracy, the book inspired other \"experienced housekeepers\" to try to profit by publishing books of culinary advice. In 1795, Sarah Martin published \"The New Experienced English Housekeeper, for the Use and Ease of Ladies' Housekeepers, Cooks, &amp;c. written purely for her own practice\". Similarly, Susanna Carter entitled her 1822 book \"The Experienced Cook and Housekeeper's Guide.\" It included 12 engravings \"for the arrangement of dinners of two courses\".\nAs an illustration of how familiar Raffald had made the idea of the experienced English housekeeper, \"The Critical Review, Or, Annals of Literature\" of 1812 wrote that \"The arranging of a dinner-table is attended in Iceland with little trouble, and would afford on scope for the display of the elegant abilities of an experienced English housekeeper. On the cloth was nothing but a plate, a knife and fork, a wine glass, and a bottle of claret, for each guest, except that in the middle stood a large and handsome glass-castor of sugar, with a magnificent silver top.\"\nFirsts.\n\"The Experienced English Housekeeper\" was the first book to contain a recipe for what became the classic &lt;a href=\"wedding%20cake\"&gt;wedding cake&lt;/a&gt; complete with &lt;a href=\"marzipan\"&gt;marzipan&lt;/a&gt; and royal icing.\nThe \"&lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt;\" of 1888 credited Raffald as one of the earliest sources in English to mention &lt;a href=\"barbecue\"&gt;barbecue&lt;/a&gt; in cookery.\nOn modern cookery.\n\"The Cambridge Guide to Women's Writing in English\" noted in 1999 that Raffald distinguishes her work as purely from practice, unlike books of untried recipes copied from elsewhere, and that she apologises for \"the plainness of the style\" in her introductory letter. The \"Guide\" observes, however, that \"this is the essence of her lasting appeal, and her clarity and economy with words find an echo in the work of &lt;a href=\"Eliza%20Acton\"&gt;Eliza Acton&lt;/a&gt; a century later.\"\nThe cookery writer &lt;a href=\"Sophie%20Grigson\"&gt;Sophie Grigson&lt;/a&gt; wrote in \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" that her mother &lt;a href=\"Jane%20Grigson\"&gt;Jane&lt;/a&gt; made Raffald's \"Orange Custards\" \"every year when the &lt;a href=\"Seville%20orange\"&gt;Seville orange&lt;/a&gt; season was in full swing, a treat to look forward to.\"\nIn 2013, Raffald's former workplace, Arley Hall, brought some of her recipes including lamb pie, pea soup and rice pudding back to their tables. The general manager Steve Hamilton however said they would avoid Raffald's turtle and calf's foot pudding.\nPublication.\nRaffald states in her Preface that she personally \"perused [every sheet] as it came from the press, having an opportunity of having it printed by a neighbour, whom I can rely on\". She writes that \"The whole work being now compleated to my wishes\", she must thank her friends and subscribers; she states that over 800 of them contributed, \"raising me so large a subscription, which far excells my expectations\". She was thus a &lt;a href=\"Self-publishing\"&gt;self-publisher&lt;/a&gt;.\nOfficial.\nThe official editions were largely published in London, with minor differences.\nOther editions.\nMany unofficial editions were produced in Britain and America, including:"
}