{
    "id": "4479377",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=4479377",
    "title": "The Enigma of Japanese Power",
    "text": "The Enigma of Japanese Power is a political textbook by &lt;a href=\"Karel%20van%20Wolferen\"&gt;Karel van Wolferen&lt;/a&gt;. The book was written in 1989, and is a critical account of the business, social, and &lt;a href=\"political%20structure\"&gt;political structure&lt;/a&gt; of &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. The title of the book addresses the mystery and awe that many Americans and Europeans had toward the impressive &lt;a href=\"Japanese%20post-war%20economic%20miracle\"&gt;Japanese business achievements&lt;/a&gt; at that time. Upon publication the book was greeted with criticism in Japan, but has come to be regarded as one of the most important business books about Japan in the west. As a result, the book is frequently referenced by other textbooks.\nSynopsis.\nAt over 500 pages long, the book is quite dense. By dividing the book into consistent sections, the author has allowed readers to digest it in sections. Of these, sections dealing with education, the elusive Japanese state, the all-pervasive &lt;a href=\"bureaucracy\"&gt;bureaucracy&lt;/a&gt;, the middle class, ritual in society, and the press are regarded as the most important.\nOverall, Van Wolferen creates an image of a state where a complicated &lt;a href=\"Government-business%20relations%20in%20Japan\"&gt;political-corporate relationship&lt;/a&gt; retards progress, and where the citizens forgo the social rights enjoyed in other developed countries out of a collective fear of foreign domination. Van Wolferen defines this image across various aspects of &lt;a href=\"Culture%20of%20Japan\"&gt;Japanese culture&lt;/a&gt;, and chronicles its origin through the history of the nation. He frequently cites examples, giving the book 57 pages of endnotes. Throughout, the author points out inefficiencies in the system, and compares it unfavorably to the standard &lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; system. Van Wolferen states examples that demonstrate the nature of power in Japan and how it is wielded. Japanese power is described as being held by a loose group of unaccountable &lt;a href=\"elite\"&gt;elite&lt;/a&gt;s who operate behind the scenes. Because this power is loosely held, those who wield it escape responsibility for the consequences when things go wrong as there is no one who can be held accountable.\nIn particular, the author criticizes large &lt;a href=\"Economy%20of%20Japan\"&gt;Japanese businesses&lt;/a&gt;, and the &lt;a href=\"Liberal%20Democratic%20Party%20%28Japan%29\"&gt;Liberal Democratic Party&lt;/a&gt;, which he describes as being neither &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; nor &lt;a href=\"Democracy\"&gt;democratic&lt;/a&gt;.\nCriticism.\nUpon publication, both the book and the author received harsh criticism. Some regard the book as resorting to a &lt;a href=\"stereotypical\"&gt;stereotypical&lt;/a&gt; view of the Japanese, casting them as weak-minded people neglecting to change their country for the better out of fear. While it is true that the book sometimes harshly criticizes Japanese society, the author also praises many aspects of it, including work ethic, low crime rate, thrift, and respect for elders.\nThe criticism in Japan focused on the fact that Van Wolferen cannot read or write Japanese, and is not even fluent in spoken Japanese after living in Japan for decades. Others criticize some of the references Van Wolferen uses, accusing them of being out of date or irrelevant. \"&lt;a href=\"Bungeishunj%C5%AB\"&gt;Bungeishunjū&lt;/a&gt;\", a Japanese monthly magazine, stated that it is indeed incredible that a book written by a high school graduate who cannot read or write Japanese is taken as a serious commentary about Japan.\nThe \"&lt;a href=\"Asahi%20Shimbun\"&gt;Asahi Shimbun&lt;/a&gt;\" called the publication “An elaborate and persuasive study, sharply and carefully analyzing a multitude of aspects of Japanese reality.” The \"&lt;a href=\"Ch%C5%AB%C5%8Dk%C5%8Dron\"&gt;Chūōkōron&lt;/a&gt;\" claimed: “Any serious Japanese intellectual reading this book will be struck as if by lightning.”\nOther Japanese argue that the book ought to be credited as a valid work of journalism for synthesizing existing critiques of Japan written by accepted and Japanese-literate Western academics whose works may not be accessible to the masses.\nReception.\nToday the book is still regarded as controversial both in and out of Japan. Soon after the book was published, the &lt;a href=\"Japanese%20asset%20price%20bubble\"&gt;Japanese asset price bubble&lt;/a&gt; burst, and the book gained credibility as commentators searched to explain it. Overall the western reception has been more positive than in Japan, and it, or sections of it, are frequently studied by Japanese and business students attempting to gain a better understanding of the nation."
}