{
    "id": "44821840",
    "revid": "2304267",
    "url": "https://en.wikipedia.org/wiki?curid=44821840",
    "title": "APUS Group",
    "text": "APUS Group (commonly termed APUS), founded in June 2014 by Tao Li, is a Chinese technology company specializing in &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; development and information services. The company's main product is APUS User System (also known as APUS Launcher), which have drawn over 1 billion users globally by 2016, along with other APUS series products (including APUS User System, APUS Booster+, APUS Browser, APUS Message Center, APUS Flashlight etc.), covering more than 200 countries in six continents. According to Tao Li, CEO of APUS, 90 percent of its users are from countries beyond &lt;a href=\"China\"&gt;China&lt;/a&gt;. It is one of the world's top 10 developers in mobile applications.\nName.\nThe name \"APUS\" is short for \"A Perfect User System\" and also refers to the bird species Apodidae, or &lt;a href=\"Swift%20%28bird%29\"&gt;swift&lt;/a&gt;, a highly aerial bird family. They are some of the fastest fliers in the animal kingdom, with a maximum speed up to .\nHistory.\nJune 2014: Tao Li founded APUS Group in Beijing. At the same month, APUS netted 100 million RMB in Series A funding.\nJuly 2, 2014: APUS Launcher was released on Google Play and 28 days later APUS user group reached 10 million.\nOctober 22, 2014: APUS announced their 50 million user globally.\nDecember 1, 2014: APUS published the first APUS Global Mobile Application Analysis Report.\nJanuary 2015: APUS picked up 100 million USD in Series B funding, become the youngest unicorn (companies which market values are over USD 1 billion) in the world.\nJanuary 2015: APUS user group reached 100 million.\nMarch 2015: APUS user group reached 150 million and was named the fifth developer in the world by App Annie.\nMay 2015: APUS user group reached 300 million.\nMay 2015: APUS Browser was released.\nSeptember 2015: APUS announced they’ve netted 250 million users globally for APUS User System (APUS Launcher) and 510 million for APUS User System (APUS Launcher) and APUS series products. At the same time, their market value reached USD 1.5 billion.\nSeptember 2015: APUS announced their long-term partnership with InMobi and the decision of entry into India market.\nOctober 2015: APUS announced their entry into Japanese and Korean market.\nDecember 2015: APUS announced their USD 45 million (Rs 300 crore) to Indian Mobile Web companies.\nMarch 2016: APUS announced they have acquired more than 920 million downloads for APUS series products, including APUS User System, APUS Booster +, APUS Browser, APUS Browser Turbo, APUS Flashlight, etc.\nOctober 2016: Forbes reported the leading position of APUS Group on Google Play store and praised APUS Group for its advanced business model and successful monetization.\nNovember 2016: APUS announced a fresh investment of US$44 million in India for its new research and development center, sales and business development office in Gurgaon, and startup incubator."
}