{
    "id": "4484018",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=4484018",
    "title": "Last Train to Trancentral",
    "text": "\"Last Train to Trancentral\" is a song released, in different &lt;a href=\"remix\"&gt;mixes&lt;/a&gt;, as a series of singles by British electronic band &lt;a href=\"The%20KLF\"&gt;The KLF&lt;/a&gt;, including \"Last Train to Trancentral (Live from the Lost Continent)\". A commercially successful single of April 1991, it reached number two on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, number one on the &lt;a href=\"UK%20Dance%20Singles%20Chart\"&gt;UK Dance Singles Chart&lt;/a&gt; and achieved international &lt;a href=\"Top%2040\"&gt;top ten&lt;/a&gt; placings. It is a central song within The KLF's work, and is distinctive for an uplifting string-synthesiser &lt;a href=\"break%20%28music%29\"&gt;break&lt;/a&gt;.\nOrigins and versions.\n\"Last Train to Trancentral\" is related to The KLF's unreleased earlier tracks \"E-Train to Trancentral\" and, from the 1989 soundtrack to their film \"&lt;a href=\"The%20White%20Room%20%28film%29\"&gt;The White Room&lt;/a&gt;\", \"Go to Sleep\". Both the film and the soundtrack were abandoned in 1989, due to spiralling costs and the commercial failure of the soundtrack single \"Kylie Said to Jason\". However, much of the musical material was salvaged and substantially remodelled to form the basis of their later, commercially successful work. In particular, &lt;a href=\"Bootleg%20recording\"&gt;bootlegged&lt;/a&gt; copies of \"Go to Sleep\" reveal many &lt;a href=\"chord%20sequence\"&gt;chord sequence&lt;/a&gt;s and melodies later used in \"Last Train to Trancentral\".\nOne month prior to the \"Pure Trance\" single release, many of the same core elements were also used in ambient form during the tracks \"Wichita Lineman was a Song I Once Heard\" and \"Trancentral Lost in My Mind\" on the KLF's third album, \"&lt;a href=\"Chill%20Out%20%28KLF%20album%29\"&gt;Chill Out&lt;/a&gt;\" (1990).\nPure Trance version.\nThe original March 1990 &lt;a href=\"12-inch%20single\"&gt;12\" single&lt;/a&gt; constituted the third of The KLF's \"Pure Trance\" series. The sleeve, emblazoned with the number 5, reflects The KLF's prior intention that this be the fifth contribution to the series, but two titles (\"Love Trance\" and \"Turn up the Strobe\") were never released despite the sleeves having been printed.\nThe \"Pure Trance\" version of \"Last Train to Trancentral\" is a &lt;a href=\"minimalism\"&gt;minimalist&lt;/a&gt; &lt;a href=\"ambient%20house\"&gt;ambient house&lt;/a&gt; reworking of \"Go to Sleep\", stripped of the female vocals and all but one line (\"And from somewhere, I hear\") of The KLF co-founder &lt;a href=\"Bill%20Drummond\"&gt;Bill Drummond&lt;/a&gt;'s narration. It features a strained, chordless synthesiser melody and a progressive instrumental build-up into a string-orchestrated &lt;a href=\"break%20%28music%29\"&gt;break&lt;/a&gt;. Some parts of the track are purely percussive, punctuated by the bleats of &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt;. The track was incorporated into The KLF's February 1990 album, \"&lt;a href=\"Chill%20Out%20%28KLF%20album%29\"&gt;Chill Out&lt;/a&gt;\" (most prominently on the track \"Wichita Lineman Was a Song I Once Heard\"), an album for which they have been credited as pioneers of the ambient house genre. Indeed, upon its release, \"Last Train to Trancentral (Pure Trance version)\" was not easily categorised, with \"&lt;a href=\"Record%20Mirror\"&gt;Record Mirror&lt;/a&gt;\" claiming that \"it isn't a dance track\".\nLP version.\nIn March 1991, a version of \"Last Train to Trancentral\" appeared on The KLF &lt;a href=\"Gramophone%20record\"&gt;LP&lt;/a&gt; \"&lt;a href=\"The%20White%20Room%20%28KLF%20album%29\"&gt;The White Room&lt;/a&gt;\". Featuring vocals by &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt; musician Black Steel and a rap by &lt;a href=\"Ricardo%20Da%20Force\"&gt;Ricardo Da Force&lt;/a&gt;, this &lt;a href=\"house%20music\"&gt;house&lt;/a&gt; reworking follows a conventional &lt;a href=\"song%20structure%20%28popular%20music%29\"&gt;song structure&lt;/a&gt;, with a rhythm that mimics the sound of a train in motion along its tracks. It uses the theme of a journey to bridge the two sides of the LP, from uptempo pop-house music to a &lt;a href=\"downtempo\"&gt;downtempo&lt;/a&gt; collection of songs.\nStadium House version.\nIn April 1991, some elements of the \"LP Version\" were further reworked into a commercially minded single release. Entitled \"Last Train to Trancentral (Live from the Lost Continent)\", this was the third and final instalment of The KLF's so-called \"Stadium House Trilogy\" of singles, following up \"&lt;a href=\"What%20Time%20Is%20Love%3F\"&gt;What Time Is Love?&lt;/a&gt;\" and \"&lt;a href=\"3%20a.m.%20Eternal\"&gt;3 a.m. Eternal&lt;/a&gt;\" during the peak of the band's &lt;a href=\"mainstream\"&gt;mainstream&lt;/a&gt; popularity. This version reached number two on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, and found top ten chart success internationally. The track preserves the &lt;a href=\"chord%20progression\"&gt;chord progression&lt;/a&gt; and string break of previous versions, placed in the context of a relentless, &lt;a href=\"Sampling%20%28music%29\"&gt;sample&lt;/a&gt;-filled &lt;a href=\"rave\"&gt;rave&lt;/a&gt; &lt;a href=\"arrangement%20%28music%29\"&gt;arrangement&lt;/a&gt;. Unlike the prior Stadium House offerings, &lt;a href=\"Ricardo%20Da%20Force\"&gt;Ricardo Da Force&lt;/a&gt;'s &lt;a href=\"Rapping\"&gt;rap&lt;/a&gt; was removed, except for \"This is what The KLF is about, also known as The Justified Ancients of Mu Mu, furthermore known as The JAMs...\", but the trilogy is consolidated by the presence of distinctive samples from both \"What Time Is Love?\" and \"3 a.m. Eternal\". As with much of The KLF's output, the track is jubilant and highly &lt;a href=\"self-reference\"&gt;self-referential&lt;/a&gt;, purporting that it has a message to deliver yet proceeding with deliberate ambiguity. Also typical of The KLF, it refers to \"&lt;a href=\"The%20Illuminatus%21%20Trilogy\"&gt;The Illuminatus! Trilogy&lt;/a&gt;\" novels and the &lt;a href=\"Mu%20%28lost%20continent%29\"&gt;Lost Continent of Mu&lt;/a&gt;. The song features on The KLF's video \"&lt;a href=\"The%20Stadium%20House%20Trilogy\"&gt;The Stadium House Trilogy&lt;/a&gt;\".\nA remix 12\" credited to &lt;a href=\"The%20Moody%20Boys\"&gt;The Moody Boys&lt;/a&gt; was released alongside the Stadium House arrangement. Entitled \"The KLF Meets The Moody Boys Uptown\", The Moody Boys' remixes bear little resemblance to the released song, drawing on parts of \"Go to Sleep\" that are not common to other versions of \"Last Train to Trancentral\", and a sample of \"Jupiter, Bringer of Jollity\" from &lt;a href=\"The%20Planets\"&gt;The Planets&lt;/a&gt; suite by &lt;a href=\"Gustav%20Holst\"&gt;Gustav Holst&lt;/a&gt;, which was allegedly meant to be used as an intro in \"E-Train to Trancentral\".\nThe song opens with a sampled American-accented voice saying \"Okay, everybody, lie down on the floor and keep calm,\" reportedly spoken by KLF publicist &lt;a href=\"Scott%20Piering\"&gt;Scott Piering&lt;/a&gt;.\nReaction and influence.\n&lt;a href=\"Larry%20Flick\"&gt;Larry Flick&lt;/a&gt; from \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" commented, \"Matching the brilliantly kooky, &lt;a href=\"Tammy%20Wynette\"&gt;Tammy Wynette&lt;/a&gt;-fronted \"&lt;a href=\"Justified%20and%20Ancient\"&gt;Justified &amp; Ancient&lt;/a&gt;\" is a tall order, but the mysterious production team succeeds by sticking to an enticing combo of odd samples, funky beats, and anthemic chorus chants.\"\nA reviewer from \"&lt;a href=\"Record%20Mirror\"&gt;Record Mirror&lt;/a&gt;\" noted the \"ethereal atmospherics\" of the \"Pure Trance\" version, but the single was poorly received by \"&lt;a href=\"Melody%20Maker\"&gt;Melody Maker&lt;/a&gt;\", who interpreted it as a joke: \"'Look how mischievous we are', the fatheads giggle!\" In comparing \"Last Train to Trancentral (Live from the Lost Continent)\" to the KLF single \"Justified and Ancient\", Simon Williams from \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" called the former a \"sheer frantic rush\". \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" also named the single as 15th best of 1991.\nCaroline Sullivan from \"&lt;a href=\"Smash%20Hits\"&gt;Smash Hits&lt;/a&gt;\" wrote about the song, \"\"Last Train\" follows the \"3am Eternal\" formula: a live feel, huge, swirlaway beat and insanely catchy chorus. \"All aboard, all aboard, woh-oh,\" barks the singer, and you immediately want to put your hands in the air and shake them like you just don't care.\"\nAllan Harrison from \"Splendid\" Magazine said of the LP version, \"The cries of \"Mu Mu! Mu Mu! Mu Mu! Mu Mu!\" take on a strangely liberating, mantra-like feel. It's the essence of great pop music, of great dance music, wholly compressed.\"\nIn 1999, Tom Ewing of \"&lt;a href=\"Freaky%20Trigger\"&gt;Freaky Trigger&lt;/a&gt;\" ranked the song at number 42 in his list of the \"Top 100 Singles of the 90s\", saying \"No band understood the possibilities for mass lunacy contained in the new music as well as did the KLF. [...] Read a copy of \"&lt;a href=\"The%20Manual\"&gt;The Manual&lt;/a&gt;\", Bill Drummond and Jimmy Cauty’s pricelessly cynical dissection of the process needed to have a No.1 hit, and the depth of their understanding begins to show through. For novelty scam-mongers and pranksters, they knew the public well, particularly that strain in British pop listening which likes an occasional brush with the gigantic. The KLF did to house what Jim Steinman did to rock – they turned it into a thing of tottering grand opera absurdity, pushed the excitement in the music to hysteria, traded content for ever-huger gesture. The difference being that the KLF never lost track of what made the music special in the first place. Maybe because there’s less inherent ‘meaning’ in the KLF’s music, or maybe just because the ‘meaning’ in house music is less fragile, I don’t know, but no matter how vast “Last Train To Trancentral” sounds, it never loses its happy grip on your feet and heart.\"\n\"Last Train to Trancentral (Live from the Lost Continent)\" is used in the finale for &lt;a href=\"Blue%20Man%20Group\"&gt;Blue Man Group&lt;/a&gt;'s theatrical show. Blue Man Group produced a special 5.1 version of the song utilizing some of their invented instruments for their newer performance venues. Blue Man Group's \"&lt;a href=\"The%20Complex%20%28album%29\"&gt;The Complex&lt;/a&gt;\" features pieces from the so-called \"Rock Concert Instruction Manual\", a tongue-in-cheek deconstruction of pop music and the rock concert experience; this alludes to the KLF Communications publication \"&lt;a href=\"The%20Manual\"&gt;The Manual&lt;/a&gt;\". Their &lt;a href=\"Last%20Train%20to%20Trancentral%20%28Blue%20Man%20Group%20EP%29\"&gt;cover version&lt;/a&gt; was released as a single in 2006.\nTrancentral.\nTrancentral was described as \"the spiritual home of The KLF\". This concept is reinforced by the \"LP Version\" of \"Last Train to Trancentral\", which describes the journey to Trancentral as a spiritual awakening, and the place itself a forum for spiritual realisation. Describing his journey, rapper Ricardo Da Force says \"A brand new day is dawning, a light that will anoint me, a sign from the subconscious, an angel sent to guide me, the searchin' will be over, the call will now be gentle...\". He also says, \"Relax - there's only one place I'm headed now: I'm going into Trancentral where I can, you understand, liberate and free the &lt;a href=\"Psyche%20%28psychology%29\"&gt;psyche&lt;/a&gt;, balance my mind and my body...\". The KLF's later output implied that Trancentral was analogous to \"Mu Mu Land\" - the Lost Continent of Mu - and that The KLF's journey \"home\" was ultimately unsuccessful.\nIn reality, Trancentral was the name of The KLF's &lt;a href=\"recording%20studio\"&gt;recording studio&lt;/a&gt; in &lt;a href=\"Stockwell\"&gt;Stockwell&lt;/a&gt;, that was also The KLF co-founder &lt;a href=\"Jimmy%20Cauty\"&gt;Jimmy Cauty's&lt;/a&gt; &lt;a href=\"squatting\"&gt;squat&lt;/a&gt;. Cauty lived at Trancentral for approximately 12 years until Autumn 1991, claiming on one occasion, \"I hate the place. I've no alternative but to live here\". Trancentral was described in February 1991 by a visiting \"&lt;a href=\"Melody%20Maker\"&gt;Melody Maker&lt;/a&gt;\" journalist, who noted: \nTrancentral circa 1989 was described retrospectively as:\nTrancentral is often mentioned in The KLF's work, and is the likely motivation behind a motif of The KLF, in which &lt;a href=\"loudspeaker\"&gt;speakers&lt;/a&gt; are arranged to form a capital T. This &lt;a href=\"logo\"&gt;logo&lt;/a&gt; appeared on &lt;a href=\"KLF%20Communications\"&gt;KLF Communications&lt;/a&gt; recordings and &lt;a href=\"merchandise\"&gt;merchandise&lt;/a&gt;.\nThe name \"Trancentral\" lived on throughout the mid to late 90s, giving its name to a series of &lt;a href=\"psychedelic%20trance\"&gt;psychedelic trance&lt;/a&gt; and &lt;a href=\"acid%20techno\"&gt;acid techno&lt;/a&gt; nights at the Tyssen Street studios in &lt;a href=\"London%20Borough%20of%20Hackney\"&gt;Hackney&lt;/a&gt;.\nPersonnel.\n\"Last Train to Trancentral (Pure Trance version)\" was written and performed by The KLF (&lt;a href=\"Bill%20Drummond\"&gt;Bill Drummond&lt;/a&gt; and &lt;a href=\"Jimmy%20Cauty\"&gt;Jimmy Cauty&lt;/a&gt;). For other versions of the song, credit is given to Drummond and Cauty for &lt;a href=\"record%20producer\"&gt;production&lt;/a&gt;, performance and &lt;a href=\"programming%20%28music%29\"&gt;programming&lt;/a&gt;. Additional contributors on these versions include:\nFormats and track listings.\n\"Last Train to Trancentral (Pure Trance remix)\" was aired as a UK &lt;a href=\"12-inch%20single\"&gt;12\" single&lt;/a&gt; in March 1990, in an issue limited to 2000 copies. \"Last Train to Trancentral (Live from the Lost Continent)\" was given an international release as a single on 22 April 1991. A single of &lt;a href=\"remix\"&gt;remix&lt;/a&gt;es by &lt;a href=\"The%20Moody%20Boys\"&gt;The Moody Boys&lt;/a&gt; was given a limited release on 6 May 1991.\nKey"
}