{
    "id": "448504",
    "revid": "1060769262",
    "url": "https://en.wikipedia.org/wiki?curid=448504",
    "title": "Mansoura, Egypt",
    "text": "Mansoura (\"\", , ) is a city in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, with a population of 960,423. It is the capital of the &lt;a href=\"Dakahlia%20Governorate\"&gt;Dakahlia Governorate&lt;/a&gt;.\nEtymology.\n\"Mansoura\" in Arabic means \"victorious\". The city is named after the &lt;a href=\"Battle%20of%20Al%20Mansurah\"&gt;El Mansoura Battle&lt;/a&gt; against &lt;a href=\"Louis%20IX%20of%20France\"&gt;Louis IX of France&lt;/a&gt; during the &lt;a href=\"Seventh%20Crusade\"&gt;Seventh Crusade&lt;/a&gt;.\nHistory.\nMansoura was established in 1219 by &lt;a href=\"al-Kamil\"&gt;al-Kamil&lt;/a&gt; of the &lt;a href=\"Ayyubid\"&gt;Ayyubid&lt;/a&gt; dynasty upon a &lt;a href=\"Phatmetic\"&gt;Phatmetic&lt;/a&gt; branch of &lt;a href=\"Nile\"&gt;the Nile&lt;/a&gt; on a place of several older villages like Al-Bishtamir () and Kafr al-Badamas (). After the Egyptians defeated the &lt;a href=\"Crusade\"&gt;Crusade&lt;/a&gt;rs during the &lt;a href=\"Seventh%20Crusade\"&gt;Seventh Crusade&lt;/a&gt;, it was named \"Mansoura\" (aka. \"The Victorious\").\nIn the &lt;a href=\"Seventh%20Crusade\"&gt;Seventh Crusade&lt;/a&gt;, the &lt;a href=\"Capetian%20dynasty\"&gt;Capetians&lt;/a&gt; were defeated and put to flight; between fifteen and thirty thousand of their men fell on the battlefield. &lt;a href=\"Louis%20IX%20of%20France\"&gt;Louis IX of France&lt;/a&gt; was captured in the main &lt;a href=\"Battle%20of%20Mansurah\"&gt;Battle of Mansoura&lt;/a&gt;, and confined in the house of Ibrahim Ibn Lokman, secretary of the sultan, and under the guard of the eunuch Sobih. The king's brother was imprisoned in the same house. The sultan provided for their sustenance. The house of Ibrahim Ibn Lokman is now the only museum in Mansoura. It is open to the public and houses articles that used to belong to the French monarch, including his personal thirteenth century &lt;a href=\"toilet\"&gt;toilet&lt;/a&gt;.\nThe &lt;a href=\"Air%20Battle%20of%20El%20Mansoura\"&gt;Mansura Air Battle&lt;/a&gt; on October 14, 1973 occurred during the &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt;. &lt;a href=\"Israeli%20Air%20Force\"&gt;Israeli Air Force&lt;/a&gt; fighters attacking Egyptian air bases were intercepted by the &lt;a href=\"Egyptian%20Air%20Force\"&gt;Egyptian Air Force&lt;/a&gt;. On that day, 160 jet fighters, most belonging to Israel, battled for 53 minutes over Mansoura. Egyptian army claims that despite the numerical and qualitative superiority of the Israeli warplanes, 17 Israeli planes were downed. (2 according to the Israelis). The rest retreated. Egypt announced the loss of six planes, only three of which fell to Israeli fire. The Egyptian government subsequently changed the country's \"Air Force Day\" from November 2 to October 14, to commemorate the Mansoura Air Battle.\nGeography.\nLocation.\nMansoura lies on the east bank of the &lt;a href=\"Damietta\"&gt;Damietta&lt;/a&gt; branch of the &lt;a href=\"Nile\"&gt;Nile&lt;/a&gt;, in the &lt;a href=\"Nile%20Delta\"&gt;Delta&lt;/a&gt; region. Mansoura is about 120 km northeast of &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;. Across from the city, on the opposite bank of the Nile, is the town of &lt;a href=\"Talkha\"&gt;Talkha&lt;/a&gt;.\nClimate.\n&lt;a href=\"K%C3%B6ppen-Geiger%20climate%20classification%20system\"&gt;Köppen-Geiger climate classification system&lt;/a&gt; classifies its climate as &lt;a href=\"hot%20desert%20climate\"&gt;hot desert&lt;/a&gt; (BWh).\nCulture.\nThe &lt;a href=\"Egyptian%20Arabic\"&gt;Egyptian Arabic&lt;/a&gt; dialect spoken by Mansoura's population is a northern Egyptian Arabic dialect, with noticeable influences from the city's surrounding rural villages, each of which has contributed to the city's population over the years. There are some similarities to &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;n &lt;a href=\"Egyptian%20Arabic\"&gt;Egyptian Arabic&lt;/a&gt; in some aspects of pronunciation.\nMansoura National Museum used to be Dar Ibn Lockman, the house where &lt;a href=\"Louis%20IX\"&gt;Louis IX&lt;/a&gt; was imprisoned in 1250 during the &lt;a href=\"Seventh%20Crusade\"&gt;Seventh Crusade&lt;/a&gt;. Displayed in the museum are the suits of mail and swords of the crusaders, as well as a collection of maps. Huge paintings depict the Battle of Mansoura.\nThe Mansoura branch of the National Library was recently inaugurated as the Mansoura Misr Library.\nMansoura is famous for its architectural style, especially the Shinnawi Palace (after Mohamed Bek El-Shinnawi, a member of the &lt;a href=\"Wafd%20Party\"&gt;Wafd Party&lt;/a&gt;). It was built by an &lt;a href=\"Italians\"&gt;Italian&lt;/a&gt; architect in 1928. The mosque of El-Saleh Ayoub El-Kebir is one of the most important in Mansoura. It was built by a loyal servant of the Sultan and is located in Al-Sagha Street that separates \"Old Mansoura\" from the modern city.\nLike &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;, &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt; and &lt;a href=\"Port%20Said\"&gt;Port Said&lt;/a&gt;, Mansoura was home to a flourishing &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; community until the &lt;a href=\"Gamal%20Abdel%20Nasser\"&gt;Nasser&lt;/a&gt; era, when many were forced to leave. Many of the older and best established shops and businesses around the city still bear their original &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; names. Mansoura also had a small Italian population living in the city too. The first Old English school in the city was established on the site of the old &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; school in the Toriel area, one of the traditionally relatively affluent residential districts of the city.\nEducation.\nThe &lt;a href=\"University%20of%20Mansoura\"&gt;University of Mansoura&lt;/a&gt; was founded in 1962, initially as a branch of &lt;a href=\"Cairo%20University\"&gt;Cairo University&lt;/a&gt;. The &lt;a href=\"Urology\"&gt;Urology&lt;/a&gt; and &lt;a href=\"Nephrology\"&gt;Nephrology&lt;/a&gt; center of &lt;a href=\"Mansoura%20University\"&gt;Mansoura University&lt;/a&gt; founded by Prof &lt;a href=\"Mohammed%20Ghonem\"&gt;Mohammed Ghonem&lt;/a&gt; is considered to be the best kidney center in the Middle East and Africa.\nMansoura has a sports &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; (&lt;a href=\"El%20Mansoura%20Stadium\"&gt;Mansoura Stadium&lt;/a&gt;) which is home to its &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; team."
}