{
    "id": "44854865",
    "revid": "14438949",
    "url": "https://en.wikipedia.org/wiki?curid=44854865",
    "title": "Jackson (2015 film)",
    "text": "Jackson is a 2015 Indian &lt;a href=\"Kannada\"&gt;Kannada&lt;/a&gt; &lt;a href=\"romantic%20comedy\"&gt;romantic comedy&lt;/a&gt; film directed by Sanath Kumar, a former editor who worked mostly with director &lt;a href=\"Yogaraj%20Bhat\"&gt;Yogaraj Bhat&lt;/a&gt;, making his directorial debut. The film stars &lt;a href=\"Duniya%20Vijay\"&gt;Duniya Vijay&lt;/a&gt;, Pavana Gowda along with &lt;a href=\"Rangayana%20Raghu\"&gt;Rangayana Raghu&lt;/a&gt; in the lead roles. The film is an official remake of the &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt; blockbuster film \"&lt;a href=\"Idharkuthane%20Aasaipattai%20Balakumara\"&gt;Idharkuthane Aasaipattai Balakumara&lt;/a&gt;\" (2013) which was directed by Gokul. The film opened on the screens on 15 January 2015.\nProduction.\nDevelopment.\nProducers Sundar p Gowda and Anil bought the remake of the Tamil film just a week after its release. They approached their friend &lt;a href=\"Duniya%20Vijay\"&gt;Duniya Vijay&lt;/a&gt; who accepted to play the lead role and help his friends produce the film in his home banner \"Duniya Talkies\". It was reported that he accepted the role and offered to work in it for free without any remuneration. The film was officially launched on 20 January 2014 in Bangalore co-inciding the birthday of Vijay.\nCasting.\nAfter finalizing Vijay for the lead role, the producers approached actress Pavana Gowda of \"Gombegala Love\" fame to play the female lead reprising the role of &lt;a href=\"Swati%20Reddy\"&gt;Swati Reddy&lt;/a&gt; in the original version. Actor &lt;a href=\"Rangayana%20Raghu\"&gt;Rangayana Raghu&lt;/a&gt; was roped in to play a key supporting role. Also famous television actor Rajinikant has played an important character in the movie.\nSoundtrack.\nMusic composer &lt;a href=\"Arjun%20Janya\"&gt;Arjun Janya&lt;/a&gt; was finally roped in to score for both score and soundtrack after names such as Veer Samarth were doing rounds during the launch of the film. One track composed by Veer Samarth was retained in the final track list. The lyrics are written by &lt;a href=\"Yogaraj%20Bhat\"&gt;Yogaraj Bhat&lt;/a&gt; and Chethan Kumar."
}