{
    "id": "4485073",
    "revid": "167282",
    "url": "https://en.wikipedia.org/wiki?curid=4485073",
    "title": "Government and politics of Vancouver",
    "text": "&lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, unlike other &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; municipalities, is incorporated under a unique provincial statute, the \"&lt;a href=\"Vancouver%20Charter\"&gt;Vancouver Charter&lt;/a&gt;\". The legislation, passed in 1953, supersedes the \"Vancouver Incorporation Act, 1921\" and grants the city more and different powers than other communities possess under BC's \"Municipalities Act\".\nThe city is governed by the 10-member &lt;a href=\"Vancouver%20City%20Council\"&gt;Vancouver City Council&lt;/a&gt;, a nine-member School Board, and a seven-member Park Board, all elected for four-year terms. Unusually for a city of Vancouver's size, all municipal elections are at-large. In addition, residents of Vancouver vote for representatives in the &lt;a href=\"Legislative%20Assembly%20of%20British%20Columbia\"&gt;Legislative Assembly of British Columbia&lt;/a&gt; and the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons of Canada&lt;/a&gt;.\nHistorically, in all levels of government, the more affluent west side of Vancouver has voted along &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; or &lt;a href=\"centre-right\"&gt;centre-right&lt;/a&gt; lines while the working-class eastern side of the city has voted along &lt;a href=\"left-wing\"&gt;left-wing&lt;/a&gt; lines. However, in the &lt;a href=\"2015%20Canadian%20federal%20election\"&gt;2015 federal election&lt;/a&gt; and the &lt;a href=\"2017%20British%20Columbia%20general%20election\"&gt;2017 provincial election&lt;/a&gt;, the west side of Vancouver has shifted more towards left-wing candidates.\nUnlike most other municipalities in Canada (aside from Montreal), Vancouver's civic politics operate under &lt;a href=\"Municipal%20political%20parties%20in%20Vancouver\"&gt;a system of locally based political parties&lt;/a&gt;, rather than unaligned independents.\nHistory.\n&lt;a href=\"Larry%20Campbell\"&gt;Larry Campbell&lt;/a&gt;'s election as mayor in 2002 was in part due to his willingness to champion alternative interventions for drug issues, such as &lt;a href=\"supervised%20injection%20site\"&gt;supervised injection site&lt;/a&gt;s. The city has adopted a \"Four Pillars Drug Strategy\", which combines harm reduction (e.g. needle exchanges, supervised injection sites) with treatment, enforcement, and prevention. The strategy is largely a response to the endemic &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt; and &lt;a href=\"hepatitis%20C\"&gt;hepatitis C&lt;/a&gt; among injection drug users in the city's &lt;a href=\"Downtown%20Eastside\"&gt;Downtown Eastside&lt;/a&gt; neighbourhood. The area is characterized by entrenched poverty, and consequently is home to the \"low track\" street sex trade and a bustling \"open air\" street drug market, which gave rise to a significant &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; epidemic in the 1990s. Some community and professional groups—such as From Grief to Action and Keeping the Door Open—are fostering public dialogue in the city about further alternatives to current drug policies. The harm reduction strategies appears to have been successful with the deactivation of the St. Paul's Hospital Ward 10C, on May 27, 2014, due to the near-elimination of AIDS cases in British Columbia.\nCampbell chose not to run for re-election, and was subsequently appointed to the &lt;a href=\"Senate%20of%20Canada\"&gt;Senate of Canada&lt;/a&gt;. In the &lt;a href=\"2005%20Vancouver%20municipal%20election\"&gt;2005 municipal election&lt;/a&gt;, the City Council swung back to the right after a term dominated by the leftist &lt;a href=\"Coalition%20of%20Progressive%20Electors\"&gt;Coalition of Progressive Electors&lt;/a&gt; (COPE). NPA mayoral candidate &lt;a href=\"Sam%20Sullivan\"&gt;Sam Sullivan&lt;/a&gt; narrowly defeated &lt;a href=\"Jim%20Green%20%28councilman%29\"&gt;Jim Green&lt;/a&gt; for the position of mayor in 2005 and was joined by five of his party's members on Council. The centre-left &lt;a href=\"Vision%20Vancouver\"&gt;Vision Vancouver&lt;/a&gt; (VVN) brought four members to Council, with the final seat going to COPE. The NPA also won six of nine School Board seats and five of seven Parks Board seats, while the remaining Board seats were won by COPE.\nIn the &lt;a href=\"2008%20Vancouver%20municipal%20election\"&gt;2008 municipal election&lt;/a&gt; campaign, NPA incumbent mayor Sam Sullivan was ousted as mayoral candidate by the party in a close vote, which instated Peter Ladner as the new mayoral candidate for the NPA. &lt;a href=\"Gregor%20Robertson%20%28politician%29\"&gt;Gregor Robertson&lt;/a&gt;, a former MLA for &lt;a href=\"Vancouver-Fairview\"&gt;Vancouver-Fairview&lt;/a&gt; and head of &lt;a href=\"Happy%20Planet\"&gt;Happy Planet&lt;/a&gt;, was the mayoral candidate for Vision Vancouver, the other main contender. Vision Vancouver candidate Gregor Robertson defeated Ladner by a considerable margin, nearing 20,000 votes. The balance of power was significantly shifted to Vision Vancouver, which held seven of the 10 council seats. Of the remaining three, COPE received two and the NPA one. For park commissioner, four spots went to Vision Vancouver, one to the Green Party, one to COPE, and one to the NPA. For school trustee, there were four Vision Vancouver seats, three COPE seats, and two NPA seats.\nMunicipal representation.\nMayor.\n&lt;a href=\"Kennedy%20Stewart%20%28Canadian%20politician%29\"&gt;Kennedy Stewart&lt;/a&gt; is currently the &lt;a href=\"mayor%20of%20Vancouver\"&gt;mayor of Vancouver&lt;/a&gt;, as of the &lt;a href=\"2018%20Vancouver%20municipal%20election\"&gt;2018 municipal election&lt;/a&gt;. He previously served as a federal member of Parliament (MP) for &lt;a href=\"Burnaby%20South\"&gt;Burnaby South&lt;/a&gt; in the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons&lt;/a&gt;, as a &lt;a href=\"New%20Democratic%20Party\"&gt;New Democrat&lt;/a&gt;. As mayor, Stewart sits as an independent.\n2004 plebiscite.\nA proposal to change Vancouver's council elections to run on a &lt;a href=\"Ward%20%28politics%29\"&gt;ward&lt;/a&gt; basis (like most major Canadian cities) rather than its at-large system was rejected by the populace in a &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; on October 16, 2004. Only 22% of city residents cast a ballot in this referendum.\nProvincial representation.\nIn the &lt;a href=\"Legislative%20Assembly%20of%20British%20Columbia\"&gt;Legislative Assembly of British Columbia&lt;/a&gt;, Vancouver has eleven constituencies. In the &lt;a href=\"2017%20British%20Columbia%20general%20election\"&gt;2017 provincial election&lt;/a&gt;, the &lt;a href=\"British%20Columbia%20Liberal%20Party\"&gt;BC Liberal Party&lt;/a&gt; won three seats, and the &lt;a href=\"British%20Columbia%20New%20Democratic%20Party\"&gt;BC New Democratic Party&lt;/a&gt; won eight seats.\nFederal representation.\nIn the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons of Canada&lt;/a&gt;, Vancouver has five constituencies. In the &lt;a href=\"2004%20Canadian%20federal%20election\"&gt;2004 federal elections&lt;/a&gt;, the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal Party of Canada&lt;/a&gt; won four seats, while the &lt;a href=\"New%20Democratic%20Party%20of%20Canada\"&gt;New Democratic Party&lt;/a&gt; won one. In the &lt;a href=\"2006%20Canadian%20federal%20election\"&gt;2006 federal elections&lt;/a&gt;, all the same MPs were re-elected, although &lt;a href=\"David%20Emerson\"&gt;David Emerson&lt;/a&gt; of Vancouver Kingsway later defected to the &lt;a href=\"Conservative%20Party%20of%20Canada\"&gt;Conservative Party&lt;/a&gt;. In the subsequent &lt;a href=\"2008%20Canadian%20federal%20election\"&gt;2008 federal elections&lt;/a&gt;, the Liberals won three seats while the NDP picked up &lt;a href=\"Vancouver%20Kingsway\"&gt;Vancouver Kingsway&lt;/a&gt; for a total of two seats. In &lt;a href=\"2011%20Canadian%20federal%20election\"&gt;2011&lt;/a&gt;, the NDP and Liberals both retained two seats each. The Conservatives won one seat, &lt;a href=\"Vancouver%20South\"&gt;Vancouver South&lt;/a&gt;, their first win in the city since 1988.\nIn the most recent election in 2015, the number of ridings for Vancouver was increased to six, with the Liberals winning four and the NDP winning two."
}