{
    "id": "448860",
    "revid": "1329099",
    "url": "https://en.wikipedia.org/wiki?curid=448860",
    "title": "Hay Fever (play)",
    "text": "Hay Fever is a comic play written by &lt;a href=\"No%C3%ABl%20Coward\"&gt;Noël Coward&lt;/a&gt; in 1924 and first produced in 1925 with &lt;a href=\"Marie%20Tempest\"&gt;Marie Tempest&lt;/a&gt; as the first Judith Bliss. A cross between high &lt;a href=\"farce\"&gt;farce&lt;/a&gt; and a &lt;a href=\"comedy%20of%20manners\"&gt;comedy of manners&lt;/a&gt;, the play is set in an &lt;a href=\"English%20country%20house\"&gt;English country house&lt;/a&gt; in the 1920s, and deals with the four eccentric members of the Bliss family and their outlandish behaviour when they each invite a guest to spend the weekend. The self-centred behaviour of the hosts finally drives their guests to flee while the Blisses are so engaged in a family row that they do not notice their guests' furtive departure.\nSome writers have seen elements of Mrs Astley Cooper and her set in the characters of the Bliss family. Coward said that the actress &lt;a href=\"Laurette%20Taylor\"&gt;Laurette Taylor&lt;/a&gt; was the main model. Coward introduces one of his signature theatrical devices at the end of the play, where the four guests tiptoe out as the curtain falls, leaving disorder behind them – a device that he also used in various forms in \"&lt;a href=\"Present%20Laughter\"&gt;Present Laughter&lt;/a&gt;\", \"&lt;a href=\"Private%20Lives\"&gt;Private Lives&lt;/a&gt;\" and \"&lt;a href=\"Blithe%20Spirit%20%28play%29\"&gt;Blithe Spirit&lt;/a&gt;.\"\nBackground.\nIn 1921, Coward first visited New York City, hoping that American producers would embrace his plays. During that summer, he befriended the playwright &lt;a href=\"Hartley%20Manners\"&gt;Hartley Manners&lt;/a&gt; and his wife, the eccentric actress &lt;a href=\"Laurette%20Taylor\"&gt;Laurette Taylor&lt;/a&gt;. Their \"over-the-top theatrical lifestyle\" later inspired him in writing \"Hay Fever\".\nCoward wrote the play in three days in 1924, intending the lead role of Judith Bliss for the actress &lt;a href=\"Marie%20Tempest\"&gt;Marie Tempest&lt;/a&gt;, \"whom I revered and adored\". Though she found it amusing, she thought it not substantial enough for a whole evening, but changed her mind after the success of Coward's \"&lt;a href=\"The%20Vortex\"&gt;The Vortex&lt;/a&gt;\" later in 1924.\nOriginal productions.\n\"Hay Fever\" opened at the &lt;a href=\"Ambassadors%20Theatre%20%28London%29\"&gt;Ambassadors Theatre&lt;/a&gt; on 8 June 1925, directed by Coward, and transferred to the larger &lt;a href=\"Criterion%20Theatre\"&gt;Criterion Theatre&lt;/a&gt; on 7 September 1925; it ran for 337 performances. Coward remembered in 1964 that the notices \"were amiable and well-disposed although far from effusive. It was noted, as indeed it has been today, that the play had no plot and that there were few if any 'witty' lines.\" It opened the same year at the &lt;a href=\"Maxine%20Elliott%20Theatre\"&gt;Maxine Elliott Theatre&lt;/a&gt; in New York, where it ran for 49 performances.\nThe original casts in London and New York were as follows:\nPlot.\nThe action is set in the Hall of David Bliss's house at &lt;a href=\"Cookham\"&gt;Cookham&lt;/a&gt;, Berkshire, by the &lt;a href=\"River%20Thames\"&gt;River Thames&lt;/a&gt;.\nAct I.\nSorel and Simon Bliss, a brother and sister, exchange artistic and bohemian dialogue. Judith, their mother, displays the absent-minded theatricality of a retired star actress, and David, their father, a novelist, is concentrating on finishing his latest book. Each of the four members of the Bliss family, without consulting the others, has invited a guest for the weekend. Judith announces that she has decided to return to the stage in one of her old hits, \"Love's Whirlwind\". She and Sorel and Simon amuse themselves acting out a melodramatic passage from the play beginning, \"Is this a game?\" \"Yes, and a game that must be played to the finish!\" They are interrupted by the ringing of the doorbell.\nClara, Judith's former dresser and now her housekeeper, opens the door to the first of the four guests, Sandy Tyrell, a sporty fan of Judith's. The next arrival is the vampish Myra Arundel, whom Simon has invited. The other two guests arrive together: Richard Greatham, a diplomat, and Jackie Coryton, a brainless but good-hearted young &lt;a href=\"flapper\"&gt;flapper&lt;/a&gt;. Tea is served. Conversation is stilted and eventually grinds to a halt. The scene ends in total and awkward silence.\nAct II.\nThe family insists that everyone should join in a parlour game, a variety of charades in which one person must guess the adverb being acted out by the others. The Blisses are in their element, but the guests flounder and the game breaks up. Simon and Jackie exit to the garden, Sorel drags Sandy into the library, and David takes Myra outside.\nLeft alone with Richard, Judith flirts with him, and when he chastely kisses her she theatrically over-reacts as though they were conducting a serious affair. She nonplusses Richard by talking of breaking the news to David. She in turn is nonplussed to discover Sandy and Sorel kissing in the library. That too has been mere flirtation, but both Judith and Sorel enjoy themselves by exaggerating it. Judith gives a performance nobly renouncing her claim on Sandy, and exits. Sorel explains to Sandy that she was just playing the theatrical game for Judith's benefit, as \"one always plays up to Mother in this house; it's a sort of unwritten law.\" They leave.\nDavid and Myra enter. They too indulge in a little light flirtation, at the height of which Judith enters and finds them kissing. She makes a theatrical scene, with which David dutifully plays along. Simon rushes in violently, announcing that he and Jackie are engaged. Sorel and Sandy enter from the library, Judith goes into yet another bout of over-theatrical emoting. In the ensuing uproar, Richard asks \"Is this a game?\" Judith, Sorel and Simon seize on this cue from \"Love's Whirlwind\" and trot out the melodramatic dialogue as they had in Act I. David is overcome with laughter and the uncomprehending guests are dazed and aghast as Judith ends the scene by falling to the floor as if in a faint.\nAct III.\nA breakfast table has been laid in the hall. Sandy enters and begins eating nervously. At the sound of someone approaching he escapes into the library. Jackie enters, helps herself to some breakfast and bursts into tears. Sandy comes out and they discuss how uncomfortable they were the night before and how mad the Bliss family are. When they hear people approaching, they both retreat to the library. Myra and Richard now enter and begin breakfast. Their conversation mirrors that of Sandy and Jackie, who emerge from the library to join them. All four decide that they are going to return to London without delay. Sandy agrees to drive them in his motor car. They go upstairs to collect their things.\nJudith comes down, asks Clara for the Sunday papers and begins reading aloud what the gossip columns say about her. The rest of her family enter. David proposes to read them the final chapter of his novel. Immediately, a minor detail about the geography of Paris is blown into a full-scale family row, with everyone talking at once about whether the &lt;a href=\"Rue%20Saint-Honor%C3%A9\"&gt;Rue Saint-Honoré&lt;/a&gt; does or does not connect with the &lt;a href=\"Place%20de%20la%20Concorde\"&gt;Place de la Concorde&lt;/a&gt; and hurling insults at each other. They are so wrapped up in their private row that they do not notice when the four visitors tiptoe down the stairs and out of the house. The Blisses are only momentarily distracted when the slam of the door alerts them to the flight of their guests. Judith comments, \"How very rude!\" and David adds, \"People really do behave in the most extraordinary manner these days.\" Then, with no further thought of their four tormented guests, they happily return to David's manuscript and to what passes for their normal family life.\nRevivals.\n\"Hay Fever\" has been revived numerous times around the world. The first London revival was in 1933 at the &lt;a href=\"Shaftesbury%20Theatre\"&gt;Shaftesbury Theatre&lt;/a&gt; with &lt;a href=\"Constance%20Collier\"&gt;Constance Collier&lt;/a&gt; as Judith. Collier played Judith in a 1931 revival at Avon Theatre in New York.\nA 1964 &lt;a href=\"Royal%20National%20Theatre\"&gt;National Theatre Company&lt;/a&gt; production of \"Hay Fever\" at the Old Vic, starring &lt;a href=\"Edith%20Evans\"&gt;Edith Evans&lt;/a&gt; and &lt;a href=\"Maggie%20Smith\"&gt;Maggie Smith&lt;/a&gt; with Coward directing, was part of the revival of interest in his work toward the end of his life. The rest of the cast included &lt;a href=\"Derek%20Jacobi\"&gt;Derek Jacobi&lt;/a&gt; as Simon, &lt;a href=\"Barbara%20Hicks\"&gt;Barbara Hicks&lt;/a&gt; as Clara, &lt;a href=\"Anthony%20Nicholls%20%28actor%29\"&gt;Anthony Nicholls&lt;/a&gt; as David, &lt;a href=\"Robert%20Stephens\"&gt;Robert Stephens&lt;/a&gt; as Sandy, &lt;a href=\"Robert%20Lang%20%28actor%29\"&gt;Robert Lang&lt;/a&gt; as Richard, and &lt;a href=\"Lynn%20Redgrave\"&gt;Lynn Redgrave&lt;/a&gt; as Jackie. When invited to direct the production, Coward wrote, \"I am thrilled and flattered and frankly a little flabbergasted that the National Theatre should have had the curious perceptiveness to choose a very early play of mine and to give it a cast that could play the Albanian telephone directory.\"\nIn a 1970 revival at the &lt;a href=\"Helen%20Hayes%20Theatre\"&gt;Helen Hayes Theatre&lt;/a&gt;, the cast included &lt;a href=\"Roberta%20Maxwell\"&gt;Roberta Maxwell&lt;/a&gt; as Sorel, &lt;a href=\"Sam%20Waterston\"&gt;Sam Waterston&lt;/a&gt; as Simon, &lt;a href=\"Sudie%20Bond\"&gt;Sudie Bond&lt;/a&gt; as Clara, &lt;a href=\"Shirley%20Booth\"&gt;Shirley Booth&lt;/a&gt; as Judith, &lt;a href=\"John%20Williams%20%28actor%29\"&gt;John Williams&lt;/a&gt; as David, &lt;a href=\"John%20Tillinger\"&gt;John Tillinger&lt;/a&gt; as Sandy, &lt;a href=\"Marian%20Mercer\"&gt;Marian Mercer&lt;/a&gt; as Myra, and &lt;a href=\"Carole%20Shelley\"&gt;Carole Shelley&lt;/a&gt; as Jackie.\nA revival at London's Queen's Theatre in 1983–1984 included &lt;a href=\"Rosalyn%20Landor\"&gt;Rosalyn Landor&lt;/a&gt; as Sorel, &lt;a href=\"Elizabeth%20Bradley\"&gt;Elizabeth Bradley&lt;/a&gt; as Clara, &lt;a href=\"Penelope%20Keith\"&gt;Penelope Keith&lt;/a&gt; as Judith, &lt;a href=\"Moray%20Watson\"&gt;Moray Watson&lt;/a&gt; as David, &lt;a href=\"Donald%20Pickering\"&gt;Donald Pickering&lt;/a&gt; as Richard, &lt;a href=\"Abigail%20McKern\"&gt;Abigail McKern&lt;/a&gt; as Jackie. A 1985 production at the &lt;a href=\"Music%20Box%20Theatre\"&gt;Music Box Theatre&lt;/a&gt; in New York had a cast including &lt;a href=\"Mia%20Dillon\"&gt;Mia Dillon&lt;/a&gt; as Sorel, &lt;a href=\"Robert%20Joy\"&gt;Robert Joy&lt;/a&gt; as Simon, &lt;a href=\"Barbara%20Bryne\"&gt;Barbara Bryne&lt;/a&gt; as Clara, &lt;a href=\"Rosemary%20Harris\"&gt;Rosemary Harris&lt;/a&gt; as Judith, &lt;a href=\"Roy%20Dotrice\"&gt;Roy Dotrice&lt;/a&gt; as David, &lt;a href=\"Campbell%20Scott\"&gt;Campbell Scott&lt;/a&gt; as Sandy, &lt;a href=\"Carolyn%20Seymour\"&gt;Carolyn Seymour&lt;/a&gt; as Myra, &lt;a href=\"Charles%20Kimbrough\"&gt;Charles Kimbrough&lt;/a&gt; as Richard, and &lt;a href=\"Deborah%20Rush\"&gt;Deborah Rush&lt;/a&gt;.\nThe 1992 revival cast at London's Albery Theatre included &lt;a href=\"Abigail%20Cruttenden\"&gt;Abigail Cruttenden&lt;/a&gt; as Sorel, &lt;a href=\"Maria%20Charles\"&gt;Maria Charles&lt;/a&gt; as Clara, &lt;a href=\"Maria%20Aitken\"&gt;Maria Aitken&lt;/a&gt; as Judith, &lt;a href=\"John%20Standing\"&gt;John Standing&lt;/a&gt; as David, &lt;a href=\"Carmen%20du%20Sautoy\"&gt;Carmen du Sautoy&lt;/a&gt; as Myra, &lt;a href=\"Christopher%20Godwin\"&gt;Christopher Godwin&lt;/a&gt; as Richard, and &lt;a href=\"Sara%20Crowe\"&gt;Sara Crowe&lt;/a&gt; as Jackie. The 1999 &lt;a href=\"Savoy%20Theatre\"&gt;Savoy Theatre&lt;/a&gt; cast included &lt;a href=\"Monica%20Dolan\"&gt;Monica Dolan&lt;/a&gt; as Sorel, &lt;a href=\"Stephen%20Mangan\"&gt;Stephen Mangan&lt;/a&gt; as Simon, &lt;a href=\"Geraldine%20McEwan\"&gt;Geraldine McEwan&lt;/a&gt; as Judith, &lt;a href=\"Peter%20Blythe\"&gt;Peter Blythe&lt;/a&gt; as David, &lt;a href=\"Sylvestra%20Le%20Touzel\"&gt;Sylvestra Le Touzel&lt;/a&gt; as Myra, &lt;a href=\"Malcolm%20Sinclair%20%28actor%29\"&gt;Malcolm Sinclair&lt;/a&gt; as Richard, and &lt;a href=\"Cathryn%20Bradshaw\"&gt;Cathryn Bradshaw&lt;/a&gt; as Jackie. The 2006 &lt;a href=\"Haymarket%20Theatre\"&gt;Haymarket Theatre&lt;/a&gt; casts included &lt;a href=\"Kim%20Medcalf\"&gt;Kim Medcalf&lt;/a&gt; as Sorel, &lt;a href=\"Dan%20Stevens\"&gt;Dan Stevens&lt;/a&gt; as Simon, &lt;a href=\"Judi%20Dench\"&gt;Judi Dench&lt;/a&gt; as Judith, &lt;a href=\"Peter%20Bowles\"&gt;Peter Bowles&lt;/a&gt; as David, &lt;a href=\"Charles%20Edwards%20%28English%20actor%29\"&gt;Charles Edwards&lt;/a&gt; as Sandy, and &lt;a href=\"Belinda%20Lang\"&gt;Belinda Lang&lt;/a&gt; as Myra. The following UK tour, in 2007, cast &lt;a href=\"Stephanie%20Beacham\"&gt;Stephanie Beacham&lt;/a&gt; as Judith, &lt;a href=\"Christopher%20Timothy\"&gt;Christopher Timothy&lt;/a&gt; as David, &lt;a href=\"William%20Ellis%20%28actor%29\"&gt;William Ellis&lt;/a&gt; as Simon, &lt;a href=\"Christopher%20Naylor%20%28actor%29\"&gt;Christopher Naylor&lt;/a&gt; as Sandy, and &lt;a href=\"Andrew%20Hall%20%28actor%29\"&gt;Andrew Hall&lt;/a&gt; as Richard.\nA 2012 revival at the &lt;a href=\"No%C3%ABl%20Coward%20Theatre\"&gt;Noël Coward Theatre&lt;/a&gt; included in the cast &lt;a href=\"Lindsay%20Duncan\"&gt;Lindsay Duncan&lt;/a&gt; as Judith, &lt;a href=\"Jeremy%20Northam\"&gt;Jeremy Northam&lt;/a&gt; as Richard, &lt;a href=\"Kevin%20McNally\"&gt;Kevin McNally&lt;/a&gt; as David, &lt;a href=\"Olivia%20Colman\"&gt;Olivia Colman&lt;/a&gt; as Myra, &lt;a href=\"Sam%20Callis\"&gt;Sam Callis&lt;/a&gt; as Sandy, &lt;a href=\"Freddie%20Fox%20%28actor%29\"&gt;Freddie Fox&lt;/a&gt; as Simon, Amy Morgan as Jackie, &lt;a href=\"Phoebe%20Waller-Bridge\"&gt;Phoebe Waller-Bridge&lt;/a&gt; as Sorrel, and &lt;a href=\"Jenny%20Galloway\"&gt;Jenny Galloway&lt;/a&gt; as Clara. 2014 revivals included one at the Stratford Festival, in Canada, with &lt;a href=\"Lucy%20Peacock%20%28actress%29\"&gt;Lucy Peacock&lt;/a&gt; as Judith, &lt;a href=\"Cynthia%20Dale\"&gt;Cynthia Dale&lt;/a&gt; as Myra, and &lt;a href=\"Tyrone%20Savage\"&gt;Tyrone Savage&lt;/a&gt; as Sandy; and a UK tour with &lt;a href=\"Felicity%20Kendal\"&gt;Felicity Kendal&lt;/a&gt; as Judith, &lt;a href=\"Simon%20Shepherd\"&gt;Simon Shepherd&lt;/a&gt; as David, &lt;a href=\"Sara%20Stewart\"&gt;Sara Stewart&lt;/a&gt; as Myra, Celeste Dodwell as Jackie, and &lt;a href=\"Alice%20Orr-Ewing\"&gt;Alice Orr-Ewing&lt;/a&gt; as Sorrel.\nTelevision versions.\nA UK television production in 1960 in ITV's \"Play of the Week\" series featured &lt;a href=\"Edith%20Evans\"&gt;Edith Evans&lt;/a&gt; as Judith Bliss and &lt;a href=\"Maggie%20Smith\"&gt;Maggie Smith&lt;/a&gt; as Jackie Coryton. This version is not known to have survived. \"The Times\" reviewed this broadcast, calling \"Hay Fever\" \"Mr Noel Coward's best play... one of the most perfectly engineered comedies of the century.\" Other members of the television cast were &lt;a href=\"Pamela%20Brown%20%28actress%29\"&gt;Pamela Brown&lt;/a&gt;, &lt;a href=\"George%20Devine\"&gt;George Devine&lt;/a&gt;, &lt;a href=\"Paul%20Eddington\"&gt;Paul Eddington&lt;/a&gt; and &lt;a href=\"Richard%20Wattis\"&gt;Richard Wattis&lt;/a&gt;. Evans and Smith later played in the stage production of \"Hay Fever\" under the author's direction in the National Theatre Company's revival in 1964 with Smith switching from the ingénue role of Jackie to that of the vampish Myra.\nAnother lost &lt;a href=\"Play%20of%20the%20Month%23Hay%20Fever\"&gt;production of the play&lt;/a&gt; in the BBC's \"&lt;a href=\"Play%20of%20the%20Month\"&gt;Play of the Month&lt;/a&gt;\" series was transmitted in 1968. This featured &lt;a href=\"Lucy%20Fleming\"&gt;Lucy Fleming&lt;/a&gt; as Sorel, &lt;a href=\"Ian%20McKellen\"&gt;Ian McKellen&lt;/a&gt; as Simon, &lt;a href=\"Celia%20Johnson\"&gt;Celia Johnson&lt;/a&gt; as Judith, &lt;a href=\"Dennis%20Price\"&gt;Dennis Price&lt;/a&gt; as David, &lt;a href=\"Richard%20Briers\"&gt;Richard Briers&lt;/a&gt; as Sandy, &lt;a href=\"Anna%20Massey\"&gt;Anna Massey&lt;/a&gt; as Myra, &lt;a href=\"Charles%20Gray%20%28actor%29\"&gt;Charles Gray&lt;/a&gt; as Richard, and &lt;a href=\"Vickery%20Turner\"&gt;Vickery Turner&lt;/a&gt; as Jackie.\nThe BBC recorded another television production which was first shown in the UK during Christmas 1984. This version stars &lt;a href=\"Penelope%20Keith\"&gt;Penelope Keith&lt;/a&gt; as Judith, &lt;a href=\"Paul%20Eddington\"&gt;Paul Eddington&lt;/a&gt; (this time as David), &lt;a href=\"Patricia%20Hodge\"&gt;Patricia Hodge&lt;/a&gt; as Myra, &lt;a href=\"Michael%20Siberry\"&gt;Michael Siberry&lt;/a&gt; as Simon, &lt;a href=\"Phoebe%20Nicholls\"&gt;Phoebe Nicholls&lt;/a&gt; as Sorel and &lt;a href=\"Benjamin%20Whitrow\"&gt;Benjamin Whitrow&lt;/a&gt; as Richard."
}