{
    "id": "4490456",
    "revid": "25046916",
    "url": "https://en.wikipedia.org/wiki?curid=4490456",
    "title": "Telerehabilitation",
    "text": "Telerehabilitation (or e-rehabilitation is the delivery of &lt;a href=\"Physical%20medicine%20and%20rehabilitation\"&gt;rehabilitation&lt;/a&gt; services over &lt;a href=\"telecommunication%20network\"&gt;telecommunication network&lt;/a&gt;s and the internet. Telerehabilitation allows patients to interact with providers remotely and can be used both to assess patients and to deliver therapy. Fields of medicine that utilize telerehabilitation include: &lt;a href=\"physical%20therapy\"&gt;physical therapy&lt;/a&gt;, &lt;a href=\"occupational%20therapy\"&gt;occupational therapy&lt;/a&gt;, &lt;a href=\"speech-language%20pathology\"&gt;speech-language pathology&lt;/a&gt;, &lt;a href=\"audiology\"&gt;audiology&lt;/a&gt;, and &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt;. Therapy sessions can be individual or community-based. Types of therapy available include motor training exercises, speech therapy, &lt;a href=\"virtual%20reality\"&gt;virtual reality&lt;/a&gt;, &lt;a href=\"robotic\"&gt;robotic&lt;/a&gt; therapy, goal setting, and group exercise.\nCommonly used modalities include &lt;a href=\"webcam\"&gt;webcam&lt;/a&gt;s, &lt;a href=\"videoconferencing\"&gt;videoconferencing&lt;/a&gt;, &lt;a href=\"phone%20line\"&gt;phone line&lt;/a&gt;s, &lt;a href=\"videophone\"&gt;videophone&lt;/a&gt;s and webpages containing &lt;a href=\"rich%20Internet%20applications\"&gt;rich Internet applications&lt;/a&gt;. The visual nature of telerehabilitation technology limits the types of rehabilitation services that can be provided. Telerehabilitation is therefore often combined with other modalities such as in-person therapy.\nImportant areas of telerehabilitation research include the investigation of new and emerging rehabilitation modalities as well as comparisons between telerehabilitation and in-person therapy in terms of patient functional outcomes, cost, patient satisfaction, and compliance.\nAs of 2006, only a few health insurers in the United States will &lt;a href=\"reimburse\"&gt;reimburse&lt;/a&gt; for telerehabilitation services. If the research shows that &lt;a href=\"tele-assessment\"&gt;tele-assessment&lt;/a&gt;s and &lt;a href=\"tele-therapy\"&gt;tele-therapy&lt;/a&gt; are equivalent to clinical encounters, it is more likely that &lt;a href=\"insurer\"&gt;insurer&lt;/a&gt;s and &lt;a href=\"Medicare%20%28United%20States%29\"&gt;Medicare&lt;/a&gt; will cover telerehabilitation services.\nHistory.\nIn 1999, D.M. Angaran published \"Telemedicine and Telepharmacy: Current Status and Future Implications\" in the &lt;a href=\"American%20Journal%20of%20Health-System%20Pharmacy\"&gt;American Journal of Health-System Pharmacy&lt;/a&gt;. He provided a comprehensive history of &lt;a href=\"telecommunications\"&gt;telecommunications&lt;/a&gt;, the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; and &lt;a href=\"telemedicine\"&gt;telemedicine&lt;/a&gt; since the 1950s. The &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;Department of Defense&lt;/a&gt; (DoD) and the &lt;a href=\"National%20Aeronautics%20and%20Space%20Administration\"&gt;National Aeronautics and Space Administration&lt;/a&gt; (NASA) spearheaded the technology in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; and the &lt;a href=\"space%20program\"&gt;space program&lt;/a&gt;; both agencies continue to fund advances in telemedicine.\nThree early adopters of telemedicine were &lt;a href=\"state%20penitentiary%20system\"&gt;state penitentiary system&lt;/a&gt;s, &lt;a href=\"rural%20health%20care%20system\"&gt;rural health care system&lt;/a&gt;s, and the &lt;a href=\"radiology\"&gt;radiology&lt;/a&gt; profession. Telemedicine makes business sense for the states because they do not have to pay for security escorts to have a &lt;a href=\"prison\"&gt;prison&lt;/a&gt;er receive care outside the prison.\nRural telemedicine in the United States is heavily subsidized through federal agency &lt;a href=\"Grant%20%28money%29\"&gt;grants&lt;/a&gt; for telecommunications operations. Most of this funding comes through the &lt;a href=\"Health%20Services%20Research%20Administration\"&gt;Health Services Research Administration&lt;/a&gt; and the &lt;a href=\"Department%20of%20Commerce\"&gt;Department of Commerce&lt;/a&gt;. Some state &lt;a href=\"universities\"&gt;universities&lt;/a&gt; have obtained state funding to operate &lt;a href=\"tele-clinic\"&gt;tele-clinic&lt;/a&gt;s in rural areas. As of 2006, few (if any) of these programs are known to financially break-even, mostly because the Medicare program for people over age 65 (the largest payer) is very restrictive about paying for telehealth.\nIn contrast, the &lt;a href=\"United%20States%20Department%20of%20Veterans%20Affairs\"&gt;Veterans Administration&lt;/a&gt; is relatively active in using telemedicine for people with disabilities. There are several programs that provide annual physical exams or monitoring and consultation for veterans with spinal cord injuries. Similarly, some state &lt;a href=\"Medicaid\"&gt;Medicaid&lt;/a&gt; programs (for poor people and people with disabilities) have pilot programs using telecommunications to connect rural practitioners with subspecialty therapists. A few &lt;a href=\"school%20district\"&gt;school district&lt;/a&gt;s in &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; and &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt; offer school-based rehabilitation therapy using therapy assistants who are directed by a remote therapist. The &lt;a href=\"MedStar%20National%20Rehabilitation%20Hospital\"&gt;National Rehabilitation Hospital&lt;/a&gt; in &lt;a href=\"Washington%20DC\"&gt;Washington DC&lt;/a&gt; and &lt;a href=\"Sister%20Kenny%20Rehabilitation%20Institute\"&gt;Sister Kenny Rehabilitation Institute&lt;/a&gt; in &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt; provided assessment and evaluations to patients living in &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; and &lt;a href=\"American%20Samoa\"&gt;American Samoa&lt;/a&gt;. Cases included post-&lt;a href=\"stroke\"&gt;stroke&lt;/a&gt;, post-&lt;a href=\"polio\"&gt;polio&lt;/a&gt;, &lt;a href=\"autism\"&gt;autism&lt;/a&gt;, and wheel-chair fitting.\nAn argument can be made that \"telerehabilitation\" began in 1998 when NIDRR funded the first RERC on tele-rehabilitation. It was awarded to a consortium of biomedical engineering departments at the National Rehabilitation Hospital and &lt;a href=\"The%20Catholic%20University%20of%20America\"&gt;The Catholic University of America&lt;/a&gt;, both located in Washington, DC; the Sister Kenny Rehabilitation Institute in Minnesota; and the &lt;a href=\"East%20Carolina%20University\"&gt;East Carolina University&lt;/a&gt; in &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;. Some of this early research work, and its motivation, is reviewed in Winters (2002). The &lt;a href=\"State%20of%20Science%20Conference\"&gt;State of Science Conference&lt;/a&gt; held in 2002 convened most of military and civilian clinicians, engineers, and government officials interested in using telecommunications as a modality for rehabilitation assessment and therapy; a summary is provided in Rosen, Winters &amp; Lauderdale (2002). The conference was attended by the incoming president of the &lt;a href=\"American%20Telemedicine%20Association\"&gt;American Telemedicine Association&lt;/a&gt; (ATA). This led to an invitation by ATA to the conference attendees to form a special interest group on telerehabilitation. NIDRR funded the second 5-year RERC on telerehabilitation in 2004, awarding it to the University of Pittsburgh. This RERC was renewed in 2010.\nIn 2001, O. Bracy, a neuropsychologist, introduced the first web based, rich internet application, for the telerehabilitation presentation of cognitive rehabilitation therapy. This system first provides the subscriber clinician with an economical means of treating their own patients over the internet. Secondly, the system then provides, directly to the patient, the therapy prescription set up and controlled by the member clinician. All applications and response data are transported via the internet in real time. The patient can login to do their therapy from home, the library or anywhere they have access to an internet computer. In 2006, this system formed the basis of a new system designed as a cognitive skills enhancement program for school children. Individual children or whole classrooms can participate in this program over the internet.\nIn 2006, M.J. McCue and S.E. Palsbo published an article in the &lt;a href=\"Journal%20of%20Telemedicine%20and%20Telecare\"&gt;Journal of Telemedicine and Telecare&lt;/a&gt; that explored how telemedicine can become a profitable business for hospitals. They argue that telerehabilitation should be expanded so that people with disabilities and people in pain (perhaps after &lt;a href=\"hip-replacement%20surgery\"&gt;hip-replacement surgery&lt;/a&gt; or people with &lt;a href=\"arthritis\"&gt;arthritis&lt;/a&gt;) can get the rehabilitative therapy they need. It is unethical to limit payments for telerehabilitation services only to patients in rural areas.\nResearch in telerehabilitation is in its infancy, with only a handful of equivalence trials. As of 2006, most peer-reviewed research in telemedicine are case reports of pilot programs or new equipment. Rehabilitation researchers need to conduct many more controlled experiments and present the evidence to clinicians (and payers) that telerehabilitation is clinically effective. The discipline of speech-language pathology is far head of occupational therapy and physical therapy in demonstrating equivalence over various types of telecommunications equipment.\nClinical applications.\nSpeech-language pathology.\nThe clinical services provided by speech-language pathology readily lend themselves to telerehabilitation applications due to the emphasis on auditory and visual communicative interaction between the client and the clinician. As a result, the number of telerehabilitation applications in speech-language pathology tend to outnumber those in other allied health professions. To date, applications have been developed to assess and/or treat acquired adult &lt;a href=\"speech%20and%20language%20disorders\"&gt;speech and language disorders&lt;/a&gt;, &lt;a href=\"stuttering\"&gt;stuttering&lt;/a&gt;, &lt;a href=\"voice%20disorders\"&gt;voice disorders&lt;/a&gt;, speech disorders in children, and &lt;a href=\"swallowing%20dysfunction\"&gt;swallowing dysfunction&lt;/a&gt;. The technology involved in these applications has ranged from the simple telephone (Plain Old Telephone System – POTS) to the use of dedicated Internet-based videoconferencing systems.\nEarly applications to assess and treat acquired adult speech and language disorders involved the use of the telephone to treat patients with aphasia and motor speech disorders (Vaughan, 1976, Wertz, et al., 1987), a computer controlled video &lt;a href=\"laserdisc\"&gt;laserdisc&lt;/a&gt; over the telephone and a &lt;a href=\"closed-circuit%20television\"&gt;closed-circuit&lt;/a&gt; television system to assess speech and language disorders (Wertz et al., 1987), and a satellite-based videoconferencing system to assess patients in rural areas (Duffy, Werven &amp; Aronson, 1997). More recent applications have involved the use of sophisticated Internet-based videoconferencing systems with dedicated &lt;a href=\"software\"&gt;software&lt;/a&gt; which enable the assessment of language disorders (Georgeadis, Brennan, Barker, &amp; Baron, 2004, Brennan, Georgeadis, Baron &amp; Barker, 2004), the treatment of language disorders and the assessment and treatment of motor speech disorders (Hill, Theodoros, Russell, Cahill, Ward, Clark, 2006; Theodoros, Constantinescu, Russell, Ward, Wilson &amp; Wootton, in press) following &lt;a href=\"brain%20impairment\"&gt;brain impairment&lt;/a&gt; and &lt;a href=\"Parkinson%27s%20disease\"&gt;Parkinson's disease&lt;/a&gt;. Collectively, these studies have revealed positive treatment outcomes, while assessment and diagnoses have been found to be comparable to face-to-face evaluations.\nThe treatment of stuttering has been adapted to a telerehabilitation environment with notable success. Two Australian studies (Harrison, Wilson &amp; Onslow, 1999; Wilson, Onslow &amp; Lincoln, 2004) involving the distance delivery of the &lt;a href=\"Lidcombe%20program\"&gt;Lidcombe program&lt;/a&gt; to children who stutter have utilized the telephone in conjunction with &lt;a href=\"offline\"&gt;offline&lt;/a&gt; video recordings to successfully treat several children. Overall, the parents and children responded positively to the program delivered at a distant. Using a high speed videoconferencing system link, Sicotte, Lehoux, Fortier-Blanc and Leblanc (2003) assessed and treated six children and adolescents with a positive reduction in the frequency of dysfluency that was maintained six months later. In addition, a videoconferencing platform has been used successfully to provide follow-up treatment to an adult who had previously received intensive therapy (Kully, 200).\nReports of telerehabilitation applications in &lt;a href=\"paediatric\"&gt;paediatric&lt;/a&gt; speech and language disorders are sparse. A recent Australian pilot study has investigated the feasibility of an Internet-based assessment of speech disorder in six children (Waite, Cahill, Theodoros, Russell, Busuttin, in press). High levels of agreement between the online and face-to-face clinicians for &lt;a href=\"single-word%20articulation\"&gt;single-word articulation&lt;/a&gt;, &lt;a href=\"speech%20intelligibility\"&gt;speech intelligibility&lt;/a&gt;, and &lt;a href=\"oro-motor%20task\"&gt;oro-motor task&lt;/a&gt;s were obtained suggesting that the Internet-based protocol had the potential to be a reliable method for assessing paediatric speech disorders.\nVoice therapy across a variety of types of voice disorders has been shown to be effectively delivered via a telerehabilitation application. Mashima et al. (2003) using PC based videoconferencing and speech analysis software compared 23 patients treated online with 28 persons treated face-to-face. The authors reported positive post treatment results with no significant difference in measures between the traditional and videoconferencing group, suggesting that the majority of traditional voice therapy techniques can be applied to distance treatment.\nAlthough obvious limitations exist, telerehabilitation applications for the assessment of swallowing function have also been used with success. Lalor, Brown and Cranfield (2000) were able to obtain an initial assessment of the nature and extent of swallowing dysfunction in an adult via a videoconferencing link although a more complete evaluation was restricted due to the inability to physically determine the degree of &lt;a href=\"Larynx\"&gt;laryngeal&lt;/a&gt; movement. A more sophisticated telerehabilitation application for the assessment of swallowing was developed by Perlman and Witthawaskul (2002) who described the use of real-time videofluoroscopic examination via the Internet. This system enabled the capture and display of images in real-time with only a three to five second delay. There has been considerable research into the assessment and treatment of dysphagia via telerehabilitation, including cost analyses, leading to the establishment of sustainable telerehabilitation services.\nThere continues to be a need for ongoing research to develop and validate the use of telerehabilitation applications in speech-language pathology in a greater number and variety of adult and paediatric communication and swallowing disorders.\nPhysical and occupational therapy.\nTypes of physical and occupational therapy delivered through telerehabilitation include motor training exercises, goal setting, &lt;a href=\"virtual%20reality\"&gt;virtual reality&lt;/a&gt;, &lt;a href=\"robotic%20therapy\"&gt;robotic therapy&lt;/a&gt;, and community-therapy.\nMotor training exercises are the most commonly implemented modality. In motor training exercises, a provider guides a patient through performing different motions and activities in order to regain strength and function. Motor training through telerehabilitation has consistently been shown to produce equivalent functional outcomes compared with in-person therapy. However, many patients require in-person therapy initially before transitioning to telerehabilitation.\nGoal setting has been used in remote areas where cost and provider availability prohibit access to physical therapy. Patients work with a therapist to set personal goals and track their progress through sessions. Goal setting telerehabilitation has been shown to produce increased patient satisfaction and improvement in activities of daily living compared with a control group receiving no therapy.\nVirtual reality therapy involves the use of a sensor to detect movement and a virtual environment displayed on either a screen or headset. Patients perform therapeutic movements that correspond to tasks within the virtual environment. This provides an immersive environment for the patient and allows computerized monitoring of patient progress. Studies that compared virtual reality with motor training exercises have shown equal or better outcomes with virtual reality.\nRobotic therapy typically involves the use of hand and foot strengthening robots which provide resistance training and assist the patient with performing movements. Robotic devices can also obtain precise data on patient movements and usage statistics and transmit them to providers for evaluation. Robotic therapy has even been combined with virtual reality telerehabilitation to create a virtual environment which responds to robotic movements. Robotic telerehabilitation studies have shown patient improvement from baseline but equivalent functional outcomes compared with motor training exercises.\nCommunity therapy is used to deliver education and therapy to patients remotely, either through group exercise sessions or through kiosks. Community therapy tends to have lower patient compliance than individualized therapy, but can deliver similar results if appropriately utilized.\nChronic respiratory disease.\nTelerehabilitation for chronic respiratory disease\nThe latest evidence suggests that primary pulmonary rehabilitation and maintenance rehabilitation delivered through telerehabilitation for people with chronic respiratory disease reaches outcomes similar to centre-based rehabilitation. While there are no safety issues identified, the findings are based on evidence limited by a small number of studies."
}