{
    "id": "44914438",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=44914438",
    "title": "Durmish Khan Shamlu",
    "text": "Durmish (Dormish) Khan Shamlu was a &lt;a href=\"Qizilbash\"&gt;Qizilbash&lt;/a&gt; officer of &lt;a href=\"Turkoman%20%28ethnonym%29\"&gt;Turkoman&lt;/a&gt; origin, who occupied high offices under the &lt;a href=\"Safavid\"&gt;Safavid&lt;/a&gt; king (&lt;a href=\"shah\"&gt;shah&lt;/a&gt;) &lt;a href=\"Ismail%20I\"&gt;Ismail I&lt;/a&gt; (r. 1501–1524) and the latter's son &lt;a href=\"Tahmasp%20I\"&gt;Tahmasp I&lt;/a&gt; (r. 1524 – 1576). Durmish Khan later died in 1525.\nBiography.\nDurmish Khan was the son of &lt;a href=\"Abdi%20Beg%20Shamlu\"&gt;Abdi Beg Shamlu&lt;/a&gt;, while his mother was a sister of shah Ismail I. Furthermore, Durmish Khan had a brother named &lt;a href=\"Husayn%20Khan%20Shamlu\"&gt;Husayn Khan Shamlu&lt;/a&gt;. In 1503, Durmish Khan was appointed as the governor of &lt;a href=\"Isfahan\"&gt;Isfahan&lt;/a&gt;, but chose to stay in the Safavid capital of &lt;a href=\"Tabriz\"&gt;Tabriz&lt;/a&gt; and appointed &lt;a href=\"Mirza%20Shah%20Husayn\"&gt;Mirza Shah Husayn&lt;/a&gt; as his \"&lt;a href=\"vizier\"&gt;vizier&lt;/a&gt;\".\nIn 1514, while the Safavid forces were at &lt;a href=\"Chaldoran%20County\"&gt;Chaldiran&lt;/a&gt; and planning on how to confront the &lt;a href=\"Ottoman%20Empire\"&gt;Ottomans&lt;/a&gt;, who had declared war against the Safavid Empire. &lt;a href=\"Mohammad%20Khan%20Ustajlu\"&gt;Mohammad Khan Ustajlu&lt;/a&gt;, who served as the governor of &lt;a href=\"Diyabakir\"&gt;Diyabakir&lt;/a&gt;, and &lt;a href=\"Nur-Ali%20Khalifa\"&gt;Nur-Ali Khalifa&lt;/a&gt;, a commander who knew how the Ottomans fought, proposed that they should attack as quickly as possible. However, this proposal was rejected by Durmish Khan, who rudely said that Muhammad Khan Ustajlu was only interested in the province which he governed. The proposal was also rejected by Ismail himself, who said; \"I am not a caravan-thief, whatever is decreed by God, will occur.\" &lt;a href=\"Battle%20of%20Chaldiran\"&gt;A battle shortly ensured&lt;/a&gt;, which, however, resulted in an absolute disaster for the Safavids, who lost most of their troops and commanders.\nIn 1518/9, Durmish Khan suppressed several rebellions in &lt;a href=\"Mazandaran\"&gt;Mazandaran&lt;/a&gt;, and later in 1520 he was sent to &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; to defend the city against the Ottoman sultan &lt;a href=\"Selim%20I\"&gt;Selim I&lt;/a&gt;, who, however, died of sickness before he managed to reach the city. In 1521, Mirza Shah Husayn, who now served as Ismail's \"vizier\" and had become so powerful that he chose to send Durmish Khan far away from the Safavid court—to &lt;a href=\"Herat\"&gt;Herat&lt;/a&gt; in &lt;a href=\"Khorasan%20Province\"&gt;Khorasan&lt;/a&gt;, where he was forced to serve as its governor. When Durmish Khan arrived to the city, he appointed &lt;a href=\"Ahmad%20Sultan%20Afshar\"&gt;Ahmad Sultan Afshar&lt;/a&gt; as the governor of several districts of the province. In May 1522, the &lt;a href=\"Mughal%20Empire\"&gt;Mughal&lt;/a&gt; ruler &lt;a href=\"Babur\"&gt;Babur&lt;/a&gt; seized &lt;a href=\"Qandahar\"&gt;Qandahar&lt;/a&gt; from Durmish Khan. In 1523/4, Herat was attacked a by a group of &lt;a href=\"Uzbeks\"&gt;Uzbeks&lt;/a&gt;, which Durmish Khan managed to repel.\nDurmish Khan later died in 1525 and was succeeded by his brother Husayn Khan Shamlu."
}