{
    "id": "4491264",
    "revid": "33929917",
    "url": "https://en.wikipedia.org/wiki?curid=4491264",
    "title": "Hernandez (wrestler)",
    "text": "Shawn Hernandez (born February 11, 1973) is an American &lt;a href=\"Professional%20wrestling\"&gt;professional wrestler&lt;/a&gt;. He is currently signed with &lt;a href=\"Impact%20Wrestling\"&gt;Impact Wrestling&lt;/a&gt;, where he is known by the &lt;a href=\"ring%20name\"&gt;ring name&lt;/a&gt; Hernandez. He is an eight-time tag team champion, having won the &lt;a href=\"Impact%20World%20Tag%20Team%20Championship\"&gt;Impact World Tag Team Championship&lt;/a&gt; five times, the &lt;a href=\"NWA%20World%20Tag%20Team%20Championship\"&gt;NWA World Tag Team Championship&lt;/a&gt; twice and &lt;a href=\"IWA%20World%20Tag%20Team%20Championship\"&gt;IWA World Tag Team Championship&lt;/a&gt; once. He is also the &lt;a href=\"Professional%20wrestling%20promotion\"&gt;co-promoter&lt;/a&gt; of the &lt;a href=\"Houston%2C%20Texas\"&gt;Houston, Texas&lt;/a&gt;-based promotion Latino Wrestling Entertainment (LWE).\nProfessional wrestling career.\nEarly career.\nFollowing the end of his &lt;a href=\"Arena%20Football\"&gt;Arena Football&lt;/a&gt; career, Hernandez trained under Tugboat Taylor and later under Rudy Boy Gonzalez in the Texas Wrestling Academy. He debuted in &lt;a href=\"Texas%20All-Star%20Wrestling\"&gt;Texas All-Star Wrestling&lt;/a&gt; in November 1996.\nIn 2000 and 2001 Hernandez worked for the &lt;a href=\"World%20Wrestling%20Entertainment\"&gt;World Wrestling Federation&lt;/a&gt; as a &lt;a href=\"Job%20%28professional%20wrestling%29\"&gt;jobber&lt;/a&gt;, appearing on episodes of \"&lt;a href=\"WWE%20Jakked/Metal\"&gt;WWF Jakked&lt;/a&gt;\" and in &lt;a href=\"List%20of%20professional%20wrestling%20terms%23Dark%20match\"&gt;dark matches&lt;/a&gt;. He also wrestled dark matches for &lt;a href=\"Total%20Nonstop%20Action%20Wrestling\"&gt;Total Nonstop Action Wrestling&lt;/a&gt;, and competed for Texas All Star Wrestling, Extreme Texas Wrestling and NWA Southwest. He also toured &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; on numerous occasions and worked for &lt;a href=\"Ring%20of%20Honor\"&gt;Ring of Honor&lt;/a&gt; in 2003, joining Team Texas (Texas Wrestling Academy) Don Juan, Fast Eddie led by TWA head trainer Rudy Boy Gonzalez facing the Carnage Crew of Devito, LC Loc and Masada in a violent feud that lasted several months.\nIn 2001, Hernandez began wrestling for the &lt;a href=\"National%20Wrestling%20Alliance\"&gt;National Wrestling Alliance&lt;/a&gt;. At the October 13, 2001 \"NWA Anniversary Show\" in &lt;a href=\"St.%20Petersburg%2C%20Florida\"&gt;St. Petersburg, Florida&lt;/a&gt; he defeated &lt;a href=\"Kevin%20Northcutt\"&gt;Kevin Northcutt&lt;/a&gt; to win the &lt;a href=\"NWA%20National%20Heavyweight%20Championship\"&gt;NWA National Heavyweight Championship&lt;/a&gt;. He held the title for over a year before losing to Ricky Murdock on January 11, 2003 in &lt;a href=\"Greenville%2C%20Missouri\"&gt;Greenville, Missouri&lt;/a&gt;. Hernandez defeated &lt;a href=\"Jorge%20Estrada\"&gt;Jorge Estrada&lt;/a&gt; for the &lt;a href=\"NWA%20North%20American%20Heavyweight%20Championship\"&gt;NWA North American Heavyweight Championship&lt;/a&gt; on May 3, 2003 in &lt;a href=\"Cornelia%2C%20Georgia\"&gt;Cornelia, Georgia&lt;/a&gt;. On September 28, 2003 in Hawaii, he lost the title to J.T. Wolfen.\nHernandez joined the Texas Wrestling Academy at the One Year Anniversary show in Queens NY facing the Carnage Crew and starting a feud that lasted a little over a year.\nTotal Nonstop Action Wrestling (2003–2004).\nHernandez debuted in &lt;a href=\"Total%20Nonstop%20Action%20Wrestling\"&gt;Total Nonstop Action Wrestling&lt;/a&gt; on the November 22, 2003 episode of \"&lt;a href=\"TNA%20Xplosion\"&gt;TNA Xplosion&lt;/a&gt;\", losing to &lt;a href=\"Shane%20Douglas\"&gt;Shane Douglas&lt;/a&gt;. He returned to TNA on June 16, 2004 as one-third of \"The Elite Guard\", a trio of &lt;a href=\"Mercenary\"&gt;mercenaries&lt;/a&gt; working for &lt;a href=\"Jeff%20Jarrett\"&gt;Jeff Jarrett&lt;/a&gt; after his first King of the Mountain match victory. The Elite Guard (Hernandez, &lt;a href=\"Chad%20Collyer\"&gt;Chad Collyer&lt;/a&gt; and &lt;a href=\"Kyle%20McNeely\"&gt;Onyx&lt;/a&gt;) &lt;a href=\"Feud%20%28professional%20wrestling%29\"&gt;feuded&lt;/a&gt; with the &lt;a href=\"3Live%20Kru\"&gt;3Live Kru&lt;/a&gt; over the next two months. On July 14, 2004, Jarrett, The Elite Guard and &lt;a href=\"Ken%20Shamrock\"&gt;Ken Shamrock&lt;/a&gt; lost to &lt;a href=\"Dusty%20Rhodes%20%28wrestler%29\"&gt;Dusty Rhodes&lt;/a&gt;, &lt;a href=\"Larry%20Zbyszko\"&gt;Larry Zbyszko&lt;/a&gt; and the 3Live Kru in a ten-man tag team bout. The Elite Guard remained with TNA until September 2004, when all three wrestlers were released.\nReturn to TNA.\nThe Latin American Xchange (2006–2009).\nIn March 2006, he re-signed a new contract with TNA. He returned on the March 31, 2006 episode of \"&lt;a href=\"TNA%20Xplosion\"&gt;TNA Xplosion&lt;/a&gt;\" as the newest member of the &lt;a href=\"Heel%20%28professional%20wrestling%29\"&gt;heel&lt;/a&gt; stable &lt;a href=\"The%20Latin%20American%20Xchange\"&gt;The Latin American Xchange&lt;/a&gt; (LAX), teaming with &lt;a href=\"Homicide%20%28wrestler%29\"&gt;Homicide&lt;/a&gt; and being managed by &lt;a href=\"Konnan\"&gt;Konnan&lt;/a&gt;. On the August 24, 2006 episode of \"&lt;a href=\"TNA%20Impact%21\"&gt;TNA Impact!&lt;/a&gt;\", Hernandez and Homicide defeated &lt;a href=\"A.J.%20Styles%20and%20Christopher%20Daniels\"&gt;A.J. Styles and Christopher Daniels&lt;/a&gt; in a &lt;a href=\"Professional%20Wrestling%20Death%20match\"&gt;Border Brawl&lt;/a&gt; for the &lt;a href=\"NWA%20World%20Tag%20Team%20Championship\"&gt;NWA World Tag Team Championship&lt;/a&gt;. Styles and Daniels regained the title from Hernandez and Homicide in an &lt;a href=\"Ultimate%20X%20match\"&gt;Ultimate X match&lt;/a&gt; on September 24, 2006 at &lt;a href=\"No%20Surrender%202006\"&gt;No Surrender&lt;/a&gt;, but Hernandez and Homicide won the title back on October 22, 2006 at &lt;a href=\"Bound%20for%20Glory%20%282006%29\"&gt;Bound for Glory&lt;/a&gt; inside the &lt;a href=\"Six%20Sides%20of%20Steel%20match\"&gt;Six Sides of Steel&lt;/a&gt;. After winning the title back, they engaged in a feud with &lt;a href=\"America%27s%20Most%20Wanted%20%28professional%20wrestling%29\"&gt;America's Most Wanted&lt;/a&gt;, defeating them in a match at &lt;a href=\"Genesis%202006\"&gt;Genesis&lt;/a&gt; and then a flag match at &lt;a href=\"Turning%20Point%202006\"&gt;Turning Point&lt;/a&gt;. Their next rivalry involved &lt;a href=\"Dudley%20Boyz\"&gt;Team 3D&lt;/a&gt; (&lt;a href=\"Devon%20Hughes\"&gt;Brother Devon&lt;/a&gt; and &lt;a href=\"Mark%20LoMonaco\"&gt;Brother Ray&lt;/a&gt;), and, after winning three consecutive matches at &lt;a href=\"Final%20Resolution%202007\"&gt;Final Resolution&lt;/a&gt; (by disqualification), &lt;a href=\"Against%20All%20Odds%202007\"&gt;Against All Odds&lt;/a&gt; (in a Little Italy Street fight) and &lt;a href=\"Destination%20X%20%282007%29\"&gt;Destination X&lt;/a&gt; (in a Ghetto Brawl), lost the NWA tag-team championships to Team 3D at &lt;a href=\"Lockdown%20%282007%29\"&gt;Lockdown&lt;/a&gt; in an &lt;a href=\"Professional%20wrestling%20match%20types%23Electrified%20Cage%20match\"&gt;Electrified Cage match&lt;/a&gt;, when Homicide was pinned. When Konnan left TNA in the summer of 2007, both Hernandez and Homicide turned &lt;a href=\"Face%20%28professional%20wrestling%29\"&gt;face&lt;/a&gt; and at &lt;a href=\"Bound%20for%20Glory%20%282007%29\"&gt;Bound for Glory&lt;/a&gt; defeated &lt;a href=\"Low%20Ki\"&gt;Senshi&lt;/a&gt; and &lt;a href=\"Elix%20Skipper\"&gt;Elix Skipper&lt;/a&gt; of &lt;a href=\"Triple%20X%20%28professional%20wrestling%29\"&gt;Triple X&lt;/a&gt; in an Ultimate X match to get back in the tag team title picture. They would receive their shot at the &lt;a href=\"TNA%20World%20Tag%20Team%20Championship\"&gt;TNA World Tag Team Championship&lt;/a&gt; on the November 1 episode of \"Impact!\", but were defeated by the defending champions &lt;a href=\"A.J.%20Styles\"&gt;A.J. Styles&lt;/a&gt; and &lt;a href=\"Travis%20Tomko\"&gt;Tomko&lt;/a&gt;.\nIn 2008 LAX got another title shot by beating &lt;a href=\"The%20Rock%20%27n%20Rave%20Infection\"&gt;The Rock 'n Rave Infection&lt;/a&gt; (&lt;a href=\"Jimmy%20Rave\"&gt;Jimmy Rave&lt;/a&gt; and &lt;a href=\"Lance%20Hoyt\"&gt;Lance Rock&lt;/a&gt;) and &lt;a href=\"The%20Motor%20City%20Machine%20Guns\"&gt;The Motor City Machine Guns&lt;/a&gt; (&lt;a href=\"Alex%20Shelley\"&gt;Alex Shelley&lt;/a&gt; and &lt;a href=\"Chris%20Sabin\"&gt;Chris Sabin&lt;/a&gt;) at &lt;a href=\"Destination%20X%20%282008%29\"&gt;Destination X&lt;/a&gt; and cashed it in during a three-way match on the April 17 episode of \"Impact!\" against the Tag Team Champions A.J. Styles and Tomko and the team that ended up winning the match, &lt;a href=\"Eric%20Young%20%28wrestler%29\"&gt;Eric Young/Super Eric&lt;/a&gt; and &lt;a href=\"Frankie%20Kazarian\"&gt;Kaz&lt;/a&gt;. The controversial ending of this match led to the title being vacated and being put up for grabs in a tournament. At &lt;a href=\"Sacrifice%20%282008%29\"&gt;Sacrifice&lt;/a&gt;, LAX, with their new manager &lt;a href=\"Hector%20Guerrero\"&gt;Hector Guerrero&lt;/a&gt; in their corner, won the vacant TNA World Tag Team Championship, after defeating Team 3D in the finals of the &lt;a href=\"Deuces%20Wild%20Tag%20Team%20Tournament\"&gt;\"Deuces Wild Tournament\"&lt;/a&gt;. LAX lost the title at &lt;a href=\"Hard%20Justice%20%282008%29\"&gt;Hard Justice&lt;/a&gt; to &lt;a href=\"Beer%20Money%2C%20Inc.\"&gt;Beer Money, Inc.&lt;/a&gt; (&lt;a href=\"James%20Storm\"&gt;James Storm&lt;/a&gt; and &lt;a href=\"Robert%20Roode\"&gt;Robert Roode&lt;/a&gt;).\nAt the &lt;a href=\"Final%20Resolution%20%28December%202008%29\"&gt;second Final Resolution pay-per-view of 2008&lt;/a&gt;, both Hernandez and Homicide each captured a briefcase from the \"Feast or Fired\" match which contained a shot at the &lt;a href=\"TNA%20World%20Heavyweight%20Championship\"&gt;TNA World Heavyweight Championship&lt;/a&gt; for Hernandez and a shot at the &lt;a href=\"TNA%20X%20Division%20Championship\"&gt;TNA X Division Championship&lt;/a&gt; for Homicide. On a January 15 episode of TNA Impact, Hernandez cashed in his \"Feast or Fired\" World Title shot against Sting, and won by disqualification when &lt;a href=\"The%20Main%20Event%20Mafia\"&gt;The Main Event Mafia&lt;/a&gt; interfered, which meant that he did not win the title. However, executive shareholder &lt;a href=\"Mick%20Foley\"&gt;Mick Foley&lt;/a&gt; ruled that because of the interference Hernandez would receive another TNA Title Shot in the future. On the April 30, episode of \"Impact!\", Hernandez was attacked by the debuting &lt;a href=\"The%20British%20Invasion%20%28professional%20wrestling%29\"&gt;British Invasion&lt;/a&gt; faction of &lt;a href=\"Nick%20Aldis\"&gt;Brutus Magnus&lt;/a&gt;, &lt;a href=\"Doug%20Williams%20%28wrestler%29\"&gt;Doug Williams&lt;/a&gt; and &lt;a href=\"Rob%20Terry\"&gt;Rob Terry&lt;/a&gt;, to allow him time off to recover from a legitimate neck surgery.\nOn the July 23 episode of \"Impact!\" Hernandez returned to aid Homicide, who was being attacked by &lt;a href=\"Samoa%20Joe\"&gt;Samoa Joe&lt;/a&gt; and &lt;a href=\"Tazz\"&gt;Taz&lt;/a&gt;. A week later, on July 30, he defeated Joe in his return match with a top rope splash. At &lt;a href=\"Hard%20Justice%20%282009%29\"&gt;Hard Justice&lt;/a&gt; Hernandez regained his \"Feast or Fired\" briefcase from the British Invasion by defeating Rob Terry in nine seconds. On the September 10 episode of \"Impact!\", Homicide turned heel by betraying Hernandez and joining World Elite, thus signaling the official end of the Latin American Xchange. At &lt;a href=\"No%20Surrender%20%282009%29\"&gt;No Surrender&lt;/a&gt; Hernandez cashed in his \"Feast or Fired\" briefcase, but was unable to win the World Heavyweight Championship in the 5-way main event match after World Elite leader Eric Young interfered and took him out of the match. At &lt;a href=\"Bound%20for%20Glory%20%282009%29\"&gt;Bound for Glory&lt;/a&gt;, Hernandez was unsuccessful in capturing the &lt;a href=\"TNA%20Global%20Championship\"&gt;TNA Legends Championship&lt;/a&gt; in a three-way match, involving champion Kevin Nash and Eric Young, after Young turned on Nash and captured the title.\nTeaming and feuding with Matt Morgan (2010–2011).\nSince then Hernandez teamed up with &lt;a href=\"Matt%20Morgan\"&gt;Matt Morgan&lt;/a&gt; and &lt;a href=\"D%27Angelo%20Dinero\"&gt;D'Angelo Dinero&lt;/a&gt; and moved on to feuding with Rhino and Team 3D, who accused TNA of favoring the younger talent of the company. At &lt;a href=\"Turning%20Point%20%282009%20wrestling%29\"&gt;Turning Point&lt;/a&gt; Rhino and Team 3D defeated Morgan, Hernandez and Dinero in a street fight. At &lt;a href=\"Final%20Resolution%20%282009%29\"&gt;Final Resolution&lt;/a&gt; Morgan, Hernandez, Dinero and &lt;a href=\"Suicide%20%28character%29\"&gt;Suicide&lt;/a&gt; defeated Neal, Team 3D and Rhino in an eight-man elimination tag team match. On the January 4, 2010, live, three-hour, Monday night episode of \"Impact!\" Hernandez and Morgan defeated &lt;a href=\"Stevie%20Richards\"&gt;Dr. Stevie&lt;/a&gt; and &lt;a href=\"Raven%20%28wrestler%29\"&gt;Raven&lt;/a&gt; to become the number one contenders to the TNA World Tag Team Champions British Invasion. At &lt;a href=\"Genesis%20%282010%29\"&gt;Genesis&lt;/a&gt; Hernandez and Morgan defeated the British Invasion to win the TNA World Tag Team Championship. At &lt;a href=\"Against%20All%20Odds%20%282010%29\"&gt;Against All Odds&lt;/a&gt; as part of the &lt;a href=\"Total%20Nonstop%20Action%20Wrestling%20tournaments%238%20Card%20Stud%20Tournament\"&gt;8 Card Stud Tournament&lt;/a&gt; Hernandez and Morgan were forced to face each other in the first round. Morgan defeated Hernandez by taking advantage of his injured shoulder and pinning him, while grabbing a hold of his trunks. At &lt;a href=\"Destination%20X%20%282010%29\"&gt;Destination X&lt;/a&gt; Hernandez and Morgan retained the Tag Team Title in a match against Beer Money despite plenty of miscommunication between the two champions. After the match Morgan nailed Hernandez with the Carbon Footprint. The following day on \"Impact!\" Morgan defeated Hernandez via referee stoppage after sandwiching his head between his boot and the ring post. After the match Homicide came out to check on his former partner, who was being helped by medics. TNA later reported on Hernandez's kayfabe injuries, claiming that he had suffered a herniated disc and cervical damage to his neck in the assault and will be out of action indefinitely. The neck injury storyline was created so Hernandez could work in Mexico for three months.\nWith Hernandez scheduled to miss months of action, Morgan declared himself the sole World Tag Team Champion on the April 5 episode of \"Impact!\" and TNA went along with this and no longer recognized Hernandez as a champion.\nHernandez's return to TNA was hinted at on the June 3 episode of \"Impact!\", when Matt Morgan was distracted by somebody in the crowd which cost him a four-way match with Samoa Joe, &lt;a href=\"Sting%20%28wrestler%29\"&gt;Sting&lt;/a&gt; and the winner of the match, TNA World Heavyweight Champion &lt;a href=\"Rob%20Van%20Dam\"&gt;Rob Van Dam&lt;/a&gt;. The camera's immediately showed what was distracting Morgan, but nobody could clearly see who it was, although Taz and &lt;a href=\"Mike%20Tenay\"&gt;Mike Tenay&lt;/a&gt; believed it to be Hernandez. The following week, Hernandez made his official return by attacking Morgan, leading to a match between the two at &lt;a href=\"Slammiversary%20VIII\"&gt;Slammiversary VIII&lt;/a&gt;. The match at Slammiversary VIII ended in Hernandez being disqualified for assaulting the referee, when he was being reprimanded for going too violently after Morgan. The following month at &lt;a href=\"Victory%20Road%20%282010%29\"&gt;Victory Road&lt;/a&gt; Hernandez defeated Morgan in a &lt;a href=\"Steel%20Cage%20match\"&gt;Steel Cage match&lt;/a&gt; to end the feud. In November it was reported that Hernandez had turned down TNA's request for him to return to the promotion from his stint in Mexico.\nMexican America (2011–2012).\nHernandez returned to TNA from his stint in Mexico at the February 1, 2011, tapings of the February 10 episode of \"Impact!\". He made his return as a heel, when he was hired by &lt;a href=\"Eric%20Bischoff\"&gt;Eric Bischoff&lt;/a&gt; to \"hurt a few people\" for his &lt;a href=\"Immortal%20%28professional%20wrestling%29\"&gt;Immortal&lt;/a&gt; stable. Hernandez then re–ignited his feud with the now–face Matt Morgan by costing him the TNA World Heavyweight Championship in a match against &lt;a href=\"Mr.%20Kennedy\"&gt;Mr. Anderson&lt;/a&gt;. On February 13 at &lt;a href=\"Against%20All%20Odds%20%282011%29\"&gt;Against All Odds&lt;/a&gt; Hernandez explained the change in his attitude by claiming that in the United States he was treated like a second class citizen, while in Mexico he was treated like a star. On the following episode of \"Impact!\", Hernandez aligned himself with &lt;a href=\"Sarah%20Stock\"&gt;Sarita&lt;/a&gt; and &lt;a href=\"Thea%20Trinidad\"&gt;Rosita&lt;/a&gt;. On the March 3 episode of \"Impact!\" Hernandez was defeated by Morgan via disqualification. On March 13 at &lt;a href=\"Victory%20Road%20%282011%29\"&gt;Victory Road&lt;/a&gt;, Hernandez defeated Morgan in a &lt;a href=\"First%20Blood%20match\"&gt;First Blood match&lt;/a&gt;, after using fake blood on him, following a run–in from a &lt;a href=\"Plant%20%28professional%20wrestling%29\"&gt;planted fan&lt;/a&gt;. On the following episode of \"Impact!\", the alliance of Hernandez, Sarita and Rosita was named &lt;a href=\"Mexican%20America%20%28professional%20wrestling%29\"&gt;Mexican America&lt;/a&gt;. The three of them were then defeated in a six-person street fight by Morgan, &lt;a href=\"Angelina%20Love\"&gt;Angelina Love&lt;/a&gt; and &lt;a href=\"Katarina%20Waters\"&gt;Winter&lt;/a&gt;. After the match, the \"fan\", who had interfered in the match at Victory Road, once again entered the ring and attacked Morgan. On the March 24 episode of \"Impact!\", he was officially presented as the newest member of Mexican America and named &lt;a href=\"Matt%20Barela\"&gt;Anarquia&lt;/a&gt;. According to Hernandez, the original plan was to find a partner in Mexico, but TNA decided to include Anarquia as his tag team partner. On April 17 at &lt;a href=\"Lockdown%20%282011%29\"&gt;Lockdown&lt;/a&gt;, Morgan defeated Hernandez in a steel cage match to win the feud. After defeating &lt;a href=\"Ink%20Inc.\"&gt;Ink Inc.&lt;/a&gt; (&lt;a href=\"Jesse%20Neal\"&gt;Jesse Neal&lt;/a&gt; and &lt;a href=\"Shannon%20Moore\"&gt;Shannon Moore&lt;/a&gt;) at &lt;a href=\"Sacrifice%20%282011%29\"&gt;Sacrifice&lt;/a&gt; and the team of Alex Shelley and TNA World Tag Team Champion James Storm on the June 9 episode of \"Impact Wrestling\", Hernandez and Anarquia began demanding a tag team title shot, claiming that they were held back because of their race. On the July 14 episode of \"Impact Wrestling\", Hernandez and Anarquia defeated The British Invasion (Douglas Williams and Magnus), with help from Rosita, to become the number one contenders to the TNA World Tag Team Championship. Hernandez and Anarquia received their shot at the TNA World Tag Team Championship on August 7 at &lt;a href=\"Hardcore%20Justice%20%282011%29\"&gt;Hardcore Justice&lt;/a&gt;, but were defeated by the defending champions, Beer Money, Inc. Two days later, at the tapings of the August 18 episode of \"Impact Wrestling\", Hernandez and Anarquia defeated Beer Money, Inc. in a rematch, following interference from the \"&lt;a href=\"AAA%20Mega%20Championship\"&gt;Mexican Heavyweight Champion&lt;/a&gt;\" Jeff Jarrett, to win the TNA World Tag Team Championship. On September 11 at &lt;a href=\"No%20Surrender%20%282011%29\"&gt;No Surrender&lt;/a&gt;, Hernandez and Anarquia successfully defended the title against D'Angelo Dinero and Devon, following interference from Rosita and Sarita. Later that month, Mexican America began feuding with Ink Inc., stemming from their match at Sacrifice in May, where Hernandez had legitimately injured Jesse Neal. On October 16, during the &lt;a href=\"Bound%20for%20Glory%20%282011%29\"&gt;Bound for Glory&lt;/a&gt; Preshow, Mexican America successfully defended the TNA World Tag Team Championship against Ink Inc. The following month at &lt;a href=\"Turning%20Point%20%282011%20wrestling%29\"&gt;Turning Point&lt;/a&gt;, Anarquia, Hernandez and Sarita defeated Ink Inc.'s Jesse Neal, Shannon Moore and &lt;a href=\"Christina%20Von%20Eerie\"&gt;Toxxin&lt;/a&gt; in a six-person tag team match to retain the TNA World Tag Team Championship. On the following episode of \"Impact Wrestling\", Hernandez and Anarquia lost the TNA World Tag Team Championship to &lt;a href=\"Tommy%20Mercer\"&gt;Crimson&lt;/a&gt; and Matt Morgan. On the following episode of \"Impact Wrestling\", Hernandez and Arnaquia failed to regain the title in a rematch. After spending three months off television, Hernandez returned on the March 22, 2012, episode of \"Impact Wrestling\", when he and Anarquia unsuccessfully challenged Magnus and Samoa Joe for the TNA World Tag Team Championship. In April, Anarquia was released from his TNA contract, thus ending his partnership with Hernandez. According to Hernandez, TNA wanted to create a more stereotypical stable, but Hernandez refused to use Mexican jargon, so TNA gave the promos to Anarquia. Hernandez said Mexican America was the worst part of his career and the stable was doomed from the beginning.\nTeaming with Chavo Guerrero (2012–2014).\nFollowing Anarquia's departure, Hernandez remained inactive, before returning on June 10 at &lt;a href=\"Slammiversary%20%282012%29\"&gt;Slammiversary&lt;/a&gt;, which took place in his home state of Texas, defeating &lt;a href=\"Kid%20Kash\"&gt;Kid Kash&lt;/a&gt; in a singles match. On the following episode of \"Impact Wrestling\", Hernandez unsuccessfully challenged Devon for the TNA Television Championship. On June 28, Hernandez confirmed that he had signed a one-year contract extension with TNA.\nOn the July 26 episode of \"Impact Wrestling\", Hernandez aligned himself with the debuting &lt;a href=\"Chavo%20Guerrero%20Jr.\"&gt;Chavo Guerrero&lt;/a&gt; by saving him from &lt;a href=\"Gunner%20%28wrestler%29\"&gt;Gunner&lt;/a&gt; and Kid Kash. On August 12 at &lt;a href=\"Hardcore%20Justice%20%282012%29\"&gt;Hardcore Justice&lt;/a&gt;, Hernandez and Guerrero defeated Gunner and Kash in a tag team match. On the September 6 episode of \"Impact Wrestling\", Hernandez and Guerrero, after being hand-picked by &lt;a href=\"Hulk%20Hogan\"&gt;Hulk Hogan&lt;/a&gt; as the number one contenders, unsuccessfully challenged Christopher Daniels and Kazarian for the &lt;a href=\"TNA%20World%20Tag%20Team%20Championship\"&gt;TNA World Tag Team Championship&lt;/a&gt;. On October 14 at &lt;a href=\"Bound%20for%20Glory%20%282012%29\"&gt;Bound for Glory&lt;/a&gt;, Hernandez and Guerrero defeated Daniels and Kazarian, and A.J. Styles and &lt;a href=\"Kurt%20Angle\"&gt;Kurt Angle&lt;/a&gt; in a three-way match to become the new TNA World Tag Team Champions. Hernandez and Guerrero made their first title defense on November 11 at &lt;a href=\"Turning%20Point%20%282012%20wrestling%29\"&gt;Turning Point&lt;/a&gt;, defeating Daniels and Kazarian in rematch to retain their titles. On December 9 at &lt;a href=\"Final%20Resolution%20%282012%29\"&gt;Final Resolution&lt;/a&gt;, Hernandez and Guerrero retained the World Tag Team Championship against &lt;a href=\"Joey%20Ryan%20%28wrestler%29\"&gt;Joey Ryan&lt;/a&gt; and Matt Morgan via disqualification. Hernandez and Guerrero then defeated Ryan and Morgan again on January 13, 2013, at &lt;a href=\"Genesis%20%282013%29\"&gt;Genesis&lt;/a&gt;, to retain their titles. On January 25, at the tapings of the January 31 episode of \"Impact Wrestling\" in &lt;a href=\"Manchester%2C%20England\"&gt;Manchester, England&lt;/a&gt;, Hernandez and Guerrero lost the TNA World Tag Team Championship to &lt;a href=\"Austin%20Aries\"&gt;Austin Aries&lt;/a&gt; and Bobby Roode, ending their reign at 103 days.\nHernandez and Guerrero received their rematch for the titles on March 10 at &lt;a href=\"Lockdown%20%282013%29\"&gt;Lockdown&lt;/a&gt;, but were again defeated by Aries and Roode in a three-way match, also involving Bad Influence (Christopher Daniels and Kazarian). On following episode of \"Impact Wrestling\", Hernandez and Guerrero were set for another shot at the titles, but the two were ambushed by the &lt;a href=\"Aces%20%26amp%3B%20Eights\"&gt;Aces &amp; Eights&lt;/a&gt; before the match could start. The title match took place the following week, where Hernandez and Guerrero failed again to regain the TNA World Tag Team Championship, following interference from Daniels and Kazarian. On the next episode of \"Impact Wrestling\", Hernandez and Guerrero defeated Daniels and Kazarian to earn another shot at the TNA World Tag Team Championship. Hernandez and Guerrero received their title shot on the April 11 episode of \"Impact Wrestling\", where they defeated Aries and Roode in a Two-out-of-Three Falls match, with the added stipulation that they would have to break up if they lost, to regain the TNA World Tag Team Championship. On the April 25 episode of \"Impact Wrestling\", Hernandez and Guerrero successfully defended their titles against Aries and Roode in rematch after an inadvertent interference from Christopher Daniels and Kazarian. On June 2 at &lt;a href=\"Slammiversary%20XI\"&gt;Slammiversary XI&lt;/a&gt;, Hernandez and Guerrero lost the TNA World Tag Team Championship to Gunner and James Storm in a fatal four-way elimination match, also involving Austin Aries and Bobby Roode and Bad Influence. On the following episode of \"Impact Wrestling\", Hernandez defeated Guerrero to qualify for the &lt;a href=\"Bound%20for%20Glory%20Series%232013\"&gt;2013 Bound for Glory Series&lt;/a&gt;. On the July 4 episode of \"Impact Wrestling\", Hernandez defeated &lt;a href=\"Jay%20Bradley\"&gt;Jay Bradley&lt;/a&gt; after an interference from Guerrero via pinfall to earn seven points in the tournament.at &lt;a href=\"Bound%20for%20Glory%20%282013%29\"&gt;Bound for Glory&lt;/a&gt;, Hernandez and Guerrero competed in a Gauntlet match to determine #1 contenders to the TNA World Tag Team Championship which was won by &lt;a href=\"The%20BroMans\"&gt;The BroMans&lt;/a&gt;. Their alliance ended on December 19, when Guerrero was fired, and afterwards Hernandez took time off from TNA.\nOn May 12, 2014, Hernandez was fired from TNA. According to Hernandez, TNA never notified him of his release and he noticed it via internet.\nLucha Libre AAA World Wide (2006; 2010).\nDebut (2006).\nHernandez made his debut for Mexican promotion &lt;a href=\"Lucha%20Libre%20AAA%20World%20Wide\"&gt;Lucha Libre AAA World Wide&lt;/a&gt; (AAA) on August 12, 2006, at \"&lt;a href=\"Guerra%20de%20Titanes%20%282006%29\"&gt;Guerra de Titanes&lt;/a&gt;\", appearing as a member of the \"rudo\" (heel) stable \"&lt;a href=\"Foreign%20Legion%20%28wrestling%29\"&gt;La Legión Extranjera&lt;/a&gt;\" (The Foreign Legion) in a six-man tag team match, where he, &lt;a href=\"Elix%20Skipper\"&gt;Elix Skipper&lt;/a&gt; and &lt;a href=\"The%20Headhunters%20%28professional%20wrestling%29\"&gt;Headhunter A&lt;/a&gt; were defeated by &lt;a href=\"El%20Alebrije%20%28wrestler%29\"&gt;El Alebrije&lt;/a&gt;, &lt;a href=\"La%20Parka%20%28AAA%29\"&gt;La Parka&lt;/a&gt; and &lt;a href=\"Octag%C3%B3n\"&gt;Octagón&lt;/a&gt; via disqualification.\nReturn; La Legión Extranjera (2010).\nIn early 2010 TNA restarted their working relationship with AAA in order to send Hernandez to the company for an extended stay to gain exposure in front of the Mexican audience and make him a bigger star. Hernandez returned to the company on March 12, 2010, at \"&lt;a href=\"Rey%20de%20Reyes%20%282010%29\"&gt;Rey de Reyes&lt;/a&gt;\", entering the \"Rey de Reyes\" tournament as a surprise competitor and defeating &lt;a href=\"El%20Elegido\"&gt;El Elegido&lt;/a&gt;, &lt;a href=\"Crazy%20Boy\"&gt;Crazy Boy&lt;/a&gt; and &lt;a href=\"Kenzo%20Suzuki\"&gt;Kenzo Suzuki&lt;/a&gt; in the semifinal four-way elimination match to make his way to the finals. Later in the night Hernandez turned \"rudo\" and once again aligned himself with \"La Legión Extranjera\" by attacking &lt;a href=\"Cibern%C3%A9tico\"&gt;Cibernético&lt;/a&gt; after his match with \"Legión\" leader Konnan. In the \"Rey de Reyes\" final three-way elimination match Hernandez was the first man eliminated at the hands of &lt;a href=\"Mark%20Jindrak\"&gt;Marco Corleone&lt;/a&gt;. Despite his elimination, Hernandez stayed at ringside and in the end cost Corleone the match against \"Legión\" member &lt;a href=\"Chessman%20%28wrestler%29\"&gt;Chessman&lt;/a&gt;. Hernandez then began portraying an anti-Mexican character, refusing to speak or even acknowledge he could understand Spanish and doing his interviews through an interpreter. On June 6 at &lt;a href=\"Tripleman%C3%ADa%20XVIII\"&gt;Triplemanía XVIII&lt;/a&gt; Hernandez and fellow \"Legión\" members &lt;a href=\"Alex%20Koslov\"&gt;Alex Koslov&lt;/a&gt; and Chessman represented referee Hijo del Tirantes in a six-man tag team steel cage match, where they defeated &lt;a href=\"Heavy%20Metal%20%28wrestler%29\"&gt;Heavy Metal&lt;/a&gt;, &lt;a href=\"Octag%C3%B3n\"&gt;Octagón&lt;/a&gt; and &lt;a href=\"Pimpinela%20Escarlata\"&gt;Pimpinela Escarlata&lt;/a&gt;, representing referee Pierro, with the hair of the referees on the line. In the summer of 2010, \"La Legión Extranjera\" joined forces with \"&lt;a href=\"Los%20Perros%20del%20Mal\"&gt;Los Perros del Mal&lt;/a&gt;\", \"La Milicia\" and \"Los Maniacos\" to form \"&lt;a href=\"La%20Sociedad\"&gt;La Sociedad&lt;/a&gt;\", under the leadership of Dorian Roldan, while Hernandez began regularly teaming with his \"Legión\" stablemate &lt;a href=\"El%20Zorro%20%28wrestler%29\"&gt;El Zorro&lt;/a&gt;. On August 26 Hernandez took part in a major angle, when he, Alex Koslov and Decnnis interrupted a &lt;a href=\"The%20Smashing%20Pumpkins\"&gt;Smashing Pumpkins&lt;/a&gt; concert for &lt;a href=\"MTV%20World%20Stage\"&gt;MTV World Stage&lt;/a&gt;. Hernandez went to \"Border Toss\" lead singer &lt;a href=\"Billy%20Corgan\"&gt;Billy Corgan&lt;/a&gt;, before being stopped and driven away by La Parka, &lt;a href=\"Ricky%20Banderas\"&gt;El Mesías&lt;/a&gt; and &lt;a href=\"Extreme%20Tiger\"&gt;Extreme Tiger&lt;/a&gt;. On October 1 in the main event of \"&lt;a href=\"H%C3%A9roes%20Inmortales%20IV\"&gt;Héroes Inmortales IV&lt;/a&gt;\", Hernandez represented \"La Sociedad\" in an eight-man elimination steel cage match, where he, El Zorro, &lt;a href=\"Electroshock%20%28wrestler%29\"&gt;Electroshock&lt;/a&gt; and &lt;a href=\"Adolfo%20Tapia\"&gt;L.A. Park&lt;/a&gt; were defeated by AAA representatives &lt;a href=\"Dark%20Cuervo\"&gt;Dark Cuervo&lt;/a&gt;, &lt;a href=\"Dark%20Ozz\"&gt;Dark Ozz&lt;/a&gt;, Heavy Metal and La Parka. In November, while El Zorro moved on to battling for the &lt;a href=\"AAA%20Mega%20Championship\"&gt;AAA Mega Championship&lt;/a&gt;, Hernandez formed a new tag team with \"La Legión Extranjera\"'s newest member, Puerto Rican &lt;a href=\"Carlos%20Cotto\"&gt;El Ilegal&lt;/a&gt;. On December 5 at \"&lt;a href=\"Guerra%20de%20Titanes%20%282010%29\"&gt;Guerra de Titanes&lt;/a&gt;\" Hernandez and El Ilegal faced \"Los Maniacos\" (&lt;a href=\"Silver%20King%20%28wrestler%29\"&gt;Silver King&lt;/a&gt; and &lt;a href=\"%C3%9Altimo%20Gladiador\"&gt;Último Gladiador&lt;/a&gt;) and \"La Hermandad 187\" (&lt;a href=\"Psicosis\"&gt;Nicho el Millonario&lt;/a&gt; and &lt;a href=\"Joe%20L%C3%ADder\"&gt;Joe Líder&lt;/a&gt;) in a &lt;a href=\"ladder%20match\"&gt;ladder match&lt;/a&gt; for the &lt;a href=\"AAA%20World%20Tag%20Team%20Championship\"&gt;AAA World Tag Team Championship&lt;/a&gt;, but were unable to capture the title. Hernandez finished his run with AAA on December 21, 2010.\nLucha Underground (2014–2015; 2018).\nHernandez debuted on Lucha Underground in a dark match against Ricky Mandel on October 15, 2014 defeating him. Hernandez returned on other dark matches. On January 17, 2015 Hernandez teamed up with &lt;a href=\"Jeffrey%20Cobb\"&gt;Jeff Cobb&lt;/a&gt; defeating The Crew (&lt;a href=\"Ricky%20Reyes\"&gt;Cortez Castro&lt;/a&gt;, Mr. Cisco and &lt;a href=\"B-Boy%20%28wrestler%29\"&gt;Bael&lt;/a&gt;) on a Dark Handicap Tag 3 on 2. Then he teamed again with Jeff Cobb and &lt;a href=\"Argenis%20%28wrestler%29\"&gt;Argenis&lt;/a&gt; defeating Mariachi Loco &amp; Ricky Mandel and &lt;a href=\"Matt%20Cross%20%28wrestler%29\"&gt;Son of Havoc&lt;/a&gt; on a Dark 6-Person Tag. Hernandez's last dark match was a 5-Way match defeating Jeff Cobb, &lt;a href=\"Martin%20Casaus\"&gt;Marty Martinez&lt;/a&gt;, &lt;a href=\"Shane%20Strickland\"&gt;Killshot&lt;/a&gt; and &lt;a href=\"Willie%20Mack%20%28wrestler%29\"&gt;The Mack&lt;/a&gt;. However Hernandez's first televised appearance was on Episode 20 that aired on March 25, 2015. He was aligned with Konnan and &lt;a href=\"Lucha%20Underground%20Championship\"&gt;Lucha Underground Champion&lt;/a&gt; &lt;a href=\"Prince%20Puma\"&gt;Prince Puma&lt;/a&gt;. However, on his first televised match &lt;a href=\"Brian%20Cage\"&gt;Cage&lt;/a&gt;, &lt;a href=\"King%20Cuerno\"&gt;King Cuerno&lt;/a&gt; and Texano, Jr. Defeated Hernandez, &lt;a href=\"John%20Morrison%20%28wrestler%29\"&gt;Johnny Mundo&lt;/a&gt; &amp; &lt;a href=\"Prince%20Puma\"&gt;Prince Puma&lt;/a&gt; on a 6-Person Tag. On April 29, 2015, Hernandez defeated &lt;a href=\"King%20Cuerno\"&gt;King Cuerno&lt;/a&gt; and &lt;a href=\"Brian%20Cage\"&gt;Cage&lt;/a&gt; in a Three-Way to win an opportunity for Puma's title. On May 6, 2015, Hernandez turned on Puma when he left alone in a match against &lt;a href=\"Brian%20Cage\"&gt;Cage&lt;/a&gt; and &lt;a href=\"King%20Cuerno\"&gt;King Cuerno&lt;/a&gt;. On May 13, 2015, Hernandez retained his title match against &lt;a href=\"Alberto%20el%20Patr%C3%B3n\"&gt;Alberto el Patrón&lt;/a&gt;. On May 27, 2015 he unsuccessfully challenged Prince Puma for the Championship. On June 10, 2015 &lt;a href=\"Drago%20%28wrestler%29\"&gt;Drago&lt;/a&gt; Defeated &lt;a href=\"Brian%20Cage\"&gt;Cage&lt;/a&gt;, Hernandez, &lt;a href=\"King%20Cuerno\"&gt;King Cuerno&lt;/a&gt; on a Four-Way match and become the number one contender to the Lucha Underground Championship. Soon after, Hernandez faced &lt;a href=\"Drago%20%28wrestler%29\"&gt;Drago&lt;/a&gt; and lost via disqualification, before a rematch between the rivals would be announced for the upcoming Ultima Lucha event. A week later they both faced each other In an Atomicos Tag Team Match. Hernandez, &lt;a href=\"Jack%20Evans%20%28wrestler%29\"&gt;Jack Evans&lt;/a&gt;, &lt;a href=\"John%20Morrison%20%28wrestler%29\"&gt;Johnny Mundo&lt;/a&gt; and Super Fly Defeated &lt;a href=\"Aero%20Star\"&gt;Aero Star&lt;/a&gt;, &lt;a href=\"Alberto%20el%20Patr%C3%B3n\"&gt;Alberto el Patrón&lt;/a&gt;, &lt;a href=\"Drago%20%28wrestler%29\"&gt;Drago&lt;/a&gt; and &lt;a href=\"Sexy%20Star\"&gt;Sexy Star&lt;/a&gt;. At the first night of Ultima Lucha, &lt;a href=\"Drago%20%28wrestler%29\"&gt;Drago&lt;/a&gt; defeated Hernandez in a Believer's Backlash Match.\nHernandez made his return at Aztec Warfare IV on the first episode of Season 4 competing in the Aztec Warfare entering at number 10 but soon got eliminated by pinfall by &lt;a href=\"Pentagon%20Dark\"&gt;Pentagon Dark&lt;/a&gt;.\nIndependent circuit (2014–2020).\nOn June 19, 2014, Hernandez made his &lt;a href=\"Chikara%20%28professional%20wrestling%29\"&gt;Chikara&lt;/a&gt; debut, taking part in the &lt;a href=\"King%20of%20Trios%232014\"&gt;2014 King of Trios&lt;/a&gt; tournament alongside Chavo Guerrero and Homicide. They were defeated in their first round match by the Golden Trio (&lt;a href=\"Dasher%20Hatfield\"&gt;Dasher Hatfield&lt;/a&gt;, &lt;a href=\"Icarus%20%28wrestler%29\"&gt;Icarus&lt;/a&gt; and &lt;a href=\"Mark%20Angelosetti\"&gt;Mark Angelosetti&lt;/a&gt;). In October 2014, Hernandez appeared in &lt;a href=\"World%20Wrestling%20Council\"&gt;World Wrestling Council&lt;/a&gt;, attacking &lt;a href=\"Ray%20Gonzalez\"&gt;Ray Gonzalez&lt;/a&gt; under Ricardo Rodríguez's orders.\nHernandez was slated to return to &lt;a href=\"Texas%20All-Star%20Wrestling\"&gt;Texas All-Star Wrestling&lt;/a&gt; on June 25, 2016 in &lt;a href=\"Cypress%2C%20Texas\"&gt;Cypress, Texas&lt;/a&gt;. Prior to the show, he was involved in altercations with both \"Killer\" Brent McKenzie and Byron \"Big Daddy Yum Yum\" Wilcott. Hernandez left the building and did not compete.\nHernandez took on Kenzo Richards at Cheltenham Town Hall on February 18th 2018 for World Pro Wrestling.\nSince around 2018, Hernandez has been working with Austin Wrestling Revolution based in Lockhart, TX as head trainer of the AWR Wrestling Academy, producing and booking, as well as wrestling.\nSecond return to TNA (2015).\nHernandez returned to TNA on June 24, 2015, attacking The Rising and joining &lt;a href=\"The%20Beat%20Down%20Clan\"&gt;The Beat Down Clan&lt;/a&gt;. However, in July, following a legal dispute between TNA and Lucha Underground regarding Hernandez's contract, he was released from the company, and the Beat Down Clan was pulled from television. Hernandez had reportedly claimed he was a free agent before being signed by TNA, despite never actually receiving his release from Lucha Underground.\nThird return to Impact Wrestling (2018).\nHernandez made his return to TNA, now known as Impact Wrestling, on the July 5, 2018 episode of \"Impact\", aligning himself with &lt;a href=\"Eddie%20Kingston\"&gt;King&lt;/a&gt; and former tag team partner &lt;a href=\"Homicide%20%28wrestler%29\"&gt;Homicide&lt;/a&gt;, attacking &lt;a href=\"The%20Latin%20American%20Xchange\"&gt;The Latin American Xchange&lt;/a&gt; members &lt;a href=\"Konnan\"&gt;Konnan&lt;/a&gt;, Ortiz and Santana. They later became known as The OGz. At &lt;a href=\"Slammiversary%20XVI\"&gt;Slammiversary XVI&lt;/a&gt;, they faced LAX for the Impact Tag Team Championship in a Street Fight, but they lost. In their next two appearances, they defeated jobbers, while keeping their feud with LAX alive. Then they challenged LAX again, this time in a Concrete Jungle Death at &lt;a href=\"Bound%20for%20Glory%20%282018%29\"&gt;Bound for Glory&lt;/a&gt; in a match that they lost again. After several months, Hernandez moved to alumni section.\nFourth return to Impact Wrestling (2020–present).\nOn April 28, 2020, Hernandez re-signed with the company after appearing at &lt;a href=\"Rebellion%20%282020%29\"&gt;Rebellion&lt;/a&gt;, where he was defeated in a &lt;a href=\"Three-way%20match\"&gt;Three-way match&lt;/a&gt; involving &lt;a href=\"Moose%20%28wrestler%29\"&gt;Moose&lt;/a&gt; and &lt;a href=\"Michael%20Elgin\"&gt;Michael Elgin&lt;/a&gt; .Hernandez will return to World Pro Wrestling in February 2022 at Cheltenham Town Hall\nOther media.\nHernandez has appeared in the video games \"&lt;a href=\"TNA%20Impact%21%20%28video%20game%29\"&gt;TNA iMPACT!&lt;/a&gt;\" and \"&lt;a href=\"TNA%20Wrestling%20Impact%21\"&gt;TNA Wrestling Impact!&lt;/a&gt;\"."
}