{
    "id": "44920509",
    "revid": "21162912",
    "url": "https://en.wikipedia.org/wiki?curid=44920509",
    "title": "HET UAV",
    "text": "HET UAVs are Chinese Unmanned aerial vehicles (&lt;a href=\"UAV\"&gt;UAV&lt;/a&gt;s) developed by &lt;a href=\"Chengde\"&gt;Chengde&lt;/a&gt; Hawk Eye Technology Co, Ltd. (HET, 承德鹰眼电子科技有限公司), all of which have entered service with various Chinese law enforcement establishments. HET is a &lt;a href=\"government-owned%20corporation\"&gt;government-owned corporation&lt;/a&gt; of local Chengde &lt;a href=\"Chinese%20public%20security%20bureau\"&gt;Public security bureau&lt;/a&gt;, formed to carry out research and development work of &lt;a href=\"public%20security\"&gt;public security&lt;/a&gt; and &lt;a href=\"public%20safety\"&gt;public safety&lt;/a&gt; technologies. Members of UAV development team of HET have previously serviced in the local police bureau, and developed &lt;a href=\"Chengde%20Police%20Bureau%20Hawk%20Eye%23Hawk%20Eye%20I\"&gt;Hawk Eye I&lt;/a&gt; and &lt;a href=\"Chengde%20Police%20Bureau%20Hawk%20Eye%23Hawk%20Eye%20II\"&gt;Hawk Eye II&lt;/a&gt; fixed-wing UAVs for police use, and the name Hawk Eye (Ying-Yan or Yingyan, 鹰眼) is adopted for the new company formed, as well as the new UAVs developed by the company with the same development team.\nHawk Eye I.\nHawk Eye I is a fixed-wing &lt;a href=\"micro%20air%20vehicle\"&gt;micro air vehicle&lt;/a&gt; (MAV) developed by HET for rapid deployment. It is intended as a successor of earlier &lt;a href=\"Chengde%20Police%20Bureau%20Hawk%20Eye%23Hawk%20Eye%20I\"&gt;Hawk Eye I&lt;/a&gt; designed by the same team when the team was still part of the local police department, so the names of both UAV are duplicated, and both are still currently in service. Hawk Eye 1 is in conventional layout with &lt;a href=\"V-tail\"&gt;V-tail&lt;/a&gt; and high &lt;a href=\"wing%20configuration\"&gt;wing configuration&lt;/a&gt;. Propulsion is provided by German electric motor mounted at the &lt;a href=\"empennage\"&gt;empennage&lt;/a&gt; in &lt;a href=\"pusher%20configuration\"&gt;pusher configuration&lt;/a&gt;, and the two-blade propeller is American APC propeller with low noise level: only 10 dB at 200 meter altitude. Specification:\nMulticopters.\nHET has also developed two &lt;a href=\"multicopter\"&gt;multicopter&lt;/a&gt;s, both of which have entered service with various local Chinese law enforcement establishments.\nSee also.\n&lt;a href=\"List%20of%20unmanned%20aerial%20vehicles%20of%20China\"&gt;List of unmanned aerial vehicles of China&lt;/a&gt;"
}