{
    "id": "44945833",
    "revid": "12283949",
    "url": "https://en.wikipedia.org/wiki?curid=44945833",
    "title": "Cult of Snap",
    "text": "\"Cult of Snap\" is a song recorded by German &lt;a href=\"Eurodance\"&gt;Eurodance&lt;/a&gt; group &lt;a href=\"Snap%21\"&gt;Snap!&lt;/a&gt;. It was released as the third single from their debut &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt;, \"&lt;a href=\"World%20Power\"&gt;World Power&lt;/a&gt;\" in September 1990. The song reached No.1 in Spain for four weeks and it also peaked at No.2 in Austria and Zimbabwe. Snap! performed the song on the British TV show &lt;a href=\"List%20of%20performances%20on%20Top%20of%20the%20Pops%231990\"&gt;\"Top of the Pops\"&lt;/a&gt;.\nThe song was re-recorded and included on their 2003 remix album, \"&lt;a href=\"The%20Cult%20of%20Snap%21\"&gt;The Cult of Snap!&lt;/a&gt;\" featuring Roy Malone.\nCritical reception.\n&lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; editor Andrew Hamilton noted the \"choppy rhythms\" of the song in his review of \"&lt;a href=\"World%20Power\"&gt;World Power&lt;/a&gt;\". American magazine \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" described it as a \"African-infused &lt;a href=\"house%20music\"&gt;house&lt;/a&gt; jam\". Marisa Fox from \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" said it is \"a dark song, with African drumbeats and chanting.\" Pan-European magazine \"&lt;a href=\"Music%20%26amp%3B%20Media\"&gt;Music &amp; Media&lt;/a&gt;\" noted that &lt;a href=\"Turbo%20B\"&gt;Turbo B&lt;/a&gt; \"raps like he's shouting orders over a monotone &lt;a href=\"techno\"&gt;techno&lt;/a&gt; beat, spiced up with oriental and African samples.\" David Giles from \"&lt;a href=\"Music%20Week\"&gt;Music Week&lt;/a&gt;\" commented, \"The best record from this outfit yet. &lt;a href=\"Snap%21\"&gt;Snap&lt;/a&gt; tap into a slightly &lt;a href=\"salsa%20music\"&gt;salsa&lt;/a&gt;-based groove that stands out a mile among all the Funky Drummers, and decorate it with rapping. Afro-harmonies, and oriental melodies. A huge hit.\" A reviewer from \"&lt;a href=\"Newcastle%20Evening%20Chronicle\"&gt;Newcastle Evening Chronicle&lt;/a&gt;\" picked it as one of the best songs from the album.\nChart performance.\n\"Cult of Snap\" went on to become a major hit on the charts on several continents. In Europe, it peaked at number-one in Spain and was a Top 10 hit in Austria, Belgium, Germany, Greece, Ireland, Italy, the Netherlands, Norway, Portugal, Switzerland and the United Kingdom. In the latter, the single reached number eight in its second week at the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, on September 23, 1990. Outside Europe, \"Cult of Snap\" went to number two in Zimbabwe, number 15 in New Zealand and number 27 in Australia.\nMusic video.\nA tribal &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; was released to promote the song. It sees the band members belly dancing and charming a snake. The video was directed by Liam Kan. He also directed the music video for the group's previous single, \"&lt;a href=\"Ooops%20Up\"&gt;Ooops Up&lt;/a&gt;\". \"Cult of Snap\" was later published on Snap!'s official &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel in May 2011. The video has amassed more than 2 million views as of September 2021.\nSee also.\n&lt;a href=\"List%20of%20number-one%20singles%20of%201990%20%28Spain%29\"&gt;List of number-one singles of 1990 (Spain)&lt;/a&gt;"
}