{
    "id": "44950003",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=44950003",
    "title": "Solenis",
    "text": "Solenis, formerly &lt;a href=\"Ashland%20Inc.%23Ashland%20Water%20Technologies\"&gt;Ashland Water Technologies&lt;/a&gt;, is an American manufacturer of specialty chemicals for the &lt;a href=\"Pulp%20%28paper%29\"&gt;pulp&lt;/a&gt;, &lt;a href=\"Pulp%20and%20paper%20industry\"&gt;paper&lt;/a&gt;, &lt;a href=\"Petroleum%20industry\"&gt;oil and gas&lt;/a&gt;, chemical processing, &lt;a href=\"mining\"&gt;mining&lt;/a&gt;, &lt;a href=\"biorefining\"&gt;biorefining&lt;/a&gt;, &lt;a href=\"Electric%20power%20industry\"&gt;power&lt;/a&gt; and municipal markets. Headquartered in &lt;a href=\"Wilmington%2C%20Delaware\"&gt;Wilmington, Delaware&lt;/a&gt;, in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, the company operates 30 manufacturing facilities located around the globe. Its product portfolio includes a variety of process, functional and water treatment chemistries, as well as monitoring and control systems.\nAwards.\nSoyad Adhesives Presidential Green Chemistry Challenge Award.\nSoy-based adhesives are often used in the manufacturing of wood products such as &lt;a href=\"plywood\"&gt;plywood&lt;/a&gt; and &lt;a href=\"medium%20density%20fiberboard\"&gt;medium density fiberboard&lt;/a&gt;, especially when environmental concerns for petrochemical-based resins are considered. As a result, Solenis developed a completely formulated soy adhesive for use in wood composites, which offers furniture manufacturers and consumers a safer alternative. \nSolenis' line of Soyad adhesives contains no formaldehyde and low &lt;a href=\"volatile%20organic%20compounds\"&gt;volatile organic compounds&lt;/a&gt; (VOCs). Typical interior wood products include &lt;a href=\"urea%20formaldehyde\"&gt;urea formaldehyde&lt;/a&gt; (UF) in their adhesives. Over time, UF releases free formaldehyde into the air in a carcinogenic gaseous form, which can be inhaled by humans. Following legislation enacted to reduce formaldehyde emissions, the California Air Resources Board (CARB) adopted the United States’ strictest emissions standards. Soyad adhesives meet both CARB Phase 2 standards and &lt;a href=\"Leadership%20in%20Energy%20and%20Environmental%20Design\"&gt;Leadership in Energy and Environmental Design&lt;/a&gt; (LEED) criteria. As a result of this product development, Solenis (operating as Ashland Water Technologies at the time) was jointly awarded the &lt;a href=\"U.S.%20Environmental%20Protection%20Agency\"&gt;U.S. Environmental Protection Agency&lt;/a&gt;’s Presidential Green Chemistry Challenge Award along with Columbia Forest Products and Kaichang Li, Ph.D., of Oregon State University.\nBiobond. 2013 Breakthrough Technology of the Year.\nThe Biobond. Improving the Sustainability of Paper℠ Program is a program that improves sustainability and productivity for manufacturers of recycled paperboard. Biobond earned Solenis (operating as Ashland Water Technologies at the time) the 2013 Breakthrough Technology of the Year award from \"Pulp &amp; Paper International\". The announcement was made during RISI's Global Outlook Conference held in December 2013 in Dubai.\nABTCP Best Chemical Supplier of the Year.\nOn October 9, 2013, Solenis (operating as Ashland Water Technologies at the time) was honored as Best Chemical Supplier of the Year for the Pulp and Paper segment by the Brazilian Pulp &amp; Paper Association (ABTCP). This was the second consecutive year that Solenis received the award."
}