{
    "id": "44982220",
    "revid": "17107849",
    "url": "https://en.wikipedia.org/wiki?curid=44982220",
    "title": "2006 Subway 500",
    "text": "The 2006 Subway 500 was the 32nd &lt;a href=\"Stock%20car%20racing\"&gt;stock car race&lt;/a&gt; of the &lt;a href=\"2006%20NASCAR%20Nextel%20Cup%20Series\"&gt;2006 NASCAR Nextel Cup Series&lt;/a&gt; and the sixth in the ten-race &lt;a href=\"NASCAR%20playoffs\"&gt;Chase for the Nextel Cup&lt;/a&gt;. It was held on October 22, 2006, before a crowd of 65,000, at &lt;a href=\"Martinsville%20Speedway\"&gt;Martinsville Speedway&lt;/a&gt; in &lt;a href=\"Martinsville%2C%20Virginia\"&gt;Martinsville, Virginia&lt;/a&gt;, one of five &lt;a href=\"Short%20track%20motor%20racing\"&gt;short tracks&lt;/a&gt; to hold &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; races. &lt;a href=\"Jimmie%20Johnson\"&gt;Jimmie Johnson&lt;/a&gt; won the 500‑lap race starting from the ninth position; &lt;a href=\"Denny%20Hamlin\"&gt;Denny Hamlin&lt;/a&gt; finished second, and &lt;a href=\"Bobby%20Labonte\"&gt;Bobby Labonte&lt;/a&gt; was third.\n&lt;a href=\"Kurt%20Busch\"&gt;Kurt Busch&lt;/a&gt; won the &lt;a href=\"pole%20position\"&gt;pole position&lt;/a&gt; with the fastest time in qualifying. He was immediately passed by &lt;a href=\"Jeff%20Gordon\"&gt;Jeff Gordon&lt;/a&gt; at the start of the race. Gordon held the lead for 143 laps, until Johnson took the lead for one lap. Gordon regained the lead on the next lap, only to lose it to Johnson again on the 153rd lap. Labonte moved into the lead on lap 406 and held it with 55 laps remaining when he was passed by Johnson. At the race's final restart on lap 495, Hamlin challenged Johnson for the lead, but the latter held off Hamlin's passing maneuver and won the race. There were 18 &lt;a href=\"Racing%20flags%23Yellow%20flag\"&gt;cautions&lt;/a&gt; and 16 lead changes by five different drivers during the race.\nIt was Johnson's fifth win of the 2006 season and &lt;a href=\"List%20of%20NASCAR%20race%20wins%20by%20Jimmie%20Johnson\"&gt;the 23rd of his career&lt;/a&gt;. The result advanced him to third in the &lt;a href=\"List%20of%20NASCAR%20Sprint%20Cup%20Series%20champions\"&gt;Drivers' Championship&lt;/a&gt;, 41 points behind &lt;a href=\"Matt%20Kenseth\"&gt;Matt Kenseth&lt;/a&gt; (who took over the championship lead when &lt;a href=\"Jeff%20Burton\"&gt;Jeff Burton&lt;/a&gt; retired during the race; this caused Burton to fall to fifth in the championship, one point behind Hamlin). &lt;a href=\"Chevrolet\"&gt;Chevrolet&lt;/a&gt; maintained its lead in the &lt;a href=\"NASCAR%20Manufacturers%27%20Championship\"&gt;Manufacturers' Championship&lt;/a&gt;, 53 points ahead of &lt;a href=\"Dodge\"&gt;Dodge&lt;/a&gt;, and 61 ahead of &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt; with four races left in the season.\nBackground.\nThe Subway 500 was the 32nd of 36 scheduled &lt;a href=\"Stock%20car%20racing\"&gt;stock car races&lt;/a&gt; of the &lt;a href=\"2006%20NASCAR%20Nextel%20Cup%20Series\"&gt;2006 NASCAR Nextel Cup Series&lt;/a&gt; and the sixth in the ten-race season-ending &lt;a href=\"NASCAR%20playoffs\"&gt;Chase for the Nextel Cup&lt;/a&gt;. On October 22, 2006, it was held at &lt;a href=\"Martinsville%20Speedway\"&gt;Martinsville Speedway&lt;/a&gt; in &lt;a href=\"Martinsville%2C%20Virginia\"&gt;Martinsville, Virginia&lt;/a&gt;, a &lt;a href=\"Oval%20track%20racing\"&gt;short track&lt;/a&gt; that holds &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; races. The standard track at Martinsville Speedway is a four-turn, &lt;a href=\"Oval%20track%20racing\"&gt;oval&lt;/a&gt;. Its turns are &lt;a href=\"Banked%20turn\"&gt;banked&lt;/a&gt; at eleven &lt;a href=\"Degree%20%28angle%29\"&gt;degrees&lt;/a&gt;, and neither the &lt;a href=\"Straight%20%28racing%29\"&gt;front stretch&lt;/a&gt; (the location of the finish line) nor the backstretch is banked.\nBefore the race, &lt;a href=\"Jeff%20Burton\"&gt;Jeff Burton&lt;/a&gt; led the &lt;a href=\"List%20of%20NASCAR%20Sprint%20Cup%20Series%20champions\"&gt;Drivers' Championship&lt;/a&gt; with 5,763 &lt;a href=\"List%20of%20NASCAR%20points%20scoring%20systems%231975%E2%80%932010\"&gt;points&lt;/a&gt;, with &lt;a href=\"Matt%20Kenseth\"&gt;Matt Kenseth&lt;/a&gt; second and &lt;a href=\"Kevin%20Harvick\"&gt;Kevin Harvick&lt;/a&gt; third. &lt;a href=\"Mark%20Martin\"&gt;Mark Martin&lt;/a&gt; and &lt;a href=\"Dale%20Earnhardt%20Jr.\"&gt;Dale Earnhardt Jr.&lt;/a&gt; were fourth and fifth, and &lt;a href=\"Denny%20Hamlin\"&gt;Denny Hamlin&lt;/a&gt;, &lt;a href=\"Jimmie%20Johnson\"&gt;Jimmie Johnson&lt;/a&gt;, &lt;a href=\"Kasey%20Kahne\"&gt;Kasey Kahne&lt;/a&gt;, &lt;a href=\"Kyle%20Busch\"&gt;Kyle Busch&lt;/a&gt; and &lt;a href=\"Jeff%20Gordon\"&gt;Jeff Gordon&lt;/a&gt; rounded out the top ten drivers competing for the 2006 Chase for the Nextel Cup. In the &lt;a href=\"List%20of%20NASCAR%20Manufacturers%27%20champions\"&gt;Manufacturers' Championship&lt;/a&gt;, &lt;a href=\"Chevrolet\"&gt;Chevrolet&lt;/a&gt; led with 237 points; &lt;a href=\"Dodge\"&gt;Dodge&lt;/a&gt; was second with 179, followed by &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt; with 173. Gordon was the race's defending champion.\nAfter falling from seventh to tenth in the Drivers' Championship at the previous race (at &lt;a href=\"Charlotte%20Motor%20Speedway\"&gt;Charlotte Motor Speedway&lt;/a&gt;), Gordon said he would try and win races to return to contention for the championship. Jeff Burton called the Subway 500 \"another volatile race in the Chase\" and thought it would significantly impact the chase contenders. Although Kenseth felt the race would be the toughest for his team, he believed a good finish would put him in a better position for the championship because of his good results at the tracks following the Martinsville race. After a good finish at Charlotte, Earnhardt felt he was in \"good shape\": \"Jeff has been at this a long time, but I don't look at him as indestructible. If he has a mistake or even a couple of bad runs, it will completely shake up the points.\" After winning the &lt;a href=\"2006%20NASCAR%20Busch%20Series\"&gt;Busch Series&lt;/a&gt; championship, Harvick focused on the Nextel Cup championship: \"We're excited about it, proud of what we've done this year, and, hopefully, we can do what we need to do on the Cup side in the next five weeks. I have never had a season like this.\" Hamlin thought he would perform well at Martinsville, where he felt comfortable. He and his team did not rule themselves out of contention for the title.\nIn preparation for the race, NASCAR held the last of its test days for Nextel Cup entrants on October 16–18 at &lt;a href=\"Homestead-Miami%20Speedway\"&gt;Homestead-Miami Speedway&lt;/a&gt;. Sessions began at 1:00p.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Daylight Time&lt;/a&gt; (EDT), paused from 5:00 to 6:00p.m., and concluded at 9:00p.m. Fifty-eight cars, a mix of &lt;a href=\"Car%20of%20Tomorrow\"&gt;Cars of Tomorrow&lt;/a&gt; and 2006 cars, participated in the October 16 afternoon session. &lt;a href=\"Reed%20Sorenson\"&gt;Reed Sorenson&lt;/a&gt; was quickest with a speed of , and &lt;a href=\"Casey%20Mears\"&gt;Casey Mears&lt;/a&gt; had the highest speed of in the evening session. During the third session (with 75 cars), Kyle Busch had the fastest speed of ; Gordon had the highest speed of the three days, at in the fourth session. During the fifth session, on the afternoon of October 18, 23 cars were tested. &lt;a href=\"Scott%20Wimmer\"&gt;Scott Wimmer&lt;/a&gt; had the highest speed of , and &lt;a href=\"Jeff%20Green%20%28racing%20driver%29\"&gt;Jeff Green&lt;/a&gt; had the highest speed of in the evening session.\nThere were 50 cars represented by 3 different manufacturers entered for the race from a total of 29 teams. One team substituted for its regular driver. &lt;a href=\"Morgan-McClure%20Motorsports\"&gt;Morgan-McClure Motorsports&lt;/a&gt; driver &lt;a href=\"Todd%20Bodine\"&gt;Todd Bodine&lt;/a&gt; decided to concentrate on the &lt;a href=\"2006%20NASCAR%20Craftsman%20Truck%20Series\"&gt;Craftsman Truck Series&lt;/a&gt; title and was replaced by &lt;a href=\"Ward%20Burton\"&gt;Ward Burton&lt;/a&gt;, the &lt;a href=\"2002%20Daytona%20500\"&gt;2002 Daytona 500&lt;/a&gt; champion. Burton, who had not raced since &lt;a href=\"2004%20NASCAR%20Nextel%20Cup%20Series\"&gt;2004&lt;/a&gt;, went to &lt;a href=\"Motor%20Mile%20Speedway\"&gt;Motor Mile Speedway&lt;/a&gt; to reacquaint himself with NASCAR. According to crew chief &lt;a href=\"Chris%20Carrier\"&gt;Chris Carrier&lt;/a&gt;, Burton expressed a large amount of interest in driving at Martinsville: \"He's a Virginia driver and we're a Virginia team. That makes for a great combination at Martinsville.\" On October 18, &lt;a href=\"Roush%20Fenway%20Racing\"&gt;Roush Racing&lt;/a&gt; announced that Craftsman Truck Series driver &lt;a href=\"David%20Ragan\"&gt;David Ragan&lt;/a&gt; would drive the 06 car in four of the season's five remaining races beginning with the Subway 500. Ragan said the experience would help him prepare for his full-time début in &lt;a href=\"2007%20NASCAR%20Nextel%20Cup%20Series\"&gt;2007&lt;/a&gt;.\nPractice and qualification.\nThree practice sessions were held before the Sunday race: one on Friday and two on Saturday. The first session lasted 90 minutes, the second 60 minutes, and the third 45 minutes. In the first practice session, Gordon was fastest with a time of 19.478 seconds; &lt;a href=\"Ryan%20Newman%20%28racing%20driver%29\"&gt;Ryan Newman&lt;/a&gt; was second and Hamlin third. Johnson took fourth position, and &lt;a href=\"Dave%20Blaney\"&gt;Dave Blaney&lt;/a&gt; placed fifth. &lt;a href=\"Kurt%20Busch\"&gt;Kurt Busch&lt;/a&gt;, &lt;a href=\"Sterling%20Marlin\"&gt;Sterling Marlin&lt;/a&gt;, Green, Sorenson, and Kahne rounded out the session's top ten drivers. Martin switched to a back-up car after he crashed.\nFifty cars entered qualifying on Friday afternoon, due to NASCAR's &lt;a href=\"Go%20or%20Go%20Home\"&gt;qualifying procedure&lt;/a&gt;, only forty-three could race. Each driver ran two laps, with the starting order determined by the competitor's fastest times. Kurt Busch clinched his sixth &lt;a href=\"pole%20position\"&gt;pole position&lt;/a&gt; of the season, the ninth of his career and his first at Martinsville, with a time of 19.408 seconds. He was joined on the grid's front row by Gordon, who was 0.038 seconds slower and had the pole position until Kurt Busch's lap. Hamlin qualified third, Newman fourth, and &lt;a href=\"Tony%20Stewart\"&gt;Tony Stewart&lt;/a&gt; fifth. Blaney was sixth, with Earnhardt and Green seventh and eighth. Johnson, a Chase for the Nextel Cup driver, qualified ninth, and &lt;a href=\"Ken%20Schrader\"&gt;Ken Schrader&lt;/a&gt; rounded out the top ten qualifiers. Harvick, another driver in the Chase, set the twelfth-fastest time. The seven drivers who failed to qualify were &lt;a href=\"Mike%20Bliss\"&gt;Mike Bliss&lt;/a&gt;, &lt;a href=\"Hermie%20Sadler\"&gt;Hermie Sadler&lt;/a&gt;, &lt;a href=\"Chad%20Chaffin\"&gt;Chad Chaffin&lt;/a&gt;, &lt;a href=\"Morgan%20Shepherd\"&gt;Morgan Shepherd&lt;/a&gt;, &lt;a href=\"Ted%20Christopher\"&gt;Ted Christopher&lt;/a&gt;, &lt;a href=\"Derrike%20Cope\"&gt;Derrike Cope&lt;/a&gt;, and &lt;a href=\"Stanton%20Barrett\"&gt;Stanton Barrett&lt;/a&gt;. After the qualifier, Kurt Busch said, \"It was a great lap, unexpected for me, but this team has always qualified well at this track, Martinsville is the kind of track that you either love or hate, and I've learned to do both. It's a tough, challenging short track.\"\nOn Saturday morning, Marlin was fastest in the second practice session with a time of 19.668 seconds. Positions two through ten were occupied by Kahne, Gordon, &lt;a href=\"Dale%20Jarrett\"&gt;Dale Jarrett&lt;/a&gt;, Mears, Johnson, Hamlin, &lt;a href=\"Brian%20Vickers\"&gt;Brian Vickers&lt;/a&gt;, &lt;a href=\"Greg%20Biffle\"&gt;Greg Biffle&lt;/a&gt;, and Jeff Burton. Of the other drivers in the Chase, Kyle Busch was 13th-fastest and Martin 19th. During the second practice session, &lt;a href=\"Scott%20Riggs\"&gt;Scott Riggs&lt;/a&gt; had an engine failure in the session's opening minutes and changed engines. Later that day, Johnson led the final practice session with a 19.722 lap; Harvick, Biffle, Marlin, &lt;a href=\"David%20Stremme\"&gt;David Stremme&lt;/a&gt;, Hamlin. Earnhardt, Kyle Busch, Gordon, and Mears were in positions two to ten. Other Chase drivers included Jeff Burton in 17th and Kahne in 17th; all were within one-tenth of a second of Johnson's time. The session was suspended when &lt;a href=\"Kenny%20Wallace\"&gt;Kenny Wallace&lt;/a&gt;'s engine blew up since the track then needed to be checked and cleaned, and Wallace changed engines. Jarrett spun out with a brake problem, but since he made only minor contact with the wall, he did not have to switch to a back-up car. After a similar collision, &lt;a href=\"Michael%20Waltrip\"&gt;Michael Waltrip&lt;/a&gt; also did not have to switch cars.\nRace.\nLive television coverage of the race began at 12:32p.m. EDT in the United States on &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;. Rain showers were forecast for the day of the race, and at the start, weather conditions were overcast, and some rain had already fallen. The air temperature was around . Cleaning trucks cleared the track before the start. Eldrid Davis of Raceway Ministries began pre-race ceremonies with an &lt;a href=\"invocation\"&gt;invocation&lt;/a&gt;, the &lt;a href=\"Martinsville%20High%20School%20%28Virginia%29\"&gt;Martinsville High School&lt;/a&gt; marching band performed the &lt;a href=\"The%20Star-Spangled%20Banner\"&gt;national anthem&lt;/a&gt;, and &lt;a href=\"Subway%20%28restaurant%29\"&gt;Subway&lt;/a&gt; spokesperson &lt;a href=\"Jared%20Fogle\"&gt;Jared Fogle&lt;/a&gt; commanded the drivers to start their engines. During the &lt;a href=\"Parade%20lap\"&gt;pace laps&lt;/a&gt;, Riggs and Wallace moved to the rear of the grid because they had changed their engines.\nThe race began at 1:00p.m. Gordon accelerated faster than Kurt Busch off the line and was ahead of him by the second turn. The first &lt;a href=\"Racing%20flags%23Yellow%20flag\"&gt;caution&lt;/a&gt; was given three laps later when &lt;a href=\"Kyle%20Petty\"&gt;Kyle Petty&lt;/a&gt; spun in turn four, and &lt;a href=\"Martin%20Truex%20Jr.\"&gt;Martin Truex Jr.&lt;/a&gt; made contact with the rear of the slowing Sorenson's car. Jeff Burton had front-end damage to his vehicle when he contacted the rear of &lt;a href=\"Joe%20Nemechek\"&gt;Joe Nemechek&lt;/a&gt;'s car, who hit Marlin. At the lap 11 &lt;a href=\"Rolling%20start\"&gt;restart&lt;/a&gt;, Gordon maintained his lead over Kurt Busch and Denny Hamlin. Seven laps later, Hamlin passed Kurt Busch for second place. Earnhardt passed Kurt Busch for fourth place on the 44th lap. On lap 45, he reported that one of his engine's cylinders was misfiring and was worse coming out of the turns. Five laps later, Gordon had a 1.8‑second lead over Hamlin, which grew to 2.4 seconds on lap 60; Earnhardt had moved into second on lap 58. On lap 65, a collision between Mears and Newman in turn two prompted the second caution; although Mears was spun around, he was able to continue. During the caution, all the leaders made &lt;a href=\"pit%20stop\"&gt;pit stop&lt;/a&gt;s for fuel and tires. Jeff Burton's pit crew repaired his loose &lt;a href=\"Hood%20%28vehicle%29\"&gt;hood&lt;/a&gt; with tape on the right front. Biffle left the track on lap 67 with brake problems. Newman was sent to the rear of the longest line by NASCAR two laps later for his role in the incident with Mears, and Gordon maintained the top position at the lap-73 restart.\nSix laps later, Earnhardt passed Raines for second position, and Gordon led Earnhardt by 1 7 seconds by lap 80. Raines was passed by Stewart for third by lap 83, and Johnson took third place from Stewart six laps later. &lt;a href=\"J.J.%20Yeley\"&gt;J.J. Yeley&lt;/a&gt; drove to pit road on the 94th lap with a &lt;a href=\"Flat%20tire\"&gt;flat left-rear tire&lt;/a&gt;. On lap 106, Burton (whose car was hot because of the tape on his hood) made contact with Gordon and escaped with minor damage after a three-lap battle. 24 laps later, Johnson passed Earnhardt for second place, and on lap 145, he passed Gordon for the lead. One lap later, Gordon reclaimed first place, and built a quarter-second lead by lap 150. Johnson moved back into the lead on lap 153. Two laps later, Stremme spun sideways in turn four following contact with McMurray, prompting the third caution, and all the leaders made pit stops. Johnson remained the leader at the lap-162 restart, ahead of Gordon and Stewart. After the caution ended, Burton switched to a second ignition after feeling he had a problem with his engine. 42 laps later, Waltrip's turn-four spin prompted the fourth caution; he was able to continue. During the caution, the leaders again made pit stops. Johnson, who had minor air-pressure adjustments because of sunlight exposure at his pit stop, maintained his lead at the lap 210 restart.\nJeff Burton drove to his garage on lap 218 when a &lt;a href=\"carburetor\"&gt;carburetor&lt;/a&gt; problem caused him to run slower than his rivals; Earnhardt, and Stewart avoided a wreck on that lap. Four laps later, the fifth caution came out when &lt;a href=\"David%20Gilliland\"&gt;David Gilliland&lt;/a&gt; made contact with Ward Burton in turn two; although Burton spun, he avoided hitting the wall. Johnson maintained his lead at the lap-228 restart. The sixth caution was given on lap 231 when Sorenson spun after colliding with Riggs, causing &lt;a href=\"Mike%20Skinner%20%28racing%20driver%29\"&gt;Mike Skinner&lt;/a&gt; to strike the left front quarter of Harvick's car and &lt;a href=\"Travis%20Kvapil\"&gt;Travis Kvapil&lt;/a&gt; to spin sideways. Biffle sustained damage to his car's nose, and turn three was temporarily blocked. Harvick, Kahne, Vickers, and Biffle went to pit road for repairs, while the leaders remained on the track. Johnson led on the lap-239 restart. Four laps later, Kvapil made heavy contact with the wall after being bumped, and &lt;a href=\"Tony%20Raines\"&gt;Tony Raines&lt;/a&gt;' car had a cut tire from contact with Ragan, prompting the seventh caution. Most of the leaders, including Johnson, again made pit stops. On lap 244, it was announced that Jeff Burton had retired from the race. Gordon became the leader at the lap 249 restart, ahead of Hamlin, &lt;a href=\"Elliott%20Sadler\"&gt;Elliott Sadler&lt;/a&gt;, Kurt Busch, and Nemechek.\nHamlin passed Gordon for the lead on lap 256. Twenty-four laps later, Bowyer made contact with Kenseth, spinning him in turn four (although he kept his car off the wall) and prompting the race's eighth caution. During the caution, most of the leaders (including Hamlin) made pit stops. Kyle and Kurt Busch's pit crews made &lt;a href=\"Panhard%20rod\"&gt;track-bar&lt;/a&gt; adjustments to their cars. Hamlin had tape added to the front of his car to fix a handling problem, and Sadler narrowly avoided a collision with Kahne. Johnson regained the lead after the pit stops, maintaining it at the lap-287 restart. Thirteen laps later, Kurt Busch passed Earnhardt for second place, and Gordon moved back up to fifth by lap 318. On lap 333, the ninth caution was given. Schrader and Ragan made contact into turn one, causing Schrader to hit the outside wall, and both of them hit Jarrett. Schrader retired from the race because of the collision; Ragan and Jarrett continued. The leaders, including Johnson, made pit stops during the caution. Kurt Busch gained the lead after the pit stops, maintaining it at the lap-341 restart. Five laps later, Raines made contact with Skinner, forcing him to collide with the inside wall and prompting the tenth caution. With severe damage to his car's rear end quarter, Skinner stopped after the start-finish line. Kurt Busch maintained his lead at the lap-353 restart, ahead of Johnson and Earnhardt.\nJohnson moved into the lead on the same lap after passing Kurt Busch, who dropped two more places over the next two laps. On lap 356, Ragan spun in the second turn after contact with Elliott Sadler, while having Stewart on the inside and Ward Burton on the outside, prompting the 11th caution; none of the leaders made pit stops. Johnson led at the lap-362 restart, ahead of Earnhardt and Hamlin. The 21st caution came out two laps later when Kurt Busch tried to pass Riggs, and the drivers made contact exiting turn four. Kurt Busch was spun while crossing the start-finish line and hit the inside wall, requiring a pit stop for repairs. Johnson maintained his lead at the lap-372 restart and was followed by Earnhardt, Hamlin, Kurt Busch, and Gordon (who made a pit stop for an air-pressure adjustment during the caution). Hamlin passed Earnhardt for second place eight laps later, and held off the latter on lap 381. The 13th caution was prompted on lap 400 when &lt;a href=\"Bobby%20Labonte\"&gt;Bobby Labonte&lt;/a&gt; made contact with the rear of &lt;a href=\"Jamie%20McMurray\"&gt;Jamie McMurray&lt;/a&gt;'s car in turn two, sending him spinning sideways but avoiding the wall. Most of the leaders, including Johnson, made pit stops. Johnson adjusted his air pressure, and Hamlin's pit crew removed a front &lt;a href=\"Fender%20%28vehicle%29\"&gt;fender&lt;/a&gt;.\nLabonte led on the lap-407 restart, followed by Mears and Gordon. Elliott Sadler went to his garage with motor problems on lap 411. By lap 438, Johnson had moved into second position. Seven laps later, he passed Labonte, for the lead, and Hamlin passed Gordon for fourth a lap later. Lap 448 saw the 14th caution; Ragan spun sideways at on the inside at turn four, and Kyle Busch collided with the outside wall to avoid him, sustaining minor damage to his car's right side. On that lap, Kyle Busch entered pit road for repairs. The race restarted on lap 454, with Johnson leading Labonte and Hamlin. On the 460th lap, Gilliand caused Mears to spin sideways coming out of turn four, prompting the 15th caution; Johnson maintained his lead at the restart on lap 468. On lap 469, Bowyer triggered the 16th caution after spinning sideways at turn three. Four laps later, Martin drove to pit road for engine troubleshooting.\nThe race restarted on lap 477, when a seventeenth caution was issued because Earnhardt made contact with Kahne after trying to pass him on the inside at turn three and spun. Martin again went to pit road because of water problems, and Johnson maintained the lead at the restart on lap 483. On lap 485, Hamlin passed Labonte for second place. Five laps later, Wallace spun coming out of turn two after being hit by McMurray, prompting the race's final caution; he was able to continue. Johnson remained the leader at the lap-495 restart, with Hamlin close behind. Hamlin bumped Johnson coming out of turn two, causing Johnson to move to the outside lane, and went to the inside lane to draw alongside him on the backstretch. They remained side by side for one lap when Johnson drew ahead of Hamlin at turn four. He pulled away, holding the lead for the remaining six laps to win the race. Hamlin finished second, ahead of Labonte in third, Stewart in fourth and Gordon in fifth. Mears, Kahne, Green, Harvick, and Petty rounded out the top ten finishers. The race had a total of 18 cautions and 16 lead changes by five drivers. Johnson led seven times for a total of 245 laps, more than any other competitor. The win was &lt;a href=\"List%20of%20NASCAR%20race%20wins%20by%20Jimmie%20Johnson\"&gt;the 23rd of Johnson's Cup Career&lt;/a&gt; and the last of five victories he posted in the 2006 season.\nPost-race comments.\nJohnson appeared in &lt;a href=\"Glossary%20of%20motorsport%20terms%23V\"&gt;Victory Lane&lt;/a&gt; after his &lt;a href=\"victory%20lap\"&gt;victory lap&lt;/a&gt; to celebrate his fifth win of the season in front of the crowd; the win earned him $191,886. He was pleased with the result, saying he was happy to have taken the victory: \"We've been running up front the last three of four races and haven't been able to close the deal. Today we did.\" Hamlin was disappointed with his finish as he felt he had a faster car after the race's final restart and admitted Johnson would not be beaten: \"It was my only shot to get around him. I wasn't going to get under him completely. There was no way possible. I was doing the best I could to win the race.\" He later admitted he made contact with Johnson and that it was on purpose. Labonte said about his third-place finish, \"I feel like I stole something.\" Jeff Burton was philosophical about his retirement from the race: \"These things happen. Everybody has had an issue in this Chase, and we had ours today. This thing is not over for us by any means.\" Kenseth, who finished eleventh, was optimistic about his chances of winning the Drivers' Championship: \"It's great to be the leader, but we've got to start running good, It's still pretty wide open. It's going to be pretty exciting, I think, coming down to the last race.\"\nEarnhardt admitted he was to blame for the collision with Kahne on lap 476. He said he was anxious to pass him and was underneath him when he made the maneuver, but his rear brakes locked, which caused him to spin. Kahne thought Earnhardt was driving too hard in turn three: \"I guess I need to get somebody on [the radio] to preach to me to have more patience because I definitely can't take control of myself.\" After retiring from the race, Schrader said of his collision with Ragan, \"I moved him earlier because you can't run like that two laps down. Got back around him and he paid me back for moving him, but he was two laps down.\" Ragan denied intentionally wrecking Schrader, saying he over-drove his car going into the first corner and his brakes locked. Stewart saw Ragan's lap-447 spin (which caused Kyle Busch to collide with the wall) and believed NASCAR should have disqualified Ragan from the race.\nAccording to Mears, who was involved in an incident with Newman on the 64th lap, \"[Newman] was kind of holding everyone up. When I got up to him, he tried to park me in the center of the corner. [He] just got on the brakes and I got into the back of him. Got him a little loose. He didn't wreck, but he came around the next lap and wrecked me.\" Although Mears was also angry about the incident with Gilliland 396 laps later, he praised his car's handling and said it was the first time a car had worked in his favor. Three days after the race, NASCAR announced that &lt;a href=\"Michael%20Waltrip%20Racing\"&gt;Waltrip-Jasper Racing&lt;/a&gt; crew chief &lt;a href=\"Tommy%20Baldwin%20Jr.\"&gt;Tommy Baldwin Jr.&lt;/a&gt; was fined $5,000 for violating four NASCAR rules. The fines were for \"actions detrimental to stock car racing\" car, car parts, components and/or equipment used in the race that was not compliant to NASCAR rules, and entering the car-servicing area without a fire-resistant uniform or helmet.\nThe result left Kenseth leading the Drivers' Championship with 5,848 points, ahead of Harvick with 5,812. Johnson moved into third with 5,807, six points ahead of Hamlin. After the race, Jeff Burton, who fell to fifth, was still upbeat about his championship chances: \"We have as good a shot as anybody. We've run well enough to win the championship; we just got to put the next four races together.\" Earnhardt, Martin, Kahne, Gordon, and Kyle Busch rounded out the top ten. In the Manufacturers' Championship, Chevrolet maintained the lead with 246 points. Dodge remained in second with 185, eight points ahead of Ford. The race took 3hours and 44minutes to complete, and the margin of victory was 0.544seconds."
}