{
    "id": "45020508",
    "revid": "403055",
    "url": "https://en.wikipedia.org/wiki?curid=45020508",
    "title": "Fast4 Tennis",
    "text": "Fast4 Tennis is a format for playing a tennis match, initiated by &lt;a href=\"Tennis%20Australia\"&gt;Tennis Australia&lt;/a&gt;, which leads to a shorter match, by the use of varied rules compared to the traditional rules of tennis.\nWhilst the majority of professional tournaments are still run using the traditional format, there have been some pilots of the format, or its variants, in professional tournaments (e.g. the Hopman Cup and the NextGen tournaments). However the 2018 NextGen tournament, for example, did not use the no-let serve, so was not strictly Fast4.\nThere is significant uptake of the format in some countries (such as the United Kingdom, encouraged by the UK governing body) in lower-level tournaments. The benefits of this include, shorter tournaments (hence less time commitment for players); shorter matches (less wear and tear especially on young players); typically more predictable court usage time. However some criticism exists, including, unpredictability of results in close matches due to the shorter format rules; reduction in on-court time per match (hence less match practice opportunity and effectively increased price per point); the encouragement of this shorter format whilst ignoring valid alternatives which do not have some of the features which are criticised in fast 4 (for example single-set matches, single tie break matches, traditional setting to 4 games).\nFast4 has been described as the tennis equivalent of the &lt;a href=\"Twenty20\"&gt;Twenty20&lt;/a&gt; format of &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;.\nThe rules are similar to the traditional format, but are specifically targeted at shortening match time, including:-\nWith effect from September 2019, the UK governing body (the LTA) has harmonised to a single short match format for all short matches. It is still calling this Fast4, but has the following differences from the Australian Fast4 format:-\nThe following are retained from the Australian Fast4 format\nHistory.\nTrials of the format began in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; in October 2014, with clubs around &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; trialing it.\nThe first major public match of Fast4 was on January 12, 2015, when &lt;a href=\"Roger%20Federer\"&gt;Roger Federer&lt;/a&gt; and &lt;a href=\"Lleyton%20Hewitt\"&gt;Lleyton Hewitt&lt;/a&gt; played in an &lt;a href=\"exhibition%20match\"&gt;exhibition match&lt;/a&gt; at &lt;a href=\"Sydney%20Entertainment%20Centre\"&gt;Qantas Credit Union Arena&lt;/a&gt; in Sydney, Federer winning 4–3(5–3), 2–4, 3–4(3–5), 4–0, 4–2. The match was broadcast live nationally in Australia on &lt;a href=\"Nine%20Network\"&gt;Nine Network&lt;/a&gt; as well as some international networks.\n&lt;a href=\"Rafael%20Nadal\"&gt;Rafael Nadal&lt;/a&gt; also participated in the Fast4 promotion with an exhibition match on January 13, 2015 at &lt;a href=\"Melbourne%20Park\"&gt;Melbourne Park&lt;/a&gt;, site of the Australian Open. The match was played inside &lt;a href=\"Hisense%20Arena\"&gt;Hisense Arena&lt;/a&gt;. &lt;a href=\"Fernando%20Verdasco\"&gt;Fernando Verdasco&lt;/a&gt; was one of the participants in the exhibition.\nIn December 2016, it was announced that the &lt;a href=\"2017%20Hopman%20Cup\"&gt;2017 Hopman Cup&lt;/a&gt; would be the first official tournament to feature the Fast4 format, being applied only in mixed doubles matches.\nIn 2020, amid the suspension of the international tennis season due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, world men's no. 1 &lt;a href=\"Novak%20Djokovic\"&gt;Novak Djokovic&lt;/a&gt; organized a series of exhibition tournaments using the Fast4 format known as the &lt;a href=\"Adria%20Tour\"&gt;Adria Tour&lt;/a&gt;.\nRules.\nFast4 Tennis rules are a modification to the traditional rules of tennis, with the major significant changes as shown below. \nNote that from 1 Sept 2019, the rules are different for UK LTA governed short matches. See the introduction for details of this revised format.\nThe shortened format offers a \"fast\" alternative to tennis, with four &lt;a href=\"point%20%28tennis%29\"&gt;points&lt;/a&gt;, four games and four rules: there are no advantage scores, lets are played, tie-breakers apply at three games all and the first to four games wins the set.\nSimilar to 12 point tiebreaker but with a few format changes especially on service order. First player to 5 points. Each player serves twice starting in deuce court switching sides after 4 points. At 4-all, a coin toss by the umpire (or racquet spin if none is present) determines who will serve the ninth point with the receiving player choosing sides on the final point.\nThe full explanation of the Fast4 format and rules is available at Tennis Australia.\nControversy.\nThe wide uptake of the Fast4 format in competitive tennis in the UK has led to some criticism of some aspects of the format.\nThis rule means that serves which hit the net and still land in the service box, must be played. This includes serves which hit the net hard, and trickle over, or get significantly slowed by the net contact. This can therefore lead to unplayable serves, sometimes at key points in a match. This approach to lets has also led to confusion when switching between different types of tournament (i.e. the service receiver does not return a legal no-let serve, because in the traditional format this would be treated as a “let”, and re-played).\nOne main argument in favour of no-let serves, is that it eliminates the possibility of cheating by the receiver on the serve, where the receiver claims a valid serve had touched the net.\nWhilst the format will normally result in a balanced result between highly differing standards of player, the use of short sets, sudden death deuce, played lets, and short tie break formats can also lead to a strong element of chance between closely matched players. There is often limited opportunity to recover from a poor start, or a chance event such as a 'Fast4 Ace' (Net cord).\nThere is also a concern that on-court time during tournaments can be reduced due to the shorter format, reducing participation time and effectively increasing the court time cost of tournaments, as some providers are keeping tournament prices and organisation the same for the faster format.\nAlternative shorter formats.\nIn Thirty30 tennis, every game starts at 30–30.\nFast4 is an emerging format, and as can be seen, has a number of variants. Some variants are used to reduce the likelihood of matches being influenced by chance events. these include:-\nThese address some of the features which are criticised in fast 4:-\nHence there is more time to recover from a mistake, dip in form, or chance event.\nExamples include:-"
}