{
    "id": "45030756",
    "revid": "6334945",
    "url": "https://en.wikipedia.org/wiki?curid=45030756",
    "title": "Vancouver Indo-Chinese Women's Conference",
    "text": "The Vancouver Indochinese Women's Conference (VICWC) took place in April 1971, where close to a thousand women from &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; met with &lt;a href=\"French%20Indochina\"&gt;Indochinese&lt;/a&gt; women in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, Canada in a protest of the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; organized by the Voice of Women. There was also a sister conference in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, held from April 9 to 11, 1971. These women came from various backgrounds and cultures; &lt;a href=\"negro\"&gt;black&lt;/a&gt; &lt;a href=\"Chicano\"&gt;Chicana&lt;/a&gt;/&lt;a href=\"Latino%20%28demonym%29\"&gt;Latina&lt;/a&gt;, &lt;a href=\"white%20people\"&gt;white&lt;/a&gt;, and &lt;a href=\"Indochina\"&gt;Indochinese&lt;/a&gt; women all participated. This conference was a spinoff from an earlier and smaller Indochinese &lt;a href=\"feminism\"&gt;feminist&lt;/a&gt; conference which was held in 1967 to give voice to marginalized women.\nThe VICWC was divided into four parts over a period of six days, where different women's groups would meet to discuss various women's and antiwar issues. In the first part, the Indochinese women met with the Voice of Women; the second part was a session open to the public; in the third segment, the Indochinese met with Third World women; the fourth part was between Indochinese and &lt;a href=\"Women%27s%20liberation%20movement\"&gt;women's liberationists&lt;/a&gt;, which were mostly white women. The &lt;a href=\"lesbian\"&gt;lesbian&lt;/a&gt; feminist group \"New Morning\" also met with Indochinese women during the women's liberation segment.\nThe &lt;a href=\"Vancouver%20Women%27s%20Caucus\"&gt;Vancouver Women's Caucus&lt;/a&gt; was one of the organizing groups of the conference.\nAttendance.\nThe North American women who attended the conference identified as either the \"Old Friends,\" \"New Friends,\" or \"Third World Women.\" Third World Women consisted of about 300 delegates and included \"Black, Chicano, Asian, and [sic] Native American, and Canadian groups.\" The Indochinese women whom they met were representatives from &lt;a href=\"anti-colonialism\"&gt;anti-colonial&lt;/a&gt; struggles in &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt;, &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt;, and &lt;a href=\"Laos\"&gt;Laos&lt;/a&gt;. The \"Old Friends\" possessed politics that were &lt;a href=\"Communism\"&gt;Communist&lt;/a&gt; or \"&lt;a href=\"maternalist%20reform\"&gt;maternalists&lt;/a&gt;,\" and had a long history of friendship with the &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;ese women. The \"New Friends\" were younger women who were politically active and of the &lt;a href=\"new%20left\"&gt;new left&lt;/a&gt;, such as women's liberationists and lesbian feminists. \"Third World Women\" were of racial groups in the United States, such as Chicana/Latina women, black women, and &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;n women. The Indochinese women ranged in age from 29 to 50, and were from &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;, Laos, and North and South Vietnam."
}