{
    "id": "45032228",
    "revid": "1035686625",
    "url": "https://en.wikipedia.org/wiki?curid=45032228",
    "title": "NOWKR",
    "text": "NOWKR (short for No WKR Ball) was a &lt;a href=\"Far-left%20politics\"&gt;radical-left&lt;/a&gt;, &lt;a href=\"anticapitalist\"&gt;anticapitalist&lt;/a&gt; and &lt;a href=\"Antifascism\"&gt;antifascist&lt;/a&gt; alliance against a &lt;a href=\"Ball%20%28dance%20party%29\"&gt;ball&lt;/a&gt; now organized by &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;'s &lt;a href=\"Right-wing%20politics\"&gt;right-wing&lt;/a&gt; &lt;a href=\"Freedom%20Party%20of%20Austria\"&gt;Freedom Party&lt;/a&gt;. The alliance was created in 2008 and ever since has caused uproar among politicians, the media and the police. The group dissolved itself in February 2015.\nCause for the foundation of the alliance.\nIn 1952, the Viennese &lt;a href=\"Burschenschaft\"&gt;Burschenschaft&lt;/a&gt;en consisting mainly of fencing student fraternities, most of them German-nationalist, founded an annual ball. This festivity went mostly unnoticed in a post-war Austria concerned with reconstructing society and war-damaged buildings. The ball was called \"Ball des \" (Ball of the Viennese Union of the Incorporated), abbreviated WKR Ball. Right from the beginning hundreds of former &lt;a href=\"Nazism\"&gt;Nazis&lt;/a&gt; used the ball as a popular get-together. As the years went by, the organizers became bolder and bolder. Step by step they invited prominent politicians and theoreticians from right-wing parties and movements from all over Europe - among them &lt;a href=\"Pro%20Germany%20Citizens%27%20Movement\"&gt;Markus Beisicht&lt;/a&gt;, &lt;a href=\"Patrik%20Brinkmann\"&gt;Patrik Brinkmann&lt;/a&gt;, &lt;a href=\"Filip%20Dewinter\"&gt;Filip Dewinter&lt;/a&gt;, &lt;a href=\"Aleksandr%20Dugin\"&gt;Aleksandr Dugin&lt;/a&gt;, &lt;a href=\"German%20People%27s%20Union\"&gt;Matthias Faust&lt;/a&gt;, &lt;a href=\"Bruno%20Gollnisch\"&gt;Bruno Gollnisch&lt;/a&gt; and far-right Catalan politician Enrique Ravello. Some of them flatly &lt;a href=\"Holocaust%20denial\"&gt;denied the Holocaust&lt;/a&gt;; all of them are radically nationalistic.\nStarting in 1967, the ball took place at the &lt;a href=\"Hofburg%20Palace\"&gt;Hofburg Palace&lt;/a&gt;, the official residence and workplace of the &lt;a href=\"President%20of%20Austria\"&gt;President of Austria&lt;/a&gt;. In 2008 some left-wing activists brought this to public attention and started demonstrating against the ball. The following year the alliance NOWKR was founded and since then has demonstrated against each ball, every year.\nIn 2012 the company running the Hofburg Palace ball business canceled the contract, therefore the 2012 WKR ball was the last one with this name. As an act of solidarity with the German nationalistic Burschenschaften in 2013, the &lt;a href=\"Freedom%20Party%20of%20Austria\"&gt;Freedom Party of Austria&lt;/a&gt; took over the organization of the ball, which was then renamed (Ball of the Academics).\nThe actual website of the alliance states the following:\nThemes of the demonstrations.\nSince 2009, each NOWKR demonstration had a different slogan:\nOn January 8, 2015, NOWKR announced its avid resistance against the German right-wing &lt;a href=\"Pegida\"&gt;PEGIDA&lt;/a&gt; movement. The alliance organized demonstrations and blockades against Austria's first PEGIDA demonstration on February 2, 2015.\nBanned demonstrations in 2015.\nIn 2015, two demonstrations against the Ball of the Academics were banned by the Vienna police. Constitutional law scientist &lt;a href=\"Bernd-Christian%20Funk\"&gt;Bernd-Christian Funk&lt;/a&gt; said, unlike 2011 this ban was appropriate because the organizers did not exclude violence. Additionally, Vienna police pressed charges against NOWKR for the formation of a criminal organisation.\nSpin-off alliances.\nIn 2011, the new alliance \"Offensive gegen Rechts\" (Anti-Right offensive) was founded by several socialist and communist groups and organizations, mainly youth associations. It was a spin-off from NOWKR and can be differentiated by its focus on &lt;a href=\"Anti-fascism\"&gt;Anti-fascism&lt;/a&gt; (instead of the primarily anti-capitalist motivation of NOWKR).\nIn 2012, an even broader alliance under the name \"Jetzt Zeichen setzen!\" (Setting an example now) was founded by the &lt;a href=\"Austrian%20Trade%20Union%20Federation\"&gt;Austrian Trade Union Federation&lt;/a&gt;, by three parties and by representatives from several religious groups, among them the &lt;a href=\"Catholicism\"&gt;Catholics&lt;/a&gt;, the &lt;a href=\"Protestantism\"&gt;Protestants&lt;/a&gt; and the &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt;. As this alliance is also supported by the &lt;a href=\"Social%20Democratic%20Party%20of%20Austria\"&gt;Social Democratic Party of Austria&lt;/a&gt; and &lt;a href=\"The%20Greens%20%E2%80%93%20The%20Green%20Alternative\"&gt;The Greens&lt;/a&gt;, it is regarded as a mainstream effort to protest against the ball. The first demonstration of \"Jetzt Zeichen setzen!\" on the &lt;a href=\"Heldenplatz\"&gt;Heldenplatz&lt;/a&gt; (in front of the &lt;a href=\"Hofburg%20Palace\"&gt;Hofburg Palace&lt;/a&gt;) on January 27, 2012, already attracted several thousand protesters. Speakers at their demonstrations are Holocaust survivors or former emigrants like &lt;a href=\"Rudolf%20Gelbard\"&gt;Rudolf Gelbard&lt;/a&gt; and , as well as politicians from the Social Democrats and The Greens."
}