{
    "id": "45041232",
    "revid": "1798972",
    "url": "https://en.wikipedia.org/wiki?curid=45041232",
    "title": "Dennis Fitzpatrick",
    "text": "Dennis Fitzpatrick (1764–1806) was an &lt;a href=\"Irish%20people\"&gt;Irish&lt;/a&gt;, five-times &lt;a href=\"British%20Classic%20Races\"&gt;British Classic&lt;/a&gt; winning &lt;a href=\"jockey\"&gt;jockey&lt;/a&gt;. He was the first Irish professional jockey to ride in &lt;a href=\"England\"&gt;England&lt;/a&gt; and competed in some of the most notable &lt;a href=\"match%20race\"&gt;match race&lt;/a&gt;s of the 19th century versus fellow jockey &lt;a href=\"Frank%20Buckle\"&gt;Frank Buckle&lt;/a&gt;.\nCareer.\nFitzpatrick grew up in &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, where his father was a tenant farmer of &lt;a href=\"William%20Fortescue%2C%201st%20Earl%20of%20Clermont\"&gt;Lord Clermont&lt;/a&gt;, and began his riding career there. It was Lord Clermont who brought Fitzpatrick to ride in England, although he would achieve greater success for &lt;a href=\"George%20Wyndham%2C%203rd%20Earl%20of%20Egremont\"&gt;Lord Egremont&lt;/a&gt;, for whom he won the 1805 &lt;a href=\"Epsom%20Derby\"&gt;Derby&lt;/a&gt; on &lt;a href=\"Cardinal%20Beaufort%20%28horse%29\"&gt;Cardinal Beaufort&lt;/a&gt;, and three &lt;a href=\"Epsom%20Oaks\"&gt;Oaks&lt;/a&gt; with &lt;a href=\"Nightshade%20%28horse%29\"&gt;Nightshade&lt;/a&gt; (1788), &lt;a href=\"Platina%20%28horse%29\"&gt;Platina&lt;/a&gt; (1795) and &lt;a href=\"Ephemera%20%28horse%29\"&gt;Ephemera&lt;/a&gt; (1800). His first victory in the race came on &lt;a href=\"Annette%20%28horse%29\"&gt;Annette&lt;/a&gt; in 1787. He was also the favourite rider of Mr Cookson and George Watson.\n \nHe was a noted rider of match races, in 1803 famously riding Gaoler to beat Derby winner &lt;a href=\"Orlando%20%28horse%29\"&gt;Orlando&lt;/a&gt;, ridden by Frank Buckle, over the Rowley Mile. The pair were the two best mile horses of their day and the defeat was one of only two Orlando faced in twelve races. Another famous match versus Buckle took place at the &lt;a href=\"Newmarket%20Racecourse\"&gt;Newmarket&lt;/a&gt; &lt;a href=\"Craven%20Stakes\"&gt;Craven meeting&lt;/a&gt; of 1799. Fitzpatrick on Diamond took on &lt;a href=\"Hambletonian%20%28horse%29\"&gt;Hambletonian&lt;/a&gt;, ridden by Buckle, over four miles, one &lt;a href=\"furlong%20%28unit%29\"&gt;furlong&lt;/a&gt; and 138 &lt;a href=\"yard%20%28unit%29\"&gt;yard&lt;/a&gt;s of the Beacon Course, with every vacant room in the town booked up weeks in advance and an unprecedented amount of betting activity, estimated at 250,000 guineas. Diamond went down by half a neck to his opponent for the 3,000 &lt;a href=\"guinea%20%28British%20coin%29\"&gt;guinea&lt;/a&gt; prize. He also met Buckle in a match between Timothy and Warter, Fitzpatrick riding the former in \"one of the best races ever rode [sic]\". For his own part, Buckle considered Fitzpatrick to be a superior jockey, who along with &lt;a href=\"Sam%20Chifney%20Sr.\"&gt;Sam Chifney Sr.&lt;/a&gt; was a \"model of perfection\".\nHowever, Fitzpatrick's career and life were cut short in their prime. Only one year after his Derby success, the &lt;a href=\"dieting\"&gt;wasting&lt;/a&gt; regime he undertook to control his riding weight brought on a &lt;a href=\"common%20cold\"&gt;cold&lt;/a&gt; that killed him.\nMajor wins.\n &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;"
}