{
    "id": "4504098",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=4504098",
    "title": "National Assembly of Sudan",
    "text": "The National Assembly (, \"Al-Maǧlis al-Waṭaniy\") is the lower house of the &lt;a href=\"National%20Legislature%20of%20Sudan\"&gt;National Legislature&lt;/a&gt; of &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt;. The Legislature was unicameral until 2005. The upper house is the &lt;a href=\"Council%20of%20States%20of%20Sudan\"&gt;Council of States&lt;/a&gt; (\"Majlis Welayat\").\nThe National Assembly was dissolved on 11 April 2019 following a &lt;a href=\"2019%20Sudanese%20coup%20d%27%C3%A9tat\"&gt;military coup&lt;/a&gt; which overthrew Sudan President Omar al-Bashir and Assembly's ruling National Congress Party.\nAs part of the &lt;a href=\"2019%20Sudanese%20transition%20to%20democracy\"&gt;2019 Sudanese transition to democracy&lt;/a&gt;, a &lt;a href=\"Transitional%20Legislative%20Council%20%28Sudan%29\"&gt;Transitional Legislative Council&lt;/a&gt; is to be formed which will function as the legislature of Sudan until elections scheduled for 2022.\nSpeakers.\n&lt;a href=\"Hassan%20al-Turabi\"&gt;Hassan Abdallah al-Turabi&lt;/a&gt; was the speaker from 1996 until he stripped of the post in December 1999, and placed under arrest after a falling out with President &lt;a href=\"Omar%20al-Bashir\"&gt;Omar al-Bashir&lt;/a&gt;.\n2015-2019 session.\nThe most recent session was &lt;a href=\"Sudanese%20general%20election%2C%202015\"&gt;elected in 2015&lt;/a&gt;.\n2010-2015 session.\n&lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt; was previously in a transitional period following the signing of a &lt;a href=\"Naivasha%20Agreement\"&gt;Comprehensive Peace Agreement&lt;/a&gt; (CPA) on 9 January 2005 that officially ended the &lt;a href=\"Second%20Sudanese%20Civil%20War\"&gt;civil war&lt;/a&gt; between the Sudanese Government (based in &lt;a href=\"Khartoum\"&gt;Khartoum&lt;/a&gt;) and the southern-based &lt;a href=\"Sudan%20People%27s%20Liberation%20Movement\"&gt;Sudan People's Liberation Movement&lt;/a&gt; (SPLM) rebel group. The National Assembly consisted of 450 appointed members who represent the government, former rebels, and other opposition political parties. The National Assembly, whose members were appointed in mid-2005 replaced the latest elected parliament. All members of the National Legislature serve six-year terms. Article 117 of the Interim Constitution called for the 450 members of the National Assembly to be appointed according to the following power-sharing formula:\n&lt;a href=\"National%20Congress%20%28Sudan%29\"&gt;National Congress&lt;/a&gt; Party (52%)\nOther Arab political parties (14%)\n&lt;a href=\"Sudan%20People%27s%20Liberation%20Movement\"&gt;Sudan People's Liberation Movement&lt;/a&gt; (28%)\nOther Black political parties (6%)\nComposition of the National Assembly following the 2010 election and the independence of &lt;a href=\"South%20Sudan\"&gt;South Sudan&lt;/a&gt;.\nParliament building.\nThe seat of the National Assembly is &lt;a href=\"Omdurman\"&gt;Omdurman&lt;/a&gt;, immediately north-west of the country's capital &lt;a href=\"Khartoum\"&gt;Khartoum&lt;/a&gt;. The building was designed in the style of &lt;a href=\"brutalist%20architecture\"&gt;brutalist architecture&lt;/a&gt; by the Romanian architect &lt;a href=\"Cezar%20L%C4%83z%C4%83rescu\"&gt;Cezar Lăzărescu&lt;/a&gt; and completed in 1978. It is located on the banks of the &lt;a href=\"White%20Nile\"&gt;White Nile&lt;/a&gt; at the confluence with the &lt;a href=\"Blue%20Nile\"&gt;Blue Nile&lt;/a&gt; near the old Omdurman bridge."
}