{
    "id": "45043318",
    "revid": "39769597",
    "url": "https://en.wikipedia.org/wiki?curid=45043318",
    "title": "Naftali Botwin",
    "text": "Izaak Naftali Botwin, (&lt;a href=\"Yiddish\"&gt;Yiddish&lt;/a&gt;: יצחק נפתלי באָטווין) born 19 February 1905 in &lt;a href=\"Kamianka-Buzka\"&gt;Kamianka-Buzka&lt;/a&gt;, &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt;, died 6 August 1925 in &lt;a href=\"Lviv\"&gt;Lwów&lt;/a&gt;, &lt;a href=\"Second%20Polish%20Republic\"&gt;Poland&lt;/a&gt;, was a Polish &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; and labour activist who was executed for the murder of a police informant. In the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt; the &lt;a href=\"Naftali%20Botwin%20Company\"&gt;Naftali Botwin Company&lt;/a&gt; was named after Botwin.\nEarly life.\nBotwin was born as the eighth child of a poor Jewish family in Kamianka-Buzka, modern-day &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. His father died early, so Botwin was sent to work in a factory at the age of 13. Two years later, he became an apprentice to a shoemaker, and worked as a leather cutter in a shoe shop, until he was sacked in April 1925, for political activism. In 1922 Botwin joined the &lt;a href=\"Tsukunft\"&gt;Tsukunft&lt;/a&gt;, the youth organization of the &lt;a href=\"General%20Jewish%20Labour%20Bund\"&gt;General Jewish Labor Bund&lt;/a&gt; of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;. A year later he joined the labour union and became a member of the &lt;a href=\"Communist%20Youth%20Union%20of%20Western%20Ukraine\"&gt;Communist Youth Union of Western Ukraine&lt;/a&gt; and in 1925 a member of the &lt;a href=\"Communist%20Party%20of%20Western%20Ukraine\"&gt;Communist Party of Western Ukraine&lt;/a&gt;, which were active in eastern interbellum Poland.\nShooting of Josef Cechnowski.\nOn 29 July 1925 Botwin shot dead Josef Cechnowski in Lviv. Cechnowski was an agent of the Polish secret police &lt;a href=\"Defensywa\"&gt;Defensywa&lt;/a&gt;. He had infiltrated the Communist Party in Warsaw, and worked as an informer. In 1925, the communists discovered his double role and resolved to kill him. One assassination plot in Warsaw was exposed, and three communist party members were arrested and subsequently executed, after which Cechnowski moved to Lviv, where he believed there was less risk that he would be recognized. Botwin was arrested at the crime scene with no resistance. His trial was short as Botwin pleaded guilty and accepted all the consequences. The verdict was announced a day later, and he was sentenced to death by the drumhead court in Lviv. Botwin's defense made a petition for the presidential pardon but it was rejected by the president &lt;a href=\"Stanis%C5%82aw%20Wojciechowski\"&gt;Stanisław Wojciechowski&lt;/a&gt;. Naftali Botwin was executed by a firing squad on 6 August 1925 at the &lt;a href=\"Brygidki%20prison\"&gt;Brygidki prison&lt;/a&gt; in Lviv. Botwin did not want his eyes to be covered. In his last words Botwin exclaimed: ″Down with bourgeoisie! Long live the social revolution!″ He was buried at the &lt;a href=\"Yaniv%20cemetery\"&gt;Yaniv cemetery&lt;/a&gt; in Lviv.\nIn the years after his death, Botwin's legacy continued, especially in Jewish communist circles in Poland. He was the subject of several Yiddish plays, children were named after him and the day of his death was part of the Yiddish Communist calendar.\nNaftali Botwin Company.\nIn December 1937 the Jewish volunteers of the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt; formed the Naftali Botwin Company. It was a sub-unit of the &lt;a href=\"Palafox%20Battalion\"&gt;Palafox Battalion&lt;/a&gt; of the &lt;a href=\"International%20Brigades\"&gt;International Brigades&lt;/a&gt; and of Jews who had completed the short training course but had not yet been placed in a combat force. The company also published a &lt;a href=\"Yiddish\"&gt;Yiddish&lt;/a&gt; newspaper called \"Botwin\". 150 Jews from Poland, France, Belgium and the Yishuv region served in the Botwin Company. Among them were two Palestinian Arabs, one of whom spoke Yiddish. The members of the unit spoke Polish, Spanish and Ladino. They designed a flag with the writing \"The Naftali Botwin Company\", the name of their brigade \"Palafox Brigade\" and the motto \"For our Freedom and your Freedom\" in Spanish, Polish and Yiddish on it."
}