{
    "id": "4506769",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=4506769",
    "title": "Andy Burton (politician)",
    "text": "Andy Burton (born July 7, 1942) is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; politician. \nBurton immigrated with his family to Canada from &lt;a href=\"England\"&gt;England&lt;/a&gt; in 1952 at the age of 10. He grew up in &lt;a href=\"Prince%20George%2C%20British%20Columbia\"&gt;Prince George, British Columbia&lt;/a&gt;. In the early 1960s, he worked as a highway surveyor and then as a bulk plant manager for &lt;a href=\"Shell%20Petroleum\"&gt;Shell Petroleum&lt;/a&gt;. He began his small business in 1964, and operated it until he was elected to the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons of Canada&lt;/a&gt; in the &lt;a href=\"2000%20Canadian%20federal%20election\"&gt;2000 federal election&lt;/a&gt; as the &lt;a href=\"Canadian%20Alliance\"&gt;Canadian Alliance&lt;/a&gt; &lt;a href=\"Member%20of%20Parliament%20%28Canada%29\"&gt;Member of Parliament&lt;/a&gt; (MP) for &lt;a href=\"Skeena%20%28electoral%20district%29\"&gt;Skeena&lt;/a&gt; &lt;a href=\"Riding%20%28division%29\"&gt;riding&lt;/a&gt;.\nBurton entered politics in the 1970s. During his 24-year municipal career, he served as Mayor of &lt;a href=\"Stewart%2C%20British%20Columbia\"&gt;Stewart, British Columbia&lt;/a&gt; for six years, and town councillor for 18 years.\nHe joined the &lt;a href=\"Reform%20Party%20of%20Canada\"&gt;Reform Party of Canada&lt;/a&gt; at its formation in 1987, and remained a member of its successors, the Canadian Alliance and the &lt;a href=\"Conservative%20Party%20of%20Canada\"&gt;Conservative Party of Canada&lt;/a&gt;. In his tenure in Parliament, Burton served variously as Canadian Alliance &lt;a href=\"Shadow%20Cabinet\"&gt;Critic&lt;/a&gt; for Public Works, Fisheries and Natural Resources and then as the Conservative Party's Fisheries and Oceans critic.\nOn June 25, 2001, Burton was one of a dozen MPs who were expelled from or left the Canadian Alliance caucus due to their criticisms of &lt;a href=\"Stockwell%20Day\"&gt;Stockwell Day&lt;/a&gt;'s leadership and sat as \"Independent Alliance\" MPs. In early September, an offer was made to the MPs that they would be readmitted to the Alliance caucus if they promised to refrain from criticizing Day's leadership. Burton accepted the offer along with four other dissident MPs, while the rest refused and formed the &lt;a href=\"Democratic%20Representative%20Caucus\"&gt;Democratic Representative Caucus&lt;/a&gt;. Burton rejoined the Canadian Alliance caucus on September 10, 2001.\nBurton is a &lt;a href=\"social%20conservative\"&gt;social conservative&lt;/a&gt;, and an opponent of &lt;a href=\"abortion%20rights\"&gt;abortion rights&lt;/a&gt; and &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt;.\nBurton's riding was merged into the reconfigured riding of &lt;a href=\"Skeena%E2%80%94Bulkley%20Valley\"&gt;Skeena—Bulkley Valley&lt;/a&gt; for the &lt;a href=\"2004%20Canadian%20federal%20election\"&gt;2004 federal election&lt;/a&gt;, and he lost by just over 1,300 votes by &lt;a href=\"Nathan%20Cullen\"&gt;Nathan Cullen&lt;/a&gt; of the &lt;a href=\"New%20Democratic%20Party%20%28Canada%29\"&gt;New Democratic Party&lt;/a&gt;.\nIn November 2006, Burton ran in and won a municipal by-election in &lt;a href=\"Burns%20Lake\"&gt;Burns Lake&lt;/a&gt;, British Columbia."
}