{
    "id": "4506850",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=4506850",
    "title": "Gryllus campestris",
    "text": "Gryllus campestris, the European field cricket or simply the field cricket in the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt;, is the type species of &lt;a href=\"Grylloidea\"&gt;crickets&lt;/a&gt; in its genus and tribe &lt;a href=\"Gryllini\"&gt;Gryllini&lt;/a&gt;. These flightless dark colored &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s are comparatively large; the males range from 19 to 23 mm and the females from 17 to 22 mm.\nHabitat.\n\"Gryllus campestris\" used to be common over most of &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;. It prefers dry, sunny locations with short vegetation, like dry grasslands. At the northern edge of its range, it is restricted to &lt;a href=\"heath\"&gt;heath&lt;/a&gt;lands and &lt;a href=\"oligotrophic\"&gt;oligotrophic&lt;/a&gt; &lt;a href=\"grassland\"&gt;grassland&lt;/a&gt;s. The species is flightless and unable to migrate long distances, and it therefore does not commonly recover on its own from local extinction.\nReproduction.\nThe reproductive season of the &lt;a href=\"univoltine\"&gt;univoltine&lt;/a&gt; species lasts from May to July. The males make a burrow with a platform at the entrance from which they attract females with their &lt;a href=\"Animal%20Courtship%20and%20Mating\"&gt;courtship&lt;/a&gt; stridulation. They chirp during daytime as well as the first part of the night, only when the temperature is well above 13 °C.\nNymphs hatch in June till mid July and hibernate during their tenth or eleventh &lt;a href=\"instar\"&gt;instar&lt;/a&gt;. The final moult takes place at the end of April or at the beginning of May. Males are territorial and defend their burrows fiercely, while females are vagrant and are attracted by singing males. They lay their eggs in bare ground either close to a burrow or inside the burrow. Populations of \"G. campestris\" are known to undergo extreme fluctuations and are strongly affected by weather conditions.\nThreats.\n\"Gryllus campestris\" has long been considered the most endangered cricket species in the British Isles, occurring only in southern England. It is declining and red-listed in large parts of Central and Northern Europe, such as the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;, and &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;. It has declined severely in part of its northern range due to the disappearance of its heathland habitat; by the early 1990s the species was reduced in the UK to a single surviving colony of just 100 individuals in &lt;a href=\"Coates%2C%20West%20Sussex\"&gt;Coates, West Sussex&lt;/a&gt;, and it is considered &lt;a href=\"extirpated\"&gt;extirpated&lt;/a&gt; from &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;.\nConservation efforts.\nFragmentation of habitats and loss of (sub-)populations have been recognized as main threats for many species, including the Field cricket. The artificial establishment of new populations is, therefore, a consistent method for enhancing the survival probability of a species. The aim of translocation projects is usually to reduce the risk of extinction for an endangered species by creating additional self-sustaining populations. Studies of translocation and natural populations of \"G. campestris\" in Germany have shown that translocation does not result in a significant loss of genetic diversity. Translocation of nymphs from different subpopulations may in fact be a suitable method to decrease the loss of genetic diversity and reduce the risk of inbreeding, and large numbers of nymphs may be translocated without negative effect on the source population.\nField crickets are one of the species in the &lt;a href=\"Back%20from%20the%20Brink%20%28conservation%20programme%29\"&gt;Back from the Brink&lt;/a&gt; project, which in 2018 translocated crickets to RSPB Pulborough Brooks to form a new population."
}