{
    "id": "451162",
    "revid": "728404",
    "url": "https://en.wikipedia.org/wiki?curid=451162",
    "title": "Leyton Orient F.C.",
    "text": "Leyton Orient Football Club is a professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Leyton\"&gt;Leyton&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, who compete in , the fourth tier of the &lt;a href=\"English%20football%20league%20system\"&gt;English football league system&lt;/a&gt;. They are the second oldest football club in London to play at a professional level, and are known to their fans by their nickname \"the O's\". The club's home colours are all red. They have played home matches at &lt;a href=\"Brisbane%20Road\"&gt;Brisbane Road&lt;/a&gt; since 1937, having previously played at &lt;a href=\"Clapton%20Stadium\"&gt;Millfields&lt;/a&gt; and &lt;a href=\"Lea%20Bridge%20Stadium\"&gt;Lea Bridge Road&lt;/a&gt;.\nFounded in 1881 as the Glyn Cricket Club, they began playing football as Orient in 1888 and joined the &lt;a href=\"London%20League%20%28football%29\"&gt;London League&lt;/a&gt; in 1896 after success in the Clapham &amp; District League. The club adopted the name Clapton Orient two years later and were elected into the &lt;a href=\"English%20Football%20League\"&gt;Football League&lt;/a&gt; in 1905. Relegated out of the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; in 1929, the club finally settled on the name Leyton Orient after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. They won the &lt;a href=\"Football%20League%20Third%20Division%20South\"&gt;Third Division South&lt;/a&gt; title in 1955–56 and secured promotion out of the Second Division in 1961–62, though were relegated out of the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; after just one season, and suffered a further relegation in 1966. That November the club's name reverted to Orient F.C. and they went on to win the &lt;a href=\"Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt; under the stewardship of &lt;a href=\"Jimmy%20Bloomfield\"&gt;Jimmy Bloomfield&lt;/a&gt; in 1969–70. Orient spent the 1970s playing in the second tier, winning two &lt;a href=\"London%20Challenge%20Cup\"&gt;London Challenge Cup&lt;/a&gt;s and reaching the 1977 &lt;a href=\"Anglo-Scottish%20Cup\"&gt;Anglo-Scottish Cup&lt;/a&gt; final and &lt;a href=\"1977%E2%80%9378%20FA%20Cup\"&gt;1977–78 FA Cup&lt;/a&gt; semi-finals, before being relegated in 1982 and again in 1985.\nIn 1987 the club reverted to being Leyton Orient again. They won promotion out of the &lt;a href=\"Football%20League%20Fourth%20Division\"&gt;Fourth Division&lt;/a&gt; via the play-offs in &lt;a href=\"1989%20Football%20League%20play-offs\"&gt;1988–89&lt;/a&gt;, though were relegated again in 1995. &lt;a href=\"Barry%20Hearn\"&gt;Barry Hearn&lt;/a&gt; became chairman in 1995 after the club was put on sale for £5 by then-chairman Tony Wood, a period covered by the television documentary \"Orient: Club for a Fiver\" (made by production company &lt;a href=\"Open%20Media\"&gt;Open Media&lt;/a&gt; for &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt; and listed in \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\" magazine in 2020 as one of its \"Top Five Sports Documentaries\").\nOrient gained promotion out of &lt;a href=\"EFL%20League%20Two\"&gt;League Two&lt;/a&gt; with &lt;a href=\"Martin%20Ling\"&gt;Martin Ling&lt;/a&gt; in 2005–06, before Hearn sold the club to Italian businessman Francesco Becchetti, who presided over two relegations in three years under 11 managers, taking the club out of the football league for the first time in 112 years. &lt;a href=\"Nigel%20Travis\"&gt;Nigel Travis&lt;/a&gt; took over running the club in 2017 and appointed &lt;a href=\"Justin%20Edinburgh\"&gt;Justin Edinburgh&lt;/a&gt; as manager, and under this stable leadership the club went on to reach the &lt;a href=\"2019%20FA%20Trophy%20Final\"&gt;2019 FA Trophy final&lt;/a&gt; and win promotion back into the Football League as champions of the &lt;a href=\"National%20League%20%28division%29\"&gt;National League&lt;/a&gt; in 2018–19.\nHistory.\nFormation and name (1881–1914).\nLeyton Orient were originally formed by members of the Glyn Cricket Club in 1881, many of whom were former students of the &lt;a href=\"Independent%20College%2C%20Homerton\"&gt;Independent College, Homerton&lt;/a&gt; in nearby Hackney (now &lt;a href=\"Homerton%20College%2C%20Cambridge\"&gt;Homerton College&lt;/a&gt; in &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt;); an annual fixture is still held between the club and the college. The team has had several name changes since, first as Eagle Cricket Club in 1886, then as Orient Football Club in 1888.\nThe 12 history books written on the club by its historian Neilson N. Kaufman between 1974 and 2015 suggest that the choice of the name \"Orient\" came about at the behest of a player, Jack R Dearing, who was an employee of the &lt;a href=\"Orient%20Steam%20Navigation%20Company\"&gt;Orient Steam Navigation Company&lt;/a&gt;, later part of &lt;a href=\"Peninsular%20and%20Oriental%20Steam%20Navigation%20Company\"&gt;P&amp;O&lt;/a&gt; – Peninsular &amp; Oriental. The club's name was changed again to Clapton Orient in 1898 to represent the area of London in which they played, though there was another team called &lt;a href=\"Clapton%20F.C.\"&gt;Clapton F.C.&lt;/a&gt;\nBefore their relegation in 2017, the O's were the second-oldest league club in London behind &lt;a href=\"Fulham%20FC\"&gt;Fulham&lt;/a&gt; and were the 24th oldest club currently playing in the Football League. Following Fulham's promotion to the Premier League they became the oldest London club playing in the Football League. They played in the Second Division of the Southern Federation's League in 1904, joined the &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt; in 1905. By this time players such as part-time &lt;a href=\"outside%20right\"&gt;outside right&lt;/a&gt;, &lt;a href=\"Herbert%20Kingaby\"&gt;Herbert Kingaby&lt;/a&gt; could earn £2 4s (\"2012: £\") per week – payment being somewhat sporadic.\nThe name Leyton Orient was adopted following the conclusion of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. The club had moved to &lt;a href=\"Leyton\"&gt;Leyton&lt;/a&gt; in 1937, though again there was another team called &lt;a href=\"Leyton%20F.C.\"&gt;Leyton F.C.&lt;/a&gt; A further rename back simply to Orient took place in 1966 after the Borough of Leyton (in &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;) was absorbed into the &lt;a href=\"London%20Borough%20of%20Waltham%20Forest\"&gt;London Borough of Waltham Forest&lt;/a&gt;. That renaming followed a financial crisis – one of several to hit the club and by no means the first or last – and restructuring of the company behind the club; this is remembered for a \"pass the bucket\" collection that took place at a special meeting of supporters in the East Stand, when complete closure was claimed to be a definite possibility.\nThe club reverted to Leyton Orient in 1987, shortly after Tony Wood took over as chairman and at a time when a supporters' campaign was taking place in the \"Leyton Orientear\" &lt;a href=\"fanzine\"&gt;fanzine&lt;/a&gt; to reinstate the \"Leyton\" part of the club's name.\nWorld War years (1914–1955).\nThe &lt;a href=\"1914-15%20in%20English%20football\"&gt;1914–15&lt;/a&gt; season was the last football season before the league was suspended due to the outbreak of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;. A total of 41 members of the Clapton Orient team and staff joined up into the &lt;a href=\"17th%20Battalion%20Middlesex%20Regiment\"&gt;17th Battalion Middlesex Regiment&lt;/a&gt; (the Footballers' Battalion), the highest of any football team in the country and the first to join up \"en masse\". At the final game of the season – Clapton Orient vs &lt;a href=\"Leicester%20Fosse\"&gt;Leicester Fosse&lt;/a&gt;, 20,000 people came out to support the team. A farewell parade was also hosted but not before the O's had won 2–0. The &lt;a href=\"British%20Film%20Institute\"&gt;British Film Institute&lt;/a&gt; holds a brief recording of this historic match and parade in its archives.\nDuring the &lt;a href=\"Battle%20of%20the%20Somme\"&gt;Battle of the Somme&lt;/a&gt;, three players gave their lives for king and country: &lt;a href=\"Richard%20McFadden\"&gt;Richard McFadden&lt;/a&gt;, &lt;a href=\"George%20Scott%20%28footballer%20born%201885%29\"&gt;George Scott&lt;/a&gt; and &lt;a href=\"William%20Jonas\"&gt;William Jonas&lt;/a&gt;. Though they were the only Orient staff to have died during the First World War, many others sustained wounds, some more than once and were not able to resume their football careers after the war. Prior to the First World War, O's striker McFadden had saved the life of a boy who was drowning in the &lt;a href=\"River%20Lea\"&gt;River Lea&lt;/a&gt; as well as rescuing a man from a burning building.\nHistory was made on Saturday 30 April 1921 when the Prince of Wales, later to become &lt;a href=\"King%20Edward%20VIII\"&gt;King Edward VIII&lt;/a&gt;, visited &lt;a href=\"Clapton%20Stadium\"&gt;Millfields Road&lt;/a&gt; to see the O's play &lt;a href=\"Notts%20County\"&gt;Notts County&lt;/a&gt;. The Orient won 3–0 and this was the first time a member of royalty had attended a Football League match. The royal visit was to show gratitude for Clapton Orient's patriotic example during the Great War and there is now a plaque erected on the site of the Millfields Road Stadium to commemorate this historic event.\nThe story of the club's major involvement in the First World War has been told in a 2005 book entitled \"They Took The Lead\", by Stephen Jenkins, deputy chairman of Leyton Orient Supporters' Club. In July 2006 Jenkins, assisted by Les Bailey, took a party of 150 Leyton Orient supporters and members of the Leyton and Manor Park Royal British Legion over to the Somme region of northern France, to visit World War I war graves and to pay their respects at the resting places of Richard McFadden, William Jonas and George Scott. This was the first official visit to the Orient war graves for 90 years. A second visit to the Somme took place the weekend of 12/13 July 2008, this time 183 O's supporters and members of the RBL made the historic pilgrimage. Chris Slegg, a &lt;a href=\"BBC%20London%20News\"&gt;BBC London&lt;/a&gt; reporter travelled with the party and footage of the Somme trip was shown on local news bulletins.\nIn August 2009 Steve Jenkins, along with fellow O's supporter Theresa Burns and former Orient player &lt;a href=\"Peter%20Kitchen\"&gt;Peter Kitchen&lt;/a&gt;, launched the O's Somme Memorial Fund with the objective of erecting a permanent memorial in northern France in honour of the Clapton Orient side that answered the call of king and country.\nA third trip to the Somme took place in July 2011 and the O's Memorial was unveiled in the village of &lt;a href=\"Flers%2C%20Somme\"&gt;Flers&lt;/a&gt; on Sunday 10 July.\nLater 20th century (1955–2001).\nLeyton Orient were &lt;a href=\"Division%20Three%20South\"&gt;Division Three South&lt;/a&gt; champions in the &lt;a href=\"1955-56%20in%20English%20football\"&gt;1955–56&lt;/a&gt; season and spent 20 of the next 25 years in the Second Division, before being relegated at the end of the 1981–82 season. They have not been back to that level since.\nOrient's golden years were in the 1960s and 1970s. In the 1961–62 season Orient were promoted to the top tier of English football, the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; (now the &lt;a href=\"FA%20Premier%20League\"&gt;Premier League&lt;/a&gt;), for the only time in their history, after finishing second in Division Two under the management of &lt;a href=\"Johnny%20Carey\"&gt;Johnny Carey&lt;/a&gt;. The team struggled in the top flight and were relegated after just one season. Nonetheless, they did defeat local rivals &lt;a href=\"West%20Ham%20United\"&gt;West Ham United&lt;/a&gt; at home.\nThey were Division Three champions in the 1969–70 season and spent the whole of the 1970s in Division Two. In 1972 Orient achieved one of the most famous results in their history – coming back from 2–0 down to beat &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; 3–2 in the FA Cup fifth round. They were also Anglo-Scottish Cup Runners up in 1976–77. In 1978 Orient were defeated in the semi final of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;, the furthest they have progressed in that competition.\nIn 1978 the club was indirectly responsible for the album \"&lt;a href=\"Variations%20%28Andrew%20Lloyd%20Webber%20album%29\"&gt;Variations&lt;/a&gt;\" composed by &lt;a href=\"Andrew%20Lloyd%20Webber\"&gt;Andrew Lloyd Webber&lt;/a&gt; for his brother, the &lt;a href=\"cello\"&gt;cellist&lt;/a&gt; &lt;a href=\"Julian%20Lloyd%20Webber\"&gt;Julian Lloyd Webber&lt;/a&gt;. This reached No.2 in the pop album charts. \"Variations\" came about as the result of a bet between the two brothers on the outcome of Orient's final game of the 1976–77 season against Hull City.\nIn the 1980s Leyton Orient fared less well and after two relegations found themselves in the fourth tier of English football. However, they ended the decade on a high, as they were promoted in the 1988–89 season, when under manager &lt;a href=\"Frank%20Clark%20%28footballer%29\"&gt;Frank Clark&lt;/a&gt; they were promoted in the &lt;a href=\"Football%20League%20Fourth%20Division\"&gt;Division Four&lt;/a&gt; Play-Off Final after a 2–1 aggregate victory over &lt;a href=\"Wrexham%20F.C.\"&gt;Wrexham F.C.&lt;/a&gt;. The early 1990s saw steady progress in the Third Division, missing out on a play-off place in the 1992–93 season on goal difference. However, the financial crisis at the club caused by then-chairman Tony Wood losing his business in the &lt;a href=\"Rwandan%20Civil%20War\"&gt;Rwandan Civil War&lt;/a&gt; led to a relegation back to the fourth tier, now renamed as the &lt;a href=\"Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt; following the formation of the Premier League. Under manager &lt;a href=\"Tommy%20Taylor%20%28footballer%20born%201951%29\"&gt;Tommy Taylor&lt;/a&gt;, Orient were defeated in the 1999 and 2001 Third Division play-off finals, played at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; and the &lt;a href=\"Millennium%20Stadium\"&gt;Millennium Stadium&lt;/a&gt; respectively. The latter final saw the fastest ever play-off final goal scored to date at the Millennium Stadium, as Orient's &lt;a href=\"Chris%20Tate%20%28footballer%29\"&gt;Chris Tate&lt;/a&gt; scored after just 27 seconds. Orient's fastest ever goal was scored after just 12 seconds by &lt;a href=\"Lee%20Steele\"&gt;Lee Steele&lt;/a&gt; in a match against his former club Oxford at The Kassam Stadium on 28 March 2005.\nPromotion to League One (2001–2010).\nAfter the 2001 play-off final defeat, Leyton Orient took several years to recover from their second play-off final defeat in three years. After Tommy Taylor left the club, &lt;a href=\"Paul%20Brush\"&gt;Paul Brush&lt;/a&gt; spent two unsuccessful years in charge and after he was sacked, former player &lt;a href=\"Martin%20Ling\"&gt;Martin Ling&lt;/a&gt; took over as manager in October 2003, with Orient second-bottom of the league. After several years of steady improvement, Leyton Orient gained promotion in the 2005–06 season, finishing in third place and gaining automatic promotion to &lt;a href=\"Football%20League%20One\"&gt;League One&lt;/a&gt;. This was the club's first automatic promotion in 36 years and ended a period of 11 years in the English league's bottom division. This promotion season also saw an excellent &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; run, with Leyton Orient progressing to the fourth round after beating &lt;a href=\"FA%20Premier%20League\"&gt;Premiership&lt;/a&gt; side &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt;. Promotion was only secured in the final minutes of the final game of the season, away at &lt;a href=\"Oxford%20United%20F.C.\"&gt;Oxford United&lt;/a&gt;; with the score tied at 2–2 and Orient seemingly destined to miss out yet again, news came through of a late goal scored against promotion rivals &lt;a href=\"Grimsby%20Town%20F.C.\"&gt;Grimsby Town F.C.&lt;/a&gt; that would potentially promote Orient. The Orient fans were still celebrating this when just 14 seconds later, &lt;a href=\"Lee%20Steele\"&gt;Lee Steele&lt;/a&gt; scored to confirm Orient's promotion. The result also relegated Oxford to the &lt;a href=\"Football%20Conference\"&gt;Football Conference&lt;/a&gt;. Grimsby's manager that season was Russell Slade, who would later become Orient's manager.\nIn &lt;a href=\"2006-07%20in%20English%20football\"&gt;2006–07&lt;/a&gt;, Orient endured a difficult season in the third tier, having spent most of the season in or around the relegation zone and were bottom of the table at times during the first half of the season. An improvement in fortunes after Christmas – including memorable wins against &lt;a href=\"Millwall%20F.C.\"&gt;Millwall&lt;/a&gt;, &lt;a href=\"Tranmere%20Rovers%20F.C.\"&gt;Tranmere Rovers&lt;/a&gt; and a vital win at eventually-relegated &lt;a href=\"Bradford%20City%20F.C.\"&gt;Bradford City&lt;/a&gt; near the end of the season – helped them finish in 20th place, one spot above the relegation zone. Most of the 2006 promotion-winning side left at the end of the season. Some players were released, some declined new contracts and the club's longest-serving player &lt;a href=\"Matthew%20Lockwood\"&gt;Matthew Lockwood&lt;/a&gt; was re-signed but later moved in pre-season to &lt;a href=\"Nottingham%20Forest\"&gt;Nottingham Forest&lt;/a&gt;.\n&lt;a href=\"2007-08%20in%20English%20football\"&gt;2007–08&lt;/a&gt; was better, as Orient finished 14th with 60 points. The O's began the season in fine form, not dropping out of the top seven until after Christmas. However a loss of form in the second half of the season, recording only three wins from the last 12 games, meant the season ended in a respectable mid-table finish.\nLeyton Orient kicked off the 2008–09 season with a 2–1 win over &lt;a href=\"Hereford%20United%20F.C.\"&gt;Hereford United&lt;/a&gt; at home. &lt;a href=\"Dean%20Beckwith\"&gt;Dean Beckwith&lt;/a&gt; put Hereford ahead before &lt;a href=\"John%20Melligan\"&gt;JJ Melligan&lt;/a&gt; and &lt;a href=\"Adam%20Boyd\"&gt;Adam Boyd&lt;/a&gt; gave Orient the win. Orient then continued the season with multiple poor results and performances throughout September and October and their only wins were away matches against &lt;a href=\"Walsall%20F.C.\"&gt;Walsall&lt;/a&gt; and &lt;a href=\"Southend%20United%20F.C.\"&gt;Southend United&lt;/a&gt; in the &lt;a href=\"Football%20League%20Trophy\"&gt;Football League Trophy&lt;/a&gt; first round. However Orient were knocked out of the trophy in the following round in an away match at &lt;a href=\"Brighton%20%26amp%3B%20Hove%20Albion%20F.C.\"&gt;Brighton &amp; Hove Albion&lt;/a&gt;. They were in 22nd position in the League One table. Orient booked a place in the second round of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; after beating &lt;a href=\"Colchester%20United\"&gt;Colchester United&lt;/a&gt; 1–0. Two Goals from &lt;a href=\"Jason%20Demetriou%20%28footballer%29\"&gt;Jason Demetriou&lt;/a&gt; and &lt;a href=\"Danny%20Granville\"&gt;Danny Granville&lt;/a&gt; in a 1–2 away victory against &lt;a href=\"Bradford%20City%20A.F.C.\"&gt;Bradford City&lt;/a&gt; put Orient through to the third round of the FA Cup where they played &lt;a href=\"Sheffield%20United%20F.C.\"&gt;Sheffield United&lt;/a&gt; at home. They lost 4–1 and, after a run of bad form in the league, Orient parted company with manager Martin Ling and assistant Dean Smith. Youth team manager Kevin Nugent was named caretaker manager overseeing three games. On 5 February 2009 &lt;a href=\"Geraint%20Williams\"&gt;Geraint Williams&lt;/a&gt; was announced as manager until the end of the season. He enjoyed a very positive start, winning seven of his first nine matches and moving Orient up to 15th. After Geraint Williams' positive influence on the team they secured their League One status on 13 April with a 1–0 win over Swindon Town at the County Ground and eventually finished the season in 14th place.\nOrient had a proud day when they beat former Premier League runners-up &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; 6–1 in a pre-season friendly match on 25 July 2009. By beating &lt;a href=\"Colchester%20United%20F.C.\"&gt;Colchester United&lt;/a&gt; away, in the first round of the &lt;a href=\"Football%20League%20Cup\"&gt;Football League Cup&lt;/a&gt;, they earned a home second round fixture against &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; Club, &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt;.\nContinued success (2010–2014).\nOn 3 April 2010 Geraint Williams was sacked as manager after a 3–1 home defeat to fellow relegation strugglers &lt;a href=\"Hartlepool%20United%20F.C.\"&gt;Hartlepool&lt;/a&gt; following a poor run of form. &lt;a href=\"Kevin%20Nugent%20%28footballer%29\"&gt;Kevin Nugent&lt;/a&gt; once again took control for the 2–1 defeat at &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; on 5 April and after the match &lt;a href=\"Russell%20Slade\"&gt;Russell Slade&lt;/a&gt; was named as manager until the end of the season. With even less time to save Orient from relegation than Williams before him, Slade managed to bring about a change in form that saw Orient finish in 17th place, just one point but four places clear of relegation. In the summer of 2010 Slade's contract was extended for two years. After a poor start to the 2010–11 season, Orient's league form picked up towards Christmas, culminating in an 8–2 win against non-league &lt;a href=\"Droylsden%20F.C.\"&gt;Droylsden&lt;/a&gt; in an FA Cup second round replay. In a game described as \"the weirdest football match ever\", Orient had trailed most of the game 2–0 but scored six goals in extra time to progress into the third round. Orient then beat high-flying &lt;a href=\"Football%20League%20Championship\"&gt;Championship&lt;/a&gt; side &lt;a href=\"Norwich%20City\"&gt;Norwich City&lt;/a&gt; 1–0 at &lt;a href=\"Carrow%20Road\"&gt;Carrow Road&lt;/a&gt; to progress into the fourth round where they met another Championship side, &lt;a href=\"Swansea%20City%20A.F.C.\"&gt;Swansea City&lt;/a&gt;, at the &lt;a href=\"Liberty%20Stadium\"&gt;Liberty Stadium&lt;/a&gt;. Orient beat Swansea 2–1 to set up a glamour fifth round tie against Premier League giants &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; at Brisbane Road, which finished in a 1–1 draw thanks to a late &lt;a href=\"Jonathan%20T%C3%A9hou%C3%A9\"&gt;Jonathan Téhoué&lt;/a&gt; equaliser for the O's. This set up a replay at the &lt;a href=\"Emirates%20Stadium\"&gt;Emirates Stadium&lt;/a&gt;. Leyton Orient lost that replay 0–5, bringing to an end their longest run in the FA Cup since 1981–82. Either side of the Arsenal games, Leyton Orient achieved a club record-equalling 14 games unbeaten, putting the team just outside the play-off positions. However they were unable to maintain that momentum and ultimately missed out on the play-offs by just one point.\nThe &lt;a href=\"2013%E2%80%9314%20Leyton%20Orient%20F.C.%20season\"&gt;2013–14 season&lt;/a&gt; saw more success for Orient, finishing third in the league and securing a place in the play-offs. They defeated &lt;a href=\"Peterborough%20United%20F.C.\"&gt;Peterborough United&lt;/a&gt; to advance to the playoff final at Wembley, but lost in &lt;a href=\"2014%20Football%20League%20One%20play-off%20Final\"&gt;the final&lt;/a&gt; to &lt;a href=\"Rotherham%20United%20F.C.\"&gt;Rotherham United&lt;/a&gt; via a &lt;a href=\"penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt;.\nSale, financial crisis and fall to Non-League (2014–2017).\nThe &lt;a href=\"2014%E2%80%9315%20Leyton%20Orient%20F.C.%20season\"&gt;2014–15 season&lt;/a&gt; saw a reversal of fortunes for Orient after the club was taken over by Italian businessman Francesco Becchetti. Long-standing manager Russell Slade left early in the season and was replaced by caretaker manager &lt;a href=\"Kevin%20Nugent%20%28footballer%29\"&gt;Kevin Nugent&lt;/a&gt;, followed in quick succession by &lt;a href=\"Mauro%20Milanese\"&gt;Mauro Milanese&lt;/a&gt; and then &lt;a href=\"Fabio%20Liverani\"&gt;Fabio Liverani&lt;/a&gt; before Christmas 2014. A disastrous second half of the season meant that Orient was relegated from League One after a 2–2 draw at &lt;a href=\"Swindon%20Town%20F.C.\"&gt;Swindon Town&lt;/a&gt; on the final day. Liverani, with only eight wins in 27 matches, left the club by mutual consent on 13 May 2015.\nOrient finished one place but six points away from a League Two play-off place in the &lt;a href=\"2015%E2%80%9316%20Leyton%20Orient%20F.C.%20season\"&gt;2015–16 season&lt;/a&gt;. However, the following season (&lt;a href=\"2016%E2%80%9317%20Leyton%20Orient%20F.C.%20season\"&gt;2016–17&lt;/a&gt;) saw another disastrous slump, under five different managers, as well as off-pitch turmoil, including a winding-up hearing against Becchetti for unpaid taxes. Another managerial departure saw &lt;a href=\"Daniel%20Webb%20%28footballer%29\"&gt;Daniel Webb&lt;/a&gt; resign from the club, with assistant manager &lt;a href=\"Omer%20Riza\"&gt;Omer Riza&lt;/a&gt; taking over first-team duties until the end of the season. On 22 April 2017, Orient were relegated to the &lt;a href=\"National%20League%20%28division%29\"&gt;National League&lt;/a&gt; after a 3–0 loss to &lt;a href=\"Crewe%20Alexandra%20F.C.\"&gt;Crewe Alexandra&lt;/a&gt;, ending their 112-year stay in the &lt;a href=\"English%20Football%20League\"&gt;Football League&lt;/a&gt;. Becchetti saw continued criticism for his ownership, which resulted in a pitch invasion and protest against him on 29 April, resulting in the game being called off. On 22 June, the club was officially sold to Nigel Travis, the chairman of &lt;a href=\"Dunkin%27%20Brands\"&gt;Dunkin' Brands&lt;/a&gt;.\nNon-League and promotion back to League Two (2017–).\nAfter a poor start to the season, manager &lt;a href=\"Steve%20Davis%20%28footballer%20born%201965%29\"&gt;Steve Davis&lt;/a&gt;, appointed at the start of the National League campaign, was sacked on 14 November 2017, and was replaced by &lt;a href=\"Justin%20Edinburgh\"&gt;Justin Edinburgh&lt;/a&gt;. Under Edinburgh the club fared better, and spent much of the 2018–19 season competing for promotion from the National League. However they were eliminated in the fourth round of qualifying for the &lt;a href=\"2018%E2%80%9319%20FA%20Cup\"&gt;2018–19 FA Cup&lt;/a&gt; by &lt;a href=\"Maidstone%20United%20F.C.\"&gt;Maidstone United&lt;/a&gt;. On 27 April 2019, following a 0–0 draw with &lt;a href=\"Braintree%20Town%20F.C.\"&gt;Braintree Town&lt;/a&gt;, Orient secured promotion to League Two as champions of the National League after two years in non-league. The club also reached the final of the &lt;a href=\"2018-19%20FA%20Trophy\"&gt;FA Trophy&lt;/a&gt;, but were defeated by &lt;a href=\"AFC%20Fylde\"&gt;AFC Fylde&lt;/a&gt;.\nOn 3 June 2019, manager Justin Edinburgh was admitted to hospital following a cardiac arrest. He died five days later, aged 49. His assistant &lt;a href=\"Ross%20Embleton\"&gt;Ross Embleton&lt;/a&gt; was appointed as interim manager for the new season. Embleton was replaced by Carl Fletcher in October 2019 but Fletcher was sacked the following month after just five games in charge, and Embleton was reinstated as interim boss. Embleton was appointed permanently in January 2020 on a 12-month rolling contract. Orient's first season back in League Two produced a 17th-place finish, with the final table ultimately being determined on a weighted points per game basis because of football's suspension due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. During this time, the club furloughed all players and staff to reduce the financial burden on the club due to the pandemic.\nKit and badge.\nOrient's crest is made up of two &lt;a href=\"wyvern\"&gt;wyvern&lt;/a&gt;s facing each other over a football. The wyvern symbol was introduced in 1976 and is believed to incorporate Orient's links with the City of London – the wyvern is the symbol of the &lt;a href=\"River%20Thames\"&gt;Thames&lt;/a&gt;, in mythology is the defender of the Thames – and with the sea, through the old Orient Shipping Company. The wyvern on the badge provided the inspiration for the club mascot Theo who got his name from a shortening of the club nickname, the O's. Theo first appeared in the 2000–01 season.\nPrevious club crests have included a version of the Borough of Leyton's coat of arms and a single red dragon.\nSponsorship.\nThe club shirt sponsorship deals have included tie-ups with Independent Transport, &lt;a href=\"Acclaim%20Entertainment\"&gt;Acclaim Entertainment&lt;/a&gt;, Marchpole, Matchroom Sport and PokerMillion.com. At the start of the 2008–09 season the club entered into a three-year deal with &lt;a href=\"PartyGaming\"&gt;PartyGaming&lt;/a&gt;.com to present PartyPoker.com, PartyBets.com and PartyCasino.com on the front of players' and replica kits.\nDuring the 2012–13 season, the shirt sponsors were &lt;a href=\"Samsung\"&gt;Samsung&lt;/a&gt; and &lt;a href=\"FIFA%2013\"&gt;FIFA 13&lt;/a&gt;. The same sponsors were used for the 2013–14 season, only FIFA 13 became &lt;a href=\"FIFA%2014\"&gt;FIFA 14&lt;/a&gt;. For 2014–15, the club announced a deal with online bookmakers 666Bet.\nOn 30 July 2015, Orient announced a deal that would see steel distributors and stockholders &lt;a href=\"Rainham%20Steel\"&gt;Rainham Steel&lt;/a&gt; feature on the home, away and third kits. From 2016 to 2018, Orient were sponsored by Energybet.com. From 2018 to 2019 onwards, Orient's principal shirt sponsor is &lt;a href=\"The%20Sun%20%28United%20Kingdom%29\"&gt;The Sun's Dream Team&lt;/a&gt;. For the 2020–21 season, former loanee &lt;a href=\"Harry%20Kane\"&gt;Harry Kane&lt;/a&gt; sponsored Orient, using the space on their shirts to thank the key workers of the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;Coronavirus pandemic&lt;/a&gt;, and support the Haven House Children's Hospice and &lt;a href=\"Mind%20%28charity%29\"&gt;Mind&lt;/a&gt;, the mental health charity. 10% from the sale of every shirt is allocated to the charity named on the front. In November 2020, the club announced a new sponsorship with the most famous British YouTuber group the &lt;a href=\"Sidemen%20%28YouTube%20group%29\"&gt;Sidemen&lt;/a&gt;, as the group were looking to support a local club and a stadium to record their popular football challenges.\nStadiums.\nOrient's initial ground was at Glyn Road between 1884 and 1896 when the club moved to Whittle's Athletic Ground.\nMillfields.\nWhittle's Athletic Ground was originally a whippet racing ground later known as Millfields and Clapton Orient played there until 1930. The O's also played pre-season friendlies at &lt;a href=\"Leyton%20Cricket%20Ground\"&gt;Leyton Cricket Ground&lt;/a&gt; for several seasons.\nMillfields could hold 35,000 or more and was quite modern for its time, though larger crowds were typically for dog racing and speedway and was a major London venue for boxing and baseball. As Orient was only a tenant and facing high rents and competition with other events at Millfields Road, Orient owners left &lt;a href=\"Clapton%20Stadium\"&gt;Millfields Road&lt;/a&gt; for another racing ground across &lt;a href=\"Hackney%20Marshes\"&gt;Hackney Marshes&lt;/a&gt; soon after, having stayed for 30 years. The ground closed in 1969, the Greyhound Racing Association selling with housing redevelopment taking its place in 1974.\nLea Bridge Road.\nClapton Orient left Millfields in 1930, moving to &lt;a href=\"Lea%20Bridge%20Stadium\"&gt;Lea Bridge Stadium&lt;/a&gt; which had been used as a &lt;a href=\"motorcycle%20speedway\"&gt;speedway&lt;/a&gt; stadium. Orient's first match held there was a 3–1 win over &lt;a href=\"Newport%20County%20A.F.C.\"&gt;Newport County&lt;/a&gt; on 4 September 1930, in front of a crowd of 5,505. However, the ground was closed for repairs by order of the Football League after the directors of &lt;a href=\"Torquay%20United%20F.C.\"&gt;Torquay United&lt;/a&gt; complained that a wooden fence was too close to the touchline. Orient's next two home league fixtures (both victories) were held at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt;, the second attracting a crowd of just 1,916 to see the 3–1 win over &lt;a href=\"Southend%20United%20F.C.\"&gt;Southend United&lt;/a&gt;. An &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; tie against &lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town&lt;/a&gt; had to be held at &lt;a href=\"Arsenal%20Stadium\"&gt;Arsenal Stadium&lt;/a&gt;.\nThe capacity of the stadium was 20,000 and although with improvements it could have been increased to 50,000, the Orient directors were never content with the ground. There were rumours of a move as far as &lt;a href=\"Mitcham%2C%20London\"&gt;Mitcham&lt;/a&gt; or a merger with short-lived neighbours &lt;a href=\"Thames%20A.F.C.\"&gt;Thames&lt;/a&gt; but a decision was made to move to &lt;a href=\"Brisbane%20Road\"&gt;Brisbane Road&lt;/a&gt; in time for the start of the 1937–38 season. The last Orient match to be held at Lea Bridge Road was another 3–1 victory over Southend United in front of a crowd of 2,541. The stadium was demolished in the 1970s.\nBrisbane Road.\nBrisbane Road has undergone many changes since Orient's arrival. Previously known as Osborne Road and having been the home of &lt;a href=\"Leyton%20F.C.\"&gt;Leyton F.C.&lt;/a&gt;, it initially had only one stand (known as \"the orange box\") on the east side that held 475 people and cover on the west side for standing. All of the standing was cinder banks. The East Stand (also known as the Main Stand) was bought from Mitcham Greyhound Stadium in 1956 and eventually extended to cover the whole east side. The terraced enclosures at the front of the East Stand were replaced by seating in the late 1990s. Over the decades, the west side became a covered terrace and finally a seated-stand, while uncovered terracing was built at the north and south sides. As the ground's capacity was being progressively reduced through changes to ground safety regulations, Orient looked to redevelop Brisbane Road as an all-seater stadium to secure its future there.\nThe initial plans, dubbed \"Orient 2000\" by the club, were revealed in the mid-1990s. The plans were ambitious, as they involved rotating the pitch and developing all four sides. However, the club's near-bankruptcy and subsequent buy-out by Barry Hearn meant that a more realistic redevelopment plan was instigated. The first phase involved demolition of the South Terrace in the late 1990s and after delays while &lt;a href=\"National%20Lottery%20%28United%20Kingdom%29\"&gt;National Lottery&lt;/a&gt; funding was unsuccessfully sought the new South Stand was opened at the start of the 1999–2000 season.\nThe next phase of redevelopment (replacement of the North Terrace and West Stand) ran into financial problems. Notwithstanding that finance for the redevelopment had already been raised by selling off the four corners of the stadium for residential blocks of flats, an increase in costs meant that an emergency general meeting of the company was needed in April 2005. It was agreed that the club should sell a c.999-year lease on the West Stand for £1.5 million to a consortium led by Barry Hearn (under the company name \"Samuel Beadie (Leyton) Ltd\" or \"SBLL\"), with SBLL leasing back to the club on a same-length lease all of the stand except the office space for an annual rent of £1. The additional funds generated by this complicated arrangement were used to complete the building of the West Stand. External completion of the West Stand was achieved in mid-2005 and the stand was opened for the 2005–06 season. The stand has a single lower tier of seating, while further up the structure are directors' and corporate hospitality boxes, club offices and player facilities, which were fitted out in summer 2007, prior to which the players continued to use the facilities in the East Stand.\nA second EGM was held in May 2006, where it was agreed to sell further land behind the North and South Stands to SBLL for £1.25 million, the proceeds to be used to fund the building of the North Stand. The plan was to commence building the North Stand in July 2006 and for it to be open by Christmas 2006 but Waltham Forest council initially rejected the revised planning application for the stand and its adjoining additional flats. A revised application approved in early 2007 and construction began towards the end of the 2006–07 season. The stand – which has become the Family Stand – was completed before the 2007–08 season, giving the O's a four-sided ground once more, with a capacity of 9,271. The modernisation of the East Stand happened during the break between the season of 2013/14 and 2015/16. Black seats formed a pattern over the other red seats to spell out \"The O's\".\nDuring the 2008–09 season, Leyton Orient changed the name of the South Stand in honour of the late Orient top-scorer, &lt;a href=\"Tommy%20Johnston\"&gt;Tommy Johnston&lt;/a&gt; and is known simply as the Tommy Johnston Stand.\nOlympic Stadium proposal.\nOn 18 October 2011, the club submitted a request to the Football League to become tenants of the London 2012 &lt;a href=\"Olympic%20Stadium%20%28London%29\"&gt;Olympic Stadium&lt;/a&gt; after the initial decision to award &lt;a href=\"West%20Ham\"&gt;West Ham&lt;/a&gt; the stadium collapsed on 11 October 2011, following legal challenges from &lt;a href=\"Tottenham%20Hotspur\"&gt;Tottenham Hotspur&lt;/a&gt; and Leyton Orient. Orient also expressed an interest in ground sharing the stadium with West Ham, but West Ham were not keen on the idea, and in December 2012 West Ham was chosen as the permanent tenant of the Olympic Stadium. Orient chairman Barry Hearn voiced his complaints over &lt;a href=\"West%20Ham%20United\"&gt;West Ham United&lt;/a&gt; being given an anchor tenancy at the stadium. Orient claimed that the stadium was too close to their own, which they claimed would breach FA rules and by extension, move the club into bankruptcy. On 6 March, Barry Hearn stated that he would mount another legal challenge as he believed that the rules set out by the LLDC had not been followed. Hearn also said that he felt that Leyton Orient's proposed ground share had been ignored and not properly explored. Orient's legal challenge was ended when a confidential agreement between Orient and the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; was reached.\nRivalries.\nAmong Orient's main rivals are &lt;a href=\"Southend%20United%20F.C.\"&gt;Southend United&lt;/a&gt;, with whom they contest the &lt;a href=\"A13%20road%20%28England%29\"&gt;A13&lt;/a&gt; derby. The rivalry came about after a period of Southend being Orient's geographically closest league rivals between 1998 and 2005. Although they have not often played in the same division, they have met in the League Cup in 2011–12 season, Leyton Orient beating the Shrimpers after extra time on penalties. More recently, Southend beat Orient 3–2 on aggregate in the 2012–13 &lt;a href=\"Football%20League%20Trophy\"&gt;Football League Trophy&lt;/a&gt; Southern Area Final.\nOther local rivals include &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt;, &lt;a href=\"Millwall%20F.C.\"&gt;Millwall&lt;/a&gt;, &lt;a href=\"Brentford%20F.C.\"&gt;Brentford&lt;/a&gt;, &lt;a href=\"Dagenham%20%26amp%3B%20Redbridge%20F.C.\"&gt;Dagenham &amp; Redbridge&lt;/a&gt; and &lt;a href=\"Barnet%20F.C.\"&gt;Barnet&lt;/a&gt;. To a lesser extent and from a little further afield, &lt;a href=\"Brighton%20%26amp%3B%20Hove%20Albion\"&gt;Brighton &amp; Hove Albion&lt;/a&gt; and &lt;a href=\"Cambridge%20United\"&gt;Cambridge United&lt;/a&gt; are also considered rivals.\nHistoric rivals include neighbours &lt;a href=\"Leyton%20F.C.\"&gt;Leyton&lt;/a&gt; and two other disbanded/merged clubs, &lt;a href=\"Leytonstone%20F.C.\"&gt;Leytonstone&lt;/a&gt; and &lt;a href=\"Walthamstow%20Avenue%20F.C.\"&gt;Walthamstow Avenue&lt;/a&gt;. The Dagenham &amp; Redbridge rivalry continues the old rivalries with the latter two.\nClub management.\nCoaching positions.\n! style=\"color:#FFFFFF; background:#FF0000;\"|Position\n! style=\"color:#FFFFFF; background:#FF0000;\"|Name"
}