{
    "id": "4511202",
    "revid": "16138468",
    "url": "https://en.wikipedia.org/wiki?curid=4511202",
    "title": "Bovichtidae",
    "text": "Bovichtidae, the temperate icefishes or thornfishes, is a &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; of marine &lt;a href=\"ray-finned%20fish\"&gt;ray-finned fish&lt;/a&gt;es, classified in the suborder &lt;a href=\"Notothenioidei\"&gt;Notothenioidei&lt;/a&gt; of the &lt;a href=\"Order%20%28biology%29\"&gt;order&lt;/a&gt; &lt;a href=\"Perciformes\"&gt;Perciformes&lt;/a&gt;. They are native to coastal waters off &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, and &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;.\nSystematics.\nBovichtidae was first formally described as a family in 1861 by the American &lt;a href=\"ichthyologist\"&gt;ichthyologist&lt;/a&gt; &lt;a href=\"Theodore%20Nicholas%20Gill\"&gt;Theodore Nicholas Gill&lt;/a&gt;. The family name was spelled Bovichthyidae in the 4th edition of J. S. Nelson's \"&lt;a href=\"Fishes%20of%20the%20World\"&gt;Fishes of the World&lt;/a&gt;\" but has been reverted to Bovichtidae in the 5th edition. Phylogenetic analysis of morphological characters has revealed that the family Bovichtidae may not be a monophyletic group. Bovichtidae is one of two families of the suborder &lt;a href=\"Notothenioidei\"&gt;Notothenioidei&lt;/a&gt; with a primarily non-Antarctic distribution, the other being &lt;a href=\"Pseudaphritis%20urvillii\"&gt;Pseudaphritidae&lt;/a&gt;. The name of the family is taken from its &lt;a href=\"type%20genus\"&gt;type genus&lt;/a&gt;, \"Bovichtus\" which is derived from bovus meaning “bull” and \"ichthys\" which means fish, based on the local name for \"Bovichtus\" species in &lt;a href=\"Valparaiso\"&gt;Valparaiso&lt;/a&gt;, Chile, \"torrito\", the “little bull”.\nThe Bovichtidae is the &lt;a href=\"Sister%20taxa\"&gt;sister&lt;/a&gt; family to the Pseudaphritidae which in turn is sister to the &lt;a href=\"Eleginopidae\"&gt;Eleginopidae&lt;/a&gt; and these are all sister to the rest of the families in the Notothenoidei which have been placed in the suggested &lt;a href=\"Superfamily%20%28biology%29\"&gt;superfamily&lt;/a&gt; &lt;a href=\"Cryonotothenioidea\"&gt;Cryonotothenioidea&lt;/a&gt;. The Bovichtidae are regarded as the most &lt;a href=\"Basal%20%28phylogenetics%29\"&gt;basal&lt;/a&gt; family in the suborder.\nGenera.\nCurrently, three genera are included in this family, with the &lt;a href=\"catadromous\"&gt;catadromous&lt;/a&gt; genus \"&lt;a href=\"Pseudaphritis\"&gt;Pseudaphritis&lt;/a&gt;\" now being placed in its own family, Pseudaphritidae.\nCharacteristics.\nBovichtidae icefishes are characterised by a protrusible a not very elongated or pronounced snout. The gill membranes not connected to the &lt;a href=\"Glossary%20of%20ichthyology\"&gt;isthmus&lt;/a&gt; and they project quite far forward. There is a single &lt;a href=\"lateral%20line\"&gt;lateral line&lt;/a&gt;. They have a long, compressed body with two dorsal fins, the front dorsal fin being spiny. There are no spines in the anal fin. There is a spine on the operculum which may be weak and flattened or robust, long and pointed. There is a single nostril on the snout. There are small conical teeth on the jaws, &lt;a href=\"vomer\"&gt;vomer&lt;/a&gt; and &lt;a href=\"Palatine%20bone\"&gt;palatine&lt;/a&gt;. There is no &lt;a href=\"swim%20bladder\"&gt;swim bladder&lt;/a&gt;.\nDistribution and habitat.\nBovichtidae species are found in the southern hemisphere where they occur in marine waters off southern South America, southern Australia and New Zealand. "
}