{
    "id": "4511158",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=4511158",
    "title": "Isedo",
    "text": "Ìsèdó (Ìsẹ̀dó or Ìsẹ̀dó-Olúmọ̀) is an ancient &lt;a href=\"Igbomina\"&gt;Igbomina&lt;/a&gt; kingdom in northeastern &lt;a href=\"Yoruba%20people\"&gt;Yorubaland&lt;/a&gt; of &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;. Ìsẹ̀dó was founded as a new &lt;a href=\"city-state\"&gt;city-state&lt;/a&gt; several centuries ago (between 1250 to 1400) by &lt;a href=\"Obalumo\"&gt;Ọba'lumọ&lt;/a&gt;, a Prince of the ancient Oba civilization (whose name or appellation is contracted from \"Ọba Olumọ\" meaning \"knowledgeable king\", or \"king of the lords of knowledge\"). Ìsẹ̀dó is fully known and called \"Ìsẹ̀dó-Olúmọ̀\" using its founder-king's name as an identifier suffix. &lt;a href=\"Obalumo\"&gt;Ọba'lumọ&lt;/a&gt;, emigrated from the ancient &lt;a href=\"Oba%2C%20Nigeria\"&gt;Ọ̀bà&lt;/a&gt; civilization in northeastern Yorubaland.\nFoundation and development.\n&lt;a href=\"Obalumo\"&gt;Obalumo&lt;/a&gt;, a &lt;a href=\"prince\"&gt;prince&lt;/a&gt; of the &lt;a href=\"Oba%2C%20Nigeria\"&gt;Oba civilization&lt;/a&gt;, and a &lt;a href=\"veteran\"&gt;veteran&lt;/a&gt; &lt;a href=\"hunter\"&gt;hunter&lt;/a&gt; and &lt;a href=\"warrior\"&gt;warrior&lt;/a&gt;, founded Ìsẹ̀dó, his new &lt;a href=\"city-state\"&gt;city-state&lt;/a&gt; in one of the areas of his frequent hunting expeditions.\nRecent archaeological research results (and published works of &lt;a href=\"oral%20history\"&gt;oral history&lt;/a&gt; experts, anthropologists and archaeologists of the &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt;, USA and the &lt;a href=\"University%20of%20Ibadan\"&gt;University of Ibadan&lt;/a&gt;, Nigeria); of the region's contemporary and later &lt;a href=\"Human%20settlement\"&gt;settlements&lt;/a&gt; suggest that Ìsẹ̀dó was founded between the 10th and the 12th centuries by &lt;a href=\"Oba%2C%20Nigeria\"&gt;Ọ̀bà&lt;/a&gt; refugees probably fleeing from both internal dissension in their Òbà kingdom as well as the cyclic conflicts of their Ọ̀bà kingdom with the neighbouring kingdoms, perhaps including the &lt;a href=\"Nupe%20people\"&gt;Nupe&lt;/a&gt; to the north.\nAt its &lt;a href=\"zenith\"&gt;zenith&lt;/a&gt; towards the end of the 15th century, Ìsèdó had grown into a city-state of 13 &lt;a href=\"clans\"&gt;clans&lt;/a&gt;, some of which were later \"consolidants\" into the &lt;a href=\"Obalumo\"&gt;Obalumo&lt;/a&gt;'s kingdom at Ìsèdó and were not of the ancient Oba origin.\nNew arrivals.\nSome oral-historians indicate that at the request of an arriving faction from &lt;a href=\"Ila%20Yara\"&gt;Ila-Yara&lt;/a&gt;, the city-state founded by &lt;a href=\"Orangun\"&gt;Òràngún&lt;/a&gt;, Oduduwa's fourth son, the region's king, Ọba'lúmọ̀ gave land-grants to the new arrivals at a location thought to be sufficiently distant from Ìsẹ̀dó's location. Another version of the oral history, which seems more reliable, indicates that the land-grant occurred a few centuries later, when the faction of the younger of two quarreling princes arrived in the vicinity of the Ọba'lúmọ̀'s Ìsèdó kingdom, from the schism at their old kingdom at Ìlá Yàrà. Arutu Oluokun, the younger of the feuding princes, founded a settlement at the &lt;a href=\"Ila%2C%20Nigeria\"&gt;Ila-Magbon&lt;/a&gt;, but the new kingdom moved within a short time to found another city called &lt;a href=\"Ila%2C%20Nigeria\"&gt;Ila-Odo&lt;/a&gt; closer to Isedo, which subsists as the modern Ìlá Òràngún.\nConsolidation and accommodation.\nAn annual celebration called \"Ìmárúgbó\" (or \"Òkùnrìn\") festival was instituted between the two city-states during which the King Ọ̀ràngún leaves his palace with his chiefs to pay a day-long homage to his primogenitor, the King Ọba'lúmọ̀ in his (the Ọba'lúmọ̀'s) palace. This is in symbolic tribute to Ọba'lúmọ̀'s land grant and precedence of him in the region, in appreciation of Ọba'lúmọ̀'s hosting of the Òràngún's elderly mother who could not continue with the immigrant party to the location of their allocated land. The Ọ̀ràngún's mother died in the palace of the Ọba'lúmọ̀ and was buried at Ìsèdó. So the Ọ̀ràngún also visits her grave as part of this festival.\nWhile it has maintained the royal title of Oba'lúmò, the kingdom of Ìsẹ̀dó has in modern times been virtually engulfed by the present-day &lt;a href=\"Ila%2C%20Nigeria\"&gt;Ila Ọrangun&lt;/a&gt; such that the old Isedo township now lies (at ), in the southeast quadrant of Ila Orangun. In Oke-Ila, the &lt;a href=\"orature\"&gt;orature&lt;/a&gt;s of the Ọbaálá clan refer to their origin from Ìsèdó, indicating that they are actually a segment of the Ìsẹ̀dó royalty which emigrated several centuries ago to an alliance with Apakiimo, the last Orangun at &lt;a href=\"Ila%20Yara\"&gt;Ila Yara&lt;/a&gt; kingdom to found his (Orangun's) new kingdom now known as &lt;a href=\"Oke-Ila\"&gt;Oke-Ila&lt;/a&gt;.\nIn this five-centuries-old quasi-consolidation treaty to help found with the new &lt;a href=\"Oke-Ila\"&gt;Oke-Ila&lt;/a&gt; Orangun state, the Ìsẹ̀dó immigrants \"of the hilltop\" (Isedo Oke or Isedo Ori Oke)were retained their royal title of Ọba'lúmọ̀, and subsequently were accorded a new recognition (possibly for their foremost contribution to the establishment of the new kingdom), awarding their clan the title of &lt;a href=\"Obaala\"&gt;Ọbaálá&lt;/a&gt; (\"mighty king\" or \"senior king\"), a title next in rank to the &lt;a href=\"Orangun\"&gt;Ọ̀ràngún&lt;/a&gt; of Oke-Ila the paramount king. The Ọbaálá is also designated as the automatic regent upon the demise of any reigning Ọ̀ràngún.\nHeritage and diaspora.\nThe Ìsẹ̀dó &lt;a href=\"clans\"&gt;clans&lt;/a&gt; retain references in their &lt;a href=\"orature\"&gt;orature&lt;/a&gt;s to their ancestry from Ìsẹ̀dó and the ancient Ọ̀bà kingdom, and citing their descent from King Ọba'lúmọ̀ of Ìsẹ̀dó and King &lt;a href=\"Olunlakin\"&gt;Olunlakin&lt;/a&gt; of Ọ̀bà as well as nostalgically referring to themselves as \"children of the great wealth\" of Ọ̀bà.\nOther examples of Igbomina and non-Igbomina towns (in &lt;a href=\"Kwara%20State\"&gt;Kwara&lt;/a&gt; and &lt;a href=\"Osun%20State\"&gt;Ọṣun&lt;/a&gt; states of Nigeria) with large concentrations of Ọ̀bà people, now commonly called 'The &lt;a href=\"Oba%2C%20Nigeria\"&gt;Ọ̀bà&lt;/a&gt; Diaspora', include the following: &lt;a href=\"Oke-Ila\"&gt;Oke-Ila Ọrangun&lt;/a&gt;, &lt;a href=\"Ila%2C%20Nigeria\"&gt;Ila Ọrangun&lt;/a&gt;, &lt;a href=\"Igbo-Ora\"&gt;Ọra-Igbomina&lt;/a&gt;, Ipoti-Ekiti, Isanlu-Isin, &lt;a href=\"Oke-Onigbin\"&gt;Oke-Onigbin&lt;/a&gt;, &lt;a href=\"https%3A//web.archive.org/web/20091202060259/http%3A//omuaran.net/\"&gt;Omu-Aran&lt;/a&gt;, Rorẹ, Ọyan, Inisha, Ipee, Oke-Ode, Babanla, Ajasẹ-Ipo, Omupo, Esiẹ, Oro, Ijomu-Oro, Iddo-Oro, Idofin, Ado-Eku, Oreke, Sanmora, and Pamo.\nThe Ìsẹ̀dó &lt;a href=\"clans\"&gt;clans&lt;/a&gt; appear to be the earliest surviving [but perhaps not the only] group in 'The &lt;a href=\"Oba%2C%20Nigeria\"&gt;Ọ̀bà&lt;/a&gt; Diaspora' that purposefully set out and founded a surviving kingdom ruled by the king &lt;a href=\"Obalumo\"&gt;Ọba'lumọ&lt;/a&gt;. Subsequent Ọ̀bà-derivative kingdoms and diasporas appear to have resulted solely from refugee flights from wars and slave raids. Ìsẹ̀dó communities resulting from the diaspora of such wars exist in &lt;a href=\"Ipoti\"&gt;Ipoti&lt;/a&gt;-Ekiti, and other &lt;a href=\"Igbomina\"&gt;Igbomina&lt;/a&gt; and &lt;a href=\"Ekiti%20State\"&gt;Ekiti&lt;/a&gt; towns as well as Omido (&lt;a href=\"Kwara%20State\"&gt;Kwara State&lt;/a&gt;) and other towns in Kwara State.\nIsedo and Oba diaspora tourism.\nThe legends of origin and of emigrations of the Isedo from Oba has been a major effort of &lt;a href=\"His%20Royal%20Highness\"&gt;His Royal Highness&lt;/a&gt;, Dr. Olúfẹ́mi Ọládàpọ̀ Babalọlá. He has also been active since 2004 in promoting &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt; (&lt;a href=\"heritage%20tourism\"&gt;heritage tourism&lt;/a&gt;/&lt;a href=\"cultural%20tourism\"&gt;cultural tourism&lt;/a&gt; and &lt;a href=\"geotourism\"&gt;geo-tourism&lt;/a&gt;), and planning tourist expeditions to the various Isedo and Oba heritage sites and physiographic features and cultural performances/traditional occupations of the Igbomina-Yoruba and adjoining Yoruba areas. He has led various special tours to the various old sites, &lt;a href=\"ruins\"&gt;ruins&lt;/a&gt; and existing towns and &lt;a href=\"historical\"&gt;historical&lt;/a&gt; places of &lt;a href=\"Yorubaland\"&gt;Yorubaland&lt;/a&gt;, especially of the Igbomina-Yoruba region, verifying &lt;a href=\"oral%20history\"&gt;oral history&lt;/a&gt; and oral poetry of various &lt;a href=\"clans\"&gt;clans&lt;/a&gt; and ancient kingdoms."
}