{
    "id": "4512843",
    "revid": "31885086",
    "url": "https://en.wikipedia.org/wiki?curid=4512843",
    "title": "Scott Booth",
    "text": "Scott Booth (born 16 December 1971) is a Scottish &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; coach and former player, who is former head coach of &lt;a href=\"Birmingham%20City%20W.F.C.\"&gt;Birmingham City&lt;/a&gt; in the &lt;a href=\"Women%27s%20Super%20League\"&gt;Women's Super League&lt;/a&gt;.\nA &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; by position, he began his playing career at &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt; as a teenager, before moving to Germany in 1997 to play for &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt;. After a spell in the Netherlands with &lt;a href=\"FC%20Twente\"&gt;FC Twente&lt;/a&gt; (as well as loans from Dortmund to &lt;a href=\"FC%20Utrecht\"&gt;FC Utrecht&lt;/a&gt; and &lt;a href=\"SBV%20Vitesse\"&gt;Vitesse Arnhem&lt;/a&gt;), he returned to Aberdeen in 2003, retiring a year later due to injury.\nAfter his retirement as a player Booth became a coach, working with the Scotland youth teams. After a year as manager of &lt;a href=\"Stenhousemuir%20F.C.\"&gt;Stenhousemuir&lt;/a&gt; he moved into women's football, becoming manager of &lt;a href=\"Glasgow%20City%20F.C.\"&gt;Glasgow City&lt;/a&gt;. Booth left this position in June 2021 to become manager of WSL club Birmingham City.\nPlaying career.\nAberdeen.\nBorn in &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt;, Booth started his career at his hometown club of &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt;, making his debut in 1990 aged 18 and emerging into the team alongside fellow youth graduate &lt;a href=\"Eoin%20Jess\"&gt;Eoin Jess&lt;/a&gt;.\nBooth was part of the Aberdeen side that came close to winning the League title on the final day of the &lt;a href=\"Scottish%20Premier%20League\"&gt;Scottish Premier League&lt;/a&gt; in the &lt;a href=\"1990%E2%80%9391%20in%20Scottish%20football\"&gt;1990–91 season&lt;/a&gt;, and achieved further league runners-up finishes in &lt;a href=\"1992%E2%80%9393%20in%20Scottish%20football\"&gt;1993&lt;/a&gt; and &lt;a href=\"1993%E2%80%9394%20in%20Scottish%20football\"&gt;1994&lt;/a&gt;, plus losing finals in the 1992–93 &lt;a href=\"1992%20Scottish%20League%20Cup%20Final\"&gt;League Cup&lt;/a&gt; and &lt;a href=\"1993%20Scottish%20Cup%20Final\"&gt;Scottish Cup&lt;/a&gt;. He played in every game of the club's &lt;a href=\"Scottish%20League%20Cup\"&gt;Scottish League Cup&lt;/a&gt; campaign in 1995 until an injury ruled him out of &lt;a href=\"1995%20Scottish%20League%20Cup%20Final\"&gt;the final&lt;/a&gt;, in which Aberdeen defeated &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt; 2–0.\nGermany, Netherlands and return.\nIn summer 1997, Booth left &lt;a href=\"Pittodrie%20Stadium\"&gt;Pittodrie&lt;/a&gt; for a surprise move to &lt;a href=\"Borussia%20Dortmund\"&gt;Borussia Dortmund&lt;/a&gt; in Germany under the &lt;a href=\"Bosman%20ruling\"&gt;Bosman ruling&lt;/a&gt;. The success of fellow Scot &lt;a href=\"Paul%20Lambert\"&gt;Paul Lambert&lt;/a&gt; was perhaps one of the reasons behind the move; nevertheless, he never really got an extended run with the then-European champions after the coach who brought him in – &lt;a href=\"Ottmar%20Hitzfeld\"&gt;Ottmar Hitzfeld&lt;/a&gt; – moved to another role at the club, although he got a brief taste of &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; football alongside the likes of &lt;a href=\"Andreas%20M%C3%B6ller\"&gt;Andreas Möller&lt;/a&gt; and &lt;a href=\"Matthias%20Sammer\"&gt;Matthias Sammer&lt;/a&gt;, scoring against &lt;a href=\"AC%20Sparta%20Prague\"&gt;Sparta Prague&lt;/a&gt;. He is also notable for being the first Scot to win the &lt;a href=\"Intercontinental%20Cup%20%28football%29\"&gt;Intercontinental Cup&lt;/a&gt; (albeit as an unused substitute in &lt;a href=\"1997%20Intercontinental%20Cup\"&gt;the match&lt;/a&gt; against &lt;a href=\"Cruzeiro%20Esporte%20Clube\"&gt;Cruzeiro&lt;/a&gt;).\nBooth moved on loan to Dutch club &lt;a href=\"FC%20Utrecht\"&gt;FC Utrecht&lt;/a&gt; in 1998, seeking more playing time to secure his place in the Scotland squad for the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt;. A year later he moved to another &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt; side, &lt;a href=\"SBV%20Vitesse\"&gt;Vitesse Arnhem&lt;/a&gt;, again on loan, and contributed to a strong season where the club only &lt;a href=\"1998%E2%80%9399%20Eredivisie\"&gt;missed out&lt;/a&gt; on Champions League qualification by a &lt;a href=\"goal%20difference\"&gt;goal difference&lt;/a&gt; of two.\nHe thereafter left Borussia Dortmund permanently, returning to the Netherlands to sign with &lt;a href=\"FC%20Twente\"&gt;FC Twente&lt;/a&gt; for a fee equivalent to £400,000. He played there for four years and picked up a winner's medal when Twente won the &lt;a href=\"KNVB%20Cup\"&gt;KNVB Cup&lt;/a&gt; in &lt;a href=\"2000%E2%80%9301%20KNVB%20Cup\"&gt;2001&lt;/a&gt; after a penalty shoot-out (in which he scored) in the final. In the &lt;a href=\"2001%E2%80%9302%20Eredivisie\"&gt;following season&lt;/a&gt; he had to fight for his place, and was close to returning to Scotland to play under former manager &lt;a href=\"Alex%20Smith%20%28footballer%2C%20born%201939%29\"&gt;Alex Smith&lt;/a&gt;; he also made his last appearances in continental competition in the &lt;a href=\"2001%E2%80%9302%20UEFA%20Cup\"&gt;2001–02 UEFA Cup&lt;/a&gt;.\nBooth rejoined Aberdeen in the summer of 2003. He was the club's top scorer in the &lt;a href=\"2003%E2%80%9304%20Aberdeen%20F.C.%20season\"&gt;2003–04 season&lt;/a&gt;, but was hit by injury. He retired from playing at the end of his contract in 2004, aged 32. Over his two spells he made 229 appearances in all competitions for Aberdeen, scoring 70 goals.\nInternational career.\nBooth won 22 caps for &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt;, scoring six goals, and was a member of Scotland's &lt;a href=\"UEFA%20Euro%201996\"&gt;Euro 1996&lt;/a&gt; and &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 World Cup&lt;/a&gt; squads. He had previously played for the &lt;a href=\"Scotland%20national%20under-21%20football%20team\"&gt;Under-21 team&lt;/a&gt;, and set a goalscoring record for the team.\nCommentator.\nAfter retiring from football, Booth began a career in broadcasting. He worked as a match co-commentator and pundit for &lt;a href=\"Setanta%20Sports\"&gt;Setanta Sports&lt;/a&gt; until its UK broadcasting operation went into administration. He has also worked for &lt;a href=\"STV%20%28TV%20network%29\"&gt;STV&lt;/a&gt;, &lt;a href=\"BBC%20Radio%20Scotland\"&gt;BBC Radio Scotland&lt;/a&gt; and &lt;a href=\"ESPN%20%28UK%29\"&gt;ESPN&lt;/a&gt;. Booth scaled back these commitments when he was appointed as a national youth team coach by the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt;.\nCoaching career.\nHaving gained a &lt;a href=\"UEFA%20Pro%20Licence\"&gt;UEFA Pro Licence&lt;/a&gt;, Booth was appointed by the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt; as Scotland under-15 and &lt;a href=\"Scotland%20national%20under-16%20football%20team\"&gt;under-16&lt;/a&gt; assistant manager in December 2011, working under &lt;a href=\"Mark%20Wotte\"&gt;Mark Wotte&lt;/a&gt;.\nHe was appointed manager of &lt;a href=\"Scottish%20League%20One\"&gt;Scottish League One&lt;/a&gt; club &lt;a href=\"Stenhousemuir%20F.C.\"&gt;Stenhousemuir&lt;/a&gt; in February 2014. On 1 February 2015 he was relieved of his duties with the club sitting just above the relegation positions in League One.\nGlasgow City.\nBooth was appointed head coach of &lt;a href=\"Scottish%20Women%27s%20Premier%20League\"&gt;Scottish Women's Premier League&lt;/a&gt; club &lt;a href=\"Glasgow%20City%20F.C.\"&gt;Glasgow City&lt;/a&gt; in July 2015, taking over from &lt;a href=\"Eddie%20Wolecki%20Black\"&gt;Eddie Wolecki Black&lt;/a&gt;.\nThe club won the (summer seasonal) League Championship in &lt;a href=\"2015%20Scottish%20Women%27s%20Premier%20League\"&gt;2015&lt;/a&gt;, &lt;a href=\"2016%20Scottish%20Women%27s%20Premier%20League%23SWPL1\"&gt;2016&lt;/a&gt; and &lt;a href=\"2017%20Scottish%20Women%27s%20Premier%20League%23SWPL%201\"&gt;2017&lt;/a&gt; — taking their run of consecutive titles to 11 — and also lifted the &lt;a href=\"Scottish%20Women%27s%20Cup\"&gt;Scottish Women's Cup&lt;/a&gt; in November 2015 to clinch a fourth &lt;a href=\"Treble%20%28association%20football%29\"&gt;treble&lt;/a&gt; in a row, although defeats to main challengers &lt;a href=\"Hibernian%20L.F.C.\"&gt;Hibernian&lt;/a&gt; in the two cup finals of both 2016 and 2017 brought the treble sequences to an end.\nGlasgow City won the SWPL again in &lt;a href=\"2018%20Scottish%20Women%27s%20Premier%20League%23SWPL%201\"&gt;2018&lt;/a&gt;, but they did not win either domestic cup and were heavily beaten by &lt;a href=\"FC%20Barcelona%20Femen%C3%AD\"&gt;FC Barcelona Femení&lt;/a&gt; in the &lt;a href=\"2018%E2%80%9319%20UEFA%20Women%27s%20Champions%20League\"&gt;Champions League&lt;/a&gt;; media observers suggested Booth may have reached the limit of what he could achieve at the club, with little hope of making an impact in Europe given the superior resources of the fully professional clubs from the leading nations, and any interruption to dominance in Scotland being viewed as failure.\nIn the &lt;a href=\"2019%E2%80%9320%20UEFA%20Women%27s%20Champions%20League\"&gt;2019–20 UEFA Women's Champions League&lt;/a&gt; Booth led Glasgow City to the quarter-final, their joint-best finish in Europe, before they succumbed to a heavy 9–1 defeat to eventual finalists &lt;a href=\"VfL%20Wolfsburg%20%28women%29\"&gt;Wolfsburg&lt;/a&gt;.\nBooth left Glasgow City in June 2021, having won six consecutive league championships with the club.\nBirmingham City.\nHe became the manager of &lt;a href=\"Women%27s%20Super%20League\"&gt;Women's Super League&lt;/a&gt; club &lt;a href=\"Birmingham%20City%20W.F.C.\"&gt;Birmingham City&lt;/a&gt; in June 2021.\nHonours.\nPlayer.\nAberdeen\nBorussia Dortmund\nCoach.\nGlasgow City\nManagerial statistics.\n (end of 2018 season)"
}