{
    "id": "4512733",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=4512733",
    "title": "Georgia Frontiere",
    "text": "Georgia Frontiere (born Violet Frances Irwin; November 21, 1927 – January 18, 2008) was an American businesswoman and entertainer. She was the majority owner and chairperson of the &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles/St. Louis Rams&lt;/a&gt; &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt; team and the most prominent female owner in a league historically dominated by males.\nDuring her nearly three decades in charge (1979–2008), the Rams made the &lt;a href=\"playoffs\"&gt;playoffs&lt;/a&gt; 14 seasons, played in 25 postseason games, won 13 postseason games, reached the &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; three times and won the championship game once in the 1999 season. Her commitment to the team earned her the nickname \"Madame Ram\".\nAlso a &lt;a href=\"philanthropist\"&gt;philanthropist&lt;/a&gt;, Frontiere created the St. Louis Rams Foundation, sat on the board of the local &lt;a href=\"United%20Way%20of%20America\"&gt;United Way&lt;/a&gt; chapter, the Saint Louis Symphony Orchestra, Herbert Hoover Boys and Girls Club, Crohn's and Colitis Foundation of America and the American Foundation for AIDS Research and made numerous charitable contributions both to the arts and to other organizations in St. Louis and elsewhere.\nEarly life and education.\nFrontiere was born in &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;, to &lt;a href=\"Lucia%20Pamela\"&gt;Lucia Pamela&lt;/a&gt;, Miss St. Louis of 1926, KMOX radio's 'gal about town', and the leader of America's first all-girl orchestra (Lucia Pamela and her band of musical pirates), and Reginald Irwin, an &lt;a href=\"insurance\"&gt;insurance&lt;/a&gt; salesman and businessman.\nFrontiere had early aspirations to work as an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; singer and eventually traveled to &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt; to train with the Milan Opera. By ten years old, she performed along with her mother and brother in the singing group the Pamela Trio. The act entertained at ballrooms and state fairs.\nFrontiere attended &lt;a href=\"Soldan%20International%20Studies%20High%20School\"&gt;Soldan High School&lt;/a&gt; in St. Louis.\nWhen she was fifteen, Frontiere's parents divorced, and she married a young &lt;a href=\"U.S.%20Marine\"&gt;U.S. Marine&lt;/a&gt; who was heading to Europe during World War II. The union was quickly annulled. A few years later, the family moved to &lt;a href=\"Fresno%2C%20California\"&gt;Fresno, California&lt;/a&gt;, where Frontiere performed at dinner theatres alongside her mother in a duo, the Pamela Sisters. During this time, she married her second husband, who was killed in a car accident near San Francisco shortly after the couple had wed.\nEarly career.\nIn the early 1950s, Frontiere worked as a urologist's secretary while acting in &lt;a href=\"Fresno%2C%20California\"&gt;Fresno's&lt;/a&gt; Garrick Little Theatre (where she met her third husband). The couple divorced a short time later. She later married her fourth husband, a stage manager at the &lt;a href=\"Sacramento\"&gt;Sacramento&lt;/a&gt; Music Circus, but the couple split after five years.\nIn the late 1950s, Frontiere moved to &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt; and had her own TV interview show. During this time, Frontiere met her fifth husband, a Miami television producer. They were married for a short time. Later, she made appearances as part of NBC's \"Today\" show cast. She also performed as a nightclub singer in Miami.\nWhile living in Miami, Frontiere was introduced to the then &lt;a href=\"Baltimore%20Colts%20%281953%E2%80%931983%29\"&gt;Baltimore Colts&lt;/a&gt; owner &lt;a href=\"Carroll%20Rosenbloom\"&gt;Carroll Rosenbloom&lt;/a&gt; (who was separated from his first wife) at a party hosted by &lt;a href=\"Joseph%20P.%20Kennedy%2C%20Sr.\"&gt;Joseph Kennedy&lt;/a&gt; at his Palm Beach estate in 1957. Kennedy was a fan of Georgia after seeing her on her morning show. Rosenbloom and Georgia were engaged in 1960, but it took Rosenbloom ten years to divorce his first wife (in a widely reported divorce negotiation). Rosenbloom and Frontiere married in 1966, though they had been together for eight years and had two children by this point.\nIn 1972, Rosenbloom traded ownership of the Baltimore Colts for ownership of the &lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt;. During this time, the couple resided in &lt;a href=\"Bel%20Air%2C%20Los%20Angeles\"&gt;Bel Air&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, and Frontiere became a part of the Los Angeles social scene, hosting numerous parties and philanthropic events. Frontiere was also known to entertain guests in a section near the owner's box at the Los Angeles Coliseum dubbed Georgia's Grandstand.\nIn April 1979, Carroll Rosenbloom drowned while swimming off a Florida beach from an apparent heart attack. Some suspected foul play, although medical examiners found no evidence that his death was not due to natural causes.\nNational Football League.\nUpon her husband's death, Frontiere inherited a 70% ownership stake in the Los Angeles Rams. Rosenbloom's five children inherited the other 30%.\nOften dubbed the first female owner of an NFL franchise, the League reported that Frontiere was actually the second female majority owner. &lt;a href=\"Violet%20Bidwill%20Wolfner\"&gt;Violet Bidwill Wolfner&lt;/a&gt; inherited the &lt;a href=\"Chicago%20Cardinals%20%28NFL%2C%201920%E2%80%9359%29\"&gt;Chicago Cardinals&lt;/a&gt; after her husband's death in 1947 and owned the franchise until she died in 1962. However, during Frontiere's tenure, she was the only active female majority owner in the NFL.\nDuring her years as owner, Frontiere moved the Rams twice, first relocating from the &lt;a href=\"Los%20Angeles%20Memorial%20Coliseum\"&gt;Los Angeles Memorial Coliseum&lt;/a&gt; in 1980 to &lt;a href=\"Anaheim\"&gt;Anaheim&lt;/a&gt; (a deal Rosenbloom made in 1978), then to &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt; in 1995.\nLos Angeles Rams.\nInitially criticized and harassed for being a woman in a league dominated by men and for not being capable of running a football team, Frontiere quickly asserted control of the Rams and addressed her detractors during her first press conference saying, \"There are some who feel there are two different kinds of people — human beings and women.\"\nHer inheritance came as a surprise to many fans (though not to close friends and family) who thought Steve Rosenbloom, the former owner's son from a previous marriage and the Rams' vice-president, would take a leadership role in the team's management. However, Frontiere couldn't navigate the conflicts between General Manager &lt;a href=\"Don%20Klosterman%20%28American%20football%29\"&gt;Don Klosterman&lt;/a&gt; and Rosenbloom and fired Rosenbloom after four months.\nDuring the 1970s, the Rams were a perennial contender, but a championship or a Super Bowl appearance eluded them.\nYet, without Carroll, the team lacked organizational direction, which Frontiere sought to establish. During preseason, Frontiere drafted a position paper where she asserted her role as the team's boss. Believing that a lack of direction was responsible for the Rams' inability to win a championship (despite fielding talented teams), she told \"Sports Illustrated\", \"Right now, we don't have much leadership. Oh, they played well—they're trying to earn their positions—and I'm not talking about the coaching. We have good coaching. I'm talking about the top. There are some things that have to be ironed out.\"\nThat next season, the Rams finally reached &lt;a href=\"Super%20Bowl%20XIV\"&gt;Super Bowl XIV&lt;/a&gt; but lost to the three-time champion &lt;a href=\"1979%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; 31-19 After the Super Bowl, Frontiere increased her national profile appearing on the cover of \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" and in an &lt;a href=\"American%20Express\"&gt;American Express&lt;/a&gt; commercial with the Rams players.\nBy the mid-1980s, Frontiere had passed much of the Rams' daily financial and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; management responsibilities on to key executives. According to ESPN, \"When it came to football matters, Mrs. Frontiere delegated to longtime team president John Shaw, to whom she granted considerable autonomy.\" As the decade began, the '70s Rams players gradually retired, but the team still reached the playoffs seven times between 1980 and 1989. In 1980, the team moved out of the &lt;a href=\"Los%20Angeles%20Memorial%20Coliseum\"&gt;Los Angeles Memorial Coliseum&lt;/a&gt; (a severely outdated facility that was too big to sell out for most games and resulted in frequent blackouts) and into the &lt;a href=\"Los%20Angeles%20Angels\"&gt;California Angels&lt;/a&gt;' &lt;a href=\"Anaheim%20Stadium\"&gt;Anaheim Stadium&lt;/a&gt;. In the early 1990s, the Rams franchise suffered from poor attendance. Average attendance had fallen to 45,000 fans per game, well below a peak of 62,000. Because of this, the Rams' finances suffered as well. In 1994, the Rams claimed to have lost $6 million, and made only $7.6 million during the previous four seasons.\nAs well, Frontiere attracted some negative publicity. In 1986, Frontiere's seventh and final husband, composer &lt;a href=\"Dominic%20Frontiere\"&gt;Dominic Frontiere&lt;/a&gt;, stirred controversy after being arrested and jailed for ten months for lying to a government agent as part of a federal investigation that came from allegedly &lt;a href=\"Ticket%20resale\"&gt;scalping&lt;/a&gt; 1,000 Super Bowl tickets. (Frontiere was not implicated and though the event brought unfavorable media attention, she stood by Dominic Frontiere during his trial and &lt;a href=\"incarceration\"&gt;incarceration&lt;/a&gt;). The pair divorced in 1987.\nAs the 1990s began, the Rams' fortunes had sunk very low. Most home games were blacked out, and the team hardly figured into the Los Angeles sports scene at all. Frontiere attempted to have a new stadium built in Los Angeles to improve ticket sales but local government officials were not interested due to unfavorable economic conditions (the end of the Cold War had resulted in large-scale layoffs by defense contractors in Southern California). This and the extreme lack of fan support prompted her to move the team to her hometown of St. Louis.\nSt. Louis Rams.\nLured by incentives like $20 million in annual profits from guaranteed season-ticket sales, personal seat licenses and a favorable lease at the $280-million &lt;a href=\"Trans%20World%20Dome\"&gt;Trans World Dome&lt;/a&gt; that was already in the process of being built, Frontiere transplanted the team to St. Louis in 1995. During the deal, Frontiere also agreed to give up 40% of her ownership to &lt;a href=\"Stan%20Kroenke\"&gt;Stan Kroenke&lt;/a&gt;, who became a minority owner in the team. (She had bought the 30% of the team she didn't own from Carroll's children in 1980). The NFL, which had decided that the city was unsuitable as a football market, initially voted to block the Rams' move to St. Louis. However, when Frontiere threatened to sue the league under antitrust laws, the league relented and approved the move with Frontiere casting the deciding vote in a 23-6 decision (The Giants, Jets, Steelers, Cardinals, Bills and Redskins remained no votes, while the Raiders abstained).\nThough fans in Southern California felt scorned, the city of St. Louis welcomed her after losing the &lt;a href=\"Arizona%20Cardinals\"&gt;Cardinals franchise&lt;/a&gt; to &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix, Arizona&lt;/a&gt; in 1988. After the announced move, the city hosted a rally downtown and thousands of fans chanted \"Georgia, Georgia!\" Later Frontiere said, \"St. Louis is my home, and I brought my team here to start a new dynasty.\"\nThe Rams struggled for the first few years in their new home, but in the &lt;a href=\"1999%20St.%20Louis%20Rams%20season\"&gt;1999 season&lt;/a&gt;, the team led by coach Dick Vermeil, offensive coordinator Mike Martz and an undrafted ex-&lt;a href=\"Arena%20Football%20League\"&gt;Arena Football League&lt;/a&gt; quarterback, &lt;a href=\"Kurt%20Warner\"&gt;Kurt Warner&lt;/a&gt;, defeated the &lt;a href=\"1999%20Tennessee%20Titans%20season\"&gt;Tennessee Titans&lt;/a&gt; to win &lt;a href=\"Super%20Bowl%20XXXIV\"&gt;Super Bowl XXXIV&lt;/a&gt;. The team was dubbed \"the Greatest Show on Turf\" because of its high scoring offense. The victory served as vindication for Frontiere in the face of criticism from fellow NFL owners and bitter Los Angeles fans.\nOn the night of the victory, Frontiere expressed her desire to succeed, \"From the time my late husband died, it has been a constant effort to do what he expected me to be able to do. He said: 'If anybody can, you can. You always stick to your ideas. And nobody pushes you around.'\"\nTwo years after the Super Bowl XXXIV win, the Rams made it to the championship game again. In &lt;a href=\"2001%20St.%20Louis%20Rams%20season\"&gt;the 2001 Season&lt;/a&gt;, the Rams competed against the &lt;a href=\"2001%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt; in &lt;a href=\"Super%20Bowl%20XXXVI\"&gt;Super Bowl XXXVI&lt;/a&gt; but lost a close game 20–17.\nThe Rams made the playoffs again in 2003 and '04, but after Kurt Warner and other key players departed, the team again lapsed into stagnation.\nUpon her death in 2008, Frontiere's son Dale \"Chip\" Rosenbloom and daughter Lucía Rodríguez inherited the 60% ownership stake in the team. In May 2010, the owners expressed that they hoped the team would be sold to longtime minority owner Stan Kroenke. Then on August 25, 2010, Kroenke received unanimous approval from league owners as the new owner of the Rams. Kroenke immediately bought half of the 60% share of the team held by Frontiere's children and later purchased the remaining half at a later date at a reported valuation of $750 million. The Rams would return to Los Angeles after the &lt;a href=\"2015%20NFL%20season\"&gt;2015 NFL season&lt;/a&gt;.\nPhilanthropy.\nThroughout her career, Frontiere was devoted to a range of philanthropic causes. Speaking of Frontiere's endeavors, NFL commissioner &lt;a href=\"Roger%20Goodell\"&gt;Roger Goodell&lt;/a&gt; said, \"Her philanthropic work was legendary and wide ranging.\"\nIn 1991, Frontiere made a $1 million donation to the Fulfillment Fund, which provides support systems to help underprivileged students pursue higher education. This help often includes mentoring, college/career counseling centers, paying for Scholastic Aptitude tests and support groups on college campuses.\nFrontiere was also an outspoken supporter of the NFL Alumni Association. She rallied for the \"Pre-'59ers\", the 1,000-plus NFL players who retired prior to 1959 and didn't qualify for the league's pension plan. She also started a \"Dire Need Fund\" for the Los Angeles chapter of the NFL Alumni Association, which spawned the league-led NFL Alumni Dire Need Fund for players.\nIn 1997, Frontiere spearheaded the formation of the St. Louis Rams Foundation, which has contributed more than $7 million to charities in the St. Louis area. \nAlways a patron of the arts, in 2000, Frontiere donated $1 million to help build a 5500-seat amphitheater, the Frontiere Performing Arts Pavilion, located in the Sedona Cultural Park in Arizona. As well, she produced the Tony-nominated August Wilson play \"Radio Golf\" and Richard Dresser's \"Below the Belt.\"\nFrontiere also sat on the boards of the &lt;a href=\"United%20Way%20of%20America\"&gt;United Way&lt;/a&gt; of Greater St. Louis, Crohn's and Colitis Foundation of America, Herbert Hoover Boys and Girls Club, Saint Louis Symphony, and the American Foundation for &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; Research.\nAwards and recognition.\nAfter Frontiere's death in 2008, the Rams renamed the Community Quarterback Awards the Georgia Frontiere Community Quarterback Awards. The program awards $20,000 to local non-profits in recognition of outstanding &lt;a href=\"Volunteering\"&gt;volunteer&lt;/a&gt; service. Since its inception, the Rams have donated more than $170,000 to community groups.\nAlso in 2008, the Rams partnered with &lt;a href=\"St.%20Jude%20Children%27s%20Research%20Hospital\"&gt;St. Jude Children's Research Hospital&lt;/a&gt; to host \"Georgia's Drive Fore the Kids\", a golf tournament to honor Frontiere and benefit the charity.\nSixth Street, between Convention Plaza and Washington, outside of the &lt;a href=\"Edward%20Jones%20Dome\"&gt;Edward Jones Dome&lt;/a&gt;, is now known as \"Georgia's Way\" to memorialize Frontiere.\nFrontiere was awarded an honorary doctor of &lt;a href=\"philanthropy\"&gt;philanthropy&lt;/a&gt; from &lt;a href=\"Pepperdine%20University\"&gt;Pepperdine University&lt;/a&gt;.\nPersonal life and death.\nFrontiere married seven times. She married her first husband, a young military man, at age 15; the marriage was soon annulled. Her second husband, Francis J. Geiger, died in an auto accident in San Francisco. In the 1940s and 1950s, she married three more times: to Bruce B. Johnson, a fellow actor at the Garrick Little Theater in &lt;a href=\"Fresno%2C%20California\"&gt;Fresno, California&lt;/a&gt;; to Wallace Hayes, a stage manager at the Sacramento Music Circus; and to William J. Wyler, a Miami television personality. In 1957, she met her sixth husband, then-Baltimore Colts owner &lt;a href=\"Carroll%20Rosenbloom\"&gt;Carroll Rosenbloom&lt;/a&gt;; they had two children before marrying in 1966: &lt;a href=\"Chip%20Rosenbloom\"&gt;Dale \"Chip\" Rosenbloom&lt;/a&gt; and Lucia Rosenbloom Rodriguez. Rosenbloom, who traded ownership of the Colts to &lt;a href=\"Robert%20Irsay\"&gt;Robert Irsay&lt;/a&gt; in exchange for his ownership stake in the Rams, died in 1979. In 1980, she married her seventh husband, composer &lt;a href=\"Dominic%20Frontiere\"&gt;Dominic Frontiere&lt;/a&gt;; they divorced in 1988 but she kept his last name. She spent the last 19 years of her life with Earle Weatherwax although they never married. She had homes in &lt;a href=\"Malibu%2C%20California\"&gt;Malibu, California&lt;/a&gt;, &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt;, and &lt;a href=\"Cornville%2C%20Arizona\"&gt;Cornville, Arizona&lt;/a&gt;\nDiagnosed with &lt;a href=\"breast%20cancer\"&gt;breast cancer&lt;/a&gt; in 2007, Frontiere spent the rest of the year undergoing treatment, but her condition rapidly deteriorated and she died in &lt;a href=\"UCLA%20Medical%20Center\"&gt;UCLA Medical Center&lt;/a&gt; on January 18, 2008. She was 80 years old. A statement put out by her children read, \"Our mom was dedicated to being more than the owner of a football team. She loved the Rams' players, coaches and staff. The warmth and generosity she exuded will never be forgotten.\""
}