{
    "id": "45165305",
    "revid": "1347436",
    "url": "https://en.wikipedia.org/wiki?curid=45165305",
    "title": "Green Bay Packers, Inc.",
    "text": "Green Bay Packers, Inc. is the official name of the publicly held nonprofit corporation that owns the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL)'s &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; franchise, based in &lt;a href=\"Green%20Bay%2C%20Wisconsin\"&gt;Green Bay, Wisconsin&lt;/a&gt;.\nThe Packers are the only publicly owned franchise in the NFL. Rather than being the property of an individual, partnership, or corporate entity, they are held as of 2021 by 361,300 stockholders. No one is allowed to hold more than 200,000 shares, which represents approximately four percent of the 5,011,558 shares currently outstanding. It is this broad-based community support and non-profit structure which has kept the team in &lt;a href=\"Green%20Bay%2C%20Wisconsin\"&gt;Green Bay&lt;/a&gt; for over a century in spite of being the smallest market in all of North American major professional sports.\nGreen Bay is the only team with this public form of ownership structure in the NFL, &lt;a href=\"grandfather%20clause\"&gt;grandfathered&lt;/a&gt; when the NFL's current ownership policy stipulating a maximum of 32 owners per team, with one holding a minimum 30% stake, was established in the 1980s. As a publicly held nonprofit, the Packers are also the only &lt;a href=\"major%20professional%20sports%20leagues%20in%20the%20United%20States%20and%20Canada\"&gt;North American major league sports franchise&lt;/a&gt; to release its financial balance sheet every year.\nBoard of directors.\nThe Green Bay Packers Board of Directors is the organization that serves as the &lt;a href=\"List%20of%20NFL%20franchise%20owners\"&gt;owner of record&lt;/a&gt; for the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL).\nThe Packers have been a publicly owned, &lt;a href=\"non-profit%20corporation\"&gt;non-profit corporation&lt;/a&gt; since August 18, 1923. The corporation currently has approximately 361,300 stockholders, who collectively own 5,009,400 shares of stock following the fifth stock sale in 2011. There have been six stock sales, in 1923, 1935, 1950, 1997, 2011, and 2021. Shares in 1923 sold for $5 apiece (approximately $75 in 2020 dollars), while in 1997 they were sold at $200 each, $250 each in 2011, and $300 each in 2021.\nThe NFL does not allow corporate ownership of clubs, requiring every club to be wholly owned by either a single owner or a small group of owners, one of whom must hold a one-third stake in the team. The Packers are granted an &lt;a href=\"grandfather%20clause\"&gt;exemption&lt;/a&gt; to this rule, as they have been a publicly owned corporation since before the rule was in place.\nThe corporation is governed by a seven-member &lt;a href=\"executive%20committee\"&gt;executive committee&lt;/a&gt;, elected from among the &lt;a href=\"board%20of%20directors\"&gt;board of directors&lt;/a&gt;. The committee directs &lt;a href=\"corporate%20management\"&gt;corporate management&lt;/a&gt;, approves major &lt;a href=\"capital%20expenditure\"&gt;capital expenditure&lt;/a&gt;s, establishes board policy, and monitors performance of management in conducting the business and affairs of the corporation.\nThe elected president, currently &lt;a href=\"Mark%20Murphy%20%28safety%2C%20born%201955%29\"&gt;Mark H. Murphy&lt;/a&gt;, represents the corporation at NFL owners meetings and other league functions. The president is the only officer who receives compensation. The balance of the committee sits \"&lt;a href=\"Gratis%20versus%20libre\"&gt;gratis&lt;/a&gt;\".\nAt the time of his death, \"&lt;a href=\"Green%20Bay%20Press-Gazette\"&gt;Green Bay Press-Gazette&lt;/a&gt;\" publisher Michael Gage was said to be the largest shareholder of the team.\nShareholder rights.\nEven though it is referred to as \"common stock\" in corporate offering documents, a share of Packers stock does not share the same rights traditionally associated with &lt;a href=\"common%20stock\"&gt;common&lt;/a&gt; or &lt;a href=\"preferred%20stock\"&gt;preferred stock&lt;/a&gt;. It does not include an &lt;a href=\"equity%20%28finance%29\"&gt;equity&lt;/a&gt; interest, does not pay &lt;a href=\"dividends\"&gt;dividends&lt;/a&gt;, cannot be &lt;a href=\"stock%20trading\"&gt;traded&lt;/a&gt;, and has no protection under &lt;a href=\"securities%20law\"&gt;securities law&lt;/a&gt;. It also confers no season-ticket purchasing privileges. Shareholders receive nothing more than voting rights, an invitation to the corporation's annual meeting, and an opportunity to purchase exclusive shareholder-only merchandise.\nShares cannot be resold, except back to the team for a fraction of the original price. While new shares can be given as gifts, transfers are technically allowed only between immediate family members once ownership has been established.\nStock sales.\nThere have been six stock issues over the history of the Packers organization:\nGreen Bay Packers Foundation.\nThe team created the Green Bay Packers Foundation in December 1986. It assists in a wide variety of activities and programs benefiting education, civic affairs, health services, human services and youth-related programs.\nAt the team's 1997 annual stockholders meeting, the foundation was designated, in place of a Sullivan-Wallen Post soldiers memorial, as recipient of any residual assets upon the team's sale or dissolution."
}