{
    "id": "45189403",
    "revid": "21171424",
    "url": "https://en.wikipedia.org/wiki?curid=45189403",
    "title": "Agustín Guzmán",
    "text": "Agustín Guzmán was a Mexican military officer, who was appointed as Army Commander in Chief of &lt;a href=\"Los%20Altos%2C%20Central%20America\"&gt;Los Altos&lt;/a&gt; when this new State was formed as part of the Central American Federation on 2 March 1838. He was defeated by &lt;a href=\"Rafael%20Carrera\"&gt;Rafael Carrera&lt;/a&gt; on 19 March 1840, the same date on which the Los Altos State ceased to exist. Trying to create Los Altos once again while Carrera was briefly in exile in 1848, he tried to occupy &lt;a href=\"Guatemala%20City\"&gt;Guatemala City&lt;/a&gt; along with rebel leader Agustín Reyes, and after setting fire to Carrera's house, he was killed by enemy fire in the Plaza de Armas.\nBiography.\nAgustín Guzmán arrived in &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt; as part of &lt;a href=\"Vicente%20Fil%C3%ADsola\"&gt;Vicente Filísola&lt;/a&gt;'s army in 1822, when Central America was annexed to the Mexican Empire of &lt;a href=\"Agust%C3%ADn%20de%20Iturbide\"&gt;Agustín de Iturbide&lt;/a&gt;; after Filísola and his forces left, he decided to remain in Guatemala and settled in &lt;a href=\"Quetzaltenango\"&gt;Quetzaltenango&lt;/a&gt;.\nIn 1837 the revolts started against the Federal President &lt;a href=\"Francisco%20Moraz%C3%A1n\"&gt;Francisco Morazán&lt;/a&gt;; the &lt;a href=\"Central%20American%20Federation\"&gt;Central American Federation&lt;/a&gt; then comprised Guatemala, &lt;a href=\"Comayagua\"&gt;Comayagua&lt;/a&gt;, &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt;, &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt; and &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;. The leader of the peasant revolt against the Guatemalan governor &lt;a href=\"Mariano%20G%C3%A1lvez\"&gt;Mariano Gálvez&lt;/a&gt; was &lt;a href=\"Rafael%20Carrera\"&gt;Rafael Carrera&lt;/a&gt;. In early 1838, José Francisco Barrundia, a Guatemalan liberal leader, was appalled at the atrocities that Galvez regime was doing to stop the peasant revolt and decided to negotiate with Carrera to overthrow Gálvez by bringing the revolution leader to the capital city of Guatemala. At that time, Carrera already was showing signs of the leadership and military genius that would be his characteristics later on.\nOn April 2, 1838, in the city of &lt;a href=\"Quetzaltenango\"&gt;Quetzaltenango&lt;/a&gt;, a secessionist group founded the independent &lt;a href=\"Los%20Altos%20%28country%29\"&gt;State of Los Altos&lt;/a&gt; which sought independence from Guatemala. The most important members of the Liberal Party of Guatemala and liberal enemies of the conservative regime moved to Los Altos, who no longer had to emigrate to El Salvador, having a pro-&lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; state practically in his country agglutinated Interim Governor Valenzuela, in office after Gálvez had excused himself, could not do anything to stop this and the Central American Federation approved the sixth state on 5 June 1838 with a provisional junta formed by Marcelo Molina Matta, José M. Gálvez and José Antonio Aguilar, with Agustín Guzmán as Army commander in chief. In December 1838, Molina Matta was formally elected as Governor of &lt;a href=\"Los%20Altos%2C%20Central%20America\"&gt;Los Altos&lt;/a&gt; and set to work immediately on developing the roads and infrastructure of a port on the Pacific Ocean and to improve his relationship with the federal government in El Salvador. The natives of the region, on the other hand, went to &lt;a href=\"Guatemala%20City\"&gt;Guatemala City&lt;/a&gt; to complain about the liberal &lt;a href=\"criollo%20people\"&gt;criollos&lt;/a&gt; that were running the state, specially Totonicapán Mayor Macario Rodas, and Agustín Guzmán, who had set extraordinary taxes, had kept the native personal tax that Gálvez had established and Guatemala had eliminated after he was deposed, and had confiscated unilaterally most of the Indian common territories. When Guzman and the rest of Los Altos leaders learned about the complains, they incarcerated the natives who had gone to Guatemala City.\n1839 coup de' etat.\nOn 14 April 1838, the conservatives lost power in Guatemala and Carrera was sent as captain of a small force in Mita without any kind of weapon. Their defeat started when &lt;a href=\"Francisco%20Moraz%C3%A1n\"&gt;Francisco Morazán&lt;/a&gt; and &lt;a href=\"Jos%C3%A9%20Francisco%20Barrundia\"&gt;José Francisco Barrundia&lt;/a&gt;, invaded Guatemala and arrived to San Sur, where they executed Pascual Alvarez, Carrera father-in-law, and then placed his head on top of a stick to scare and terrorize Carrera followers. Upon learning this, Carrera and his amazon wife Petrona, who had left Guatemala city to confront Morazán and were in &lt;a href=\"Mataquescuintla\"&gt;Mataquescuintla&lt;/a&gt;, swore that they would make Morazán pay for this even in death. Morazán sent several couriers, but Carrera did not receive any of them, particularly Barrundia who was told that Carrera did not want to see him so we would not kill Barrundia. Morazán then started a terror campaign in the area, destroying all towns on his path and stealing everything he could, thus forcing Carrera forces to hide in the mountains.\nThe liberals in Los Altos began a harsh criticism of the Conservative government of Rivera Paz; even had their own newspaper – \"El Popular\", which contributed to the harsh criticism. Moreover, Los Altos was the region with more production and economic activity of the former State of Guatemala; without Los Altos, conservatives lost many merits that held the hegemony of the State of Guatemala in Central America. Then, the government of Guatemala tried to reach to a peaceful solution, but \"altenses\", protected by the recognition of the Central American Federation Congress, did not accept this; Guatemala's government then resorted to force, sending the commanding general of the Army Rafael Carrera to subdue Los Altos.\nCarrera defeated General Agustin Guzman when the former Mexican officer tried to ambush him and then went on to &lt;a href=\"Quetzaltenango\"&gt;Quetzaltenango&lt;/a&gt;, where he imposed a harsh and hostile conservative regime for liberals. Calling all council members, he told them flatly that he was behaving kindly to them for being that the first time they had challenged him, but sternly warned them that there would be no mercy if there were to be a second time. Finally, General Guzmán, and the head of state of Los Altos, Marcelo Molina, were sent to the capital of Guatemala, where they were displayed as trophies of war during a triumphant parade on February 17, 1840; in the case of Guzman, he was shackled, still with bleeding wounds, and riding a mule.\nCarrera exile and Los Altos.\nDuring his first term as president, &lt;a href=\"Rafael%20Carrera\"&gt;Rafael Carrera&lt;/a&gt; had brought the country back from excessive conservatism to a traditional climate; however, in 1848, the liberals were able to force Rafael Carrera to leave office, after the country had been in turmoil for several months. Carrera resigned at his own free will and left for México. The new liberal regime allied itself with the Aycinena family and swiftly passed a law where they emphatically ordered to execute Carrera if he dared to return to Guatemalan soil. On his absence, the liberal criollos from &lt;a href=\"Quetzaltenango\"&gt;Quetzaltenango&lt;/a&gt; – led by general Agustín Guzmán, who occupied the city after Corregidor General &lt;a href=\"Mariano%20Paredes%20%28Guatemala%29\"&gt;Mariano Paredes&lt;/a&gt; was called to &lt;a href=\"Guatemala%20City\"&gt;Guatemala City&lt;/a&gt; to take over the presidential office– declared that &lt;a href=\"Los%20Altos%2C%20Central%20America\"&gt;Los Altos&lt;/a&gt; was an independent state once again on 26 August 1848; the new state had the support of Vasconcelos' regime in &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt; and the rebel guerrilla army of Vicente and Serapio Cruz who were declared enemies of general Carrera. The interim government was led by Guzmán himself and had Florencio Molina and priest Fernando Davila as his Cabinet members. On 5 September 1848, the criollos altenses chose a formal government led by Fernando Antonio Martínez. In the meantime, Carrera decided to return to Guatemala and did so entering by &lt;a href=\"Huehuetenango\"&gt;Huehuetenango&lt;/a&gt;, where he met with the native leaders and told them that they had to remain united to prevail; the leaders agreed and slowly the segregated native communities started developing a new Indian identity under Carrera's leadership. In the meantime, on the eastern part of Guatemala, the Jalapa region became increasingly dangerous; former president &lt;a href=\"Mariano%20Rivera%20Paz\"&gt;Mariano Rivera Paz&lt;/a&gt; and rebel leader Vicente Cruz were both murdered there after trying to take over the Corregidor office in 1849.\nUpon learning that officer &lt;a href=\"Jos%C3%A9%20V%C3%ADctor%20Zavala\"&gt;José Víctor Zavala&lt;/a&gt; had been appointed as corregidor in Suchitepéquez, Carrera and his hundred jacalteco bodyguards crossed a dangerous jungle infested with jaguars to meet his former friend. When they met, Zavala not only did not capture him, but agreed to serve under his orders, thus sending a strong message to both liberal and conservatives in Guatemala City, that realized that they were forced to negotiate with Carrera, otherwise they were going to have to battle on two fronts: Quetzaltenango and Jalapa. Carrera went back to the Quetzaltenango area, while Zavala remained in Suchitepéquez as a tactical maneuver. Carrera received a visit from a Cabinet member of Paredes and told him that he had control of the native population and that he assured Paredes that he will keep them appeased. When the emissary returned to Guatemala City, he told the president everything Carrera said, and added that the native forces were formidable.\nAgustín Guzmán went to &lt;a href=\"Antigua%20Guatemala\"&gt;Antigua Guatemala&lt;/a&gt; to meet with another group of Paredes emissaries; they agreed that Los Altos would rejoin Guatemala, and that the latter would help Guzmán defeat his hated enemy and also build a port on the Pacific Ocean. Guzmán was sure of victory this time, but his plan evaporated when, in his absence, Carrera and his native allies had occupied Quetzaltenango; Carrera appointed Ignacio Yrigoyen as corregidor and convinced him that he should work with the k'iche', mam, q'anjobal and mam leaders to keep the region under control. On his way out, Yrigoyen murmured to a friend: Now he is the King of the Indians, indeed!\nGuzmán then left for Jalapa, where he stroke a deal with the rebels, while &lt;a href=\"Luis%20Batres%20Juarros\"&gt;Luis Batres Juarros&lt;/a&gt; convinced president Paredes to deal with Carrera; Guzmán could only get a temporary truce from the revolt leaders León Raymundo, Roberto Reyes and Agustín Pérez; however, the truce was short lived, as the rebels sacked Jalapa on June 3 and 4. Guzman then left for El Salvador, where after a while he issued a note to the rest of liberal leaders in Central America in which he attacked the immorality and viciousness of the savage Rafael Carrera, who -according to Guzman- had not governed Guatemala properly in the last nine years. In his note, Guzman told that he had gone to El Salvador to retire from public life, but that he could not remain impassible watching how Guatemala was returning to Carrera's rule and saying that with the help of El Salvador, &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;, &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt; and the reborn &lt;a href=\"Los%20Altos%2C%20Central%20America\"&gt;Los Altos&lt;/a&gt; he was going to confront Carrera and return to a federal government; he practically assured that he was Morazán's successor trying to get rid of Carrera, but his note did not gather any support and Carrera returned to power in Guatemala.\nDeath.\nGuzmán entered Guatemalan territory one last time with his new ally, Agustín Reyes. They were chased by Carrera and his forces on the eastern part of the country, but played their strategy well and were able to go directly to Guatemala City, leaving the Guatemalan Army still looking for them in the East. Guatemala City had a small garrison of 100 men, in charge of colonel Ignacio Garcia Granados, who learned about the rebel attack when two spies arrived telling him that the enemy was already in Chinautla, only 3 leagues away from the city. Guzmón and Reyes entered the city after defeating Garcia Granados in El Cerro del Carmen and went directly to Carrera's house where Guzmán threw torches knowing that Carrera's family was inside; after that, they went to the Government Palace in Plaza de Armas, but there they were attacked by heavy artillery and Guzmán was badly injured. He died that night, at the outskirt of Guatemala city while his forces were fleeing."
}