{
    "id": "45231802",
    "revid": "38179619",
    "url": "https://en.wikipedia.org/wiki?curid=45231802",
    "title": "Don Pendleton (artist)",
    "text": "Don Pendleton (born 1970 in &lt;a href=\"Ravenswood%2C%20West%20Virginia\"&gt;Ravenswood, West Virginia&lt;/a&gt;) is an American artist and designer. Pendleton is most widely recognized for the large body of &lt;a href=\"skateboard\"&gt;skateboard&lt;/a&gt; graphics and for the artwork of &lt;a href=\"Pearl%20Jam\"&gt;Pearl Jam&lt;/a&gt;'s tenth studio album, \"&lt;a href=\"Lightning%20Bolt%20%28Pearl%20Jam%20album%29\"&gt;Lightning Bolt&lt;/a&gt;\".\nLife and work.\nDon Pendleton grew up in &lt;a href=\"Ravenswood%2C%20West%20Virginia\"&gt;Ravenswood&lt;/a&gt;, a rural town in West Virginia, two miles from &lt;a href=\"Ripley%2C%20West%20Virginia\"&gt;Ripley&lt;/a&gt;. Influenced by his father, he started focusing on art at an early age. During Don's teen years, he was introduced to skateboarding and fell in love with it.\nPendleton graduated from &lt;a href=\"Marshall%20University\"&gt;Marshall University&lt;/a&gt; (Huntington, WV) in 1994 with a BFA in Graphic Design. In 1998, Don took a position with &lt;a href=\"Alien%20Workshop\"&gt;Alien Workshop&lt;/a&gt; skateboards in Dayton, OH. Pendleton created the majority of the companies graphics between the years of 1998 and 2005.\nIn 2006, Don accepted a position at Element Skateboards as graphic artist /designer and continued with skateboard graphics, logo, and T-shirt design as well as packaging and marketing for the brand.\nIn 2008 Pendleton was the subject of a documentary entitled, 'Little Giants'.\nPendleton left &lt;a href=\"Element%20Skateboards\"&gt;Element Skateboards&lt;/a&gt; in 2009 to focus on freelance art, painting, and design. His work ended up on the cover of &lt;a href=\"Juxtapoz%20Magazine\"&gt;Juxtapoz Magazine&lt;/a&gt; in June, 2012 with a feature on his work and interview.\nHe has produced signature collaborative products with companies such as &lt;a href=\"Volcom\"&gt;Volcom&lt;/a&gt;, &lt;a href=\"Oakley%2C%20Inc.\"&gt;Oakley&lt;/a&gt;, &lt;a href=\"Stance%20Socks\"&gt;Stance Socks&lt;/a&gt;, &lt;a href=\"The%20Hundreds\"&gt;The Hundreds&lt;/a&gt;, &lt;a href=\"Mountain%20Dew\"&gt;Mountain Dew&lt;/a&gt;, &lt;a href=\"Logitech\"&gt;Logitech&lt;/a&gt; and has worked with the most popular companies in skateboarding and action sports.\nPendleton released a book of art in 2014 featuring 15 years of illustrations, entitled \"Limerence\". He also worked with Poster Child Prints who publish limited edition screen prints of his work.\nExhibitions and awards.\nIn 2014, Pendleton had his first solo museum exhibit at the &lt;a href=\"Huntington%20Museum%20of%20Art\"&gt;Huntington Museum of Art&lt;/a&gt; entitled, 'Fine Lines,' which was an examination and discussion of fine art vs. commercial art and skateboard graphics. There was also a 3-day workshop and public presentation as part of the exhibit.\nRecently Pendleton won a &lt;a href=\"Grammy%20Award%20for%20Best%20Recording%20Package\"&gt;Grammy Award for Best Recording Package&lt;/a&gt; in January 2015 for his artwork on the Lightning Bolt album cover and illustrations, sharing the win with &lt;a href=\"Jeff%20Ament\"&gt;Jeff Ament&lt;/a&gt;, &lt;a href=\"Eddie%20Vedder\"&gt;Eddie Vedder&lt;/a&gt;, and Joe Spix.\nInfluence.\nPendleton has been influenced by the skateboard culture and graphics he grew up with. Artists like &lt;a href=\"Neil%20Blender\"&gt;Neil Blender&lt;/a&gt;, &lt;a href=\"Mark%20Gonzales\"&gt;Mark Gonzales&lt;/a&gt;, and &lt;a href=\"Natas%20Kaupas\"&gt;Natas Kaupas&lt;/a&gt; were an integral part of his tastes. Later on, he was exposed to artists such as &lt;a href=\"Picasso\"&gt;Picasso&lt;/a&gt;, &lt;a href=\"Marc%20Chagall\"&gt;Marc Chagall&lt;/a&gt;, &lt;a href=\"Wassily%20Kandinsky\"&gt;Kandinsky&lt;/a&gt; and &lt;a href=\"Joan%20Mir%C3%B3\"&gt;Miro&lt;/a&gt; and became a big fan of &lt;a href=\"cubism\"&gt;cubism&lt;/a&gt;, abstract modern and minimalist artwork. He has also mentioned being influenced by literature, architecture, insects and animals."
}