{
    "id": "452507",
    "revid": "1060185037",
    "url": "https://en.wikipedia.org/wiki?curid=452507",
    "title": "Dogbert",
    "text": "Dogbert is &lt;a href=\"Dilbert%20%28character%29\"&gt;Dilbert&lt;/a&gt;'s &lt;a href=\"anthropomorphic\"&gt;anthropomorphic&lt;/a&gt; talking pet dog from the \"&lt;a href=\"Dilbert\"&gt;Dilbert&lt;/a&gt;\" comic strip. According to creator &lt;a href=\"Scott%20Adams\"&gt;Scott Adams&lt;/a&gt;, the character is based on, if not a member of, the &lt;a href=\"beagle\"&gt;beagle&lt;/a&gt; &lt;a href=\"Dog%20breed\"&gt;breed&lt;/a&gt;. Dogbert was originally created only so Dilbert would have someone to talk to, but as the strip progressed, Adams developed the character to be an anti-hero, metaphorically personifying the dark, cynical side of Adams's own personality. According to the strip from June 8, 1997, Dogbert even celebrates Scott Adams' birthday as his own, as Dogbert is written as being born on June 8, 1957.\nCharacterization.\nDogbert is a &lt;a href=\"wiktionary%3Amegalomaniac\"&gt;megalomaniac&lt;/a&gt;; one of his dreams is to &lt;a href=\"hegemony\"&gt;conquer the world&lt;/a&gt; and enslave all humans, and he has actually achieved this status several times through methods such as &lt;a href=\"hypnosis\"&gt;hypnosis&lt;/a&gt; and &lt;a href=\"Role-playing\"&gt;masquerading&lt;/a&gt; as a space alien or a prophet. Often, though, he quickly relinquishes his post, for instance due to boredom, someone foiling his chance, his conviction that people do not deserve to have him as leader, or his desire to go nap on a soft pillow. In both the strip and TV show he ended up the ruler of &lt;a href=\"Elbonia\"&gt;Elbonia&lt;/a&gt;, although he quickly relinquished the title. He has also run for &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; on at least two occasions as a third-party candidate, apparently losing. Dogbert appears to have sided with &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; politics, as implied during his brief tenure as a radio host. During his 2008 Presidential run, Dogbert seemed to espouse &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; political views, including a hardline on &lt;a href=\"terrorism\"&gt;terrorism&lt;/a&gt; and skepticism towards &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt;. Dogbert also seems to have no problem killing people.\nDespite his dislike for humans, Dogbert is known to protect and help Dilbert when he falls victim to sinister motives. Indeed, he has no problem playing jokes on Dilbert or even being mean to Dilbert, but will not tolerate anyone else being mean to Dilbert but him. Dogbert often rescues Dilbert from others. He often gives Dilbert advice on how to solve his problems and is generally shown to have at least some level of respect for him. Adams writes in \"&lt;a href=\"Seven%20Years%20of%20Highly%20Defective%20People\"&gt;Seven Years of Highly Defective People&lt;/a&gt;\" that \"There's no explanation of why Dogbert chooses to live with Dilbert, except that he finds him amusing. Once in a great while we'll see some glimpses of affection. And if Dilbert gets in deep trouble we can count on Dogbert to bail him out.\"\nDogbert has made many ventures into the business world, often as a &lt;a href=\"consultant\"&gt;consultant&lt;/a&gt; who hypes new trends to the &lt;a href=\"Pointy-Haired%20Boss\"&gt;Pointy-Haired Boss&lt;/a&gt;, which he enjoys because of the opportunities for &lt;a href=\"confidence%20trick\"&gt;conning&lt;/a&gt; and insulting (hence \"con-sulting\") people. In these positions, he typically takes advantage of people's &lt;a href=\"stupidity\"&gt;stupidity&lt;/a&gt;, &lt;a href=\"gullibility\"&gt;gullibility&lt;/a&gt;, or both. For instance, when hired as a consultant to create a new company &lt;a href=\"logo\"&gt;logo&lt;/a&gt;, Dogbert proposed using a piece of paper with a circular stain from his coffee cup as the \"Brown Ring of Quality\". He has also been a tech support employee, a supermodel, a &lt;a href=\"substitute%20teacher\"&gt;substitute teacher&lt;/a&gt;, a &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt;, a &lt;a href=\"cult\"&gt;cult&lt;/a&gt; leader, a &lt;a href=\"billionaire\"&gt;billionaire&lt;/a&gt;, a &lt;a href=\"talk%20radio\"&gt;talk radio&lt;/a&gt; host, a &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt; nominee, the director of the &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt;, and many other occupations. He wags his &lt;a href=\"tail\"&gt;tail&lt;/a&gt; when someone falls for one of his schemes.\nBetween February 26 and December 2, 2009, Dogbert was the CEO of Dilbert's company, as well as at least two other occasions.\nDevelopment.\nCreator &lt;a href=\"Scott%20Adams\"&gt;Scott Adams&lt;/a&gt; created several strips about Dogbert's origins, including his rivalry with another dog named Bingo. The strips were never syndicated because Adams felt that this would make \"Dilbert\" too much of a \"cartoonist cartoon.\" Before the strip was syndicated, Dogbert's name was \"Dildog\". Adams sent in a sketch of Dilbert and Dildog, but realized he had to make \"Dildog\" more newspaper friendly (any printing error that dropped the G would &lt;a href=\"Dildo\"&gt;wreak havoc&lt;/a&gt;) so he changed it to Dogbert. In \"Seven Years of Highly Defective People\", Adams says that Dogbert was a combination of Lucy, a &lt;a href=\"beagle\"&gt;beagle&lt;/a&gt; owned by his family when he was a child, and the dark side of his own personality, which he describes as the part that \"wants to &lt;a href=\"World%20domination\"&gt;take over the world&lt;/a&gt; and make all the people [his] personal servants\".\nDogbert has several similarities to Dilbert (eyeglasses that don't reveal pupils, lack of visible mouth). However, Dogbert's lack of visible mouth is revealed to not just be a lack of detail on the artist's part, but something that is also noticeable to people of the comic strip (Dogbert himself has said that he has no \"visible mouth\"). Unlike Dilbert, though, Dogbert continues to be drawn without a mouth in the comic, even when screaming."
}