{
    "id": "45265141",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=45265141",
    "title": "Marco Cedano",
    "text": "Marco Cedano (born 9 May 1951) is a Mexican master distiller and tequila entrepreneur. He is known for being the co-inventor of &lt;a href=\"Tequila%20Tromba\"&gt;Tequila Tromba&lt;/a&gt;.\nCareer.\nJust out of school, at age 23, Cedano started working as an engineer in tequila production at Tres Magueyes, a company founded by Don Julio Gonzalez. After working there for 2 years, Cedano quit the job and pursued other engineering jobs in the mining and chemical industries. In 1983, Cedano returned to &lt;a href=\"Don%20Julio\"&gt;Don Julio&lt;/a&gt; to work as an engineer, where he was subsequently promoted to Master Distiller and Distillery Manager of Tequila. During this time, Cedano was responsible for distilling and operations in the factory. In 1999, Cedano left the company after Seagrams purchased it. For next 11 years, he was involved in large-scale projects, which included building the first Agave Nectar factory and the first commercial Mezcal factory.\nTequila Tromba.\nIn 2010, Cedano founded his first independent brand, Tequila Tromba, in partnership with Canadian &lt;a href=\"Eric%20Brass\"&gt;Eric Brass&lt;/a&gt; and Australians Nick Reid and James Sherry. Cedano works with his son &lt;a href=\"Rodrigo%20Cedano\"&gt;Rodrigo Cedano&lt;/a&gt;, as well.\nThe brand is currently selling premium tequilas in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, with recent expansion into the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, and national distribution throughout Mexico. At the 2012 Ultimate Spirits Challenge in the United States, Tequila Tromba scored 93 points in the Blanco, 100%-Agave-Tequilla category, just one point behind the winner, Chairman’s Trophy. Tequilla Tromba was the only independent label named as a finalist. According to the Guinness Book of World Records, Tequila Tromba holds the record for the world’s largest Tequila Tasting."
}