{
    "id": "45265514",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=45265514",
    "title": "Edward Stiles Stokes",
    "text": "Edward Stiles Stokes (April 27, 1841 -– November 2, 1901) was the owner of a New York oil refinery. In 1872, he shot and killed his business partner and love rival &lt;a href=\"James%20Fisk%20%28financier%29\"&gt;James Fisk&lt;/a&gt;. Stokes was tried three times and found guilty of manslaughter in the third degree, serving four years in prison. Later he became the proprietor of the fashionable Hoffman House Hotel.\nEarly life.\nHis father was Edward Halesworth Stokes, who had owned a New York cloth business. By 1838 the father had made sufficient money to retire and move with his wife, Nancy Stiles, to Philadelphia. Their son, Edward Stiles Stokes, was born on April 27, 1840. He was educated in Philadelphia and later New York before starting business, first in a junior position with Samuel Perry, and later in partnership with Jenks Budlong, manufacturing and selling cheese. In 1862 he married Maria Southack, daughter of John W. Southack, wealthy furniture manufacturer of New York.\nOil refinery.\nIn 1865 Stokes was operating an oil refinery in Brooklyn at &lt;a href=\"Hunters%20Point%2C%20Queens\"&gt;Hunters Point&lt;/a&gt;. He sought funding and acquired two investors, Henry Harley and William A. Byers. Another provider of funds was a \"silent partner\", James Fisk, who operated the &lt;a href=\"Erie%20Railroad\"&gt;Erie Railroad&lt;/a&gt; and had a secret arrangement with Stokes to discount freight charges for the refinery. Fisk and Stokes shared the affections of the same woman, &lt;a href=\"Helen%20Josephine%20Mansfield\"&gt;Helen Josephine Mansfield&lt;/a&gt;, and this caused animosity between the two men. In January 1871 Fisk arranged to have Stokes arrested for embezzling funds from the refinery. He also took over the refinery by force and obtained injunctions to prevent Stokes and his mother, who owned the site, from entering the premises. The charge was dismissed and Stokes was later awarded $10,000 compensation. Stokes was dissatisfied with the award and threatening to publish incriminating letters from Fisk unless he was paid substantially more. Fisk obtained another injunction to prevent the publication, claiming he was being blackmailed. Soon after, Stokes found out that Fisk had indicted him for attempted blackmail with the Grand Jury. On January 6, 1872, Fisk was visiting the Grand Central Hotel, lower Broadway, when Stokes met him on the stairs and shot him twice. He died the next day.\nThe trial.\nStokes was arrested and tried on three occasions. He claimed he shot in self-defence, and a gun later found in a sofa at the hotel gave credibility to his assertion that Fisk had a weapon. At the first trial the jury could not agree on a verdict. The second was declared a mistrial and on the third occasion he was found guilty of manslaughter. He was sentenced to four years and sent to &lt;a href=\"Sing%20Sing\"&gt;Sing Sing Prison&lt;/a&gt; and later &lt;a href=\"Auburn%20Prison\"&gt;Auburn Prison&lt;/a&gt;, from where he was released in October 1876. Stokes's father had died whilst he was in prison and his wife had been taken to Europe by her father during the period of the trials.\nLife after release.\nBefore his incarceration, Stokes and his family had lived in the Hoffman House Hotel, corner of Twenty-fifth Street and Broadway. The proprietor, Cassius H Read, was a friend to Stokes during his trial and after his release made him a partner in the hotel. Stokes became quarrelsome and took court actions against many of those that had helped him including Read. He also had a long running battle with his cousin, &lt;a href=\"William%20Earl%20Dodge%20Stokes\"&gt;W. E. D. Stokes&lt;/a&gt;, although shortly before his death they made up their differences.\nDeath and burial.\nStokes died in New York City on November 2, 1901. He was buried at &lt;a href=\"Green-Wood%20Cemetery\"&gt;Green-Wood Cemetery&lt;/a&gt; in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;."
}