{
    "id": "45273064",
    "revid": "9929111",
    "url": "https://en.wikipedia.org/wiki?curid=45273064",
    "title": "CMBT metro station",
    "text": "CMBT Metro, officially known as Puratchi Thalaivi Dr. J. Jayalalithaa CMBT Metro, is an elevated &lt;a href=\"Rapid%20transit\"&gt;metro&lt;/a&gt; station on the Line 2 of the &lt;a href=\"Chennai%20Metro\"&gt;Chennai Metro&lt;/a&gt;, which is currently under operation. The station is among the elevated stations coming up along corridor II of the Chennai Metro, &lt;a href=\"Chennai%20Central%20metro%20station\"&gt;Chennai Central&lt;/a&gt; – &lt;a href=\"St.%20Thomas%20Mount%20metro%20station\"&gt;St. Thomas Mount&lt;/a&gt; stretch. The station will chiefly serve the &lt;a href=\"Chennai%20Mofussil%20Bus%20Terminus\"&gt;Chennai Mofussil Bus Terminus&lt;/a&gt;. On 31 July 2020, It has been named by &lt;a href=\"Government%20of%20Tamil%20Nadu\"&gt;Government of Tamil Nadu&lt;/a&gt; as \"Puratchi Thalaivi Dr. J. Jayalalithaa CMBT Metro\" to honor the former &lt;a href=\"Chief%20Minister%20of%20Tamil%20Nadu\"&gt;Chief Minister of Tamil Nadu&lt;/a&gt; &lt;a href=\"J.%20Jayalalithaa\"&gt;J. Jayalalithaa&lt;/a&gt;, who inaugurated the Puratchi Thalaivar Dr. M.G.R Bus Terminus, Asia's biggest bus terminus and the metro station.\nConstruction history.\nThe station was constructed by Consolidated Constructed Consortium (CCCL). The station attained structural completion in December 2012. The consolidated cost of the station along with the stations of &lt;a href=\"Arumbakkam%20metro%20station\"&gt;Arumbakkam&lt;/a&gt;, &lt;a href=\"Koyambedu%20metro%20station\"&gt;Koyambedu&lt;/a&gt;, &lt;a href=\"Vadapalani%20metro%20station\"&gt;Vadapalani&lt;/a&gt; and &lt;a href=\"Ashok%20Nagar%20metro%20station\"&gt;Ashok Nagar&lt;/a&gt; was 1,395.4 million.\nThe station.\nThe station is being constructed as an elevated station within the Bus Terminus in front of the main facade. Elevation of the platforms will be about 15 m from the ground level and the total length of the platforms will be 140 m. The station will be able to handle about 23,000 passengers an hour.\nSupportive infrastructure.\nThe station lies within 1 km from the &lt;a href=\"Koyambedu%20Junction\"&gt;Koyambedu Junction&lt;/a&gt;. At least three pedestrian underpass has been planned on &lt;a href=\"Inner%20Ring%20Road%2C%20Chennai\"&gt;Jawaharlal Nehru Road&lt;/a&gt; and Kaliamman Koil Street.\nCommercial hub.\nThe station is one of the five stations in the first phase of the Chennai Metro project identified to be converted into commercial hubs, the others being Arignar Anna Alandur, Arumbakkam, Ekkattuthangal, and Ashok Nagar. Two buildings are planned on either ends of the station depending on the availability of land."
}