{
    "id": "45277266",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=45277266",
    "title": "Association of Italians of Romania",
    "text": "The Association of Italians of Romania – RO.AS.IT. (; ) is an &lt;a href=\"Romanian%20ethnic%20minorities%20parties\"&gt;ethnic minority political party&lt;/a&gt; in &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; representing the &lt;a href=\"Italians%20of%20Romania\"&gt;Italian community&lt;/a&gt;. The main objective of the organisation is to preserve the traditions and customs of the Italian community and promote the Italian language, culture and history. It is supported by the Department of Interethnic Relations and the Italian Embassy in Bucharest. In 2014 it joined the &lt;a href=\"European%20Democratic%20Party\"&gt;European Democratic Party&lt;/a&gt;.\nHistory.\nThe party was established in 1993 in &lt;a href=\"Suceava\"&gt;Suceava&lt;/a&gt;, &lt;a href=\"Suceava%20County\"&gt;Suceava County&lt;/a&gt;, &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt;. It contested the &lt;a href=\"1996%20Romanian%20general%20election\"&gt;1996 general elections&lt;/a&gt;, but was beaten by the &lt;a href=\"Italian%20Community%20of%20Romania\"&gt;Italian Community of Romania&lt;/a&gt; (CIR), which retained the seat reserved for the Italian community in the &lt;a href=\"Chamber%20of%20Deputies%20%28Romania%29\"&gt;Chamber of Deputies&lt;/a&gt; under the electoral law allowing political parties representing ethnic minority groups to be exempt from the &lt;a href=\"electoral%20threshold\"&gt;electoral threshold&lt;/a&gt; only applied as long as they received 10% of the vote required for a single seat in the Chamber of Deputies.\nThe party contested the &lt;a href=\"2000%20Romanian%20general%20election\"&gt;2000 elections&lt;/a&gt; as part of the &lt;a href=\"Italian%20Community%20of%20Romania\"&gt;Italian Community of Romania&lt;/a&gt;, but ran separately in the &lt;a href=\"2004%20Romanian%20general%20election\"&gt;2004 elections&lt;/a&gt; and beat the CIR by 987 votes to win the Italian seat, with &lt;a href=\"Mircea%20Grosaru\"&gt;Mircea Grosaru&lt;/a&gt; becoming the party's MP. It has retained it in every election since. Following Grosaru's death in 2014, his son &lt;a href=\"Andi-Gabriel%20Grosaru\"&gt;Andi-Gabriel&lt;/a&gt; became the party's MP."
}