{
    "id": "45274296",
    "revid": "31646758",
    "url": "https://en.wikipedia.org/wiki?curid=45274296",
    "title": "Hampshire 2",
    "text": "Hampshire 2 is an English level 11 &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; league for teams based in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt; and the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt;. It was originally known as Hampshire 3 until the 2008-09 season when it was discontinued, but the division was reinstated as Hampshire 2 following restructuring of the Hampshire leagues for the 2018-19 season, which would once again see Hampshire rugby have three divisions as well as including second XV sides for the first time. Promoted teams move up to &lt;a href=\"Hampshire%201\"&gt;Hampshire 1&lt;/a&gt; and relegated teams drop to &lt;a href=\"Hampshire%203\"&gt;Hampshire 3&lt;/a&gt;. \nCompetition points will be awarded as follows: For a win: five points; For a draw: three points; others i.e. match abandoned = two points. For a loss: one point; For losing by less than 15 points; one point. Four try bonus: one point. \nHampshire 2 will have promotion play offs at the end of the season on the RFU matrix specified playoff dates. Playoff positions will be: #1 vs. #4 and #2 vs. #3. The winners of these playoff matches will be promoted to &lt;a href=\"Hampshire%201\"&gt;Hampshire 1&lt;/a&gt;. \nSeason 2021-22.\nThe teams competing in 2021-22 achieved their places in the league based on performances in 2019-20, the 'previous season' column in the table below refers to that season not 2020-21.\nSeason 2020–21.\nOn 30th October the RFU announced that a decision had been taken to cancel Adult Competitive Leagues (&lt;a href=\"National%20League%201\"&gt;National League 1&lt;/a&gt; and below) for the 2020/21 season meaning Hampshire 2 was not contested.\nSeason 2019-20.\nFor the 2019-20 season, the league is being run as a 'Pro14' system, split into two pools. Teams will play six home and six away games against the other teams in their pool, and another seven games against the teams in the other pool, giving clubs 19 games in the season.\nOriginal teams.\nWhen this division was introduced in 1994 (as Hampshire 3) it contained the following teams:\nHampshire 2 honours.\nHampshire 3 (1994–1996).\nOriginally known as Hampshire 3, it was a tier 11 league. Promotion was to &lt;a href=\"Hampshire%201\"&gt;Hampshire 2&lt;/a&gt; and as it was the lowest league tier in the region there was no relegation.\nHampshire 3 (1996–2000).\nThe cancellation of &lt;a href=\"Courage%20League%20Division%205\"&gt;National 5 South&lt;/a&gt; at the end of the 1995–96 season meant that Hampshire 3 went from being a tier 11 to a tier 10 league. Promotion continued to &lt;a href=\"Hampshire%201\"&gt;Hampshire 2&lt;/a&gt; and there was no relegation. \nHampshire 3 (2000–2009).\nThe introduction of &lt;a href=\"London%203%20South%20West\"&gt;London 4 South West&lt;/a&gt; ahead of the 2000–01 season meant Hampshire 3 dropped to become a tier 11 league. Promotion continued to &lt;a href=\"Hampshire%201\"&gt;Hampshire 2&lt;/a&gt; and there was no relegation. The division was cancelled at the end of the 2008–09 season, with the majority of teams transferring up into Hampshire 2.\nHampshire 2 (2018–present).\nAfter an absence of nine years the division returned ahead of the 2018–19 season, this time with the name of Hampshire 2 due to Hampshire league restructuring. It remained a tier 11 league with promotion to &lt;a href=\"Hampshire%201\"&gt;Hampshire 1&lt;/a&gt; (formerly Hampshire 2) and relegation to the newly introduced &lt;a href=\"Hampshire%203\"&gt;Hampshire 3&lt;/a&gt;. "
}