{
    "id": "45270589",
    "revid": "12109628",
    "url": "https://en.wikipedia.org/wiki?curid=45270589",
    "title": "Usta Murad",
    "text": "Usta Murad (1570, &lt;a href=\"Levanto%2C%20Liguria\"&gt;Levanto&lt;/a&gt; - June 1640, &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt;; ) was a &lt;a href=\"Barbary%20pirates\"&gt;corsair&lt;/a&gt; captain and later &lt;a href=\"Deys%20of%20Tunis\"&gt;Dey of Tunis&lt;/a&gt; from 1637 until his death.\nBiography.\nBorn in &lt;a href=\"Liguria\"&gt;Liguria&lt;/a&gt;, he was the son of Francesco Di Rio. The chroniclers do not record whether he was captured by the &lt;a href=\"Barbary\"&gt;Barbary&lt;/a&gt; pirates and sold to &lt;a href=\"Uthman%20Dey\"&gt;Uthman Dey&lt;/a&gt; or if he voluntarily joined the &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s of the &lt;a href=\"Ottoman%20Tunisia\"&gt;Tunisian Beylik&lt;/a&gt;.\nAfter &lt;a href=\"Conversion%20to%20Islam\"&gt;converting&lt;/a&gt; to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, he took the name Murad (&lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt;: Morat) and began to build a comfortable position in &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt; by becoming a corsair of the beylik. An act delivered by the French consulate on 1 November 1594 indicates in effect that the \"patron\" of a ship from &lt;a href=\"Salerno\"&gt;Salerno&lt;/a&gt; had declared himself to owe Mourad 90 gold crowns. From 1600 he increasingly entered into the esteem of Uthman Dey, becoming a sort of personal secretary. In 1615, &lt;a href=\"Yusuf%20Dey\"&gt;Yusuf Dey&lt;/a&gt; appointed him to the command of the galleys of &lt;a href=\"Bizerte\"&gt;Bizerte&lt;/a&gt;, a role he occupied until 1637. He had six galleys and many more small ships under his command, which roamed the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;, attacking and pillaging the coasts of Christian Europe and gaining considerable revenue and power for Tunis; he also faced ships from &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt; and &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; which frequently depredated the African coasts in a similar way. In 1628 he was named \"supreme commander\" of the &lt;a href=\"Army%20of%20Ottoman%20Tunisia\"&gt;Tunisian army&lt;/a&gt; during a short war against the &lt;a href=\"Eyalet\"&gt;Eyalet&lt;/a&gt; of &lt;a href=\"Ottoman%20Algeria\"&gt;Algeria&lt;/a&gt; and, although defeated, he preserved the prestige which he enjoyed thanks to his prowess.\nHe became wealthy enough to become the owner of a corsair fleet himself. He linked himself with several people who were important in Tunisian public life in order to improve his own affairs. As he consolidated his position he did not forget his origins or try to renounce his biological family. Initially he was rejoined by his father who, thanks to his son's intercession, became an important intermediary working with the magistrate for the redemption of &lt;a href=\"slavery%20in%20Tunisia\"&gt;slaves&lt;/a&gt;, an institution founded in 1597 to promote the freeing of Ligurian prisoners held by Barbary pirates. In addition to his father, he was reunited with his brothers, who maintained his business relations &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;, &lt;a href=\"Livorno\"&gt;Livorno&lt;/a&gt; and &lt;a href=\"Marseilles\"&gt;Marseilles&lt;/a&gt;. Their enormous wealth reinforced Murad's position in the early years of the seventeenth century.\nAt Yusuf Dey's death in 1637, Usta Murad took power by force, with the help of another renegade, &lt;a href=\"Mami%20Ferrarese\"&gt;Mami Ferrarese&lt;/a&gt;, whom he later eliminated, and the support of the &lt;a href=\"Muradid%20dynasty\"&gt;Muradid&lt;/a&gt; sovereign &lt;a href=\"Hammuda%20Pasha%20Bey\"&gt;Hammuda Pasha Bey&lt;/a&gt;, even though the &lt;a href=\"Divan\"&gt;Divan&lt;/a&gt; of the Turkish militia of Tunis was hostile to him because he was of foreign origin and all other &lt;a href=\"Dey%20of%20Tunis\"&gt;Deys of Tunis&lt;/a&gt; had been of Turkish birth. He controlled the beylic alongside Hammuda for three years, maintaining good relations with &lt;a href=\"France\"&gt;France&lt;/a&gt; and expanding the corsair port of Porto Farina (later &lt;a href=\"Ghar%20el-Melh\"&gt;Ghar el-Melh&lt;/a&gt;), located at a strategic coastal site, which increasingly supplanted Bizerte. His vast house was located on the street of judges in the quarter of &lt;a href=\"Tourbet%20el%20Bey\"&gt;Tourbet el Bey&lt;/a&gt;, within the &lt;a href=\"Medina%20of%20Tunis\"&gt;Medina of Tunis&lt;/a&gt;. He built his mausoleum on the current &lt;a href=\"Bab%20Menara\"&gt;Bab Menara&lt;/a&gt; road.\nHis reign was cut short by his death in June 1640. His descendants remain among the foremost families of Tunis down to the present day. His great grandson, Hammuda Stamrad was the brother-in-law and supporter of &lt;a href=\"Al-Husayn%20I%20ibn%20Ali%20at-Turki\"&gt;Hussayn I Bey&lt;/a&gt; after his deposition by &lt;a href=\"Ali%20I%20Pasha\"&gt;Ali I Pasha&lt;/a&gt; in 1735. He shared the fate of his ally, being executed in the heart of the Bardo palace in 1740."
}