{
    "id": "45288158",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=45288158",
    "title": "Social Encounter Party",
    "text": "Social Encounter Party (, PES) was a Mexican &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; political party established on the national level in 2014 and dissolved in 2018. It was part of the coalition \"&lt;a href=\"Juntos%20Haremos%20Historia\"&gt;Juntos Haremos Historia&lt;/a&gt;\" with the &lt;a href=\"National%20Regeneration%20Movement\"&gt;National Regeneration Movement&lt;/a&gt; and Mexico's &lt;a href=\"Labor%20Party%20%28Mexico%29\"&gt;Labor Party&lt;/a&gt; for the &lt;a href=\"2018%20Mexican%20general%20election\"&gt;2018 Mexican election&lt;/a&gt;.\nIt preceded the &lt;a href=\"Solidarity%20Encounter%20Party\"&gt;Solidarity Encounter Party&lt;/a&gt;, established as its replacement in 2019 and granted national party status in 2020.\nHistory.\nThe Social Encounter Party was founded in 2006 by Dr. &lt;a href=\"Hugo%20Eric%20Flores%20Cervantes\"&gt;Hugo Eric Flores Cervantes&lt;/a&gt;, a pastor of a &lt;a href=\"Neo-Pentecostal\"&gt;Neo-Pentecostal&lt;/a&gt; church that supported &lt;a href=\"Felipe%20Calder%C3%B3n\"&gt;Felipe Calderón&lt;/a&gt; in the &lt;a href=\"2006%20Mexican%20general%20election\"&gt;2006 presidential election&lt;/a&gt;. It had previously been a \"national political grouping\", which does not receive public funding. The party made many of its early successes in the state of &lt;a href=\"Baja%20California\"&gt;Baja California&lt;/a&gt;. In 2007, it supported the successful candidacy of &lt;a href=\"Jos%C3%A9%20Guadalupe%20Osuna%20Mill%C3%A1n\"&gt;José Guadalupe Osuna Millán&lt;/a&gt; of the &lt;a href=\"National%20Action%20Party%20%28Mexico%29\"&gt;PAN&lt;/a&gt;, but in 2013, it allied with the &lt;a href=\"Partido%20Revolucionario%20Institucional\"&gt;PRI&lt;/a&gt; in Baja California instead, which led it to elect a state deputy to a district in &lt;a href=\"Tecate\"&gt;Tecate&lt;/a&gt; and four council members in &lt;a href=\"Tijuana\"&gt;Tijuana&lt;/a&gt;.\nIn July 2014, it obtained federal registry. After doing so, eight of its nine political assemblies were nullified, as bribes were given to attendees.\nThe party was primarily composed of Evangelical Christians, though it has declared itself as \"not religious\" in character.\n2015 Mexican legislative elections.\nThe &lt;a href=\"2015%20Mexican%20legislative%20election\"&gt;2015 legislative elections&lt;/a&gt; was the first election where PES participated at a federal level. It managed to obtain eight proportional representation seats in the &lt;a href=\"Chamber%20of%20Deputies%20%28Mexico%29\"&gt;Chamber of Deputies&lt;/a&gt; as a result of obtaining 3.3 percent of the vote.\n2018 Mexican general elections.\nThe &lt;a href=\"2018%20Mexican%20general%20election\"&gt;2018 Mexican general election&lt;/a&gt; was the first general election where the PES participated with a candidate aspiring for the &lt;a href=\"President%20of%20Mexico\"&gt;presidency&lt;/a&gt;, as the party formed a coalition with left-wing &lt;a href=\"National%20Regeneration%20Movement\"&gt;National Regeneration Movement&lt;/a&gt; (MORENA) and &lt;a href=\"Labor%20Party%20%28Mexico%29\"&gt;Labor Party&lt;/a&gt; (PT). The parties nominated &lt;a href=\"Andr%C3%A9s%20Manuel%20L%C3%B3pez%20Obrador\"&gt;Andrés Manuel López Obrador&lt;/a&gt; as their presidential candidate.\nCoalition with MORENA.\nOn 24 June 2017, the PT approved to stand for election in 2018 in an electoral alliance with MORENA; however the coalition was not officially registered before the &lt;a href=\"National%20Electoral%20Institute\"&gt;National Electoral Institute&lt;/a&gt;, the electoral authorities of the country. For MORENA, the alliance was facilitated as a result of &lt;a href=\"%C3%93scar%20Gonz%C3%A1lez%20Y%C3%A1%C3%B1ez\"&gt;Óscar González Yáñez&lt;/a&gt;, the PT gubernatorial candidate in the State of Mexico, withdrawing from the race and endorsing MORENA candidate &lt;a href=\"Delfina%20G%C3%B3mez%20%C3%81lvarez\"&gt;Delfina Gómez Álvarez&lt;/a&gt;.\nAt first, there was speculation about the possibility of a front grouping all the leftist parties: MORENA, PRD, PT and &lt;a href=\"Citizens%27%20Movement%20%28Mexico%29\"&gt;Citizens' Movement&lt;/a&gt; (MC). However, Andrés Manuel López Obrador rejected any kind of agreement due to political differences, especially after the elections in the State of Mexico, when the candidates of the PRD and MC continued with their campaigns refusing to support the candidate of MORENA. At the end of November 2017, the leaders of MORENA and the PES announced that they were in talks to form a possible alliance. In this sense, Hugo Eric Flores said, \"We don't negotiate with the PRI, we have two options, go alone or with MORENA.\"\nConfirmation.\nOn December 13, the coalition between MORENA, the PT and the PES was formalized under the name \"Juntos Haremos Historia\" (English: Together we will make history). Following the signing of the agreement, Andrés Manuel López Obrador was appointed as a pre-candidate for the three political formations. It was a partial coalition that promoted López Obrador as a presidential candidate and, with respect to the legislative elections: MORENA was assigned to choose candidates in 150 federal electoral districts and 32 districts to the Senate; PT was assigned to choose 75 deputies and 16 senators, and the PES was assigned to choose 75 deputies and 16 senators.\nThe alliance has received criticism as it was a coalition between two leftist parties (MORENA and the PT) with a formation related to the evangelical right (PES). In response, the national president of MORENA, &lt;a href=\"Yeidckol%20Polevnsky\"&gt;Yeidckol Polevnsky&lt;/a&gt;, mentioned that her party believes in inclusion, joint work to \"rescue Mexico\" and that they will continue to defend human rights, while Hugo Eric Flores Cervantes, national president of the PES, mentioned that \"the only possibility of real change in our country is the one headed by Andrés Manuel López Obrador\" and that his party had decided to be \"on the right side of history.\"\nResults and dissolution\nThe results for the \"Juntos Haremos Historia\" coalition were strong; López Obrador was elected president in a landslide victory, as well as winning five of the nine state governorships (one of them for PES candidate &lt;a href=\"Cuauht%C3%A9moc%20Blanco\"&gt;Cuauhtémoc Blanco&lt;/a&gt; in &lt;a href=\"Morelos\"&gt;Morelos&lt;/a&gt;), and the coalition resulted in the election of 55 federal deputies and 7 senators belonging to the party. However, the party failed to attract three percent of the vote in the elections for president, federal deputies, and senators, which under Mexican law prompts the loss of its federal registry and the appointment of a liquidator by the &lt;a href=\"National%20Electoral%20Institute\"&gt;INE&lt;/a&gt; to dispose of the national party's assets. The PES and &lt;a href=\"New%20Alliance%20Party%20%28Mexico%29\"&gt;New Alliance Party&lt;/a&gt;, the other party to lose its registry after the 2018 elections, challenged the results to no avail and on 3 September 2018, the party was dissolved as it had not reached the 3% of the national vote.\nReincarnation in 2020.\nPES was reborn as the &lt;a href=\"Solidarity%20Encounter%20Party\"&gt;Solidarity Encounter Party&lt;/a&gt; (\"Partido Encuentro Solidario\"), using the same initials, and granted preliminary recognition to participate in the &lt;a href=\"2021%20Mexican%20legislative%20election\"&gt;2021 Mexican legislative election&lt;/a&gt; on September 2, 2020.\nPolicy positions.\nThe PES tended to include many strands of &lt;a href=\"Christian%20humanist\"&gt;Christian humanist&lt;/a&gt; thought and was generally &lt;a href=\"socially%20conservative\"&gt;socially conservative&lt;/a&gt;, and Flores has stated that it was a &lt;a href=\"Family%20values\"&gt;\"family\" party&lt;/a&gt;. The Baja California state party used a stylized &lt;a href=\"ichthys\"&gt;ichthys&lt;/a&gt; in its logo, which was not used by the national organization.\nThe party characterized itself as the \"party of the family\". It opposed &lt;a href=\"Same-sex%20marriage%20in%20Mexico\"&gt;same-sex marriage&lt;/a&gt; and was responsible for reforms to the Baja California constitution in 2008 that established marriage as \"between one man and one woman\". In 2015, the PES gubernatorial candidate in the state of &lt;a href=\"San%20Luis%20Potos%C3%AD\"&gt;San Luis Potosí&lt;/a&gt; compared homosexuality to &lt;a href=\"drug%20trafficking\"&gt;drug trafficking&lt;/a&gt; and &lt;a href=\"violence\"&gt;violence&lt;/a&gt;. Likewise, it &lt;a href=\"Pro-life%20movement\"&gt;opposed abortion&lt;/a&gt; and pornographic magazines.\nOther proposals made by the PES included shifting the collection of &lt;a href=\"value-added%20tax\"&gt;value-added tax&lt;/a&gt; to the states instead of the federal government and consolidating it with &lt;a href=\"income%20tax\"&gt;income tax&lt;/a&gt;."
}