{
    "id": "45300883",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=45300883",
    "title": "Epidemiology of measles",
    "text": "&lt;a href=\"Measles\"&gt;Measles&lt;/a&gt; is extremely contagious, but surviving the infection results in lifelong immunity, so its continued circulation in a community depends on the generation of susceptible hosts by birth of children. In communities which generate insufficient new hosts the disease will die out. This concept was first recognized by Bartlett in 1957, who referred to the minimum number supporting measles as the &lt;a href=\"critical%20community%20size\"&gt;critical community size&lt;/a&gt; (CCS). Analysis of outbreaks in island communities suggested that the CCS for measles is c. 250,000.\nIncidence.\nIn 2011, the WHO estimated that there were about 158,000 deaths caused by measles. This is down from 630,000 deaths in 1990. In developed countries, death occurs in 1 to 2 cases out of every 1,000 (0.1% - 0.2%). Death from measles was reported in approximately 0.2% of the cases in the United States from 1985 through 1992. In populations with high levels of malnutrition and a lack of adequate healthcare, mortality can be as high as 10%. Increased immunization has led to an estimated 78% drop in measles deaths among &lt;a href=\"UN%20member%20states\"&gt;UN member states&lt;/a&gt;.\nEven in countries where vaccination has been introduced, vaccination rates may remain low due to parents choosing not to have their children vaccinated. In &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;, vaccination was introduced in 1985. There were 99,903 cases that year. Within two years, the number of cases had fallen to 201, but this fall was not sustained. Measles is a leading cause of vaccine-preventable childhood mortality. Worldwide, the fatality rate has been significantly reduced by a vaccination campaign led by partners in the &lt;a href=\"Measles%20Initiative\"&gt;Measles Initiative&lt;/a&gt;: the &lt;a href=\"American%20Red%20Cross\"&gt;American Red Cross&lt;/a&gt;, the United States Centers for Disease Control and Prevention (CDC), the United Nations Foundation, UNICEF and the WHO. Globally, measles fell 60% from an estimated 873,000 deaths in 1999 to 345,000 in 2005. Estimates for 2008 indicate deaths fell further to 164,000 globally, with 77% of the remaining measles deaths in 2008 occurring within the Southeast Asian region.\nIn 2006–07 there were 12,132 cases in 32 European countries: 85% occurred in five countries: Germany, Italy, Romania, Switzerland and the UK. 80% occurred in children and there were 7 deaths.\nFive out of six WHO regions have set goals to eliminate measles, and at the 63rd World Health Assembly in May 2010, delegates agreed a global target of a 95% reduction in measles mortality by 2015 from the level seen in 2000, as well as to move towards eventual &lt;a href=\"Eradication%20of%20infectious%20diseases\"&gt;eradication&lt;/a&gt;. However, no specific global target date for eradication has yet been agreed to as of May 2010.\nOn January 22, 2014, the &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt; and the &lt;a href=\"Pan%20American%20Health%20Organization\"&gt;Pan American Health Organization&lt;/a&gt; declared and certified &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt; free of the measles while becoming the first &lt;a href=\"Latin%20American\"&gt;Latin American&lt;/a&gt; country to abolish the infection within its borders.\nCases reported in the first three months of 2019 were 300% higher than in the first three months of 2018, with outbreaks in every region of the world, even in countries with high overall vaccination coverage where it spread among clusters of unvaccinated people.\nIn April 2020, the WHO indicated that many countries had started suspending their measles vaccination programs due to the impact of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. It is projected that 117 million children will be at risk of infection.\nOutbreaks.\nCommonly outbreaks in one country spread to others and this can be traced by close examination of the virus DNA. As of 2020 measles is widespread and there have been over the last decade many outbreaks in areas that were formerly declared measles free. See below for individual countries by continent.\nSome examples of measles spreading between countries are:\nEuropean reservoir.\nSome experts stated that the persistence of the disease in Europe could be a stumbling block to global eradication. It has proven difficult to vaccinate a sufficient number of children in Europe to eradicate the disease, because of opposition on philosophical or religious grounds, or fears of side-effects, or because some minority groups are hard to reach, or simply because parents forget to have their children vaccinated. Vaccination is not mandatory in some countries in Europe, in contrast to the United States and many Latin American countries, where children must be vaccinated before they enter school.\nAfrica.\nCongo.\nIn January 2020, the &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt; announced that the death toll from the measles outbreak in the &lt;a href=\"Democratic%20Republic%20of%20the%20Congo\"&gt;Democratic Republic of the Congo&lt;/a&gt; had reached 6,000, triple that of &lt;a href=\"Ebola%20virus%20disease\"&gt;Ebola&lt;/a&gt;. 310,000 cases have been reported since 2019. US $27.6 million has been spent, but $40 million more is needed.\nMadagascar.\nIn 2019, 1,200 had died of measles in an outbreak in &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;.\nSouth Africa.\nBeginning in September 2009, &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; reported about 48 cases of measles. Soon after the outbreak, the government ordered all children to be vaccinated. Vaccination programs were then initiated in all schools, and parents of young children were advised to have them vaccinated. Many people were not willing to have the vaccination done, as it was believed to be unsafe and ineffective. The Health Department assured the public that their program was indeed safe. Speculation arose as to whether or not new needles were being used. By mid-October, there were at least 940 recorded cases, and four deaths.\nAmericas.\nIndigenous measles was declared to have been eliminated in North, Central, and South America; the last endemic case in the region was reported on November 12, 2002, with only northern &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; and rural &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, particularly in Ontario, Quebec, and Alberta, having minor endemic status. Outbreaks are still occurring, however, following importations of measles viruses from other &lt;a href=\"World%20Health%20Organization%23Regional%20offices\"&gt;world regions&lt;/a&gt;. In June 2006, an outbreak in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; resulted after a resident became infected in &lt;a href=\"India\"&gt;India&lt;/a&gt;.\nCanada.\nThe Canadian government defines endemic measles as a situation where a chain of transmission continues uninterrupted for 12 months. By this standard, Canada has been free of endemic measles since 1998, but sporadic imported outbreaks have continued.\nSouthern regions of the province of Quebec witnessed a measles outbreak affecting 94 persons in the Spring and summer 2007. The outbreak lasted 25 weeks, included more than one strain of the measles virus and had 12-17 generations of spread.\nIn 2008, Canada had more than 30 confirmed cases in Ontario in 2008, with more than half reported in Toronto.\nIn 2011, Quebec experienced the largest outbreak of measles in the Americas since 2002. The outbreak began on 8 January with unvaccinated individuals acquiring the disease whilst traveling to France, a country with high measles incidence, and returning home to Quebec. Public health officials responded to the outbreak by launching a mass vaccination campaign, and on 22 December, the outbreak ended with a total of 776 cases having occurred. 615 cases (79%) had not been vaccinated, including 29 infants too young to receive the vaccine. 11% of cases required hospitalization, and complications occurred in 64 cases (8%), with pneumonia being the most common complication observed (3% of cases). No deaths were reported.\nA measles outbreak was declared on 8 March 2014 in regions east of &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt; in the &lt;a href=\"Fraser%20Valley\"&gt;Fraser Valley&lt;/a&gt; area where vaccination rates were known to be low in school and religious groups. A total of 228 cases were confirmed. On March 24, Fraser Health Authority said the outbreak have been contained and confined to the original community.\nMexico.\nTwenty-five cases of measles were reported in Mexico City on March 18, 2020. The outbreak began in the \"Reclusario Norte\" (Northern penitentiary) the previous week. 8,000 vaccines were applied at the penitentiary and 10,000 doses were applied at the other penitentiaries in the city. Eleven children and five adults in the nearby &lt;a href=\"Gustavo%20A.%20Madero%2C%20Mexico%20City\"&gt;Gustavo A. Madero borough&lt;/a&gt; were among the 25 infected.\nUnited States.\nIndigenous measles has been declared eliminated in North, Central, and South America; the last endemic case in the region was reported on November 12, 2002. Though measles is considered “eliminated,” outbreaks are still occurring following importations of measles viruses from other &lt;a href=\"World%20Health%20Organization%23Regional%20offices\"&gt;world regions&lt;/a&gt;. In June 2006, an outbreak in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; resulted after a resident became infected in &lt;a href=\"India\"&gt;India&lt;/a&gt;, and in October 2007, a &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt; girl who had been vaccinated contracted the disease overseas. \nIn 1991 in the Philadelphia region, thousands of children were sick with measles. The center of this outbreak was traced to the Faith Tabernacle Congregation, a &lt;a href=\"Faith%20Healing\"&gt;Faith Healing&lt;/a&gt; church that actively discouraged parishioners from vaccinating their children. A judge issued a Court Order to forcibly treat children whose parents refused to seek medical care, and nine children were forcibly vaccinated. Nine children eventually died as a result of this outbreak.\nBetween January 1 and April 25, 2008, a total of 64 confirmed measles cases were preliminarily reported in the United States to the &lt;a href=\"Centers%20for%20Disease%20Control%20and%20Prevention\"&gt;Centers for Disease Control and Prevention&lt;/a&gt;, the most reported by this date since 2001, and the highest total number in six years. Of the 64 cases, 54 were associated with importation of measles from other countries into the United States, and 63 of the 64 patients were unvaccinated or had unknown or undocumented vaccination status. By July 9, 2008, a total of 127 cases were reported in 15 states, making it the largest US outbreak since 1997 (when 138 cases were reported). Most of the cases were acquired outside of the United States and afflicted individuals who had not been vaccinated.\nIn early 2008 there was an outbreak of measles in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt;. The outbreak is traced to an &lt;a href=\"Vaccine\"&gt;unvaccinated&lt;/a&gt; 7-year-old child who went on a family trip to Europe. The &lt;a href=\"Centers%20for%20Disease%20Control%20and%20Prevention\"&gt;CDC&lt;/a&gt; refers to this as an \"import-associated outbreak\". The final diagnosis included 11 additional cases of measles in unvaccinated children in San Diego. All of the confirmed patients were not vaccinated because they were younger than 1, the minimum age for measles inoculation, or because their parents declined to have them vaccinated. The typical vaccine would be the &lt;a href=\"MMR%20vaccine\"&gt;MMR vaccine&lt;/a&gt;. The incident drew attention to the &lt;a href=\"MMR%20vaccine%20controversy\"&gt;controversy over MMR vaccination&lt;/a&gt;. This was &lt;a href=\"San%20Diego%20County\"&gt;San Diego County&lt;/a&gt;'s first measles outbreak since 1991.\nIn February 2008 there was an outbreak of measles in &lt;a href=\"Pima%20County%2C%20Arizona\"&gt;Pima County, Arizona&lt;/a&gt;. There were 13 laboratory confirmed and 4 probable measles cases, though 22 cases were previously reported. The outbreak started with a visitor from Switzerland and resulted in a public health emergency declaration by Pima County. The last confirmed Pima County case occurred in 1994, and the last outbreak occurred in 1991.\nBy July 9, 2008, a total of 127 cases were reported in 15 states (including 22 in &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;), making it the largest U.S. outbreak since 1997 (when 138 cases were reported). Most of the cases were acquired outside of the United States and afflicted individuals who had not been vaccinated. By July 30, 2008, the number of cases had grown to 131. Of these, about half involved children whose parents rejected vaccination. The 131 cases occurred in seven different outbreaks. There were no deaths, and 15 hospitalizations. Eleven of the cases had received at least one dose of &lt;a href=\"measles%20vaccine\"&gt;measles vaccine&lt;/a&gt;. Children who were unvaccinated or whose vaccination status was unknown accounted for 122 cases. Some of these were under the age when vaccination is recommended, but in 63 cases, the vaccinations had been refused for religious or philosophical reasons.\nOn May 24, 2011, the &lt;a href=\"Centers%20for%20Disease%20Control%20and%20Prevention\"&gt;Centers for Disease Control and Prevention&lt;/a&gt; reported that the United States has had 118 measles cases so far this year. The 118 cases were reported by 23 states and New York City between Jan 1 and May 20. Of the 118 cases, 105 (89%) were associated with cases abroad and 105 (89%) of the 118 patients had not been vaccinated.\nIn 2013, at least 20 members of the Eagle Mountain International Church in North Texas were diagnosed with measles after a few members of the congregation traveled abroad on a mission trip and contracted the disease. The church is part of &lt;a href=\"Kenneth%20Copeland\"&gt;Kenneth Copeland&lt;/a&gt; Ministries, which used to advocate abstaining from vaccinations and immunizations for fear they cause autism. The church has sponsored several vaccination drives. Senior Pastor Terri Pearsons, who had previously expressed concerns about potential links between the measles vaccine and autism, was encouraging parishioners to get vaccinated. However, she said she still has some concerns about vaccines, particularly for young children with a family history of autism, and where several immunizations are given at the same time. William Schaffner, professor at the &lt;a href=\"Vanderbilt%20University%20School%20of%20Medicine\"&gt;Vanderbilt University School of Medicine&lt;/a&gt;, described the pastor as \"misinformed\" and said that young children are among the most vulnerable to measles.\nIn February and March 2014, 20 confirmed cases appeared in New York City.\nIn December 2014, a measles outbreak began at &lt;a href=\"Disneyland\"&gt;Disneyland&lt;/a&gt; in Southern California. At least 173 people have become infected with measles in 21 states, as of May 2015. Health officials say 39 cases have been traced to direct exposure at the park, with 117 infections linked by primary or secondary exposure. Among the 110 California patients, 49 (45%) were unvaccinated; five (5%) had 1 dose of measles-containing vaccine, seven (6%) had 2 doses, one (1%) had 3 doses, 47 (43%) had unknown or undocumented vaccination status, and one (1%) had immunoglobulin G seropositivity documented, which indicates prior vaccination or measles infection at an undetermined time. 12 of the unvaccinated patients were infants too young to be vaccinated. Medical professionals, such as &lt;a href=\"David%20Gorski\"&gt;David Gorski&lt;/a&gt;, have criticized physicians and pediatricians in the area who do not adhere to the &lt;a href=\"Centers%20for%20Disease%20Control%20and%20Prevention\"&gt;CDC&lt;/a&gt;'s recommended vaccination schedule or discourage vaccination, among them &lt;a href=\"Bob%20Sears\"&gt;Bob Sears&lt;/a&gt; and &lt;a href=\"Jay%20Gordon%20%28physician%29\"&gt;Jay Gordon&lt;/a&gt; for reducing vaccination rates and thus weakening &lt;a href=\"herd%20immunity\"&gt;herd immunity&lt;/a&gt;, and creating a situation in which an outbreak was more likely. California passed a mandatory vaccination law in June 2015.\nIn January 2015, it was reported that over 70 people who had visited &lt;a href=\"Disneyland\"&gt;Disneyland&lt;/a&gt; or &lt;a href=\"Disney%20California%20Adventure\"&gt;Disney California Adventure&lt;/a&gt; between Dec. 15 and Dec. 20 fell ill with measles, with 62 of them residing in &lt;a href=\"California\"&gt;California&lt;/a&gt;. The total number of cases included five people who had been fully vaccinated against the disease. Between the dates of January 1 and 28, 2015, most of the 84 people who were diagnosed with measles were either infected during their visit to Disneyland or by someone who visited the theme park.\nIn Spring 2015, the death of an immune-suppressed woman in Washington State caused by measles was diagnosed after autopsy. This was the first U.S. measles death since 2012.\nIn spring 2017, a measles outbreak occurred in Minnesota. As of June 16, 78 cases of measles had been confirmed in the state, 71 were unvaccinated and 65 were Somali-Americans. The outbreak has been attributed to low vaccination rates among Somali-American children, which can be traced back to 2008, when Somali parents expressed concerns about disproportionately high numbers of Somali preschoolers in special education classes who were receiving services for autism spectrum disorder. Around this time, &lt;a href=\"Andrew%20Wakefield\"&gt;Andrew Wakefield&lt;/a&gt; visited Minneapolis, teaming up with vaccine-skeptical groups to raise concerns about the MMR vaccine. Multiple studies have shown no connection between the &lt;a href=\"MMR%20vaccine\"&gt;MMR vaccine&lt;/a&gt; and &lt;a href=\"autism\"&gt;autism&lt;/a&gt;.\nIn January 2019, Washington's &lt;a href=\"2019%20Pacific%20Northwest%20measles%20outbreak\"&gt;Clark County Public Health officials declared a public health emergency&lt;/a&gt; due to a measles outbreak. As of February 28, 2019, 65 cases were identified.\nIn March 2019, a disaster was declared by county authorities and the county health department in Rockland County, New York, over a growing measles outbreak there. Additionally there has been 259 confirmed cases of measles in Brooklyn and Queens, most of which are affecting the Orthodox Jewish community.\nVenezuela.\nThe first half of 2018 saw 1613 cases in addition to the 413 cases reported in 2017, according to the &lt;a href=\"Pan%20American%20Health%20Organization\"&gt;Pan American Health Organization&lt;/a&gt; epidemiological alerts and updates.\nAsia.\nIsrael.\nApproximately 100 cases of the disease were reported in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; between August 2007 and May 2008 (in sharp contrast to just some dozen cases the year before). Many children in ultra-Orthodox Jewish communities were affected due to low vaccination coverage.\nJapan.\nIn 2007, a large measles outbreak in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; caused a number of universities and other institutions to close in an attempt to contain the disease.\nPhilippines.\nIn early 2010, there was a serious outbreak of measles in the Philippines with 742 cases, leaving four unvaccinated children dead in the capital city of &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;.\nIn late 2013, it was reported in the Philippines that 6,497 measles cases occurred which resulted in 23 deaths.\nIn 2014 the Philippines experienced a large measles outbreak. According to the World Health Organization there were 57,564 suspected cases of measles, including 21,403 confirmed cases, and 110 measles deaths reported in the Philippines from January 1 through December 20, 2014. Most of the cases were among unvaccinated people. A major outbreak was declared on February 6, 2019, with 70 recorded deaths of children, this outbreak was attributed to the \"&lt;a href=\"Dengvaxia%20controversy\"&gt;Dengvaxia scare&lt;/a&gt;\".\nEurope.\nDespite the highest ever vaccination rate of 90% achieved in 2017 in the European region, number of measles cases tripled the next year reaching 82,596 with 72 of them resulting in death. Almost two thirds of them were registered in Ukraine, where vaccination rates dropped to 31% in 2016.\nUkraine.\nUkraine has had a multiple large outbreaks of measles. In 2001–2002, there were around 25,000 cases and 14 deaths reported. In 2006 with 44,534 reported cases with at least 2 deaths. 13,517 cases were reported in 2012. In 2019 Ukraine reported over 57,000 cases, over half the total reports in the &lt;a href=\"WHO\"&gt;WHO&lt;/a&gt; European Region.\nUkraine is suffering one of the world's worst measles epidemics with more than 100,000 cases from 2017 to June 2019, with 16 deaths in 2018. In 2016 only 31% of the population had been immunised with the &lt;a href=\"MMR%20vaccine\"&gt;MMR vaccine&lt;/a&gt;. Various reasons are given for the low rate of vaccination including: a distrust of the state in the 1990s, a failure to keep vaccine supplies reliably refrigerated leading to ineffectiveness, a poorly informed medical profession and a high level of vaccine distrust in the wider population. Children are required to be vaccinated before entering the school system, but &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt; estimates that as many as 30% of vaccination certificates are falsified.\nGermany.\nGermany has faced repeated outbreaks in the 21st century. 6,037 cases were reported in 2001 with at least two deaths. More than 1,500 cases were reported in 2006. 1,600 cases were reported in an outbreak in 2013. An outbreak in 2015 had more than 1,700 cases had been reported by May 11 with one death.\nNetherlands.\nIn September 2008 an outbreak occurred among &lt;a href=\"Anthroposophy\"&gt;anthroposophists'&lt;/a&gt; children in the cities of &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt; and &lt;a href=\"Utrecht%20%28city%29\"&gt;Utrecht&lt;/a&gt;. Some 90 infections of unvaccinated children were recorded by the Dutch National Institute for Public Health and the Environment (RIVM) by September 29. It was expected the outbreak would spread to the region of the &lt;a href=\"Veluwe\"&gt;Veluwe&lt;/a&gt;, locally known as a &lt;a href=\"Bible%20Belt%20%28Netherlands%29\"&gt;\"bijbelgordel\"&lt;/a&gt; (\"Bible Belt\") with a large population of unvaccinated children on religious grounds.\nIn June 2013, another outbreak occurred in the Bible Belt in The Netherlands. According to newspaper \"&lt;a href=\"Algemeen%20Dagblad\"&gt;Algemeen Dagblad&lt;/a&gt;\", there were 161 infections, of which 5 infected victims were hospitalized critically ill. 2 of the victims had &lt;a href=\"meningitis\"&gt;meningitis&lt;/a&gt;, two others had &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; and from one of them, the complications are still unknown.\nUnited Kingdom.\nAfter the &lt;a href=\"MMR%20vaccine%20controversy\"&gt;MMR vaccine controversy&lt;/a&gt; began, the MMR vaccination compliance dropped sharply in the United Kingdom, from 92% in 1996 to 84% in 2002. In some parts of London, it was as low as 61% in 2003, far below the rate needed to avoid an &lt;a href=\"epidemic\"&gt;epidemic&lt;/a&gt; of measles. By 2006 coverage for MMR in the UK at 24 months was 85%, lower than the about 94% coverage for other vaccines.\nAfter vaccination rates dropped, the incidence of two of the three diseases increased greatly in the UK. In 1998 there were 56 confirmed cases of measles in the UK; in 2006 there were 449 in the first five months of the year, with the first death since 1992. Cases occurred in inadequately vaccinated children. The age group affected was too old to have received the routine MMR immunizations around the time the paper by Wakefield \"et al.\" was published, and too young to have contracted the natural disease as a child, and thus to achieve a &lt;a href=\"herd%20immunity\"&gt;herd immunity&lt;/a&gt; effect. With the decline in infection that followed the introduction of the MMR vaccine, these individuals had not been exposed to the disease, but still had no immunity, either natural or vaccine induced. Therefore, as immunization rates declined following the controversy and the disease re-emerged, they were susceptible to infection. Measles cases continued in 2006, at incidence rates 13 times greater than 1998 levels. Two children were severely and permanently injured by &lt;a href=\"Subacute%20sclerosing%20panencephalitis\"&gt;measles encephalitis&lt;/a&gt; despite undergoing &lt;a href=\"kidney%20transplantation\"&gt;kidney transplantation&lt;/a&gt; in London. Disease outbreaks also caused casualties in nearby countries including Ireland.\nIn 2008, for the first time in 14 years, measles was declared &lt;a href=\"Endemic%20%28epidemiology%29\"&gt;endemic&lt;/a&gt; in the UK, meaning that the disease was sustained within the population. This was caused by the preceding decade's low MMR vaccination rates, which created a population of susceptible children who could spread the disease. In May 2008, a British 17-year-old with an underlying &lt;a href=\"immunodeficiency\"&gt;immunodeficiency&lt;/a&gt; died of measles.\nAn &lt;a href=\"2012%E2%80%9313%20Measles%20outbreak%20in%20South%20Wales\"&gt;outbreak&lt;/a&gt; centered on the &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt; area of &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; started in November 2012; as of 22 April there have been 886 cases.\nIn March 2013, an epidemic was declared in &lt;a href=\"Swansea\"&gt;Swansea&lt;/a&gt;, Wales, UK with 1,219 cases and 88 hospitalizations to date. A 25-year-old male had measles at the time of death and died from giant cell pneumonia caused by the disease. There have been growing concerns that the epidemic could spread to London and infect many more people due to poor MMR uptake, prompting the &lt;a href=\"Department%20of%20Health%20%28United%20Kingdom%29\"&gt;Department of Health&lt;/a&gt; to set up a mass vaccination campaign targeted at one million school children throughout &lt;a href=\"England\"&gt;England&lt;/a&gt;.\nIn April 2019 a senior epidemiologist at &lt;a href=\"Public%20Health%20England\"&gt;Public Health England&lt;/a&gt; said that confidence in the immunisation programme was high and that timing, availability and location of appointments were the main barriers to vaccination.\nIreland.\n1,500 cases and three deaths were reported in the &lt;a href=\"Republic%20of%20Ireland\"&gt;Irish&lt;/a&gt; outbreak of 2000, which occurred as a direct result of decreased vaccination rates following the MMR scare.\nItaly.\nIn 2017, there were 4,991 cases and four deaths, representing almost six-times the number of cases in 2016. The number of cases for 2013 through 2016 were 2211, 1674, 251 and 844.\nBulgaria.\nBeginning in April 2009 there was a large outbreak of measles in Bulgaria, with 23,791 cases, including 24 deaths, reported up to 28 July 2010. From Bulgaria, the strain was carried to Germany, Turkey, Greece, Macedonia, and other European countries.\nFrance.\nBetween January 2008 and May 2012, 22,000 measles cases were reported in France. 5,000 patients were hospitalised including 1,023 with severe pneumonia, 27 with encephalitis and/or myelitis, and 10 died. An awareness campaign about MMR vaccination was launched.\nPortugal.\nMost recent reported cases of measles in Portugal are originally imported from other European countries (United Kingdom, France and Romania), Africa (Angola, South African and Ethiopia) and Asia (China). Since 2004, Portugal reported 22 confirmed cases of measles. Virus isolates from 2005 and 2008 outbreaks belong the genotype D4. Vaccination coverage in Portugal is ≥95% (since 2006) but pockets of reduced immunization coverage (85-94%) still persist in the population.\nOceania.\nAustralia.\nFourteen cases have been reported in multiple &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; cities including &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; and &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; in the period between December 7, 2013 and January 3, 2014. The outbreak is believed to have begun at the 2013 World Supremacy Battlegrounds dance festival held in &lt;a href=\"Sydney%2C%20Australia\"&gt;Sydney, Australia&lt;/a&gt;.\nNew Zealand.\nTen cases were reported in &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt; in July 2009.\nAn outbreak between 25 May 2011 and 24 July 2012 in the &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; region had 489 confirmed or probable cases of measles, 82 of which required hospitalisation.&lt;ref name=\"Auckland Measles 2011/2012\"&gt;&lt;/ref&gt; The outbreak was started with an unimmunised child becoming infected on a family trip to &lt;a href=\"England\"&gt;England&lt;/a&gt;, then developing measles back in Auckland.\nIn June and July 2014, 124 confirmed cases of measles were reported in &lt;a href=\"Hamilton%2C%20New%20Zealand\"&gt;Hamilton&lt;/a&gt;. Eighty percent of persons infected were aged between 10 and 20, and all but four were not immunised. Most of those infected were linked with &lt;a href=\"Fraser%20High%20School%2C%20New%20Zealand\"&gt;Fraser High School&lt;/a&gt; in the city's west, resulting in the school cancelling all school trips and cultural and sporting events.\nIn 2019, New Zealand saw its worst outbreak in two decades. As of 5 September 2019, there had been 1,051 reported cases, mainly in &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt; which has seen 877 cases. There were also reported cases in the &lt;a href=\"South%20Island\"&gt;South Island&lt;/a&gt;'s &lt;a href=\"Canterbury%2C%20New%20Zealand\"&gt;Canterbury region&lt;/a&gt;, &lt;a href=\"Otago\"&gt;Otago&lt;/a&gt; and &lt;a href=\"Southland%2C%20New%20Zealand\"&gt;Southland&lt;/a&gt; regions. In response to the epidemic, the Government established a National Health Coordination Centre in Auckland. On 5 September, the United States &lt;a href=\"Department%20of%20State\"&gt;Department of State&lt;/a&gt; and the &lt;a href=\"Center%20for%20Disease%20Control\"&gt;Center for Disease Control&lt;/a&gt; issued a health travel advisory for US citizens traveling to New Zealand. By 17 September, the number of measles cases had reached 1,327, with 1,108 reported in Auckland. Over 54,000 doses of vaccination had been distributed that month with 52,000 more doses arriving from Belgium on that date.\nSamoa.\nAn outbreak in November 2019 resulted in the deaths of 24 children and one adult from over 2,200 cases as of November 25, 2019. The Health Ministry estimates two-thirds of its 200,000 residents are vaccinated, while UNICEF puts the vaccination rate even lower at 28-40 per cent. The death toll had increased to 39 by November 28, 2019. The death toll reached 53 on December 2. The government had declared a state of emergency on November 15, when schools were closed and children were banned from public gatherings."
}