{
    "id": "4533316",
    "revid": "1052234529",
    "url": "https://en.wikipedia.org/wiki?curid=4533316",
    "title": "Creekstone Farms Premium Beef",
    "text": "Creekstone Farms Premium Beef, LLC is an American &lt;a href=\"Meat%20packing%20industry\"&gt;beef processing&lt;/a&gt; company located in &lt;a href=\"Arkansas%20City%2C%20Kansas\"&gt;Arkansas City, Kansas&lt;/a&gt;.\nHistory.\nThe company was founded in 1995 by John and Carol Stewart. Originally a purebred &lt;a href=\"Black%20Angus\"&gt;Black Angus&lt;/a&gt; farm in &lt;a href=\"Campbellsburg%2C%20Kentucky\"&gt;Campbellsburg, Kentucky&lt;/a&gt;, Creekstone Farms entered the processing business in 2003 with the purchase of a processing plant in Arkansas City, Kansas. The company began processing Creekstone Farms Premium Black Angus cattle in May 2003. In the spring of 2004, it launched an additional line of Black Angus products, Creekstone Farms Natural Black Angus Beef. Stewart retired from the company in October 2007. \nCreekstone Farms is currently owned by the &lt;a href=\"Marubeni%20Corporation\"&gt;Marubeni Corporation&lt;/a&gt; and was owned by &lt;a href=\"Sun%20Capital%20Partners\"&gt;Sun Capital Partners&lt;/a&gt;. When Stewart retired, he retained ownership of the farm in Kentucky, which has since been sold and no longer is connected to the Creekstone Farms brand. \nThe company reports that Japan's ban on U.S. beef beginning in 2003 caused the company to lose a third of its sales, prompting the &lt;a href=\"layoff\"&gt;layoff&lt;/a&gt; of about 150 people.\nBSE testing.\nCreekstone Farms is known for its attempt to test all of its beef for &lt;a href=\"bovine%20spongiform%20encephalopathy\"&gt;bovine spongiform encephalopathy&lt;/a&gt; (BSE, or \"mad cow disease\"). At a cost of about half a million dollars, Creekstone built a testing lab, the first inside a U. S. meat packing plant, and hired the necessary personnel. In 2004, however, the &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;U.S. Department of Agriculture&lt;/a&gt;, which controls the sale of testing kits, refused to sell Creekstone enough to test all of its cows.\nThe USDA's stated position was that allowing any meatpacking company to test every cow would undermine the agency's official position that random testing was scientifically adequate to assure safety. The USDA also claims that testing does not ensure food safety because the disease is difficult to detect in younger animals. An alternative position is that the USDA's objection is the result of pressure from larger meatpacking operations. The president of the &lt;a href=\"National%20Cattlemen%27s%20Beef%20Association\"&gt;National Cattlemen's Beef Association&lt;/a&gt; told \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" that \"If testing is allowed at Creekstone, we think it would become the international standard and the domestic standard, too.\" Creekstone Farms says tests cost about $20 per animal, increasing the cost of beef by about 10 cents per pound. The USDA currently tests about 1 percent of cattle slaughtered in the U.S.\nLawsuit.\nIn March 2006, Creekstone filed a &lt;a href=\"lawsuit\"&gt;lawsuit&lt;/a&gt; against the USDA for refusing to allow complete testing. On March 29, 2007, Judges James Robertson of the &lt;a href=\"U.S.%20District%20Court%20for%20the%20District%20of%20Columbia\"&gt;U.S. District Court for the District of Columbia&lt;/a&gt; ruled that USDA had the authority to restrict the use of biological products and to regulate diagnostic testing but that this authority did not extend to the regulation of BSE test kits. On August 29, 2008, the &lt;a href=\"Court%20of%20Appeals%20for%20the%20District%20of%20Columbia%20Circuit\"&gt;Court of Appeals for the District of Columbia Circuit&lt;/a&gt; affirmed the district court's finding of the USDA's authority to restrict the use of biological products and to regulate diagnostic testing but reversed the lower court's ruling that USDA did not have the authority to regulate BSE test kits."
}