{
    "id": "453584",
    "revid": "30911873",
    "url": "https://en.wikipedia.org/wiki?curid=453584",
    "title": "Central Java",
    "text": "Central Java () is a &lt;a href=\"Provinces%20of%20Indonesia\"&gt;province&lt;/a&gt; of &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, located in the middle of the island of &lt;a href=\"Java\"&gt;Java&lt;/a&gt;. Its administrative capital is &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt;. It is bordered by &lt;a href=\"West%20Java\"&gt;West Java&lt;/a&gt; in the west, the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; and the &lt;a href=\"Special%20Region%20of%20Yogyakarta\"&gt;Special Region of Yogyakarta&lt;/a&gt; in the south, &lt;a href=\"East%20Java\"&gt;East Java&lt;/a&gt; in the east, and the &lt;a href=\"Java%20Sea\"&gt;Java Sea&lt;/a&gt; in the north. It has a total area of 32,800.69 km², with a population of 36,516,035 at the 2020 Census making it the third-most populous province in both Java and Indonesia after &lt;a href=\"West%20Java\"&gt;West Java&lt;/a&gt; and &lt;a href=\"East%20Java\"&gt;East Java&lt;/a&gt;. The province also includes the island of &lt;a href=\"Nusa%20Kambangan\"&gt;Nusakambangan&lt;/a&gt; in the south (close to the border of West Java), and the &lt;a href=\"Karimunjawa\"&gt;Karimun Jawa Islands&lt;/a&gt; in the Java Sea. Central Java is also a cultural concept that includes the &lt;a href=\"Yogyakarta%20Special%20Region\"&gt;Special Region&lt;/a&gt; and city of &lt;a href=\"Yogyakarta\"&gt;Yogyakarta&lt;/a&gt;. However, administratively the city and its surrounding &lt;a href=\"Regencies%20of%20Indonesia\"&gt;regencies&lt;/a&gt; have formed a separate &lt;a href=\"Yogyakarta%20Special%20Region\"&gt;special region&lt;/a&gt; (equivalent to a province) since the country's independence, and is administrated separately. Although known as the \"heart\" of &lt;a href=\"Javanese%20culture\"&gt;Javanese culture&lt;/a&gt;, there are several other non-Javanese ethnic groups, such as the &lt;a href=\"Sundanese%20people\"&gt;Sundanese&lt;/a&gt; on the border with West Java. &lt;a href=\"Chinese%20Indonesians\"&gt;Chinese Indonesians&lt;/a&gt;, &lt;a href=\"Arab%20Indonesians\"&gt;Arab Indonesians&lt;/a&gt;, and &lt;a href=\"Indian%20Indonesians\"&gt;Indian Indonesians&lt;/a&gt; are also scattered throughout the province.\nThe province has been inhabited by humans since the prehistoric-era. Remains of a \"&lt;a href=\"Homo%20erectus\"&gt;Homo erectus&lt;/a&gt;\", known as \"&lt;a href=\"Java%20Man\"&gt;Java Man&lt;/a&gt;\", were found along the banks of the &lt;a href=\"Solo%20River\"&gt;Bengawan Solo River&lt;/a&gt;, and date back to 1.7 million years ago. What is present-day Central Java was once under the control of several Hindu-Buddhist kingdoms, Islamic sultanates, and the &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt; colonial government. Central Java was also the centre of the &lt;a href=\"Indonesian%20National%20Awakening\"&gt;Indonesian independence movement&lt;/a&gt;. As the majority of modern-day &lt;a href=\"Indonesians\"&gt;Indonesians&lt;/a&gt; are of &lt;a href=\"Javanese%20people\"&gt;Javanese&lt;/a&gt; descent, both Central Java and &lt;a href=\"East%20Java\"&gt;East Java&lt;/a&gt; have a major impact on Indonesia's social, political, and economic life.\nHistory.\nEtymology.\nThe origin of the name \"Java\" can be traced from the &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; chronicle which mentions the existence of an island called yavadvip(a) (\"dvipa\" means \"island\", and \"yava\" means \"&lt;a href=\"barley\"&gt;barley&lt;/a&gt;\" or also \"&lt;a href=\"grain\"&gt;grain&lt;/a&gt;\"). Are these grains a millet (&lt;a href=\"Foxtail%20millet\"&gt;Setaria italica&lt;/a&gt;) or rice, both of which have been widely found on this island in the days before the entry of Indian influence. It is possible that this island has many previous names, including the possibility of originating from the word \"jaú\" which means \"far away\". Yavadvipa is mentioned in one of the Indian epic, &lt;a href=\"Ramayana\"&gt;Ramayana&lt;/a&gt;. According to the epic, &lt;a href=\"Sugriva\"&gt;Sugriva&lt;/a&gt;, the commander of the wanara (ape man) from &lt;a href=\"Rama\"&gt;Sri Rama&lt;/a&gt;'s army, sent his envoy to Yavadvip (\"Java Island\") to look for the Hindu goddess &lt;a href=\"Sita\"&gt;Sita&lt;/a&gt;.\nAnother possible assumption is that the word \"Java\" comes from the root words in a &lt;a href=\"Proto-Austronesian%20language\"&gt;Proto-Austronesian language&lt;/a&gt;, \"Awa\" or \"Yawa\" (Similar to the words \"Awa'i\" (Awaiki) or \"Hawa'i\" (Hawaiki) used in &lt;a href=\"Polynesia\"&gt;Polynesia&lt;/a&gt;, especially &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;) which means \"home\".\nAn island called \"Iabadiu\" or \"Jabadiu\" is mentioned in &lt;a href=\"Ptolemy%20I%20Soter\"&gt;Ptolemy's&lt;/a&gt; work called &lt;a href=\"Geography%20%28Ptolemy%29\"&gt;\"Geographia\"&lt;/a&gt; which was made around 150 AD during the era of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. \"Iabadiu\" is said to mean \"island of barley\", also rich in gold, and has a silver city called Argyra at its western end. This name mentioned Java, which most likely origins from the Sanskrit term Java-dvipa (Yawadvipa).\nChinese records from the &lt;a href=\"Book%20of%20Song\"&gt;\"Songshu\"&lt;/a&gt; and the &lt;a href=\"Book%20of%20Liang\"&gt;\"Liangshu\"&lt;/a&gt; referred to Java as She-po (5th century AD), He-ling (640–818 AD), then called it She-po again until the &lt;a href=\"Yuan%20dynasty\"&gt;Yuan Dynasty&lt;/a&gt; (1271–1368), where they began to call Zhao-Wa. In the book &lt;a href=\"Yingya%20Shenglan\"&gt;\"Yingyai Shenglan\"&lt;/a&gt;, written by the Chinese Ming explorer &lt;a href=\"Ma%20Huan\"&gt;Ma Huan&lt;/a&gt;, the Chinese call Java as Chao-Wa, and it was once called the She-pó (She-bó). When &lt;a href=\"Giovanni%20de%27%20Marignolli\"&gt;Giovanni de' Marignolli&lt;/a&gt; returned from China to &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt;, he stopped at the kingdom of Saba, which he said had many elephants and was led by a queen; this name Saba might be his interpretation of She-bó.\nPre-historic era.\nJava has been inhabited by humans or their ancestors (&lt;a href=\"hominina\"&gt;hominina&lt;/a&gt;) since prehistoric times. In Central Java and the adjacent territories in East Java remains known as \"&lt;a href=\"Java%20Man\"&gt;Java Man&lt;/a&gt;\" were discovered in the 1890s by the Dutch anatomist and geologist &lt;a href=\"Eug%C3%A8ne%20Dubois\"&gt;Eugène Dubois&lt;/a&gt;. It belongs to the species \"&lt;a href=\"Homo%20erectus\"&gt;Homo erectus&lt;/a&gt;\", and are believed to be about 1.7 million years old. The &lt;a href=\"Sangiran\"&gt;Sangiran&lt;/a&gt; site is an important prehistoric site on Java.\nAround years ago, &lt;a href=\"Australoid\"&gt;Australoid&lt;/a&gt; peoples related to modern Australian Aboriginals and &lt;a href=\"Melanesians\"&gt;Melanesians&lt;/a&gt; colonised Central Java. They were assimilated or replaced by Mongoloid &lt;a href=\"Austronesians\"&gt;Austronesians&lt;/a&gt; by about 3,000 BC, who brought with them technologies of pottery, outrigger canoes, the bow and arrow, and introduced domesticated pigs, fowls, and dogs. They also introduced cultivated rice and millet.\nHindu-Buddhist and Islamic era.\nRecorded history began in what is now Central Java in the 7th century AD. The writing, as well as Hinduism and Buddhism, were brought by the Indians from South Asia, at the time of Central Java was a centre of power in Java back then. In 664 AD, the Chinese monk Hui-neng visited the Javanese port city he called \"Hēlíng\" (訶陵) or \"Ho-ling\", where he translated various Buddhist scriptures into Chinese with the assistance of the Javanese Buddhist monk Jñānabhadra. It is not precisely known what is meant by the name \"Hēlíng\". It used to be considered the Chinese transcription of \"Kalinga\" but it now most commonly thought of as a rendering of the name \"Areng\". \"Hēlíng\" is believed to be located somewhere between Semarang and &lt;a href=\"Jepara\"&gt;Jepara&lt;/a&gt;.\nThe first dated inscription in Central Java was the &lt;a href=\"Canggal%20inscription\"&gt;Canggal&lt;/a&gt; from 732 AD (or 654 Saka). This inscription, which hailed from &lt;a href=\"Kedu%20Plains\"&gt;Kedu&lt;/a&gt;, is written in &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; in Pallava script. It is written that a &lt;a href=\"Shaivism\"&gt;Shaivite&lt;/a&gt; king named &lt;a href=\"Sri%20Sanjaya\"&gt;Sri Sanjaya&lt;/a&gt; established a kingdom called &lt;a href=\"Mataram%20Kingdom\"&gt;Mataram&lt;/a&gt;. Under the reign of Sanjaya's dynasty, several monuments such as the &lt;a href=\"Prambanan\"&gt;Prambanan&lt;/a&gt; temple complex were built. At the same time, a competing dynasty &lt;a href=\"Sailendra\"&gt;Sailendra&lt;/a&gt; arose, which adhered to &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; and built the &lt;a href=\"Borobudur\"&gt;Borobudur&lt;/a&gt; temple. After 820 AD, there was no more mention of the \"Hēlíng\" in Chinese records. This fact coincides with the overthrow of the Sailendras by the Sanjayas who restored Shaivism as the dominant religion. In the middle of the 10th century, however, the centre of power moved to eastern Java. &lt;a href=\"Raden%20Wijaya\"&gt;Raden Wijaya&lt;/a&gt; founded the &lt;a href=\"Majapahit%20Empire\"&gt;Majapahit Empire&lt;/a&gt;, and it reached its peak during the reign of &lt;a href=\"Hayam%20Wuruk\"&gt;Hayam Wuruk&lt;/a&gt; (m. 1350–1389). The kingdom claimed sovereignty over the entire &lt;a href=\"Nusantara%20%28archipelago%29\"&gt;Indonesian archipelago&lt;/a&gt;, although direct control tended to be limited to Java, &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt; and &lt;a href=\"Madura%20Island\"&gt;Madura&lt;/a&gt;. &lt;a href=\"Gajah%20Mada\"&gt;Gajah Mada&lt;/a&gt; was a military leader during this time, who led numerous territorial conquests. The kingdoms in Java had previously based their power on agriculture, but Majapahit had succeeded in seizing ports and shipping lanes, in a bid to become the first commercial empire on Java. The empire suffered a setback after the death of Hayam Wuruk and the &lt;a href=\"Spread%20of%20Islam%20in%20Indonesia\"&gt;entry of Islam into the archipelago&lt;/a&gt;.\nIn the late 16th century, the development of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; had surpassed &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; and &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; as the dominant religion in Java. The emergence of the Islamic kingdoms in Java is also inseparable from the role of &lt;a href=\"Wali%20Sanga\"&gt;Walisongo&lt;/a&gt;. At first, the spread of Islam was quick and was accepted by ordinary people, until the entrance of \"da'wah\" and was carried out by the rulers of the island. The &lt;a href=\"Demak%20Sultanate\"&gt;Sultanate of Demak&lt;/a&gt; was the first recorded Islamic kingdom in Java, first led by one of the descendants of the Majapahit emperor &lt;a href=\"Raden%20Patah\"&gt;Raden Patah&lt;/a&gt;, who converted to Islam. During this period, Islamic kingdoms began to develop from Pajang, Surakarta, Yogyakarta, Cirebon, and Banten to establish their power. Another Islamic kingdom, the &lt;a href=\"Mataram%20Sultanate\"&gt;Sultanate of Mataram&lt;/a&gt;, grew into a dominant force from the central and eastern parts of Java. The rulers of Surabaya and Cirebon were subdued under the rule of Mataram, and it was only Mataram and Banten Sultanates that were left behind when the Dutch arrived in the early 17th century. Some kingdoms of Islamic heritage in Java can still be found in several cities, such as &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt; and &lt;a href=\"Yogyakarta\"&gt;Yogyakarta&lt;/a&gt; with two kingdoms each, Kasunanan and &lt;a href=\"Mangkunegaran\"&gt;Mangkunegaran&lt;/a&gt;, and the &lt;a href=\"Yogyakarta%20Sultanate\"&gt;Yogyakarta Sultanate&lt;/a&gt; and &lt;a href=\"Pakualaman\"&gt;Pakualaman&lt;/a&gt;, respectively.\nDutch colonial rule.\nBy the late 16th century, European traders began to frequent central Javanese ports. The Dutch established a presence in the region through their &lt;a href=\"Dutch%20East%20India%20Company\"&gt;East India Company&lt;/a&gt;. Following the collapse of Demak, Mataram under the reign of &lt;a href=\"Sultan%20Agung\"&gt;Sultan Agung&lt;/a&gt; was able to conquer almost all of Java and beyond by the 17th century, but internal disputes and Dutch intrigues forced it to cede more land to the Dutch. These cessions finally led to several partitions of Mataram. The first was after the 1755 &lt;a href=\"Treaty%20of%20Giyanti\"&gt;Treaty of Giyanti&lt;/a&gt;, which divided the kingdom in two, the Sultanates of &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt; and &lt;a href=\"Yogyakarta\"&gt;Yogyakarta&lt;/a&gt;. In a few years, the former was divided again with the establishment of the &lt;a href=\"Mangkunegaran\"&gt;Mangkunegaran&lt;/a&gt; following the 1757 Treaty of Salatiga.\nDuring the Napoleonic Wars in Europe, Central Java as a Dutch colony was handed over to the British. In 1813, the Sultanate of Yogyakarta was also divided with the establishment of the &lt;a href=\"Pakualaman\"&gt;Pakualaman&lt;/a&gt;. Following the departure of the British, the Dutch returned as stipulated in the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt;. The &lt;a href=\"Java%20War\"&gt;Java War&lt;/a&gt; between 1825 and 1830 ravaged Central Java, which resulted in a consolidation of the Dutch power. The power and the territories of the already divided Mataram were greatly reduced. After the war, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; enforced the &lt;a href=\"Cultivation%20System\"&gt;Cultivation System&lt;/a&gt; which was linked to famines and epidemics in the 1840s, first in &lt;a href=\"Cirebon\"&gt;Cirebon&lt;/a&gt; and then Central Java, as cash crops such as indigo and sugar had to be grown instead of rice.\nHowever, the Dutch also brought modernisation to Central Java. In the 1900s, the predecessor of the modern Central Java was created, named \"Gouvernement of Midden-Java\". Before 1905, central Java consisted of 5 \"gewesten\" (regions) namely &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt;, &lt;a href=\"Rembang%20Regency\"&gt;Rembang&lt;/a&gt;, &lt;a href=\"Kedu%20Residency\"&gt;Kedu&lt;/a&gt;, &lt;a href=\"Banyumas%20Regency\"&gt;Banyumas&lt;/a&gt;, and &lt;a href=\"Pekalongan\"&gt;Pekalongan&lt;/a&gt;. &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt; was still an independent \"vorstenland\" (autonomus region) which stood alone and consisted of two regions, Surakarta and Mangkunegaran, as well as Yogyakarta. Each \"gewest\" consisted of districts. At that time, the \"Rembang Gewest\" also included \"Regentschap &lt;a href=\"Tuban\"&gt;Tuban&lt;/a&gt;\" and \"Regentschap &lt;a href=\"Bojonegoro%20Regency\"&gt;Bojonegoro&lt;/a&gt;\". After the enactment of the 1905 \"Decentralisatie Besluit\" (Decentralisation Decision), the governor was given autonomy and a regional Council was formed. In addition, autonomous \"gemeente\" (municipal) was formed, namely &lt;a href=\"Pekalongan\"&gt;Pekalongan&lt;/a&gt;, &lt;a href=\"Tegal%20%28city%29\"&gt;Tegal&lt;/a&gt;, &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt;, &lt;a href=\"Salatiga\"&gt;Salatiga&lt;/a&gt;, and &lt;a href=\"Magelang\"&gt;Magelang&lt;/a&gt;. Since 1930, the province has been designated as an autonomous region which also has a \"provinciale raad\" (provincial council). The province consists of several \"residenties\" (residencies), which cover several \"regentschap\" (districts), and are divided into several \"kawedanan\" (districts). Central Java consists of 5 residences, namely: Pekalongan, Jepara-Rembang, Semarang, Banyumas, and Kedu.\nIndependence and contemporary era.\nOn 1 March 1942, the &lt;a href=\"Imperial%20Japanese%20Army\"&gt;Imperial Japanese Army&lt;/a&gt; landed on Java, and the following week, the Dutch colonial government surrendered unconditionally to Japan. During the Japanese rule, Java and &lt;a href=\"Madura\"&gt;Madura&lt;/a&gt; were placed under the supervision of the &lt;a href=\"Sixteenth%20Army%20%28Japan%29\"&gt;Japanese 16th Army&lt;/a&gt;. Many who lived in areas considered important to the war effort experienced &lt;a href=\"torture\"&gt;torture&lt;/a&gt;, &lt;a href=\"sex%20slavery\"&gt;sex slavery&lt;/a&gt;, &lt;a href=\"arbitrary%20arrest%20and%20detention\"&gt;arbitrary arrest&lt;/a&gt; and execution, and other &lt;a href=\"war%20crimes\"&gt;war crimes&lt;/a&gt;. Thousands of people were taken away as &lt;a href=\"forced%20labour\"&gt;forced labour&lt;/a&gt;ers (\"&lt;a href=\"romusha\"&gt;romusha&lt;/a&gt;\") for Japanese military projects, including the &lt;a href=\"Death%20Railway\"&gt;Burma-Siam&lt;/a&gt; and &lt;a href=\"Saketi-Bayah%20railway\"&gt;Saketi-Bayah railway&lt;/a&gt;s, and suffered or died as a result of ill-treatment and starvation. A later UN report stated that four million people died in Indonesia as a result of the Japanese occupation. About 2.4 million people died in Java from famine during 1944–45.\nFollowing the surrender of Japan, Indonesia &lt;a href=\"Proclamation%20of%20Indonesian%20Independence\"&gt;proclaimed its independence&lt;/a&gt; on 17 August 1945. The final stages of warfare were initiated in October when, under the terms of their surrender, the Japanese tried to re-establish the authority they relinquished to the Indonesians in towns and cities. The fiercest fighting involving the Indonesian \"pemuda\" and the Japanese was in &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt;. In a few days, British forces began to occupy the city, after which retreating Indonesian Republican forces retaliated by killing between 130 and 300 Japanese prisoners they were holding. Five hundred Japanese and 2,000 Indonesians had been killed, and the Japanese had almost captured the city six days later when British forces arrived.\nThe province of Central Java was formalised on 15 August 1950, excluding Yogyakarta but including Surakarta. There have been no significant changes in the administrative division of the province ever since. In the aftermath of the &lt;a href=\"30%20September%20Movement\"&gt;30 September Movement&lt;/a&gt; in 1965, &lt;a href=\"Indonesian%20killings%20of%201965%E2%80%9366\"&gt;an anti-communist purge&lt;/a&gt; took place in Central Java, in which the army and community vigilante groups killed Communists and leftists, both actual and alleged. Others were interned in &lt;a href=\"concentration%20camp\"&gt;concentration camp&lt;/a&gt;s, the most infamous of which was on the isle of &lt;a href=\"Buru\"&gt;Buru&lt;/a&gt; in Maluku, first used as a place of political exile by the Dutch. Some were executed years later, but most were released in 1979 In 1998, near the downfall of longtime president Suharto, anti-Chinese violence broke out in Surakarta (Solo) and surrounding areas, in which Chinese property and other buildings were burnt down. The following year, public buildings in Surakarta were burnt by supporters of &lt;a href=\"Megawati%20Sukarnoputri\"&gt;Megawati Sukarnoputri&lt;/a&gt; after Indonesia's parliament chose &lt;a href=\"Abdurrahman%20Wahid\"&gt;Abdurrahman Wahid&lt;/a&gt; instead of Megawati for the presidency.\nThe &lt;a href=\"2006%20Yogyakarta%20earthquake\"&gt;2006 Yogyakarta earthquake&lt;/a&gt; in the south and Yogyakarta devastated many buildings and caused thousands of deaths and more than injuries.\nGeography.\nAccording to the slope level of land in Central Java, 38% of the land has a slope of 0-2%, 31% has a slope of 2-15%, 19% has a slope of 15-40%, and the remaining 12% has a slope of more than 40%.\nThe northern coastal region of Central Java has a narrow lowland. In the &lt;a href=\"Brebes%20Regency\"&gt;Brebes&lt;/a&gt; area, it is 40 km wide from the coast, while in Semarang, it is only 4 km wide. This plain continues with the depression of Semarang-Rembang in the east. &lt;a href=\"Mount%20Muria\"&gt;Mount Muria&lt;/a&gt; at the end of the Ice Age (around 10,000 years BC) was a separate island from Java, which eventually fused because of alluvial deposits from flowing rivers. The city of &lt;a href=\"Demak%2C%20Demak\"&gt;Demak&lt;/a&gt; during the era of the &lt;a href=\"Demak%20Sultanate\"&gt;Demak Sultanate&lt;/a&gt; was on the edge of the sea and became a thriving port. This sedimentation process is still ongoing on the coast of &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt;.\nIn the south of the area are the Northern Cretaceous Mountains and the Kendeng Mountains, which are limestone mountains stretching from the east of Semarang from the Southwest end of Pati then east to the &lt;a href=\"Lamongan%20Regency\"&gt;Lamongan&lt;/a&gt; and &lt;a href=\"Bojonegoro%20Regency\"&gt;Bojonegoro&lt;/a&gt; in East Java.\nThe main range of mountains in Central Java is the North and South Serayu Mountains. The North forms a mountain chain that connects the &lt;a href=\"Bogor\"&gt;Bogor&lt;/a&gt; range in West Java with the Kendeng Mountains in the east. The width of this mountain range is around 30–50 km; on the western end there is &lt;a href=\"Mount%20Slamet\"&gt;Mount Slamet&lt;/a&gt;, which is the highest mountain in Central Java as well as the second-highest mountain in Java, and the eastern part is the &lt;a href=\"Dieng%20Plateau\"&gt;Dieng Plateau&lt;/a&gt; with peaks of Mount Prahu and &lt;a href=\"Mount%20Ungaran\"&gt;Mount Ungaran&lt;/a&gt;. Between the series of North and South Serayu Mountains are separated by the Serayu Depression which stretches from Majenang in the &lt;a href=\"Cilacap%20Regency\"&gt;Cilacap Regency&lt;/a&gt;, &lt;a href=\"Purwokerto\"&gt;Purwokerto&lt;/a&gt;, to &lt;a href=\"Wonosobo%20Regency\"&gt;Wonosobo&lt;/a&gt;. East of this depression is the Sindoro and Sumbing volcano, and the east again (Magelang and Temanggung areas) is a continuation of depression which limits Mount Merapi and Mount Merbabu.\nThe Southern Serayu Mountains are part of the South Central Java Basin located in the southern part of the province. This mandala is a geoantiklin that extends from west to east along 100 kilometres and is divided into two parts separated by the Jatilawang valley, namely the western and eastern regions. The western part is formed by Mount Kabanaran (360 m) and can be described as having the same elevation as the Bandung Depression Zone in West Java or as a new structural element in Central Java. This section is separated from the Bogor Zone by the Majenang Depression.\nThe eastern part was built by the Ajibarang anticline (narrow anticline) which was cut by the &lt;a href=\"Serayu%20River\"&gt;Serayu River&lt;/a&gt; stream. In the east of Banyumas, the anticline developed into an anticlinorium with a width reaching 30 km in the Lukulo area (south of &lt;a href=\"Banjarnegara\"&gt;Banjarnegara&lt;/a&gt;-Midangan) or often called the \"Kebumen Tinggi\". At the very eastern end of Mandala, the South Serayu Mountains are formed by the dome of the Kulonprogo Mountains (1022 m), which is located between &lt;a href=\"Purworejo%20Regency\"&gt;Purworejo&lt;/a&gt; and the &lt;a href=\"Progo%20River\"&gt;Progo River&lt;/a&gt;.\nThe area of the south coast of Central Java also has a narrow lowland, with a width of 10–25 km. In addition, there are South Gombong Karst Areas. Sloping hills stretch parallel to the coast, from Yogyakarta to &lt;a href=\"Cilacap%20Regency\"&gt;Cilacap&lt;/a&gt;. East of Yogyakarta is a limestone mountain area that extends to the southern coast of East Java.\nHydrology.\nThe rivers that empty into the &lt;a href=\"Java%20Sea\"&gt;Java Sea&lt;/a&gt; include the &lt;a href=\"Solo%20River\"&gt;Bengawan Solo River&lt;/a&gt;, Kali Pemali, Kali Comal, and Kali Bodri, while the ones that empty into the Indian Ocean include &lt;a href=\"Serayu%20River\"&gt;Serayu River&lt;/a&gt;, Bogowonto River, &lt;a href=\"Luk%20Ulo%20River\"&gt;Luk Ulo River&lt;/a&gt; and Progo River. Bengawan Solo is the longest river on the island of Java (572 km); has a spring in the &lt;a href=\"Gunung%20Sewu%20Geopark\"&gt;Sewu Mountains&lt;/a&gt; (Wonogiri Regency), this river flows to the north, crosses the City of &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt;, and finally goes to East Java and empties into the Gresik area (near Surabaya).\nAmong the main reservoirs (lakes) in Central Java are Gunung Rowo Lake (&lt;a href=\"Pati%20Regency\"&gt;Pati Regency&lt;/a&gt;), &lt;a href=\"Gajah%20Mungkur%20Dam\"&gt;Gajahmungkur Reservoir&lt;/a&gt; (&lt;a href=\"Wonogiri%20Regency\"&gt;Wonogiri Regency&lt;/a&gt;), Kedungombo Reservoir (&lt;a href=\"Boyolali%20Regency\"&gt;Boyolali&lt;/a&gt; and &lt;a href=\"Sragen%20Regency\"&gt;Sragen Regency&lt;/a&gt;), &lt;a href=\"Lake%20Rawa%20Pening\"&gt;Rawa Pening Lake&lt;/a&gt; (&lt;a href=\"Semarang%20Regency\"&gt;Semarang Regency&lt;/a&gt;), Cacaban Reservoir (&lt;a href=\"Tegal%20Regency\"&gt;Tegal Regency&lt;/a&gt;), Malahayu Reservoir (&lt;a href=\"Brebes%20Regency\"&gt;Brebes Regency&lt;/a&gt;), Wadaslintang Reservoir (border of &lt;a href=\"Kebumen%20Regency\"&gt;Kebumen Regency&lt;/a&gt; and &lt;a href=\"Wonosobo%20Regency\"&gt;Wonosobo Regency&lt;/a&gt;), Gembong Reservoir (Pati Regency), Sempor Reservoir (&lt;a href=\"Kebumen%20Regency\"&gt;Kebumen Regency&lt;/a&gt;) and Mrica Reservoir (&lt;a href=\"Banjarnegara%20Regency\"&gt;Banjarnegara Regency&lt;/a&gt;).\nClimate.\nThe average temperature in Central Java is between and the relative humidity varies between 73–94%. While the humidity is high in most low-lying parts of the province, it drops significantly in the upper mountains. The highest average annual rainfall of 3,990 mm with 195 rainy days was recorded in &lt;a href=\"Salatiga\"&gt;Salatiga&lt;/a&gt;.\nAdministrative divisions.\nOn the eve of the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in 1942, Central Java was subdivided into seven residencies (&lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt;: \"residentie\" or plural \"residenties\", &lt;a href=\"Javanese%20language\"&gt;Javanese&lt;/a&gt; \"karésiḍènan\" or \"karésidhènan\") which corresponded more or less with the main regions of this area. These residencies were \"Banjoemas\", \"&lt;a href=\"Kedu%20Residency\"&gt;Kedoe&lt;/a&gt;\", \"Pekalongan\", \"Semarang\", and \"Djapara-Rembang\" plus the so-called \"Gouvernement Soerakarta\" and \"Gouvernement Jogjakarta\". However, after the local elections in 1957, the role of these residencies were reduced until they finally disappeared.\nToday, Central Java (excluding Yogyakarta Special Region) is divided into 29 regencies (\"&lt;a href=\"kabupaten\"&gt;kabupaten&lt;/a&gt;\") and six cities (\"kota\", previously \"kotamadya\" and \"kota pradja\"), the latter being independent of any regency. The Southeastern (Solo) area used to be the &lt;a href=\"Surakarta%20Sunanate\"&gt;Surakarta Sunanate&lt;/a&gt; until the monarchy was unrecognized by the Indonesian government. These contemporary regencies and cities can further be subdivided into 565 &lt;a href=\"Districts%20of%20Central%20Java\"&gt;districts&lt;/a&gt; (\"kecamatan\"). These districts are further divided into rural communes or \"villages\" (\"&lt;a href=\"Village%20%28Indonesia%29\"&gt;desa&lt;/a&gt;\") and 764 urban communes (\"&lt;a href=\"kelurahan\"&gt;kelurahan&lt;/a&gt;\").\nThe districts are listed below with their areas and populations at the 2000, 2010 and 2020 Censuses, and are grouped (for convenience) according to the now defunct \"residenties\" in which they were formerly situated.\nNotes\nThe regencies now appear in the formal order prescribed by the Indonesian Statistics Board (\"Badan Pusat Statistik\").\nDemographics.\nAs of the 2010 census, Central Java's population stood at 32.38 million, compared with the 1990 census when the population was 28 million. This reflected an increase of approximately 13.5% in 20 years. At the 2020 Census the population was 36,516,035.\nThe three biggest regencies in terms of population are: &lt;a href=\"Brebes%20Regency\"&gt;Brebes&lt;/a&gt;, &lt;a href=\"Cilacap%20Regency\"&gt;Cilacap&lt;/a&gt; and &lt;a href=\"Banyumas%20Regency\"&gt;Banyumas&lt;/a&gt;. Together they make up approximately 16% of the province's population. Major urban population centres include Greater &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt;, Greater &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt; and the &lt;a href=\"Brebes\"&gt;Brebes&lt;/a&gt;-&lt;a href=\"Tegal%20Regency\"&gt;Tegal&lt;/a&gt;-&lt;a href=\"Slawi\"&gt;Slawi&lt;/a&gt; area in the northwest of the province.\nReligion.\nAlthough the overwhelming majority of Javanese are Muslims, many also profess &lt;a href=\"Javanese%20beliefs\"&gt;indigenous Javanese beliefs&lt;/a&gt;. &lt;a href=\"Clifford%20Geertz\"&gt;Clifford Geertz&lt;/a&gt;, in his book about the religion of Java, made a distinction between the so-called \"&lt;a href=\"santri\"&gt;santri&lt;/a&gt;\" Javanese and \"&lt;a href=\"abangan\"&gt;abangan&lt;/a&gt;\" Javanese. He considered the former as orthodox Muslims and the latter as nominal Muslims that devote more energy to indigenous traditions.\nDutch Protestants were active in missionary activities and were rather successful. The Dutch Catholic &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; missionary, &lt;a href=\"Franciscus%20Georgius%20Josephus%20van%20Lith\"&gt;F.G.C. van Lith&lt;/a&gt; also achieved some success, especially in areas around the central-southern parts of Central Java and Yogyakarta at the beginning of the 20th century, and is buried at the Jesuit necropolis at &lt;a href=\"Muntilan\"&gt;Muntilan&lt;/a&gt;.\nFollowing the &lt;a href=\"Transition%20to%20the%20New%20Order\"&gt;upheavals&lt;/a&gt; in 1965–66, religious identification of citizens became compulsory, and there has been a renaissance of Buddhism and Hinduism since then. As one has to choose a religion out of the five official religions in Indonesia; i.e. Islam, Protestantism, Catholicism, Hinduism, and Buddhism, the latter two became alternatives for people who did not want to be Muslims or Christians. &lt;a href=\"Confucianism\"&gt;Confucianism&lt;/a&gt; is also common among Chinese Indonesians. In the &lt;a href=\"post-Suharto%20era\"&gt;post-Suharto era&lt;/a&gt;, it is recognised as an official religion along with the aforementioned five.\nEthnicity.\nAt approximately 98%, &lt;a href=\"Javanese%20people\"&gt;Javanese people&lt;/a&gt; form the overwhelming majority of the population, and a minority of the &lt;a href=\"Sundanese%20people\"&gt;Sundanese people&lt;/a&gt;. Central Java is known as the centre of Javanese culture. The cities of Surakarta and Yogyakarta are the centres of the Javanese royal palace that still stands today.\nSignificant minority ethnic groups include the &lt;a href=\"Chinese%20Indonesians\"&gt;Chinese Indonesians&lt;/a&gt;. They usually reside in urban areas, although they are also found in rural areas. In general, they primarily work in trade and services. Many speak the Javanese language with sufficient fluency as they have lived alongside the Javanese. One can feel the strong influence in Semarang and the town of Lasem in &lt;a href=\"Rembang%20Regency\"&gt;Rembang Regency&lt;/a&gt;, which is on the northeastern tip of Central Java. Even Lasem is nicknamed \"Le petit chinois\" or the Small Chinese City. The urban areas that are densely populated by &lt;a href=\"Chinese%20Indonesians\"&gt;Chinese Indonesians&lt;/a&gt; are called \"&lt;a href=\"pecinan\"&gt;pecinan&lt;/a&gt;\", which means \"&lt;a href=\"Chinatown\"&gt;Chinatown&lt;/a&gt;\". Additionally, in several major cities, the &lt;a href=\"Arab%20Indonesians\"&gt;Arab-Indonesian&lt;/a&gt; community can also be found. Similar to the Chinese community, they are usually engaged in trade and services.\nIn areas bordering the province of West Java, there are Sundanese people and Sundanese culture, especially in the Cilacap, Brebes, and Banyumas regions. Sundanese toponyms are common in these regions such as &lt;a href=\"Dayeuhluhur\"&gt;Dayeuhluhur&lt;/a&gt; in Cilacap, Ciputih and Citimbang in Brebes and even Cilongok as far away in Banyumas. In the interior of &lt;a href=\"Blora%20Regency\"&gt;Blora&lt;/a&gt;, which borders East Java, there is an isolated &lt;a href=\"Saminism%20Movement\"&gt;Samin community&lt;/a&gt;, the case of which is almost the same as the &lt;a href=\"Baduy%20people\"&gt;Baduy people&lt;/a&gt; in &lt;a href=\"Banten\"&gt;Banten&lt;/a&gt;.\nLanguage.\nAlthough &lt;a href=\"Indonesian%20language\"&gt;Indonesian&lt;/a&gt; is the official language, people mostly speak &lt;a href=\"Javanese%20language\"&gt;Javanese&lt;/a&gt; as their daily language. The Solo-Jogja dialect or the Mataram dialect is considered as the standard Javanese Language.\nAdditionally, there are a number of Javanese dialects but in general, it consists of two, namely \"kulonan\" and \"timuran\". The former is spoken in the western part of Central Java, consisting of the Banyumasan dialects and Tegal dialects (also called \"Basa Ngapak)\". They are quite different in pronunciation from the standard Javanese. The latter dialect is spoken in the eastern part of the province, including the Mataram dialect (Solo-Jogja), Semarang dialect, and the Pati dialect. Between the borders of the two dialects, Javanese is spoken with a mixture of both dialects; these areas are &lt;a href=\"Pekalongan%20Regency\"&gt;Pekalongan&lt;/a&gt; and the &lt;a href=\"Kedu%20Plain\"&gt;Kedu Plain&lt;/a&gt;, which composes &lt;a href=\"Magelang%20Regency\"&gt;Magelang&lt;/a&gt; and &lt;a href=\"Temanggung%20Regency\"&gt;Temanggung&lt;/a&gt;.\nSome parts of the districts of &lt;a href=\"Brebes%20Regency\"&gt;Brebes&lt;/a&gt; and &lt;a href=\"Cilacap%20Regency\"&gt;Cilacap&lt;/a&gt; speak &lt;a href=\"Sundanese%20language\"&gt;Sundanese&lt;/a&gt;, the western part of Central Java is the border between the Javanese people and &lt;a href=\"Sundanese%20people\"&gt;Sundanese people&lt;/a&gt; worlds in the western of Java.\nCulture.\nCentral Java is considered to be the heart of the Javanese culture. The ideal conduct and moral of the courts (such as politeness, nobility and grace) has a tremendous influence on the people. They are known as soft-spoken, very polite, extremely class-conscious, apathetic, down-to-earth, etc. These stereotypes form what most non-Javanese see as the \"Javanese Culture\", when in fact, not all &lt;a href=\"Javanese%20people\"&gt;Javanese&lt;/a&gt; behave in such manner as most Javanese are far from the court culture.\nMapping the Javanese cultures.\nThe Javanese cultural area can be divided into three distinct main regions: Western, Central, and Eastern Javanese culture or in their Javanese names as \"Ngapak\", \"Kejawèn\" and \"Arèk\". The boundaries of these cultural regions coincide with the &lt;a href=\"isogloss\"&gt;isogloss&lt;/a&gt;es of the Javanese dialects. Cultural areas west of &lt;a href=\"Dieng%20Plateau\"&gt;Dieng Plateau&lt;/a&gt; and &lt;a href=\"Pekalongan%20Regency\"&gt;Pekalongan Regency&lt;/a&gt; are considered \"Ngapak\" whereas the border of the eastern cultural areas or \"Arèk\" lies in &lt;a href=\"East%20Java\"&gt;East Java&lt;/a&gt;. Consequently, culturally, Central Java consists of two cultures, while the Central Javanese Culture proper is not entirely confined to Central Java.\nCreative arts.\nArchitecture.\nThe architecture of Central Java is characterised by the juxtaposition of the old and the new and a wide variety of architectural styles, the legacy of many successive influences from the Indian subcontinent, the Middle East, China, and Europe. In particular, northern coastal cities such as Semarang, Tegal, and Pekalongan can boast European colonial architecture. The European and Chinese influence can be seen in Semarang's temple of &lt;a href=\"Sam%20Poo%20Kong\"&gt;Sam Poo Kong&lt;/a&gt; dedicated to &lt;a href=\"Zheng%20He\"&gt;Zheng He&lt;/a&gt; and the Domed Church built in 1753. The latter is the second-oldest church in Java and the oldest in Central Java. In the former capital of Surakarta, there are also several European architectures.\nCentral Java also has some notable religious buildings. The &lt;a href=\"Borobudur\"&gt;Borobudur&lt;/a&gt; and the &lt;a href=\"Prambanan\"&gt;Prambanan&lt;/a&gt; temple complexes are among the largest Buddhist and Hindu structures in the world. In general, a characteristic Javanese mosque does not have a dome as its roof but a \"&lt;a href=\"Mount%20Meru%20%28mythology%29\"&gt;Meru&lt;/a&gt;\"-like roof which is reminiscent of a Hindu or Buddhist temple. The tower of the famous Mosque of Kudus resembles a Hindu-Javanese or Balinese temple more than a traditional Middle Eastern mosque.\nBatik.\nCentral Java is famous and well known for its exquisite \"&lt;a href=\"batik\"&gt;batik&lt;/a&gt;\", a generic &lt;a href=\"Resist%20dyeing\"&gt;wax-resist&lt;/a&gt; &lt;a href=\"dye\"&gt;dye&lt;/a&gt;ing technique used on &lt;a href=\"textile\"&gt;textile&lt;/a&gt;s. There are different styles of batik motifs. A centre of batik production is in &lt;a href=\"Pekalongan\"&gt;Pekalongan&lt;/a&gt;. Other centres include &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt; and &lt;a href=\"Yogyakarta\"&gt;Yogyakarta&lt;/a&gt;. \"Batik\" in Pekalongan style, which represent \"gaya pesisir\" (or coastal style), is different from the one in Surakarta and Yogyakarta that represent \"batik\" from the heartland of Java (\"gaya kejawèn\").\nDance.\nOne can even see the court influences in the art forms. The dances of the courts of Java are usually slow and graceful with no excessive gestures. The people followed this approach, and as a result, slow-paced and graceful movements can even be found in folk dances throughout Central Java, though with some exceptions. One can enjoy the beauty of Central Javanese dances in \"Kamajaya-Kamaratih\" or \"Karonsih\", usually performed in a traditional Javanese wedding.\nTheatre.\nThere are several kinds of Central Javanese theatre and performing arts. The most well-known is the Javanese \"&lt;a href=\"wayang\"&gt;wayang&lt;/a&gt;\" theatre, which has several types. These are \"wayang kulit\", \"wayang klitik\", \"wayang bèbèr\", \"wayang golèk\", and \"&lt;a href=\"wayang%20wong\"&gt;wayang wong&lt;/a&gt;\". \"Wayang kulit\" are shadow puppets theatre with leather puppets. The stories are loosely based on &lt;a href=\"Mahabharata\"&gt;Mahabharata&lt;/a&gt; and &lt;a href=\"Ramayana\"&gt;Ramayana&lt;/a&gt; cycles. \"Wayang klitik\" are puppets theatre with flat wooden puppets. The stories are based on &lt;a href=\"Panji%20%28king%29\"&gt;Panji (king)&lt;/a&gt; stories. Panji was a native Javanese princes who embarked a 'journeys of desire'. \"Wayang bèbèr\" is scroll theatre, and it involves \"performing\" scenes of a story elaborately drawn and painted on rolled sheets. \"Wayang golèk\" consists of three-dimensional wooden puppets. The narrative can be based on anything, but usually are drawn from Islamic heroic ones. Finally, \"wayang wong\" is \"wayang\" theatre involving live figures, actors who are performing a play. The narrative, however, must be based on Mahabharata or Ramayana.\nIn addition to \"wayang\", there is another form of theatre called \"&lt;a href=\"ketoprak\"&gt;ketoprak&lt;/a&gt;\". It is a staged play by actors accompanied by Javanese \"&lt;a href=\"gamelan\"&gt;gamelan&lt;/a&gt;\". The narrative is free but cannot be based on Mahabharata or Ramayana.\nMusic.\nCentral Javanese music is almost synonymous with \"&lt;a href=\"gamelan\"&gt;gamelan&lt;/a&gt;\". It is a musical ensemble typically featuring a variety of instruments such as metallophones, xylophones, drums, gongs, bamboo flutes, bowed and plucked strings. Vocalists may also be included. The term refers more to the set of instruments than the players of those instruments. A gamelan as a set of instruments is a distinct entity, built and tuned to stay together. Instruments from different gamelan are not interchangeable. However, gamelan is not typically Central Javanese as it is also known elsewhere.\nContemporary Javanese pop music is called \"&lt;a href=\"campursari\"&gt;campursari&lt;/a&gt;\". It is a fusion between gamelan and Western instruments, much like \"&lt;a href=\"kroncong\"&gt;kroncong&lt;/a&gt;\". Usually, the lyrics are in Javanese, though not always. One notable singer is &lt;a href=\"Didi%20Kempot\"&gt;Didi Kempot&lt;/a&gt;, born in &lt;a href=\"Sragen%20Regency\"&gt;Sragen&lt;/a&gt;, north of Surakarta. He mostly sings in Javanese.\nLiterature.\nIt can be argued that Javanese literature started in Central Java. The oldest-known literary work in the &lt;a href=\"Javanese%20language\"&gt;Javanese language&lt;/a&gt; is the &lt;a href=\"inscription%20of%20Sivagrha\"&gt;inscription of Sivagrha&lt;/a&gt; from &lt;a href=\"Kedu%20Plain\"&gt;Kedu Plain&lt;/a&gt;. This inscription, which is from 856 AD, is written as a \"&lt;a href=\"kakawin\"&gt;kakawin&lt;/a&gt;\" or Javanese poetry with Indian metres. The oldest of narrative poems, \"&lt;a href=\"Kakawin%20Ramayana\"&gt;Kakawin Ramayana&lt;/a&gt;\", which tells the well-known story of &lt;a href=\"Ramayana\"&gt;Ramayana&lt;/a&gt;, is believed to have come from Central Java. It can be safely assumed that this \"kakawin\" were written in the central Java region in the 9th century.\nAfter the shift of Javanese power to eastern Java, it had been quiet from Central Java for several centuries concerning Javanese literature until the 16th century. At this time, the centre of power was shifted back to Central Java. The oldest work written in modern Javanese language concerning Islam is the so-called \"Book of Bonang\" or also \"The Admonitions of Seh Bari\". This work is extant in just one manuscript, now kept in the University of Leiden as codex Orientalis 1928. It is assumed that this manuscript originates from Tuban, in eastern Java and was taken to the Netherlands after 1598. However, this work is attributed to &lt;a href=\"Sunan%20Bonang\"&gt;Sunan Bonang&lt;/a&gt;, one of the &lt;a href=\"Wali%20Sanga\"&gt;nine Javanese saints&lt;/a&gt; who spread Islam in Java and Sunan Bonang came from Bonang, a place in &lt;a href=\"Demak%20Regency\"&gt;Demak Regency&lt;/a&gt;, Central Java. It can be argued that this work marked the beginning of Islamic literature in the region.\nHowever, the pinnacle of Central Javanese literature was created at the courts of the kings of Mataram in Kartasura and later in Surakarta and Yogyakarta that are mostly attributed to the Yasadipura family. The most famous member of this family is &lt;a href=\"Rangga%20Warsita\"&gt;Rangga Warsita&lt;/a&gt; who lived in the 19th century. He is the best-known of all Javanese writers and also one of the most prolific. He is also known as \"bujangga panutup\" or \"the last court poet\".\nFollowing independence, the Javanese language as a medium was pushed to the background. Still, one of the greatest contemporary Indonesian authors, &lt;a href=\"Pramoedya%20Ananta%20Toer\"&gt;Pramoedya Ananta Toer&lt;/a&gt; was born in 1925 in &lt;a href=\"Blora\"&gt;Blora&lt;/a&gt;. He was an author of novels, short stories, essays, polemics, and histories of his homeland and its people. A well-regarded writer in the West, his outspoken and often politically-charged writings faced censorship at home. He faced extrajudicial punishment for opposing the policies of both President &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt; and &lt;a href=\"Suharto\"&gt;Suharto&lt;/a&gt;. During imprisonment and house arrest, he became a \"cause célèbre\" for advocates of freedom of expression and human rights. In his works, he writes much about life and social problems in Java.\nCuisine.\nRice is the staple food of Central Java. In addition to rice, dried cassava, known locally as \"&lt;a href=\"gaplek\"&gt;gaplèk&lt;/a&gt;\", also serve as a staple food. Javanese food tends to taste sweet. Cooked and stewed vegetables, usually in coconut milk (\"santen\" in Javanese) are prevalent. Raw vegetable, which is popular in West Java, is less prevalent in Central Java.\nSaltwater fish, both fresh and dried are common, especially among coastal areas. Freshwater fish is not popular in Central Java, unlike in West Java, except perhaps for &lt;a href=\"catfish\"&gt;catfish&lt;/a&gt; known locally as \"lélé\". It is usually fried and served with chilli condiment (\"&lt;a href=\"sambal\"&gt;sambal&lt;/a&gt;\") and raw vegetables.\nChicken, mutton and beef are common meat. Certain parts of the population also eat &lt;a href=\"Dog%20meat%23Indonesia\"&gt;dog meat&lt;/a&gt;, known by its &lt;a href=\"euphemism\"&gt;euphemism&lt;/a&gt; \"daging jamu\" (literally \"traditional medicine meat\").\n&lt;a href=\"Tofu\"&gt;Tofu&lt;/a&gt; and &lt;a href=\"tempeh\"&gt;tempe&lt;/a&gt; serve as the standard replacement to fish and meat. Famous dishes in Central Java include \"&lt;a href=\"gudeg\"&gt;gudeg&lt;/a&gt;\" (sweet stew of jackfruit) and \"&lt;a href=\"sayur%20lodeh\"&gt;sayur lodeh&lt;/a&gt;\" (vegetables cooked in coconut milk).\nBesides the aforementioned tofu, there is a strong Chinese influence in numerous dishes. Some examples of Sino-Javanese food include &lt;a href=\"noodle\"&gt;noodle&lt;/a&gt;s, \"bakso\" (meatballs), \"&lt;a href=\"lumpia\"&gt;lumpia&lt;/a&gt;\", \"&lt;a href=\"soto%20ayam\"&gt;soto&lt;/a&gt;\" etc. The widespread use of sweet soybeans sauce (\"&lt;a href=\"soy%20sauce\"&gt;kecap manis&lt;/a&gt;\") in the Javanese cuisine can also be attributed to the Chinese influence.\nTransportation.\nCentral Java is connected to the &lt;a href=\"Trans-Java%20Toll%20Road\"&gt;Trans-Java Toll Road&lt;/a&gt; which currently runs from &lt;a href=\"Merak%2C%20Banten\"&gt;Merak&lt;/a&gt; in &lt;a href=\"Banten\"&gt;Banten&lt;/a&gt; to &lt;a href=\"Probolinggo\"&gt;Probolinggo&lt;/a&gt; (planned: Banyuwangi), &lt;a href=\"East-Java\"&gt;East-Java&lt;/a&gt;. Within the province the toll road starts at &lt;a href=\"Brebes%20Regency\"&gt;Brebes&lt;/a&gt;, continuing via &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt; and &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt; until east of &lt;a href=\"Sragen%20Regency\"&gt;Sragen&lt;/a&gt;. Along the north coast east of Semarang, the &lt;a href=\"North%20Coast%20Road%20%28Java%29\"&gt;North Coast Road&lt;/a&gt; (\"Jalur Pantai Utara\" or \"Jalur Pantura\") is the main road. Losari, the Central Javanese gate at the western border on the northern coast, could be reached from &lt;a href=\"Jakarta\"&gt;Jakarta&lt;/a&gt; in 4 hours drive. On the southern coast, there is also a national way which run from Kroya at the Sundanese-Javanese border, through &lt;a href=\"Yogyakarta\"&gt;Yogyakarta&lt;/a&gt; to &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt; and then to Surabaya via Kertosono in East Java. There is furthermore a direct connection from &lt;a href=\"Tegal%20%28city%29\"&gt;Tegal&lt;/a&gt; to &lt;a href=\"Purwokerto\"&gt;Purwokerto&lt;/a&gt; and from &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt; to &lt;a href=\"Yogyakarta\"&gt;Yogyakarta&lt;/a&gt; and &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt;.\nCentral Java was the province that first introduced a railway line in Indonesia. The very first line began in 1873 between Semarang and Yogyakarta by a private company, but this route is now no longer used. Today there are five lines in Central Java: the northern line which runs from &lt;a href=\"Jakarta\"&gt;Jakarta&lt;/a&gt; via &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt; to &lt;a href=\"Surabaya\"&gt;Surabaya&lt;/a&gt;. Then there is the southern line from Kroya through Yogyakarta and Surakarta to Surabaya. There is also a train service between Semarang and Surakarta and a service between Kroya and Cirebon. At last there is a route between Surakarta and Wonogiri. The line between Kutoarjo and Surakarta, the line from Cirebon to Kroya up to Purwokerto and the entire north coast line (since 2014) are double-track, while second tracks from Surakarta to Kertosono (towards Surabaya) and Purwokerto-Kroya-Kutoarjo are under construction of which the latter will be finished in 2019\n. Other lines are single-track.\nOn the northern coast Central Java is served by 8 harbours. The main port is Tanjung Mas in Semarang, other harbours are located in Brebes, Tegal, Pekalongan, Batang, Jepara, Juwana and Rembang. The southern coast is mainly served by the port Tanjung Intan in &lt;a href=\"Cilacap\"&gt;Cilacap&lt;/a&gt;.\nFinally on mainland Central Java there are three commercial airports. There is one additional commercial airport on the Karimunjawa isles. The airports on the mainland are: &lt;a href=\"Adisumarmo%20International%20Airport\"&gt;Adisumarmo International Airport&lt;/a&gt; in Surakarta, &lt;a href=\"Achmad%20Yani%20Airport\"&gt;Achmad Yani Airport&lt;/a&gt; in Semarang and &lt;a href=\"Tunggul%20Wulung%20Airport\"&gt;Tunggul Wulung Airport&lt;/a&gt; in &lt;a href=\"Cilacap\"&gt;Cilacap&lt;/a&gt;. Karimunjawa is served by &lt;a href=\"Dewadaru%20Airport\"&gt;Dewadaru Airport&lt;/a&gt;.\nEconomy.\n&lt;a href=\"GDP\"&gt;GDP&lt;/a&gt; in the province of Central Java was estimated to be around $US 98 billion in 2010, with a per capita income of around $US 3,300. Economic growth in the province is quite rapid and GDP is forecast to reach $US 180 billion by 2015. The poverty rate of its people is 13% and will be decreased below 6%.\nAgriculture.\nMuch of Central Java is a fertile agricultural region. The primary food crop is wet rice. An elaborate irrigation network of canals, dams, aqueducts, and reservoirs has greatly contributed to Central Java's the rice-growing capacity over the centuries. In 2001, productivity of rice was 5,022 kilograms/ha, mostly provided from irrigated paddy field (± 98%). &lt;a href=\"Klaten%20Regency\"&gt;Klaten Regency&lt;/a&gt; had the highest productivity with 5525 kilograms/ha.\nOther crops, also mostly grown in lowland areas on small peasant landholdings, are corn (maize), cassava, peanuts (groundnuts), soybeans, and sweet potatoes. Terraced hillslopes and irrigated &lt;a href=\"paddy%20field\"&gt;paddy field&lt;/a&gt;s are familiar features of the landscape. Kapok, sesame, vegetables, bananas, mangoes, durian fruits, citrus fruits, and vegetable oils are produced for local consumption. Tea, coffee, tobacco, rubber, sugarcane and kapok; and coconuts are exported. Several of these cash crops at a time are usually grown on large family estates. Livestock, especially water buffalo, is raised primarily for use as draft animals. Salted and dried fish are imported.\nEducation.\nCentral Java is home to such notable state universities, as &lt;a href=\"Diponegoro%20University\"&gt;Diponegoro University&lt;/a&gt;, &lt;a href=\"Semarang%20State%20University\"&gt;Semarang State University&lt;/a&gt;, and &lt;a href=\"Walisongo%20Islamic%20University\"&gt;Walisongo Islamic University&lt;/a&gt; (\"Universitas Islam Negeri Walisongo\") in &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt;; &lt;a href=\"Sebelas%20Maret%20University\"&gt;Sebelas Maret University&lt;/a&gt; in &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt;; and &lt;a href=\"Jenderal%20Soedirman%20University\"&gt;Jenderal Soedirman University&lt;/a&gt; in &lt;a href=\"Purwokerto\"&gt;Purwokerto&lt;/a&gt;.\nThe Military Academy (\"Akademi Militer\") is located in Magelang Regency while the Police Academy (\"Akademi Kepolisian\") is located in Semarang. Furthermore, in Surakarta the &lt;a href=\"Surakarta%20Institute%20of%20Indonesian%20Arts\"&gt;Surakarta Institute of Indonesian Arts&lt;/a&gt; (ISI Surakarta) is located. In addition to these, Central Java has hundreds of other private higher educations, including religious institutions.\nFor foreign students requiring language training Salatiga has been a location for generations of students attending courses.\nTourism.\nThere are several tourism sites in Central Java. &lt;a href=\"Semarang\"&gt;Semarang&lt;/a&gt; itself has many old buildings: &lt;a href=\"Puri%20Maerokoco\"&gt;Puri Maerokoco&lt;/a&gt; and the &lt;a href=\"Indonesian%20Record%20Museum\"&gt;Indonesian Record Museum&lt;/a&gt; are located in this city.\n&lt;a href=\"Borobudur\"&gt;Borobudur&lt;/a&gt;, which is one of the &lt;a href=\"UNESCO%20World%20Cultural%20Heritage\"&gt;UNESCO World Cultural Heritage&lt;/a&gt; sites of Indonesia, is also located in this province, in the &lt;a href=\"Magelang%20Regency\"&gt;Magelang Regency&lt;/a&gt;. &lt;a href=\"Candi%20Mendut\"&gt;Candi Mendut&lt;/a&gt; and &lt;a href=\"Pawon\"&gt;Candi Pawon&lt;/a&gt; can also be found near the Borobudur temple complex.\n&lt;a href=\"Candi%20Prambanan\"&gt;Candi Prambanan&lt;/a&gt;, on the border of Klaten regency and Yogyakarta is the biggest complex of Hindu temples. It is also a UNESCO World Cultural Heritage Site. There are several temples in the region around the &lt;a href=\"Dieng%20Plateau\"&gt;Dieng Plateau&lt;/a&gt;. These date from before the era of the ancient &lt;a href=\"Medang%20Kingdom\"&gt;Mataram&lt;/a&gt;.\nThe Palace of the Sunan (\"Keraton Kasunanan\") and Pura Mangkunegaran, are located in &lt;a href=\"Surakarta\"&gt;Surakarta&lt;/a&gt;, while the Grojogan Sewu waterfall is located in &lt;a href=\"Karanganyar%20Regency\"&gt;Karanganyar Regency&lt;/a&gt;. Several Majapahit temples and &lt;a href=\"Sangiran\"&gt;Sangiran&lt;/a&gt; museum are also located in Central Java.\nCoat of arms and symbols.\nThe motto of Central Java is \"Prasetya Ulah Sakti Bhakti Praja\". This is a Javanese phrase meaning \"A vow of devotion with all might to the country\". The coat of arms of Central Java depicts a legendary flask, \"Kundi &lt;a href=\"amrita\"&gt;Amerta&lt;/a&gt;\" or \"Cupu Manik\", formed in a pentagon representing &lt;a href=\"Pancasila%20%28politics%29\"&gt;Pancasila&lt;/a&gt;. In the centre of the emblem stands a sharp bamboo spike (representing the fight for independence, and it has 8 sections which represent Indonesia's month of Independence) with a golden five-pointed star (representing faith in God), superimposed on the black profile of a \"&lt;a href=\"Candi%20of%20Indonesia\"&gt;candi&lt;/a&gt;\" (temple) with seven \"&lt;a href=\"stupa\"&gt;stupa&lt;/a&gt;s\", while the middle stupa is the biggest. This \"candi\" is reminiscent of the &lt;a href=\"Borobudur\"&gt;Borobudur&lt;/a&gt;. Under the \"candi\" wavy outlines of waters are visible. Behind the \"candi\" two golden mountain tops are visible.\nThese twin mountains represents the unity between the people and their government. The emblem shows a green sky above the \"candi\". Above, the shield is adorned with a red and white ribbon, the colours of the &lt;a href=\"Indonesian%20flag\"&gt;Indonesian flag&lt;/a&gt;. Lining the left and right sides of the shield are respectively stalk of rice (17 of them, representing Indonesia's day of Independence) and cotton flowers (5 of them, each one is 4-petaled, representing Indonesia's year of Independence). At the bottom, the shield is adorned with a golden red ribbon. On the ribbon the name \"Central Java\" (\"Jawa Tengah\") is inscribed in black. The floral symbol of the province is the \"&lt;a href=\"Michelia%20alba\"&gt;Michelia alba&lt;/a&gt;\", while the provincial fauna is \"&lt;a href=\"Oriolus%20chinensis\"&gt;Oriolus chinensis&lt;/a&gt;\"."
}