{
    "id": "45361413",
    "revid": "2842084",
    "url": "https://en.wikipedia.org/wiki?curid=45361413",
    "title": "Konrad Naumann",
    "text": "Konrad Naumann (25 November 1928 – 25 July 1992) was an &lt;a href=\"East%20Germany\"&gt;East German&lt;/a&gt; politician. He built his career; initially, in regional politics, but between 1966 and 1986 he was important nationally as a member of the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany%23Central%20Committee\"&gt;Central Committee&lt;/a&gt; of the country's ruling &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;SED (party)&lt;/a&gt;.\nHe was also appointed in May 1976 a member of the party's &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany%23Politburo%20of%20the%20Central%20Committee\"&gt;Politburo&lt;/a&gt;. Most Politburo members remained in post till they died. Naumann was unusual in finding himself relieved of his Politburo (and other party) duties while still alive, following a speech in October 1985 which was felt to be insufficiently supportive of the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;party line&lt;/a&gt;.\nLife.\nEarly years.\nKonrad Naumann was born in &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt; during the final years of what later came to be known as the &lt;a href=\"Weimar%20Germany\"&gt;Weimar&lt;/a&gt; period. His father was a financial auditor and his mother worked in garment manufacturing. He attended junior school in , on the east side of &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt;, till 1931, and then middle school in , a couple of miles to the north. His &lt;a href=\"Aufbaugymnasium\"&gt;senior school&lt;/a&gt;, which he attended formally till 1945, was also in Leipzig. In 1939 became a member and later a group leader in the \"&lt;a href=\"Deutsches%20Jungvolk\"&gt;Deutsches Jungvolk&lt;/a&gt;\", by now part of the &lt;a href=\"Hitler%20Youth\"&gt;Hitler Youth&lt;/a&gt; organisation. In 1944 his class was conscripted as &lt;a href=\"Luftwaffenhelfer\"&gt;Luftwaffenhelfer&lt;/a&gt; which by this stage in the &lt;a href=\"Second%20World%20War\"&gt;war&lt;/a&gt; had become in most respects a schoolboy branch of the &lt;a href=\"wehrmacht\"&gt;army&lt;/a&gt;. Early in 1945 he was stationed in nearby &lt;a href=\"Bad%20Lausick\"&gt;Bad Lausick&lt;/a&gt;. Shortly before the &lt;a href=\"US%20army\"&gt;Americans&lt;/a&gt; arrived in April/May 1945 he deserted.\nPolitics.\nIn November 1945 Naumann celebrated his seventeenth birthday and joined the &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;Communist Party&lt;/a&gt;. Between January and March 1946 he attended the local Party Academy. He then took a full-time job with the local Leipzig district board of the &lt;a href=\"Free%20German%20Youth\"&gt;Free German Youth (FDJ / \" Freie Deutsche Jugend\")&lt;/a&gt; and its &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt; based regional board for &lt;a href=\"Saxony\"&gt;Saxony&lt;/a&gt;. In the meantime the German Communist Party was abolished, in April 1946, as a result of a &lt;a href=\"Merger%20of%20the%20KPD%20and%20SPD%20into%20the%20Socialist%20Unity%20Party%20of%20Germany\"&gt;controversial merger&lt;/a&gt; with the more moderately left-wing &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;SPD (party)&lt;/a&gt;. Within the &lt;a href=\"Soviet%20occupation%20zone\"&gt;Soviet occupation zone&lt;/a&gt; this established the basis for a return to &lt;a href=\"one-party%20state\"&gt;one-&lt;/a&gt;&lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;party&lt;/a&gt; government. Communist Party members, along with those from the SPD, were invited to sign their membership across to the new &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;Socialist Unity Party of Germany (SED / \"Sozialistische Einheitspartei Deutschlands\" )&lt;/a&gt;, and Konrad Naumann was one of many who did so. For a period he obtained promotions in his work with the FDJ, becoming local FDJ President in Leipzig. Then, early in 1948, he was accused of \"political mistakes\" and relieved of his party functions, following which he obtained a job as an assistant mechanic in the &lt;a href=\"Lignite\"&gt;lignite (brown coal)&lt;/a&gt; at on the eastern side of &lt;a href=\"Saxony\"&gt;Saxony&lt;/a&gt;. Despite his difficultse earlier in the year, 1948/49 found Naumann working as an instructor for the FDJ National Council, based in Berlin. Later in 1949 he moved north, becoming FDJ Secretary for work and social affairs with the organisations regional board in &lt;a href=\"Mecklenburg\"&gt;Mecklenburg&lt;/a&gt;. He retained this post till 1951, at the same time sitting as a delegate in the Mecklenburg Regional Assembly.\nPromotions.\nThe founder of the FDJ and its leader between 1946 and 1955 was &lt;a href=\"Erich%20Honecker\"&gt;Erich Honecker&lt;/a&gt; who was becoming increasingly influential in party circles by 1950 and whom Konrad Naumann got to know through their FDJ work. In 1951 Naumann was sent to &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, signalling that he had been identified for future promotion. Between 1951 and 1952 he studied at Moscow's . Between 1952 and 1957 he served as First Secretary with the FDJ regional leadership in &lt;a href=\"Frankfurt%20%28Oder%29\"&gt;Frankfurt (Oder)&lt;/a&gt;, was on the candidates list for membership of the regional &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;SED (party)&lt;/a&gt; leadership team and a district councillor. Nationally, he was also a member of the Central Council of the FDJ Central Committee between 1952 and 1967, serving as Committee Secretary at various times. In 1959 he attended the Seventh &lt;a href=\"World%20Festival%20of%20Youth%20and%20Students\"&gt;World Festival of Youth and Students&lt;/a&gt; in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, leading a party of 550 &lt;a href=\"German%20Democratic%20Republic\"&gt;East German&lt;/a&gt; young people.\nThe senior politician.\nIn 1963 Konrad Naumann was listed as a candidate for membership of the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany%23Central%20Committee\"&gt;Party Central Committee&lt;/a&gt;. In September 1966 he became one of its 131 members. The Central Committee was the &lt;a href=\"German%20Democratic%20Republic\"&gt;German Democratic Republic&lt;/a&gt;'s most powerful political institution. Naumann also retained his powerbase at a regional level, serving as Second Secretary in the Party's Berlin Regional leadership from 1964 till 1971, and from 1971, in succession to &lt;a href=\"Paul%20Verner\"&gt;Paul Verner&lt;/a&gt;, as First Secretary in the Berlin party leadership. He also served from 1967 till 1986 as a Berlin City Councillor and a member of the &lt;a href=\"People%27s%20Chamber\"&gt;National Legislature (\"Volkskammer\")&lt;/a&gt;.\nWithin the Central Committee, in 1973 Naumann was a candidate for &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany%23Politburo%20of%20the%20Central%20Committee\"&gt;Politburo membership&lt;/a&gt;. He joined the politburo in 1976. The next year he married, as her third husband, the actress . The extent and nature of the relationship between Naumann and Oelschlegel while the latter was still married to her second husband, the writer &lt;a href=\"Hermann%20Kant\"&gt;Hermann Kant&lt;/a&gt;, was the subject of rumour and, at least in the west, press speculation. The marriage would last for ten years.\nHigh living and political power.\nThrough the 1970s and the first half of the 1980s Konrad Naumann lived as a member of the political elite, apparently little affected by rumours, later crystallized in released intelligence files and press reports, of an intemperate life-style He continued to live, like most of the Politburo members, in the exclusive &lt;a href=\"Waldsiedlung\"&gt;Waldsiedlung&lt;/a&gt; residential quarter just &lt;a href=\"Wandlitz\"&gt;outside Berlin&lt;/a&gt;. From 1984 till 1985 he was secretary of the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany%23Central%20Committee\"&gt;Central Committee&lt;/a&gt; and, from 1984 till 1986, a member of the &lt;a href=\"State%20Council%20of%20East%20Germany\"&gt;State Council&lt;/a&gt;.\nNemesis.\nAt the 11th congress of the Central Committee, on 22 November 1985, superficially on account of a speech he had given the previous month to the , Konrad Neumann was stripped, reportedly at his own request, of his key Central Committee secretarial function and his Politburo membership on health grounds. Informal rumours rapidly proliferated, attributing his fall to poorly judged remarks and actions, for instance at social events following excessive alcohol consumption; however, commentators pointed out that within the East German ruling circle, alcoholic excesses were not restricted to Konrad Neumann. Politburo resignations were highly unusual, however. Nevertheless, directly after his fall it was also reported that he spent several weeks in a Government Hospital, undergoing treatment for acute liver damage. More thoughtful commentators placed the Naumann resignation in the context of growing tensions in the country's most important political and economic partnership. Moves to modernise Soviet industry under &lt;a href=\"Yuri%20Andropov\"&gt;Yuri Andropov&lt;/a&gt; and &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; threatened greater commercial competition across the &lt;a href=\"Comecon\"&gt;Comecon&lt;/a&gt; area for East Germany's own industrial sector, along with the threat of higher prices for energy and other commodities from the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. East German attempts to diversify and extend trade relationships outside the Comecon family were nevertheless resisted by the Soviets. At the same time &lt;a href=\"Erich%20Honecker\"&gt;the leadership in East Berlin&lt;/a&gt; were caught unprepared for the new questioning of old Stalinist certainties concerning the relationship between the state and its citizens which were being consciously unleashed by &lt;a href=\"Mikhail%20Gorbachev\"&gt;the new General Secretary of the Party Central Committee&lt;/a&gt; in Moscow. According to this analysis, Erich Honecker sacked his roguish &lt;a href=\"Free%20German%20Youth\"&gt;former FDJ&lt;/a&gt; comrade because pressures from Moscow left him needing a strong united front from a well controlled and disciplined politburo at the heart of political power in &lt;a href=\"East%20Berlin\"&gt;East Berlin&lt;/a&gt;. Nor did Naumann go entirely quietly. The possibility surfaced that he could disclose what he knew about Party Organisation and might even, if necessary, turn to the western press. In the end there was something reassuringly familiar about Naumann's next position. Like &lt;a href=\"Karl%20Schirdewan\"&gt;Karl Schirdewan&lt;/a&gt; in 1958, in 1986 Konrad Naumann was given a post, in the first instance as a Research Assistant, with the National Archives Administration in &lt;a href=\"Potsdam\"&gt;Potsdam&lt;/a&gt;, where he remained till &lt;a href=\"Die%20Wende\"&gt;1989&lt;/a&gt;. He took early retirement in 1990 and in April 1991 relocated to &lt;a href=\"Quito\"&gt;Quito&lt;/a&gt; in &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt; where he died just over a year later."
}