{
    "id": "45374093",
    "revid": "9662347",
    "url": "https://en.wikipedia.org/wiki?curid=45374093",
    "title": "Dinocampus coccinellae paralysis virus",
    "text": "Dinocampus coccinellae paralysis virus (DcPV) is a single-stranded, &lt;a href=\"positive-sense\"&gt;positive-sense&lt;/a&gt; &lt;a href=\"RNA%20virus\"&gt;RNA virus&lt;/a&gt; of insects, in the &lt;a href=\"Picornavirales\"&gt;picorna-like&lt;/a&gt; virus family \"&lt;a href=\"Iflaviridae\"&gt;Iflaviridae&lt;/a&gt;\", which was first characterised in 2015. It asymptomatically infects the parasitic &lt;a href=\"Braconidae\"&gt;braconid wasp&lt;/a&gt;, \"&lt;a href=\"Dinocampus%20coccinellae\"&gt;Dinocampus coccinellae&lt;/a&gt;\", and has been proposed to be associated with the paralytic effect the wasp has on its host, the spotted lady beetle, \"&lt;a href=\"Coleomegilla%20maculata\"&gt;Coleomegilla maculata&lt;/a&gt;\", which it turns into a so-called \"zombie bodyguard\" for its &lt;a href=\"pupa\"&gt;pupa&lt;/a&gt;.\nTaxonomy.\nWithin the family \"Iflaviridae\", the DcPV genome is most closely related to &lt;a href=\"Venturia%20canescens%20picorna-like%20virus\"&gt;\"Venturia canescens\" picorna-like virus&lt;/a&gt; and &lt;a href=\"Nasonia%20vitripennis%20virus\"&gt;\"Nasonia vitripennis\" virus&lt;/a&gt;-1.\nDistribution.\nDcPV has been found in \"D. coccinellae\" from Canada, Japan, Poland and the Netherlands.\nStructure.\nDcPV's 10,138 nucleotide linear RNA has a single large &lt;a href=\"open%20reading%20frame\"&gt;open reading frame&lt;/a&gt;, predicted to encode a 3007 residue polyprotein with non-structural &lt;a href=\"helicase\"&gt;helicase&lt;/a&gt;, &lt;a href=\"protease\"&gt;protease&lt;/a&gt; and &lt;a href=\"RNA-dependent%20RNA%20polymerase\"&gt;RNA-dependent RNA polymerase&lt;/a&gt; functions in the C-terminal portion and four structural proteins (VP1–4) in the N-terminal portion. The 5′ non-translated region contains cloverleaf and hairpin structures similar to those present in picornaviruses and other picorna-like viruses. The virus particle is around 27 nm in diameter.\nViral life cycle in \"D. coccinellae\".\nDcPV has not been detected in \"D. coccinellae\" eggs. After hatching, the level of the virus genome increases throughout the larval stages, where active viral replication is thought to occur. Higher levels are found in adult wasps, considered to represent inactive stocks of virus. The virus particles are located within large &lt;a href=\"vesicle%20%28biology%20and%20chemistry%29\"&gt;vesicles&lt;/a&gt; in cells lining the female wasp's &lt;a href=\"oviduct\"&gt;oviduct&lt;/a&gt;, where they are sometimes observed to form crystalline arrays. The virus has not yet been shown to cause any disease in the wasp, and the two might have a &lt;a href=\"symbiosis\"&gt;symbiotic&lt;/a&gt; relationship.\nPutative effect of DcPV on \"C. maculata\".\nThe \"Dinocampus coccinellae\" wasp parasitises the lady beetle species \"&lt;a href=\"Coleomegilla%20maculata\"&gt;Coleomegilla maculata&lt;/a&gt;\". The wasp lays a single egg in the beetle's &lt;a href=\"haemocoel\"&gt;haemocoel&lt;/a&gt; where the larva develops, to emerge approximately 20 days later. The wasp larva then &lt;a href=\"pupa\"&gt;pupa&lt;/a&gt;tes with its cocoon underneath the living body of the beetle host. At this point the lady beetle host, which has previously behaved normally, stops moving, is afflicted with twitches or tremors, and becomes a semi-paralysed guardian of the wasp cocoon – often referred to as a \"zombie bodyguard\" – until the adult wasp emerges a week later. Around a quarter to a third of lady beetles subsequently recover.\nThe cause of this dramatic alteration in the beetle's behaviour is unknown. At the time it occurs the parasite and host are no longer in direct contact, as the wasp pupates externally to the lady beetle. Nolwenn Dheilly and co-workers have suggested that the mechanism involves DcPV; some other experts consider that the evidence for this is incomplete. DcPV appears to be transmitted to the lady beetle during wasp larval development, with viral RNA being present in the abdomen and head of parasitised lady beetles, but absent from resistant beetles in which the wasp larvae fail to develop. In beetles that recover from paralysis, the level of virus declines significantly. Virus particles, together with &lt;a href=\"lipid\"&gt;lipid&lt;/a&gt; droplets, have been observed in &lt;a href=\"glial%20cell\"&gt;glial cell&lt;/a&gt;s of the &lt;a href=\"Cerebrum\"&gt;cerebral&lt;/a&gt; &lt;a href=\"ganglion\"&gt;ganglia&lt;/a&gt; in parasitised lady beetles. After the wasp larva emerges from the beetle, signs of &lt;a href=\"neuropathy\"&gt;neuropathy&lt;/a&gt; develop including numerous &lt;a href=\"vacuole\"&gt;vacuole&lt;/a&gt;s in the beetle glial cells. Dheilly and co-workers speculate that this nervous tissue damage is caused by the beetle's immune response and that it mediates the observed change in behaviour, characterising the virus as a \"&lt;a href=\"biological%20weapon\"&gt;biological weapon&lt;/a&gt;\" deployed by the wasp against the beetle.\nSee also.\nOther viruses associated with insect behavioural changes:"
}