{
    "id": "4539169",
    "revid": "897376",
    "url": "https://en.wikipedia.org/wiki?curid=4539169",
    "title": "Coulonge River",
    "text": "The Coulonge River () is a predominantly wilderness river in western &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;, Canada. One of a dozen or so significant tributaries of the &lt;a href=\"Ottawa%20River\"&gt;Ottawa River&lt;/a&gt;, it has a length of and a drainage area of , and runs in a general south-eastern direction from its headwaters in Lac au Barrage (situated in &lt;a href=\"La%20V%C3%A9rendrye%20Wildlife%20Reserve\"&gt;La Vérendrye Wildlife Reserve&lt;/a&gt;) to the Ottawa River at &lt;a href=\"Fort-Coulonge\"&gt;Fort-Coulonge&lt;/a&gt;. Over that distance, it drops approximately — of that over the massive &lt;a href=\"Coulonge%20Chutes\"&gt;Grandes or Coulonge Chutes&lt;/a&gt;, approximately upstream of the confluence with the Ottawa River.\nA popular river for &lt;a href=\"whitewater\"&gt;whitewater&lt;/a&gt; &lt;a href=\"canoeing\"&gt;canoeing&lt;/a&gt; enthusiasts, it is often grouped together with the &lt;a href=\"Dumoine%20River\"&gt;Dumoine&lt;/a&gt; and &lt;a href=\"Noire%20River%20%28Ottawa%20River%20tributary%29\"&gt;Noire River&lt;/a&gt;s as three of a kind. The three rivers share the same watershed, and have similar whitewater characteristics. All three empty into the Ottawa River within a distance of from one another.\nThe historic &lt;a href=\"F%C3%A9lix-Gabriel-Marchand%20Bridge\"&gt;Félix-Gabriel-Marchand Bridge&lt;/a&gt; crosses the Coulonge River near Fort-Coulonge. Constructed in 1898, this long bridge is the longest &lt;a href=\"covered%20bridge\"&gt;covered bridge&lt;/a&gt; in Quebec.\nHistory.\nThe Coulonge River is named after Nicholas d'Ailleboust de Manthet (1663-1709), Sieur de Coulonge, a French explorer who spent the winter of 1694-95 at the nearby &lt;a href=\"Allumettes%20Island\"&gt;Allumettes Island&lt;/a&gt;.\nThe Coulonge was used as a waterway by native North Americans and, later, by the &lt;a href=\"coureur%20des%20bois\"&gt;coureurs des bois&lt;/a&gt; plying their independent &lt;a href=\"North%20American%20fur%20trade\"&gt;trade in furs&lt;/a&gt;. In 1784, the &lt;a href=\"North%20West%20Company\"&gt;North West Company&lt;/a&gt; built a fort at the mouth of the river, named Fort Coulonge, which passed into the hands of the &lt;a href=\"Hudson%27s%20Bay%20Company\"&gt;Hudson's Bay Company&lt;/a&gt; when the 2 companies merged in 1821.\nIn 1835, Scottish-born &lt;a href=\"lumber%20baron\"&gt;lumber baron&lt;/a&gt; George Bryson acquired timber rights to thousands of acres of forest in the area, including the immediately surrounding the Grandes Chutes. In 1843, Bryson built a sawmill near the mouth of the river, which led to permanent settlement and the formation of the village of &lt;a href=\"Fort-Coulonge\"&gt;Fort-Coulonge&lt;/a&gt;. To transport the squared timber safely past the falls and the gorge below, Bryson built a -long &lt;a href=\"timber%20slide\"&gt;timber slide&lt;/a&gt; (a wooden chute flowing with water diverted from the head of the falls), which was replaced by a concrete chute in 1923.\nFor almost 150 years, the forests around the Coulonge were logged throughout the winter months until spring breakup permitted the massive &lt;a href=\"log%20driving\"&gt;log drives&lt;/a&gt; which, along with similar operations throughout the Ottawa River watershed, fueled the economy of the &lt;a href=\"Ottawa%20Valley\"&gt;Ottawa Valley&lt;/a&gt; region from the early 19th Century through the middle of the 20th.\nThe last spring &lt;a href=\"Log%20driving\"&gt;log drive&lt;/a&gt; in Canada took place on the Coulonge River in 1982. Since then, the timber from smaller-scale logging operations has been hauled out by trucks over a network of dirt roads which meander throughout the Coulonge River valley.\nIn 1994, a hydro-electric dam and power station was built at the head of the Grandes Chutes, leaving the Dumoine River as the last major free-flowing tributary of the Ottawa River.\nIn August 2020, 2 persons drowned in the Coulonge River in separate incidents: the body of a woman was found just north of Fort Coulonge; and a man was swept away by strong rapids while swimming about upstream."
}