{
    "id": "45409855",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=45409855",
    "title": "Alice Moseley Folk Art and Antique Museum",
    "text": "The Alice Moseley Folk Art and Antique Museum is a museum in &lt;a href=\"Bay%20St.%20Louis%2C%20Mississippi\"&gt;Bay St. Louis, Mississippi&lt;/a&gt;. The museum is dedicated to increasing understanding of the folk artist and painter Alice Moseley.\nThe museum was opened in the Blue House, the place of Moseley's last residence, by Moseley's son Tim shortly after her death. The museum moved to the historic Bay St. Louis Railroad Depot, across the street from the Blue House, and was re-opened in March 2013. Admission to the museum is free.\nAlice Moseley.\nAlice Latimer Moseley (1909–2004), known colloquially as Miss Alice, was born in Birmingham, Alabama, where she met and married W. J. Moseley from Batesville, Mississippi. They moved to Memphis, Tennessee, during World War II and Miss Alice taught eight grade English in Whitehaven and Memphis over the next 30 years. She began painting while caring for her Alzheimer's-afflicted mother, painted her first 40 paintings, went to the Nashville flea market with her son, and sold all 40 of her paintings within 30 minutes. They were purchased by a Mr. Barr, who used them to decorate his chain of steakhouses in Kentucky. That was the day that Alice Moseley became a professional folk artist. She always painted in acrylics because she said she was impatient and needed something that would dry quickly. Early on Moseley was labeled as an idyllic folk artist by Jules Pfeiffer in \"Folk Art Finder\", and \"idyllic folk Art\" was described as showing not only what the artist saw but what he or she wanted to see. Moseley began to receive acclaim and had a successful career while she lived in Pope, Mississippi, and did shows mostly in Memphis. After the death of her husband she moved to Bay St. Louis, Mississippi, in 1989, when she was 80 years old. She described those years in Bay St. Louis as the happiest and most successful years of our life. Moseley's paintings are historic in that they depict Southern life in the country during earlier times; they are literary in that Moseley's paintings did not just depict scenes but had to tell a story; Moseley's paintings are often comedic and reflect Alice Latimer Moseley's wonderful sense of people and sense of humor. Some of her more popular titles are: \"Life Is So Daily\", \"The House Is Blue But the Old Lady Ain't\", and \"Labor Versus Management\", which shows a farmer throwing his hat down on the ground in anger while his mule sits on his hindquarters with a little smile on his face.\nAlice Moseley painted until her death in July 2004, at the age of 94. Her blue house in Bay St. Louis was untouched by Hurricane Katrina even though it's only a half mile from the beach. Her son Tim Moseley founded the Alice Moseley Folk Art and Antique Museum after Katrina in 2006, and it has since been relocated from the blue house to the historic Bay St. Louis train depot. Visitors to Bay St. Louis rave about the museum and the entertaining and informative tours given by docents at the museum. The museum is free and is open Monday through Saturday from 10 to 4."
}