{
    "id": "45429898",
    "revid": "5630772",
    "url": "https://en.wikipedia.org/wiki?curid=45429898",
    "title": "Makj",
    "text": "Mackenzie Johnson, better known by his &lt;a href=\"stage%20name\"&gt;stage name&lt;/a&gt; Makj (stylized as MAKJ), is an American &lt;a href=\"Disc%20jockey\"&gt;DJ&lt;/a&gt; and &lt;a href=\"Record%20producer\"&gt;music producer&lt;/a&gt;. He has released a number of singles as a solo artist since 2012, as well as a large number of collaborative singles with artists such as &lt;a href=\"Hardwell\"&gt;Hardwell&lt;/a&gt;, &lt;a href=\"Lil%27%20Jon\"&gt;Lil' Jon&lt;/a&gt;, and M35. Since 2013 Makj has performed at large festivals such as &lt;a href=\"Electric%20Zoo%20Festival\"&gt;Electric Zoo&lt;/a&gt;, &lt;a href=\"Voodoo%20Experience\"&gt;Voodoo Experience&lt;/a&gt;, &lt;a href=\"Coachella%20Festival%20line-ups\"&gt;Coachella&lt;/a&gt;, and a main stage slot at &lt;a href=\"TomorrowWorld\"&gt;TomorrowWorld&lt;/a&gt;. In March 2014, \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" named him one of the Top 10 Artists to Watch at &lt;a href=\"Ultra%20Music%20Festival\"&gt;Ultra Music Festival&lt;/a&gt;. Also in 2014 he was named No. 63 in the Top 100 DJs list put out by the &lt;a href=\"DJ%20Magazine\"&gt;\"DJ Magazine\" Awards&lt;/a&gt;. Makj is the host of the radio show \"Revolution Radio\" on &lt;a href=\"Clear%20Channel%20Communications\"&gt;Clear Channel&lt;/a&gt;’s \"Evolution\" channel.\nBiography.\nMackenzie Johnson was born in 1990 in &lt;a href=\"San%20Luis%20Obispo%2C%20California\"&gt;San Luis Obispo, California&lt;/a&gt;. By his teens, he was living in &lt;a href=\"China\"&gt;China&lt;/a&gt; while pursuing a career as a professional race car driver. At age fifteen, he became interested in DJing, and he purchased a set of &lt;a href=\"Technics%20%28brand%29\"&gt;Technics 1200 Turntables&lt;/a&gt;. By age 17, he had returned to the United States, where he found himself invited to perform at local events in his hometown. He had a number of lessons with &lt;a href=\"DJ%20AM\"&gt;DJ AM&lt;/a&gt;, who trained Makj on &lt;a href=\"scratching\"&gt;scratching&lt;/a&gt;.\nIn late 2013, Makj embarked on his first major US tour, traveling the country with &lt;a href=\"Bingo%20Players\"&gt;Bingo Players&lt;/a&gt; and &lt;a href=\"Bassjackers\"&gt;Bassjackers&lt;/a&gt;. After a time playing small venues, he began to attend festivals as well. Since 2013, he has performed at festivals such as &lt;a href=\"Electric%20Zoo%20Festival\"&gt;Electric Zoo Festival&lt;/a&gt;, &lt;a href=\"Voodoo%20Experience\"&gt;Voodoo Experience&lt;/a&gt;, &lt;a href=\"Coachella%20Festival%20line-ups\"&gt;Coachella&lt;/a&gt;, a main stage slot at &lt;a href=\"TomorrowWorld\"&gt;TomorrowWorld&lt;/a&gt;, Northern Lights Festival, &lt;a href=\"Euphoria%20Festival\"&gt;Euphoria Festival&lt;/a&gt;, &lt;a href=\"Webster%20Hall\"&gt;Webster Hall&lt;/a&gt;, and &lt;a href=\"Ruby%20Skye\"&gt;Ruby Skye&lt;/a&gt;. In March 2014, \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" named him one of the Top 10 Artists to Watch at &lt;a href=\"Ultra%20Music%20Festival\"&gt;Ultra Music Festival&lt;/a&gt;. He toured Europe in 2014 with his \"Let’s Get Fucked Up Tour,\" then traveled North America with his \"Peyote Tour.\" Plans for an Asian tour were also announced.\nHe has released a number of singles as a solo artist since 2012, as well as a large number of collaborative singles. He has collaborated with artists such as &lt;a href=\"Showtek\"&gt;Showtek&lt;/a&gt;, &lt;a href=\"Lil%20Jon\"&gt;Lil Jon&lt;/a&gt;, and &lt;a href=\"DJ%20Kura\"&gt;DJ Kura&lt;/a&gt;. In 2013, he released a collaborative single with &lt;a href=\"Hardwell\"&gt;Hardwell&lt;/a&gt; entitled \"Countdown\" which peaked at No. 1 on Beatport within three days. He has also released music on Hysteria Records, Doorn Records, Diffused Records, and &lt;a href=\"Juicy%20Music\"&gt;Juicy Music&lt;/a&gt;, among others. In late 2014, he released his track \"Generic,\" which had earlier debuted at the Ultra Festival in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;. Several of his original songs have charted in the Beatport Top 10.\nMakj has been a guest judge for the &lt;a href=\"Campus%20DJ\"&gt;Campus DJ&lt;/a&gt; contest, and he is the host of a radio show on &lt;a href=\"Clear%20Channel%20Communications\"&gt;Clear Channel&lt;/a&gt;’s \"Evolution\" channel, with the show also streaming at &lt;a href=\"iHeartRadio\"&gt;iHeartRadio&lt;/a&gt; and &lt;a href=\"101.7\"&gt;101.7&lt;/a&gt; Boston."
}