{
    "id": "45449102",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=45449102",
    "title": "68th (2nd Welsh) Division",
    "text": "The 2nd Welsh Division was a 2nd Line &lt;a href=\"Territorial%20Force\"&gt;Territorial Force&lt;/a&gt; &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt; of the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; in the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;. The division was formed as a duplicate of the &lt;a href=\"53rd%20%28Welsh%29%20Division\"&gt;53rd (Welsh) Division&lt;/a&gt; in January 1915. As the name suggests, the division recruited in &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, but also included units from &lt;a href=\"Cheshire\"&gt;Cheshire&lt;/a&gt; and &lt;a href=\"Herefordshire\"&gt;Herefordshire&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt;. In August 1915, in common with all Territorial Force divisions, it was numbered as 68th (2nd Welsh) Division. During the winter of 1917–18, the division was extensively reorganized and lost its territorial identity; henceforth it was known as 68th Division.\nIt served on home defence duties throughout the war, whilst recruiting, training and supplying drafts to overseas units and formations. It was stationed for most of the war in &lt;a href=\"East%20Anglia\"&gt;East Anglia&lt;/a&gt;, particularly in &lt;a href=\"Norfolk\"&gt;Norfolk&lt;/a&gt; and &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt; and never left the UK. It was eventually disbanded in March 1919.\nHistory.\nIn accordance with the &lt;a href=\"Territorial%20and%20Reserve%20Forces%20Act%201907\"&gt;Territorial and Reserve Forces Act 1907&lt;/a&gt; (7 Edw.7, c.9) which brought the &lt;a href=\"Territorial%20Force\"&gt;Territorial Force&lt;/a&gt; into being, the TF was intended to be a home defence force for service during wartime and members could not be compelled to serve outside the country. However, on the outbreak of war on 4 August 1914, many members volunteered for &lt;a href=\"Territorial%20Force%20Imperial%20Service%20Badge\"&gt;Imperial Service&lt;/a&gt;. Therefore, TF units were split into 1st Line (liable for overseas service) and 2nd Line (home service for those unable or unwilling to serve overseas) units. 2nd Line units performed the home defence role, although in fact most of these were also posted abroad in due course.\nOn 15 August 1915, TF units were instructed to separate home service men from those who had volunteered for overseas service (1st Line), with the home service personnel to be formed into reserve units (2nd Line). On 31 August, 2nd Line units were authorized for each 1st Line unit where more than 60% of men had volunteered for overseas service. After being organized, armed and clothed, the 2nd Line units were gradually grouped into large formations thereby forming the 2nd Line divisions. These 2nd Line units and formations had the same name and structure as their 1st Line parents. On 24 November, it was decided to replace imperial service (1st Line) formations as they proceeded overseas with their reserve (2nd Line) formations. A second reserve (3rd Line) unit was then formed at the peace &lt;a href=\"Headquarters%23Military\"&gt;headquarters&lt;/a&gt; of the 1st Line.\nAs a result, the 2nd Welsh Division was formed in January 1915 with the &lt;a href=\"203rd%20%282nd%20North%20Wales%29%20Brigade\"&gt;2nd North Wales&lt;/a&gt;, &lt;a href=\"204th%20%282nd%20Cheshire%29%20Brigade\"&gt;2nd Cheshire&lt;/a&gt; and &lt;a href=\"205th%20%282nd%20Welsh%20Border%29%20Brigade\"&gt;2nd Welsh Border Brigades&lt;/a&gt; as a 2nd Line duplicate of the &lt;a href=\"Welsh%20Division\"&gt;Welsh Division&lt;/a&gt;.\nCommanders.\nThe 68th (2nd Welsh) Division had the following commanders:"
}