{
    "id": "45458262",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=45458262",
    "title": "CountryMinded",
    "text": "CountryMinded was an Australian political party between 2014 and 2018 that claimed to represent the interests of regional Australians whose livelihoods depend either directly or indirectly on agricultural production. The party was founded in December 2014 by a group of people looking for accountable regional representation, including two brothers from &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, David and Peter Mailler as the Country Party of Australia, and changed its name to CountryMinded in September 2015. In 2018, the party merged with the &lt;a href=\"Australian%20Democrats\"&gt;Australian Democrats&lt;/a&gt;.\nHistory.\nPeter Mailler stood as lead &lt;a href=\"Australian%20Senate\"&gt;Australian Senate&lt;/a&gt; candidate for &lt;a href=\"Katter%27s%20Australian%20Party\"&gt;Katter's Australian Party&lt;/a&gt; in New South Wales at the &lt;a href=\"2013%20Australian%20election\"&gt;2013 Australian election&lt;/a&gt; and is also a former chair of Grain Producers Australia.\nCountryMinded was formed (as the Country Party of Australia) in response to perceived lack of attention to &lt;a href=\"Agrarianism\"&gt;rural issues&lt;/a&gt; in the Australian political process, and dissatisfaction with how the &lt;a href=\"National%20Party%20of%20Australia\"&gt;National Party&lt;/a&gt; represents regional Australians.\nThe party was registered in time to contest the &lt;a href=\"2016%20Australian%20federal%20election\"&gt;2016 federal election&lt;/a&gt;. It announced that it had reached the required 500 members in January 2016, and submitted the application for registration on 3 March 2016. Registration was confirmed on 12 April 2016.\nOn 2 February 2018, the &lt;a href=\"Australian%20Electoral%20Commission\"&gt;Australian Electoral Commission&lt;/a&gt; issued a notice that it was considering deregistering the party on the grounds that it had ceased to have at least 500 members. On 8 May 2018, CountryMinded was deregistered by the Australian Electoral Commission for that reason.\nSoon after the party was deregistered, the organisation merged with the &lt;a href=\"Australian%20Democrats\"&gt;Australian Democrats&lt;/a&gt;. The merged entity subsequently registered and will field candidates in the &lt;a href=\"2019%20Australian%20federal%20election\"&gt;2019 Australian federal election&lt;/a&gt;.\nIdeology.\nThe party describes itself as non-aligned, rural, and independent.\nCountryMinded is founded on the fundamental importance of agriculture as the key sustainable foundation of regional socioeconomic and political stability, both domestically and abroad for current and future generations. CountryMinded is founded around the idea that the stability and longevity of society has always and will always depend on the sustainability of the agricultural enterprise that supports it, thereby making all societies agricultural by definition.\nCountryMinded's ideology and policies are shaped around key ideas such as every member of society is dependent on agriculture and therefore part of the agricultural value matrix and conservation of agricultural lands (including surface and ground water resources) is essential for sustainable agricultural development for both current and future generations.\n2015 state elections.\nCountryMinded did not contest the &lt;a href=\"2015%20Queensland%20state%20election\"&gt;2015 Queensland state election&lt;/a&gt;. It endorsed several independent candidates in the &lt;a href=\"2015%20New%20South%20Wales%20state%20election\"&gt;2015 NSW state election&lt;/a&gt; as the Country Party of Australia.\nIn February 2015 the party, though still unregistered, announced Ron Pike, a former National Party member, would run as a Country Party candidate for the &lt;a href=\"New%20South%20Wales%20Legislative%20Council\"&gt;New South Wales Legislative Council&lt;/a&gt; in the &lt;a href=\"2015%20New%20South%20Wales%20state%20election\"&gt;2015 NSW state election&lt;/a&gt;. Three other candidates endorsed by the party stood for the &lt;a href=\"New%20South%20Wales%20Legislative%20Assembly\"&gt;Legislative Assembly&lt;/a&gt;, although they were listed as &lt;a href=\"Independent%20politician\"&gt;independents&lt;/a&gt; on the ballot paper. David Mailler contested the &lt;a href=\"Electoral%20district%20of%20Northern%20Tablelands\"&gt;seat of Northern Tablelands&lt;/a&gt;, &lt;a href=\"Helen%20Dalton\"&gt;Helen Dalton&lt;/a&gt; stood in the &lt;a href=\"Electoral%20district%20of%20Murray\"&gt;seat of Murray&lt;/a&gt;, and Paul Funnell, a &lt;a href=\"City%20of%20Wagga%20Wagga\"&gt;City of Wagga Wagga&lt;/a&gt; councillor, contested the &lt;a href=\"Electoral%20district%20of%20Wagga%20Wagga\"&gt;seat of Wagga Wagga&lt;/a&gt;. Pike plus 13 others formed a group for the &lt;a href=\"New%20South%20Wales%20Legislative%20Council\"&gt;Legislative Council&lt;/a&gt;, however a group of 15 is required to have a box for voters to vote \"above the line\". The candidate descriptions did not claim to represent the Country Party of Australia, but three of the candidates in \"Group V\" (Ron Pike, Pete Mailler, and Julie Pike) nominated the www.yourcountryparty.info website.\nResults.\nNone of the candidates endorsed by the Country Party were elected. Helen Dalton placed second in &lt;a href=\"electoral%20district%20of%20Murray\"&gt;Murray&lt;/a&gt; with 18.48% of votes to &lt;a href=\"Adrian%20Piccoli\"&gt;Adrian Piccoli&lt;/a&gt; (who had been the member for &lt;a href=\"electoral%20district%20of%20Murrumbidgee\"&gt;Murrumbidgee&lt;/a&gt; before the redistribution). Piccoli had beaten Dalton for &lt;a href=\"National%20Party%20of%20Australia\"&gt;National Party of Australia&lt;/a&gt; preselection in May 2014, before Dalton ran as an independent. Paul Funnell was third in &lt;a href=\"electoral%20district%20of%20Wagga%20Wagga\"&gt;Wagga Wagga&lt;/a&gt; behind &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal&lt;/a&gt; and &lt;a href=\"Country%20Labor%20Party\"&gt;Country Labor&lt;/a&gt; party candidates. David Mailler was beaten by both the Nationals and Country Labor candidates in &lt;a href=\"electoral%20district%20of%20Northern%20Tablelands\"&gt;Northern Tablelands&lt;/a&gt; as well.\n2016 Federal election.\nCountryMinded fielded two &lt;a href=\"Australian%20Senate\"&gt;senate&lt;/a&gt; candidates and one candidate in the &lt;a href=\"Australian%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; in each of Queensland and New South Wales in the &lt;a href=\"2016%20Australian%20federal%20election\"&gt;2016 federal election&lt;/a&gt;. David Mailler placed sixth of ten candidates with 1.41% in the &lt;a href=\"Division%20of%20New%20England\"&gt;Division of New England&lt;/a&gt;, and Luke Arbuckle placed seventh of eight candidates with 2.38% in the &lt;a href=\"Division%20of%20Maranoa\"&gt;Division of Maranoa&lt;/a&gt;. The senate candidates drew a total of 0.07% of first preferences in New South Wales and 0.10% in Queensland.\nPeter Mailler represented the party in the &lt;a href=\"2017%20New%20England%20by-election\"&gt;2017 byelection in New England&lt;/a&gt; and placed sixth of 17 candidates with 2.4% of the vote."
}