{
    "id": "45454328",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=45454328",
    "title": "Indigenous architecture",
    "text": "The field of Indigenous architecture refers to the study and practice of &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt; of, for and by &lt;a href=\"Indigenous%20people\"&gt;Indigenous people&lt;/a&gt;. It is a field of study and practice in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Aotearoa\"&gt;Aotearoa&lt;/a&gt;/&lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"Arctic\"&gt;Arctic&lt;/a&gt; area of &lt;a href=\"S%C3%A1pmi\"&gt;Sápmi&lt;/a&gt; and many other countries where Indigenous people have a built tradition or aspire translate or to have their cultures translated in the built environment. This has been extended to &lt;a href=\"landscape%20architecture\"&gt;landscape architecture&lt;/a&gt;, &lt;a href=\"urban%20design\"&gt;urban design&lt;/a&gt;, &lt;a href=\"planning\"&gt;planning&lt;/a&gt;, &lt;a href=\"public%20art\"&gt;public art&lt;/a&gt;, &lt;a href=\"placemaking\"&gt;placemaking&lt;/a&gt; and other ways of contributing to the design of built environments.\nAustralia.\nThe traditional or &lt;a href=\"vernacular%20architecture\"&gt;vernacular&lt;/a&gt; architecture of &lt;a href=\"Aboriginal%20Australians\"&gt;Aboriginal&lt;/a&gt; and &lt;a href=\"Torres%20Strait%20Islander\"&gt;Torres Strait Islander&lt;/a&gt; people in Australia varied to meet the &lt;a href=\"Lifestyle%20%28sociology%29\"&gt;lifestyle&lt;/a&gt;, social organisation, family size, cultural and climatic needs and resources available to each community.\nThe types of forms varied from dome frameworks made of cane through &lt;a href=\"Triodia%20%28plant%29\"&gt;spinifex&lt;/a&gt;-clad arc-shaped structures, to tripod and triangular shelters and elongated, egg-shaped, stone-based structures with a timber frame to pole and platform constructions. Annual base camp structures, whether dome houses in the &lt;a href=\"rainforests\"&gt;rainforests&lt;/a&gt; of &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; and &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt; or stone-based houses in south-eastern Australia, were often designed for use over many years by the same family groups. Different language groups had differing names for structures. These included &lt;a href=\"humpy\"&gt;humpy&lt;/a&gt;, &lt;a href=\"gunyah\"&gt;gunyah&lt;/a&gt; (or gunya), goondie, &lt;a href=\"wiltja\"&gt;wiltja&lt;/a&gt; and wurley (or wurlie).\nUntil the 20th century, non-Indigenous peoples assumed that Aboriginal people lacked permanent buildings, likely because Aboriginal ways of life were misinterpreted during early contact with Europeans. Labelling Aboriginal communities as '&lt;a href=\"nomadic\"&gt;nomadic&lt;/a&gt;' allowed early settlers to justify the takeover of Traditional Lands claiming that they were not inhabited by permanent residents.\nStone engineering was utilised by a number of Indigenous language groups. Examples of Aboriginal stone structures come from Western Victoria's &lt;a href=\"Gunditjmara\"&gt;Gunditjmara&lt;/a&gt; peoples. These builders utilised basalt rocks around &lt;a href=\"Lake%20Condah\"&gt;Lake Condah&lt;/a&gt; to erect housing and complicated systems of stone weirs, fish and &lt;a href=\"eel\"&gt;eel&lt;/a&gt; traps and gates in water courses creeks. The lava-stone homes had circular stone walls over a metre high and topped with a dome roof made of earth or sod cladding. Evidence of sophisticated stone engineering has been found in other parts of Australia. As late as 1894, a group of around 500 people still lived in houses near &lt;a href=\"Bessibelle\"&gt;Bessibelle&lt;/a&gt; that were constructed out of stone with sod cladding on a timber-framed dome. Nineteenth-century observers also reported flat slab slate-type stone housing in South Australia's north-east corner. These dome-shaped homes were built on heavy limbs and used clay to fill in the gaps. In New South Wales’ &lt;a href=\"Warringah%20Council\"&gt;Warringah&lt;/a&gt; area, stone shelters were constructed in an elongated egg shape and packed with clay to keep the interior dry.\nAustralian Indigenous housing design.\nHousing for Indigenous people living in many parts of Australia has been characterised by an acute shortage of &lt;a href=\"dwellings\"&gt;dwellings&lt;/a&gt;, poor quality &lt;a href=\"construction\"&gt;construction&lt;/a&gt;, and housing stock ill-suited to Indigenous lifestyles and preferences. Rapid &lt;a href=\"population%20growth\"&gt;population growth&lt;/a&gt;, shorter lifetimes for housing stock and rising &lt;a href=\"construction\"&gt;construction&lt;/a&gt; costs have meant that efforts to limit overcrowding and provide healthy living environments for Indigenous people have been difficult for governments to achieve. Indigenous housing design and research is a specialised field within housing studies.\nThere have been two main approaches to the design of Indigenous housing in Australia – Health and Culture.\nThe cultural design model attempts to incorporate understandings of differences in Aboriginal &lt;a href=\"cultural\"&gt;cultural&lt;/a&gt; norms into housing design. There a large body of knowledge on Indigenous housing in Australia that promotes the provision and design of housing that supports Indigenous residents’ socio-spatial needs, domiciliary behaviours, cultural values and aspirations. The culturally specific needs for Indigenous housing have been identified as major factors in the success of housing and failing to recognise the varying and diverse cultural housing needs of Indigenous peoples have been cited as the reasons for Aboriginal housing failures by academics for a number of decades. Western-style housing imposes conditions on Indigenous residents that may hinder the practice of cultural norms. If adjusting to living in a particular house strains relationships, then severe &lt;a href=\"Stress%20%28psychological%29\"&gt;stress&lt;/a&gt; on the occupants may result. Ross noted, \"Inappropriate housing and town planning have the capacity to disrupt the social organisation, the mechanisms for maintaining smooth social relations, and support networks.\" There are a range of cultural factors which are discussed in the literature. These include designing housing to accommodate aspects of customer behaviour such as &lt;a href=\"Australian%20Aboriginal%20avoidance%20practices\"&gt;avoidance&lt;/a&gt; behaviours, household group structures, &lt;a href=\"sleeping\"&gt;sleeping&lt;/a&gt; and eating behaviours, cultural constructs of &lt;a href=\"crowding\"&gt;crowding&lt;/a&gt; and &lt;a href=\"privacy\"&gt;privacy&lt;/a&gt;, and responses to &lt;a href=\"death\"&gt;death&lt;/a&gt;. All of the literature indicates that each housing design should be approached independently to recognise the many Indigenous cultures with varying customs and practices that exist across &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;.\nThe health approach to housing design developed as housing is an important factor affecting the &lt;a href=\"health\"&gt;health&lt;/a&gt; of Aboriginal and Torres Strait Islander people. Substandard and poorly maintained housing along with non-functioning &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt; can create serious health risks. The 'Housing for Health' approach developed from observations of the housing factors affecting Aboriginal peoples' health into a methodology for measuring, rating and fixing 'household hardware' deemed essential for health. The approach is based on nine 'healthy housing principles' which are the: \nContemporary Indigenous architecture in Australia.\nDefining what is 'Indigenous architecture' in the contemporary context is a debate in some spheres. Many researchers and practitioners generally agree that Indigenous architectural projects are those which are designed with Indigenous clients or projects that imbue Aboriginality through consultation, and advance Aboriginal agency. This latter category may include projects which are designed primarily for non-Indigenous users. Notwithstanding the definition, a range of projects have been designed for, by or with Indigenous users. The application of evidence-based research and consultation has led to museums, courts, cultural centres, keeping houses, prisons, schools and a range of other institutional and residential buildings being designed to meet the varying and differing needs and aspirations of Indigenous users.\nNotable Projects include:\nIndigenous architecture of the 21st century has been enhanced by university-trained Indigenous architects, landscape architects and other design professionals who have incorporated different aspects of traditional Indigenous cultural references and symbolism, fused architecture with ethnoarchitectural styles and pursued various approaches to the questions of identity and architecture.\nIndigenous design methodology.\nDrawing on their heritage, Indigenous designers, architects and built environment professionals from Australia often use a &lt;a href=\"Country-centred%20design\"&gt;Country-centred design&lt;/a&gt; methodology, also referred to as “\"Country centric design”\", “\"Country-led design”\", “privileging Country in design”, and “designing with Country”. This methodology centres around the Indigenous experience of Country (capital C) and has been developed and used by generations of Indigenous peoples in Australia.\nCanada.\nCanadian traditional architecture.\nThe original &lt;a href=\"Indigenous%20people%20of%20Canada\"&gt;Indigenous people of Canada&lt;/a&gt; developed complex building traditions thousands of years before the arrival of the first Europeans. Canada contained five broad cultural regions, defined by common climatic, geographical and ecological characteristics. Each region gave rise to distinctive building forms which reflected these conditions, as well as the available building materials, means of livelihood, and social and spiritual values of the resident peoples.\nA striking feature of traditional &lt;a href=\"Canadian%20architecture\"&gt;Canadian architecture&lt;/a&gt; was the consistent integrity between structural forms and cultural values. The &lt;a href=\"wigwam\"&gt;wigwam&lt;/a&gt;, (otherwise known as 'wickiup' or 'wetu), &lt;a href=\"tipi\"&gt;tipi&lt;/a&gt; and &lt;a href=\"Quinzhee\"&gt;snow house&lt;/a&gt; were building-forms perfectly suited to their environments and to the requirements of mobile hunting and gathering cultures. The &lt;a href=\"longhouse\"&gt;longhouse&lt;/a&gt;, &lt;a href=\"pit%20house\"&gt;pit house&lt;/a&gt; and &lt;a href=\"plank%20house\"&gt;plank house&lt;/a&gt; were diverse responses to the need for more permanent building forms.\nThe semi-nomadic peoples of the Maritimes, Quebec, and Northern Ontario, such as the &lt;a href=\"Mi%27kmaq%20people\"&gt;Mi'kmaq&lt;/a&gt;, &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt;, and &lt;a href=\"Algonquin%20people\"&gt;Algonquin&lt;/a&gt; generally lived in &lt;a href=\"wigwam\"&gt;wigwam&lt;/a&gt;s '. The wood framed structures, covered with an outer layer of bark, reeds, or woven mats; usually in a cone shape, although sometimes a dome. The groups changed locations every few weeks or months. They would take the outer layer of the structure with them, and leave the heavy wood frame in place. The frame could be reused if the group returned to the location at a later date.\nFurther south, in what is today Southern Ontario and Quebec the &lt;a href=\"Iroquois\"&gt;Iroquois&lt;/a&gt; society lived in permanent agricultural settlements holding several hundred to several thousand people. The standard form of housing was the &lt;a href=\"Native%20American%20long%20house\"&gt;long house&lt;/a&gt;. These were large structures, several times longer than they were wide holding a large number of people. They were built with a frame of saplings or branches, covered with a layer of bark or woven mats.\nOn the &lt;a href=\"Canadian%20Prairies\"&gt;Prairies&lt;/a&gt; the standard form of life was a nomadic one, with the people often moving to a new location each day to follow the &lt;a href=\"bison\"&gt;bison&lt;/a&gt; herds. Housing thus had to be portable, and the &lt;a href=\"tipi\"&gt;tipi&lt;/a&gt; was developed. The tipi consisted of a thin wooden frame and an outer covering of animal hides. The structures could be quickly erected, and were light enough to transport long distances.\nIn the &lt;a href=\"British%20Columbia%20Interior\"&gt;Interior of British Columbia&lt;/a&gt; the standard form of home was the semi-permanent &lt;a href=\"pit%20house\"&gt;pit house&lt;/a&gt;, thousands of relics of which, known as &lt;a href=\"quiggly%20holes\"&gt;quiggly holes&lt;/a&gt; are scattered across the Interior landscape. These were structures shaped like an upturned bowl, placed on top of a pit. The bowl, made of wood, would be covered with an insulating layer of earth. The house would be entered by climbing down a ladder at the centre of the roof.\nSome of the best architectural designs were made by settled people along the North American west coast. People like the &lt;a href=\"Haida%20people\"&gt;Haida&lt;/a&gt; used advanced &lt;a href=\"carpentry\"&gt;carpentry&lt;/a&gt; and &lt;a href=\"Woodworking%20joints\"&gt;joinery&lt;/a&gt; skills to construct large houses of &lt;a href=\"Thuja%20plicata\"&gt;red cedar&lt;/a&gt; planks. These were large square, solidly built houses. One advanced design was the &lt;a href=\"six%20beam%20house\"&gt;six beam house&lt;/a&gt;, named for the number of beams that supported the roof, where the front of each house would be decorated with a &lt;a href=\"Totem%20pole\"&gt;heraldric pole&lt;/a&gt; that would be sometimes be brightly painted with artistic designs.\nIn the far north, where wood was scarce and solid shelter essential for survival, several unique and innovative architectural styles were developed. One of the most famous is the &lt;a href=\"igloo\"&gt;igloo&lt;/a&gt;, a domed structure made of snow, which was quite warm. In the summer months, when the igloos melted, tents made of seal skin, or other hides, were used. The &lt;a href=\"Thule%20people\"&gt;Thule&lt;/a&gt; adopted a design similar to the pit houses of the BC interior, but because of the lack of wood they instead used &lt;a href=\"whale\"&gt;whale&lt;/a&gt; bones for the frame.\nIn addition to meeting the primary need for shelter, structures functioned as integral expressions of their occupants' spiritual beliefs and cultural values. In all five regions, dwellings performed dual roles – providing both shelter and a tangible means of linking mankind with the universe. Building-forms were often seen as metaphorical models of the cosmos, and as such they frequently assumed powerful spiritual qualities which helped define the cultural identity of the group.\nThe &lt;a href=\"sweat%20lodge\"&gt;sweat lodge&lt;/a&gt; is a hut, typically dome-shaped and made with natural materials, used by &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Indigenous peoples of the Americas&lt;/a&gt; for ceremonial steam baths and prayer. There are several styles of structures used in different cultures; these include a domed or oblong hut similar to a &lt;a href=\"Wigwam\"&gt;wickiup&lt;/a&gt;, a permanent structure made of wood and earth, or even a simple hole dug into the ground and covered with planks or tree trunks. Stones are typically heated and then water poured over them to create steam. In ceremonial usage, these ritual actions are accompanied by traditional prayers and songs.\nTraditional housing issues in modern Canada.\nAs many more settlers arrived in Canada, indigenous peoples were strongly motivated to relocate to newly created reserves, where the Canadian government encouraged Aboriginal people to build permanent houses and adopt farming in place of their traditional hunting and trapping. Not familiar to this sedentary lifestyle, many of these people continued to using their traditional hunting grounds, but when much of southern Canada was settled in the late 1800s and early 1900s, this practice ceased ending their nomadic way of life. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; indigenous people were relative non-participants in the housing and economic boom Canada. Most remained on remote rural reserves often in crowded dwellings that mostly lacked basic amenities. As health services on Aboriginal reserves increased during the 1950s and 1960s, &lt;a href=\"life%20expectancy\"&gt;life expectancy&lt;/a&gt; greatly improved including dramatic drop in the infant mortality, though this may have exacerbated the existing overcrowding problem.\nSince the 1960s the living conditions in on-reserve housing in Canada has not improved significantly. Overcrowding remains a serious problem in many communities. Many houses are in serious need of repair and others still lack basic amenities. Poor conditions of housing on reservations has contributed to many Aboriginal people leaving reserves and migrating to urban areas of Canada, causing issues with homelessness, child poverty, tenancy, and transience.\nContemporary indigenous Canadian and Métis architecture.\nNotable projects include:\nNew Caledonia (Kanaky).\nKanak traditional architecture.\n&lt;a href=\"Kanak\"&gt;Kanak&lt;/a&gt; cultures developed in the &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt; archipelago over a period of three thousand years. Today, France governs New Caledonia but has not developed a national culture. The Kanak claim for independence is upheld by a culture thought of as national by the indigenous population. Kanaks have settled over all the islands officially indicated by France as New Caledonia and Dependencies. The archipelago includes the principal island, &lt;a href=\"Grande%20Terre%20%28New%20Caledonia%29\"&gt;Grande Terre&lt;/a&gt;, &lt;a href=\"Belep%20Islands\"&gt;Belep Islands&lt;/a&gt; to the north and &lt;a href=\"Isle%20of%20Pines%20%28New%20Caledonia%29\"&gt;Isle of Pines&lt;/a&gt; to the south. It is bordered on the east by the &lt;a href=\"Loyalty%20Islands\"&gt;Loyalty Islands&lt;/a&gt;, consisting of three coral atolls (&lt;a href=\"Mare\"&gt;Mare&lt;/a&gt;, &lt;a href=\"Lifou\"&gt;Lifou&lt;/a&gt;, and &lt;a href=\"Ouvea\"&gt;Ouvea&lt;/a&gt;).\nKanak society is organised around clans, which are both social and spatial units. The clan could initially be made up of people related through a common ancestor, comprising several families. There can be between fifty and several hundred people in a clan. This basic definition of the clan has become modified over the years due to historical situations and places involving wars, disagreements, new arrivals etc. The clan structure, therefore, evolved as new people arrived and were given a place and a role in the social organisation of the clan, or through clan members leaving to join other clans.\nTraditionally a village is set up in the following manner. The Chief's hut (called La Grande Case) lies at the end of a long and wide central walkway which is used for gathering and performing ceremonies. The Chief's younger brother lives in a hut at the other end. The rest of the village lives in huts along the central walkway, which is lined with auracarias or palms. Trees lined the alleys which were used as shady gathering places. For Kanak people, space is divided between premises reserved for important men and other residences placed closer to the women and children. Kanak people generally avoided being alone in empty spaces.\nThe inside of a Grande Case is dominated by the central pole (made out of houp wood), which holds up the roof and the rooftop spear, the &lt;a href=\"fl%C3%A8che%20fa%C3%AEti%C3%A8re\"&gt;flèche faîtière&lt;/a&gt;. Along the walls are various posts which are carved to represent ancestors. The door is flanked by two carved door posts (called Katana), who were the “sentinels who reported the arrival of strangers”. There also is a carved door step. The rooftop spear has three main parts: the spear facing up, which prevents bad spirits coming down onto ancestor. The face, which represents the ancestor. The spear on the bottom which keep bad spirits coming up to ancestor.\nThe &lt;a href=\"fl%C3%A8che%20fa%C3%AEti%C3%A8re\"&gt;flèche faîtière&lt;/a&gt; or a carved rooftop spear, &lt;a href=\"spire\"&gt;spire&lt;/a&gt; or &lt;a href=\"finial\"&gt;finial&lt;/a&gt; is the home of ancestral spirits and is characterized by three major components. The ancestor is symbolized by a flat, crowned face in the centre of the spear. The ancestor's voice is symbolized by a long, rounded pole that is run through by &lt;a href=\"conch%20shell\"&gt;conch shell&lt;/a&gt;s. The symbolic connection of the clan, through the chief, is a base, which is planted into the case's central pole. Sharply pointed wood pieces fan out from either end of the central area, symbolically preventing bad spirits from being able to reach the ancestor. It evokes, beyond a particular ancestor, the community of ancestors.&lt;ref name=\"musees.org/louvre\"&gt;&lt;/ref&gt; and represents the ancestral spirits, symbolic of transition between the world of the dead and the world of the living.\nThe arrow or the spear normally has a needle at the end to insert threaded shells from bottom to top; one of the shells contains arrangements to ensure protection of the house and the country. During wars enemies attacked this symbolic finial. After the death of a Kanak chief, the flèche faîtière is removed and his family takes it to their home. Though it is allowed to be used again, as a sign of respect, it is normally kept at burial grounds of noted citizens or at the mounds of abandoned grand houses.\nThe form of the buildings varied from island to island, but were generally round in plan and conical in the vertical elevation. The traditional hut features represent the organization and lifestyle of the occupants. The hut is the endogenous Kanak architectural element and built entirely of plant material taken from the surrounding forest reserve. Consequently, from one area to another, the materials used are different. Inside the hut, a hearth is built on the floor between the entrance and the centre pole that defines a collective living space covered with &lt;a href=\"pandanus\"&gt;pandanus&lt;/a&gt; leaf (ixoe) woven mats, and a mattress of &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt; leaves (behno). The round hut is the translation of physical and material into Kanak cultures and social relations within the clan.\nKanak contemporary architecture.\nContemporary Kanak society has several layers of customary authority, from the 4,000–5,000 family-based clans to the eight customary areas (\"aires coutumières\") that make up the territory. Clans are led by clan chiefs and constitute 341 tribes, each headed by a tribal chief. The tribes are further grouped into 57 customary chiefdoms (\"chefferies\"), each headed by a head chief, and forming the administrative subdivisions of the customary areas.\nThe &lt;a href=\"Jean-Marie%20Tjibaou%20Cultural%20Centre\"&gt;Jean-Marie Tjibaou Cultural Centre&lt;/a&gt; () designed by Italian architect &lt;a href=\"Renzo%20Piano\"&gt;Renzo Piano&lt;/a&gt; and opened in 1998 is the icon of the Kanak culture and contemporary Kanak architecture.\nThe Centre was constructed on the narrow &lt;a href=\"Tinu%20Peninsula\"&gt;Tinu Peninsula&lt;/a&gt;, approximately northeast of the centre of &lt;a href=\"Noum%C3%A9a\"&gt;Nouméa&lt;/a&gt;, the capital of &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt;, celebrates the vernacular &lt;a href=\"Kanak%20people\"&gt;Kanak&lt;/a&gt; culture, amidst much political controversy over the independent status sought by Kanaks from French rule. It was named after &lt;a href=\"Jean-Marie%20Tjibaou\"&gt;Jean-Marie Tjibaou&lt;/a&gt;, the leader of the independence movement who was assassinated in 1989 and who had a vision of establishing a cultural centre which blended the linguistic and artistic heritage of the Kanak people.\nThe Kanak building traditions and the resources of modern international architecture were blended by Piano. The formal curved axial layout, long on the top of the ridge, contains ten large conical cases or pavilions (all of different dimensions) patterned on the traditional Kanak Grand Hut design. The building is surrounded by landscaping which is also inspired by traditional Kanak design elements. Marie Claude Tjibaou, widow of Jean Marie Tjibaou and current leader of the &lt;a href=\"Agency%20for%20the%20Development%20of%20Kanak%20Culture\"&gt;Agency for the Development of Kanak Culture&lt;/a&gt; (ADCK), observed: \"We, the Kanaks, see it as a culmination of a long struggle for the recognition of our identity; on the French Government’s part it is a powerful gesture of restitution.\"\nThe building plans, spread over an area of of the museum, were conceived to incorporate the link between the landscape and the built structures in the Kanak traditions. The people had been removed from their natural landscape and habitat of mountains and valleys and any plan proposed for the art centre had to reflect this aspect. Thus, the planning aimed at a unique building which would be, as the architect Piano stated, \"to create a symbol and ...a cultural centre devoted to Kanak civilization, the place that would represent them to foreigners that would pass on their memory to their grand children\". The model as finally built evolved after much debate in organized 'Building Workshops' in which Piano's associate, Paul Vincent and Alban Bensa, an anthropologist of repute on Kanak culture were also involved.\nThe Kanak village planning principles placed the houses in groups with the Chief's house at the end of an open public alley formed by other buildings clustered along on both sides was adopted in the Cultural Centre planned by Piano and his associates. An important concept that evolved after deliberations in the 'building workshops, after Piano won the competition for building the art centre, also involved \"landscaping ideas\" to be created around each building. To this end, an interpretative landscape path was conceived and implemented around each building with series of vegetative cover avenues along the path that surrounded the building, but separated it from the lagoon. This landscape setting appealed to the Kanak people when the centre was inaugurated. Even the approach to the buildings from the paths catered to the local practices of walking for three quarters of the path to get to the entrance to the Cases. One critic of the building observed: \"It was very intelligent to use the landscape to introduce the building. This is the way the &lt;a href=\"Kanak%20people\"&gt;Kanak people&lt;/a&gt; can understand\".\nThe centre comprises an interconnected series of ten stylised grandes cases (chiefs' huts), which form three villages (covering an area of 6060 square metres). These huts have an exposed stainless-steel structure and are constructed of iroko, an African rot-resistant timber which has faded over time to reveal a silver patina evocative of the coconut palms that populate the coastline of New Caledonia. The &lt;a href=\"Jean-Marie%20Tjibaou%20Cultural%20Centre\"&gt;Jean-Marie Tjibaou Cultural Centre&lt;/a&gt; draws materially and conceptually on its geopolitical environment, so that despite being situated on the outskirts of the capital city, it draws influence from the diverse Kanak communities residing elsewhere across Kanaky. The circling pathway that leads from the car park to the centre's entrance is lined with plants from various regions of &lt;a href=\"Kanaky\"&gt;Kanaky&lt;/a&gt;. Together, these represent the myth of the creation of the first human: the founding hero, Téâ Kanaké. Signifying the collaborative design process, the path and centre are organically interconnected so it is difficult to discern any discrete edges existing between the building and gardens. Similarly, the soaring huts appear unfinished as they open outward to the sky, projecting the architect's image of Kanak culture as flexible, diasporic, progressive and resistant to containment by traditional museological spaces.\nOther important architectural projects have included the construction of the &lt;a href=\"Mw%C3%A2%20Ka\"&gt;Mwâ Ka&lt;/a&gt;, 12m totem pole, topped by a grande case (chief's hut) complete with flèche faîtière standing in a landscaped square opposite Musée de Nouvelle-Calédonie. Mwâ Ka means the house of mankind – in other words, a house where discussions are held. Its carvings are divided into eight cylindrical sections representing the eight customary regions of New Caledonia. Mounted on a concrete double-hulled pirogue, the Mwâ Ka symbolises the mast but also the central post of a case. At the back of the pirogue a wooden helmsman steers the ever forwards. The square's flowerbed arrangements depicting stars and moons are symbolic of navigation. The Mwâ Ka was conceived by the Kanak community to commemorate 24 September, the anniversary of the French annexation of New Caledonia in 1853. Initially a day of mourning, the creation of the Mwâ Ka (inaugurated in 2005) symbolised the end of the mourning period thus giving the date a new significance. The erection of the Mwâ Ka was a way of burying past suffering related to French colonisation and turning a painful anniversary into a day for celebrating Kanak identity and the new multi-ethnic identity of Kanaky.\nNew Zealand/Aotearoa.\nTraditional Māori architecture.\nThe first known dwellings of the ancestors of &lt;a href=\"M%C4%81ori%20people\"&gt;Māori&lt;/a&gt; were based on houses from their &lt;a href=\"Polynesians\"&gt;Polynesian&lt;/a&gt; homelands (Māori are known to have migrated from eastern Polynesia no later than 850 A.D.). The Polynesians found they needed warmth and protection from a climate markedly different from the warm and humid tropical Polynesian islands. The early colonisers soon modified their construction techniques to suit the colder climate. Many traditional island building techniques were retained, using new materials: raupo reed, toetoe grass, aka vines and native timbers: totara, pukatea and manuka. Archeological evidence suggests that the design of Moa-hunter sleeping houses (850–1350 AD) was similar to that of houses found in Tahiti and eastern Polynesia. These were rectangular, round, oval, or 'boat-shaped' semi-permanent dwellings.\nThese buildings were semi-permanent, as people moved around looking for food sources. Houses had wooden frames covered in reeds or leaves, with mats on earth floors. To help people keep warm, houses were small, with low doors, earth insulation and a fire inside. The standard building in a Māori settlement was a simple sleeping \"whare puni\" (house/hut) about 2 metres x 3 metres with a low roof, an earth floor, no window and a single low doorway. Heating was provided by a small open fire in winter. There was no chimney. Materials used in construction varied between areas, but raupo reeds, flax and totara bark shingles for the roof were common. Similar small \"whare\", but with interior drains, were used to store kumara on sloping racks. Around the 15th century communities became bigger and more settled. People built wharepuni – sleeping houses with room for several families, and a front porch. Other buildings included pātaka (storehouses), sometimes decorated with carvings, and kāuta (cooking houses).\nThe classic phase (1350–1769) which was characterized by a more developed tribal society expressing itself clearly in wood carving and architecture. The most spectacular building type was the whare-whakairo, or carved\nmeeting house. This building was the focus of social and symbolic Maori assemblies, and made visible a long tribal\nhistory. The wall slabs depicted warriors, chiefs and explorers. The painted rafter patterns and tututuku panels\ndemonstrated the Maori love for land, forest and river. The whare-whakairo was a colourful synthesis of carved\narchitecture, expressing reverence for ancestors and love of nature. In the classic period, a higher proportion of \"whare\" were located inside \"pa\" than was the case after contact with Europeans. A chief's \"whare\" was similar but larger—often with full headroom in the centre, a small window and a partly enclosed front porch. In times of conflict the chief lived in a \"whare\" on the \"tihi\" or summit of a hill pa. In colder areas, such as in the North Island central plateau, it was common for \"whare\" to be partly sunk into the ground for better insulation.\nNgāti Porou ancestor, Ruatepupuke is said to have established the tradition of whare whakairo (carved meeting houses) on the East Coast. Whare whakairo are often named after ancestors and considered to embody that person. The house is seen as an outstretched body, and can be addressed like a living being. A &lt;a href=\"wharenui\"&gt;wharenui&lt;/a&gt; (literally 'big house' alternatively known as \"meeting houses\", \"whare rūnanga\" or \"whare whakairo\" (literally \"carved house\") is a communal house generally situated as the focal point of a &lt;a href=\"marae\"&gt;marae&lt;/a&gt;. The present style of wharenui originated in the early to middle nineteenth century. The houses are often carved inside and out with stylised images of the &lt;a href=\"iwi\"&gt;iwi&lt;/a&gt;'s ancestors, with the style used for the carvings varying from iwi to iwi. The houses always have names, sometimes the name of an ancestor or sometimes a figure from Māori mythology. While a meeting house is considered sacred, it is not a church or house of worship, but religious rituals may take place in front of or inside a meeting house. On most marae, no food may be taken into the meeting house.\nFood was not cooked in the sleeping \"whare\" but in the open or under a \"kauta\" (lean-to). Saplings with branches and foliage removed were used to store and dry item such as fishing nets or cloaks. Valuable items were stored in pole-mounted storage shelters called \"pataka\". Other constructions were large racks for drying split fish.\nThe \"marae\" was the central place of the village where culture can be celebrated and intertribal obligations can be met and customs can be explored and debated, where family occasions such as birthdays can be held, and where important ceremonies, such as welcoming visitors or farewelling the dead (\"&lt;a href=\"tangihanga\"&gt;tangihanga&lt;/a&gt;\"), can be performed.\nThe building often symbolises an ancestor of the wharenui's tribe. So different parts of the building refer to body parts of that ancestor:\nOther important components of the wharenui include:\nContemporary Māori architecture.\nRau Hoskins defines Māori architecture as anything that involves a Māori client with a Māori focus. “I think traditionally Māori architecture has been confined to marae architecture and sometimes churches, and now Māori architecture manifests across all environments, so we have Māori immersion schools, Māori medical centres and health clinics, Māori tourism ventures, and papa kāinga or domestic Māori villages. So the opportunities that exist now are very diverse. The kaupapa (purpose or reason) for the building and client’s aspirations are the key to how the architecture manifests.”\nFrom the 1960s, marae complexes were built in urban areas. In contemporary context these generally comprise a group of buildings around an open space, that frequently host events such as weddings, funerals, church services and other large gatherings, with traditional protocol and etiquette usually observed. They also serve as the base of one or sometimes several hapū. The \"marae\" is still \"wāhi tapu\", a 'sacred place' which carries cultural meaning. They included buildings such as wharepaku (toilets) and whare ora (health centres). Meeting houses were still one large space with a porch and one door and window in front. In the 1980s marae began to be built in prisons, schools and universities.\nNotable projects include:\nSápmi.\nTraditional architecture (ethno-architecture) of the Sámi.\nSápmi is the term for &lt;a href=\"S%C3%A1mi\"&gt;Sámi&lt;/a&gt; (also Saami) traditional lands. The Sámi people are the Indigenous people of the northern part of the Scandinavian Peninsula and large parts of the &lt;a href=\"Kola%20Peninsula\"&gt;Kola Peninsula&lt;/a&gt;, which encompasses parts of far northern &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, and the border area between south and middle Sweden and Norway. The Sámi are the only Indigenous people of &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt; recognized and protected under the international conventions of indigenous people, and the northernmost Indigenous people of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. Sámi ancestral lands span an area of approximately 388,350 km2 (150,000 sq. mi.) across the &lt;a href=\"Nordic%20countries\"&gt;Nordic countries&lt;/a&gt;.\nThere are a number of Sámi ethnoarchitectural forms; including the &lt;a href=\"lavvu\"&gt;lavvu&lt;/a&gt;, &lt;a href=\"goahti\"&gt;goahti&lt;/a&gt;, the Finnish &lt;a href=\"laavu\"&gt;laavu&lt;/a&gt;. The differences between the goahti and the lavvu can be seen when looking at the top of structures. A lavvu will have its poles coming together, while the goahti will have its poles separate and not coming together. The turf version of the goahti will have the canvas replaced with wood resting on the structure covered with &lt;a href=\"birch%20bark\"&gt;birch bark&lt;/a&gt; then &lt;a href=\"peat\"&gt;peat&lt;/a&gt; to provide a durable construction.\n&lt;a href=\"Lavvu\"&gt;Lavvu&lt;/a&gt; (or , , , , , , and ) is a structure built by the Sámi of northern Scandinavia. It has a design similar to a &lt;a href=\"Indigenous%20peoples%20of%20North%20America\"&gt;Native American&lt;/a&gt; &lt;a href=\"tipi\"&gt;tipi&lt;/a&gt; but is less vertical and more stable in high winds. It enables the indigenous cultures of the treeless plains of northern &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt; and the high &lt;a href=\"arctic\"&gt;arctic&lt;/a&gt; of Eurasia to follow their &lt;a href=\"reindeer\"&gt;reindeer&lt;/a&gt; herds. It is still used as a temporary shelter by the Sámi, and increasingly by other people for camping. \nThere are several historical references that describe the lavvu structure (also called a \"kota\", or a variation on this name) used by the Sami. These structures have the following in common:\nNo historical record has come to light that describes the Sami using a single-pole structure claimed to be a lavvu, or any other Scandinavian variant name for the structure. The definition and description of this structure has been fairly consistent since the 17th century and possibly many centuries earlier.\nA &lt;a href=\"goahti\"&gt;goahti&lt;/a&gt; (also \"gábma\", \"gåhte\", \"gåhtie\" and \"gåetie\", &lt;a href=\"Norwegian%20language\"&gt;Norwegian&lt;/a&gt;: \"gamme\", &lt;a href=\"Finnish%20language\"&gt;Finnish&lt;/a&gt;: \"kota\", &lt;a href=\"Swedish%20language\"&gt;Swedish&lt;/a&gt;: \"kåta\"), is a &lt;a href=\"Sami%20people\"&gt;Sami&lt;/a&gt; &lt;a href=\"Hut%20%28dwelling%29\"&gt;hut&lt;/a&gt; or &lt;a href=\"tent\"&gt;tent&lt;/a&gt; of three types of covering: fabric, peat moss or timber. The fabric-covered goahti looks very similar to a Sami &lt;a href=\"lavvu\"&gt;lavvu&lt;/a&gt;, but often constructed slightly larger. In its tent version the goahti is also called a 'curved pole' lavvu, or a 'bread box' lavvu as the shape is more elongated while the lavvu is in a circular shape.\nThe interior construction of the poles is thus: 1) four curved poles ( long), 2) one straight center pole ( long), and 3) approximately a dozen straight wall-poles ( long). All the pole sizes can vary considerably.\nThe four curved poles curve to about a 130° angle. Two of these poles have a hole drilled into them at one end, with those ends being joined together by the long center pole that is inserted by the described poles. The other two curved poles are also joined at the other end of the long pole. When this structure is set up, a four-legged stand is formed with the long pole at the top and center of the structure. With the four-legged structure standing up to about five to eight feet in height, approximately ten or twelve straight \"wall-poles\" are laid up against the structure. The goahti covering, today made usually of canvas, is laid up against the structure and tied down. There can be more than one covering that covers the structure.\nContemporary Sámi architecture.\nThe &lt;a href=\"S%C3%A1mi%20Parliament\"&gt;Sámi Parliament&lt;/a&gt; building was designed by the architects Stein Halvorsen &amp; Christian Sundby, who won the Norwegian government's call for projects in 1995, and inaugurated in 2005. The government called for a building such that “the Sámi Parliament appears dignified” and “reflects Sámi architecture.”\nNotable Projects include:\nSamoa.\nTraditional architecture (ethno-architecture) of Samoa.\nThe &lt;a href=\"architecture%20of%20Samoa\"&gt;architecture of Samoa&lt;/a&gt; is characterised by openness, with the design mirroring the culture and life of the Samoan people who inhabit the &lt;a href=\"Samoa%20Islands\"&gt;Samoa Islands&lt;/a&gt;. Architectural concepts are incorporated into &lt;a href=\"Samoan%20proverbs\"&gt;Samoan proverbs&lt;/a&gt;, oratory and metaphors, as well as linking to other art forms in Samoa, such as boat building and &lt;a href=\"Pe%27a\"&gt;tattooing&lt;/a&gt;. The spaces outside and inside of traditional Samoan architecture are part of cultural form, ceremony and ritual. Fale is the Samoan word for all types of houses, from small to large. In general, traditional Samoan architecture is characterized by an oval or circular shape, with wooden posts holding up a domed roof. There are no walls. The base of the architecture is a skeleton frame. Before European arrival and the availability of Western materials, a Samoan fale did not use any metal in its construction.\nThe fale is lashed and tied together with a plaited &lt;a href=\"sennit\"&gt;sennit&lt;/a&gt; rope called \"afa\", handmade from dried &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt; fibre. The \"afa\" is woven tight in complex patterns around the wooden frame, and binds the entire construction together. \"Afa\" is made from the husk of certain varieties of coconuts with long fibres, particularly the \"niu'afa\" (\"afa\" palm). The husks are soaked in fresh water to soften the interfibrous portion. The husks from mature nuts must be soaked from four to five weeks, or perhaps even longer, and very mature fibre is best soaked in salt water, but the green husk from a special variety of coconut is ready in four or five days. Soaking is considered to improve the quality of the fibre. Old men or women then beat the husk with a mallet on a wooden &lt;a href=\"anvil\"&gt;anvil&lt;/a&gt; to separate the fibres, which, after a further washing to remove interfibrous material, are tied together in bundles and dried in the sun. When this stage is completed, the fibres are manufactured into sennit by plaiting, a task usually done by elderly men or \"&lt;a href=\"fa%27amatai\"&gt;matai&lt;/a&gt;\", and performed at their leisure. This usually involves them seated on the ground rolling the dried fibre strands against their bare thigh by hand, until heavier strands are formed. These long, thin strands are then woven together into a three-ply plait, often in long lengths, that is the finished sennit. The sennit is then coiled in bundles or wound tightly in very neat cylindrical rolls.\nMaking enough lengths of \"afa\" for an entire house can take months of work. The construction of an ordinary traditional \"fale\" is estimated to use 30,000 to 50,000 feet of \"afa\". The lashing construction of the Samoan \"fale\" is one of the great architectural achievements of &lt;a href=\"Polynesia\"&gt;Polynesia&lt;/a&gt;. A similar lashing technique was also used in traditional boat building, where planks of wood were 'sewn' together in parts. \"Afa\" has many other uses in Samoan material culture, including ceremonial items, such as the \"fue\" fly whisk, a symbol of orator status. This lashing technique was also used in other parts of Polynesia, such case the \"&lt;a href=\"magimagi\"&gt;magimagi&lt;/a&gt;\" of &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt;.\nThe form of a \"fale\", especially the large meeting houses, creates both physical and invisible spatial areas, which are clearly understood in Samoan custom, and dictate areas of social interaction. The use and function of the \"fale\" is closely linked to the Samoan system of social organisation, especially the \"&lt;a href=\"Fa%27amatai\"&gt;Fa'amatai&lt;/a&gt;\" chiefly system.\nThose gathered at a formal gathering or \"fono\" are always seated cross-legged on mats on the floor, around the \"fale\", facing each other with an open space in the middle. The interior directions of a \"fale\", east, west, north and south, as well as the positions of the posts, affect the seating positions of chiefs according to rank, the place where orators (host or visiting party) must stand to speak or the side of the house where guests and visitors enter and are seated. The space also defines the position where the 'ava makers (\"aumaga\") in the &lt;a href=\"Samoa%20%27ava%20ceremony\"&gt;Samoa 'ava ceremony&lt;/a&gt; are seated and the open area for the presentation and exchanging of cultural items such as the \"&lt;a href=\"%27ie%20toga\"&gt;'ie toga&lt;/a&gt;\" fine mats.\nThe front of a Samoan house is that part that faces the main thoroughfare or road through the village. The floor is quartered, and each section is named: \"Tala luma\" is the front side section, \"tala tua\" the back section, and \"tala\", the two end or side sections. The middle posts, termed \"matua tala\" are reserved for the leading chiefs and the side posts on the front section, termed \"pou o le pepe\" are occupied by the orators. The posts at the back of the house, \"talatua\", indicate the positions maintained by the 'ava makers and others serving the gathering.\nThe immediate area exterior of the \"fale\" is usually kept clear, and is either a grassy lawn or sandy area if the village is by the sea. The open area in front of the large meeting houses, facing the main thoroughfare or road in a village, is called the \"malae\", and is an important outdoor area for larger gatherings and ceremonial interaction. The word \"fale\" is also constructed with other words to denote social groupings or rank, such as the \"faleiva\" (house of nine) orator group in certain districts. The term is also used to describe certain buildings and their functions. The word for hospital is \"falema'i\", \"house of the ill\".\nThe simplest types of \"fale\" are called \"faleo'o\", which have become popular as ecofriendly and low-budget &lt;a href=\"beach%20fale\"&gt;beach accommodations&lt;/a&gt; in local tourism. Every family complex in Samoa has a \"fale tele\", the meeting house, \"big house\". The site on which the house is built is called \"tulaga fale\" (place to stand).\nThe builders in Samoan architecture were also the architects, and they belonged to an exclusive ancient guild of master builders, \"Tufuga fau fale\". The Samoan word \"tufuga\" denotes the status of master craftsmen who have achieved the highest rank in skill and knowledge in a particular traditional art form. The words \"fau-fale\" means \"house builder\". There were \"Tufuga\" of navigation (\"Tufuga fau va'a\") and &lt;a href=\"pe%27a\"&gt;Samoan tattooing&lt;/a&gt; (\"Tufuga ta tatau\").\nContracting the services of a \"Tufuga fau fale\" required negotiations and cultural custom.\nThe fale tele (big house), the most important house, is usually round in shape, and serves as a meeting house for chief council meetings, family gatherings, funerals or chief title investitures. The \"fale tele\" is always situated at the front of all other houses in an extended family complex. The houses behind it serve as living quarters, with an outdoor cooking area at the rear of the compound. At the front is an open area, called a \"malae\". The \"malae\", (similar to \"marae\" concept in &lt;a href=\"M%C4%81ori%20culture\"&gt;Māori&lt;/a&gt; and other Polynesian cultures), is usually a well-kept, grassy lawn or sandy area. The \"malae\" is an important cultural space where interactions between visitors and hosts or outdoor formal gatherings take place.\nThe open characteristics of Samoan architecture are also mirrored in the overall pattern of house sites in a village, where all \"fale tele\" are situated prominently at the fore of all other dwellings in the village, and sometimes form a semicircle, usually facing seawards. In modern times, with the decline of traditional architecture and the availability of western building materials, the shape of the \"fale tele\" has become rectangular, though the spatial areas in custom and ceremony remain the same.\nTraditionally, the afolau (long house), a longer \"fale\" shaped like a stretched oval, served as the dwelling house or guest house.\nThe faleo'o (small house), traditionally long in shape, was really an addition to the main house. It is not so well constructed and is situated always at the back of the main dwelling. In modern times, the term is also used for any type of small and simple \"fale\", which is not the main house of dwelling. Popular as a \"grass hut\" or &lt;a href=\"beach%20fale\"&gt;beach fale&lt;/a&gt; in village tourism, many are raised about a meter off the ground on stilts, sometimes with an iron roof. In a village, families build a \"faleo'o\" beside the main house or by the sea for resting during the heat of the day or as an extra sleeping space at night if there are guests.\nThe tunoa (cook house) is a flimsy structure, small in size, and not really to be considered as a house. In modern times, the cook house, called the \"umukuka\", is at the rear of the family compound, where all the cooking is carried out in an earth oven, \"umu\", and pots over the fire. In most villages, the \"umukuka\" is really a simple open shed made with a few posts with an iron roof to protect the cooking area from the weather.\nConstruction of a \"fale\", especially the large and important \"fale tele\", often involves the whole extended family and help from their village community.\nThe \"Tufuga fai fale\" oversees the entire building project. Before construction, the family prepares the building site. Lava, coral, sand or stone materials are usually used for this purpose. The \"Tufuga\", his assistants (\"autufuga\") and men from the family cut the timber from the forest. The main supporting posts, erected first, vary in number, size and length depending on the shape and dimensions of the house. Usually they are between 16 and 25 feet in length and six to 12 inches in diameter, and are buried about four feet in the ground. The term for these posts is \"poutu\" (standing posts); they are erected in the middle of the house, forming central pillars.\nAttached to the \"poutu\" are cross pieces of wood of a substantial size called \"so'a\". The \"so'a\" extend from the \"poutu\" to the outside circumference of the \"fale\" and their ends are fastened to further supporting pieces called \"la'au fa'alava\".\nThe \"la'au fa'alava\", placed horizontally, are attached at their ends to wide strips of wood continuing from the \"faulalo\" to the \"auau\". These wide strips are called \"ivi'ivi\". The \"faulalo\" is a tubular piece (or pieces) of wood about four inches in diameter running around the circumference of the house at the lower extremity of the roof, and is supported on the \"poulalo\". The \"auau\" is one or more pieces of wood of substantial size resting on the top of the \"poutu\". At a distance of about two feet between each are circular pieces of wood running around the house and extending from the \"faulalo\" to the top of the building. They are similar to the \"faulalo\".\nThe \"poulalo\" are spaced about three to four feet apart and are sunk about two feet in the ground. They average three to four inches in diameter, and extend about five feet above the floor of the \"fale\". The height of the \"poulalo\" above the floor determines the height of the lower extremity of the roof from the ground.\nOn the framework are attached innumerable \"aso\", thin strips of timber (about half an inch by a quarter by 12 to 25 feet in length). They extend from the \"faulalo\" to the \"ivi'ivi\", and are spaced from one to two inches apart. Attached to these strips at right angles are further strips, \"paeaso\", the same size as \"aso.\" As a result, the roof of the \"fale\" is divided into an enormous number of small squares.\nMost of the timber is grown in forests on family land. The timber was cut in the forest and carried to the building site in the village. The heavy work involved the builder's assistants, members of the family and help from the village community. The main posts were from the &lt;a href=\"Breadfruit\"&gt;breadfruit tree&lt;/a&gt; (\"ulu\"), or \"ifi lele\" or \"pou muli\" if this wood was not available. The long principal rafters had to be flexible, so &lt;a href=\"Coconut%20palm\"&gt;coconut&lt;/a&gt; wood (\"niu\") was always selected. The breadfruit tree was also used for other parts of the main framework.\nIn general, the timbers most frequently used in the construction of Samoan houses are:-\nPosts (\"poutu\" and \"poulalo\"): \"ifi lele\", \"pou muli\", \"asi\", \"ulu\", \"talia\", \"launini'u\" and \"aloalovao\".\n\"Fau\": \"ulu\", \"fau\", \"niu\", and \"uagani\"\n\"Aso\" and \"paeso\": \"niuvao\", \"ulu\", \"matomo\" and \"olomea\"\nThe \"auau\" and \"talitali\" use \"ulu\" and the \"so'a\" used both \"ulu\" and \"niu\".\nThe completed, domed framework is covered with thatch (\"lau\" leaves), which is made by the women. The best quality of thatch is made with the dry leaves of the &lt;a href=\"sugarcane\"&gt;sugarcane&lt;/a&gt;. If sugarcane leaf was not available, the palm leaves of the coconut tree was used in the same manner. The long, dry leaves are twisted over a three-foot length of \"lafo\", which are then fastened by a thin strip of the frond of the coconut being threaded through the leaves close up to the \"lafo\" stem. These sections of thatch are fastened to the outside of the framework of the \"fale\" beginning at the bottom and working up to the apex. They are overlapped, so each section advances the thatching about three inches. This means there is really a double layer of thatch covering the whole house. The sections are fastened to the \"aso\" at each end by \"afa\".\nProvided the best quality of thatch is used and it has been truly laid, it will last about seven years. On an ordinary dwelling house, about 3000 sections of thatch are laid. Protection from sun, wind or rain, as well as from prying eyes, was achieved by suspending from the \"fau\" running round the house several of a sort of drop-down Venetian blind, called \"pola.\" The fronds of the coconut tree are plaited into a kind of mat about a foot wide and three feet long. A sufficient number of \"pola\" to reach from the ground to the top of the \"poulalo\" are fastened together with \"afa\" and are tied up or let down as the occasion demands. Usually, one string of these mats covers the space between two \"poulalo\" and so on round the house. They do not last for long, but being quickly made, are soon replaced. They afford ample protection from the elements, and it being possible to let them down in sections; seldom is the whole house is closed up.\nThe natural foundations of a \"fale\" site are coral, sand, and lava, with sometimes a few inches of soil in some localities. Drainage is therefore good. The top layers of the flooring are smooth pebbles and stones. When occupied, the house floors are usually covered or partially covered with native mats.\nIn &lt;a href=\"Samoan%20mythology\"&gt;Samoan mythology&lt;/a&gt;, an explanation of why Samoan houses are round is explained in a story about the god &lt;a href=\"Tagaloa\"&gt;Tagaloa&lt;/a&gt;, also known as Tagaloalagi (Tagaloa of the Heavens).\nFollowing is the story, as told by Samoan historian Te'o Tuvale in \"An Account of Samoan History up to 1918\".\nFiji.\nTraditional architecture (ethno-architecture) of Fiji.\nIn Old Fiji, the &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt; of villages was simple and practical to meet the physical and social need and to provide communal safety. The houses were square in shape and with pyramid like shaped roofs, and the walls and roof were thatched and various plants of practical use were planted nearby, each village having a meeting house and a Spirit house. The spirit house was elevated on a pyramid like base built with large stones and earth, again a square building with an elongated pyramid like roof with various scented &lt;a href=\"flora\"&gt;flora&lt;/a&gt; planted nearby.\nThe houses of Chiefs were of similar design and would be set higher than his subjects houses but instead of an elongated roof would have similar roof to those of his subjects homes but of course on a larger scale.\nContemporary architecture in Fiji.\nWith the introduction of communities from &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; aspects of their cultural architecture are now evident in urban and rural areas of Fiji's two main Islands &lt;a href=\"Viti%20Levu\"&gt;Viti Levu&lt;/a&gt; and &lt;a href=\"Vanua%20Levu\"&gt;Vanua Levu&lt;/a&gt;. A village structure shares similarities today but built with modern materials and spirit houses (Bure Kalou) have been replaced by churches of varying design.\nThe urban landscape of early Colonial Fiji was reminiscent of most British colonies of the 19th and 20th century in tropical regions of the world, while some of this architecture remains, the urban landscape is evolving in leaps and bounds with various modern aspects of architecture and design becoming more and more evident in the &lt;a href=\"business\"&gt;business&lt;/a&gt;, &lt;a href=\"Industrial%20sector\"&gt;industrial&lt;/a&gt; and &lt;a href=\"wikt%3Adomestic\"&gt;domestic&lt;/a&gt; sector, the rural areas are evolving at a much slower rate.\nPalau.\nTraditional architecture (ethno-architecture) of Palau.\nIn &lt;a href=\"Palau\"&gt;Palau&lt;/a&gt; there is many traditional meeting houses known as \"bais\" or \"abais\". In ancient times every village in Palau had a bai as it was the most important building in a village. At the beginning of the 20th century, more than 100 bais were still in existence in Palau. In bais governing elders are assigned seats along the walls, according to rank and title. A bai has no dividing walls or furnishing and is decorated with depictions of Palauan legends. Palau's oldest bai is &lt;a href=\"Airai%20Bai\"&gt;Airai Bai&lt;/a&gt; which is over 100 years old. Bais feature on the &lt;a href=\"Seal%20of%20Palau\"&gt;Seal of Palau&lt;/a&gt; and the &lt;a href=\"flag%20of%20Koror\"&gt;flag of Koror&lt;/a&gt;.\nUnited States.\nTraditional architecture (ethno-architecture) of Hawai'i.\nWithin the body of &lt;a href=\"Hawaiian%20architecture\"&gt;Hawai'ian architecture&lt;/a&gt; are various subsets of styles; each are considered typical of particular historical periods. The earliest form of Hawaiian architecture originates from what is called &lt;a href=\"Ancient%20Hawaii\"&gt;ancient Hawaii&lt;/a&gt;—designs employed in the construction of village shelters from the simple shacks of outcasts and slaves, huts for the fishermen and canoe builders along the beachfronts, the shelters of the working class \"makaainana\", the elaborate and sacred \"&lt;a href=\"heiau\"&gt;heiau&lt;/a&gt;\" of \"&lt;a href=\"kahuna\"&gt;kahuna&lt;/a&gt;\" and the palatial thatched homes on raised &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt; foundation of the \"&lt;a href=\"Ali%27i\"&gt;alii&lt;/a&gt;\". The way a simple grass shack was constructed in ancient Hawaii was telling of who lived in a particular home. The patterns in which dried plants and &lt;a href=\"lumber\"&gt;lumber&lt;/a&gt; were fashioned together could identify &lt;a href=\"caste\"&gt;caste&lt;/a&gt;, skill and trade, profession and wealth. Hawaiian architecture previous to the arrival of &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;British&lt;/a&gt; explorer &lt;a href=\"Captain%20%28Royal%20Navy%29\"&gt;Captain&lt;/a&gt; &lt;a href=\"James%20Cook\"&gt;James Cook&lt;/a&gt; used symbolism to identify religious value of the inhabitants of certain structures. Feather standards called \"kahili\" and \"&lt;a href=\"Acacia%20koa\"&gt;koa&lt;/a&gt;\" adorned with \"&lt;a href=\"kapa\"&gt;kapa&lt;/a&gt;\" cloth and crossed at the entrance of certain homes called \"puloulou\" indicated places of \"alii\" (&lt;a href=\"nobility\"&gt;nobility&lt;/a&gt; caste). \"&lt;a href=\"Tiki\"&gt;Kii&lt;/a&gt;\" enclosed within basalt walls indicated the homes of \"kahuna\" (priestly caste).\nPuebloan architecture.\nPueblo-style architecture imitates the appearance of traditional &lt;a href=\"Pueblo%20people\"&gt;Pueblo&lt;/a&gt; &lt;a href=\"adobe\"&gt;adobe&lt;/a&gt; construction, though other materials such as &lt;a href=\"brick\"&gt;brick&lt;/a&gt; or &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; are often substituted. If adobe is not used, rounded corners, irregular &lt;a href=\"parapet\"&gt;parapet&lt;/a&gt;s, and thick, &lt;a href=\"Batter%20%28walls%29\"&gt;battered&lt;/a&gt; walls are used to simulate it. Walls are usually &lt;a href=\"stucco\"&gt;stucco&lt;/a&gt;ed and painted in earth tones. Multistory buildings usually employ stepped massing similar to that seen at &lt;a href=\"Taos%20Pueblo\"&gt;Taos Pueblo&lt;/a&gt;. Roofs are always flat. Common features of the Pueblo Revival style include projecting wooden roof &lt;a href=\"Beam%20%28structure%29\"&gt;beams&lt;/a&gt; or \"&lt;a href=\"Viga%20%28architecture%29\"&gt;vigas&lt;/a&gt;\", which sometimes serve no structural purpose, \"corbels\", curved—often stylized—beam supports and \"latillas\", which are peeled branches or strips of wood laid across the tops of vigas to create a foundation (usually supporting dirt or clay) for a roof.\nPhilippines.\nTraditional architecture (ethno-architecture) of the Philippines.\nThe Bahay Kubo, Kamalig, or Nipa Hut, is a type of &lt;a href=\"stilt%20house\"&gt;stilt house&lt;/a&gt; indigenous to most of the lowland cultures of the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. It often serves as an icon of broader Filipino culture, or, more specifically, Filipino rural culture.\nAlthough there is no strict definition of the Bahay Kubo and styles of construction vary throughout the Philippine archipelago, similar conditions in Philippine lowland areas have led to numerous characteristics \"typical\" of examples of Bahay Kubo.\nWith few exceptions arising only in modern times, most Bahay Kubo are raised on stilts such that the living area has to be accessed through ladders. This naturally divides the bahay kubo into three areas: the actual living area in the middle, the area beneath it (referred to in &lt;a href=\"Tagalog%20language\"&gt;Tagalog&lt;/a&gt; as the \"\"Silong\"), and the roof space (\"Bubungan\" in Tagalog), which may or may not be separated from the living area by a ceiling (\"Kisame\"\" in Tagalog).\nThe traditional roof shape of the Bahay Kubo is tall and steeply pitched, ending in long eaves. A tall roof created space above the living area through which warm air could rise, giving the Bahay Kubo a natural cooling effect even during the hot summer season. The steep pitch allowed water to flow down quickly at the height of the monsoon season while the long eaves gave people a limited space to move about around the house's exterior whenever it rained. The steep pitch of the roofs are often used to explain why many Bahay Kubo survived the ash fall from the Mt. Pinatubo eruption, when more ’modern’ houses notoriously collapsed from the weight of the ash.\nRaised up on hardwood stilts which serve as the main posts of the house, Bahay Kubo have a \"Silong\" (the Tagalog word also means \"shadow\") area under the living space for a number of reasons, the most important of which are to create a buffer area for rising waters during floods, and to prevent pests such as rats from getting up to the living area. This section of the house is often used for storage, and sometimes for raising farm animals, and thus may or may not be fenced off.\nThe main living area of the Bahay Kubo is designed to let in as much fresh air and natural light as possible. Smaller Bahay Kubo will often have bamboo slat floors which allow cool air to flow into the living space from the silong below (in which case the Silong is not usually used for items which produce strong smells), and the particular Bahay Kubo may be built without a \"kisame\" (ceiling) so that hot air can rise straight into the large area just beneath the roof, and out through strategically placed vents there.\nThe walls are always of light material such as wood, bamboo rods, or bamboo mats called \"&lt;a href=\"sawali\"&gt;sawali&lt;/a&gt;.\" As such, they tend to also let some coolness flow naturally through them during hot times, and keep warmth in during the cold wet season. The cube shape distinctive of the Bahay Kubo arises from the fact that it is easiest to pre-build the walls and then attach them to the wooden stilt-posts that serve as the corners of the house. The construction of a Bahay Kubo is therefore usually modular, with the wooden stilts established first, a floor frame built next, then wall frames, and finally, the roof.\nIn addition, Bahay kubo are typically built with large windows, to let in more air and natural light. The most traditional are large awning windows, held open by a wooden rod). Sliding windows are also common, made either with plain wood or with wooden Capiz shell frames which allow some light to enter the living area even with the windows closed. In more recent decades inexpensive &lt;a href=\"jalousie%20window\"&gt;jalousie window&lt;/a&gt;s also became commonly used. In larger examples, the large upper windows may be augmented with smaller windows called \"Ventanillas\" (Spanish for \"little window) underneath\", which can be opened to let in additional air on especially hot days.\nSome (but not all) Bahay Kubo, especially one built for long-term residence, feature a \"Batalan\" \"wet area\" distinct from other sections of the house – usually jutting out somewhat from one of the walls. Sometimes at the same level as the living area and sometimes at ground level, the Batalan can contain any combination of cooking and dishwashing area, bathing area, and in some cases, a lavatory.\nThe walls of the living area are made of light materials – with posts, walls, and floors typically made of wood or bamboo and other light materials. Topped by a thatched roof, often made out of &lt;a href=\"Nypa%20fruticans\"&gt;nipa&lt;/a&gt;, &lt;a href=\"Arecaceae\"&gt;anahaw&lt;/a&gt; or some other locally plentiful plant. The &lt;a href=\"Filipino%20language\"&gt;Filipino&lt;/a&gt; term \"Bahay Kubo\" literally means \"cube house\", describing the shape of the dwelling. The term \"Nipa Hut\", introduced during the Philippines' &lt;a href=\"History%20of%20the%20Philippines%20%281898%E2%80%931946%29\"&gt;American colonial era&lt;/a&gt;, refers to the nipa or anahaw thatching material often used for the roofs.\nNipa huts were the native houses of the indigenous people of the Philippines before the &lt;a href=\"History%20of%20the%20Philippines%20%281521%E2%80%931898%29\"&gt;Spaniards&lt;/a&gt; arrived. They are still used today, especially in rural areas. Different architectural designs are present among the different ethnolinguistic groups in the country, although all of them conform to being &lt;a href=\"stilt%20houses\"&gt;stilt houses&lt;/a&gt;, similar to those found in neighboring countries such as &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, and other countries of &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;. The advent of the Spanish Colonial era introduced the idea of building more permanent communities with the Church and Government Center as a focal point. This new community setup made construction using heavier, more permanent materials desirable. Finding European construction styles impractical given local conditions, both Spanish and Filipino builders quickly adapted the characteristics of the Bahay Kubo and applied it to Antillean houses locally known as \"Bahay na Bato\" (Literally \"stone house\" in Tagalog)."
}