{
    "id": "45478730",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=45478730",
    "title": "Ira Erven Huffman",
    "text": "Ira Erven Huffman (March 13, 1870 – February 18, 1955) was mayor of &lt;a href=\"Tucson%2C%20Arizona\"&gt;Tucson, Arizona&lt;/a&gt; from January 2, 1912 to January 4, 1915, and was Tucson's first mayor elected under statehood. Huffman was a medical doctor who was a member of the State Board of Medical Examiners. In 1914 Huffman was president of Arizona State Medical Association.\nBiography.\nHuffman was born on March 13, 1870 near &lt;a href=\"Versailles%2C%20Indiana\"&gt;Versailles, Indiana&lt;/a&gt; to Martha née Shackelford and John W. Huffman, &lt;a href=\"First%20Lieutenant%20%28United%20States%29\"&gt;First Lieutenant&lt;/a&gt; in the &lt;a href=\"68th%20Indiana%20Infantry%20Regiment\"&gt;68th Indiana Infantry Regiment&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;. Later the same year the family moved to &lt;a href=\"Polk%20County%2C%20Iowa\"&gt;Polk County, Iowa&lt;/a&gt; where Huffman was educated in public schools. He received a &lt;a href=\"Doctor%20of%20Medicine\"&gt;Doctor of Medicine&lt;/a&gt; degree from &lt;a href=\"Drake%20University\"&gt;Drake University&lt;/a&gt; in &lt;a href=\"Des%20Moines%2C%20Iowa\"&gt;Des Moines, Iowa&lt;/a&gt; in 1901. After graduation he became district physician of &lt;a href=\"Greene%20County%2C%20Iowa\"&gt;Greene County&lt;/a&gt; in &lt;a href=\"Paton%2C%20Iowa\"&gt;Paton, Iowa&lt;/a&gt;. From 1902 and 1906 Huffman was city physician in &lt;a href=\"Beaver%2C%20Utah\"&gt;Beaver, Utah&lt;/a&gt;. Huffman moved to Tucson, Arizona in 1907, and continued to practice medicine there until he retired in 1945.\nPublic office.\nHuffman was a Tucson City Councilman. In December 1910 he defeated the Republican candidate Percy Rider \"by a good majority\" to be elected mayor of Tucson. He was reelected unopposed in 1912. During his term streets were paved and graded, public parks were improved, and the price of electric light reduced. In 1914 Huffman ran for a third term but was defeated by the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; challenger &lt;a href=\"Johnston%20Knox%20Corbett\"&gt;J. Knox Corbett&lt;/a&gt; by 300 votes in an \"extremely heavy vote\".\nAs mayor, Huffman officiated over the opening of the long distance telephone line from Tucson to &lt;a href=\"El%20Paso%2C%20Texas\"&gt;El Paso, Texas&lt;/a&gt; in September 1911. Huffman spoke with Mayor Kelly of El Paso for five minutes, inviting him to visit Tucson.\nHuffman was \"instrumental\" in bringing the &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt; to Tucson in 1914.\nHuffman was medical director of the &lt;a href=\"University%20of%20Arizona\"&gt;University of Arizona&lt;/a&gt; from 1941 until 1945.\nMilitary service.\nHuffman was a &lt;a href=\"captain%20%28United%20States%20O-3%29\"&gt;captain&lt;/a&gt; in the &lt;a href=\"Medical%20Corps%20%28United%20States%20Army%29\"&gt;Medical Corps&lt;/a&gt; of the &lt;a href=\"Arizona%20Army%20National%20Guard\"&gt;Arizona National Guard&lt;/a&gt;. He mobilized with the Guard in &lt;a href=\"Ajo%2C%20Arizona\"&gt;Ajo&lt;/a&gt; and &lt;a href=\"Naco%2C%20Arizona\"&gt;Naco&lt;/a&gt; during the &lt;a href=\"Pancho%20Villa%20Expedition\"&gt;Pancho Villa Expedition&lt;/a&gt;.\nOn August 5, 1917, the Arizona National Guard was inducted into &lt;a href=\"Federal%20Service\"&gt;Federal Service&lt;/a&gt;. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Huffman served overseas as a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; in the &lt;a href=\"158th%20Infantry%20Brigade%20%28United%20States%29\"&gt;158th Infantry&lt;/a&gt; Medical Corps from 1917 until June 1919. After the war Huffman led a group of men who obtained Pastime Park, an old recreation spot located north of the city, as Tucson's first hospital for &lt;a href=\"veteran\"&gt;veteran&lt;/a&gt;s with &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;. The Pastime Park hospital would become the Southern Arizona &lt;a href=\"United%20States%20Department%20of%20Veterans%20Affairs\"&gt;Veterans Affairs&lt;/a&gt; Hospital.\nMembership in professional and personal organizations.\nHuffman was a member of the &lt;a href=\"American%20Medical%20Association\"&gt;American Medical Association&lt;/a&gt;, Arizona State, and Pima County Medical Societies.\nHe was a member of the &lt;a href=\"Freemasonry\"&gt;Masons&lt;/a&gt;, the &lt;a href=\"Knights%20of%20Pythias\"&gt;Knights of Pythias&lt;/a&gt;, and held the position of Noble Grand of the &lt;a href=\"Independent%20Order%20of%20Odd%20Fellows\"&gt;Independent Order of Odd Fellows&lt;/a&gt;.\nIn 1913 Huffman was president of the Arizona Rifle Association.\nPersonal life.\nHuffman married September 1, 1910 Edith née Gillmore, daughter of another US Army officer during the Civil War, Isaac Gillmore, First Lieutenant of the &lt;a href=\"2nd%20Regiment%20Iowa%20Volunteer%20Cavalry\"&gt;2nd Regiment Iowa Volunteer Cavalry&lt;/a&gt;. Ira and Edith had a son, Ira Erven Jr., and a daughter Alice.\nHuffman died in the Tucson VA Hospital he helped found.\nHouse.\nHuffman lived in a cottage style house built in 1911. The house is along University Boulevard.\nReferences.\n \"This article incorporates text from this source, which is in the &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt;.\""
}