{
    "id": "45508037",
    "revid": "24691319",
    "url": "https://en.wikipedia.org/wiki?curid=45508037",
    "title": "Könitz Porzellan",
    "text": "The Könitz Porzellan GmbH is a company in &lt;a href=\"K%C3%B6nitz\"&gt;Könitz&lt;/a&gt;, a district of the commune &lt;a href=\"Unterwellenborn\"&gt;Unterwellenborn&lt;/a&gt;. The company includes the &lt;a href=\"Wiedemannsche%20Druckerei\"&gt;Wiedemannsche Druckerei&lt;/a&gt;, the brand &lt;a href=\"Waechtersbach%20ceramics\"&gt;WAECHTERSBACH&lt;/a&gt; as well as the &lt;a href=\"Weimar%20Porzellan\"&gt;Weimarer Porzellanmanufaktur&lt;/a&gt;.\nHistory.\nFounding.\nThe Könitz Porzellan factory was founded in 1909 in &lt;a href=\"K%C3%B6nitz\"&gt;Könitz&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. The original founders were brothers Richard and Max Metzel and their partner Rödel. Some of the first products produced included &lt;a href=\"porcelain\"&gt;porcelain&lt;/a&gt; cups, mugs, and bowls, most of which were exported to England. In 1912, due to increasing demand, the company expanded and took on the new name Könitz Porcelain Factory Gebrüder Metzel. At the end of World War II, Könitz was considered one of the leading medium-sized porcelain manufacturers in Germany.\nIn 1948 the company was taken over by a trustee; in 1950, during the Soviet occupation of &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;, the company was merged into the Soviet A. G. Ceramic Factory Hermsdorf and produced only industrial porcelain and &lt;a href=\"Thermal%20insulation\"&gt;insulators&lt;/a&gt;, for which the factory was famous (see brand names HESCHO and TRI-DELTA). In 1951 the company was nationalized, becoming public property.\nAs VEB Konitz-Kahla.\nWith the centralization of the East German economy in 1962, Könitz became &lt;a href=\"state%20property\"&gt;state property&lt;/a&gt;. It was integrated into a private company, VEB Konitz-Kahla. \nWhen the &lt;a href=\"Iron%20Curtain\"&gt;Iron Curtain&lt;/a&gt; fell in 1989 Könitz had a chance to re-establish itself. Under new direction and under the original Könitz brand name, the production of household porcelain goods resumed. The company rejoined the international market, shipping goods to the Netherlands, Israel, Italy, Norway, Austria, and the United States. \nAt the beginning of the 1970s the name \"KÖNITZ\" disappeared for nearly 20 years from the backstamp while other porcelain producers, e.g. &lt;a href=\"Volkstedt%20porcelain\"&gt;Volkstedt&lt;/a&gt;, Uhlstädt, Garsitz near &lt;a href=\"K%C3%B6nigsee\"&gt;Königsee&lt;/a&gt; and Langenberg in &lt;a href=\"Gera\"&gt;Gera&lt;/a&gt; incorporated to &lt;a href=\"Kombinat\"&gt;Kombinat&lt;/a&gt; Kahla. Between 1984 and December 1985 investments contributed to most of Könitz's modern assembly line of mugs originating from Europe Beside Kahla porcelain, Könitz porcelain was one of few manufacturers which continued to exist after the turn. The available mug assortment was extended by new forms and designs.\nKönitz as an independent business.\nOn December 21, 1993, Turpin Rosenthal, a sixth generation member of the porcelain industry, son of Philip Rosenthal and grandson of the founder of Rosenthal AG, purchased Könitz from the state trust. It was not until 1995 that he gained full ownership of the company, during which time the company suffered heavy losses and was near bankruptcy. The company thus reorganized and restructured in 1996.\nRosenthal narrowed the focus of the Könitz brand to &lt;a href=\"cup\"&gt;cup&lt;/a&gt; and &lt;a href=\"mug\"&gt;mug&lt;/a&gt; products and sought to establish the company as the leading expert in coffee and tea cups. Along with extensive investment and rebuilding measures, i.e. the purchase of the new decorational fire stove in 2008, Könitz developed its position in the international market much more steadfast.\nIn 2001, Könitz founded the Thai subsidiary Konitz Asia Ltd. \nIn 2006 and 2007, respectively, the Könitz Group acquired two other German companies, &lt;a href=\"Waechtersbach%20Ceramics\"&gt;Waechtersbach Ceramics&lt;/a&gt; (est. 1832) and &lt;a href=\"Weimar%20Porzellan\"&gt;Weimar Porzellan&lt;/a&gt; (est. 1790). Waechtersbach USA is the primary distributor of Könitz products in the United States &amp; Canada. The subsidiary was founded in 1976, purchased by Konitz Porzellan in 2009.\nKönitz celebrated its 100th anniversary in 2009. To this day, Könitz is Europe's largest supplier of mugs and related products. In the course of that the factory shop were restructured and renovated and at the beginning of September, 2009 new-openly."
}