{
    "id": "45515158",
    "revid": "1065451559",
    "url": "https://en.wikipedia.org/wiki?curid=45515158",
    "title": "Magnetic gear",
    "text": "A magnetic gear resembles the traditional mechanical &lt;a href=\"gear\"&gt;gear&lt;/a&gt; in geometry and function, using magnets instead of teeth. As two opposing magnets approach each other, they repel; when placed on two rings the magnets will act like teeth. As opposed to conventional hard contact backlash in a spur gear, where a gear may rotate freely until in contact with the next gear, the magnetic gear has a springy backlash. As a result magnetic gears are able to apply pressure no matter the relative angle. Although they provide a motion ratio as a traditional gear, such gears work without touching and are immune to wear of mating surfaces, have no noise, and may slip without damage. \nA magnetically coupled gear can be used in a vacuum without lubrication, or operations involving hermetically sealed barriers. This can be an advantage in explosive or otherwise hazardous environments where leaks constitute a real danger.\nDesign.\nMagnetic gear systems typically use &lt;a href=\"permanent%20magnet\"&gt;permanent magnets&lt;/a&gt;. They may also use &lt;a href=\"Electromagnet\"&gt;electromagnets&lt;/a&gt; for specialized cases including changeable gear ratio. Magnetic gear coupling can be configured in several ways. Parallel input and output axes, similar to spur gears, have magnetic attraction or repulsion between cogs, such as the north pole magnets on the driving gear attracting the south pole magnets of driven gear or north pole cogs on a driving gear tending to center between north pole cogs of the driven gear. The cogs may be inter meshed to improve coupling. Another configuration is In-line axes that use \"flux coupling\". A stationary intermediate ferromagnetic cylinder allows a motion ratio due to the harmonic relationship between the number of poles input compared to output. There is no equivalent mechanical gear system, since the two rotating gears are physically isolated from each other and only interact magnetically. \nIn addition, there are \"&lt;a href=\"cycloidal%20drive\"&gt;cycloidal drive&lt;/a&gt;\" gears with a gear ratio similar to planetary drives, also called \"&lt;a href=\"Epicyclic%20gearing\"&gt;epicyclic&lt;/a&gt;\" or \"eccentric\" gears.\nMagnetic gears advantages:\nThe magnetic gear is a magnetic coupling device that renders a mechanical ratio between two magnetically-coupled devices such that:\nA magnetic gear is composed of magnets of the type permanent, electromagnetic or otherwise magnetically induced fields. It consists of two or more elements that are usually rotating but can be linear or curve linear in nature.\nThe classical gear is defined as a ratio of pole pairs. Where the Pole pairs are magnets N-S and S-N in nature. For the ratio to be affected there must be at least two elements. with Magnetic pole pair pieces.\nSuch devices were invented Armstrong, C. G., 1901, “Power Transmitting Device”, U.S. Pat. No. 0,687,292 and developed further from the 1940s\nGearing modes.\nThere are four basic magnetic gearing modes.\nFirst-order device.\nA defined ratio of magnets on one driving element and one driven element, exactly like normal gears. First order gears can be implemented at angles, and through non-magnetic barriers, because they do not require a coupler component.\nSecond-order device.\nSecond order magnetic gears use a ratio of magnetic pole pairs between inner and outer magnetic rotors, where the rotor with fewer magnets rotates at a higher rate than the rotor with more magnets. An intermediate ferromagnetic pole \"stator\" is usually held stationary between the rings, to direct the concentration of the magnetic lines between the high speed rotor and the low speed rotor.\nThe gear ratio between the rotors is the number of magnetic pole pairs on the high speed rotor to the number of magnetic pole pairs on the low speed rotor. Since the number of pole pairs is twice the number of magnets, there must be an even number of magnets on both rotors.\nThe Ferromagnetic stator allows for two alternative modes. The first uses the sum of the number of pole pairs of the two rotors as the number of ferromagnetic stator rods, which will drive the secondary rotor the opposite direction of rotation of the primary. The second mode has the number of stator pieces equal the difference between the pole pair counts of the rotors, which drives the secondary rotor the same direction as the primary. The table below shows the relationship between magnets in the rotors, the number of pairs, the number of iron stator rods, the gear ratio and the output direction for a pair of imaginary motors.\nThird-order device.\nA rotational device, where a mode 2 device is modified to have external field coil(s). The external coils create a \"harmonic flux\" when powered with multiple phase AC, which behaves like a variable number of stator rods- thus effecting a variable transmission or variable ratio magnetic gear. This type of gear consumes approximately 25% of its input power in the process, causing current in the external coils. This renders the variable magnetic gearbox to less than 75% efficiency, below the typical efficiency of most gear sets. The lower maintenance and the torque limiting characteristics may find suitability in some applications, however.\nFourth-order device.\nThe mode 4 device is a modification to the mode 3 device where a low torque variable speed input, a high torque mechanical input, and a high torque mechanical output. As with the mode 3 device, it consumes approximately 25% of the energy to supply the variable input, however if the variable input is held stationary the device functions as a mode 2 device. Such a device can be termed a &lt;a href=\"torque%20multiplier\"&gt;torque multiplier&lt;/a&gt;."
}