{
    "id": "45524689",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=45524689",
    "title": "Iris spuria subsp. musulmanica",
    "text": "Iris spuria\" subsp. \"musulmanica is a species of the genus \"&lt;a href=\"Iris%20%28plant%29\"&gt;Iris&lt;/a&gt;\", part of a subgenus known as \"&lt;a href=\"Iris%20subg.%20Limniris\"&gt;Limniris&lt;/a&gt;\" and in the series \"&lt;a href=\"Iris%20ser.%20Spuriae\"&gt;Spuriae&lt;/a&gt;\". It is a &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of \"&lt;a href=\"Iris%20spuria\"&gt;Iris spuria&lt;/a&gt;\" and is a &lt;a href=\"rhizomatous\"&gt;rhizomatous&lt;/a&gt; &lt;a href=\"perennial%20plant\"&gt;perennial plant&lt;/a&gt;, from Armenia, Azerbaijan, Iran and Turkey in Asia with flowers in various shades of blue, but there are rare white forms. They have a yellow centre and darker veining. It has the common name of 'Muslim iris'. It is cultivated as an ornamental plant in &lt;a href=\"temperateness\"&gt;temperate&lt;/a&gt; regions.\nDescription.\nIt has a thin or stout, creeping rhizome.\nIt has linear, lanceolate, sword-like, leaves. That are blue-green, grey-green or dark green. The leaves are normally wider than \"&lt;a href=\"Iris%20notha\"&gt;Iris notha&lt;/a&gt;\", at wide, and they can grow up to long. They are shorter than the flowering stem.\nIt has an erect, strong, straight stem that can grow up to between tall. It has thick, linear, lanceolate, &lt;a href=\"spathe\"&gt;spathe&lt;/a&gt;s (leaves of the flower bud). That are 13 mm wide and have a white membranous edge.\nThe stems hold several, terminal (top of stem) flowers, in late spring, or summer, between May and July. It has flowers that are up to in diameter, they come in various shades of blue including deep blue, deep violet, lavender, purple, and very rarely, white. \nThey are very similar in colour to \"&lt;a href=\"Iris%20spuria%20subsp.%20demetrii\"&gt;Iris spuria subsp. demetrii&lt;/a&gt;\", and similar in form to \"&lt;a href=\"Iris%20sibirica\"&gt;Iris sibirica&lt;/a&gt;\", but slightly larger with wider petals. It has 2 pairs of petals, 3 large &lt;a href=\"sepals\"&gt;sepals&lt;/a&gt; (outer petals), known as the 'falls' and 3 inner, smaller petals (or &lt;a href=\"tepals\"&gt;tepals&lt;/a&gt;, known as the 'standards'. The falls have an elliptical blade, and then a narrow claw (section closest to the stem), which is equal or slight longer than the blade. The blade has a yellow or white central stripe or signal area, around it are darker veins heading to the edges. They are long. The upright, lanceolate, standards are a single colour, they gradually narrow to the claw (near the stem). It has a perianth tube that is shorter than the ovary. It has also style branches that are as long as the claw of the falls.\nAfter the iris has flowered, it produces an oblong cylindrical capsule, with 6 angles, that has a long spout like appendage. It fruits between August and September. Inside the capsule are, flat, semi-circular or reniform (kidney shaped), off-white to pale brown.\nBiochemistry.\nIn 1988, a study was carried out on the rhizomes of \"Iris spuria\" subsp. \"musulmanica\", and found a chemical compound ( 12a-hydroxyrotenoid ). In 2005, the seeds of the iris were studied in Turkey. Along with a morphological and anatomical investigation. The oil content and methyl esters of fatty acids of the seed were also examined. They contained &lt;a href=\"linoleic%20acid\"&gt;linoleic acid&lt;/a&gt; (40%) and &lt;a href=\"oleic%20acid\"&gt;oleic acid&lt;/a&gt; (30%).\nAs most irises are &lt;a href=\"diploid\"&gt;diploid&lt;/a&gt;, having two sets of &lt;a href=\"chromosomes\"&gt;chromosomes&lt;/a&gt;, this can be used to identify hybrids and classification of groupings. It has a chromosome count: 2n=44.\nTaxonomy.\nThe Latin &lt;a href=\"Botanical%20name%23Binary%20name\"&gt;specific epithet&lt;/a&gt; \"musulmanica\" is derived from &lt;a href=\"Musulman\"&gt;Musulman&lt;/a&gt; (the Persian word for Muslim).\nIt has the common name of 'Muslim iris'.\nIt was original published as \"Iris musulmanica\" by &lt;a href=\"Aleksandr%20Vasiljevich%20Fomin\"&gt;Aleksandr Vasiljevich Fomin&lt;/a&gt; in \"Vĕstnik Tiflisskago Botaniceskago Sada. Moniteur du Jardin Botanique de Tiflis\" (Vĕstn. Tiflissk. Bot. Sada) xiv. 46 in 1909. It was later re-classified as a subspecies of \"Iris spuria\", as \"Iris spuria\" subsp. \"musulmanica\" by &lt;a href=\"Armen%20Takhtajan\"&gt;Armen Takhtajan&lt;/a&gt; in \"Flora Erevana: opredelitel dik orastushdikh rastenii Araratskoi Kotloving\" (Fl. Erevana) edit.2 on page 330 in 1972. It was later publisher and illustrated in 'Flora Iranica' (Edited by Rechinger), within Iridaceae (chapter), plate12 in 1975. It was then published by &lt;a href=\"Brian%20Mathew\"&gt;Brian Mathew&lt;/a&gt;, in his book 'The Iris' on page 20 in 1981. It was verified by &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt; &lt;a href=\"Agricultural%20Research%20Service\"&gt;Agricultural Research Service&lt;/a&gt; on 9 January 2003, and then updated on 3 December 2004. \"Iris spuria subsp. musulmanica\" is an accepted name by the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;RHS&lt;/a&gt;.\nDistribution and habitat.\nIt is &lt;a href=\"native%20plant\"&gt;native&lt;/a&gt; temperate regions of Asia.\nRange.\nIt is found within Iran, and Turkey, or &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt;.\nIt is found in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt; regions, of &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, &lt;a href=\"Transcaucasia\"&gt;Transcaucasia&lt;/a&gt;, and &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;.\nHabitat.\nIt grows in damp meadows, marshes, in saline soils, and in the grassy plains by rivers. It is found in a wide zone between the lowlands and the uplands. It can create huge colonies of plants.\nConservation.\nIn Armenia, it is rare and grows in the salt marshes of the Ararat Valley (between &lt;a href=\"Mount%20Ararat\"&gt;Mount Ararat&lt;/a&gt; and &lt;a href=\"Mount%20Aragats\"&gt;Mount Aragats&lt;/a&gt;) with other endemic species including, \"&lt;a href=\"Linum%20seljukorum\"&gt;Linum seljukorum&lt;/a&gt;\", \"&lt;a href=\"Inula%20aucheriana\"&gt;Inula aucheriana&lt;/a&gt;\", \"&lt;a href=\"Sonchus%20araraticus\"&gt;Sonchus araraticus&lt;/a&gt;\", \"&lt;a href=\"Orchis%20laxiflora\"&gt;Orchis laxiflora&lt;/a&gt;\" and \"&lt;a href=\"Merendera%20sobolifera\"&gt;Merendera sobolifera&lt;/a&gt;\". It is listed in the Azerbaijan &lt;a href=\"Red%20Data%20Book%20of%20the%20Russian%20Federation\"&gt;Red Data Book&lt;/a&gt;.\nCultivation.\nIt is &lt;a href=\"Hardiness%20%28plants%29\"&gt;hardy&lt;/a&gt;, and can survive most winters without shelter. Although is less robust than \"&lt;a href=\"Iris%20orientalis\"&gt;Iris orientalis&lt;/a&gt;\" and \"&lt;a href=\"Iris%20xanthospuria\"&gt;Iris xanthospuria&lt;/a&gt;\". It is hardy to Europe Zone H2. It can be grown in most nutrient rich garden soils. Soils that \"Iris siberica\" grow in are suitable for \"Iris spuria subsp. musulmanica\". It prefers positions in full sun or partial shade. It can be grown in either a rockery or sunny &lt;a href=\"Herbaceous%20border\"&gt;flower border&lt;/a&gt;. In Turkey, \"Iris spuria subsp. musulmanica\", with \"&lt;a href=\"Narcissus%20poeticus\"&gt;Narcissus poeticus&lt;/a&gt;\" and \"&lt;a href=\"Tulipa%20sylvestris\"&gt;Tulipa sylvestris&lt;/a&gt;\" are used as ornamental plants in parks and gardens in the region. The iris is susceptible to &lt;a href=\"slug\"&gt;slug&lt;/a&gt; damage. It is only normally found with specialised Iris growers or nurseries.\nPropagation.\nIt can also be propagated by &lt;a href=\"Division%20%28horticulture%29\"&gt;division&lt;/a&gt; or by seed growing. \"Iris spuria\" subsp. \"musulmanica\" usually germinates within 30–545 days.\nUses.\nIt has been listed with \"&lt;a href=\"Iris%20paradoxa\"&gt;Iris paradoxa&lt;/a&gt;\" and \"&lt;a href=\"Iris%20orientalis\"&gt;Iris orientalis&lt;/a&gt;\" as a suitable &lt;a href=\"halophyte\"&gt;halophyte&lt;/a&gt; crop."
}