{
    "id": "4559165",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=4559165",
    "title": "Bad Sachsa",
    "text": "Bad Sachsa is a town in the &lt;a href=\"G%C3%B6ttingen%20%28district%29\"&gt;district of Göttingen&lt;/a&gt;, in &lt;a href=\"Lower%20Saxony\"&gt;Lower Saxony&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. The town was one of the few municipalities in &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; that imported electric power from former &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt;. This was done via &lt;a href=\"Neuhof%20Substation\"&gt;Neuhof Substation&lt;/a&gt;.\nGeography.\nBad Sachsa is situated in the southern &lt;a href=\"Harz\"&gt;Harz&lt;/a&gt;, approximately 15 km south of &lt;a href=\"Braunlage\"&gt;Braunlage&lt;/a&gt;, and 25 km southeast of &lt;a href=\"Osterode%20am%20Harz\"&gt;Osterode am Harz&lt;/a&gt;.\nHistory.\nThe oldest existing document in which Sachsa is mentioned was written in 1229. The settlement officially gained town status in 1525. Tourism started around 1860. After the town had been recognized as a health resort by the government in 1905 the name was changed to \"Bad Sachsa\" with \"Bad\" meaning \"spa\".\nBad Sachsa is known for being the town where &lt;a href=\"Berthold%20Maria%20Schenk%20Graf%20von%20Stauffenberg\"&gt;Berthold Maria Schenk Graf von Stauffenberg&lt;/a&gt; and his four siblings were sent by the &lt;a href=\"Nazism\"&gt;Nazis&lt;/a&gt; in 1944, following the failed &lt;a href=\"20%20July%20plot\"&gt;20 July plot&lt;/a&gt;. Their &lt;a href=\"Claus%20von%20Stauffenberg\"&gt;father&lt;/a&gt; was executed and their pregnant &lt;a href=\"Nina%20Schenk%20Gr%C3%A4fin%20von%20Stauffenberg\"&gt;mother&lt;/a&gt; was interned in a concentration camp with two elders. The Stauffenberg children lived in Bad Sachsa during 1944-45. Other families of the executed officers were imprisoned here. All were left there without their parents and with changed names.\nWinter Sports.\nRavensberg Mountain (660 metres) offering a scenic view of the whole Harz is used for various winter sports.\nTraffic connections.\nBad Sachsa is easily accessible by train as it has a railway station on the &lt;a href=\"South%20Harz%20Railway\"&gt;South Harz Railway&lt;/a&gt;. The neighbouring towns and villages can be reached by bus."
}