{
    "id": "45627559",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=45627559",
    "title": "Miklós Szócska",
    "text": "Miklós Szócska (born 1960 in &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;) is a &lt;a href=\"Hungarians\"&gt;Hungarian&lt;/a&gt; medical doctor, academic and politician, former Minister of State for Health of Hungary, the Director of The Health Services Management Training Centre of the Semmelweis University and a nominated candidate by the Hungarian Government for the General-Director position of the WHO in 2016.\nEarly life and education.\nSzócska's parents were paediatricians belonging to the medical generation fighting back tuberculosis (Morbus Hungaricus) in Hungary. Szócska graduated at the Semmelweis University (SU) of Medicine in 1989. He holds a Master of Public Administration degree from the John F. Kennedy School of Government at Harvard University (1998), and a Ph.D. from the Semmelweis University in the field of change management (2003).\nCareer.\nSzócska's interest in the management of health services and organisations emerged in the late 1980s - when he served as a student president elected from the opposition - before the Hungarian regime change. After his graduation at the Semmelweis University he and his colleagues initiated the creation of the Health Services Management Training Centre (HSMTC), supported by the World Bank. Between 1992–1993 was member of the Supervisory Board - National Health Insurance Fund Administration elected by the Hungarian National Assembly. The Board was responsible for overseeing NHIFA, the single payer of the Hungarian health insurance system.\nBetween 1995 and 2000 Szócska served as the deputy director and in 2000 he was appointed to be the director of the Centre. HSMTC was the regional partner institute of the World Bank Institute for the Flagship program (with app. 1200 participants from 41 countries) focusing on health reforms, financing, AIDS and tuberculosis in Europe, Central Asia, Asia and Africa. \nBetween 2010-2014, Szócska served a full electoral term as the Minister of State for Health of the Hungarian Government. He initiated and contributed to the introduction and implementation of a set of public health regulations including full ban on smoking in all closed public places, the decrease of trans-fatty acids content of foodstuffs, introduction of HPV vaccination for adolescent girls, and the introduction of public health product tax (PHPT) on food and beverages with added salt and sugar content. In 2013 WHO awarded the government for the anti-smoking actions and Hungary jumped to the 11th place from the 27th on the Tobacco Scale Control Index. Additionally, during his time as Minister of State for Health, a pilot for strengthening primary care in disadvantaged regions, targeting the Roma minority, children, the elderly and marginalised people was initiated. The pharmaceutical policy of innovative payment schemes, taxing, competitive bidding radically decreased pharma expenditure of health insurance and citizens, making therapies more accessible in times of economic crisis.\nHungarian EU presidency.\nIn 2011, with Szócska's participation the Hungarian EU presidency was successfully managed, contributing to the EU Council conclusions \"Towards modern, responsive and sustainable health systems\", later chairing a workgroup of the EU refection process on investment in health systems, developing a toolkit for the smart use of European structural funds. He also served as a member of the EU eHealth Task Force laying the foundations of current European eHealth policies. During his mandate he had close collaboration with WHO, such as on health system performance evaluation, TB screening reform and mental health. The EU presidency agenda was implemented in close collaboration with WHO and this corporation on health human resources strategy triggered the participation in the relevant EU joint action.\nOld-new director of HSMTC.\nSince 2014 Szócska serves again as the Director of the HSMTC – his main areas of research and teaching interest covers various areas. Szócska became responsible for the strategic developments of the Institute of Digital Health Sciences at Semmelweis University. Under his leadership, Health Services Management Training Centre has achieved international recognition and is an active participant of various EU and international projects covering the areas of health policy, eHealth and Bigdata solutions, management and change management, patient safety and quality management, human resources for health. \nIn 2016 Szócska was nominated for the Director-General position of the World Health Organisation by the Hungarian government.\nPersonal life.\nSzócska and his wife, who is also a medical doctor have three children."
}