{
    "id": "4562240",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=4562240",
    "title": "Chris Clemons (defensive end)",
    "text": "Christopher Clemons (born October 30, 1981) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Georgia%20Bulldogs%20football\"&gt;Georgia&lt;/a&gt;, and signed with the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; as an &lt;a href=\"undrafted%20free%20agent\"&gt;undrafted free agent&lt;/a&gt; in 2003. Clemons has also played for the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt;, &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;, &lt;a href=\"Jacksonville%20Jaguars\"&gt;Jacksonville Jaguars&lt;/a&gt; and the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;.\nEarly years.\nClemons attended &lt;a href=\"Griffin%20High%20School\"&gt;Griffin High School&lt;/a&gt; in &lt;a href=\"Griffin%2C%20Georgia\"&gt;Griffin, Georgia&lt;/a&gt;, where he was a four-year letterman and three-year starter for the &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt; team. He was named AAA-All Region first team and nominated for Region MVP by the Georgia Athletic Coaches Association. He recorded 49 tackles, six sacks, two interceptions, one fumble recovery and one forced fumble his senior year, as well as rushed for 80 yards on ten carries and 12 receptions for 159 yards and three touchdowns. He was also a member of the track team.\nCollege career.\nClemons was recruited by the &lt;a href=\"University%20of%20Georgia\"&gt;University of Georgia&lt;/a&gt; in 1999. He started the 2000 season opener recording seven tackles, but then suffered a shoulder injury early in the season that sidelined him for several games. He played in 11 games in 2001, starting three of them. He played in 12 games with ten starts during his junior season, recording 53 tackles, and one sack. He was then named Most Improved Linebacker of 2002.\nProfessional career.\nWashington Redskins.\nAfter being &lt;a href=\"Undrafted%20sportsperson\"&gt;undrafted&lt;/a&gt; in the &lt;a href=\"2003%20NFL%20Draft\"&gt;2003 NFL Draft&lt;/a&gt;,\nClemons signed with the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt;. However, he spent that entire season on injured reserve after suffering a torn &lt;a href=\"Anterior%20cruciate%20ligament\"&gt;ACL&lt;/a&gt;. He spent the 2004 training camp with the Redskins, but was released prior to the start of the regular season.\nCleveland Browns.\nClemons was signed to the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt; practice squad after being cut by the Redskins.\nWashington Redskins (second stint).\nHe was re-signed to the Redskins' active roster on November 24, 2004, where he began to establish himself in the Redskins' defense, recording three sacks as a speed rusher late in the season. Clemons signed with the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; again for the &lt;a href=\"2005%20NFL%20season\"&gt;2005 season&lt;/a&gt; where he played in 14 games and had eight tackles, two sacks, a blocked punt, and a forced fumble.\nOakland Raiders.\nClemons played the &lt;a href=\"2007%20NFL%20season\"&gt;2007 season&lt;/a&gt; with the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt;, primarily playing as a situational pass rusher before becoming a &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt;.\nPhiladelphia Eagles.\nOn March 1, 2008, Clemons signed a five-year contract with the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt;. He is well known for stiff-arming of &lt;a href=\"Tashard%20Choice\"&gt;Tashard Choice&lt;/a&gt; on a fumble return touchdown in a playoff-clinching game versus the &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt; on December 28, 2008, and body-slamming &lt;a href=\"Tarvaris%20Jackson\"&gt;Tarvaris Jackson&lt;/a&gt; in the subsequent first-round playoff game.\nSeattle Seahawks.\nOn March 16, 2010, Clemons was traded with a fourth round pick by the Eagles to the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt; in exchange for &lt;a href=\"Darryl%20Tapp\"&gt;Darryl Tapp&lt;/a&gt;.\nHe was originally brought in to play the Leo position in Pete Carroll's defensive 4-3 over scheme, but with the injury of &lt;a href=\"Red%20Bryant\"&gt;Red Bryant&lt;/a&gt; after Week 7, &lt;a href=\"Raheem%20Brock\"&gt;Raheem Brock&lt;/a&gt; was moved into his place and Clemons moved to starting left defensive end.\nClemons led the team with a career-high 11 sacks in both 2010 and 2011.\nOn September 24, 2012, Clemons recorded four sacks, all in the first half, in a victory over the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;.\nOn January 6, 2013, Clemons suffered a torn &lt;a href=\"Anterior%20cruciate%20ligament%20injury\"&gt;ACL&lt;/a&gt; in a 24-14 playoff victory over the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt;. Clemons was later placed on injured reserve. On September 20, 2013 the Seahawks announced Clemons will play for his season debut in Week 3 against the Jacksonville Jaguars. Clemons and the Seahawks went on to win &lt;a href=\"Super%20Bowl%20XLVIII\"&gt;Super Bowl XLVIII&lt;/a&gt; that season.\nOn March 12, 2014, Clemons was released by the Seahawks.\nJacksonville Jaguars.\nOn March 13, 2014, Clemons signed a four-year, $17.5 million contract with the &lt;a href=\"Jacksonville%20Jaguars\"&gt;Jacksonville Jaguars&lt;/a&gt;.\nThe Jaguars released Clemons on March 3, 2016.\nSeattle Seahawks (second stint).\nOn April 1, 2016, Clemons agreed to terms in a deal to return to the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;. On July 28, 2016, he informed the team that he planned to retire."
}