{
    "id": "4563165",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=4563165",
    "title": "Money note",
    "text": "A money note is a &lt;a href=\"music%20industry\"&gt;music industry&lt;/a&gt; &lt;a href=\"slang\"&gt;slang&lt;/a&gt; term which refers to a &lt;a href=\"musical%20form\"&gt;part&lt;/a&gt; of a live or recorded singing &lt;a href=\"performance\"&gt;performance&lt;/a&gt; which is subjectively judged to be very dramatic or emotionally stirring. Created from a confluence of composition or improvisational and performance quality, this is usually at a climactic point of a song or aria, in which the singer's melody makes a large interval jump to the song's highest note (especially for female &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt; singers or male &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; or &lt;a href=\"countertenor\"&gt;countertenor&lt;/a&gt; singers) or falls to its lowest note (especially for male &lt;a href=\"bass%20%28voice%20type%29\"&gt;bass&lt;/a&gt; or &lt;a href=\"baritone\"&gt;baritone&lt;/a&gt; singers). In some cases, a section or phrase of a vocal melody may captivate the listener's interest because of the tone quality of the singing-either because of the strident emotionalism, or due to the quiet sensitivity of the voice. As well, a \"money note\" might be an impressive vocal display or a note which is held for a long time with clear pitch and expressive vibrato. \nIn classical music.\nIn classical music, the term is associated with &lt;a href=\"opera\"&gt;opera&lt;/a&gt;. In opera, the star singers often have a much higher billing than any of the other participants in the performance, including the conductor of the orchestra. Some opera roles have high notes, such as high \"C\" notes for sopranos, that are hard to hit in a live performance. As such, the audience enjoys going to see the performance and find out if their favorite performer will be able to sing these high notes with accurate pitch, strong projection, and a clear tone. In this sense, the high notes sung by the opera singer are the \"money notes\" that the audience is paying to see, and for which the opera singer commands their high salary. \nWhile \"money notes\" are often high notes, in some cases, the hard-to-hit notes are low notes sung by a mezzo-soprano or alto female singer, or low notes sung by a bass-baritone singer. Many of the well-known \"money notes\" written for the tenor voice are from the \"bel canto\" era, such as &lt;a href=\"Donizetti\"&gt;Donizetti&lt;/a&gt;'s sequence of 9 \"C\"s above middle C during \"&lt;a href=\"La%20fille%20du%20r%C3%A9giment\"&gt;La fille du régiment&lt;/a&gt;\". With &lt;a href=\"Wagner\"&gt;Wagner&lt;/a&gt; came an emphasis on using the tenor for vocal heft for in protagonist roles, with this vocal category described as \"&lt;a href=\"Heldentenor\"&gt;Heldentenor&lt;/a&gt;\", a heroic-sounding, bold male voice that listeners find to be very dramatic. \nAchieving \"money notes\" poses a particular obstacle for classical musicians, as compared to pop musicians, because opera singers do not usually sing with a microphone. While both pop and classical musicians aim at producing well-sung notes with a good tone (with the respective stylistic norms appropriate to each idiom), the pop musician does not have to sing loudly at high sound-pressure levels to be heard, because the amplification of the PA system speakers does this for them. In an opera hall, though, a classical singer has to project their voice over the accompaniment of a symphony orchestra without a microphone or &lt;a href=\"PA%20system\"&gt;PA system&lt;/a&gt;. In trying to project the voice with at such high volumes, a classical singer may find it harder to maintain an attractive tone quality and correct &lt;a href=\"Intonation%20%28music%29\"&gt;intonation&lt;/a&gt; than a mic-wielding pop singer. To ease the pressure on classical vocalists' voices, major opera halls of the 2000s are increasingly using electronic &lt;a href=\"acoustic%20enhancement\"&gt;acoustic enhancement&lt;/a&gt;, a subtle type of &lt;a href=\"sound%20reinforcement%20system\"&gt;sound reinforcement system&lt;/a&gt;.\nAs with pop singing styles, the attractiveness or exciting qualities of a live opera vocal performance or recording are subjective and vary between listeners, cultures, and time periods. A soprano singing in the 1930s would elicit praise and applause for hitting a high note in a way that would be deemed unacceptable in the 2000s, because of the use of &lt;a href=\"performance%20practice\"&gt;performance practice&lt;/a&gt;s such as doing a long, drawn-out &lt;a href=\"glissando\"&gt;glissando&lt;/a&gt; up to reach the high note and then using a wide &lt;a href=\"vibrato\"&gt;vibrato&lt;/a&gt;, wavering on the pitch so much that it is hard to discern which note they are singing.\nIn pop and rock music.\nIn pop music, the term is used because \"money notes\" on a CD help to 'sell' a song for a listener, and also because singers capable of performing these emotionally stirring passages are able to make income from the performance. \nOne of the most well-known examples of money note can be found in &lt;a href=\"Whitney%20Houston\"&gt;Whitney Houston&lt;/a&gt;'s version of the &lt;a href=\"Dolly%20Parton\"&gt;Dolly Parton&lt;/a&gt; song \"&lt;a href=\"I%20Will%20Always%20Love%20You\"&gt;I Will Always Love You&lt;/a&gt;\", at the beginning of the third rendition of the chorus, there is a pause, a drum beat, a key change, and then Houston belts out the emphatic line \" And I will always love you.\" The &lt;a href=\"C%C3%A9line%20Dion\"&gt;Céline Dion&lt;/a&gt; song from \"&lt;a href=\"Titanic%20%281997%20film%29\"&gt;Titanic&lt;/a&gt;\" \"&lt;a href=\"My%20Heart%20Will%20Go%20On\"&gt;My Heart Will Go On&lt;/a&gt;\": the key change that begins the third verse — \"You're here / There's nothing I fear.\" In the realm of musicals, money notes can be common elements in songs, often becoming as well known as the song themselves. \nThe attractiveness or exciting qualities of a singer or recording are subjective and vary between listeners, cultures, and time periods. Different vocal styles are considered to be desirable in different cultures. In Southeast Asia, for example, female pop singers sing with a very high-pitched, nasal tone; while this singing style would be unlikely to create positive responses for most Western listeners, for Asian audiences, the sound of the most popular singers hitting high notes creates a physiological response of emotional excitement. Even within a single culture, the singing styles vary widely from one style to another. Within the &lt;a href=\"death%20metal\"&gt;death metal&lt;/a&gt; fan subculture, the low, guttural sound of a well-performed \"&lt;a href=\"death%20grunt\"&gt;death grunt&lt;/a&gt;\" is widely admired; for a typical Western pop or rock listener, though, this type of singing would elicit only puzzlement, not excitement.\nRelated terms.\nIn film production, the slang term \"money shot\" is used to refer to the most expensive scene of a film, such as a special effects sequence, especially in films from before the era of pre-Computer Generated Imagery, when special effects were done with explosives and stuntpeople rather than computer software. In a 1950s action-adventure film about &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, for example, a costly sequence which depicts the bombing and sinking of US destroyers by exploding and sinking actual, decommissioned vessels would be called the \"money shot\" of the film. The audiences would expect to see this sequence, given the title of the film, and the financial outcome of the movie would depend on whether the sequence was well done.\nIn 2008 the French singer &lt;a href=\"Camille%20%28French%20singer%29\"&gt;Camille&lt;/a&gt; released the song \"Money Note,\" which references &lt;a href=\"Dolly%20Parton\"&gt;Dolly Parton&lt;/a&gt;, &lt;a href=\"Whitney%20Houston\"&gt;Whitney Houston&lt;/a&gt;, &lt;a href=\"Celine%20Dion\"&gt;Celine Dion&lt;/a&gt;, and &lt;a href=\"Mariah%20Carey\"&gt;Mariah Carey&lt;/a&gt;. In the chorus Camille swears that \"I'll hit the money note,\" which she does at the end with a piercing, nearly inaudible shriek."
}