{
    "id": "45660976",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=45660976",
    "title": "History of women's rowing",
    "text": " \nWomen's rowing is the participation of women in the sport of &lt;a href=\"rowing%20%28sport%29\"&gt;rowing&lt;/a&gt;. Women row in all boat classes, from &lt;a href=\"single%20scull\"&gt;single scull&lt;/a&gt; to &lt;a href=\"coxed%20eights\"&gt;coxed eights&lt;/a&gt;, across the same age ranges and standards as men, from junior amateur through university-level to elite athlete. Typically men and women compete in separate crews although mixed crews and mixed team events also take place. Coaching for women is similar to that for men.\nAt an international level, the first women's races were introduced at the &lt;a href=\"1951%20European%20Rowing%20Championships\"&gt;1951 European Rowing Championships&lt;/a&gt; as test events. After three successful tests, these became official championships as accredited by the &lt;a href=\"International%20Rowing%20Federation\"&gt;International Rowing Federation&lt;/a&gt; (FISA) at the &lt;a href=\"1954%20European%20Rowing%20Championships\"&gt;1954 European Rowing Championships&lt;/a&gt;. Women's rowing was added to the Olympic Games programme in 1976 at a distance of 1000 metres. This was extended to 2000 metres from 1984 onwards at world championship level, and from 1988 at the Summer Olympics, consistent with men's rowing events at the Olympics.\nHistory.\nFor most of its history, rowing has been a male dominated sport. Although rowing's roots as a sport in the modern Olympics can be traced back to the original &lt;a href=\"1896%20Summer%20Olympics\"&gt;1896 games&lt;/a&gt; in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;, it was not until the &lt;a href=\"Rowing%20at%20the%201976%20Summer%20Olympics\"&gt;1976 Summer Olympics&lt;/a&gt; in Montreal that women were allowed to participate (at a distance of 1000 metres) – well after their fellow athletes in similar sports such as &lt;a href=\"swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;, &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt;, &lt;a href=\"cycle%20sport\"&gt;cycling&lt;/a&gt;, and &lt;a href=\"canoeing\"&gt;canoeing&lt;/a&gt;. This increased the growth of women's rowing because it created the incentive for national rowing federations to support women's events. &lt;a href=\"Rowing%20at%20the%202012%20Summer%20Olympics\"&gt;Rowing at the 2012 Summer Olympics&lt;/a&gt; in London included six events for women compared with eight for men.\nDespite its male domination, women's competitive rowing can be traced back to the early 19th century, and an image of a women's double scull race made the cover of &lt;a href=\"Harper%27s%20Weekly\"&gt;Harper's Weekly&lt;/a&gt; in 1870. &lt;a href=\"Wellesley%20College\"&gt;Wellesley College&lt;/a&gt; in Massachusetts was the first school to organize a competitive rowing team for women in the late 19th century. The 19th Century English rower &lt;a href=\"Ann%20Glanville\"&gt;Ann Glanville&lt;/a&gt; achieved national celebrity becoming known as the champion female rower of the world; her all-women crew often winning against the best male teams. In 1892, four young women started what became ZLAC Rowing Club in San Diego, California, which is thought today to be the world's oldest continuously existing all-women's rowing club. &lt;a href=\"Newnham%20College%20Boat%20Club\"&gt;Newnham College Boat Club&lt;/a&gt; was formed the following year in Cambridge, England. In 1927, the first &lt;a href=\"Women%27s%20Boat%20Race\"&gt;Women's Boat Race&lt;/a&gt; between Oxford and Cambridge was held. For the first few years it was an exhibition, and it later became a race. &lt;a href=\"Ernestine%20Bayer\"&gt;Ernestine Bayer&lt;/a&gt;, called the \"Mother of Women's Rowing\", formed the &lt;a href=\"Philadelphia%20Girls%27%20Rowing%20Club\"&gt;Philadelphia Girls' Rowing Club&lt;/a&gt; in 1938.\nFISA, under its Swiss president &lt;a href=\"Gaston%20Mullegg\"&gt;Gaston Mullegg&lt;/a&gt;, approved at its ordinary congress on 30 August 1950 that women's rowing event would be added to the &lt;a href=\"European%20Rowing%20Championships\"&gt;European Rowing Championships&lt;/a&gt;. There was opposition to women's rowing from the Swiss and Italian rowing associations but the motion was passed. It was decided that the feasibility of holding women's event would be trialled first; in the same way, the introduction of &lt;a href=\"Lightweight%20rowing\"&gt;lightweight&lt;/a&gt; and &lt;a href=\"World%20Rowing%20Junior%20Championships\"&gt;junior championships&lt;/a&gt; was trialled first before the events became fully accredited. It was also decided at the August 1950 congress that women would compete over a 1000 m distance, with no reasons recorded for this decision. The normal distance for men was 2000 m and the shorter distance for women would be kept until the &lt;a href=\"1984%20World%20Rowing%20Championships\"&gt;1984 World Rowing Championships&lt;/a&gt; when women's rowing changed to 2000 m. The &lt;a href=\"Rowing%20at%20the%201984%20Summer%20Olympics\"&gt;1984 Summer Olympics&lt;/a&gt; were the last Olympic Games that used the 1000 m distance.\nThe next FISA congress was held just prior to the &lt;a href=\"1951%20European%20Rowing%20Championships\"&gt;1951 European Rowing Championships&lt;/a&gt; where four countries had nominated women: Great Britain, France, Holland and Denmark. The congress decided that \"international regattas for women should be held each year under the auspices of FISA, if possible as part of the European championships, either on the day before them or after them, but on no account during the actual championships.\" Until the hiatus of the &lt;a href=\"1973%20European%20Rowing%20Championships\"&gt;European Championships in 1973&lt;/a&gt;, the event for women was always held before the event for men, and in two years, the women's championships were held in different locations: in 1955 (when the &lt;a href=\"1955%20European%20Rowing%20Championships%20%28men%29\"&gt;men met in Ghent&lt;/a&gt; and the &lt;a href=\"1955%20European%20Rowing%20Championships%20%28women%29\"&gt;women met in Bucharest&lt;/a&gt;) and in 1963 (when the &lt;a href=\"1963%20European%20Rowing%20Championships%20%28men%29\"&gt;men met in Copenhagen&lt;/a&gt; and the &lt;a href=\"1963%20European%20Rowing%20Championships%20%28women%29\"&gt;women met in Moscow&lt;/a&gt;). There were no European Rowing Championships in 1952 as the men did not compete in Europe when the &lt;a href=\"Rowing%20at%20the%201952%20Summer%20Olympics\"&gt;Summer Olympics were held in Europe that year&lt;/a&gt;, and the same four countries sent women to a regatta in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. At the &lt;a href=\"1953%20European%20Rowing%20Championships\"&gt;1953 European Rowing Championships&lt;/a&gt;, the four initial countries were joined by Norway, Finland, Austria, West Germany, and Poland.\nBut even before the 1953 European Rowing Championships had been held, FISA decided at an extraordinary congress in May 1953 that the women's events would formally become part of the European Rowing Championships starting with the &lt;a href=\"1954%20European%20Rowing%20Championships\"&gt;1954 European Rowing Championships&lt;/a&gt;.\nIn 1988, the first &lt;a href=\"Henley%20Women%27s%20Regatta\"&gt;Henley Women's Regatta&lt;/a&gt; was held. Henley Royal Regatta first included a women's singles event over the full course in 1993, followed in 2000 by eights (now &lt;a href=\"Remenham%20Challenge%20Cup\"&gt;Remenham Challenge Cup&lt;/a&gt;) and 2001 by quadruple sculls (now &lt;a href=\"Princess%20Grace%20Challenge%20Cup\"&gt;Princess Grace Challenge Cup&lt;/a&gt;). In 1997 one of the last bastions of rowing was breached when the &lt;a href=\"Leander%20Club\"&gt;Leander Club&lt;/a&gt;, one of the oldest rowing clubs in the world, voted to admit women as members. This rule met a condition imposed by &lt;a href=\"UK%20Sport\"&gt;UK Sport&lt;/a&gt; and qualified Leander to receive a £1.5 million grant for refurbishment from the Lottery Sports Fund. The club was opened to women in 1998 and appointed Olympic medallist, &lt;a href=\"Debbie%20Flood\"&gt;Debbie Flood&lt;/a&gt;, as its captain in 2012.\nAt the international level, women's rowing traditionally has been dominated by Eastern European countries, such as Romania, Russia, and Bulgaria, although other countries such as Germany, Canada, the Netherlands, Great Britain, and New Zealand often field competitive teams.\nThe United States also has had very competitive crews, and in recent years these crews have become even more competitive given the surge in women's &lt;a href=\"College%20rowing%20%28United%20States%29\"&gt;collegiate rowing&lt;/a&gt; due to &lt;a href=\"Title%20IX\"&gt;Title IX&lt;/a&gt;. Because Title IX mandates equal money spent on men's and women's sports, rowing is particularly useful due to the extremely high costs of equipment per athlete. Therefore, many schools open a rowing program only to women to financially counteract the prevalence of men's sports. As a result, many women's college rowers have not previously competed at high school or for a club team. In the United States, it is important to note that Women's Rowing is an &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;NCAA&lt;/a&gt; sport, while Men's Rowing chooses to remain governed by its own regulatory body, the &lt;a href=\"Intercollegiate%20Rowing%20Association\"&gt;Intercollegiate Rowing Association&lt;/a&gt; (IRA). The IRA, formed in 1895, preceded the NCAA by at least ten years and provided a guideline for the rules of eligibility and sportsmanship later adopted by the NCAA when it was formed."
}