{
    "id": "45672212",
    "revid": "2842084",
    "url": "https://en.wikipedia.org/wiki?curid=45672212",
    "title": "Benn Fields",
    "text": "Benjamin \"Benn\" Fields (born December 17, 1954) is an American former &lt;a href=\"high%20jumper\"&gt;high jumper&lt;/a&gt;. In 1979 Fields won silver medals at the &lt;a href=\"Athletics%20at%20the%201979%20Pan%20American%20Games\"&gt;Pan American Games&lt;/a&gt; and the &lt;a href=\"Athletics%20at%20the%201979%20Soviet%20Spartakiad\"&gt;Soviet Spartakiad&lt;/a&gt;. He won his specialty at the 1980 &lt;a href=\"United%20States%20Olympic%20Trials%20%28track%20and%20field%29\"&gt;U.S. Olympic Trials&lt;/a&gt;, but missed out on Olympic participation due to the &lt;a href=\"1980%20Summer%20Olympics%20boycott\"&gt;American boycott&lt;/a&gt;.\nEarly career.\nFields attended &lt;a href=\"Washingtonville%20High%20School\"&gt;Washingtonville High School&lt;/a&gt; in &lt;a href=\"Washingtonville%2C%20New%20York\"&gt;Washingtonville, New York&lt;/a&gt;, where he set school records in both &lt;a href=\"high%20jump\"&gt;high jump&lt;/a&gt; and &lt;a href=\"triple%20jump\"&gt;triple jump&lt;/a&gt;. Originally, he jumped as Ben Fields; he adopted the spelling \"Benn\" later in his career to make his name more distinctive. In 1972, his &lt;a href=\"Senior%20%28education%29\"&gt;senior year&lt;/a&gt; at Washingtonville, Fields suffered from a bruised back but recovered fast enough to enter the New York State high school championship meet as one of the favorites in the high jump; he won the state title with a jump of 6 ft 6 in (1.98 m).\nAfter graduating from Washingtonville Fields entered the &lt;a href=\"State%20University%20of%20New%20York%20at%20New%20Paltz\"&gt;State University of New York at New Paltz&lt;/a&gt;, setting a &lt;a href=\"State%20University%20of%20New%20York%20Athletic%20Conference\"&gt;SUNY Athletic Conference&lt;/a&gt; record as a &lt;a href=\"freshman\"&gt;freshman&lt;/a&gt; in 1973 and sharing third place at that year's &lt;a href=\"National%20Collegiate%20Athletic%20Association%23Division%20history\"&gt;NCAA College Division&lt;/a&gt; championships. SUNY New Paltz dropped its track and field program after that year, with Fields moving to &lt;a href=\"Seton%20Hall%20University\"&gt;Seton Hall University&lt;/a&gt; as a result. While at Seton Hall, he won the 1975 &lt;a href=\"Penn%20Relays\"&gt;Penn Relays&lt;/a&gt; high jump with a jump of 7 ft  in (2.17 m) and placed fourth at that year's &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Outdoor%20Track%20and%20Field%20Championships\"&gt;NCAA Division I Championships&lt;/a&gt;; he also won the 1975 &lt;a href=\"IC4A\"&gt;IC4A&lt;/a&gt; high jump title as Seton Hall claimed the team championship. In 1976, his final year at Seton Hall, Fields placed eighth at the NCAA championships and seventh at the &lt;a href=\"USA%20Outdoor%20Track%20and%20Field%20Championships\"&gt;national&lt;/a&gt; (&lt;a href=\"Amateur%20Athletic%20Union\"&gt;AAU&lt;/a&gt;) championships. At that summer's &lt;a href=\"United%20States%20Olympic%20Trials%20%28track%20and%20field%29\"&gt;U.S. Olympic Trials&lt;/a&gt; Fields no-heighted in the final, failing to qualify for the &lt;a href=\"United%20States%20at%20the%201976%20Summer%20Olympics\"&gt;American team&lt;/a&gt;.\nLater career.\nFields continued high jumping after graduating from Seton Hall, dedicating himself to qualifying for the &lt;a href=\"1980%20Summer%20Olympics\"&gt;1980 Summer Olympics&lt;/a&gt; in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. In 1977 he placed fourth at the AAU championships with a jump of 7 ft 3 in (2.21 m) and was ranked #7 in the United States by \"&lt;a href=\"Track%20%26amp%3B%20Field%20News\"&gt;Track &amp; Field News&lt;/a&gt;\" for his first national top 10 ranking. At the 1978 AAU meet Fields cleared 7 ft  in (2.24 m) to place shared second, losing only to former &lt;a href=\"Men%27s%20high%20jump%20world%20record%20progression\"&gt;world record holder&lt;/a&gt; &lt;a href=\"Dwight%20Stones\"&gt;Dwight Stones&lt;/a&gt; and tying with former world indoor record holder &lt;a href=\"Franklin%20Jacobs\"&gt;Franklin Jacobs&lt;/a&gt;. He set his personal best, 2.30 m (7 ft  in), in &lt;a href=\"Valpara%C3%ADso\"&gt;Valparaíso&lt;/a&gt; on November 1, 1978; \"Track &amp; Field News\" ranked him third in the United States and sixth in the world that year.\nFields won the national indoor championship title at the 1979 AAU &lt;a href=\"USA%20Indoor%20Track%20and%20Field%20Championships\"&gt;indoor championships&lt;/a&gt;, jumping a meeting record 7 ft  in (2.25 m) and edging out Jacobs and James Frazier on fewer misses; Stones, the previous year's champion, had been declared a professional and thus wasn't eligible to jump. At the outdoor championships Jacobs in turn won from Fields on countback as both cleared 7 ft 5 in (2.26 m); Jacobs, who had had a mediocre outdoor season until then, only narrowly missed at 7 ft 7 in. That summer Fields represented the United States at the &lt;a href=\"Athletics%20at%20the%201979%20Pan%20American%20Games\"&gt;Pan American Games&lt;/a&gt; in &lt;a href=\"San%20Juan%2C%20Puerto%20Rico\"&gt;San Juan, Puerto Rico&lt;/a&gt;, and then the &lt;a href=\"Athletics%20at%20the%201979%20Soviet%20Spartakiad\"&gt;Soviet Spartakiad&lt;/a&gt; in Moscow; he won silver medals in both meets. At the Pan American Games he only cleared 2.19 m (7 ft  in), but still placed second behind Jacobs; at the Spartakiad, which as a dress rehearsal for the following year's &lt;a href=\"1980%20Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt; was inviting non-Soviet athletes for the first time, he jumped 2.24 m (7 ft  in) and lost to the Soviet Union's &lt;a href=\"Aleksandr%20Grigoryev%20%28athlete%29\"&gt;Aleksandr Grigoryev&lt;/a&gt; on more misses. Fields's best jump in 1979 was 2.27 m (7 ft  in), which he jumped in &lt;a href=\"Bratislava\"&gt;Bratislava&lt;/a&gt; on June 7; he defeated world record holder &lt;a href=\"Vladimir%20Yashchenko\"&gt;Vladimir Yashchenko&lt;/a&gt; in that competition.\nFields remained in good shape in 1980 and was disappointed with the American decision to &lt;a href=\"1980%20Summer%20Olympics%20boycott\"&gt;boycott&lt;/a&gt; the Olympics in Moscow. He skipped that year's national championships, but eventually decided to compete at the Olympic Trials (which were held separately); in windy conditions, he won the Trials with a jump of 7 ft 5 in (2.26 m), but due to the boycott he and the other qualifiers didn't get to compete at the Olympics. \"Track &amp; Field News\" ranked him a career-best fifth in the world that year, and first in the United States; it was his only national #1 ranking.\nAlthough Fields was never world-ranked again after 1980, he continued his jumping career. At the 1982 U.S: outdoor championships, he placed second behind &lt;a href=\"Milton%20Ottey\"&gt;Milton Ottey&lt;/a&gt;, a Canadian. As the top United States jumper, he was the American champion. 1982 marked the last time Fields was ranked in the national top ten; he attempted to qualify for the Olympics again at the 1984 Trials, but no-heighted in the qualification round.\nRecognition.\nFields qualified for the 1980 U.S. Olympic team but was unable to compete due to the &lt;a href=\"1980%20Summer%20Olympics%20boycott\"&gt;boycott&lt;/a&gt;. He did however receive one of 461 &lt;a href=\"List%20of%20Congressional%20Gold%20Medal%20recipients\"&gt;Congressional Gold Medal&lt;/a&gt;s created especially for the spurned athletes.\nFields was inducted in the &lt;a href=\"Seton%20Hall%20Pirates\"&gt;Seton Hall Pirates&lt;/a&gt; Hall of Fame in 1982 and in the &lt;a href=\"New%20Paltz%20Hawks\"&gt;New Paltz Hawks&lt;/a&gt; Hall of Fame in 2005."
}