{
    "id": "4568259",
    "revid": "22986354",
    "url": "https://en.wikipedia.org/wiki?curid=4568259",
    "title": "Community-based participatory research",
    "text": "Community-based participatory research (CBPR) is a partnership approach to research that equitably involves community members, organizational representatives, researchers, and others in all aspects of the research process, with all partners in the process contributing expertise and sharing in the decision-making and ownership. The aim of CBPR is to increase knowledge and understanding of a given phenomenon and to integrate the knowledge gained with interventions for policy or social change benefiting the community members.\nThere are many ways CBPR can be used to engage in the public sphere and a range of approaches that can encompass the process of engagement. There is some consensus in the way in which practitioners engage communities. This can range from initial engagement of the public to the empowering of communities that can lead to collective goals and social change. Engagement can include lower to higher levels of inclusion. CBPR emphasizes the public engagement end of this spectrum in many cases.\nHistory.\nThe historical roots of CBPR generally trace back to the development of &lt;a href=\"participatory%20action%20research\"&gt;participatory action research&lt;/a&gt; by &lt;a href=\"Kurt%20Lewin\"&gt;Kurt Lewin&lt;/a&gt; and &lt;a href=\"Orlando%20Fals%20Borda\"&gt;Orlando Fals Borda&lt;/a&gt;, and the &lt;a href=\"popular%20education\"&gt;popular education&lt;/a&gt; movement in Latin America associated with &lt;a href=\"Paulo%20Freire\"&gt;Paulo Freire&lt;/a&gt;.\nA CBPR project starts with the community, which participates fully in all aspects of the research process. \"Community\" is often self-defined, but general categories of community include geographic community, community of individuals with a common problem or issue, or a community of individuals with a common interest or goal. CBPR encourages collaboration of “formally trained research” partners from any area of expertise, provided that the researcher provides expertise that is seen as useful to the investigation by the community, and be fully committed to a partnership of equals and producing outcomes usable to the community.\nEquitable partnerships require sharing &lt;a href=\"Power%20%28social%20and%20political%29\"&gt;power&lt;/a&gt;, resources, credit, results, and knowledge, as well as a reciprocal appreciation of each partner's knowledge and skills at each stage of the project, including problem definition/issue selection, research design, conducting research, interpreting the results, and determining how the results should be used for action. CBPR differs from traditional research in many ways. One of the principal ways in which it is different is that instead of creating knowledge for the advancement of a field or for knowledge's sake, CBPR is an iterative process, incorporating research, reflection, and action in a cyclical process.\nResearch.\nScholarship in the area of CBPR is vast and spells out various approaches which consider multiple theoretical and methodological approaches. The content areas include health, ethnic studies, bullying, and indigenous communities.\nThere is a lot of scholarship exploring how to teach students about CBPR or community based research (CBR). Some have taken what could be called a critical approach to this by emphasizing the “institutional power inequalities” in community based organization-university relationship building. There are successes and failures in using CBPR approaches in teaching which practitioners can consider. Others have argued that community based work can provide several learning benefits with pros and cons to the various approaches. Scholars continue to problematize approaches that can engage instructors and students in imagining ways to work with communities.\nResearch challenges.\nScholarship has explored the potential barriers to collecting community-based participatory research data. The CBPR approach is in line with the body of sociological work that advocates for “protagonist driven ethnography\". The approach provides for and demands that researchers collaborate with communities throughout the research process. However, challenges can surface given the power relationship between researcher and communities. The CBPR approach proposes that researchers be mindful of this possibility. The researcher can expect to spend a lot of time navigating and building the researcher-community relationship. Additionally, through CBPR researchers enable communities to hold them accountable to addressing ethical concerns inherent to collecting information from what are often marginalized communities. Sociologists have entered the discussion from the point of view of the ethnographer or participant observer where some have argued against \"exoticizing the ghetto\" or \"cowboy ethnography\". These works could be read as a check on the scholar centered work that can emerge when collecting ethnographic or participant observation data. The perception of researchers is something to weigh when considering this approach or other forms of field work. One researcher stated that \"Researchers are like mosquitoes; they suck your blood and leave.” Through this lens a focus on a CBPR project at the exclusion of the community could harm the goals of co-learning and shared goal accomplishment.\nApplications.\nApplications of community-based participatory research are more common in health promotions than other areas of research. Prevention, management, and awareness building about diabetes, HIV/AIDS, asthma, cancer, mental health, obesity, and HPV vaccination are a few applications of CBPR studies. Research with the population from ethnic minorities and marginalized groups are often used CBPR approach for its strength in building trust, acceptance, and engagement of the community members.\nResources.\nThere are a number of institutions that provide funding and other resources for conducting CBPR work. Organizations and institutions explore CBPR by focusing on youth, communities, and social justice. There are networks of professionals, researchers, and activists that present and collaborate on CBPR projects."
}