{
    "id": "45719533",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=45719533",
    "title": "Cyborgo",
    "text": "Cyborgo (1990 – March 2001) was a French-bred, British-trained &lt;a href=\"AQPS\"&gt;AQPS&lt;/a&gt; racehorse. A full-brother to &lt;a href=\"Hors%20La%20Loi%20III\"&gt;Hors La Loi III&lt;/a&gt; he began his racing career in his native country before being transferred to England to compete in &lt;a href=\"National%20Hunt\"&gt;National Hunt&lt;/a&gt; racing. In his first season in Britain he won two of his six races over &lt;a href=\"Hurdling%20%28horse%20race%29\"&gt;hurdles&lt;/a&gt; including the &lt;a href=\"Mersey%20Novices%27%20Hurdle\"&gt;Mersey Novices' Hurdle&lt;/a&gt;. In the following year he won five consecutive races including the &lt;a href=\"Rendlesham%20Hurdle\"&gt;Rendlesham Hurdle&lt;/a&gt; before finishing second in the &lt;a href=\"World%20Hurdle\"&gt;Stayers' Hurdle&lt;/a&gt; and then returned after a twelve-month absence to win the Stayers' Hurdle at the second attempt in 1996. When Cyborgo began to compete in &lt;a href=\"Steeplechase%20%28horse%20racing%29\"&gt;steeplechases&lt;/a&gt; in 1997 he won four of his first five races including &lt;a href=\"Mildmay%20Novices%27%20Chase\"&gt;Mildmay Novices' Chase&lt;/a&gt; but never won again. He was retired from professional racing 1999 and died two years later at the age of eleven. Cyborgo was noted for his front-running style and produced many of his best performances on soft or heavy &lt;a href=\"going%20%28horse%20racing%29\"&gt;going&lt;/a&gt;.\nBackground.\nCyborgo was a bay horse with a white &lt;a href=\"blaze%20%28horse%20marking%29\"&gt;blaze&lt;/a&gt; and white &lt;a href=\"sock%20%28horse%20marking%29\"&gt;socks&lt;/a&gt; on his hind legs, bred in France by François Cottin. His &lt;a href=\"sire%20%28horse%29\"&gt;sire&lt;/a&gt; Cyborg, was a &lt;a href=\"thoroughbred\"&gt;thoroughbred&lt;/a&gt; who specialised in producing &lt;a href=\"National%20Hunt\"&gt;jumpers&lt;/a&gt;. Cyborgo's dam Quintessence (described in some sources as a &lt;a href=\"Selle%20Fran%C3%A7ais\"&gt;Selle Français&lt;/a&gt;), was a non-thoroughbred mare by virtue of being descended from a mare of unknown parentage. Quintessence also produced Cyborgo's full-brother &lt;a href=\"Hors%20La%20Loi%20III\"&gt;Hors La Loi III&lt;/a&gt;, winner of the 2002 &lt;a href=\"Champion%20Hurdle\"&gt;Champion Hurdle&lt;/a&gt;.\nRacing career.\n1993/1994 National Hunt season: novice hurdle races.\nAfter racing on the flat in France in 1993, Cyborgo was sent to England to be trained by &lt;a href=\"Martin%20Pipe\"&gt;Martin Pipe&lt;/a&gt; at Nicholashayne near &lt;a href=\"Wellington%2C%20Somerset\"&gt;Wellington, Somerset&lt;/a&gt;. During his British career he was owned by HUgh Duder, who raced the horse in the colours of his business County Stores Holdings (Somerset) Ltd.\nOn his National Hunt debut Cyborgo started a &lt;a href=\"Fractional%20odds\"&gt;33/1&lt;/a&gt; outsider for a &lt;a href=\"Novice%20%28racehorse%29\"&gt;novice&lt;/a&gt; &lt;a href=\"Hurdling%20%28horse%20race%29\"&gt;hurdle&lt;/a&gt; for four-year-olds at &lt;a href=\"Chepstow%20Racecourse\"&gt;Chepstow Racecourse&lt;/a&gt; on 25 January 1994 when he finished second behind his more fancied stablemate Devil's Den. A week later, ridden by &lt;a href=\"Richard%20Dunwoody\"&gt;Richard Dunwoody&lt;/a&gt; he started favourite against twenty-three opponents over two miles five furlongs at &lt;a href=\"Nottingham%20Racecourse\"&gt;Nottingham Racecourse&lt;/a&gt; and won by eight lengths. He finished second when odds-on favourite at &lt;a href=\"Ludlow%20Racecourse\"&gt;Ludlow Racecourse&lt;/a&gt; on 3 March and fell at the second last of a three-mile event at Chepstow two weeks later.\nAt &lt;a href=\"Aintree%20Racecourse\"&gt;Aintree Racecourse&lt;/a&gt; in April Cyborgo was moved up in class for the Grade II Mersey Novices' Hurdle over two and a half miles on heavy ground. The odds-on favourite was Large Action who had shown exceptional form for a novice by winning the &lt;a href=\"Tote%20Gold%20Trophy\"&gt;Tote Gold Trophy&lt;/a&gt; and finishing third, beaten two and quarter lengths by &lt;a href=\"Flakey%20Dove\"&gt;Flakey Dove&lt;/a&gt; in the &lt;a href=\"Champion%20Hurdle\"&gt;Champion Hurdle&lt;/a&gt;. Cyborgo started 8/1 second choice in the betting alongside the Irish challenger Monalee River. Dunwoody sent Cyborgo into the lead from the start and the gelding maintained his advantage until overtaken by Large Action and Monalee River at the third last. As his rivals began to struggle in the testing conditions, Cyborgo rallied to regain the lead near the finish and won by one and a quarter lengths from Monalee River, with Large Action one and a half lengths back in third. For his final run of the season, Cyborgo returned to his native France and finished fourth behind Topkar in the Prix Amadou at &lt;a href=\"Auteuil%20Hippodrome\"&gt;Auteuil Hippodrome&lt;/a&gt; on 26 April.\n1994/1995 National Hunt season.\nCyborgo started his second season (in which he was partnered by Dunwoody in all his races) in minor, long distance &lt;a href=\"Handicap%20%28horse%20racing%29\"&gt;handicap hurdles&lt;/a&gt; against more experienced opponents. He began at &lt;a href=\"Cheltenham%20Racecourse\"&gt;Cheltenham Racecourse&lt;/a&gt; in December where he carried a weight of 162 pounds and led from the start to win by seven lengths from Ivy Road and followed up at &lt;a href=\"Uttoxeter%20Racecourse\"&gt;Uttoxeter&lt;/a&gt; a month later, again making all the running and winning \"easily\" by six lengths under top weight of 168 pounds. A week later, he won again under 168 pounds in a more valuable handicap at &lt;a href=\"Ascot%20Racecourse\"&gt;Ascot Racecourse&lt;/a&gt; beating Island Jewel by five lengths after Dunwoody employed the usual front-running tactics.\nOn 25 February Cyborgo was stepped up in class for the Grade 2 Rendlesham Hurdle over three miles on heavy at &lt;a href=\"Kempton%20Park%20Racecourse\"&gt;Kempton Park Racecourse&lt;/a&gt; and started 8/11 favourite in a five-runner field. His opponents were the French horse Bog Frog (winner of the Prix Leon Rambaud and third in the &lt;a href=\"Grande%20Course%20de%20Haies%20d%27Auteuil\"&gt;Grande Course de Haies d'Auteuil&lt;/a&gt;), Top Spin (&lt;a href=\"Winter%20Novices%27%20Hurdle\"&gt;Winter Novices' Hurdle&lt;/a&gt;), Cabochon (&lt;a href=\"Ascot%20Stakes\"&gt;Ascot Stakes&lt;/a&gt;) and Allegan (runner-up in the &lt;a href=\"Yorkshire%20Cup%20%28horse%20race%29\"&gt;Yorkshire Cup&lt;/a&gt;). Cyborgo led from the start, went clear of his rivals approaching the penultimate flight of hurdles, and won by fifteen lengths from Top Spin, to whom he was conceding fourteen pounds. On 16 March 1995, Cyborgo made his first appearance at the &lt;a href=\"Cheltenham%20Festival\"&gt;Cheltenham Festival&lt;/a&gt; and started 3/1 second favourite behind the Irish six-year-old &lt;a href=\"Dorans%20Pride\"&gt;Dorans Pride&lt;/a&gt; for the 24th running of the three-mile Stayers' Hurdle, with the other contenders including Hebridean (&lt;a href=\"Long%20Walk%20Hurdle\"&gt;Long Walk Hurdle&lt;/a&gt;), Bokaro (Corsa Siepi di Milano), Simpson (Premier Long Distance Hurdle) and Halkpous (&lt;a href=\"Fighting%20Fifth%20Hurdle\"&gt;Fighting Fifth Hurdle&lt;/a&gt;). Cyborgo led for most of the way before being overtaken two hurdles out and finished second of the eleven runners, three lengths behind Dorans Pride.\n1995/1996 National Hunt season.\nCyborgo was off the course for a year before returning for the 1996 Stayers' Hurdle in which he was ridden for the first time by &lt;a href=\"David%20Bridgwater\"&gt;David Bridgwater&lt;/a&gt;. Halkopous, Hebridean, Simpson and Top Spin were among his opponents but none were seriously fancied in the nineteen-runner field. The &lt;a href=\"World%20Series%20Hurdle\"&gt;Tipperkevin Hurdle&lt;/a&gt; winner Derrymoyle started 4/1 favourite ahead of Better Times Ahead (Premier Long Distance Hurdle), Seekin Cash and Treble Bob (&lt;a href=\"Tattersalls%20Ireland%20Champion%20Novice%20Hurdle\"&gt;Champion Novice Hurdle&lt;/a&gt;), with Cyborgo next in the betting on 8/1 alongside the Long Walk Hurdle winner Silver Wedge. Other fancied runners included the (&lt;a href=\"Champion%20INH%20Flat%20Race\"&gt;Champion INH Flat Race&lt;/a&gt;) winner Tiananmen Square, the fourteen-year-old veteran Mole Board and the mare Mysilv, whose thirteen wins included the &lt;a href=\"Triumph%20Hurdle\"&gt;Triumph Hurdle&lt;/a&gt; and the &lt;a href=\"Tote%20Gold%20Trophy\"&gt;Tote Gold Trophy&lt;/a&gt;. Racing on firmer ground than he had previously encountered, Cyborgo led until he was overtaken by Seekin Cash at the eighth but regained the advantage when his rival made a bad mistake at the next. At the second last, he was passed by Mysilv but remained in touch as the two drew away from the other contenders. On the run-in Cyborgo rallied strongly under a \"frantic\" ride from Bridgwater to retake the lead from the mare and won by three quarters of a length, with a gap of ten lengths to the 33/1 What A Question in third. After the race Pipe said that he had been very confident about the Cyborgo's fitness, despite the gelding's lengths absence. On his only other start that year, Cyborgo started 9/10 favourite for the Tipperkevin Hurdle at &lt;a href=\"Punchestown%20Racecourse\"&gt;Punchestown Racecourse&lt;/a&gt; in April, but, after leading until the second last, he tired and finished fourth behind Derrymoyle, What A Question and Minella Gold.\n1996/1997 National Hunt season: novice chases.\nIn the following season, despite Bridgwater's belief that the gelding \"won't be a chaser\", Cyborgo was mainly campaigned in &lt;a href=\"Novice%20%28racehorse%29\"&gt;novice&lt;/a&gt; &lt;a href=\"Steeplechase%20%28horse%20racing%29\"&gt;chases&lt;/a&gt; and won four of his five races. He made his debut over fences in a minor event on heavy ground at &lt;a href=\"Newton%20Abbot%20Racecourse\"&gt;Newton Abbot Racecourse&lt;/a&gt; on 20 January almost nine months after his last appearance. Ridden for the first time by &lt;a href=\"A.%20P.%20McCoy\"&gt;A. P. McCoy&lt;/a&gt; he started odds-on favourite against sixteen opponents, disputed the lead for most of the way, and drew away over the last two fences to win by twenty lengths. Dunwoody was back in the saddle in February, when Cyborgo won twice as odds-on favourite: he beat Buckhouse Boy by six lengths at &lt;a href=\"Newbury%20Racecourse\"&gt;Newbury&lt;/a&gt;, and then won by nine lengths (again from Buckhouse Boy) at Chepstow.\nAt the 1997 Cheltenham Festival, Cyborgo bypassed the major novices' events and was matched against the best chasers in Britain and Ireland in the Cheltenham Gold Cup, and was the subject of a considerable ante-post gamble in the betting market. Ridden by &lt;a href=\"Charlie%20Swan%20%28horse%20trainer%29\"&gt;Charlie Swan&lt;/a&gt; he started at odds of 12/1 in a fourteen-runner field which included &lt;a href=\"Imperial%20Call\"&gt;Imperial Call&lt;/a&gt;, &lt;a href=\"One%20Man%20%28horse%29\"&gt;One Man&lt;/a&gt;, &lt;a href=\"Danoli\"&gt;Danoli&lt;/a&gt;, Dorans Pride and &lt;a href=\"Barton%20Bank\"&gt;Barton Bank&lt;/a&gt;. After being held up in the early stages he made some progress at half way, but weakened in the closing stages and came home last of the eight finishers behind the 20/1 outsider &lt;a href=\"Mr%20Mulligan%20%28horse%29\"&gt;Mr Mulligan&lt;/a&gt;. At Aintree in April Cyborgo was returned to novice company for the Grade 2 Mumm Mildmay Novices' Chase. Ridden again by Dunwoody, he started 13/8 favourite against six opponents including Bear Claw (&lt;a href=\"European%20Breeders%27%20Fund%20Novices%27%20Handicap%20Hurdle%20Final\"&gt;EBF Novices' Handicap Hurdle&lt;/a&gt;), &lt;a href=\"The%20Last%20Fling%20%28horse%29\"&gt;The Last Fling&lt;/a&gt; and Buckhouse Boy. Cyborgo disputed the lead with Bear Claw and Crown Equerry before gaining the advantage at the eleventh fence. The Last Fling emerged as his only serious challenger but made two jumping errors and Cyborgo ran on to win by three and a half lengths with the outsider Judicious Captain being the only other runner to complete the course.\nLater career.\nIn the following season Cyborgo was ridden by McCoy in all three of his races. On his debut he started 3/1 favourite for the &lt;a href=\"Welsh%20National\"&gt;Welsh National&lt;/a&gt; at Chepstow on 27 December but was pulled up at the second-last fence of a race won by &lt;a href=\"Earth%20Summit%20%28horse%29\"&gt;Earth Summit&lt;/a&gt;. He produced much his best effort of the season at Cheltenham a month later when he ran second to &lt;a href=\"See%20More%20Business\"&gt;See More Business&lt;/a&gt; in the &lt;a href=\"Cotswold%20Chase\"&gt;Pillar Property Investments Chase&lt;/a&gt; finishing well ahead of &lt;a href=\"Rough%20Quest\"&gt;Rough Quest&lt;/a&gt; and Barton Bank. His performance led to his odds for the Cheltenham Gold Cup to be cut from 40/1 to 14/1. On his second attempt to win the Gold Cup, Cyborgo started 10/1 fourth favourite behind Doran Pride, See More Business and &lt;a href=\"Suny%20Bay\"&gt;Suny Bay&lt;/a&gt;. He was travelling well before breaking down and pulling up before the seventh. As McCoy swerved to the right to prevent the lame horse from attempting to jump the fence he badly hampered See More Business, forcing the second favourite wide of the fence and out of the race. According to &lt;a href=\"Robin%20Oakley\"&gt;Robin Oakley&lt;/a&gt;, See More Business's trainer &lt;a href=\"Paul%20Nicholls%20%28horse%20racing%29\"&gt;Paul Nicholls&lt;/a&gt; had to be physically restrained from confronting Martin Pipe.\nCyborgo returned to hurdling for his first run of the next season in December but made little impression in the Long Walk hurdle and was tailed off when he was pulled up before the second last in a race won by &lt;a href=\"Princeful\"&gt;Princeful&lt;/a&gt;. In January he again contested the Pillar Chase but came home last of the four finishers behind &lt;a href=\"Cyfor%20Malta\"&gt;Cyfor Malta&lt;/a&gt;, Go Ballistic and See More Business, twenty-four lengths behind the winner. Cyborgo was pulled up in his three remaining National Hunt races: the &lt;a href=\"Grand%20National%20Trial\"&gt;Grand National Trial&lt;/a&gt; (after disputing the lead for most of the way), the &lt;a href=\"1999%20Grand%20National\"&gt;1999 Grand National&lt;/a&gt; (as a 50/1 outsider) and a handicap chase at Uttoxeter in May. Three months later it was announced that the horse would be retired from National Hunt racing. His owner Hugh Duder said \"Cyborgo gave us and a lot of other people an enormous amount of pleasure. But he has been telling us he needs a rest. I'd like to pay tribute to Martin Pipe, whose training of the horse was brilliant, and to his lass Delphine Gulla, who loved him and looked after him so well.\" Pipe called Cyborgo \"a brilliant horse... He really was terrifically tough and had so much ability\".\nAfter leaving the Pipe stable, Cyborgo moved to &lt;a href=\"Hawick\"&gt;Hawick&lt;/a&gt; in Scotland and entered the ownership of Simon and Phillipa Shirley-Beavan and ran without success on the amateur &lt;a href=\"Point-to-point%20%28steeplechase%29\"&gt;Point-to-point&lt;/a&gt; circuit. He then became a &lt;a href=\"Field%20hunter\"&gt;hunter&lt;/a&gt; with the &lt;a href=\"Jedforest\"&gt;Jedforest&lt;/a&gt; Hunt in the &lt;a href=\"Scottish%20Borders\"&gt;Scottish Borders&lt;/a&gt; and was reported to have enjoyed the change in career. In March 2001, however, he suffered an inflamed &lt;a href=\"colon%20%28organ%29\"&gt;colon&lt;/a&gt; and was &lt;a href=\"Animal%20euthanasia\"&gt;euthanised&lt;/a&gt; at the age of eleven."
}