{
    "id": "457204",
    "revid": "1258165",
    "url": "https://en.wikipedia.org/wiki?curid=457204",
    "title": "Fiona Thornewill",
    "text": "Fiona Thornewill (born 10 July 1966) is an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"List%20of%20explorers\"&gt;explorer&lt;/a&gt; who reached the &lt;a href=\"South%20Pole\"&gt;South Pole&lt;/a&gt; solo and unaided in a record 42 days in 2004, walking and skiing over 700 miles in the process.\nBackground.\nBorn in &lt;a href=\"Upton%2C%20Newark%20and%20Sherwood\"&gt;Upton, Nottinghamshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, Fiona was into sports as a child, especially gymnastics, horse-racing and ice-skating. She attended Lowes Wong Junior School in nearby &lt;a href=\"Southwell%2C%20Nottinghamshire\"&gt;Southwell&lt;/a&gt; before going to The Rodney School in Kirklington.\nLater, Fiona worked as an administrator for the &lt;a href=\"Royal%20Air%20Force\"&gt;RAF&lt;/a&gt; where she able to gain experience in flying and gliding. She also opened her own gymnasium, but tragedy struck when her husband, Bill, was killed in a road accident.\nIn 1992, Fiona met her present husband, Mike, who introduced her to outdoor sports such as mountaineering. Mike also had ambitions to cross the South Pole overland, and these plans encouraged Fiona to follow suit.\nExpeditions.\nIn 2000, Michael and Fiona became the first married couple to reach the South Pole, along with Catherine Hartley.\nIn 2001, Mike and Fiona set up an expedition to reach the &lt;a href=\"North%20Pole\"&gt;North Pole&lt;/a&gt;, raising money for charity in the process. Guiding them was &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; mountaineer and &lt;a href=\"arctic\"&gt;arctic&lt;/a&gt; adventurer Paul Landry. They reached their destination in 56 days.\nFiona's greatest feat came in 2004 though, when she reached the South Pole on 10 January, beating her rival &lt;a href=\"Rosie%20Stancer\"&gt;Rosie Stancer&lt;/a&gt; in the process. The previous record was 44 days, and the previous best for a woman was 50 days - by the &lt;a href=\"Norway\"&gt;Norwegian&lt;/a&gt; &lt;a href=\"Liv%20Arneson\"&gt;Liv Arneson&lt;/a&gt;. Walking 22 miles a day, Fiona had to pull a sledge weighing 285 pounds, and her success is perhaps even more remarkable considering she lost her satellite navigation system 10 days in.\nAs news reached home she was congratulated by friends and family, and husband Mike was part of a party racing to meet her on &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;."
}