{
    "id": "457426",
    "revid": "42628925",
    "url": "https://en.wikipedia.org/wiki?curid=457426",
    "title": "Income distribution",
    "text": "In &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, income distribution covers how a country's total &lt;a href=\"GDP\"&gt;GDP&lt;/a&gt; is distributed amongst its population. Economic theory and &lt;a href=\"economic%20policy\"&gt;economic policy&lt;/a&gt; have long seen income and its distribution as a central concern. &lt;a href=\"Classical%20economist\"&gt;Classical economist&lt;/a&gt;s such as &lt;a href=\"Adam%20Smith\"&gt;Adam Smith&lt;/a&gt; (1723–1790), &lt;a href=\"Thomas%20Malthus\"&gt;Thomas Malthus&lt;/a&gt; (1766–1834), and &lt;a href=\"David%20Ricardo\"&gt;David Ricardo&lt;/a&gt; (1772–1823) concentrated their attention on factor income-distribution, that is, the &lt;a href=\"Distribution%20%28economics%29\"&gt;distribution&lt;/a&gt; of &lt;a href=\"income\"&gt;income&lt;/a&gt; between the primary &lt;a href=\"factors%20of%20production\"&gt;factors of production&lt;/a&gt; (&lt;a href=\"Land%20%28economics%29\"&gt;land&lt;/a&gt;, &lt;a href=\"Labour%20economics\"&gt;labour&lt;/a&gt; and &lt;a href=\"Capital%20%28economics%29\"&gt;capital&lt;/a&gt;). Modern economists have also addressed issues of income distribution, but have focused more on the distribution of income across individuals and households. Important theoretical and policy concerns include the balance between income inequality and &lt;a href=\"economic%20growth\"&gt;economic growth&lt;/a&gt;, and their often inverse relationship.\nThe &lt;a href=\"Lorenz%20curve\"&gt;Lorenz curve&lt;/a&gt; can represent the distribution of income within a society. The Lorenz curve is closely associated with measures of &lt;a href=\"income%20inequality\"&gt;income inequality&lt;/a&gt;, such as the &lt;a href=\"Gini%20coefficient\"&gt;Gini coefficient&lt;/a&gt;.\nMeasurement.\nThe concept of inequality is distinct from that of poverty and &lt;a href=\"distributive%20justice\"&gt;fairness&lt;/a&gt;. &lt;a href=\"Income%20inequality%20metrics\"&gt;Income inequality metrics&lt;/a&gt; (or income distribution metrics) are used by social scientists to measure the distribution of &lt;a href=\"income\"&gt;income&lt;/a&gt;, and &lt;a href=\"economic%20inequality\"&gt;economic inequality&lt;/a&gt; among the participants in a particular economy, such as that of a specific country or of the world in general. While different theories may try to explain how income inequality comes about, income inequality &lt;a href=\"Metric%20%28mathematics%29\"&gt;metrics&lt;/a&gt; simply provide a &lt;a href=\"Systems%20of%20measurement\"&gt;system of measurement&lt;/a&gt; used to determine the dispersion of incomes.\nLimitations.\nThere exist some problems and limitations in the measurement of inequality as there is a large gap between the national accounts (which focus on &lt;a href=\"Macroeconomics\"&gt;macroeconomic&lt;/a&gt; totals) and inequality studies (which focus on &lt;a href=\"Distribution%20of%20wealth\"&gt;distribution&lt;/a&gt;).\nThe lack of a comprehensive measure about how the pretax income differs from the post-tax income makes hard to assess how government redistribution effects inequality.\nThere is not a clear view on how long-run trends in income concentration are shaped by the major changes in woman's labour force participation.\nCauses of income inequality.\n&lt;a href=\"Economic%20inequality%23Causes\"&gt;Causes of income inequality&lt;/a&gt; and of levels of equality/inequality include: &lt;a href=\"Labour%20economics\"&gt;labor economics&lt;/a&gt;, &lt;a href=\"tax%20policy\"&gt;tax policies&lt;/a&gt;, other &lt;a href=\"economic%20policy\"&gt;economic policies&lt;/a&gt;, &lt;a href=\"labor%20union\"&gt;labor union&lt;/a&gt; policies, Federal Reserve &lt;a href=\"monetary%20policy\"&gt;monetary policies&lt;/a&gt; &amp; fiscal policies, the &lt;a href=\"labour%20market\"&gt;market for labor&lt;/a&gt;, abilities of individual workers, &lt;a href=\"technology\"&gt;technology&lt;/a&gt; and &lt;a href=\"automation\"&gt;automation&lt;/a&gt;, &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt;, &lt;a href=\"gender%20bias\"&gt;gender bias&lt;/a&gt;, &lt;a href=\"racism\"&gt;racism&lt;/a&gt;, and &lt;a href=\"culture\"&gt;culture&lt;/a&gt;.\nHow to improve income inequality.\nTaxes.\nThe progressive income tax takes a larger part of high incomes and a smaller percentage of low incomes. So that the poor pay less on taxes and keep larger percentage of their income, whereas the rich otherwise. It can be justified by the fact, that 100 dollars for the rich person mean less (almost nothing) than for the poor one (it can be the whole amount of income tax). The government uses the tax revenue also for the necessary and beneficial activities for the society. Let's say that everybody in society would have the same benefit from this activity, but the rich pay more for it, so this tax reduces the inequality twice.\nIn-kind transfers.\nIf a cash is given to a poor person, he or she may not make \"the best\" choice in case, what to buy for this extra money. Then, there is the solution in form of the food stamps or directly the food as an in-kind transfer to the poorest.\nHousing subsidies.\nThe rent and upkeep of housing form a large portion of spending in the lower income families. Housing subsidies were designed to help the poor obtaining adequate housing.\nWelfare and Unemployment benefits.\nThis provides actual money to the people with very low or no income and gives them an absolute freedom in decision-making how to use this benefit. This works best if we assume that they are rational and make decisions in their best interest.\nDistribution measurement internationally.\nUsing &lt;a href=\"Gini%20coefficient\"&gt;Gini coefficient&lt;/a&gt;s, several organizations, such as the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; (UN) and the US &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA), have measured income inequality &lt;a href=\"List%20of%20countries%20by%20income%20equality\"&gt;by country&lt;/a&gt;. The &lt;a href=\"Gini%20index\"&gt;Gini index&lt;/a&gt; is also widely used within the World Bank. It is an accurate and reliable index for measuring income distribution on a country by country level. The Gini index measurements go from 0 to 1 for 1 being perfect inequality and 0 being perfect equality. The world Gini index is measured at 0.52 as of 2016.\nThe World Inequality Lab at the &lt;a href=\"Paris%20School%20of%20Economics\"&gt;Paris School of Economics&lt;/a&gt; published in December 2017 the &lt;a href=\"World%20Inequality%20Report\"&gt;World Inequality Report&lt;/a&gt; 2018 that provides estimates of global income and wealth inequality.\nTrends.\nStandard economic theory stipulates that inequality tends to increase over time as a country develops, and to decrease as a certain average income is attained. This theory is commonly known as the &lt;a href=\"Kuznets%20curve\"&gt;Kuznets curve&lt;/a&gt; after &lt;a href=\"Simon%20Kuznets\"&gt;Simon Kuznets&lt;/a&gt;. However, many prominent economists disagree with the need for inequality to increase as a country develops. Further, empirical data on the proclaimed subsequent decrease of inequality is conflicting.\nThere are two ways of looking at income inequality, within country inequality (intra-country inequality) – which is inequality within a nation; or between country inequality (inter-country inequality) which is inequality between countries.\nAccording to intra-country inequality at least in the OECD countries, a May 2011 report by &lt;a href=\"OECD\"&gt;OECD&lt;/a&gt; stated that the gap between rich and poor within OECD countries (most of which are \"high income\" economies) \"has reached its highest level for over 30 years, and governments must act quickly to tackle inequality\".\nFurthermore, increased inter-country income inequality over a long period is conclusive, with the Gini coefficient (using PPP exchange rate, unweighted by population) more than doubling between 1820 and the 1980s from .20 to .52 (Nolan 2009:63). However, scholars disagree about whether inter-country income inequality has increased (Milanovic 2011), remained relatively stable (Bourguignon and Morrison 2002), or decreased (Sala-i-Martin, 2002) since 1980. What Milanovic (2005) calls the “mother of all inequality disputes” emphasizes this debate by using the same data on Gini coefficient from 1950–2000 and showing that when countries’ GDP per capita incomes are unweighted by population income inequality increases, but when they are weighted inequality decreases. This has much to do with the recent average income rise in China and to some extent India, who represent almost two-fifths of the world. Notwithstanding, inter-country inequality is significant, for instance as a group the bottom 5% of US income distribution receives more income than over 68 percent of the world, and of the 60 million people that make up the top 1% of income distribution, 50 million of them are citizens of Western Europe, North America or Oceania (Milanovic 2011:116,156).\nIn a &lt;a href=\"TED%20%28conference%29\"&gt;TED&lt;/a&gt; presentation &lt;a href=\"http%3A//www.ted.com/talks/hans_rosling_shows_the_best_stats_you_ve_ever_seen.html\"&gt;shown here&lt;/a&gt;, &lt;a href=\"Hans%20Rosling\"&gt;Hans Rosling&lt;/a&gt; presented the distribution and change in income distribution of various nations over the course of a few decades along with other factors such as &lt;a href=\"child%20survival\"&gt;child survival&lt;/a&gt; and &lt;a href=\"fertility%20rate\"&gt;fertility rate&lt;/a&gt;.\nAs of 2018, Albania has the smallest gap in wealth distribution with Zimbabwe having the largest gap in wealth distribution.\nIncome distribution in different countries.\nIncome distribution in the United States.\n2011: In the United States, income has become distributed more unequally over the past 30 years, with those in the top quintile (20 percent) earning more than the bottom 80 percent combined.\n2019: The wealthiest 10 % of American households control nearly 75 % of household net worth.\nLow unemployment rate and high GDP are signs of the health of the U.S. economy. But there is almost 18 % of people living below the poverty line and the Gini coefficient is quite high. That ranks the United States 9th income inequal in the world.\nIncome distribution in the United Kingdom.\nInequality in the UK has been very high in the past, and did not change much until the onset of industrialization. Incomes used to be remarkably concentrated pre-&lt;a href=\"Industrial%20Revolution\"&gt;industrial evolution&lt;/a&gt;: up to 40% of total income went into the pockets of the richest 5%. In the more recent years income distribution is still an issue. The UK experienced a large increase in inequality during the 1980s—the incomes of the highest deciles increase while everyone else was stagnant. Uneven growth in the years leading up to 1991 meant further increases in inequality. Throughout the 1990s and 2000s, more even growth across the distribution meant little changes in inequality, with rising incomes for everybody. In sight of &lt;a href=\"Brexit\"&gt;Brexit&lt;/a&gt;, there is more predicted income distribution discrepancies between wages.\n2019: The United Kingdom was doing a lot to reduce one of the widest gap between rich and poor citizens, what has led to getting on the 13th place in the ranking of income inequality in the world.\nRussia.\nOccupying the 11th place in the ranking of income inequality in the world. USA TODAY stated: \"Russia has a Corruption Perceptions Index score of 28 – tied for the worst among OECD member states and affiliates and one of the lowest in the world. \" The cause of the income gap are the close connections of Russian oligarchs and the government, thanks to these relationships oligarchs get lucrative business deals and earn more and more money.\nSouth Africa.\nThe highest income inequality is in the South Africa, based on 2019 data. It is due to the recent policy of apartheid. There were huge differences between white and the other people, not only in wages, but also in the place they can enter and so on.\nOther.\nHigh income inequality appears in China, India, Costa Rica, Brazil, Mexico, Chile, Turkey, Lithuania, South Korea, New Zealand and Latvia too.\nDevelopment of income distribution as a stochastic process.\nIt is very difficult to create a realistic and not very complicated theoretical model, because the forces determining the distribution of income (DoI) are so varied and complex and they continuously interact and fluctuate.\nIn this model let assume that the income scale is divided into an enumerable infinity of income ranges, which have uniform proportionate distribution. The development through time of the DoI between ranges we shall regard to be the stochastic process. The income of any person in one year may depend on the income in the previous year and on a chance of progress. Assuming that to every \"dying\" income receiver, there is an heir to his or her income in the following year, and vice versa. This implies that the number of incomes is constant through time. (It is not difficult to allow more or less than one heir to each dying individual, but it will lose the simplicity.)\nUnder these assumptions any historical development of the DoI can be described by the following vectors and matrices.\nThe vector of the DoI can be expressed as\nformula_6\nThe elements of proportion matrices can be estimated from historical data."
}