{
    "id": "4576867",
    "revid": "1068966045",
    "url": "https://en.wikipedia.org/wiki?curid=4576867",
    "title": "Bennett Springs, Missouri",
    "text": "Bennett Spring is an &lt;a href=\"unincorporated%20area\"&gt;unincorporated community&lt;/a&gt; and &lt;a href=\"census-designated%20place\"&gt;census-designated place&lt;/a&gt; (CDP) in &lt;a href=\"Dallas%20County%2C%20Missouri\"&gt;Dallas&lt;/a&gt; and &lt;a href=\"Laclede%20County%2C%20Missouri\"&gt;Laclede&lt;/a&gt; counties, &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;, United States. As of the &lt;a href=\"2010%20United%20States%20Census\"&gt;2010 census&lt;/a&gt; it had a population of 130. It lies west of &lt;a href=\"Lebanon%2C%20Missouri\"&gt;Lebanon&lt;/a&gt; on &lt;a href=\"Missouri%20Route%2064\"&gt;Missouri Route 64&lt;/a&gt;. The community is named after a &lt;a href=\"spring%20%28hydrology%29\"&gt;spring&lt;/a&gt; that is reported variously as the third or fourth largest in the state, with an average daily flow of about one hundred million gallons, and which is the centerpiece of &lt;a href=\"Bennett%20Spring%20State%20Park\"&gt;Bennett Spring State Park&lt;/a&gt;.\nThe community is located adjacent to the &lt;a href=\"confluence\"&gt;confluence&lt;/a&gt; of Bennett Spring Branch with the &lt;a href=\"Niangua%20River\"&gt;Niangua River&lt;/a&gt;, a north-flowing tributary of &lt;a href=\"Lake%20of%20the%20Ozarks\"&gt;Lake of the Ozarks&lt;/a&gt; and part of the &lt;a href=\"Osage%20River\"&gt;Osage River&lt;/a&gt; watershed, which flows northeast to the &lt;a href=\"Missouri%20River\"&gt;Missouri River&lt;/a&gt;. The spring itself is located approximately one mile south along Bennett Spring Branch within the park boundaries.\nBennett Spring State Park is one of the Missouri &lt;a href=\"trout\"&gt;trout&lt;/a&gt; parks. The park features the largest spring of the four parks. Trout fishing, camping, and hiking are the main activities in the park, and the park also offers &lt;a href=\"cottage\"&gt;cabins&lt;/a&gt;, a &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt;, nature center, and a full-service store.\nAn early variant name was \"Brice\", after James Brice, the proprietor of a local &lt;a href=\"watermill\"&gt;watermill&lt;/a&gt;. A post office called Brice was established in 1900, the name was changed to Bennett Springs in 1939, and the post office closed in 1966."
}