{
    "id": "4577602",
    "revid": "42941688",
    "url": "https://en.wikipedia.org/wiki?curid=4577602",
    "title": "Evolution of birds",
    "text": "The evolution of birds began in the &lt;a href=\"Jurassic\"&gt;Jurassic&lt;/a&gt; Period, with the earliest &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s derived from a &lt;a href=\"clade\"&gt;clade&lt;/a&gt; of &lt;a href=\"theropod\"&gt;theropod&lt;/a&gt; &lt;a href=\"dinosaur\"&gt;dinosaur&lt;/a&gt;s named &lt;a href=\"Paraves\"&gt;Paraves&lt;/a&gt;. Birds are categorized as a &lt;a href=\"Class%20%28biology%29\"&gt;biological class&lt;/a&gt;, Aves. For more than a century, the small theropod dinosaur \"&lt;a href=\"Archaeopteryx\"&gt;Archaeopteryx lithographica&lt;/a&gt;\" from the &lt;a href=\"Late%20Jurassic\"&gt;Late Jurassic&lt;/a&gt; period was considered to have been the earliest bird. Modern phylogenies place birds in the dinosaur clade &lt;a href=\"Theropoda\"&gt;Theropoda&lt;/a&gt;. According to the current consensus, Aves and a sister group, the &lt;a href=\"Order%20%28biology%29\"&gt;order&lt;/a&gt; &lt;a href=\"Crocodilia\"&gt;Crocodilia&lt;/a&gt;, together are the sole living members of an unranked \"&lt;a href=\"reptile\"&gt;reptile&lt;/a&gt;\" clade, the &lt;a href=\"Archosaur\"&gt;Archosaur&lt;/a&gt;ia. Four distinct lineages of bird survived the &lt;a href=\"Cretaceous%E2%80%93Paleogene%20extinction%20event\"&gt;Cretaceous–Paleogene extinction event&lt;/a&gt; 66 million years ago, giving rise to ostriches and relatives (&lt;a href=\"Paleognathae\"&gt;Paleognathae&lt;/a&gt;), ducks and relatives (&lt;a href=\"Anseriformes\"&gt;Anseriformes&lt;/a&gt;), ground-living fowl (&lt;a href=\"Galliformes\"&gt;Galliformes&lt;/a&gt;), and \"modern birds\" (&lt;a href=\"Neoaves\"&gt;Neoaves&lt;/a&gt;).\n&lt;a href=\"Phylogenetics\"&gt;Phylogenetically&lt;/a&gt;, Aves is usually defined as all descendants of the most recent common ancestor of a specific modern bird species (such as the &lt;a href=\"house%20sparrow\"&gt;house sparrow&lt;/a&gt;, \"Passer domesticus\"), and either \"Archaeopteryx\", or some prehistoric species closer to &lt;a href=\"Neornithes\"&gt;Neornithes&lt;/a&gt; (to avoid the problems caused by the unclear relationships of \"Archaeopteryx\" to other theropods). If the latter classification is used then the larger group is termed Avialae. Currently, the relationship between dinosaurs, \"Archaeopteryx\", and modern birds is still under debate.\nOrigins.\nThere is &lt;a href=\"Origin%20of%20birds\"&gt;significant evidence&lt;/a&gt; that birds emerged within &lt;a href=\"Theropoda\"&gt;theropod&lt;/a&gt; &lt;a href=\"Dinosauria\"&gt;dinosaurs&lt;/a&gt;, specifically, that birds are members of &lt;a href=\"Maniraptora\"&gt;Maniraptora&lt;/a&gt;, a group of theropods which includes &lt;a href=\"dromaeosaur\"&gt;dromaeosaur&lt;/a&gt;s and &lt;a href=\"Oviraptoridae\"&gt;oviraptorids&lt;/a&gt;, among others. As more non-avian theropods that are closely related to birds are discovered, the formerly clear distinction between non-birds and birds becomes less so. This was noted in the 19th century, with &lt;a href=\"Thomas%20Huxley\"&gt;Thomas Huxley&lt;/a&gt; writing:\nWe have had to stretch the definition of the class of birds so as to include birds with teeth and birds with paw-like fore limbs and long tails. There is no evidence that \"Compsognathus\" possessed feathers; but, if it did, it would be hard indeed to say whether it should be called a reptilian bird or an avian reptile.\"\nDiscoveries in northeast &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;China&lt;/a&gt; (&lt;a href=\"Liaoning\"&gt;Liaoning&lt;/a&gt; Province) demonstrate that many small theropod dinosaurs &lt;a href=\"Feathered%20dinosaurs\"&gt;did indeed have feathers&lt;/a&gt;, among them the &lt;a href=\"compsognathid\"&gt;compsognathid&lt;/a&gt; \"&lt;a href=\"Sinosauropteryx\"&gt;Sinosauropteryx&lt;/a&gt;\" and the &lt;a href=\"microraptoria\"&gt;microraptoria&lt;/a&gt;n &lt;a href=\"Dromaeosauridae\"&gt;dromaeosaurid&lt;/a&gt; \"&lt;a href=\"Sinornithosaurus\"&gt;Sinornithosaurus&lt;/a&gt;\". This has contributed to this ambiguity of where to draw the line between birds and reptiles. \"&lt;a href=\"Cryptovolans\"&gt;Cryptovolans&lt;/a&gt;\", a dromaeosaurid found in 2002 (which may be a junior synonym of \"&lt;a href=\"Microraptor\"&gt;Microraptor&lt;/a&gt;\") was capable of powered flight, possessed a sternal &lt;a href=\"keel%20%28bird%29\"&gt;keel&lt;/a&gt; and had ribs with &lt;a href=\"uncinate%20processes%20of%20ribs\"&gt;uncinate processes&lt;/a&gt;. \"&lt;a href=\"Cryptovolans\"&gt;Cryptovolans&lt;/a&gt;\" seems to make a better \"bird\" than \"&lt;a href=\"Archaeopteryx\"&gt;Archaeopteryx&lt;/a&gt;\" which lacks some of these modern bird features. Because of this, some paleontologists have suggested that &lt;a href=\"dromaeosaur\"&gt;dromaeosaur&lt;/a&gt;s are actually basal birds whose larger members are secondarily flightless, i.e. that dromaeosaurs evolved from birds and not the other way around. Evidence for this theory is currently inconclusive, but digs continue to unearth fossils (especially in China) of feathered dromaeosaurs. At any rate, it is fairly certain that flight utilizing feathered wings existed in the mid-Jurassic theropods. The &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; &lt;a href=\"Unenlagiinae\"&gt;unenlagiine&lt;/a&gt; \"&lt;a href=\"Rahonavis\"&gt;Rahonavis&lt;/a&gt;\" also possesses features suggesting it was at least partially capable of powered flight.\nAlthough &lt;a href=\"ornithischia\"&gt;ornithischia&lt;/a&gt;n (bird-hipped) dinosaurs share the same &lt;a href=\"hip\"&gt;hip&lt;/a&gt; structure as birds, birds actually originated from the &lt;a href=\"saurischia\"&gt;saurischia&lt;/a&gt;n (lizard-hipped) dinosaurs if the dinosaurian origin theory is correct. They thus arrived at their hip structure condition &lt;a href=\"Analogy%20%28biology%29\"&gt;independently&lt;/a&gt;. In fact, a bird-like hip structure also developed a third time among a peculiar group of theropods, the &lt;a href=\"Therizinosauridae\"&gt;Therizinosauridae&lt;/a&gt;.\nAn alternate theory to the dinosaurian origin of birds, espoused by a few scientists, notably &lt;a href=\"Larry%20Martin\"&gt;Larry Martin&lt;/a&gt; and &lt;a href=\"Alan%20Feduccia\"&gt;Alan Feduccia&lt;/a&gt;, states that birds (including &lt;a href=\"maniraptora\"&gt;maniraptora&lt;/a&gt;n \"dinosaurs\") evolved from early archosaurs like \"&lt;a href=\"Longisquama\"&gt;Longisquama&lt;/a&gt;\". This theory is contested by most other paleontologists and experts in feather development and evolution.\nMesozoic birds.\nThe basal bird \"&lt;a href=\"Archaeopteryx\"&gt;Archaeopteryx&lt;/a&gt;\", from the &lt;a href=\"Jurassic\"&gt;Jurassic&lt;/a&gt;, is well known as one of the first \"&lt;a href=\"Transitional%20fossil\"&gt;missing links&lt;/a&gt;\" to be found in support of &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt; in the late 19th century. Though it is not considered a direct ancestor of modern birds, it gives a fair representation of how flight evolved and how the very first bird might have looked. It may be predated by \"&lt;a href=\"Protoavis\"&gt;Protoavis texensis&lt;/a&gt;\", though the fragmentary nature of this fossil leaves it open to considerable doubt whether this was a bird ancestor. The skeleton of all early bird candidates is basically that of a small theropod dinosaur with long, clawed hands, though the exquisite preservation of the &lt;a href=\"Solnhofen%20Plattenkalk\"&gt;Solnhofen Plattenkalk&lt;/a&gt; shows \"Archaeopteryx\" was covered in feathers and had wings. While \"Archaeopteryx\" and its relatives may not have been very good fliers, they would at least have been competent gliders, setting the stage for the evolution of life on the wing.\nThe evolutionary trend among birds has been the reduction of anatomical elements to save weight. The first element to disappear was the bony tail, being reduced to a &lt;a href=\"pygostyle\"&gt;pygostyle&lt;/a&gt; and the tail function taken over by feathers. \"&lt;a href=\"Confuciusornis\"&gt;Confuciusornis&lt;/a&gt;\" is an example of their trend. While keeping the clawed fingers, perhaps for climbing, it had a pygostyle tail, though longer than in modern birds. A large group of birds, the &lt;a href=\"Enantiornithes\"&gt;Enantiornithes&lt;/a&gt;, evolved into &lt;a href=\"ecological%20niche\"&gt;ecological niche&lt;/a&gt;s similar to those of modern birds and flourished throughout the Mesozoic. Though their wings resembled those of many modern bird groups, they retained the clawed wings and a snout with teeth rather than a beak in most forms. The loss of a long tail was followed by a rapid evolution of their legs which evolved to become highly versatile and adaptable tools that opened up new ecological niches.\nThe &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; saw the rise of more modern birds with a more rigid ribcage with a &lt;a href=\"keel%20%28bird%20anatomy%29\"&gt;carina&lt;/a&gt; and shoulders able to allow for a powerful upstroke, essential to sustained powered flight. Another improvement was the appearance of an &lt;a href=\"alula\"&gt;alula&lt;/a&gt;, used to achieve better control of landing or flight at low speeds. They also had a more derived pygostyle, with a &lt;a href=\"ploughshare\"&gt;ploughshare&lt;/a&gt;-shaped end. An early example is \"&lt;a href=\"Yanornis\"&gt;Yanornis&lt;/a&gt;\". Many were coastal birds, strikingly resembling modern &lt;a href=\"shorebird\"&gt;shorebird&lt;/a&gt;s, like \"&lt;a href=\"Ichthyornis\"&gt;Ichthyornis&lt;/a&gt;\", or ducks, like\" &lt;a href=\"Gansus\"&gt;Gansus&lt;/a&gt;\". Some evolved as swimming hunters, like the &lt;a href=\"Hesperornithiformes\"&gt;Hesperornithiformes&lt;/a&gt; – a group of flightless divers resembling &lt;a href=\"grebe\"&gt;grebe&lt;/a&gt;s and &lt;a href=\"loon\"&gt;loon&lt;/a&gt;s. While modern in most respects, most of these birds retained typical reptilian-like teeth and sharp claws on the manus.\nThe modern toothless birds evolved from the toothed ancestors in the Cretaceous. Meanwhile, the earlier primitive birds, particularly the Enantiornithes, continued to thrive and diversify alongside the &lt;a href=\"pterosaur\"&gt;pterosaur&lt;/a&gt;s through this geologic period until they became extinct due to the &lt;a href=\"Cretaceous%E2%80%93Paleogene%20extinction%20event\"&gt;K–T extinction event&lt;/a&gt;. All but a few groups of the toothless &lt;a href=\"Neornithes\"&gt;Neornithes&lt;/a&gt; were also cut short. The surviving lineages of birds were the comparatively primitive &lt;a href=\"Paleognathae\"&gt;Paleognathae&lt;/a&gt; (&lt;a href=\"ostrich\"&gt;ostrich&lt;/a&gt; and its allies), the aquatic &lt;a href=\"Anseriformes\"&gt;duck lineage&lt;/a&gt;, the terrestrial &lt;a href=\"Galliformes\"&gt;fowl&lt;/a&gt;, and the highly volant &lt;a href=\"Neoaves\"&gt;Neoaves&lt;/a&gt;.\nAdaptive radiation of modern birds.\nModern birds are classified in &lt;a href=\"Neornithes\"&gt;Neornithes&lt;/a&gt;, which are now known to have evolved into some basic lineages by the end of the Cretaceous (see \"&lt;a href=\"Vegavis\"&gt;Vegavis&lt;/a&gt;\"). The Neornithes are split into the &lt;a href=\"paleognath\"&gt;paleognath&lt;/a&gt;s and &lt;a href=\"neognath\"&gt;neognath&lt;/a&gt;s.\nThe paleognaths include the &lt;a href=\"tinamou\"&gt;tinamou&lt;/a&gt;s (found only in Central and South America) and the &lt;a href=\"ratite\"&gt;ratite&lt;/a&gt;s, which nowadays are found almost exclusively on the Southern Hemisphere. The ratites are large flightless birds, and include &lt;a href=\"ostrich\"&gt;ostrich&lt;/a&gt;es, &lt;a href=\"Rhea%20%28bird%29\"&gt;rhea&lt;/a&gt;s, &lt;a href=\"Cassowary\"&gt;cassowaries&lt;/a&gt;, &lt;a href=\"Kiwi%20%28bird%29\"&gt;kiwi&lt;/a&gt;s and &lt;a href=\"emu\"&gt;emu&lt;/a&gt;s. A few scientists propose that the ratites represent an artificial grouping of birds which have independently lost the ability to fly in a number of unrelated lineages. In any case, the available data regarding their evolution is still very confusing, partly because there are no uncontroversial &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;s from the Mesozoic. &lt;a href=\"Phylogenetics\"&gt;Phylogenetic&lt;/a&gt; analysis supports the assertion that the ratites are &lt;a href=\"polyphyletic\"&gt;polyphyletic&lt;/a&gt; and do not represent a valid grouping of birds.\nThe basal divergence from the remaining Neognathes was that of the &lt;a href=\"Galloanserae\"&gt;Galloanserae&lt;/a&gt;, the &lt;a href=\"superorder\"&gt;superorder&lt;/a&gt; containing the &lt;a href=\"Anseriformes\"&gt;Anseriformes&lt;/a&gt; (&lt;a href=\"duck\"&gt;duck&lt;/a&gt;s, &lt;a href=\"goose\"&gt;geese&lt;/a&gt; and &lt;a href=\"swan\"&gt;swan&lt;/a&gt;s), and the &lt;a href=\"Galliformes\"&gt;Galliformes&lt;/a&gt; (&lt;a href=\"chicken\"&gt;chicken&lt;/a&gt;s, &lt;a href=\"Turkey%20%28bird%29\"&gt;turkey&lt;/a&gt;s, &lt;a href=\"pheasant\"&gt;pheasant&lt;/a&gt;s, and their allies). The presence of basal anseriform fossils in the Mesozoic and likely some galliform fossils implies the presence of paleognaths at the same time, in spite of the absence of fossil evidence.\nThe dates for the splits are a matter of considerable debate amongst scientists. It is agreed that the Neornithes evolved in the Cretaceous and that the split between the Galloanserae and the other neognaths – the &lt;a href=\"Neoaves\"&gt;Neoaves&lt;/a&gt; – occurred before the &lt;a href=\"Cretaceous%E2%80%93Paleogene%20extinction%20event\"&gt;Cretaceous–Paleogene extinction event&lt;/a&gt;, but there are different opinions about whether the radiation of the remaining neognaths occurred before or after the extinction of the other dinosaurs. This disagreement is in part caused by a divergence in the evidence, with molecular dating suggesting a Cretaceous radiation, a small and equivocal neoavian fossil record from Cretaceous, and most living families turning up during the &lt;a href=\"Paleogene\"&gt;Paleogene&lt;/a&gt;. Attempts made to reconcile the molecular and fossil evidence have proved controversial.\nOne hypothesis as to how modern birds survived the &lt;a href=\"Cretaceous%E2%80%93Paleogene%20extinction%20event\"&gt;Cretaceous–Paleogene mass extinction&lt;/a&gt; when other dinosaur species did not could be related to their ability to adaptively radiate. Due to the fact that the avian ancestors of modern birds did not take up all of the niche space where other species did fill up their niche space, birds could have been able to produce a higher level of ecological diversity and innovation that helped them to faster adapt to different environments. These rates of evolution could in part be due to their small body sizes.\nThe authors of a May 2018 report in \"Current Biology\" think that the birds that survived the end-of-Cretaceous disaster were Neornithes, Neognathae (Galloanserae + Neoaves), not tree-living, and could not fly far, because of the worldwide destruction of forests and that it took a long time for the world's forests to return properly. Virtually the same conclusions were already reached before, in a 2016 book on avian evolution.\nIn August 2020 scientists reported that bird skull evolution decelerated compared with the evolution of their &lt;a href=\"dinosaur\"&gt;dinosaur&lt;/a&gt; predecessors after the Cretaceous–Paleogene extinction event, rather than &lt;a href=\"Evolutionary%20radiation\"&gt;accelerating&lt;/a&gt; as often believed to have caused the cranial shape diversity of modern birds.\nClassification of modern species.\nThe &lt;a href=\"phylogenetic\"&gt;phylogenetic&lt;/a&gt; &lt;a href=\"scientific%20classification\"&gt;classification&lt;/a&gt; of birds is a contentious issue. &lt;a href=\"Charles%20Sibley\"&gt;Sibley&lt;/a&gt; &amp; Ahlquist's \"Phylogeny and Classification of Birds\" (1990) is a landmark work on the classification of birds (although frequently debated and constantly revised). A preponderance of evidence suggests that most modern bird orders constitute good &lt;a href=\"clades\"&gt;clades&lt;/a&gt;. However, scientists are not in agreement as to the precise relationships between the main clades. Evidence from modern bird anatomy, fossils and DNA have all been brought to bear on the problem but no strong consensus has emerged.\nStructural characteristics and fossil records have historically provided enough data for systematists to form hypotheses regarding the &lt;a href=\"Phylogenetics\"&gt;phylogenetic&lt;/a&gt; relationships between birds. Imprecisions within these methods is the main factor for why a lack of exact knowledge with regards to the orders and families of birds exists. Expansions in the study of computer-generated &lt;a href=\"DNA%20sequencing\"&gt;DNA sequencing&lt;/a&gt; and computer generated phylogenetics has provided a more accurate method for classifying bird species. Although DNA data studying can only go so far, and questions are still unanswered.\nCurrent evolutionary trends in birds.\nEvolution generally occurs at a scale far too slow to be witnessed by humans. However, bird species are currently going &lt;a href=\"extinct\"&gt;extinct&lt;/a&gt; at a far greater rate than any possible speciation or other generation of new species. The disappearance of a population, subspecies, or species represents the permanent loss of a range of genes.\nAnother concern with evolutionary implications is a suspected increase in &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybridization&lt;/a&gt;. This may arise from human alteration of habitats enabling related &lt;a href=\"allopatric\"&gt;allopatric&lt;/a&gt; species to overlap. &lt;a href=\"Forest%20fragmentation\"&gt;Forest fragmentation&lt;/a&gt; can create extensive open areas, connecting previously isolated patches of open habitat. Populations that were isolated for sufficient time to diverge significantly, but not sufficient to be incapable of producing fertile offspring may now be interbreeding so broadly that the integrity of the original species may be compromised. For example, the many hybrid &lt;a href=\"hummingbird\"&gt;hummingbird&lt;/a&gt;s found in northwest South America may represent a threat to the conservation of the distinct species involved.\nSeveral species of birds have been bred in captivity to create variations on wild species. In some birds this is limited to color variations, while others are bred for larger egg or meat production, for flightlessness or other characteristics.\nIn December 2019 the results of a joint study by Chicago's &lt;a href=\"Field%20Museum%20of%20Natural%20History\"&gt;Field Museum&lt;/a&gt; and the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; into changes in the morphology of birds were published in \"&lt;a href=\"Ecology%20Letters\"&gt;Ecology Letters&lt;/a&gt;\". The study uses bodies of birds which died as a result of colliding with buildings in Chicago, Illinois, since 1978. The sample is made up of over 70,000 specimens from 52 species and span the period from 1978 to 2016. The study shows that the length of birds' lower leg bones (an indicator of body sizes) shortened by an average of 2.4% and their wings lengthened by 1.3%. The findings of the study suggest the morphological changes are the result of climate change, demonstrating an example of evolutionary change following &lt;a href=\"Bergmann%27s%20rule\"&gt;Bergmann's rule&lt;/a&gt;."
}