{
    "id": "4581656",
    "revid": "7178531",
    "url": "https://en.wikipedia.org/wiki?curid=4581656",
    "title": "United States Coast Guard Legal Division",
    "text": "The Coast Guard Judge Advocate General oversees the delivery of legal services to the &lt;a href=\"United%20States%20Coast%20Guard\"&gt;United States Coast Guard&lt;/a&gt;, through the Office of the Judge Advocate General in Washington, the Legal Service Command, offices in the Atlantic and Pacific Areas, nine Coast Guard Districts, the Coast Guard Academy, three training centers, and a number of other activities and commands. Legal services are delivered by Coast Guard judge advocates and civilian counsel in ten legal practice areas: &lt;a href=\"criminal%20law\"&gt;criminal law&lt;/a&gt;/&lt;a href=\"Military%20law\"&gt;military justice&lt;/a&gt;, &lt;a href=\"Military%20operation\"&gt;operations&lt;/a&gt;, &lt;a href=\"International%20law\"&gt;international activities&lt;/a&gt;, civil advocacy, &lt;a href=\"environmental%20law\"&gt;environmental law&lt;/a&gt;, &lt;a href=\"procurement\"&gt;procurement&lt;/a&gt; law, internal organizational law, &lt;a href=\"regulation\"&gt;regulation&lt;/a&gt;s and &lt;a href=\"administrative%20law\"&gt;administrative law&lt;/a&gt;, legislative support and &lt;a href=\"Legal%20aid\"&gt;legal assistance&lt;/a&gt;.\nMilitary Justice.\nThe Coast Guard is subject to the &lt;a href=\"Uniform%20Code%20of%20Military%20Justice\"&gt;Uniform Code of Military Justice&lt;/a&gt;. Coast Guard judge advocates serve as defense counsel and prosecutors for military courts-martial and as military judges at the trial and appellate level. Judge advocates assigned as appellate counsel (both for the government and defense) brief and argue cases before the &lt;a href=\"Coast%20Guard%20Court%20of%20Criminal%20Appeals\"&gt;Coast Guard Court of Criminal Appeals&lt;/a&gt;, the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Armed%20Forces\"&gt;United States Court of Appeals for the Armed Forces&lt;/a&gt;, and the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt;.\nCoast Guard attorneys serve as &lt;a href=\"Judge%20Advocate%20General%27s%20Corps\"&gt;Staff Judge Advocates&lt;/a&gt; to Coast Guard commanders providing advice on military criminal matters.\nOperations.\nCoast Guard attorneys act as legal counsel and enforcement guidance in key Coast Guard mission areas, including maritime &lt;a href=\"homeland%20security\"&gt;homeland security&lt;/a&gt;, enforcement of laws and treaties, particularly &lt;a href=\"Illegal%20drug%20trade\"&gt;drug trafficking laws&lt;/a&gt;, fisheries laws, &lt;a href=\"customs\"&gt;customs&lt;/a&gt; laws, environmental laws, and &lt;a href=\"immigration%20law\"&gt;immigration law&lt;/a&gt;, &lt;a href=\"Military%20intelligence\"&gt;intelligence&lt;/a&gt;, &lt;a href=\"search%20and%20rescue\"&gt;search and rescue&lt;/a&gt;, &lt;a href=\"icebreaker\"&gt;icebreaker&lt;/a&gt; operations, intelligence law; national security and defense operations, marine environmental protection; &lt;a href=\"port%20safety\"&gt;port safety&lt;/a&gt; and &lt;a href=\"Port%20security\"&gt;security&lt;/a&gt;, including &lt;a href=\"Sector%20Commander\"&gt;Captain of the Port&lt;/a&gt; functions and homeland security, &lt;a href=\"maritime%20defense%20zone\"&gt;maritime defense zone&lt;/a&gt; responsibilities, and other Coast Guard missions as well as in the following general areas: &lt;a href=\"vessel%20inspection\"&gt;vessel inspection&lt;/a&gt; and &lt;a href=\"commercial%20vessel\"&gt;commercial vessel&lt;/a&gt; safety; &lt;a href=\"merchant%20vessel\"&gt;merchant vessel&lt;/a&gt; personnel, including review of appeals by &lt;a href=\"Merchant%20shipping\"&gt;merchant seamen&lt;/a&gt; of suspension and revocation orders entered by &lt;a href=\"Administrative%20Law%20Judge\"&gt;Administrative Law Judge&lt;/a&gt;s; investigations of marine casualties and violations of law by merchant mariners; appeal adjudication for civil penalty cases; determines the &lt;a href=\"navigability\"&gt;navigability&lt;/a&gt; of U.S. waters.\nInternational Activities.\nCoast Guard attorneys serve as advisers or representatives of the United States at most of the several bodies of the &lt;a href=\"International%20Maritime%20Organization\"&gt;International Maritime Organization&lt;/a&gt; (IMO), headquartered in &lt;a href=\"London\"&gt;London&lt;/a&gt;, including the Assembly, the Facilitation Committee, the Marine Safety Committee, the Safety of Navigation subcommittee and the Radio-communications and Search and Rescue subcommittee and the Legal Committee. The principal and alternate U.S. Representative to the IMO Legal Committee are Coast Guard attorneys. A Coast Guard judge advocate is assigned as liaison to the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;United States Department of State&lt;/a&gt;, and another is attached to the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;United States Department of Defense&lt;/a&gt; Institute for International Legal Studies. Judge advocates have also served in Iraq and Afghanistan and deploy for international training missions with the Coast Guard and the Department of Defense.\nCivil Advocacy, Claims, and Litigation.\nCoast Guard attorneys actively manage an extensive claims program under several federal statutes. These involve not only adjudicating claims made against the agency, but also collecting monies owed the government due to penalties assessed for violations of federal law, for damage to Coast Guard property, and for cleanup and recovery costs. Coast Guard attorneys are actively involved in a wide variety of civil litigation, from simple &lt;a href=\"Torts\"&gt;tort&lt;/a&gt; defense to &lt;a href=\"United%20States%20Constitution\"&gt;constitutional&lt;/a&gt; challenges. Coast Guard judge advocates are assigned to litigating divisions in the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;United States Department of Justice&lt;/a&gt;, and other judge advocates serve as full and part-time special assistant United States Attorneys in several locations.\nProcurement Law.\nCoast Guard attorneys in the Office of Procurement Law at the Coast Guard headquarters, in the Surface Forces Logistics Center (formerly the Maintenance and Logistics Commands), and in some field legal offices, provide contract law advice to management, technical, and contracting officials at all levels of the Coast Guard. This ranges from daily advice to field-level contracting officers to advice on major construction, acquisition, and procurements. Advice is provided from the earliest planning stages of procurement through contract negotiation and award as well as through contract administration, which may include action on claims and contract litigation.\nEnvironmental and Property Law.\nLegal services are provided in support of Coast Guard compliance with federal, state and local environmental requirements. Lawyers advise field commanders, program managers and Headquarters units, regarding federal, state and local requirements that may affect or constrain Coast Guard activities. They represent the Coast Guard, either directly or through the Department of Justice, in environmental enforcement actions against the Coast Guard, environmental citizen suits, and challenges to Coast Guard activities brought under environmental statutes. Legal counsel is provided on matters involving the acquisition, maintenance and disposition of real property including leases and licenses.\nInternal Organizational Law.\nThis practice area encompasses a wide range of legal subjects with perhaps the largest number of clients of any of the practice areas. Coast Guard attorneys provide legal advice on issues including federal fiscal law, gift acceptance and standards of ethical conduct for government employees, management, acquisition and disposal of real property, military and civilian personnel law, civil rights, health care, privacy and the release of information. To some extent, Coast Guard attorneys do this work wherever they are. Attorneys at the Office of General Law at Headquarters and at the Maintenance and Logistics Commands provide advice and represent the Coast Guard on matters involving the &lt;a href=\"Merit%20Systems%20Protection%20Board\"&gt;Merit Systems Protection Board&lt;/a&gt;, &lt;a href=\"Equal%20Employment%20Opportunity%20Commission\"&gt;Equal Employment Opportunity Commission&lt;/a&gt;, and labor relations. The Office of Military Justice is involved in two personnel law areas: the Board of Correction of Military Records and representation of Coast Guard members in physical disability cases.\nRegulations and Administrative Law.\nResponsible for the legal sufficiency, format, style, and publication of Coast Guard rulemaking documents and notices in the Federal Register and placement in the &lt;a href=\"Code%20of%20Federal%20Regulations\"&gt;Code of Federal Regulations&lt;/a&gt; of all Coast Guard public regulatory documents and related rulemaking matters under the statutory authority of the &lt;a href=\"Commandant%20of%20the%20Coast%20Guard\"&gt;Commandant of the Coast Guard&lt;/a&gt;. The office provides legal counsel, review, drafting assistance and other support services for all rulemaking activities by Coast Guard Headquarters and field managers. Serves as Legal Counsel to the Coast Guard Marine Safety and Security Council, which is the senior oversight body for Coast Guard rulemaking actions and provides Executive Secretary and administrative services to the council. This office is also responsible for legal advice on matters dealing with the Federal Advisory Committee Act.\nLegislation.\nDrafting, reviewing and coordinating the clearance of the legislative program for the Coast Guard, usually in the form of the annual Coast Guard authorization bill for future fiscal years. The office coordinates agency review of pending legislation, Congressional testimony, proposed executive orders, and other agencies' reviews of pending legislation. Draft departmental reviews letters and provide Coast Guard comments regarding draft statements of Administration policy on pending legislation.\nLegal Assistance.\nThe Coast Guard, as do the other military services, provides personal legal services to eligible beneficiaries. This program, provided in accordance with Section 1044 of &lt;a href=\"Title%2010%20of%20the%20United%20States%20Code\"&gt;Title 10 of the United States Code&lt;/a&gt;, makes attorneys available to provide advice, counsel and in some cases representation on many civil legal matters including &lt;a href=\"estate%20planning\"&gt;estate planning&lt;/a&gt;, financial issues, landlord/tenant and personal real property, &lt;a href=\"Family%20law\"&gt;domestic/family law&lt;/a&gt;, application of the &lt;a href=\"Servicemembers%20Civil%20Relief%20Act\"&gt;Servicemembers Civil Relief Act&lt;/a&gt; and other federal laws impacting military personnel in the civilian community, and taxes."
}