{
    "id": "458800",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=458800",
    "title": "Lorraine Heggessey",
    "text": "Lorraine Sylvia Heggessey (born 16 November 1956) is a British &lt;a href=\"television%20producer\"&gt;television producer&lt;/a&gt; and executive. From 2000 until 2005, she was the first woman to be Controller of &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt;, the primary &lt;a href=\"television%20channel\"&gt;television channel&lt;/a&gt; of the &lt;a href=\"British%20Broadcasting%20Corporation\"&gt;British Broadcasting Corporation&lt;/a&gt;. She has also served as the Chief Executive of the production company &lt;a href=\"Talkback%20Thames\"&gt;Talkback Thames&lt;/a&gt;. Until October 2019 Heggessey was the Chief Executive of &lt;a href=\"The%20Royal%20Foundation\"&gt;The Royal Foundation&lt;/a&gt;.\nEarly life, education and career.\nHeggessey was educated at &lt;a href=\"Vyners%20School\"&gt;Vyners Grammar School&lt;/a&gt; in &lt;a href=\"Ickenham\"&gt;Ickenham&lt;/a&gt;, &lt;a href=\"Hillingdon\"&gt;Hillingdon&lt;/a&gt; and later earned an Upper Second Class &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA&lt;/a&gt; Honours degree in English Language &amp; Literature from &lt;a href=\"Durham%20University\"&gt;Durham University&lt;/a&gt; (&lt;a href=\"Collingwood%20College%2C%20Durham\"&gt;Collingwood College&lt;/a&gt;), before beginning her career in local newspaper journalism. She worked initially for the Westminster Press Group, where her first job was as a trainee reporter on the \"Acton Gazette\" local newspaper.\nIn 1978 she applied for a &lt;a href=\"BBC%20News\"&gt;BBC News&lt;/a&gt; traineeship, but was rejected without an interview. She then worked voluntarily in &lt;a href=\"hospital%20radio\"&gt;hospital radio&lt;/a&gt; and gained a paid job on a &lt;a href=\"local%20newspaper\"&gt;local newspaper&lt;/a&gt;, before re-applying for the BBC traineeship the following year, this time successfully. She spent the next fifteen years working in &lt;a href=\"Current%20affairs%20%28news%20format%29\"&gt;current affairs&lt;/a&gt; programming in television.\nCareer.\nCurrent affairs.\nBy the early 1980s she had become a producer on the BBC's flagship current affairs series \"&lt;a href=\"Panorama%20%28TV%20series%29\"&gt;Panorama&lt;/a&gt;\", before she left the staff of the BBC to join &lt;a href=\"Thames%20Television\"&gt;Thames Television&lt;/a&gt;'s \"&lt;a href=\"This%20Week%20%28ITV%20TV%20series%29\"&gt;This Week&lt;/a&gt;\", broadcast on the rival &lt;a href=\"ITV%20%28TV%20network%29\"&gt;ITV&lt;/a&gt; network. She then moved on again, this time to the small independent production company Clark Productions, for whom she worked on &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt;'s current affairs programme \"Hard News\". In the early 1990s, she and the &lt;a href=\"film%20director\"&gt;film director&lt;/a&gt; &lt;a href=\"Ken%20Loach\"&gt;Ken Loach&lt;/a&gt; collaborated on an edition of \"Hard News\" which investigated the treatment of &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt;ist leader &lt;a href=\"Arthur%20Scargill\"&gt;Arthur Scargill&lt;/a&gt; by \"&lt;a href=\"The%20Daily%20Mirror\"&gt;The Daily Mirror&lt;/a&gt;\" newspaper and &lt;a href=\"Investigative%20journalism\"&gt;investigative journalist&lt;/a&gt; &lt;a href=\"Roger%20Cook%20%28journalist%29\"&gt;Roger Cook&lt;/a&gt;.\nWhen Cook declined to be interviewed for the programme, Heggessey, along with Ken Capstick, Vice President of the Yorkshire &lt;a href=\"National%20Union%20of%20Mineworkers%20%28Great%20Britain%29\"&gt;NUM&lt;/a&gt;, employed one of his own tactics from his television series \"&lt;a href=\"The%20Cook%20Report\"&gt;The Cook Report&lt;/a&gt;\", \"doorstepping\" him outside the &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; hotel in which he was staying and pursuing him, with a camera crew and asking questions, down the street as he walked away.\nShe also worked on another Channel 4 documentary series, \"&lt;a href=\"Dispatches%20%28TV%20series%29\"&gt;Dispatches&lt;/a&gt;\", before returning to the BBC, where she founded the viewer feedback series \"Biteback\". She also secured another notable television moment when she obtained the first interview with the notorious criminal &lt;a href=\"Frankie%20Fraser\"&gt;\"Mad\" Frankie Fraser&lt;/a&gt;, for \"The Underworld\" documentary series. Working in the science department, she became &lt;a href=\"editing\"&gt;Editor&lt;/a&gt; of the BBC One series \"&lt;a href=\"Q.E.D.%20%28BBC%20TV%20series%29\"&gt;QED&lt;/a&gt;\", and then &lt;a href=\"executive%20producer\"&gt;executive producer&lt;/a&gt; of the documentary series \"&lt;a href=\"Animal%20Hospital\"&gt;Animal Hospital&lt;/a&gt;\" and \"&lt;a href=\"The%20Human%20Body%20%28TV%20series%29\"&gt;The Human Body&lt;/a&gt;\".\nChildren's BBC.\nHeggessey was considering leaving the BBC again and returning to working in the independent sector, when she was offered the position of Head of &lt;a href=\"Children%27s%20BBC\"&gt;Children's BBC&lt;/a&gt;. As her daughters were at the time aged four and eight, she decided to accept the role, later explaining that \"Short of taking over &lt;a href=\"Hamleys\"&gt;Hamleys&lt;/a&gt;, this was the next best job for them.\" She took up this post in 1997.\nIt was as Head of Children's BBC that she became involved in the dismissal of \"&lt;a href=\"Blue%20Peter\"&gt;Blue Peter&lt;/a&gt;\" presenter &lt;a href=\"Richard%20Bacon%20%28television%20presenter%29\"&gt;Richard Bacon&lt;/a&gt;. In October 1998, the \"&lt;a href=\"News%20of%20the%20World\"&gt;News of the World&lt;/a&gt;\" newspaper revealed that Bacon had taken &lt;a href=\"cocaine\"&gt;cocaine&lt;/a&gt;, and he was subsequently sacked from his job as a presenter on the high-profile children's programme. Heggessey appeared on-screen in a specially-recorded one-minute address to viewers shown directly before the first episode of \"Blue Peter\" to be screened following Bacon's sacking, on 19 October 1998, to explain to young viewers why Bacon had been dismissed, stating that he had \"not only let himself and the team on \"Blue Peter\" down, but he has also let all of you down badly.\"\nBBC One.\nIn 1999 she was promoted to Director of Programmes and Deputy Chief Executive of the BBC's &lt;a href=\"in-house\"&gt;in-house&lt;/a&gt; production arm, BBC Production, responsible for supervising in-house output across all the various genres. She was in this role for little over a year however before she was promoted to Controller of BBC One, a post she took up on 1 November 2000. In this position she was responsible for co-commissioning the channel's output with the various heads of department — drama, news, etc. — and deciding the channel's overall strategy and schedule. She had previously been sounded out about the job in 1997, after &lt;a href=\"Michael%20Jackson%20%28TV%29\"&gt;Michael Jackson&lt;/a&gt;'s departure, but had turned down the opportunity as she felt she was then not yet experienced enough.\nDuring Heggessey's five years in charge, BBC One's audience share fell by 19.9%, to 23%, although this was in the context of declining audience figures across all British television channels due to increased competition from multichannel &lt;a href=\"digital%20television\"&gt;digital television&lt;/a&gt;. However, in 2001 BBC One overtook its main rival &lt;a href=\"ITV1\"&gt;ITV1&lt;/a&gt; in terms of annual audience share for the first time since the rival channel had launched in 1955, although much of this was down to the success of the channel's &lt;a href=\"daytime%20television\"&gt;daytime television&lt;/a&gt; line-up, which had its own Controller in &lt;a href=\"Jane%20Lush\"&gt;Jane Lush&lt;/a&gt;.\nWhen Heggessey arrived at the channel in November 2000, she inherited two controversial schedule changes which had been implemented the previous month, at the behest of &lt;a href=\"Director-General%20of%20the%20BBC\"&gt;Director-General of the BBC&lt;/a&gt; &lt;a href=\"Greg%20Dyke\"&gt;Greg Dyke&lt;/a&gt;; the main evening &lt;a href=\"BBC%20News\"&gt;BBC News&lt;/a&gt; bulletin had been moved from 9pm to 10pm, and \"Panorama\" moved from a Monday night prime time slot to a later slot on Sunday nights. The moving of \"Panorama\" attracted criticism that BBC One was sidelining serious programming in favour of more populist output. Heggessey publicly defended the decision despite it not being hers, claiming that \"Panorama\"'s ratings would have \"dwindled\" in its previous slot.\nHeggessey and the BBC's Controller of Drama Commissioning, &lt;a href=\"Jane%20Tranter\"&gt;Jane Tranter&lt;/a&gt;, took advantage of the weekday 9pm slot opened up by the moving of the news to commission new popular drama output, such as the successful \"&lt;a href=\"Waking%20the%20Dead%20%28TV%20series%29\"&gt;Waking the Dead&lt;/a&gt;\" (2000–2011) and \"&lt;a href=\"Spooks%20%28TV%20series%29\"&gt;Spooks&lt;/a&gt;\" (2002–2011). Celebrity dancing show \"&lt;a href=\"Strictly%20Come%20Dancing\"&gt;Strictly Come Dancing&lt;/a&gt;\" (2004–present) was also a popular success on Saturday nights and continues to be.\nHeggessey did later concede in a 2005 interview with \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" newspaper that &lt;a href=\"The%20arts\"&gt;arts&lt;/a&gt; programming had suffered a cutback under her control of BBC One. However, she did respond to this omission following criticism from the &lt;a href=\"Board%20of%20Governors%20of%20the%20BBC\"&gt;Board of Governors of the BBC&lt;/a&gt; by commissioning programmes such as the arts documentary series \"&lt;a href=\"Imagine%20%28TV%20series%29\"&gt;Imagine...&lt;/a&gt;\" (2003–present) and \"&lt;a href=\"A%20Picture%20of%20Britain\"&gt;A Picture of Britain&lt;/a&gt;\" (2005).\nDuring her early days at BBC One, Heggessy criticized the &lt;a href=\"BBC%20One%20%27Balloon%27%20idents\"&gt;\"Balloon\" idents&lt;/a&gt; the channel had been using for its between-programme &lt;a href=\"Television%20ident\"&gt;idents&lt;/a&gt; since 1997 for being \"slow and distant\" and so, in 2002, after much speculation, she took the decision to abandon the \"Balloon\" idents (and the traditional &lt;a href=\"BBC%20television%20idents%23BBC%20One\"&gt;\"Globe\" idents&lt;/a&gt; the channel had used in a variety of forms since 1963). They were replaced by a new style of on-air identity for the channel, the &lt;a href=\"BBC%20One%20%27Rhythm%20%26amp%3B%20Movement%27%20idents\"&gt;\"Rhythm &amp; Movement\" idents&lt;/a&gt;. The new idents attracted some criticism for going against the traditions of the channel and pandering to &lt;a href=\"political%20correctness\"&gt;political correctness&lt;/a&gt;, as they featured activities performed by people of various ethnicities.\nOne of Heggessey's most notable decisions and last major success at the channel was the re-commissioning of the science-fiction drama series \"&lt;a href=\"Doctor%20Who\"&gt;Doctor Who&lt;/a&gt;\", which had been a popular hit in previous decades but ceased production in 1989. Heggessey and Jane Tranter commissioned a new version of the series in September 2003, after Heggessey had spent two years persuading the BBC's commercial arm, &lt;a href=\"BBC%20Worldwide\"&gt;BBC Worldwide&lt;/a&gt;, to abandon their attempts to make a &lt;a href=\"feature%20film\"&gt;feature film&lt;/a&gt; version of the programme and allow it instead to return to BBC One. The new version of \"Doctor Who\" (2005–present) debuted on 26 March 2005 and became a critical and popular hit, with &lt;a href=\"Paul%20Hoggart\"&gt;Paul Hoggart&lt;/a&gt; of \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" newspaper describing the series as \"a joyful, exuberant reinvention and a fine legacy from Ms Heggessey.\"\nOn 14 February 2005 it was announced that Lorraine Heggessey was to leave the BBC to take up the post of Chief Executive at production company &lt;a href=\"Talkback%20Thames\"&gt;Talkback Thames&lt;/a&gt;. She left on 15 April. Five months after her departure, BBC One was named \"Channel of the Year\" at the &lt;a href=\"Edinburgh%20International%20Television%20Festival\"&gt;Edinburgh Television Festival&lt;/a&gt;, primarily on the strength of Heggessey commissions such as \"Strictly Come Dancing\" and \"Doctor Who\".\nTalkback Thames.\nAt &lt;a href=\"Talkback%20Thames\"&gt;Talkback Thames&lt;/a&gt;, Heggessey was responsible for overseeing the production of high-profile programmes such as ITV1's \"&lt;a href=\"The%20Bill\"&gt;The Bill&lt;/a&gt;\" and \"&lt;a href=\"The%20X%20Factor%20%28UK%20TV%20series%29\"&gt;The X Factor&lt;/a&gt;\", &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt;'s \"&lt;a href=\"QI\"&gt;QI&lt;/a&gt;\" and Channel 4's \"&lt;a href=\"Green%20Wing\"&gt;Green Wing&lt;/a&gt;\". She was also responsible for delivering to BBC One in early 2006 two &lt;a href=\"Stephen%20Poliakoff\"&gt;Stephen Poliakoff&lt;/a&gt; dramas that she herself had commissioned before she left the channel, \"&lt;a href=\"Friends%20and%20Crocodiles\"&gt;Friends and Crocodiles&lt;/a&gt;\" and \"&lt;a href=\"Gideon%27s%20Daughter\"&gt;Gideon's Daughter&lt;/a&gt;\", the latter of which went on to win two &lt;a href=\"Golden%20Globe%20Awards\"&gt;Golden Globe Awards&lt;/a&gt; (Mini-series, Best Actor for &lt;a href=\"Bill%20Nighy\"&gt;Bill Nighy&lt;/a&gt; and Mini-series, Best Supporting Actress for &lt;a href=\"Emily%20Blunt\"&gt;Emily Blunt&lt;/a&gt;) in 2007.\nIn June 2010 it was announced that she was leaving her post of Chief Executive with Talkback Thames.\nBoom Pictures.\nHeggessey returned to the television industry in July 2012, when she became co-owner and Executive Chairman of the new Cardiff-based independent production company Boom Pictures.\nIn June 2014 Heggessey left the company, the success created by her led to its subsequent acquisition by &lt;a href=\"ITV%20Studios\"&gt;ITV Studios&lt;/a&gt;.\nThe Royal Foundation.\nIn April 2017, Heggessey was appointed Chief Executive of &lt;a href=\"The%20Royal%20Foundation\"&gt;The Royal Foundation&lt;/a&gt;, the primary philanthropic and charitable vehicle for &lt;a href=\"Duke%20of%20Cambridge\"&gt;The Duke&lt;/a&gt; and &lt;a href=\"Duchess%20of%20Cambridge\"&gt;Duchess of Cambridge&lt;/a&gt; and &lt;a href=\"Duke%20of%20Sussex\"&gt;The Duke&lt;/a&gt; and &lt;a href=\"Meghan%2C%20Duchess%20of%20Sussex\"&gt;Duchess of Sussex&lt;/a&gt;. She left the position on 1 October 2019.\nPersonal life.\nHeggessy is married to Ron de Jong, a musician and composer, and they have two daughters."
}