{
    "id": "4589750",
    "revid": "38299308",
    "url": "https://en.wikipedia.org/wiki?curid=4589750",
    "title": "National Security Council (Turkey)",
    "text": "The National Security Council (, MGK) is the principal government agency used by the &lt;a href=\"President%20of%20Turkey\"&gt;President of Turkey&lt;/a&gt; (who is the &lt;a href=\"Commander-in-chief\"&gt;Commander-in-chief&lt;/a&gt;) for consideration of &lt;a href=\"national%20security\"&gt;national security&lt;/a&gt;, &lt;a href=\"Turkish%20Armed%20Forces\"&gt;military&lt;/a&gt;, and &lt;a href=\"Foreign%20relations%20of%20Turkey\"&gt;foreign policy&lt;/a&gt; matters with senior national security officials, and for coordinating these policies among various government agencies. Like the &lt;a href=\"national%20security%20council\"&gt;national security council&lt;/a&gt;s of other countries, the MGK develops the national security policy.\nThe policy is expressed in the National Security Policy Document (), commonly known as \"The Red Book\".\nThe Red Book is sometimes called the \"most secret\" document in Turkey. It is updated once or twice a decade.\nHistory.\nThe creation of the MGK was an outcome of the &lt;a href=\"1960%20Turkish%20coup%20d%27%C3%A9tat\"&gt;1960 military coup&lt;/a&gt;, and has been a part of the constitution since 1961. In this way the &lt;a href=\"Turkish%20Constitution%20of%201961\"&gt;1961 constitution&lt;/a&gt; created what the Turkish scholar Sakallioğlu labels \"a double headed political system: the civilian council of ministers coexisted with the national security council on the executive level, and the military system of justice continued to operate independently alongside the civilian justice system.\"\nThe role of the MGK was further strengthened with the &lt;a href=\"Constitution%20of%20Turkey\"&gt;1982 constitution&lt;/a&gt;, adopted by the military junta in the aftermath of the &lt;a href=\"1980%20Turkish%20coup%20d%27%C3%A9tat\"&gt;1980 military coup&lt;/a&gt;, before transferring power to civilian politicians. From then on its recommendations would be given priority consideration by the council of ministers. Furthermore, the number and weight of senior military commanders in MGK increased at the expense of its civilian members. In 1992 then &lt;a href=\"Chief%20of%20the%20Turkish%20General%20Staff\"&gt;chief of general staff&lt;/a&gt; Gen. &lt;a href=\"Do%C4%9Fan%20G%C3%BCre%C5%9F\"&gt;Doğan Güreş&lt;/a&gt; proclaimed self-confidently that \"Turkey is a military state\".\nThe role of the military in Turkish politics.\nThe MGK is widely perceived as the institutionalisation of the Turkish military's influence over politics. Since &lt;a href=\"Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Atatürk&lt;/a&gt; founded the modern secular republic of Turkey in 1923, the Turkish military has perceived itself as guardian of &lt;a href=\"Kemalism\"&gt;Kemalism&lt;/a&gt;, the official state ideology, even though Atatürk himself insisted separating the military from politics.\nThough the attitude of the military may have remained constant, the attitude of the successive civilian governments toward the military has fluctuated, according to Metin Heper: \"In Turkey, for a long time, there have been two notable behavioral patterns on the part of civilian governments in their relations with the military: they have either tried to relegate the military to the sidelines or they have granted it too much autonomy.\" When the civilian government was successful in solving economic problems and internal disputes and \"had the upper hand,\" sometimes as in the 1950s, the civilian government \"tried to divest the military of all authority\" and the government and military officers became \"hostile adversaries.\"\nAs a result of these fluctuations in the relationship, there have been two direct coups d’états in &lt;a href=\"Military%20coup%20in%20Turkey%2C%201960\"&gt;1960&lt;/a&gt; and &lt;a href=\"Military%20coup%20in%20Turkey%2C%201980\"&gt;1980&lt;/a&gt;, the &lt;a href=\"Military%20coup%20in%20Turkey%2C%201971\"&gt;1971 coup by memorandum&lt;/a&gt;, and what later has been labelled a \"&lt;a href=\"Military%20coup%20in%20Turkey%2C%201997\"&gt;post modern coup&lt;/a&gt;\", when Prime Minister &lt;a href=\"Necmettin%20Erbakan\"&gt;Necmettin Erbakan&lt;/a&gt; from the pro-Islamic &lt;a href=\"Welfare%20Party\"&gt;Welfare Party&lt;/a&gt; stepped down after mounting pressure from the military in 1997. Paradoxically, the military has both been an important force in Turkey's continuous Westernization but at the same time also represents an obstacle for Turkey's desire to join the &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt;. At the same time, the military enjoys a high degree of popular legitimacy, with continuous opinion polls suggesting that the military is the state institution that the Turkish people trust the most.\nRecent reforms.\nIn order to meet EU's political demands for &lt;a href=\"Accession%20of%20Turkey%20to%20the%20European%20Union\"&gt;starting membership negotiations&lt;/a&gt;, the &lt;a href=\"Copenhagen%20criteria\"&gt;Copenhagen criteria&lt;/a&gt;, Turkey has passed a number of reforms aiming at strengthening &lt;a href=\"civilian%20control%20over%20the%20military\"&gt;civilian control over the military&lt;/a&gt;. These reforms have mainly focused on the MGK, its duties, functioning and composition. On 23 July 2003 the &lt;a href=\"Turkish%20Grand%20National%20Assembly\"&gt;Turkish Grand National Assembly&lt;/a&gt; passed the \"seventh reform package\", which aimed at limiting the role of the military, through reforms of the MGK. According to an editorial in the \"Financial Times\" the seventh reform package constitutes nothing less than a \"quiet revolution\".\nFirstly it is underlined that the MGK is a consultative body, now with a civilian majority. The 7th reform package made it possible to appoint a civilian Secretary General of the MGK, which happened for the first time in August 2004. The council has not anymore expanded executive and monitoring authorities, and has for instance not any more the authority on behalf of the president and the prime minister to follow up on the implementation of the MGK's ‘recommendations’. In addition, the MGK no longer has unlimited access to all civil institutions. The MGK no longer has a representative in the Supervision Board of Cinema, Video and Music. It was however still represented in civil institutions such as the High Board for Radio and TV (&lt;a href=\"RT%C3%9CK\"&gt;RTÜK&lt;/a&gt;) and the Commission for Higher Education (YÖK), but after critics in the 2003 &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; report this representation was withdrawn from both institutions in 2004.\nDespite the impressive institutional changes, the 2004 European Commission report concludes that \"Although the process of aligning civil-military relations with EU practice is underway, the Armed Forces in Turkey continue to exercise influence through a series of informal channels.\" In the Commission report of the following year it was stated that: \"Reforms concerning civil-military relations have continued, but the armed forces still exert significant influence by issuing public statements on political developments and government policies.\"\nBefore the reforms, the MGK covertly influenced public opinion through its Public Relations Command (). The department has been disbanded."
}