{
    "id": "459280",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=459280",
    "title": "Su (Unix)",
    "text": "The &lt;a href=\"Unix\"&gt;Unix&lt;/a&gt; command , which stands for 'substitute user' (originally 'superuser'), is used by a computer user to execute commands with the privileges of another user account. When executed it invokes a &lt;a href=\"shell%20%28Unix%29\"&gt;shell&lt;/a&gt; without changing the current working directory or the user environment.\nWhen the command is used without specifying the new user id as a &lt;a href=\"Command%20line%23Arguments\"&gt;command line argument&lt;/a&gt;, it defaults to using the &lt;a href=\"superuser\"&gt;superuser&lt;/a&gt; account (user id 0) of the system.\nHistory.\nThe command , including the &lt;a href=\"Unix%20permissions\"&gt;Unix permissions&lt;/a&gt; system and the &lt;a href=\"setuid\"&gt;setuid&lt;/a&gt; system call, was part of &lt;a href=\"Version%201%20Unix\"&gt;Version 1 Unix&lt;/a&gt;. Encrypted passwords appeared in &lt;a href=\"Version%203%20Unix\"&gt;Version 3&lt;/a&gt;.\nUsage.\nWhen run from the command line, su asks for the target user's password, and if authenticated, grants the operator access to that account and the files and directories that account is permitted to access.\njohn@localhost:~$ su jane\nPassword:\njane@localhost:/home/john$ exit\nlogout\njohn@localhost:~$ \nWhen used with a &lt;a href=\"hyphen\"&gt;hyphen&lt;/a&gt; () it can be used to start a login shell. In this mode users can assume the user environment of the target user.\njohn@localhost:~$ su - jane\nPassword:\njane@localhost:~$\nThe command &lt;a href=\"sudo\"&gt;sudo&lt;/a&gt; is related, and executes a command as another user but observes a set of constraints about which users can execute which commands as which other users (generally in a configuration file named , best editable by the command ). Unlike , authenticates users against their own password rather than that of the target user (to allow the delegation of specific commands to specific users on specific hosts without sharing passwords among them and while mitigating the risk of any unattended terminals).\nSome &lt;a href=\"Unix-like\"&gt;Unix-like&lt;/a&gt; systems implement the user group \"&lt;a href=\"Wheel%20%28computing%29\"&gt;wheel&lt;/a&gt;\", and only allow members to become root with . This may or may not mitigate these security concerns, since an intruder might first simply break into one of those accounts. &lt;a href=\"GNU\"&gt;GNU&lt;/a&gt; , however, does not support the group \"wheel\" for philosophical reasons. &lt;a href=\"Richard%20Stallman\"&gt;Richard Stallman&lt;/a&gt; argues that because the group would prevent users from utilizing root passwords leaked to them, the group would allow existing admins to ride roughshod over ordinary users."
}