{
    "id": "4603496",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=4603496",
    "title": "Michael Grandage",
    "text": "Michael Grandage &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;CBE&lt;/a&gt; (born 2 May 1962) is a British &lt;a href=\"theatre%20director\"&gt;theatre director&lt;/a&gt; and producer. He is currently &lt;a href=\"artistic%20director\"&gt;Artistic Director&lt;/a&gt; of the Michael Grandage Company. From 2002 to 2012 he was Artistic Director of the &lt;a href=\"Donmar%20Warehouse\"&gt;Donmar Warehouse&lt;/a&gt; in London and from 2000 to 2005 he was Artistic Director of Sheffield Theatres.\nEarly years.\nGrandage was born in &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;, England, and raised in &lt;a href=\"Penzance\"&gt;Penzance&lt;/a&gt;, &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;, where his parents ran a family business. He was educated at the &lt;a href=\"Humphry%20Davy%20Grammar%20School\"&gt;Humphry Davy Grammar School&lt;/a&gt; before training as an actor at the &lt;a href=\"Royal%20Central%20School%20of%20Speech%20%26amp%3B%20Drama\"&gt;Royal Central School of Speech &amp; Drama&lt;/a&gt; through 1984. He spent twelve years working as an actor for companies such as the &lt;a href=\"Royal%20Exchange%2C%20Manchester\"&gt;Royal Exchange&lt;/a&gt; and the &lt;a href=\"Royal%20Shakespeare%20Company\"&gt;Royal Shakespeare Company&lt;/a&gt; and was also a member of &lt;a href=\"National%20Youth%20Theatre\"&gt;National Youth Theatre&lt;/a&gt; before turning to directing. He made his directorial debut in 1996 with a production of Arthur Miller's \"&lt;a href=\"The%20Last%20Yankee\"&gt;The Last Yankee&lt;/a&gt;\" at the &lt;a href=\"Mercury%20Theatre%2C%20Colchester\"&gt;Mercury Theatre, Colchester&lt;/a&gt;. In 1998 he was invited by &lt;a href=\"Sheffield%20Theatres\"&gt;Sheffield Theatres&lt;/a&gt; to direct \"&lt;a href=\"Twelfth%20Night\"&gt;Twelfth Night&lt;/a&gt;\", his first Shakespeare production. In the same year he made his London directorial debut at the &lt;a href=\"Almeida%20Theatre\"&gt;Almeida Theatre&lt;/a&gt; with a production of Shaw's \"&lt;a href=\"The%20Doctor%27s%20Dilemma%20%28play%29\"&gt;The Doctor's Dilemma&lt;/a&gt;\".\nCareer.\nSheffield Theatres.\nFrom 2000 to 2005 he was Artistic Director of Sheffield Theatres where his high-profile productions included \"&lt;a href=\"Edward%20II%20%28play%29\"&gt;Edward II&lt;/a&gt;\" with &lt;a href=\"Joseph%20Fiennes\"&gt;Joseph Fiennes&lt;/a&gt;, \"&lt;a href=\"Richard%20III%20%28play%29\"&gt;Richard III&lt;/a&gt;\" with &lt;a href=\"Kenneth%20Branagh\"&gt;Kenneth Branagh&lt;/a&gt;, \"&lt;a href=\"Suddenly%20Last%20Summer\"&gt;Suddenly Last Summer&lt;/a&gt;\" with &lt;a href=\"Diana%20Rigg\"&gt;Diana Rigg&lt;/a&gt; and &lt;a href=\"Victoria%20Hamilton\"&gt;Victoria Hamilton&lt;/a&gt;, \"&lt;a href=\"The%20Tempest\"&gt;The Tempest&lt;/a&gt;\" with &lt;a href=\"Derek%20Jacobi\"&gt;Derek Jacobi&lt;/a&gt; and \"&lt;a href=\"Don%20Carlos%20%28play%29\"&gt;Don Carlos&lt;/a&gt;\" with Derek Jacobi. He produced over forty plays with predominantly young directors and designers. He is credited with delivering consistently high quality work as well as bringing in new audiences and in 2001, Sheffield Theatres won the TMA Theatre of the Year.\nDonmar Warehouse.\nFrom 2002 to 2012 he was Artistic Director of the &lt;a href=\"Donmar%20Warehouse\"&gt;Donmar Warehouse&lt;/a&gt; where he succeeded &lt;a href=\"Sam%20Mendes\"&gt;Sam Mendes&lt;/a&gt;. During his tenure, he expanded the theatre's repertoire to include European work, touring productions and an extensive education programme as well as taking the new Donmar brand to international audiences in America, Australia, Argentina and Europe.\nIn September 2008 he launched a one-year Donmar &lt;a href=\"West%20End%20theatre\"&gt;West End&lt;/a&gt; \"access for all\" season of four plays with affordable ticket prices when the company extended its repertory to the newly refurbished &lt;a href=\"Wyndham%27s%20Theatre\"&gt;Wyndham's Theatre&lt;/a&gt;. Grandage directed all four productions: Kenneth Branagh in \"&lt;a href=\"Ivanov%20%28play%29\"&gt;Ivanov&lt;/a&gt;\", Derek Jacobi in \"Twelfth Night\", &lt;a href=\"Judi%20Dench\"&gt;Judi Dench&lt;/a&gt; in \"&lt;a href=\"Madame%20de%20Sade\"&gt;Madame de Sade&lt;/a&gt;\" and Jude Law in \"&lt;a href=\"Hamlet\"&gt;Hamlet&lt;/a&gt;\".\nIn 2010 he launched a three-year West End season at the &lt;a href=\"Trafalgar%20Studios\"&gt;Trafalgar Studios&lt;/a&gt; to highlight the work of young directors who emerged from the Donmar's training scheme during his tenure.\nDuring his decade at the Donmar he produced sixty six productions directing twenty five of them himself. His contributions to the Donmar included the purchase of the theatre site in Earlham Street, and the purchase of office and rehearsal space in nearby Dryden Street in 2011. These were made possible through commercial activity that Grandage engaged in on behalf of the Donmar during his tenure, particularly transferring productions to the West End and &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt;.\nHis work at the Donmar won Tony, Olivier, Evening Standard, Critics' Circle and South Bank Awards. He was first nominated for a Laurence Olivier Award in 2001 for Best Director for Peter Nichols' \"&lt;a href=\"Passion%20Play%20%28play%29\"&gt;Passion Play&lt;/a&gt;\" at the Donmar Warehouse before winning in 2004 for &lt;a href=\"David%20Greig%20%28dramatist%29\"&gt;David Greig&lt;/a&gt;'s \"&lt;a href=\"Caligula%20%28play%29\"&gt;Caligula&lt;/a&gt;\". Two of his musical productions for the Donmar have also won the Olivier Award for Outstanding Musical Production and a third won the Olivier Award for Best New Musical. He has won four Evening Standard Awards for his Donmar work including productions of \"Passion Play\", \"&lt;a href=\"Merrily%20We%20Roll%20Along%20%28musical%29\"&gt;Merrily We Roll Along&lt;/a&gt;\", \"&lt;a href=\"Grand%20Hotel%20%28musical%29\"&gt;Grand Hotel&lt;/a&gt;\", \"Ivanov\", \"&lt;a href=\"The%20Chalk%20Garden\"&gt;The Chalk Garden&lt;/a&gt;\" and \"&lt;a href=\"Othello\"&gt;Othello&lt;/a&gt;\". In 2010, his production of \"&lt;a href=\"Red%20%28play%29\"&gt;Red&lt;/a&gt;\" by John Logan won six Tony Awards including &lt;a href=\"Tony%20Award%20for%20Best%20Play\"&gt;Best Play&lt;/a&gt; and &lt;a href=\"Tony%20Award%20for%20Best%20Direction%20of%20a%20Play\"&gt;Best Director&lt;/a&gt;.\nIn June 2012, &lt;a href=\"Constable%20%26amp%3B%20Robinson\"&gt;Constable &amp; Robinson&lt;/a&gt; published \"A Decade At The Donmar\" by Michael Grandage, a photographic record of his tenure.\nOpera.\nIn 2010 Grandage started to work in &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, making his debut at &lt;a href=\"Glyndebourne%20Festival%20Opera\"&gt;Glyndebourne&lt;/a&gt; with a production of \"&lt;a href=\"Billy%20Budd%20%28opera%29\"&gt;Billy Budd&lt;/a&gt;\". This production has also played at the &lt;a href=\"Brooklyn%20Academy%20of%20Music\"&gt;Brooklyn Academy of Music&lt;/a&gt; in New York City in 2014 and &lt;a href=\"San%20Francisco%20Opera\"&gt;San Francisco Opera&lt;/a&gt; in 2019. He returned to Glyndebourne in 2012 to direct \"&lt;a href=\"Le%20nozze%20di%20Figaro\"&gt;Le nozze di Figaro&lt;/a&gt;\", a production that was revived for the following four years. In the U.S. his work has included new productions of \"&lt;a href=\"Madama%20Butterfly\"&gt;Madama Butterfly&lt;/a&gt;\" and \"&lt;a href=\"Don%20Giovanni\"&gt;Don Giovanni&lt;/a&gt;\" for the &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt;, &lt;a href=\"Chicago%20Lyric%20Opera\"&gt;Chicago Lyric Opera&lt;/a&gt; and &lt;a href=\"Houston%20Grand%20Opera\"&gt;Houston Grand Opera&lt;/a&gt;.\nMichael Grandage Company (MGC).\nAt the end of 2011, Grandage set up the Michael Grandage Company to produce work in theatre, film and TV.\nIn June 2012, alongside producer James Bierman, he announced a fifteen-month season of work at the &lt;a href=\"No%C3%ABl%20Coward%20Theatre\"&gt;Noël Coward Theatre&lt;/a&gt; in London's West End aimed at reaching out to a new generation of theatre-goers through pricing and access with over 100,000 seats going on sale at £10. Between December 2012 and February 2014 they produced \"&lt;a href=\"Privates%20on%20Parade\"&gt;Privates on Parade&lt;/a&gt;\" with &lt;a href=\"Simon%20Russell%20Beale\"&gt;Simon Russell Beale&lt;/a&gt;; &lt;a href=\"John%20Logan%20%28writer%29\"&gt;John Logan&lt;/a&gt;'s new play \"&lt;a href=\"Peter%20and%20Alice\"&gt;Peter and Alice&lt;/a&gt;\" with &lt;a href=\"Judi%20Dench\"&gt;Judi Dench&lt;/a&gt; and &lt;a href=\"Ben%20Whishaw\"&gt;Ben Whishaw&lt;/a&gt;; &lt;a href=\"Daniel%20Radcliffe\"&gt;Daniel Radcliffe&lt;/a&gt; in \"&lt;a href=\"The%20Cripple%20of%20Inishmaan\"&gt;The Cripple of Inishmaan&lt;/a&gt;\" by &lt;a href=\"Martin%20McDonagh\"&gt;Martin McDonagh&lt;/a&gt;; and two plays by Shakespeare, \"&lt;a href=\"A%20Midsummer%20Night%27s%20Dream\"&gt;A Midsummer Night's Dream&lt;/a&gt;\" with &lt;a href=\"Sheridan%20Smith\"&gt;Sheridan Smith&lt;/a&gt; and &lt;a href=\"David%20Walliams\"&gt;David Walliams&lt;/a&gt;, followed by \"&lt;a href=\"Henry%20V%20%28play%29\"&gt;Henry V&lt;/a&gt;\" with &lt;a href=\"Jude%20Law\"&gt;Jude Law&lt;/a&gt;. Grandage directed all five productions and the season was nominated for six Olivier Awards. In 2014 \"&lt;a href=\"The%20Cripple%20of%20Inishmaan\"&gt;The Cripple of Inishmaan&lt;/a&gt;\" transferred to Broadway where it was nominated for six Tony Awards.\nIn 2014 the company started work on the feature film, \"&lt;a href=\"Genius%20%282016%20film%29\"&gt;Genius&lt;/a&gt;\", about the relationship between author &lt;a href=\"Thomas%20Wolfe\"&gt;Thomas Wolfe&lt;/a&gt; and his editor &lt;a href=\"Max%20Perkins\"&gt;Max Perkins&lt;/a&gt;. The film, which is based on &lt;a href=\"A.%20Scott%20Berg\"&gt;A. Scott Berg&lt;/a&gt;'s biography \"Max Perkins: Editor of Genius\", has a screenplay by John Logan and is directed by Grandage. It stars &lt;a href=\"Colin%20Firth\"&gt;Colin Firth&lt;/a&gt;, &lt;a href=\"Jude%20Law\"&gt;Jude Law&lt;/a&gt;, &lt;a href=\"Nicole%20Kidman\"&gt;Nicole Kidman&lt;/a&gt;, &lt;a href=\"Guy%20Pearce\"&gt;Guy Pearce&lt;/a&gt;, &lt;a href=\"Dominic%20West\"&gt;Dominic West&lt;/a&gt; and &lt;a href=\"Laura%20Linney\"&gt;Laura Linney&lt;/a&gt;. The film, produced by MGC, premiered at Berlin Film Festival in 2016 and was released on 16 June in the USA.\nIn 2015, the company returned to the West End with \"&lt;a href=\"Photograph%2051%20%28play%29\"&gt;Photograph 51&lt;/a&gt;\", a new play by &lt;a href=\"Anna%20Ziegler%20%28playwright%29\"&gt;Anna Ziegler&lt;/a&gt; starring Nicole Kidman. The production continued their commitment to greater access with twenty five percent of every performance at ten pounds. Kidman went on to win the Evening Standard Best Actress Award as well as receiving an Olivier nomination for Best Actress.\nFurther theatre work in 2015/16 included a co-production with Emily Dobbs of Richard Greenberg's \"The Dazzle\" starring Andrew Scott and David Dawson, directed by Simon Evans at Found 111 and a co-production with Phil McIntyre of \"30 Million Minutes\", a one-woman show starring Dawn French, directed by Michael Grandage. This toured the UK and played in the West End twice before being broadcast on BBC Four.\nIn 2016, MGC produced Eugene O'Neill's \"&lt;a href=\"Hughie\"&gt;Hughie&lt;/a&gt;\" on Broadway starring &lt;a href=\"Forest%20Whitaker\"&gt;Forest Whitaker&lt;/a&gt;. Following this, Bierman left the company and producer Nick Frankfort joined alongside Executive Director Stella McCabe. In addition to producing work in all media, MGC now offers a General Management service as well as looking after a select group of creative practitioners.\nIn 2017, the company produced \"Labour of Love\", a new play by &lt;a href=\"James%20Graham%20%28playwright%29\"&gt;James Graham&lt;/a&gt; in a co-production with &lt;a href=\"Headlong%20%28theatre%20company%29\"&gt;Headlong.&lt;/a&gt; Directed by &lt;a href=\"Jeremy%20Herrin\"&gt;Jeremy Herrin&lt;/a&gt; and starring &lt;a href=\"Martin%20Freeman\"&gt;Martin Freeman&lt;/a&gt; and &lt;a href=\"Tamsin%20Greig\"&gt;Tamsin Greig&lt;/a&gt;, this critically acclaimed production went on to win the 2017 Olivier Award for Best New Comedy.\nIn 2018 they continued their commitment to quality work at affordable prices in the West End presenting \"Red\" by John Logan and \"The Lieutenant of Inishmore\" by Martin McDonagh – both directed by Grandage. Also in 2018, MGC announced a new film in development based on David Pitts' book \"Jack and Lem: The Untold Story of an Extraordinary Friendship.\"\nIn 2021, MGC produced its second film, \"&lt;a href=\"My%20Policeman%20%28film%29\"&gt;My Policeman&lt;/a&gt;\" for Amazon Studios alongside Berlanti/Schecter Films and Independent Film Company. This full length feature was written by Ron Nyswaner based on a book by Bethan Roberts and directed by Grandage. The cast includes Harry Styles, Emma Corrin, David Dawson, Gina McKee, Linus Roache and Rupert Everett. No release date has yet been announced.\nAlso in 2021, MGC announced Michael Grandage will direct &lt;a href=\"Ian%20McDiarmid\"&gt;Ian McDiarmid&lt;/a&gt; in \"The Lemon Table\" - a short story by &lt;a href=\"Julian%20Barnes\"&gt;Julian Barnes&lt;/a&gt; adapted for the stage and presented in a tour of the UK by Wiltshire Creative, &lt;a href=\"Festival%20Theatre%2C%20Malvern\"&gt;Malvern Theatres&lt;/a&gt;, &lt;a href=\"Sheffield%20Theatres\"&gt;Sheffield Theatres&lt;/a&gt; and HOME.\nStage productions.\nTheatre (U.K.)\nTheatre (U.S.)\nOpera\nCharity.\nIn 2013, Grandage formed his charity MGCfutures, dedicated to supporting the work of young theatre makers and theatre audiences of the future. Initially, its educational work ran alongside the activities of MGC's work in the West End including the formation of a Youth Theatre. In 2014, when it acquired registered charity status, its reach became much wider. Since 2016 it has offered annual bursaries to young theatre makers including directors, producers, designers, writers, performers and all creative artists. In 2017 it piloted a new scheme giving young people the opportunity to watch and engage with theatre. The scheme, Theatergoers for Life, is designed to encourage young people to start a meaningful relationship with live performance by supporting and encouraging independent theatre-going to regional theatres. In 2021, the bursary scheme celebrated its first five years with a record number of 33 recipients receiving over £118,000 to help the industry back to work following the Covid pandemic. The charity's patrons include Dame Judi Dench, Dawn French, Nicole Kidman, Jude Law, Daniel Radcliffe, Sir Simon Russell Beale, Aidan Turner and David Walliams.\nHonours and appointments.\nGrandage has been awarded honorary doctorates by the &lt;a href=\"University%20of%20London\"&gt;University of London&lt;/a&gt;, &lt;a href=\"Sheffield%20University\"&gt;Sheffield University&lt;/a&gt; and &lt;a href=\"Sheffield%20Hallam%20University\"&gt;Sheffield Hallam University&lt;/a&gt;. He has been given honorary fellowships by &lt;a href=\"Central%20School%20of%20Speech%20and%20Drama\"&gt;The Royal Central School of Speech and Drama&lt;/a&gt;, &lt;a href=\"Royal%20Welsh%20College%20of%20Music%20%26amp%3B%20Drama\"&gt;The Royal Welsh College of Music and Drama&lt;/a&gt; and &lt;a href=\"Falmouth%20University\"&gt;Falmouth University&lt;/a&gt;. In 2005 he was awarded the German-British Forum Award in recognition of an outstanding contribution to German-British relations following his introduction of &lt;a href=\"Friedrich%20Schiller\"&gt;Schiller&lt;/a&gt; into the West End and regional repertoire. He was awarded the 2006 Award for Excellence in International Theatre by the International Theatre Institute. In 2010 he became President of &lt;a href=\"Central%20School%20of%20Speech%20and%20Drama\"&gt;The Royal Central School of Speech and Drama&lt;/a&gt;. He is also President of the &lt;a href=\"Morrab%20Library\"&gt;Morrab Library&lt;/a&gt; and Patron of the Newlyn Arts Festival in Cornwall. In 2011, he was appointed Commander of the Order of the British Empire (CBE) in the Queen's birthday honours for Services to Drama.\nPersonal life.\nMichael Grandage has lived in London and Cornwall with his partner, the award-winning British Theatre designer &lt;a href=\"Christopher%20Oram\"&gt;Christopher Oram&lt;/a&gt;, since 1995. They entered a civil partnership in 2012."
}