{
    "id": "4614116",
    "revid": "34593999",
    "url": "https://en.wikipedia.org/wiki?curid=4614116",
    "title": "Pattern 1796 infantry officer's sword",
    "text": "The Pattern 1796 British infantry officer's sword was carried by officers of the &lt;a href=\"line%20infantry\"&gt;line infantry&lt;/a&gt; in the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; between 1796 and the time of its official replacement with the &lt;a href=\"Gothic%20Hilted%20British%20Infantry%20Swords%20%281822%2C%201827%2C%201845%2C%201854%20and%201892%20Patterns%29\"&gt;gothic hilted sword&lt;/a&gt; in 1822. This period encompassed the whole of the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;.\nDesign.\nThe sword was introduced by General Order in 1796, replacing the previous Pattern 1786 sword. It was similar to its predecessor in having a &lt;a href=\"spadroon\"&gt;spadroon&lt;/a&gt; blade, i.e. one straight, flat backed and single edged with a single fuller on each side. The hilt was of gilt brass or gunmetal, with a knucklebow, vestigial quillon and a twin-shell guard somewhat similar in appearance to that of the &lt;a href=\"smallsword\"&gt;smallsword&lt;/a&gt;s which had been common civilian wear until shortly before this period. The pommel was urn shaped and, in many later examples, the inner guard was hinged to allow the sword to sit against the body more comfortably and reduce wear to the officer's uniform. Blades were commonly quite extensively decorated, often blued and gilt.\nCriticism.\nThe 1796 Pattern Sword was not renowned as a great fighting sword. The blade was weak and the hilt gave very little protection to the hand. General Cavalie Mercer of the Royal Artillery, who wore the same sword stated that:\n\"Nothing could be more useless or ridiculous than the old infantry regulation [sword]; it was good for neither cut nor thrust and was a perfect encumberance. In the Foot Artillery, when away from headquarters, we generally wore &lt;a href=\"dirk\"&gt;dirk&lt;/a&gt;s instead of it\".\nInfluence on United States Army swords.\nRegardless of its weaknesses as a fighting weapon, according to Robson, a nearly identical sword was carried by the &lt;a href=\"United%20States%20Army%20Corps%20of%20Engineers\"&gt;Army Corps of Engineers&lt;/a&gt; in the early nineteenth century and in turn similar swords were adopted by the United States Army in 1840 for foot officers and (with a simpler, unhinged guard) for NCOs."
}