{
    "id": "46187156",
    "revid": "36112485",
    "url": "https://en.wikipedia.org/wiki?curid=46187156",
    "title": "Super Xuxa contra Baixo Astral",
    "text": "Super Xuxa contra Baixo Astral (known internationally as Super Xuxa versus the Down Mood and in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; as Super Xuxa vs. Satan) is a &lt;a href=\"1988%20in%20film\"&gt;1988&lt;/a&gt; &lt;a href=\"Cinema%20of%20Brazil\"&gt;Brazilian film&lt;/a&gt; directed by Anna Penido and David Sonneschein, and starring &lt;a href=\"Xuxa\"&gt;Xuxa Meneghel&lt;/a&gt;.\nProduced in 1988 by Dreamvision, with co-production of Diler &amp; Associados and Riofilme, executive produced the position of &lt;a href=\"Lael%20Rodrigues\"&gt;Lael Rodrigues&lt;/a&gt;, the same as \"Bete Balanço\". Marked the first production of the partnership between the producer Diler Trindade and Xuxa, who then made together films like \"&lt;a href=\"Lua%20de%20Cristal\"&gt;Lua de Cristal&lt;/a&gt;\", and more recently, \"&lt;a href=\"Xuxa%20G%C3%AAmeas\"&gt;Xuxa Gêmeas&lt;/a&gt;\". The film had theatrical distribution by Luis Severiano Ribeiro and &lt;a href=\"Columbia%20Pictures\"&gt;Columbia Pictures&lt;/a&gt; and was released with 93 cinemas of Brazil, on June 30, 1988.\nPlot.\nXuxa arouses the anger of the villain Baixo Astral when you call children to a campaign to color the world. The villain then kidnaps her dog Xuxo, which have to face frequent harassment of Titica and Morcegão, assistant Baixo Astral, which at all times ask the boss can torutá it. To retrieve the dog, Xuxa faces several traps. Accompanied by Xixa caterpillar, jumps the fence of illusions, crosses the river of delusion, but struggles a bit with complicated words used by Cascadura grandmother, a turtle that lives under the tree of knowledge. Xuxa escapes the bureaucracy of the web mounted Morcegão and comes to urban waste, Kingdom of Baixo Astral. In the final duel between Xuxa and the Baixo Astral, the girl almost slide to the other side, but is saved by Rafa, a boy who knows the Lower Astral and realize it's not on this side that wants to stay. Xuxa, Rafa, Xuxo and Xixa return to the realm of Alto Astral after destroy the villain and convert Titica and Morcegão.\nProduction.\nThe film was directed by Anna Penido and David Sonnenschein, who worked as co-director but was later unbilled based on a false legal challenge of not being unionized as a non-Brazilian citizen (he had already become a legal resident and joined the union). Penido also wrote the &lt;a href=\"Screenplay\"&gt;script&lt;/a&gt;, with the help of fellow TV-writer &lt;a href=\"Antonio%20Calmon\"&gt;Antonio Calmon&lt;/a&gt;. The movie is accused of being based on &lt;a href=\"Jim%20Henson\"&gt;Jim Henson&lt;/a&gt;'s \"&lt;a href=\"Labyrinth%20%281986%20film%29\"&gt;Labyrinth&lt;/a&gt;\", released two years before. The film was the last credited work of &lt;a href=\"Lael%20Rodrigues\"&gt;Lael Rodrigues&lt;/a&gt;, who would die of &lt;a href=\"acute%20pancreatitis\"&gt;acute pancreatitis&lt;/a&gt; the following year.\nReception.\nResponse.\nThe film opened during the winter break in 1988, and received great response by audiences. It was the third most watched movie in 1988, and the most watched Brazilian movie that year. Critical response was mixed: some praised its creativity, some said it abused merchandising and had a weak plot. The movie cost US$1 million to make. Over 3 million people paid to watch it when it opened.\nCritical reception.\n\"The Spinning Image\" says, \"while simplistic (this is a kids' movie, after all), the core message that only education can enable young people to overthrow oppression and achieve true freedom is both potent and heartening. That it is delivered in the form of a pop song performed by a sexily gyrating supermodel is simply a bonus.\"\nInternational release.\nAfter \"Lua de Cristal\" (Crystal Moon), another film starring Xuxa, in 1990, had achieved a huge success both in Brazil (it was the most watched Brazilian movie until 2001) and other &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;n countries, the movie was released in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; as \"Super Xuxa Vs. Bajo Astral\", with some success. It's available in the &lt;a href=\"United%20States\"&gt;U.S.&lt;/a&gt; in non-authorized copies as \"Super Xuxa Vs. Satan\".\nSoundtrack.\nThe soundtrack consists of songs performed by &lt;a href=\"Xuxa%20Meneghel\"&gt;Xuxa Meneghel&lt;/a&gt; and other artists.\nDVD.\nIn 2001 the film was released in &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; by Som Livre. The extras include a making-of featurette, a special &lt;a href=\"karaoke\"&gt;karaoke&lt;/a&gt; soundtrack for the songs and subtitles in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; and &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;. But the DVD was criticised for having bad sound and video quality.\nAwards.\n&lt;a href=\"Fantasporto\"&gt;Fantasporto&lt;/a&gt; (1989) "
}