{
    "id": "4619790",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=4619790",
    "title": "Puscifer",
    "text": "Puscifer () is an American rock &lt;a href=\"supergroup%20%28music%29\"&gt;supergroup&lt;/a&gt; formed in Los Angeles by &lt;a href=\"Maynard%20James%20Keenan\"&gt;Maynard James Keenan&lt;/a&gt;, known as the lead singer of the bands &lt;a href=\"Tool%20%28band%29\"&gt;Tool&lt;/a&gt; and &lt;a href=\"A%20Perfect%20Circle\"&gt;A Perfect Circle&lt;/a&gt;. As Keenan was the only permanent member, he considered the project to be his \"creative subconscious\". Later, frequent collaborators Mat Mitchell and &lt;a href=\"Carina%20Round\"&gt;Carina Round&lt;/a&gt; have transitioned into permanent member roles.\nBackground.\nPuscifer's original name was Umlaut, \"a premiere improvisational hardcore band\". The name \"Puscifer\" was first publicized as a fictional band in the first episode of \"&lt;a href=\"Mr.%20Show\"&gt;Mr. Show&lt;/a&gt;\", including Keenan and &lt;a href=\"Adam%20Jones%20%28musician%29\"&gt;Adam Jones&lt;/a&gt; as members. Jones is not associated with Puscifer otherwise, although artwork by Jones has been featured on Puscifer apparel (the \"Your Mom's a Bitch\" shirt, specifically). Keenan describes Puscifer as \"simply a playground for the various voices in my head, [...] a space with no clear or discernible goals, [...] where my &lt;a href=\"Id%2C%20ego%2C%20and%20super-ego\"&gt;Id, Ego&lt;/a&gt;, and &lt;a href=\"Anima%20%28Jung%29\"&gt;Anima&lt;/a&gt; all come together to exchange cookie recipes.\" Keenan also worked on &lt;a href=\"short%20film\"&gt;short film&lt;/a&gt;s with Ford Englerth and Jeffrey Brooks from Red Rock Entertainment Development; these shorts were done in a similar manner to that of \"Mr. Show\" and &lt;a href=\"Tom%20Waits\"&gt;Tom Waits&lt;/a&gt;' \"&lt;a href=\"Big%20Time%20%28Tom%20Waits%20album%29\"&gt;Big Time&lt;/a&gt;\".\nPuscifer is \"as much a clothing line as it is a band\", with the clothing items produced in limited numbers. Keenan collaborated on a &lt;a href=\"leather%20jacket\"&gt;leather jacket&lt;/a&gt; with &lt;a href=\"Paul%20Frank\"&gt;Paul Frank&lt;/a&gt;. On September 16, 2008, Keenan updated the puscifer.com blog, revealing that the first ever Puscifer store would be opening \"hopefully\" by October 1 in &lt;a href=\"Jerome%2C%20Arizona\"&gt;Jerome&lt;/a&gt;, Arizona. Occupying a small space above a tattoo parlor, the store opened on October 3, 2008. In addition to the merchandise available on the band's online store, Keenan has also made available locally roasted coffee, art, and an ever-changing list of limited edition collectibles.\n\"Don't Shoot the Messenger\".\n\"Don't Shoot the Messenger\" is a four-track EP released by Puscifer on October 9, 2007.\n\"\"V\" Is for Vagina\".\nOn April 10, 2007, Keenan posted on the official website that a release would be aimed for mid-October. A newer post on June 25, 2007, stated that &lt;a href=\"Joe%20Barresi\"&gt;Joe Barresi&lt;/a&gt; mixed the first song, which had a music video made for it, as well as an alternate version of \"&lt;a href=\"Cuntry%20Boner\"&gt;Cuntry Boner&lt;/a&gt;\", and that it would likely be released as a CD single with bonus tracks. Further mixing was done by Keenan and &lt;a href=\"Alan%20Moulder\"&gt;Alan Moulder&lt;/a&gt; by August.\nKeenan announced at the end of July that the album was titled \"&lt;a href=\"%26quot%3BV%26quot%3B%20Is%20for%20Vagina\"&gt;\"V\" Is for Vagina&lt;/a&gt;\" and, a few days later, he announced the first single, \"&lt;a href=\"Queen%20B.\"&gt;Queen B.&lt;/a&gt;\", with a video following in late September. On October 1, \"Queen B.\" appeared on the podcast on puscifer.com. This was followed by the podcast release of \"Trekka\" on October 7. The album was released on October 30 and debuted at number 25 on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;, as well as number 1 on the \"Billboard\" Independent Albums chart.\nOn October 17, 2008, an official music video for the song \"Momma Sed\" was released online via the official Puscifer &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel. A dub remix album completely by &lt;a href=\"Lustmord\"&gt;Lustmord&lt;/a&gt;, entitled \"\"D\" Is for Dubby – The Lustmord Dub Mixes\", also appeared at the official website's store.\n\"Momma Sed\" also featured in the 2012 film \"&lt;a href=\"End%20of%20Watch\"&gt;End of Watch&lt;/a&gt;\".\n\"\"V\" Is for Vagina\" has sold 112,000 copies.\n\"\"V\" Is for Viagra. The Remixes\".\nA remix album entitled \"\"V\" Is for Viagra\" was released on April 29, 2008. It contains ten remixes of tracks from \"\"V\" Is for Vagina\", as well as two remixes of the non-album single \"Cuntry Boner\". It features remixes by &lt;a href=\"Dave%20Ogilvie\"&gt;Dave \"Rave\" Ogilvie&lt;/a&gt; of &lt;a href=\"Skinny%20Puppy\"&gt;Skinny Puppy&lt;/a&gt;, &lt;a href=\"Lustmord\"&gt;Lustmord&lt;/a&gt;, &lt;a href=\"Renholder\"&gt;Renholder&lt;/a&gt;, &lt;a href=\"Paul%20Barker\"&gt;Paul Barker&lt;/a&gt; from &lt;a href=\"Ministry%20%28band%29\"&gt;Ministry&lt;/a&gt;, &lt;a href=\"Telefon%20Tel%20Aviv\"&gt;Telefon Tel Aviv&lt;/a&gt;, among others.\nTwo of the tracks from the album, \"Indigo Children\" (JLE Dub Mix) and \"Momma Sed\" (Tandimonium Mix), appear on the official soundtrack for the video game \".\n\"V\" Is for Viagra\" has sold 23,000 copies.\n\"\"D\" Is for Dubby, the Lustmord Dub Mixes\".\nA second remix album was released in October 2009. Titled \"\"D\" Is for Dubby\", the album focuses on remixes of \"\"V\" Is for Vagina\" by artist Lustmord performed in a &lt;a href=\"Dub%20music\"&gt;dub&lt;/a&gt; style.\n\"\"C\" Is for (Please Insert Sophomoric Genitalia Reference Here)\".\n\"\"C\" Is for (Please Insert Sophomoric Genitalia Reference Here)\" is an EP that was announced on the toolarmy.com and Puscifer websites on October 12, 2009. It was subsequently released on November 10, 2009. The EP contains six tracks; four previously unreleased songs, and two live recordings of tracks from \"\"V\" Is for Vagina\", which were recorded from the Club Nokia shows on Puscifer's 2009 tour.\nThe EP has sold 10,000 copies.\nThe song \"&lt;a href=\"Rocket%20Man%20%28song%29\"&gt;Rocket Man&lt;/a&gt;tastic\" was later released.\n\"Conditions of My Parole\".\n\"Man Overboard\", the first single from the album, became available via iTunes and other digital service providers on July 19, 2011.\n\"Conditions of My Parole\" was recorded at Jerome, &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;, in spring 2011, with tracking done amidst the wine barrels from Keenan's Caduceus Cellars. The album was produced by Keenan, Mat Mitchell and &lt;a href=\"Joshua%20Eustis\"&gt;Josh Eustis&lt;/a&gt;. Contributing musicians for the album include the aforementioned Keenan, Mitchell, and Eustis as well as &lt;a href=\"Carina%20Round\"&gt;Carina Round&lt;/a&gt;, &lt;a href=\"Juliette%20Commagere\"&gt;Juliette Commagere&lt;/a&gt;, &lt;a href=\"Matt%20McJunkins\"&gt;Matt McJunkins&lt;/a&gt;, Jeff Friedl, &lt;a href=\"Gil%20Sharone\"&gt;Gil Sharone&lt;/a&gt; and &lt;a href=\"Rani%20Sharone\"&gt;Rani Sharone&lt;/a&gt;, &lt;a href=\"Jonny%20Polonsky\"&gt;Jonny Polonsky&lt;/a&gt;, &lt;a href=\"Tim%20Alexander\"&gt;Tim Alexander&lt;/a&gt;, &lt;a href=\"Devo%20Keenan\"&gt;Devo Keenan&lt;/a&gt;, &lt;a href=\"Alessandro%20Cortini\"&gt;Alessandro Cortini&lt;/a&gt;, &lt;a href=\"Bat%20for%20Lashes\"&gt;Sarah Jones&lt;/a&gt;, and &lt;a href=\"Jon%20Theodore\"&gt;Jon Theodore&lt;/a&gt;.\nIt debuted at number 27 on the \"Billboard\" 200 with 12,111 copies sold in its first week. With street date violations added in, it sold 12,337 copies according to SoundScan.\n\"Donkey Punch the Night\".\n\"Donkey Punch the Night\" was announced November 19, 2012 and released on February 19, 2013. The EP was released in digital and CD formats, with a vinyl release following on March 12, 2013. A cover of &lt;a href=\"Queen%20%28band%29\"&gt;Queen&lt;/a&gt;'s \"&lt;a href=\"Bohemian%20Rhapsody\"&gt;Bohemian Rhapsody&lt;/a&gt;\" is included on the EP, as well as a cover of &lt;a href=\"Accept%20%28band%29\"&gt;Accept&lt;/a&gt;'s \"&lt;a href=\"Balls%20to%20the%20Wall%20%28song%29\"&gt;Balls to the Wall&lt;/a&gt;\".\n\"Money Shot\".\n\"Money Shot\" was announced July 29, 2015 via the release of first single Grand Canyon. The album was released on October 30, 2015. A remix album titled \"&lt;a href=\"Money%20Shot%20Your%20Re-Load\"&gt;Money Shot Your Re-Load&lt;/a&gt;\" was released on November 25, 2016.\n\"Existential Reckoning\".\nOn May 8, 2020, the lead single and video \"Apocalyptical\" were released along with an announcement of an album to be released in the fall of 2020. The fourth studio album \"Existential Reckoning\" was announced on September 17, 2020.\nThe release date for the album was later set to October 30, 2020, via Alchemy Recordings/Puscifer Entertainment/BMG.\nThe album was produced by Mat Mitchell and Puscifer, and recorded and mixed by Mat Mitchell at Puscifer Studios in North Hollywood. Keenan appears on the album as \"Dick Merkin\". This is the first album for which Mat Mitchell (guitar, bass, keys, programming) and &lt;a href=\"Carina%20Round\"&gt;Carina Round&lt;/a&gt; (vocals, keys) are credited as permanent members. &lt;a href=\"Greg%20Edwards%20%28musician%29\"&gt;Greg Edwards&lt;/a&gt; (bass, guitar, keys), Gunnar Olsen (drums), &lt;a href=\"Sarah%20Jones%20%28drummer%29\"&gt;Sarah Jones&lt;/a&gt; (drums) and &lt;a href=\"Esm%C3%A9%20Bianco\"&gt;Esmé Bianco&lt;/a&gt; (vocals) also contributed to the album.\nLive shows.\nIn February 2009, Keenan debuted Puscifer with shows in &lt;a href=\"Las%20Vegas%2C%20Nevada\"&gt;Las Vegas&lt;/a&gt;. Throughout the year, he continued to perform with a revolving lineup, but limited concerts to the Southwest. However, in a November 2009 interview, Keenan stated: \"Efforts to confine our beloved enigma to the Southwestern United States have been thwarted. We are compelled beyond all reason to bring the noise Eastward and share our special sauce. Although authorities suggest you be prepared for any and all possibilities, we simply suggest you arrive happy and hungry.\"\nKeenan took Puscifer on tour again in the fall and winter of 2011 in support of \"Conditions of My Parole\". This tour covered a larger swath of the United States than previous West Coast-only tours.\nIn 2013, Puscifer played their first dates outside of North America, with the band performing three shows in Australia, and performances at &lt;a href=\"Lollapalooza\"&gt;Lollapalooza&lt;/a&gt; Brazil and Lollapalooza Chile.\nOn February 16, 2016, Puscifer announced UK and European dates under the \"Money Shot Heard Around The World\" tour. The band played Manchester and London in the UK, then France, Switzerland, Italy, Austria, Netherlands, Belgium, Luxembourg, Norway before ending the tour in Sweden at the &lt;a href=\"Cirkus%20%28Stockholm%29\"&gt;Cirkus&lt;/a&gt;.\nIn late January 2017 Puscifer and guest act Luchafer toured Australia and New Zealand as part of the Money Shot: Round Under Tour.\nOn October 30, 2020, Puscifer held a limited streaming event of a pre-recorded, pre-edited concert film featuring the band performing their newest album \"Existential Reckoning\" in its entirety at &lt;a href=\"Arcosanti\"&gt;Arcosanti&lt;/a&gt;, Arizona. The film was an audio-visual adventure performed with creative light and camera effects, with songs performed in various sets in and around Arcosanti itself. The lineup for the show featured: &lt;a href=\"Maynard%20James%20Keenan\"&gt;Maynard James Keenan&lt;/a&gt; (vocals), Mat Mitchell (guitar), &lt;a href=\"Carina%20Round\"&gt;Carina Round&lt;/a&gt; (vocals), &lt;a href=\"Greg%20Edwards%20%28musician%29\"&gt;Greg Edwards&lt;/a&gt; (bass), and Gunnar Olsen (drums). It was produced by Dino Paredes and Danny Wimmer, and directed by Adam Rothlein and Dino Paredes.\nMembers.\nGuest musicians include Renholdër (&lt;a href=\"Danny%20Lohner\"&gt;Danny Lohner&lt;/a&gt;), &lt;a href=\"Milla%20Jovovich\"&gt;Milla Jovovich&lt;/a&gt;, &lt;a href=\"Lisa%20Germano\"&gt;Lisa Germano&lt;/a&gt;, Josh Eustis, Satan's Muse, &lt;a href=\"Lustmord\"&gt;Lustmord&lt;/a&gt;, &lt;a href=\"Jonny%20Polonsky\"&gt;Jonny Polonsky&lt;/a&gt;, &lt;a href=\"Tim%20Alexander\"&gt;Tim Alexander&lt;/a&gt;, &lt;a href=\"Tim%20Commerford\"&gt;Tim Commerford&lt;/a&gt;, &lt;a href=\"Brad%20Wilk\"&gt;Brad Wilk&lt;/a&gt;, &lt;a href=\"Joey%20Jordison\"&gt;Joey Jordison&lt;/a&gt;, &lt;a href=\"Ainjel%20Emme\"&gt;Ainjel Emme&lt;/a&gt;, &lt;a href=\"Josh%20Eustis\"&gt;Josh Eustis&lt;/a&gt;, &lt;a href=\"John%20Oliver%20%28composer%29\"&gt;John Oliver&lt;/a&gt;, Omniflux, &lt;a href=\"Paul%20Barker\"&gt;Paul Barker&lt;/a&gt; &lt;a href=\"Matt%20McJunkins\"&gt;Matt McJunkins&lt;/a&gt;, Jeff Friedl, Gil and Rani Sharone, Malhar Naik, Devo Keenan (Maynard James Keenan's son), &lt;a href=\"Alessandro%20Cortini\"&gt;Alessandro Cortini&lt;/a&gt;, Sarah Jones, &lt;a href=\"Jon%20Theodore\"&gt;Jon Theodore&lt;/a&gt; as well as many other musicians."
}