{
    "id": "46203748",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=46203748",
    "title": "Lutjanus rivulatus",
    "text": "Lutjanus rivulatus, the blubberlip snapper, Maori snapper, blue-spotted seaperch, Maori bream, Maori seaperch, multi-coloured snapper, scribbled snapper, speckled snapper or yellowfin snapper, is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of marine &lt;a href=\"ray-finned%20fish\"&gt;ray-finned fish&lt;/a&gt;, a snapper belonging to the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Lutjanidae\"&gt;Lutjanidae&lt;/a&gt;. It is native to the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; and into the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;.\nTaxonomy.\n\"Lutjanus rivulatus\" was first formally &lt;a href=\"Species%20description\"&gt;described&lt;/a&gt; in 1828 as \"Diacope rivulata\" by the &lt;a href=\"French%20people\"&gt;French&lt;/a&gt; &lt;a href=\"zoologist\"&gt;zoologist&lt;/a&gt; &lt;a href=\"Georges%20Cuvier\"&gt;Georges Cuvier&lt;/a&gt; with the &lt;a href=\"Type%20locality%20%28biology%29\"&gt;type locality&lt;/a&gt; given as &lt;a href=\"Puducherry%20%28union%20territory%29\"&gt;Puducherry&lt;/a&gt; in India, &lt;a href=\"Java\"&gt;Java&lt;/a&gt; in Indonesia, the &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt; and &lt;a href=\"Malabar%20Coast\"&gt;Malabar&lt;/a&gt; in India.The specific name \"rivulatus\" means “marked by irregular streaks” or “scribbled”, a reference to the many wavy blue lines on the head.\nDescription.\n\"Lutjanus rivulatus\" has a very deep body in which the &lt;a href=\"standard%20length\"&gt;standard length&lt;/a&gt; is only just over twice the depth of the body at its deepest. It has a steeply sloped forehead and the knob and incision in the &lt;a href=\"preopercle\"&gt;preopercle&lt;/a&gt; are moderately developed. The &lt;a href=\"vomerine%20teeth\"&gt;vomerine teeth&lt;/a&gt; are arranged in a crescent-shaped patch with no rearwards extension and the smooth tongue lacks teeth. It has thickened lips.The &lt;a href=\"dorsal%20fin\"&gt;dorsal fin&lt;/a&gt; contains 10 spines and 15-16 soft rays and the &lt;a href=\"anal%20fin\"&gt;anal fin&lt;/a&gt; has 3 spines and 8 soft rays, the dorsal fin has a rounded rear profile while that of the anal fin is sharply pointed. The &lt;a href=\"pectoral%20fin\"&gt;pectoral fin&lt;/a&gt;s contain 17 rays and the &lt;a href=\"caudal%20fin\"&gt;caudal fin&lt;/a&gt; is either &lt;a href=\"truncate\"&gt;truncate&lt;/a&gt; or weakly &lt;a href=\"emarginate\"&gt;emarginate&lt;/a&gt;. This species attains a maximum &lt;a href=\"total%20length\"&gt;total length&lt;/a&gt; of , although is more typical, and the maximum published weight is . This species has an overall colour of brown with reddish hue and contrasting vivid yellow outer dorsal, anal and caudal fins. There is a pattern of blue lines on the head and finer blue dashes and dots on the body with an blurred dark bar over the base of the pectoral-fin that becomes even less distinct as the fish grows. As well as this bar the juveniles have a white spot on the flanks. Juveniles are also marked with 3-8 dark, vertical bars.\nDistribution and habitat.\n\"Lutjanus rivulatus\" has a wide &lt;a href=\"Indo-Pacific\"&gt;Indo-Pacific&lt;/a&gt; range. It occurs from the eastern African coast between the southern &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt; and South Africa eastwards into the Pacific Ocean as far as &lt;a href=\"Tahiti\"&gt;Tahiti&lt;/a&gt; and the &lt;a href=\"Austral%20Islands\"&gt;Austral Islands&lt;/a&gt;, north to Japan and south to Australia. In Australian waters this species is found from &lt;a href=\"Port%20Hedland\"&gt;Port Hedland&lt;/a&gt; and the offshore reefs in &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;, the &lt;a href=\"Ashmore%20Reef\"&gt;Ashmore Reef&lt;/a&gt; in the &lt;a href=\"Timor%20Sea\"&gt;Timor Sea&lt;/a&gt; and eastwards and southwards to northern &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, it is also found in the &lt;a href=\"Coral%20Sea\"&gt;Coral Sea&lt;/a&gt; and at &lt;a href=\"Christmas%20Island\"&gt;Christmas Island&lt;/a&gt;. It is found at depths between and is associated with reefs, the adults being found on deep, coastal slopes and the juveniles on flats with algal growths, frequently close to freshwater discharges.\nBiology.\n\"Lutjanus rivulatus\" may be found as solitary individuals or in small aggregations of 15-20 fishes. Like other snappers this species is predatory, feeding on fishes, &lt;a href=\"cephalopods\"&gt;cephalopods&lt;/a&gt; and &lt;a href=\"benthic\"&gt;benthic&lt;/a&gt; &lt;a href=\"crustaceans\"&gt;crustaceans&lt;/a&gt;. sexual maturity is normally attained when the fish are around in length, although sexually mature individuals have been measured at . They do form aggregations for &lt;a href=\"Spawn%20%28biology%29\"&gt;spawning&lt;/a&gt;. This is a wary fish despite its large size.\nFisheries.\n\"Lutjanus rivulatus\" is considered to be an excellent fish for eating, although the consumption of its flesh has been linked to cases of &lt;a href=\"ciguatera\"&gt;ciguatera&lt;/a&gt;. Itis an important species for artisanal fisheries throughout its range and is caught using handlines, traps and gillnets, it is infrequently trawled. It is also found in the Hong Kong live fish trade and is grown b in aquaculture in southeastern Asia."
}