{
    "id": "462090",
    "revid": "20624375",
    "url": "https://en.wikipedia.org/wiki?curid=462090",
    "title": "Alliston",
    "text": "Alliston is a settlement in &lt;a href=\"Simcoe%20County%2C%20Ontario\"&gt;Simcoe County&lt;/a&gt; in the &lt;a href=\"Provinces%20and%20territories%20of%20Canada\"&gt;Canadian province&lt;/a&gt; of &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;. It has been part of the Town of &lt;a href=\"New%20Tecumseth%2C%20Ontario\"&gt;New Tecumseth&lt;/a&gt; since the 1991 amalgamation of Alliston and nearby villages of &lt;a href=\"Beeton\"&gt;Beeton&lt;/a&gt;, &lt;a href=\"Tottenham%2C%20Ontario\"&gt;Tottenham&lt;/a&gt;, and the Township of Tecumseth. The primary downtown area is located along &lt;a href=\"Highway%2089%20%28Ontario%29\"&gt;Highway 89&lt;/a&gt;, known as Victoria Street.\nThe town grew as a commercial centre for the area farmers and was best known as a potato-growing area. It is still a major industry in the town and is celebrated by the annual Alliston Potato Festival. &lt;a href=\"Honda%20of%20Canada%20Manufacturing\"&gt;Honda of Canada Manufacturing&lt;/a&gt; operates a large auto manufacturing facility southeast of Alliston, currently consisting of three major factories. In the 2016 census, the town of Alliston grew by 25% since 2011 to 19,243 residents making it one of the top 10 fastest growing communities in Canada. This is over 5 times greater than the average growth recorded in Ontario during the same period.\nHistory.\nAlliston traces its history to three brothers, William, John and Dickson Fletcher. Dissatisfied with life in England, the three left for Toronto, working farms in &lt;a href=\"Toronto%20Gore%20Township%2C%20Ontario\"&gt;Toronto Gore&lt;/a&gt; northwest of the city. In 1821 William purchased Lot 15, Concession 3, &lt;a href=\"New%20Tecumseth%2C%20Ontario\"&gt;Tecumseth Township&lt;/a&gt;. He married in 1828, and in 1847 went scouting locations for the construction of a &lt;a href=\"gristmill\"&gt;mill&lt;/a&gt; with his son John. They chose a location at Lot 1, Concession 1, &lt;a href=\"Essa%2C%20Ontario\"&gt;Essa Township&lt;/a&gt;, at the corner where four of the original townships of southern Simcoe County (Adjala, Tosorontio, Essa, and Tecumseth) meet. In early November they built a cabin on the property, and the rest of the family joined them in April the next year. A larger house, known as Fletcher House, was built in 1849, and still stands at 18 Fletcher Crescent.\nIn 1853 the Fletchers built a grist mill on the &lt;a href=\"Boyne%20River%20%28Nottawasaga%20River%29\"&gt;Boyne River&lt;/a&gt;, a tributary of the &lt;a href=\"Nottawasaga%20River\"&gt;Nottawasaga River&lt;/a&gt; which runs to the east. The first child born in the new town was Margaret Grant, who was later mother to &lt;a href=\"Frederick%20Banting\"&gt;Frederick Banting&lt;/a&gt;. An &lt;a href=\"Orange%20Institution\"&gt;Orange Lodge&lt;/a&gt; was built in 1856, and the next year the members decided to name the village as Alliston. The precise origin of the name remains in some doubt, but the most common story is that it was named for William Fletcher's birthplace, likely &lt;a href=\"Allerston\"&gt;Allerston&lt;/a&gt; in North Yorkshire. A &lt;a href=\"post%20office\"&gt;post office&lt;/a&gt; was set up the next year, with another Fletcher son, George, the first postmaster. Starting in 1862, George published \"\"The Alliston Star\" newspaper, which changed its name to \"Alliston Herald\"\" in 1871 and continues to be published today. The village was formally incorporated in 1874, with George Fletcher as the &lt;a href=\"Reeve%20%28Canada%29\"&gt;reeve&lt;/a&gt;.\nIn 1875, the town was approached by the North Simcoe Railway to run a line from Penetanguishene through Alliston to join the &lt;a href=\"Toronto%2C%20Grey%20and%20Bruce%20Railway\"&gt;Toronto, Grey and Bruce Railway&lt;/a&gt;. This venture came to nothing, but the organization set up to investigate it later turned to the &lt;a href=\"Hamilton%20and%20North-Western%20Railway\"&gt;Hamilton and North-Western Railway&lt;/a&gt; to build a new arm from Clarkstown (now &lt;a href=\"Beeton%2C%20Ontario\"&gt;Beeton&lt;/a&gt;) through Alliston to &lt;a href=\"Collingwood%2C%20Ontario\"&gt;Collingwood&lt;/a&gt;. The town raised $8000 for its portion of the railway from Clarkstown to Glencairn, about half way to Collingwood.\nAlliston was upgraded from \"village\" to \"town\" in 1891. On May 8 the same year a fire started in the stables of the Queen's Hotel, and was quickly spread by high winds. Collingwood was telegraphed for assistance and sent their fire engine by train, but the downtown area was gutted long before it could arrive. When it did arrive at about 3 in the afternoon, it was sent to the southern side of town where the fire was still burning. In all, of the town were destroyed by the fire, which received the attention of &lt;a href=\"John%20A.%20Macdonald\"&gt;John A. Macdonald&lt;/a&gt;. This led to the creation of a waterworks the next year, which included twenty fire hydrants, and the addition of a hook and ladder truck in 1894.\nA census in August 1902 stated that 1,475 people were living in the town. A new line of the &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;Canadian Pacific Railway&lt;/a&gt; (C.P.R.) reached the town in 1905 or early 1906, with trains arriving later in 1906. The local electric power company, Alliston Electric, was merged into &lt;a href=\"Ontario%20Hydro\"&gt;Ontario Hydro&lt;/a&gt; on May 24, 1918.\nGeography.\nThe town has two parks: &lt;a href=\"Riverdale%20Park%20%28Alliston%29\"&gt;Riverdale Park&lt;/a&gt; to the north along the Boyne River and &lt;a href=\"PPG%20Park\"&gt;PPG Park&lt;/a&gt; to the south, by the local fire department. Major residential areas are located to the north (as &lt;a href=\"Previn%20Court%20Homes\"&gt;Previn Court Homes&lt;/a&gt;) and to the south, with additional residential and commercial developments made since then in the northwest (as \"Alliston West\"), north and southwest since the mid-1990s, with future developments expected in the future that could raise the population from 17,000 to 20,000. The urban area stretches from west to east, is nearly 3 km, and from north to south ranges from 300 m, 600 m to 1 km. Another residential area, adjacent to the &lt;a href=\"Nottawasaga%20Inn\"&gt;Nottawasaga Inn&lt;/a&gt; are located 5 km east of Alliston- the first phase built is known as &lt;a href=\"Green%20Briar\"&gt;Green Briar&lt;/a&gt;; the second phase, to the west of the Inn is known as &lt;a href=\"Briar%20Hill%20%28Alliston%29\"&gt;Briar Hill&lt;/a&gt;. The Nottawasaga River is situated east of the town; the Boyne River, which runs through Alliston, joins the Nottawasaga, just downstream from Nicolston Dam. The CPR (Toronto - &lt;a href=\"Parry%20Sound%2C%20Ontario\"&gt;Parry Sound&lt;/a&gt; - &lt;a href=\"Greater%20Sudbury\"&gt;Sudbury&lt;/a&gt;) runs right up through the middle of town with a siding for Honda vehicles. Many other business thrive today in Alliston. Honda of Canada Manufacturing has two facilities. The CNR tracks through town were lifted about the mid-1990s and the right-of-way removed.\nEarl Rowe Provincial Park is located three kilometers west of Alliston, in the amalgamated Township of &lt;a href=\"Adjala-Tosorontio\"&gt;Adjala-Tosorontio&lt;/a&gt;. It is one of the largest provincial parks in Southern Ontario.\nGovernment.\nThe current mayor of New Tecumseth is &lt;a href=\"Rick%20Milne\"&gt;Rick Milne&lt;/a&gt; who won the chair position on October 27, 2014. Milne is a former mayor of New Tecumseth, serving the community in 1984. Milne decided to re-run for the mayor position in the fall of 2014 when former mayor Mike MacEachern announced he would not be seeking re-election.\nFormer mayor of New Tecumseth is Mike MacEachern, who completed three terms in office. MacEachern overlooked four communities within New Tecumseth which consist of Alliston, Beeton, Tecumseth and Tottenham. In addition to being mayor, MacEachern also held a position with the County of Simcoe being a member of the County's Performance Management Committee, a chair member with the Nottawasaga Police Board, member of the South Simcoe mayors association, and also an Executive Director of Focus Community Development Corporation.\nThe &lt;a href=\"Member%20of%20Parliament%20%28Canada%29\"&gt;MP&lt;/a&gt; for the federal riding of &lt;a href=\"Simcoe%E2%80%94Grey\"&gt;Simcoe—Grey&lt;/a&gt; is &lt;a href=\"Terry%20Dowdall\"&gt;Terry Dowdall&lt;/a&gt;, elected in the 2019 Federal Election. \nThe &lt;a href=\"Member%20of%20Provincial%20Parliament%20%28Ontario%29\"&gt;Member of Provincial Parliament&lt;/a&gt; for &lt;a href=\"Simcoe%E2%80%94Grey%20%28provincial%20electoral%20district%29\"&gt;Simcoe—Grey&lt;/a&gt; is &lt;a href=\"Jim%20Wilson%20%28Ontario%20politician%29\"&gt;Jim Wilson&lt;/a&gt;, who was first elected in 1999.\nSince the amalgamation of Alliston, Beeton and Tottenham under the Town of New Tecumseth, New Tecumseth Fire Rescue has 3 stations with a total force of 105 personnel. The Alliston Fire Station, now known as New Tecumseth Fire Station 1, was founded as the Alliston Fire Brigade in 1906 after many years of having a non-incorporated Fire Brigade.\nEconomy.\n&lt;a href=\"Honda%20of%20Canada%20Manufacturing\"&gt;Honda of Canada Manufacturing&lt;/a&gt; has three plants producing vehicles and parts for the Americas. Plant 1 creating the new model Civic, Plant 2 creating the new model CRV and Plant 3 manufacturing engines for these and other plants in North America. Plant 1 opened in November 1986, with Plant 2 following 10 years later in 1998, and Plant 3 (Engine Plant) in 2008. The plants have a combined work force of 4,600 workers.\nThe Alliston Business Improvement Association was originally established in 1988 as a promotional campaign and management system in the revitalization of downtown Alliston. They have hosted many community events including food truck rallies, holiday events, as well as being a large part of the Potato Festival's organization.\nHealth care.\nStevenson Memorial Hospital first opened in 1928, when donations from &lt;a href=\"Theodore%20Loblaw\"&gt;Theodore Loblaw&lt;/a&gt;, of the famed &lt;a href=\"Loblaws\"&gt;Loblaws&lt;/a&gt; grocery chain, conceived the idea of a hospital as a tribute to his grandparents, William and Elizabeth Stevenson.\nThis fully accredited hospital serves a catchment area that includes Adjala-Tosorontio, &lt;a href=\"Canadian%20Forces%20Base%20Borden\"&gt;Canadian Forces Base Borden&lt;/a&gt;, Essa, Innisfil and New Tecumseth. The hospital works in close cooperation with &lt;a href=\"Southlake%20Regional%20Health%20Centre\"&gt;Southlake Regional Health Centre&lt;/a&gt; in &lt;a href=\"Newmarket%2C%20Ontario\"&gt;Newmarket&lt;/a&gt;.\nEducation.\nAlliston has three public elementary schools (Ernest Cumberland, Alliston Union and Boyne River) and two Catholic elementary schools (Holy Family and St. Paul's). There is also one public high school, &lt;a href=\"Banting%20Memorial%20High%20School\"&gt;Banting Memorial High School&lt;/a&gt;. "
}