{
    "id": "46238047",
    "revid": "35835006",
    "url": "https://en.wikipedia.org/wiki?curid=46238047",
    "title": "Travis Trice",
    "text": "Travis Trice Jr. (born January 22, 1993) is an American professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; player for &lt;a href=\"%C5%9Al%C4%85sk%20Wroc%C5%82aw%20%28basketball%29\"&gt;Śląsk Wrocław&lt;/a&gt; of the &lt;a href=\"Polish%20Basketball%20League\"&gt;Polish Basketball League&lt;/a&gt;. He played college basketball for the &lt;a href=\"Michigan%20State%20Spartans%20men%27s%20basketball\"&gt;Michigan State Spartans&lt;/a&gt;, leading his team in points during the &lt;a href=\"2014%E2%80%9315%20NCAA%20Division%20I%20men%27s%20basketball%20season\"&gt;2014–15 NCAA Division I men's basketball season&lt;/a&gt;. He attended &lt;a href=\"Wayne%20High%20School%20%28Ohio%29\"&gt;Wayne High School&lt;/a&gt; in &lt;a href=\"Huber%20Heights%2C%20Ohio\"&gt;Huber Heights, Ohio&lt;/a&gt;, where he played under his father, Travis Trice Sr.\nEarly life.\nTrice was born on January 22, 1993 to Travis, Sr. and Julie Trice. Julie's pregnancy marked the abrupt end of her successful high school track career and a potential athletics scholarship to &lt;a href=\"University%20of%20North%20Carolina%20at%20Wilmington\"&gt;University of North Carolina at Wilmington&lt;/a&gt;. She later said, \"People were telling me I should get an abortion after I got pregnant. People have been saying 'No, no, no, no, no' to him forever.\" She had her son at about 18 years of age, while she was a senior in high school and her husband was still attending college. In Julie's 41st week of &lt;a href=\"pregnancy\"&gt;pregnancy&lt;/a&gt;, her son's heartbeat &lt;a href=\"flatline\"&gt;flatline&lt;/a&gt;d and she was immediately rushed in for a &lt;a href=\"Caesarean%20section\"&gt;C-section&lt;/a&gt; operation. According to \"&lt;a href=\"Washington%20Post\"&gt;Washington Post&lt;/a&gt;\", Trice was born with \"the &lt;a href=\"umbilical%20cord\"&gt;umbilical cord&lt;/a&gt; tangled around his ankles,\" but survived.\nTrice fell in love with &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; at a young age, but also actively played &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; in his childhood. He said, \"I liked baseball, but I didn't like all the standing around.\" Trice officially began basketball in middle school, after watching his friends play on the team. He played &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; in middle school football, but was strongly compared to his friend &lt;a href=\"Braxton%20Miller\"&gt;Braxton Miller&lt;/a&gt;. His mother recalled the situation to the \"&lt;a href=\"Detroit%20Free%20Press\"&gt;Detroit Free Press&lt;/a&gt;\", \"No, you aren't big enough. No, you aren't quick enough. You're a good middle school quarterback, but not as good as your best friend.\" Miller would go on to play football at a high level for the &lt;a href=\"Ohio%20State%20Buckeyes%20football\"&gt;Ohio State Buckeyes&lt;/a&gt;.\nHigh school career.\nTrice attended &lt;a href=\"Wayne%20High%20School%20%28Ohio%29\"&gt;Wayne High School&lt;/a&gt; in &lt;a href=\"Huber%20Heights%2C%20Ohio\"&gt;Huber Heights, Ohio&lt;/a&gt;. He averaged 16.5 points per game as a sophomore in 2009, garnering all-district and all-conference honors. The guard saw considerable improvement in the junior year that followed. In his third season playing for Wayne, Trice averaged 22.1 points, 4.9 assists, and 4.2 steals, shooting 43% from long range. He would be named district underclassman of the year on two occasions and conference player of the year. He also was a third-team All-State honoree. Trice saw even more success as a senior in 2011. After averaging 23.5 points, 6.5 assists, 4.3 steals, and 3.3 rebounds in his final season in a Wayne uniform, he was named &lt;a href=\"Gatorade%20Player%20of%20the%20Year%20awards\"&gt;Gatorade Ohio Boys' Basketball Player of the Year&lt;/a&gt;. The point guard also earned first-team All-State and District Player of the Year accolades. He shot .481 from the field and .425 on &lt;a href=\"three-point%20field%20goal\"&gt;three-pointers&lt;/a&gt;. Trice's contributions helped the Warriors reach a 22-2 record and a district finals appearance by the end of the season. He went on to become the school's all-time leading scorer, recording a total of 1,555 points representing the Warriors.\nUpon completion of his high school years, Trice was listed as a three-star recruit by &lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt;. &lt;a href=\"Scout.com\"&gt;Scout.com&lt;/a&gt; gave him two stars, while &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; ranked him as the 55th best point guard in the Class of 2011. Rivals scout Brian Snow commented on his strong play with his &lt;a href=\"Amateur%20Athletic%20Union\"&gt;Amateur Athletic Union&lt;/a&gt; (AAU) program, \"Trice is the huge x-factor for them. In the semi-finals there is absolutely no way that SYF gets past King James if not for the play of Trice. He was making shots, getting to the rim, and setting up teammates very well.\"\nTrice's small size came across as the biggest drawback. However, Michigan State men's basketball head coach &lt;a href=\"Tom%20Izzo\"&gt;Tom Izzo&lt;/a&gt; began recruiting him after noticing him on &lt;a href=\"Branden%20Dawson\"&gt;Branden Dawson&lt;/a&gt;'s AAU team. Dawson, who would later become Trice's teammate with the Spartans, was a far more touted prospect. Izzo commented on Trice, who stood 5 ft 11 in (1.80 m) and 160 lbs (73 kg) at the time, saying he was \"too skinny\" and \"too small.\" He also said, \"He was too this and too that. But, unbelievable family, a dad who's a coach, just an ability to win.\" Trice verbally committed to Michigan State on August 4, 2010, despite receiving offers from &lt;a href=\"Butler%20Bulldogs%20men%27s%20basketball\"&gt;Butler&lt;/a&gt;, &lt;a href=\"Creighton%20Bluejays%20men%27s%20basketball\"&gt;Creighton&lt;/a&gt;, &lt;a href=\"Dayton%20Flyers%20men%27s%20basketball\"&gt;Dayton&lt;/a&gt;, &lt;a href=\"Minnesota%20Golden%20Gophers%20men%27s%20basketball\"&gt;Minnesota&lt;/a&gt;, &lt;a href=\"Northern%20Iowa%20Panthers%20men%27s%20basketball\"&gt;Northern Iowa&lt;/a&gt;, &lt;a href=\"Northwestern%20Wildcats%20men%27s%20basketball\"&gt;Northwestern&lt;/a&gt;, &lt;a href=\"Penn%20State%20Nittany%20Lions%20basketball\"&gt;Penn State&lt;/a&gt;, and &lt;a href=\"Richmond%20Spiders%20men%27s%20basketball\"&gt;Richmond&lt;/a&gt;. His family had visited the &lt;a href=\"Michigan%20State%20University\"&gt;university&lt;/a&gt; in the days prior and heard from Izzo that Trice would likely be a significant part of the team as a freshman. The point guard said to the \"&lt;a href=\"Lansing%20State%20Journal\"&gt;Lansing State Journal&lt;/a&gt;\", \"I took it as hard work pays off, and I'm a hard worker. Throughout the whole day I (thought) this is too good to be true...I got to spend time with the (players) and watched them work out. I was like 'Man, I could see myself here.'\" &lt;a href=\"Gary%2C%20Indiana\"&gt;Gary&lt;/a&gt; native and five-star forward Dawson committed to the same program on August 5 as well.\nCollege career.\nOn October 30, 2011, Trice made his debut for &lt;a href=\"Michigan%20State%20Spartans%20men%27s%20basketball\"&gt;Michigan State&lt;/a&gt; in an exhibition game against &lt;a href=\"Ferris%20State%20University\"&gt;Ferris State University&lt;/a&gt;, a &lt;a href=\"NCAA%20Division%20II\"&gt;Division II&lt;/a&gt; school in the field of basketball. The guard recorded 7 points and 4 rebounds in 18 minutes. After the Spartans topped the Bulldogs with a score of 85-58, coach &lt;a href=\"Tom%20Izzo\"&gt;Tom Izzo&lt;/a&gt; commented on his freshmen's play. About Trice, he said, \"Today I jumped Travis a little bit. I watched [&lt;a href=\"Draymond%20Green\"&gt;Draymond Green&lt;/a&gt;] go right over and put his arm around him and talk to him.\" Trice made his first official appearance with the team on November 11, 2011, in a &lt;a href=\"Carrier%20Classic\"&gt;Carrier Classic&lt;/a&gt; showdown vs &lt;a href=\"North%20Carolina%20Tar%20Heels%20men%27s%20basketball\"&gt;North Carolina&lt;/a&gt;. He was allowed 20 minutes on the court, but 1-of-8 shooting limited him to 4 points throughout the game. He went for 11 points and 5 rebounds off the bench the following week on November 18 against &lt;a href=\"Texas%20Southern%20Tigers%20basketball\"&gt;Texas Southern&lt;/a&gt;, the most he had scored in a single college basketball game until that point in time. However, on December 7 of the same year, in a home contest vs &lt;a href=\"Central%20Connecticut%20Blue%20Devils%20men%27s%20basketball\"&gt;Central Connecticut&lt;/a&gt;, he broke that record, adding 20 points despite not being a starter. Izzo noted, \"When you really look at it, Trice looked good...give Travis credit.\" He would hold the number as his season-high scoring performance. He suffered from a brain infection as a freshman that drained his energy and caused him to sleep 12 hours a day.\nIn December 2013, trainer Quinton Sawyer removed a blister on Trice's foot. When the pain didn't subside, it was discovered that there was another blister underneath it. \"As soon as I cut that one open, I felt great,\" Trice said. He shot 43.4 percent on 3-pointers as a junior, third best in the Big 10.\nAs a senior, Trice enjoyed a breakout season, averaging a team-high 15.3 points per game and dished out team-high 197 assists. He helped lead Michigan State to the Final Four that year. Trice was a Third Team All-Big Ten honoree. After defeating the &lt;a href=\"Louisville%20Cardinals%20men%27s%20basketball\"&gt;Louisville Cardinals&lt;/a&gt; in the Elite Eight, Trice was named East Region Most Outstanding Player.\nProfessional career.\n2015–16 season.\nAfter going undrafted in the &lt;a href=\"2015%20NBA%20draft\"&gt;2015 NBA draft&lt;/a&gt;, Trice joined the &lt;a href=\"Miami%20Heat\"&gt;Miami Heat&lt;/a&gt; for &lt;a href=\"2015%20NBA%20Summer%20League\"&gt;2015 NBA Summer League&lt;/a&gt;. On September 22, 2015, he signed with the &lt;a href=\"New%20York%20Knicks\"&gt;New York Knicks&lt;/a&gt;. However, he was later waived by the Knicks on October 23 after appearing in two preseason games. On November 2, 2015, he was acquired by the &lt;a href=\"Westchester%20Knicks\"&gt;Westchester Knicks&lt;/a&gt; of the &lt;a href=\"NBA%20Development%20League\"&gt;NBA Development League&lt;/a&gt; as an affiliate player of New York. In 51 games for Westchester in 2015–16, he averaged 15.3 points, 3.5 rebounds, 5.7 assists and 1.4 steals per game.\n2016–17 season.\nOn August 5, 2016, Trice signed with the &lt;a href=\"Cairns%20Taipans\"&gt;Cairns Taipans&lt;/a&gt; for the &lt;a href=\"2016%E2%80%9317%20NBL%20season\"&gt;2016–17 NBL season&lt;/a&gt;. On November 27, 2016, he scored a season-high 31 points in a 91–80 win over the &lt;a href=\"New%20Zealand%20Breakers\"&gt;New Zealand Breakers&lt;/a&gt;. On February 12, 2017, he was recognised for his standout season by claiming the Cairns Taipans MVP. In 26 games for the Taipans, he averaged 14.6 points, 3.0 rebounds, 3.5 assists and 1.2 steals per game. On February 28, 2017, Trice was acquired by the &lt;a href=\"Westchester%20Knicks\"&gt;Westchester Knicks&lt;/a&gt;, returning to the franchise for a second stint. In nine games for the Knicks, he averaged 21.1 points, 3.6 rebounds and 6.4 assists per game.\n2017–18 season.\nOn July 5, 2017, Trice signed with the &lt;a href=\"Brisbane%20Bullets\"&gt;Brisbane Bullets&lt;/a&gt; for the &lt;a href=\"2017%E2%80%9318%20NBL%20season\"&gt;2017–18 NBL season&lt;/a&gt;. Prior to joining the Bullets, he played for the &lt;a href=\"Milwaukee%20Bucks\"&gt;Milwaukee Bucks&lt;/a&gt;' &lt;a href=\"NBA%20Summer%20League\"&gt;Summer League&lt;/a&gt; team in &lt;a href=\"2017%20NBA%20Summer%20League\"&gt;Las Vegas&lt;/a&gt;. In 27 games for the Bullets, he averaged 15.5 points, 3.6 rebounds, 5.1 assists and 1.3 steals per game.\nOn March 6, 2018, Trice signed with &lt;a href=\"Champville%20SC\"&gt;Champville SC&lt;/a&gt; of the &lt;a href=\"Lebanese%20Basketball%20League\"&gt;Lebanese Basketball League&lt;/a&gt;.\n2018–19 season.\nOn July 31, Trice signed a training camp contract with the &lt;a href=\"Milwaukee%20Bucks\"&gt;Milwaukee Bucks&lt;/a&gt;. On September 17, 2018, Trice was waived by the Bucks. Trice was added to the opening night roster of the &lt;a href=\"Wisconsin%20Herd\"&gt;Wisconsin Herd&lt;/a&gt; on November 1, 2018.\nOn January 16, 2019, Trice was traded to &lt;a href=\"Austin%20Spurs\"&gt;Austin Spurs&lt;/a&gt;.\nOn April 2, 2019, &lt;a href=\"Tofa%C5%9F%20S.K.\"&gt;Tofaş&lt;/a&gt; of the &lt;a href=\"Basketball%20Super%20League\"&gt;Basketball Super League&lt;/a&gt; announced that they had signed Trice.\n2019–20 season.\nOn July 21, 2019, Trice signed with &lt;a href=\"SIG%20Basket\"&gt;SIG Strasbourg&lt;/a&gt; of the &lt;a href=\"LNB%20Pro%20A\"&gt;LNB Pro A&lt;/a&gt;. On January 15, 2020, he signed with &lt;a href=\"Basket%20Brescia%20Leonessa\"&gt;Germani Brescia&lt;/a&gt; of the &lt;a href=\"Lega%20Basket%20Serie%20A\"&gt;Lega Basket Serie A&lt;/a&gt;.\n2020–21 season.\nOn December 29, 2020, Trice signed with &lt;a href=\"Galatasaray%20S.K.%20%28men%27s%20basketball%29\"&gt;Galatasaray&lt;/a&gt; of the Turkish &lt;a href=\"Basketball%20Super%20League\"&gt;Basketball Super League&lt;/a&gt; (BSL).\n2021–22 season.\nOn July 21, 2021, Trice signed with the &lt;a href=\"Illawarra%20Hawks\"&gt;Illawarra Hawks&lt;/a&gt; for the &lt;a href=\"2021%E2%80%9322%20NBL%20season\"&gt;2021–22 NBL season&lt;/a&gt;. He was later released by the Hawks on September 21, 2021.\nOn October 18, 2021, he has signed with &lt;a href=\"%C5%9Al%C4%85sk%20Wroc%C5%82aw%20%28basketball%29\"&gt;Śląsk Wrocław&lt;/a&gt; of the &lt;a href=\"Polish%20Basketball%20League\"&gt;Polish Basketball League&lt;/a&gt;.\nPersonal.\nTrice is the son of Travis Trice, Sr., who played two years of &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; with &lt;a href=\"Purdue%20Boilermakers%20men%27s%20basketball\"&gt;Purdue&lt;/a&gt; and &lt;a href=\"Butler%20Bulldogs%20men%27s%20basketball\"&gt;Butler&lt;/a&gt;. Trice's father is currently the head coach at his son's alma mater, Huber Heights' Wayne High School. On March 28, 2015, Trice, Sr. led them to an &lt;a href=\"Ohio%20High%20School%20Athletic%20Association\"&gt;Ohio High School Athletic Association&lt;/a&gt; (OHSAA) Division I title, with a victory over &lt;a href=\"Westerville%20South%20High%20School\"&gt;Westerville South High School&lt;/a&gt;. When he was in high school himself, growing up in &lt;a href=\"Princeton%2C%20Indiana\"&gt;Princeton, Indiana&lt;/a&gt;, he was one of the best point guards in the Class of 1990. At Butler, he would play under &lt;a href=\"Barry%20Collier%20%28basketball%29\"&gt;Barry Collier&lt;/a&gt; and &lt;a href=\"Thad%20Matta\"&gt;Thad Matta&lt;/a&gt;, turning down offers to play with &lt;a href=\"Tim%20Duncan\"&gt;Tim Duncan&lt;/a&gt; at &lt;a href=\"Wake%20Forest%20Demon%20Deacons%20men%27s%20basketball\"&gt;Wake Forest&lt;/a&gt; and for &lt;a href=\"John%20Calipari\"&gt;John Calipari&lt;/a&gt; and with &lt;a href=\"Marcus%20Camby\"&gt;Marcus Camby&lt;/a&gt; at &lt;a href=\"UMass%20Minutemen%20basketball\"&gt;Massachusetts&lt;/a&gt;. Trice, Sr. declined a scholarship offer from &lt;a href=\"Lute%20Olson\"&gt;Lute Olson&lt;/a&gt; at the &lt;a href=\"University%20of%20Arizona\"&gt;University of Arizona&lt;/a&gt; primarily because superstar &lt;a href=\"Khalid%20Reeves\"&gt;Khalid Reeves&lt;/a&gt; had accepted just before. His younger brother D'Mitrik Trice plays basketball for the &lt;a href=\"Wisconsin%20Badgers%20men%27s%20basketball\"&gt;Wisconsin Badgers men's basketball&lt;/a&gt; team.\nTrice, Jr.'s grandfather, Bob Pritchett, competed at the same level for &lt;a href=\"Vincennes%20University\"&gt;Vincennes University&lt;/a&gt; and &lt;a href=\"Old%20Dominion%20Monarchs%20basketball\"&gt;Old Dominion&lt;/a&gt;. On April 29, 2008, Pritchett was inducted into the &lt;a href=\"Old%20Dominion%20University\"&gt;Old Dominion University&lt;/a&gt; Sports Hall of Fame. With the Monarchs, he scored 1,188 career points in 50 games, also breaking the school's single-game scoring record against the &lt;a href=\"Richmond%20Professional%20Institute\"&gt;Richmond Professional Institute&lt;/a&gt;, with 67 points. Pritchett was brought up in Princeton, Indiana, the same city as his son-in-law, Travis Trice, Sr. Trice, Jr's uncle, his mother's brother, Matt Pritchett, played &lt;a href=\"left%20tackle\"&gt;left tackle&lt;/a&gt; at the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt; from 2005 to 2006. His father's cousin, &lt;a href=\"Jackie%20Young%20%28basketball%29\"&gt;Jackie Young&lt;/a&gt;, is one of the most coveted high school recruits in the nation, competing for &lt;a href=\"Princeton%20High%20School%20%28Princeton%2C%20Indiana%29\"&gt;Princeton High School&lt;/a&gt; in &lt;a href=\"Princeton%2C%20Indiana\"&gt;Princeton, Indiana&lt;/a&gt;. She chose to play basketball for &lt;a href=\"Notre%20Dame%20Fighting%20Irish%20women%27s%20basketball\"&gt;Notre Dame&lt;/a&gt;."
}