{
    "id": "462415",
    "revid": "42465751",
    "url": "https://en.wikipedia.org/wiki?curid=462415",
    "title": "Vatican Library",
    "text": "The Vatican Apostolic Library (, ), more commonly known as the Vatican Library or informally as the Vat, is the &lt;a href=\"library\"&gt;library&lt;/a&gt; of the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;, located in &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt;. Formally established in 1475, although it is much older—it is one of the oldest libraries in the world and contains one of the most significant collections of historical texts. It has 75,000 &lt;a href=\"codex\"&gt;codices&lt;/a&gt; from throughout history, as well as 1.1 million printed books, which include some 8,500 &lt;a href=\"Incunabulum\"&gt;incunabula&lt;/a&gt;.\nThe Vatican Library is a &lt;a href=\"research%20library\"&gt;research library&lt;/a&gt; for &lt;a href=\"history\"&gt;history&lt;/a&gt;, &lt;a href=\"law\"&gt;law&lt;/a&gt;, &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt;, &lt;a href=\"science\"&gt;science&lt;/a&gt;, and &lt;a href=\"theology\"&gt;theology&lt;/a&gt;. The Vatican Library is open to anyone who can document their qualifications and research needs. Photocopies for private study of pages from books published between 1801 and 1990 can be requested in person or by mail.\nPope Nicholas V (1447–1455) envisioned a new Rome with extensive public works to lure pilgrims and scholars to the city to begin its transformation. Nicolas wanted to create a \"public library\" for Rome that was meant to be seen as an institution for humanist scholarship. His death prevented him from carrying out his plan, but his successor Pope Sixtus IV (1471–1484) established what is now known as the Vatican Library.\nIn March 2014, the Vatican Library began an initial four-year project of &lt;a href=\"digitising\"&gt;digitising&lt;/a&gt; its collection of manuscripts, to be made available online.\nThe &lt;a href=\"Vatican%20Apostolic%20Archive\"&gt;Vatican Apostolic Archive&lt;/a&gt; was separated from the library at the beginning of the 17th century; it contains another 150,000 items.\nHistorical periods.\nScholars have traditionally divided the history of the library into five periods, Pre-Lateran, Lateran, Avignon, Pre-Vatican and Vatican.\nPre-Lateran.\nThe Pre-Lateran period, comprising the initial days of the library, dating from the earliest days of the &lt;a href=\"Catholic%20Church\"&gt;Church&lt;/a&gt;. Only a handful of volumes survive from this period, though some are very significant.\nLateran.\nThe Lateran era began when the library moved to the &lt;a href=\"Lateran%20Palace\"&gt;Lateran Palace&lt;/a&gt; and lasted until the end of the 13th century and the reign of &lt;a href=\"Pope%20Boniface%20VIII\"&gt;Pope Boniface VIII&lt;/a&gt;, who died in 1303, by which time he possessed one of the most notable collections of &lt;a href=\"illuminated%20manuscript\"&gt;illuminated manuscript&lt;/a&gt;s in Europe. However, in that year, the Lateran Palace was burnt and the collection plundered by &lt;a href=\"Philip%20IV%20of%20France\"&gt;Philip IV of France&lt;/a&gt;.\nAvignon.\nThe Avignon period was during the &lt;a href=\"Avignon%20Papacy\"&gt;Avignon Papacy&lt;/a&gt;, when seven successive popes resided in &lt;a href=\"Avignon\"&gt;Avignon&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;. This period saw great growth in book collection and record-keeping by the popes in Avignon, between the death of Boniface and the 1370s when the Papacy returned to &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;.\nPre-Vatican.\nThe Pre-Vatican period ranged from about 1370 to 1447. The library was scattered during this time, with parts in Rome, Avignon, and elsewhere. Pope Eugenius IV possessed 340 books by the time of his death.\nVatican.\nIn 1451, &lt;a href=\"bibliophile\"&gt;bibliophile&lt;/a&gt; &lt;a href=\"Pope%20Nicholas%20V\"&gt;Pope Nicholas V&lt;/a&gt; sought to establish a public library at the Vatican, in part to re-establish Rome as a destination for scholarship. Nicholas combined some 350 Greek, Latin and Hebrew codices inherited from his predecessors with his own collection and extensive acquisitions, among them manuscripts from the imperial &lt;a href=\"Library%20of%20Constantinople\"&gt;Library of Constantinople&lt;/a&gt;. Pope Nicholas also expanded his collection by employing Italian and Byzantine scholars to translate the &lt;a href=\"Greek%20classics\"&gt;Greek classics&lt;/a&gt; into Latin for his library. The knowledgeable Pope already encouraged the inclusion of &lt;a href=\"pagan\"&gt;pagan&lt;/a&gt; classics. Nicolas was important in saving many of the Greek works and writings during this time period that he had collected while traveling and acquired from others.\nIn 1455, the collection had grown to 1200 books, of which 400 were in Greek.\nNicholas died in 1455. In 1475 his successor &lt;a href=\"Pope%20Sixtus%20IV\"&gt;Pope Sixtus IV&lt;/a&gt; founded the \"Palatine Library\". During his papacy, acquisitions were made in \"theology, philosophy and artistic literature\". The number of &lt;a href=\"manuscript\"&gt;manuscript&lt;/a&gt;s is variously counted as 3,500 in 1475 or 2,527 in 1481, when &lt;a href=\"librarian\"&gt;librarian&lt;/a&gt; &lt;a href=\"Bartolomeo%20Platina\"&gt;Bartolomeo Platina&lt;/a&gt; produced a signed listing. At the time it was the largest collection of books in the Western world.\n&lt;a href=\"Pope%20Julius%20II\"&gt;Pope Julius II&lt;/a&gt; commissioned the expansion of the building. Around 1587, &lt;a href=\"Pope%20Sixtus%20V\"&gt;Pope Sixtus V&lt;/a&gt; commissioned the architect &lt;a href=\"Domenico%20Fontana\"&gt;Domenico Fontana&lt;/a&gt; to construct a new building for the library, which is still used today. After this, it became known as the Vatican Library.\nDuring the &lt;a href=\"Counter-Reformation\"&gt;Counter-Reformation&lt;/a&gt;, access to the library's collections was limited following the introduction of the &lt;a href=\"Index%20Librorum%20Prohibitorum\"&gt;Index of banned books&lt;/a&gt;. Scholars' access to the library was restricted, particularly &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; scholars. Restrictions were lifted during the course of the 17th century, and &lt;a href=\"Pope%20Leo%20XIII\"&gt;Pope Leo XIII&lt;/a&gt; formally reopened the library to scholars in 1883.\nIn 1756, Abbot Piaggio conserver of ancient manuscripts in the Vatican Library used a machine he also invented, to unroll the first &lt;a href=\"Herculaneum%20papyri\"&gt;Herculaneum papyri&lt;/a&gt;, which took him months.\nIn 1809, &lt;a href=\"Napoleon%20Bonaparte\"&gt;Napoleon Bonaparte&lt;/a&gt; arrested &lt;a href=\"Pope%20Pius%20VII\"&gt;Pope Pius VII&lt;/a&gt; and removed the contents of the library to &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. The contents were returned in 1817, three years after the defeat of Napoleon.\nIn 1992 the library had almost 2 million &lt;a href=\"Library%20catalogue\"&gt;catalogued&lt;/a&gt; items.\nIn 1995 art history teacher Anthony Melnikas from &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt; stole three &lt;a href=\"Leaf%20%28books%29\"&gt;leaves&lt;/a&gt; from a medieval manuscript once owned by &lt;a href=\"Francesco%20Petrarch\"&gt;Francesco Petrarch&lt;/a&gt;. One of the stolen leaves contains an exquisite miniature of a farmer threshing grain. A fourth leaf from an unknown source was also discovered in his possession by U.S. Customs agents. Melnikas was trying to sell the pages to an art dealer, who then alerted the librarian director.\nLocation and building.\nThe Library is located inside the &lt;a href=\"Vatican%20Palace\"&gt;Vatican Palace&lt;/a&gt;, and the entrance is through the &lt;a href=\"Belvedere%20Courtyard\"&gt;Belvedere Courtyard&lt;/a&gt;. When &lt;a href=\"Pope%20Sixtus%20V\"&gt;Pope Sixtus V&lt;/a&gt; (1585-1590) commissioned the expansion and the new building of the Vatican Library, he had a three-story wing built right across Bramante's Cortile del Belvedere, thus bisecting it and changing Bramante's work significantly. At the bottom of a grand staircase a large statue of &lt;a href=\"Saint%20Hippolytus\"&gt;Hippolytus&lt;/a&gt; decorates the La Galea entrance hall.\nIn the first semi-basement there is a &lt;a href=\"papyrus\"&gt;papyrus&lt;/a&gt; room and a storage area for manuscripts. The first floor houses the &lt;a href=\"Conservation%20and%20restoration%20of%20books%2C%20manuscripts%2C%20documents%20and%20ephemera\"&gt;restoration&lt;/a&gt; laboratory, and the photographic archives are on the second floor.\nThe Library has of shelving.\nThe Library closed for renovations on 17 July 2007 and reopened on 20 September 2010. The three year, 9 million euro renovation involved the complete shut down of the library to install climate controlled rooms.\nArchitecture and art.\nIn the \"Sala di Consultazione\" or main reference room of the Vatican Library looms a statue of &lt;a href=\"St%20Thomas%20Aquinas\"&gt;St Thomas Aquinas&lt;/a&gt; (c. 1910), sculpted by &lt;a href=\"Cesare%20Aureli\"&gt;Cesare Aureli&lt;/a&gt;. A second version of this statue (c. 1930) stands under the entrance &lt;a href=\"portico\"&gt;portico&lt;/a&gt; of the &lt;a href=\"Pontifical%20University%20of%20Saint%20Thomas%20Aquinas\"&gt;Pontifical University of St Thomas Aquinas, \"Angelicum\"&lt;/a&gt;.\nLibrary organization.\nCatalogue.\nThe collection was originally organized through notebooks used to index the manuscripts. As the collection grew to more than a few thousand, shelf lists were used. The first modern catalogue system was put in place under Father &lt;a href=\"Franz%20Ehrle\"&gt;Franz Ehrle&lt;/a&gt; between 1927 and 1939, using the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt; &lt;a href=\"card%20catalogue\"&gt;card catalogue&lt;/a&gt; system. Ehrle also set up the first program to take photographs of important works or rare works. The library catalogue was further updated by Rev. &lt;a href=\"Leonard%20Boyle\"&gt;Leonard E. Boyle&lt;/a&gt; when it was computerized in the early 1990s.\nReading and lending.\nHistorically, during the &lt;a href=\"Renaissance%20era\"&gt;Renaissance era&lt;/a&gt;, most books were not shelved but stored in wooden benches, which had tables attached to them. Each bench was dedicated to a specific topic. The books were &lt;a href=\"chained%20library\"&gt;chained to these benches&lt;/a&gt;, and if a reader took out a book, the chain remained attached to it. Until the early 17th century, academics were also allowed to borrow books. For important books, the pope himself would issue a reminder slip. Privileges to use the library could be withdrawn for breaking the house rules, for instance by climbing over the tables. Most famously &lt;a href=\"Pico%20Della%20Mirandola\"&gt;Pico Della Mirandola&lt;/a&gt; lost the right to use the library when he published a book on theology that the &lt;a href=\"Papal%20curia\"&gt;Papal curia&lt;/a&gt; did not approve of. In the 1760s, a bill issued by &lt;a href=\"Clement%20XIII\"&gt;Clement XIII&lt;/a&gt; heavily restricted access to the library's holdings.\nThe Vatican Library can be accessed by 200 scholars at a time, and it sees 4,000 to 5,000 scholars a year, mostly academics doing &lt;a href=\"post-graduate\"&gt;post-graduate&lt;/a&gt; research.\nCollections.\nWhile the Vatican Library has always included Bibles, canon law texts, and theological works, it specialized in secular books from the beginning. Its collection of Greek and Latin classics was at the center of the revival of classical culture during the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; age.\nThe oldest documents in the library date back to the first century.\nThe library was founded primarily as a manuscript library, a fact reflected in the comparatively high ratio of manuscripts to printed works in its collection. Such printed books as have made their way into the collection are intended solely to facilitate the study of the much larger collection of manuscripts.\nThe collection also includes 330,000 Greek, Roman, and papal coins and medals.\nEvery year about 6,000 new books are acquired.\nThe library was enriched by several bequests and acquisitions over the centuries.\nIn 1623, the hereditary &lt;a href=\"Palatine%20Library\"&gt;Palatine Library&lt;/a&gt; of &lt;a href=\"Heidelberg\"&gt;Heidelberg&lt;/a&gt; containing about 3,500 manuscripts were given to the Vatican by &lt;a href=\"Maximilian%20I%2C%20Duke%20of%20Bavaria\"&gt;Maximilian I, Duke of Bavaria&lt;/a&gt; (who had just acquired it as loot in the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt;) in thanks for the adroit political maneuvers of &lt;a href=\"Pope%20Gregory%20XV\"&gt;Pope Gregory XV&lt;/a&gt; that had sustained him in his contests with Protestant candidates for the electoral seat. A token 39 of the Heidelberg manuscripts were sent to &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; in 1797 and were returned to Heidelberg at the &lt;a href=\"Treaty%20of%20Paris%20%281815%29\"&gt;Peace of Paris&lt;/a&gt; in 1815, and a gift from &lt;a href=\"Pope%20Pius%20VII\"&gt;Pope Pius VII&lt;/a&gt; of 852 others was made in 1816 to the &lt;a href=\"University%20of%20Heidelberg\"&gt;University of Heidelberg&lt;/a&gt;, including the &lt;a href=\"Codex%20Manesse\"&gt;Codex Manesse&lt;/a&gt;. Aside from that, the Palatine Library remains in the Vatican Library to this day.\nIn 1657, the manuscripts of the Dukes of &lt;a href=\"Urbino\"&gt;Urbino&lt;/a&gt; were acquired. In 1661, the Greek scholar &lt;a href=\"Leo%20Allatius\"&gt;Leo Allatius&lt;/a&gt; was made librarian.\nQueen &lt;a href=\"Christina%20of%20Sweden\"&gt;Christina of Sweden&lt;/a&gt;'s important library (mostly amassed by her generals as loot from Habsburg &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt; and German cities during the &lt;a href=\"Thirty%20Years%20War\"&gt;Thirty Years War&lt;/a&gt;) was bought by &lt;a href=\"Pope%20Alexander%20VIII\"&gt;Pope Alexander VIII&lt;/a&gt; on her death in 1689. It represented, for all practical purposes, the entire royal library of Sweden at the time. If it had remained where it was in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, it would all have been lost in the destruction of the royal palace by fire in 1697.\nAmong the most famous holdings of the library is the &lt;a href=\"Codex%20Vaticanus%20Graecus%201209\"&gt;Codex Vaticanus Graecus 1209&lt;/a&gt;, the oldest known nearly complete manuscript of the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;. The \"Secret History\" of &lt;a href=\"Procopius\"&gt;Procopius&lt;/a&gt; was discovered in the library and published in 1623.\n&lt;a href=\"Pope%20Clement%20XI\"&gt;Pope Clement XI&lt;/a&gt; sent scholars into &lt;a href=\"the%20Orient\"&gt;the Orient&lt;/a&gt; to bring back manuscripts, and is generally accepted as the founder of the Oriental section.\nA School of &lt;a href=\"library%20science\"&gt;library science&lt;/a&gt; is associated with the Vatican Library.\nIn 1959, a Film Library was established. This is not to be confused with the &lt;a href=\"Vatican%20Film%20Library\"&gt;Vatican Film Library&lt;/a&gt;, which was established in 1953 at &lt;a href=\"Saint%20Louis%20University\"&gt;Saint Louis University&lt;/a&gt; in &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;.\nThe Library has a large collection of texts related to Hinduism, with the oldest editions dating to 1819.\nDuring the library's restoration between 2007 and 2010, all of the 70,000 volumes in the library were tagged with &lt;a href=\"Radio-frequency%20identification\"&gt;electronic chips&lt;/a&gt; to prevent theft.\nManuscripts.\nNotable manuscripts in the Library include:\n&lt;a href=\"Illuminated%20manuscript\"&gt;Illuminated manuscript&lt;/a&gt;s:\nAlternative.\nTexts:\nQurans.\nThe Library contains over 100 Quran manuscripts from various collections, cataloged by the Italian Jewish linguist, &lt;a href=\"Giorgio%20Levi%20Della%20Vida\"&gt;Giorgio Levi Della Vida&lt;/a&gt;: \"Vaticani arabi\" 73; \"Borgiani arabi\" 25; \"Barberiniani orientali\" 11; \"Rossiani\" 2. The largest manuscript in the library, \"Vat. Ar. 1484\", measures 540x420mm. The smallest, \"Vat. Ar. 924,\" is a circle of 45mm diameter preserved in an octagonal case.\nDigitization projects.\nIn 2012, plans were announced to digitize, in collaboration with the &lt;a href=\"Bodleian%20Library\"&gt;Bodleian Library&lt;/a&gt;, a million pages of material from the Vatican Library.\nOn 20 March 2014, the Holy See announced that &lt;a href=\"NTT%20Data\"&gt;NTT Data Corporation&lt;/a&gt; and the Library concluded an agreement to digitize approximately 3,000 of the Library's manuscripts within four years. NTT is donating the equipment and technicians, estimated to be worth 18 million Euros. It noted that there is the possibility of subsequently digitizing another 79,000 of the Library's holdings. These will be high-definition images available on the Library's Internet site. Storage for the holdings will be on a three petabyte server provided by &lt;a href=\"EMC%20Corporation\"&gt;EMC&lt;/a&gt;. It is expected that the initial phase will take four years.\nDigiVatLib is the name of the Vatican Library's digital library service. It provides free access to the Vatican Library's digitized collections of manuscripts and incunabula.\nThe scanning of documents is impacted by the material used to produce the texts. Books using gold and silver in the illuminations require special scanning equipment. Digital copies are being served using the &lt;a href=\"CIFS\"&gt;CIFS&lt;/a&gt; protocol, from network-attached storage hardware by &lt;a href=\"Dell%20EMC\"&gt;Dell EMC&lt;/a&gt;.\nRelated libraries.\nVatican Apostolic Archive.\nThe &lt;a href=\"Vatican%20Apostolic%20Archive\"&gt;Vatican Apostolic Archive&lt;/a&gt;, located in &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt;, is the central archive for all of the acts &lt;a href=\"promulgated\"&gt;promulgated&lt;/a&gt; by the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;, as well as the &lt;a href=\"state%20paper\"&gt;state paper&lt;/a&gt;s, correspondence, &lt;a href=\"pope\"&gt;papal&lt;/a&gt; account books, and many other documents which the church has accumulated over the centuries. In the 17th century, under the orders of &lt;a href=\"Pope%20Paul%20V\"&gt;Pope Paul V&lt;/a&gt;, the Archives were separated from the Vatican Library, where scholars had some very limited access to them, and remained absolutely closed to outsiders until 1881, when &lt;a href=\"Pope%20Leo%20XIII\"&gt;Pope Leo XIII&lt;/a&gt; opened them to researchers, more than a thousand of whom now examine its documents each year.\nVatican Film Library.\nThe &lt;a href=\"Vatican%20Film%20Library\"&gt;Vatican Film Library&lt;/a&gt; in &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt; is the only collection, outside the Vatican itself, of microfilms of more than 37,000 works from the \"Biblioteca Apostolica Vaticana\", the Vatican Library in Europe. It is located in the Pius XII Library on the campus of &lt;a href=\"Saint%20Louis%20University\"&gt;Saint Louis University&lt;/a&gt;. The Library was created by Lowrie J. Daly (1914–2000), with funding from the &lt;a href=\"Knights%20of%20Columbus\"&gt;Knights of Columbus&lt;/a&gt;. The goal was to make Vatican and other documents more available to researchers in North America.\nMicrofilming of Vatican manuscripts began in 1951, and according to the Library's website, was the largest microfilming project that had been undertaken up to that date. The Library opened in 1953, and moved to the St. Louis University campus, in the Pius XII Memorial Library, in 1959. The first librarian was Charles J. Ermatinger, who served until 2000. , the Library has microfilmed versions of over 37,000 manuscripts, with material in &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;, &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt;, &lt;a href=\"Hebrew\"&gt;Hebrew&lt;/a&gt; and &lt;a href=\"Ge%27ez%20language\"&gt;Ethiopic&lt;/a&gt;, as well as several more common Western European languages. There are reproductions of many works from the Biblioteca Palatina and Biblioteca Cicognara at the Vatican, as well as &lt;a href=\"Papal\"&gt;Papal&lt;/a&gt; letter registers from the \"Archivio Segreto Vaticano\" (&lt;a href=\"Vatican%20Secret%20Archives\"&gt;Vatican Secret Archives&lt;/a&gt;) from the 9th to 16th centuries, in the series \"Registra Vaticana\" and \"Registra Supplicationium\".\nStaff.\nThe director of the library was made a &lt;a href=\"Cardinal%20%28Catholicism%29\"&gt;cardinal&lt;/a&gt; and given the title Cardinal Librarian. Individual library staff were called \"Custodians\". After the reopening of the library in 1883, Pope Leo XIII changed the title to Prefect.\nThe library currently has 80 staff who work in five departments: manuscripts and archival collections, printed books/drawings, acquisitions/cataloguing, coin collections/museums and restoration/photography.\nList of librarians.\n(P) Indicates time spent as Pro-Librarian. This is the role of acting librarian, often a librarian who is not a Cardinal."
}