{
    "id": "46248195",
    "revid": "43263002",
    "url": "https://en.wikipedia.org/wiki?curid=46248195",
    "title": "Hardwell On Air",
    "text": "Hardwell On Air (abbreviated HOA) is the name of a weekly &lt;a href=\"radio%20show\"&gt;radio show&lt;/a&gt; created and hosted by Dutch &lt;a href=\"Disc%20jockey\"&gt;DJ&lt;/a&gt; and &lt;a href=\"record%20producer\"&gt;record producer&lt;/a&gt; &lt;a href=\"Hardwell\"&gt;Hardwell&lt;/a&gt;. Since 4 March 2011, the program has been broadcast live on Fridays from 11:00 p.m. to 00:00 via Hardwell's official &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; and &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; profile. A number of Internet and FM radio stations broadcast the podcast in their program as well. During the show, he presents new productions in a one-hour set. According to his own statement the tracks embody the genres electro-, progressive- and tech-house. Since quite some time, the episodes are finished with a hardstyle track and even during the set there are several deviations from the genres. All episodes are offered as free download on &lt;a href=\"iTunes\"&gt;iTunes&lt;/a&gt; in the category \"Podcasts\".\nThe last 500th episode was broadcast on 15 January 2021. Its follow up was a new show called \"Revealed Selected\", hosted by Adam K of &lt;a href=\"Tomorrowland%20%28festival%29\"&gt;Tomorrowland's&lt;/a&gt; \"One World Radio\".\nConcept.\nThe sets have a length of one hour and are initiated with a vocal short. This consists of a distorted voice, which introduces each episode with the same word sequence: \"Are we on Air? Welcome to the &lt;a href=\"soundtrack\"&gt;soundtrack&lt;/a&gt; of your nightlife. One hour of the present and future. Tune in, to Hardwell on air\". The soundtrack of the intro consists of the song \"Encoded\" by Hardwell himself, released in the year 2011. A follow-up statement from Hardwell can be heard. Usually follows this one or more smoother songs. The following categories are processed in each episode:\nDemo of the Week was then replaced with three Community Picks which are tracks sent to the label and then released under the sub-label Revealed Radar.\nAfter the different categories have been dealt with, the music style is mostly changed to hardstyle or future-bass, whereupon the episode experiences a back-announcement by Hardwell. For many songs, a shout or tag is added, which refers to the podcast, to protect the song from being used before the release is done. Regarding to this, in early 2017 a video came to the Internet, which shows Korean comedian and DJ &lt;a href=\"Park%20Myung-soo\"&gt;G-Park&lt;/a&gt; and DJ Charles playing &lt;a href=\"Jewelz%20%26amp%3B%20Sparks\"&gt;Jewelz &amp; Sparks&lt;/a&gt;'s \"Grande Opera\". During the break Hardwell can be heard presenting the track as well as the \"Hardwell On Air tag\" just before the drop starts. This indicated that the duo recorded the track from the podcast and did not get it legally. As a running gag, the duo played the track in combination with the \"Hardwell On Air tag\" since then.\nOn June 14, 2017 Jewelz &amp; Sparks playing their track \"Grande Opera\" with Hardwell On Air sample again in &lt;a href=\"Ultra%20Music%20Festival%20Korea\"&gt;Ultra Music Festival Korea&lt;/a&gt;, also posted in Facebook."
}