{
    "id": "46256347",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=46256347",
    "title": "Portia Woodman",
    "text": "Portia Woodman (born 12 July 1991) is a New Zealand &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. She currently plays fifteen-a-side and seven-a-side rugby union, and is currently a member of the &lt;a href=\"New%20Zealand%20women%27s%20national%20rugby%20union%20team%20%28sevens%29\"&gt;New Zealand Women's Sevens&lt;/a&gt; team and &lt;a href=\"New%20Zealand%20women%27s%20national%20rugby%20union%20team\"&gt;New Zealand Women's National Rugby Union&lt;/a&gt; team. Woodman was a member of the New Zealand Women's Sevens team when they won a gold medal at the &lt;a href=\"2020%20Summer%20Olympics\"&gt;2020 Summer Olympics&lt;/a&gt; in Tokyo.\nNetball.\nWoodman played netball for the &lt;a href=\"Northern%20Mystics\"&gt;Northern Mystics&lt;/a&gt; before switching to &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; in 2012.\nRugby career.\nWoodman first became involved in rugby union through New Zealand's Go4Gold grassroots initiative in 2012. The nationwide campaign was established by the New Zealand Rugby Union, and aimed to identify future athletes from other sports to compete at the &lt;a href=\"2016%20Summer%20Olympics\"&gt;2016 Summer Olympics&lt;/a&gt;, where rugby sevens was making its debut. Woodman was selected to join the programme alongside Northern Mystics netball teammate &lt;a href=\"Kayla%20McAlister\"&gt;Kayla McAlister&lt;/a&gt;.\nWoodman debuted for the &lt;a href=\"Black%20Ferns\"&gt;Black Ferns&lt;/a&gt; in 2013 against . She was included in the squad that won the &lt;a href=\"2013%20Rugby%20World%20Cup%20Sevens\"&gt;2013 Rugby World Cup Sevens&lt;/a&gt; in Russia.\nIn 2015, Woodman was named the World Rugby Women's Sevens Player of the Year.\nIn 2016, Woodman competed in &lt;a href=\"Rugby%20sevens%20at%20the%202016%20Summer%20Olympics\"&gt;Rugby Sevens at the 2016 Summer Olympics&lt;/a&gt;. The Black Ferns were beaten by Australia in the final 24–17. Woodman was the top try scorer, scoring a total of 10 tries across the three-day tournament.\nShe was named in the &lt;a href=\"2017%20Women%27s%20Rugby%20World%20Cup\"&gt;2017 Women's Rugby World Cup&lt;/a&gt; squad. The Black Ferns went on to win the World Cup. Woodman scored the most points (65) and the most tries (13) during the tournament. \nWoodman was selected in the Black Ferns Sevens squad at the 2018 Commonwealth Games. The 2018 tournament was the first time that women's rugby sevens was contested at the Commonwealth Games. The Black Ferns won gold in extra-time, beating Australia 17–12.\nPersonal life.\nWoodman comes from a sporting background with both her father, &lt;a href=\"Kawhena%20Woodman\"&gt;Kawhena&lt;/a&gt;, and her uncle, &lt;a href=\"Fred%20Woodman\"&gt;Fred Woodman&lt;/a&gt; being former &lt;a href=\"All%20Blacks\"&gt;All Blacks&lt;/a&gt;. Her aunt &lt;a href=\"Te%20Aroha%20Keenan\"&gt;Te Aroha Keenan&lt;/a&gt; is a former &lt;a href=\"New%20Zealand%20national%20netball%20team\"&gt;Silver Fern&lt;/a&gt;. Of &lt;a href=\"M%C4%81ori%20people\"&gt;Māori&lt;/a&gt; descent, Woodman affiliates to the &lt;a href=\"Ng%C4%81puhi\"&gt;Ngāpuhi&lt;/a&gt; &lt;a href=\"iwi\"&gt;iwi&lt;/a&gt;. \nWoodman has been in a long-term relationship with fellow Black Fern and World Cup winner &lt;a href=\"Renee%20Wickcliffe\"&gt;Renee Wickliffe.&lt;/a&gt;"
}