{
    "id": "462674",
    "revid": "11570102",
    "url": "https://en.wikipedia.org/wiki?curid=462674",
    "title": "New Hampshire Supreme Court",
    "text": "The New Hampshire Supreme Court is the &lt;a href=\"state%20supreme%20court\"&gt;supreme court&lt;/a&gt; of the &lt;a href=\"U.%20S.%20state\"&gt;U. S. state&lt;/a&gt; of &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; and sole &lt;a href=\"appellate%20court\"&gt;appellate court&lt;/a&gt; of the state. The Supreme Court is seated in the state capital, &lt;a href=\"Concord%2C%20New%20Hampshire\"&gt;Concord&lt;/a&gt;. The Court is composed of a Chief Justice and four Associate Justices appointed by the &lt;a href=\"Governor%20of%20New%20Hampshire\"&gt;Governor&lt;/a&gt; and &lt;a href=\"Executive%20Council%20of%20New%20Hampshire\"&gt;Executive Council&lt;/a&gt; to serve during \"good behavior\" until retirement or the age of seventy. The senior member of the Court is able to specially assign lower-court judges, as well as retired justices, to fill vacancies on the Court.\nThe Supreme Court is the administrative authority over the state's judicial system. The Court has both mandatory and discretionary appellate jurisdiction. In 2000, the Court created a \"Three Judges Expedited\" or 3JX panel to issue decisions in cases of less precedential value, with its decision only binding on the present case. In 2004, the court began accepting all appeals from the trial courts for the first time in 25 years.\nFrom 1776 to 1876, the then four-member court was known as the \"Superior Court of Judicature,\" until the name was changed by an act of the &lt;a href=\"New%20Hampshire%20General%20Court\"&gt;New Hampshire General Court&lt;/a&gt;. In 1901, the number of justices was increased from four to five. Two Supreme Court justices have been the only two state officials to be &lt;a href=\"Impeachment%20in%20New%20Hampshire\"&gt;impeached in New Hampshire&lt;/a&gt;: Justice &lt;a href=\"Woodbury%20Langdon\"&gt;Woodbury Langdon&lt;/a&gt; resigned prior to his trial in 1790, and Chief Justice David Brock was acquitted by the New Hampshire Senate in 2000.\nRetired Associate Justice &lt;a href=\"David%20Souter\"&gt;David Souter&lt;/a&gt; of the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; served on the New Hampshire Supreme Court from 1983 to 1990.\nHistory.\nThe Colony of New Hampshire adopted the temporary . The newly formed legislature abolished the existing executive courts made up of the governor and council, and established the \"Superior Court of Judicature\" as the appellate court with four justices. The Court follows the &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; and since \"&lt;a href=\"Tomson%20v.%20Ward\"&gt;Tomson v. Ward&lt;/a&gt;\" (1816) has published official &lt;a href=\"law%20reports\"&gt;law reports&lt;/a&gt; of its &lt;a href=\"precedential\"&gt;precedential&lt;/a&gt; opinions. In 1876, an act was passed creating the \"Supreme Court\" as New Hampshire’s highest court.\nIn 1901, the legislature established two courts to take the place of the existing Supreme Court. Jurisdiction over \"law terms\" during which court decisions were appealed, was given to the Supreme Court, which was made up of a chief justice and four associate justices. Matters formerly handled at \"trial terms\" were given to the &lt;a href=\"New%20Hampshire%20Superior%20Court\"&gt;Superior Court&lt;/a&gt;. The advantage was a separate appeals court, of which the trial judge was not a member.\nIn 1966, the &lt;a href=\"New%20Hampshire%20Constitution\"&gt;state constitution&lt;/a&gt; was amended to establish the Supreme Court and Superior Court as constitutional courts, which means that they could only be changed or abolished by a constitutional amendment, not by the legislature.\nIn 1971, the &lt;a href=\"New%20Hampshire%20General%20Court\"&gt;General Court&lt;/a&gt; established by statute a \"&lt;a href=\"http%3A//www.gencourt.state.nh.us/rsa/html/indexes/490-A.html\"&gt;Unified Court System&lt;/a&gt;,\" making the Chief Justice of the Supreme Court responsible for the efficient operation of all the courts in New Hampshire. The law stated the Supreme Court Chief Justice will have the advice and consent of the Chief Justice of the Superior Court. It also required both to seek cooperation from others interested in the administration of justice including other justices and judges, court clerks, the court accreditation committee, the state and local bar associations, and the judicial council. The 24-member &lt;a href=\"http%3A//www.gencourt.state.nh.us/rsa/html/indexes/494.html\"&gt;Judicial Council&lt;/a&gt; is an ongoing, independent forum for consideration and discussion of issues involving the administration of justice.\nIn 1978, New Hampshire voters approved the addition of Part II, Article 73-a, a constitution amendment to the constitution making the Chief Justice the administrative head of the court and giving the Judicial Branch greater control over itself.\nIn 1983, the General Courts consolidated funding for all the state courts into the state's biennial budget. This abolished the prior practice of the superior and probate courts funded by the counties and the district courts by the cities and towns in which they were located. The Office of Administrative Services, now known as the Administrative Office of the Courts, was established. The office consolidated functions such as personnel, accounting, technology and budgeting into one central office for the Judicial Branch.\nIn May 2000, the Supreme Court announced the creation of a new Judicial Conduct Commission (JCC) that would be totally independent of the court system and have its own staff, office space, and funding. The Judicial Conduct Commission took the place of the prior Judicial Conduct Committee, which the court had created in 1977. In 2004, &lt;a href=\"http%3A//www.gencourt.state.nh.us/rsa/html/LI/494-A/494-A-12.htm\"&gt;RSA Chapter 494-A&lt;/a&gt; came into effect codified the JCC as being completely independent of the New Hampshire court system and other branches of government. The legislature effectively left the rules the JCC intact, except where they contradicted the RSA Chapter 494-A. The Supreme Court took an appeal, &lt;a href=\"http%3A//www.courts.state.nh.us/supreme/opinions/2004/jcc078.htm\"&gt;Petition of the Judicial Conduct Commission (2004)&lt;/a&gt;, from the JCC that RSA chapter 494-A was unconstitutional because it purported to authorize the JCC to impose disciplinary action on judges. The court ruled that the legislature had violated the separation of powers doctrine (Part I, Article 37) by encroaching on the power of the Supreme Court to regulate the conduct of the judiciary, by giving such power to the commission.\nJurisdiction.\nThe court hears a variety of cases, most of which are either mandatory or discretionary appeals from the lower courts. In January 2004, the court began accepting all appeals from the trial court for the first time in 25 years. Below, fiscal year caseload statistics are shown for the Family Divisions, District Courts, Probate Courts and the Superior Courts in the 2003 and 2004 &lt;a href=\"fiscal%20year\"&gt;fiscal year&lt;/a&gt;s show this change.\nMandatory appeals.\nThe Supreme Court has jurisdiction to review appeals from the State trial courts and from many State administrative agencies. For many years, the Court did not accept every appeal from the lower courts. In 2003, the court only accepted 40 percent of the appeals. In January 2004, the Supreme Court instituted mandatory appeals on the final decisions on the merits from the Family Division and the District, Probate and Superior Courts, under &lt;a href=\"http%3A//www.courts.state.nh.us/rules/scr/scr-7.htm\"&gt;Supreme Court Rule 7&lt;/a&gt;. In mandatory appeals, the parties generally are given the opportunity to submit a transcript of the lower court proceedings and to file written briefs. After the briefs are filed, the Supreme Court decides if the case will be decided after oral argument or on the briefs alone. The court will then issue a final decision in the form of a brief order, an order with some explanation, or a full written opinion.\nDiscretionary appeals and original jurisdiction.\nConditions which make the aforementioned appeals discretionary are: a post-conviction review proceeding; a proceeding involving the collateral challenge to a conviction or sentence; a sentence modification or suspension proceeding; an imposition of sentence proceeding; a parole revocation proceeding; or a probation revocation proceeding. On September 7, 2005, the Supreme Court adopted a temporary addition to the exceptions to mandatory appeals, adding appeals from a final decision on the merits issued in a landlord/tenant action or in a possessory action, both under RSA Chapter 540. Administrative appeals, interlocutory appeals and interlocutory transfers, and certain limited appeals from the decisions of the trial courts are also discretionary appeals. The court also has original jurisdiction to issue writs of certiorari, prohibition, habeas corpus and other writs, which the court has discretion to decide which cases to hear. If a discretionary appeal is accepted, it typically follows the same process as a mandatory appeal.\nThree Judges Expedited (3JX).\nIn December 2000, the Supreme Court instituted a Three Judges Expedited (3JX) summary procedure to reduce cases requiring oral argument. The 3JX panel consists of three justices who hear shortened arguments of cases containing less precedential value. A unanimous judgement of all three justices is necessary for the panel to issue an Order binding only the present case, it contains no precedential value. A split decision of the 3JX panel will cause a case to be rescheduled for oral argument in front of all five justices.\nOrganization.\nThe court is made up of a chief justice and four associate justices. Currently the members of the court are Chief Justice &lt;a href=\"Gordon%20MacDonald%20%28American%20politician%29\"&gt;Gordon J. MacDonald&lt;/a&gt;, Senior Associate Justice &lt;a href=\"Gary%20Hicks\"&gt;Gary E. Hicks&lt;/a&gt;, Associate Justice &lt;a href=\"James%20P.%20Bassett\"&gt;James P. Bassett&lt;/a&gt;, Associate Justice &lt;a href=\"Anna%20Hantz%20Marconi\"&gt;Anna Hantz Marconi&lt;/a&gt;, and Associate Justice &lt;a href=\"Patrick%20E.%20Donovan\"&gt;Patrick E. Donovan&lt;/a&gt;.\nAppointment.\nPart II, Article 46 of the state constitution, states all judicial officers (among the other constitutional officers) shall be nominated and appointed by the Governor and Executive Council. It also states that such nominations shall be made at least three days prior to such appointment and no such appointment shall take place unless a majority of the council agrees.\nLength of tenure.\nPart II, Article 73 of the state constitution states all judicial officers shall hold their offices during good behavior, unless the constitution states otherwise. Part II, Article 78 limits judges of any court from holding court once that judge has reached the age of seventy years.\nAssigning replacement justices.\nAccording to &lt;a href=\"http%3A//www.gencourt.state.nh.us/rsa/html/LI/490/490-3.htm\"&gt;RSA 490:3&lt;/a&gt;, when a justice of the Supreme Court has retired, is disqualified, or is unable to sit on a case, the chief justice or senior associate justice of the supreme court may assign a justice of the supreme court who has retired from regular active service. If a retired supreme court justice is unavailable, a justice of the superior court who has retired from regular active service shall be continuously assigned to fill a vacancy. The selection of a retired supreme or superior court justice shall be on a random basis. However, if neither a retired supreme or superior court justice is available, then the selection of a replacement justice shall be made on a random basis from a pool of full-time justices of the superior court, then from a pool of full-time justices of the district and probate courts.\nJustices assigned to sit temporarily on the Supreme Court have all the authority of a Supreme Court justice to hear arguments, render decisions and file opinions. However, no justice shall be assigned to sit on the Supreme Court in the determination of any cause or matter upon which the justice has previously sat or for which such justice is not otherwise disqualified nor without the justice's own consent.\nImpeachment of justices.\nThe state constitution provides two methods for removing judicial officers, based on who is bringing such action:\nJustice Woodbury Langdon in 1790.\nIn 1790, the first impeachment trial of a Supreme Court justice was commenced against &lt;a href=\"Woodbury%20Langdon\"&gt;Judge Woodbury Langdon&lt;/a&gt; from &lt;a href=\"Portsmouth%2C%20New%20Hampshire\"&gt;Portsmouth&lt;/a&gt;, a brother of &lt;a href=\"John%20Langdon%20%28politician%29\"&gt;Governor John Langdon&lt;/a&gt;. The House of Representatives voted 35–29 to impeach him for neglecting his duties; finding that he had failed to attend sessions of the Supreme Court in outlying counties and that charging the Legislature had failed to provide an honorable salaries for judges and interfered in court decisions. The removal trial in the Senate was postponed, but never took place as Woodbury resigned from the court.\nChief Justice David A. Brock in 2000.\nOn March 31, 2000, State Attorney General Philip T. McLaughlin issued a report entitled \"In re: W. Stephen Thayer, III and Related Matters,\" which brought to light information raising concerns about the conduct of justices of the Supreme Court. The key to the investigation was an unsigned memo, attributed to Supreme Court Clerk Howard Zibel, which was delivered to the Attorney General by Brock’s personal lawyer. The Zibel memo detailed ethical violations by members of the Supreme Court witnessed by the author; which surrounded the conduct of Justice &lt;a href=\"W.%20Steven%20T.%20Thayer%20III\"&gt;W. Steven T. Thayer III&lt;/a&gt; in the Feld’s Case and the appeal of Thayer v. Thayer (his own divorce) and resulted in the criminal investigation of Thayer, which resulted in Thayer resigning to avoid prosecution.\nOn April 9, 2000, the House voted 343 to 7 to approve HR 50 authorizing and directing the House Judiciary Committee \"to investigate whether cause exists for the impeachment of David A. Brock, chief justice, and/or any other justice of the New Hampshire Supreme Court\" and to report to the House \"such resolutions, articles of impeachment, or other recommendations that it deems proper.\"\nThe committee conducted its investigation and it proposed the House adopt HR 51, \"A RESOLUTION recommending impeachment of supreme court chief justice David A. Brock,\" which it authored. The committee found by &lt;a href=\"clear%20and%20convincing%20evidence\"&gt;clear and convincing evidence&lt;/a&gt; that there were constitutional grounds for impeachment and subsequent removal if Brock was found to have committed all or any of the four &lt;a href=\"articles%20of%20impeachment\"&gt;articles of impeachment&lt;/a&gt;. The four articles charged Brock with:\nThe committee sent two resolutions to the House, HR 52 and HR 53 respectively, recommending that no article of impeachment be brought against Supreme Court justice Sherman D. Horton, Jr. or justice John T. Broderick, Jr. On July 12, 2000, the House debated the articles of impeachment against Brock. Representatives voted by simple majority, 253 to 95, to impeach Brock on all four charges and sent the case to the Senate for trial. The House voted to accept the committee’s recommendation that Horton (187 to 134) and Broderick (176 to 144) not face impeachment.\nThe state constitution does not provide for the level of evidence required to determine whether such conduct is impeachable, or the number of votes required to convict, unlike the U.S. Constitution. The Senate conducted a three-week trial and ultimately acquitted Brock of all charges, finding the charges were not serious enough to warrant impeachment or that the evidence presented at trial was not persuasive. The Senate chose to require a two-thirds vote to convict, but let each senator to decide for themselves if the evidence rose to the level of finding Brock was \"guilty\" of the articles of impeachment. Fifteen senators were needed for a conviction, only seven voted to convict and fifteen voted to acquit.\nCommittees of the court.\nThe court has four committees which advises it on the administration of the judicial branch: The Advisory Committee on Rules, Advisory Committee on Judicial Ethics, Judicial Conduct Committee and Attorney Discipline System. \nNotable justices.\nOne notable alumnus of the Court is former Associate Justice &lt;a href=\"Josiah%20Bartlett\"&gt;Josiah Bartlett&lt;/a&gt;, who in addition to his service on the court was a delegate to the &lt;a href=\"Continental%20Congress\"&gt;Continental Congress&lt;/a&gt; for New Hampshire, a signer of the &lt;a href=\"Declaration%20of%20Independence\"&gt;Declaration of Independence&lt;/a&gt;, and governor of New Hampshire.\nAnother was &lt;a href=\"David%20Souter\"&gt;David Souter&lt;/a&gt; of the Supreme Court of the United States, who served on the New Hampshire Supreme Court from 1983 to 1990. Souter took office on the US Supreme Court in 1990, and retired in 2009.\nNotes.\n See &lt;a href=\"http%3A//www.nh.gov/judiciary/press/newappellat.htm\"&gt;&lt;/a&gt;"
}