{
    "id": "46294546",
    "revid": "2366721",
    "url": "https://en.wikipedia.org/wiki?curid=46294546",
    "title": "Klaus Wiegand",
    "text": "Klaus Wiegand (born 16 August 1941) was a &lt;a href=\"Major%20general\"&gt;Major general&lt;/a&gt; in the &lt;a href=\"German%20Democratic%20Republic\"&gt;East German&lt;/a&gt; &lt;a href=\"National%20People%27s%20Army\"&gt;People's Army&lt;/a&gt;. Between 1987 and 1990 he was in charge of \"Military District III\" of the German Democratic Republic, headquartered in &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt;.\nLife.\nKlaus Wiegand was born during the &lt;a href=\"Second%20World%20War\"&gt;war&lt;/a&gt; in &lt;a href=\"Stadtilm\"&gt;Stadtilm&lt;/a&gt;, a very small town some 30 km (20 miles) south of &lt;a href=\"Erfurt\"&gt;Erfurt&lt;/a&gt; in the southern part of what was then central Germany. His father worked in a shoe factory. Following his school final exams he started an apprenticeship as a &lt;a href=\"machinist\"&gt;machinist&lt;/a&gt;. By this time his home region had become the &lt;a href=\"German%20Democratic%20Republic\"&gt;German Democratic Republic&lt;/a&gt;, formally founded in October 1949 from what had previously been the &lt;a href=\"Soviet%20occupation%20zone\"&gt;Soviet occupation zone&lt;/a&gt; established following May 1945, which had marked Germany's defeat in the war. Wiegand cut short his apprenticeship and on 8 April 1959 joined the young country's recently established &lt;a href=\"National%20People%27s%20Army\"&gt;army&lt;/a&gt;. He joined a tank regiment and received basic training as a &lt;a href=\"Gunner%20%28artillery%29\"&gt;gunner&lt;/a&gt; before being transferred to the &lt;a href=\"Land%20Forces%20of%20the%20National%20People%27s%20Army\"&gt;Land Forces&lt;/a&gt; Officer Academy where he studied from 1959 till 1961. After this, till 1966, he &lt;a href=\"Zugf%C3%BChrer%20%28military%29\"&gt;commanded a unit&lt;/a&gt; in the . Meanwhile in 1962 he joined East Germany's ruling &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;Socialist Unity Party of Germany (SED / \"Sozialistische Einheitspartei Deutschlands\")&lt;/a&gt;. Between 1966 and 1971 he served as a Staff Officer for information with the based in &lt;a href=\"Erfurt\"&gt;Erfurt&lt;/a&gt;. Between 1971 and 1975 he attended the &lt;a href=\"Combined%20Arms%20Academy%20of%20the%20Armed%20Forces%20of%20the%20Russian%20Federation\"&gt;\"Michail Wassiljewitsch Frunse\" Combined Officers' Military Academy (\"\"Михаил Васильевич Фрунзе\" Общевойсковая академия Вооруженных Сил Российской Федерации\")&lt;/a&gt; in Moscow, emerging with a degree in Military Sciences.\nAfter getting back to &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; Wiegand took charge of the &lt;a href=\"Reconnaissance\"&gt;Reconnaissance&lt;/a&gt; sub-department of his former regiment, before being promoted in 1979 to become head of the &lt;a href=\"Military%20operation\"&gt;Operations Department&lt;/a&gt;, still with the . There followed a switch in 1979 to a staff position in charge of the Operations Department of \"Military District III\": the position covered approximately the southernmost third of the German Democratic Republic and was based in &lt;a href=\"Erfurt\"&gt;Erfurt&lt;/a&gt;. Here he worked with &lt;a href=\"Major%20general\"&gt;Major general&lt;/a&gt; . Between 1980 and 1982 he was back in Moscow, training at the &lt;a href=\"Military%20Academy%20of%20the%20General%20Staff%20of%20the%20Armed%20Forces%20of%20Russia\"&gt;General Staff Academy&lt;/a&gt;. On his return he became deputy commander and chief of staff with the , based in &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt;.\nFrom 1 May 1984 till 31 October 1986 he was based in &lt;a href=\"Halle%20%28Saale%29\"&gt;Halle&lt;/a&gt; where he commanded the . On 1 March 1986, in the batch of promotions created in celebration of the thirtieth anniversary of the &lt;a href=\"National%20People%27s%20Army\"&gt;National People's Army&lt;/a&gt;, he was promoted to the rank of &lt;a href=\"Major%20general\"&gt;Major general&lt;/a&gt;. He served for a year as Chief of Staff and Deputy chief of \"Military District III\" before himself taking charge of District III in succession to . He served in this position between 1987 and 1990, resigning his post a few days before the enactment of &lt;a href=\"German%20reunification\"&gt;German reunification&lt;/a&gt; on 2 October 1990."
}