{
    "id": "463061",
    "revid": "1059100234",
    "url": "https://en.wikipedia.org/wiki?curid=463061",
    "title": "Grayscale",
    "text": "In &lt;a href=\"digital%20photography\"&gt;digital photography&lt;/a&gt;, &lt;a href=\"computer-generated%20imagery\"&gt;computer-generated imagery&lt;/a&gt;, and &lt;a href=\"colorimetry\"&gt;colorimetry&lt;/a&gt;, a grayscale &lt;a href=\"image\"&gt;image&lt;/a&gt; is one in which the value of each &lt;a href=\"pixel\"&gt;pixel&lt;/a&gt; is a single &lt;a href=\"sample%20%28signal%29\"&gt;sample&lt;/a&gt; representing only an \"amount\" of &lt;a href=\"light\"&gt;light&lt;/a&gt;; that is, it carries only &lt;a href=\"luminous%20intensity\"&gt;intensity&lt;/a&gt; information. Grayscale images, a kind of &lt;a href=\"black-and-white\"&gt;black-and-white&lt;/a&gt; or gray &lt;a href=\"monochrome\"&gt;monochrome&lt;/a&gt;, are composed exclusively of &lt;a href=\"shades%20of%20gray\"&gt;shades of gray&lt;/a&gt;. The &lt;a href=\"contrast%20%28vision%29\"&gt;contrast&lt;/a&gt; ranges from &lt;a href=\"black\"&gt;black&lt;/a&gt; at the weakest intensity to &lt;a href=\"white\"&gt;white&lt;/a&gt; at the strongest.\nGrayscale images are distinct from one-bit bi-tonal black-and-white images, which, in the context of computer imaging, are images with only two &lt;a href=\"color\"&gt;color&lt;/a&gt;s: black and white (also called \"bilevel\" or \"&lt;a href=\"binary%20image\"&gt;binary image&lt;/a&gt;s\"). Grayscale images have many shades of gray in between.\nGrayscale images can be the result of measuring the intensity of light at each pixel according to a particular weighted combination of frequencies (or wavelengths), and in such cases they are &lt;a href=\"monochromatic%20light\"&gt;monochromatic&lt;/a&gt; proper when only a single &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt; (in practice, a narrow band of frequencies) is captured. The frequencies can in principle be from anywhere in the &lt;a href=\"electromagnetic%20spectrum\"&gt;electromagnetic spectrum&lt;/a&gt; (e.g. &lt;a href=\"infrared\"&gt;infrared&lt;/a&gt;, &lt;a href=\"visible%20spectrum\"&gt;visible light&lt;/a&gt;, &lt;a href=\"ultraviolet\"&gt;ultraviolet&lt;/a&gt;, etc.).\nA &lt;a href=\"colorimetry\"&gt;colorimetric&lt;/a&gt; (or more specifically &lt;a href=\"photometry%20%28optics%29\"&gt;photometric&lt;/a&gt;) grayscale image is an image that has a defined grayscale &lt;a href=\"colorspace\"&gt;colorspace&lt;/a&gt;, which maps the stored numeric sample values to the achromatic channel of a standard colorspace, which itself is based on measured properties of &lt;a href=\"Visual%20perception\"&gt;human vision&lt;/a&gt;.\nIf the original color image has no defined colorspace, or if the grayscale image is not intended to have the same human-perceived achromatic intensity as the color image, then there is no unique &lt;a href=\"Map%20%28mathematics%29\"&gt;mapping&lt;/a&gt; from such a color image to a grayscale image.\nNumerical representations.\nThe intensity of a pixel is expressed within a given range between a minimum and a maximum, inclusive. This range is represented in an abstract way as a range from 0 (or 0%) (total absence, black) and 1 (or 100%) (total presence, white), with any fractional values in between. This notation is used in academic papers, but this does not define what \"black\" or \"white\" is in terms of &lt;a href=\"colorimetry\"&gt;colorimetry&lt;/a&gt;. Sometimes the scale is reversed, as in &lt;a href=\"printing\"&gt;printing&lt;/a&gt; where the numeric intensity denotes how much ink is employed in &lt;a href=\"halftoning\"&gt;halftoning&lt;/a&gt;, with 0% representing the paper white (no ink) and 100% being a solid black (full ink).\nIn computing, although the grayscale can be computed through &lt;a href=\"rational%20numbers\"&gt;rational numbers&lt;/a&gt;, image pixels are usually &lt;a href=\"Quantization%20%28signal%20processing%29\"&gt;quantized&lt;/a&gt; to store them as unsigned integers, to reduce the required storage and computation. Some early grayscale monitors can only display up to sixteen different shades, which would be stored in &lt;a href=\"Binary%20code\"&gt;binary&lt;/a&gt; form using 4 &lt;a href=\"bit\"&gt;bit&lt;/a&gt;s. But today grayscale images (such as photographs) intended for visual display (both on screen and printed) are commonly stored with 8 bits per sampled pixel. This pixel &lt;a href=\"Color%20depth\"&gt;depth&lt;/a&gt; allows 256 different intensities (i.e., shades of gray) to be recorded, and also simplifies computation as each pixel sample can be accessed individually as one full &lt;a href=\"byte\"&gt;byte&lt;/a&gt;. However, if these intensities were spaced equally in proportion to the amount of physical light they represent at that pixel (called a linear encoding or scale), the differences between adjacent dark shades could be quite noticeable as banding &lt;a href=\"compression%20artifact\"&gt;artifacts&lt;/a&gt;, while many of the lighter shades would be \"wasted\" by encoding a lot of perceptually-indistinguishable increments. Therefore, the shades are instead typically spread out evenly on a &lt;a href=\"gamma%20correction\"&gt;gamma-compressed nonlinear scale&lt;/a&gt;, which better approximates uniform perceptual increments for both dark and light shades, usually making these 256 shades enough (just barely) to avoid noticeable increments.\nTechnical uses (e.g. in &lt;a href=\"medical%20imaging\"&gt;medical imaging&lt;/a&gt; or &lt;a href=\"remote%20sensing\"&gt;remote sensing&lt;/a&gt; applications) often require more levels, to make full use of the &lt;a href=\"sensor\"&gt;sensor&lt;/a&gt; accuracy (typically 10 or 12 bits per sample) and to reduce rounding errors in computations. Sixteen bits per sample (65,536 levels) is often a convenient choice for such uses, as computers manage 16-bit &lt;a href=\"Word%20%28data%20type%29\"&gt;words&lt;/a&gt; efficiently. The &lt;a href=\"Tagged%20Image%20File%20Format\"&gt;TIFF&lt;/a&gt; and &lt;a href=\"Portable%20Network%20Graphics\"&gt;PNG&lt;/a&gt; (among other) &lt;a href=\"image%20file%20formats\"&gt;image file formats&lt;/a&gt; support 16-bit grayscale natively, although browsers and many imaging programs tend to ignore the low order 8 bits of each pixel. Internally for computation and working storage, image processing software typically uses integer or floating-point numbers of size 16 or 32 bits.\nConverting colour to grayscale.\nConversion of an arbitrary colour image to grayscale is not unique in general; different weighting of the color channels effectively represent the effect of shooting black-and-white film with different-colored &lt;a href=\"photographic%20filter\"&gt;photographic filter&lt;/a&gt;s on the cameras.\nColorimetric (perceptual luminance-preserving) conversion to grayscale.\nA common strategy is to use the principles of &lt;a href=\"photometry%20%28optics%29\"&gt;photometry&lt;/a&gt; or, more broadly, &lt;a href=\"colorimetry\"&gt;colorimetry&lt;/a&gt; to calculate the grayscale values (in the target grayscale colorspace) so as to have the same luminance (technically relative luminance) as the original color image (according to its colorspace). In addition to the same (relative) luminance, this method also ensures that both images will have the same &lt;a href=\"Luminance\"&gt;absolute luminance&lt;/a&gt; when displayed, as can be measured by instruments in its &lt;a href=\"SI\"&gt;SI&lt;/a&gt; units of &lt;a href=\"candela%20per%20square%20metre\"&gt;candelas per square meter&lt;/a&gt;, in any given area of the image, given equal &lt;a href=\"whitepoint\"&gt;whitepoint&lt;/a&gt;s. Luminance itself is defined using a standard model of human vision, so preserving the luminance in the grayscale image also preserves other perceptual &lt;a href=\"Lightness%23Relationship%20between%20lightness%2C%20value%2C%20and%20luminance\"&gt;lightness measures&lt;/a&gt;, such as (as in the 1976 CIE &lt;a href=\"Lab%20color%20space%23CIELAB\"&gt;\"L\"ab color space&lt;/a&gt;) which is determined by the linear luminance itself (as in the &lt;a href=\"CIE%201931%20color%20space%23Definition%20of%20the%20CIE%20XYZ%20color%20space\"&gt;CIE 1931 \"XYZ\" color space&lt;/a&gt;) which we will refer to here as to avoid any ambiguity.\nTo convert a color from a colorspace based on a typical &lt;a href=\"gamma%20correction\"&gt;gamma-compressed&lt;/a&gt; (nonlinear) &lt;a href=\"RGB%20color%20model\"&gt;RGB color model&lt;/a&gt; to a grayscale representation of its luminance, the gamma compression function must first be removed via gamma expansion (linearization) to transform the image to a linear RGB colorspace, so that the appropriate &lt;a href=\"weighted%20sum\"&gt;weighted sum&lt;/a&gt; can be applied to the linear color components (formula_1) to calculate the linear luminance , which can then be gamma-compressed back again if the grayscale result is also to be encoded and stored in a typical nonlinear colorspace.\nFor the common &lt;a href=\"sRGB\"&gt;sRGB&lt;/a&gt; color space, gamma expansion is defined as\nwhere represents any of the three gamma-compressed sRGB primaries (, , and , each in range [0,1]) and is the corresponding linear-intensity value (, , and , also in range [0,1]). Then, linear luminance is calculated as a weighted sum of the three linear-intensity values. The &lt;a href=\"sRGB\"&gt;sRGB&lt;/a&gt; color space is defined in terms of the &lt;a href=\"CIE%201931%20color%20space\"&gt;CIE 1931&lt;/a&gt; linear luminance , which is given by\nThese three particular coefficients represent the intensity (luminance) perception of typical &lt;a href=\"trichromat\"&gt;trichromat&lt;/a&gt; humans to light of the precise &lt;a href=\"Rec.%20709\"&gt;Rec. 709&lt;/a&gt; additive primary colors (chromaticities) that are used in the definition of sRGB. Human vision is most sensitive to green, so this has the greatest coefficient value (0.7152), and least sensitive to blue, so this has the smallest coefficient (0.0722). To encode grayscale intensity in linear RGB, each of the three color components can be set to equal the calculated linear luminance formula_4 (replacing formula_1 by the values formula_6 to get this linear grayscale), which then typically needs to be &lt;a href=\"gamma%20correction\"&gt;gamma compressed&lt;/a&gt; to get back to a conventional non-linear representation. For sRGB, each of its three primaries is then set to the same gamma-compressed given by the inverse of the gamma expansion above as\nBecause the three sRGB components are then equal, indicating that it is actually a gray image (not color), it is only necessary to store these values once, and we call this the resulting grayscale image. This is how it will normally be stored in sRGB-compatible image formats that support a single-channel grayscale representation, such as JPEG or PNG. Web browsers and other software that recognizes sRGB images should produce the same rendering for such a grayscale image as it would for a \"color\" sRGB image having the same values in all three color channels.\nLuma coding in video systems.\nFor images in color spaces such as &lt;a href=\"Y%27UV\"&gt;Y'UV&lt;/a&gt; and its relatives, which are used in standard color TV and video systems such as &lt;a href=\"PAL\"&gt;PAL&lt;/a&gt;, &lt;a href=\"SECAM\"&gt;SECAM&lt;/a&gt;, and &lt;a href=\"NTSC\"&gt;NTSC&lt;/a&gt;, a nonlinear &lt;a href=\"luma%20%28video%29\"&gt;luma&lt;/a&gt; component is calculated directly from gamma-compressed primary intensities as a weighted sum, which, although not a perfect representation of the colorimetric luminance, can be calculated more quickly without the gamma expansion and compression used in photometric/colorimetric calculations. In the &lt;a href=\"Y%27UV\"&gt;Y'UV&lt;/a&gt; and &lt;a href=\"YIQ\"&gt;Y'IQ&lt;/a&gt; models used by PAL and NTSC, the &lt;a href=\"Rec.%20601\"&gt;rec601&lt;/a&gt; &lt;a href=\"luma%20%28video%29\"&gt;luma&lt;/a&gt; component is computed as\nwhere we use the prime to distinguish these nonlinear values from the sRGB nonlinear values (discussed above) which use a somewhat different gamma compression formula, and from the linear RGB components. The &lt;a href=\"Rec.%20709\"&gt;ITU-R BT.709&lt;/a&gt; standard used for &lt;a href=\"High-definition%20television\"&gt;HDTV&lt;/a&gt; developed by the &lt;a href=\"Advanced%20Television%20Systems%20Committee%20standards\"&gt;ATSC&lt;/a&gt; uses different color coefficients, computing the luma component as\nAlthough these are numerically the same coefficients used in sRGB above, the effect is different because here they are being applied directly to gamma-compressed values rather than to the linearized values. The &lt;a href=\"Rec.%202100\"&gt;ITU-R BT.2100&lt;/a&gt; standard for &lt;a href=\"High%20Dynamic%20Range\"&gt;HDR&lt;/a&gt; television uses yet different coefficients, computing the luma component as\nNormally these colorspaces are transformed back to nonlinear R'G'B' before rendering for viewing. To the extent that enough precision remains, they can then be rendered accurately.\nBut if the luma component Y' itself is instead used directly as a grayscale representation of the color image, luminance is not preserved: two colors can have the same luma but different CIE linear luminance (and thus different nonlinear as defined above) and therefore appear darker or lighter to a typical human than the original color. Similarly, two colors having the same luminance (and thus the same ) will in general have different luma by either of the luma definitions above.\nGrayscale as single channels of multichannel color images.\nColor images are often built of several stacked &lt;a href=\"Channel%20%28digital%20image%29\"&gt;color channels&lt;/a&gt;, each of them representing value levels of the given channel. For example, &lt;a href=\"RGB\"&gt;RGB&lt;/a&gt; images are composed of three independent channels for red, green and blue &lt;a href=\"primary%20color\"&gt;primary color&lt;/a&gt; components; &lt;a href=\"CMYK\"&gt;CMYK&lt;/a&gt; images have four channels for cyan, magenta, yellow and black &lt;a href=\"Color%20printing\"&gt;ink plates&lt;/a&gt;, etc.\nHere is an example of color channel splitting of a full RGB color image. The column at left shows the isolated color channels in natural colors, while at right there are their grayscale equivalences:\nThe reverse is also possible: to build a full-color image from their separate grayscale channels. By mangling channels, using offsets, rotating and other manipulations, artistic effects can be achieved instead of accurately reproducing the original image.\nGrayscale modes.\nSome operating systems offer a grayscale mode. It may be bound to a hotkey or this could be programmable.\nIt is also possible to install a grayscale mode extension in some browsers."
}