{
    "id": "46307630",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=46307630",
    "title": "Geong",
    "text": "Geong is a village in the &lt;a href=\"Kaithal\"&gt;Kaithal&lt;/a&gt; district of &lt;a href=\"Haryana\"&gt;Haryana&lt;/a&gt; state, India. It is located east of the district headquarters on the &lt;a href=\"Kaithal\"&gt;Kaithal&lt;/a&gt;–&lt;a href=\"Kurukshetra\"&gt;Kurukshetra&lt;/a&gt; state highway and from the state capital &lt;a href=\"Chandigarh\"&gt;Chandigarh&lt;/a&gt;. The village is part of &lt;a href=\"Ambala\"&gt;Ambala&lt;/a&gt; division and lies around north of the national capital &lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt;. Geong is 237 meters above sea level. There are so many temples and religious places in the village.\nDemographics.\nAt the time of the &lt;a href=\"2011%20Indian%20census\"&gt;2011 Indian census&lt;/a&gt;, there are 1,008 families in Geong. The population is 5,286, comprising 2,829 males and 2,457 females. The average &lt;a href=\"sex%20ratio\"&gt;sex ratio&lt;/a&gt; is 869, which is lower than &lt;a href=\"sex%20ratio\"&gt;Haryana&lt;/a&gt; state average of 879. The &lt;a href=\"child%20sex%20ratio\"&gt;child sex ratio&lt;/a&gt; is 874, higher than the Haryana average of 834. The &lt;a href=\"literacy%20rate\"&gt;literacy rate&lt;/a&gt; of Geong village is 65.10% compared to 75.55% in Haryana. Male &lt;a href=\"literacy\"&gt;literacy&lt;/a&gt; is 75.58% and female literacy is 53.03%. In line with the &lt;a href=\"Constitution%20of%20India\"&gt;Constitution of India&lt;/a&gt; and the &lt;a href=\"Panchyati%20Raaj%20Act\"&gt;Panchyati Raaj Act&lt;/a&gt;, Geong is administrated by a &lt;a href=\"sarpanch\"&gt;sarpanch&lt;/a&gt; (head of village) who is an elected representative of the village.\nThe houses are mostly built of concrete. Most of the people who live in Geong are &lt;a href=\"farmers\"&gt;farmers&lt;/a&gt;; others works as &lt;a href=\"Pottery\"&gt;potters&lt;/a&gt;, &lt;a href=\"carpenters\"&gt;carpenters&lt;/a&gt; and &lt;a href=\"blacksmith\"&gt;blacksmith&lt;/a&gt;. &lt;a href=\"Bull\"&gt;Bull&lt;/a&gt;s are use for farming and other activities.\nThe majority of the population are Jats but other cast are also there like Gurjar, Brahman, Nai, Chamar, Valmiki etc. Currently, Geong does not have any Schedule Tribe (ST) population.\nIn Geong, the sun time varies by 24 minutes from &lt;a href=\"Indian%20Standard%20Time\"&gt;IST&lt;/a&gt;. The native languages of Geong is &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt;, &lt;a href=\"Haryanvi\"&gt;Haryanvi&lt;/a&gt; and &lt;a href=\"Punjabi%20language\"&gt;Punjabi&lt;/a&gt;; most of the village people speak Haryanvi.\nTransportation.\nGeong is serveded by &lt;a href=\"National%20Highway%20152%20%28India%29\"&gt;National Highway 152&lt;/a&gt; and State Highway SH-8 (Karnal Road). Geong is connected to the &lt;a href=\"Indian%20Railways\"&gt;Indian Railways&lt;/a&gt; network on the &lt;a href=\"Kurukshetra\"&gt;Kurukshetra&lt;/a&gt;–&lt;a href=\"Jind\"&gt;Jind&lt;/a&gt; line 2 major railway routs, and also to the state capital &lt;a href=\"Chandigarh\"&gt;Chandigarh&lt;/a&gt; and to &lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt;. Indian Railways uses code Geong Halt or Geong H, which also mentioned as GXG. The other nearest railway station to Geong is &lt;a href=\"Kaithal\"&gt;Kaithal&lt;/a&gt;, around 5 kilometres distance. Geong's nearest airport is &lt;a href=\"Karnal%20Airport\"&gt;Karnal Airport&lt;/a&gt; situated 55.8 km away. Other nearest airports are &lt;a href=\"Chandigarh%20Airport\"&gt;Chandigarh Airport&lt;/a&gt; (around 120 km) and &lt;a href=\"New%20Delhi%20airport\"&gt;New Delhi airport&lt;/a&gt; (200 km)."
}