{
    "id": "46329822",
    "revid": "1639942",
    "url": "https://en.wikipedia.org/wiki?curid=46329822",
    "title": "Stewart Gardner",
    "text": "Stewart Orr Gardner† (31 October 1878 – 12 April 1931) was a Scottish-American &lt;a href=\"professional%20golfer\"&gt;professional golfer&lt;/a&gt; who played in the late 19th and early 20th century. He had seven top-10 finishes in the &lt;a href=\"U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt;. His best performance was a T2 finish in the &lt;a href=\"1902%20U.S.%20Open%20%28golf%29\"&gt;1902 U.S. Open&lt;/a&gt;. In 1924 he served as vice president at large of the &lt;a href=\"PGA%20of%20America\"&gt;PGA of America&lt;/a&gt;.\nEarly life.\nGardner was born on 31 October 1878 in &lt;a href=\"Troon\"&gt;Troon&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, the son of Robert Gardner and Agnes Gardner (née Snoddy) who were both born in &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;. He grew to be a tall man, and had blue eyes and brown hair. He emigrated to the United States in 1899 and on 6 November 1919 he applied for, and was granted, U.S. citizenship. He registered for the draft during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; on 12 September 1918 but it is unknown whether he saw any combat since the war would be over only two months later. He occasionally took trips back to Scotland, presumably to visit his mother and other family members, but would then return to the U.S. One such trip was aboard the &lt;a href=\"SS%20Cameronia%20%281911%29\"&gt;SS \"Cameronia\"&lt;/a&gt; which left &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; on 28 February 1914 and arrived in New York on 9 March 1914.\nGolf career.\nGardner was best known for a strong finish in the &lt;a href=\"1902%20U.S.%20Open%20%28golf%29\"&gt;1902 U.S. Open&lt;/a&gt; where he finished tied second with &lt;a href=\"Walter%20Travis\"&gt;Walter Travis&lt;/a&gt;, but a distant six shots behind winner &lt;a href=\"Laurie%20Auchterlonie\"&gt;Laurie Auchterlonie&lt;/a&gt;. Gardner placed third in the &lt;a href=\"1903%20U.S.%20Open%20%28golf%29\"&gt;1903 U.S. Open&lt;/a&gt; and ninth in the &lt;a href=\"1900%20U.S.%20Open%20%28golf%29\"&gt;1900 U.S. Open&lt;/a&gt;. Gardner also finished fourth in the &lt;a href=\"1901%20U.S.%20Open%20%28golf%29\"&gt;1901 U.S. Open&lt;/a&gt; held at &lt;a href=\"Myopia%20Hunt%20Club\"&gt;Myopia Hunt Club&lt;/a&gt;. In 1901 the Myopia Hunt Club course played extraordinarily difficult; no players in the event broke 80.\nGardner was one of the first of a large group of Scottish golf professionals to come to America around the turn of the 19th century. He arrived in the United States in 1899 and took his first position at Lenox, Massachusetts. He served as head professional at &lt;a href=\"Garden%20City%20Golf%20Club\"&gt;Garden City Golf Club&lt;/a&gt; on Long Island, New York, but his longest stint was a 10-year posting at Exmoor Country Club. In his prime, he won many tournaments between 1901 and 1904.\nIn 1905 he was tied for the lead after the first day in the &lt;a href=\"1905%20U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt; with &lt;a href=\"Alex%20Smith%20%28golfer%29\"&gt;Alex Smith&lt;/a&gt; but he had a third round 85 and eventually finished fifth. In 1909 he was runner-up in the &lt;a href=\"Western%20Open\"&gt;Western Open&lt;/a&gt;, nine shots behind winner &lt;a href=\"Willie%20Anderson%20%28golfer%29\"&gt;Willie Anderson&lt;/a&gt;. The Western Open was considered to be a major tournament in the early 20th century.\nDeath and legacy.\nBy 1930 Gardner was single and rooming with the Alfred Stupple family in &lt;a href=\"Highland%20Park%2C%20Illinois\"&gt;Highland Park, Illinois&lt;/a&gt;. Gardner died at his home in Highland Park on 12 April 1931 after a lingering illness at the age of 52. He is best remembered for a T2 finish in the &lt;a href=\"1902%20U.S.%20Open%20%28golf%29\"&gt;1902 U.S. Open&lt;/a&gt;. He was buried at North Shore Cemetery in Chicago, Illinois.\nResults in major championships.\n\"Note: Gardner played only in the U.S. Open.\"\n\"T\" indicates a tie for a place&lt;br&gt;\nYellow background for top-10\nNotes.\n† It is possible that Gardner's middle name might be \"Owen\" as shown on his draft registration card."
}