{
    "id": "463489",
    "revid": "1068672644",
    "url": "https://en.wikipedia.org/wiki?curid=463489",
    "title": "KF Teuta Durrës",
    "text": "Klubi Futbollistik Teuta Durrës, commonly referred to as Teuta, is an Albanian professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Durr%C3%ABs\"&gt;Durrës&lt;/a&gt;. They currently compete in the &lt;a href=\"Kategoria%20Superiore\"&gt;Kategoria Superiore&lt;/a&gt; and they play their home games at the &lt;a href=\"Niko%20Dovana%20Stadium\"&gt;Niko Dovana Stadium&lt;/a&gt;.\nThe club was founded on 29 January 1920 as \"Klubi Sportiv Urani\" (Uranium Sport Club), and they were a founding member of the &lt;a href=\"Albanian%20Superliga\"&gt;Albanian National Championship&lt;/a&gt; in 1930, as well as runners-up in the &lt;a href=\"1931%20Albanian%20Superliga\"&gt;1931 National Championship&lt;/a&gt;. They have won the &lt;a href=\"Kategoria%20Superiore\"&gt;Kategoria Superiore&lt;/a&gt; twice in 1994 and in 2021, and they have also won the &lt;a href=\"Albanian%20Cup\"&gt;Albanian Cup&lt;/a&gt; four times, as well as finishing runners-up in three &lt;a href=\"Albanian%20Supercup\"&gt;Albanian Supercup&lt;/a&gt;s.\nHistory.\nEarly history.\nThe club was founded on 29 January 1920 as Klubi Sportiv Urani, which literally translates to Uranium Sport Club, and they changed their name to \"&lt;a href=\"KS%20Teuta%20Durr%C3%ABs\"&gt;Sport Klub Durrës&lt;/a&gt;\" just two years later 1922. They kept the same name until they joined the &lt;a href=\"Albanian%20Superliga\"&gt;Albania National Championship&lt;/a&gt; as one of the original six members alongside &lt;a href=\"KF%20Tirana\"&gt;SK Tiranë&lt;/a&gt;, &lt;a href=\"Sk%C3%ABnderbeu%20Kor%C3%A7%C3%AB\"&gt;Skënderbeu Korçë&lt;/a&gt;, &lt;a href=\"Bashkimi%20Shkodran\"&gt;Bashkimi Shkodran&lt;/a&gt;, &lt;a href=\"KF%20Elbasani\"&gt;Urani Elbasan&lt;/a&gt; and &lt;a href=\"Flamurtari%20Vlor%C3%AB\"&gt;Sportklub Vlorë&lt;/a&gt;. In 1930, before entering the National Championship, the club changes its name to the \"Klubi Sportiv Teuta Durrës\", in reference to Queen &lt;a href=\"Teuta%20of%20Illyria\"&gt;Teuta of Illyria&lt;/a&gt;. In the first National Championship they finished fifth out of six teams, collecting three wins and two draws out of ten games. The following season they finished as runners-up in the league, as they lost 4–1 in the championship final against SK Tiranë, where the club's goalkeeper &lt;a href=\"Niko%20Dovana\"&gt;Niko Dovana&lt;/a&gt; famously scored the equaliser in the first leg which ended in a 1–1 draw.\nAfter Communism took control of Albania the club was forced to change its name to \"KS Ylli i Kuq Durrës\", literally meaning &lt;a href=\"KS%20Teuta%20Durr%C3%ABs\"&gt;KS Red Star Durrës&lt;/a&gt;. Just 3 years later in 1950 the club dropped KS Red Star Durrës from its name and was simply called SK Durrës once again, before renaming to \"&lt;a href=\"KS%20Teuta%20Durr%C3%ABs\"&gt;SK Puna Durrës&lt;/a&gt;\" a 1-year later in 1951. The club changed its name again in 1958 to \"KS Lokomotiva Durrës\" which they kept until the fall of Communism in Albania in 1991. Since 1991 the club has renamed KS Teuta Durrës, with the football team being called KF Teuta.\nHasanbelliu era.\nIn 1999 local businessman and owner of Eurotech Cement Edmond Hasanbelliu he was named as the new president of the club, he brought in &lt;a href=\"Hasan%20Lika\"&gt;Hasan Lika&lt;/a&gt; as manager immediately. He began investing in the club and introduced Albanian internationals &lt;a href=\"Sokol%20Prenga\"&gt;Sokol Prenga&lt;/a&gt; and &lt;a href=\"Suad%20Li%C3%A7i\"&gt;Suad Liçi&lt;/a&gt; in the club, alongside a host of other players including &lt;a href=\"Orges%20Shehi\"&gt;Orges Shehi&lt;/a&gt; and &lt;a href=\"Arjan%20Sheta\"&gt;Arjan Sheta&lt;/a&gt;. In the club's first season under Hasan Lika and Edmond Hasanbelliu they finished in third place, behind &lt;a href=\"Tomori%20Berat\"&gt;Tomori Berat&lt;/a&gt; and eventual winners &lt;a href=\"KF%20Tirana\"&gt;KF Tirana&lt;/a&gt;. They also had a successful &lt;a href=\"Albanian%20Cup\"&gt;Albanian Cup&lt;/a&gt; run as they eliminated &lt;a href=\"Flamurtari%20Vlor%C3%AB\"&gt;Flamurtari Vlorë&lt;/a&gt;, &lt;a href=\"KF%20Tirana\"&gt;KF Tirana&lt;/a&gt; and &lt;a href=\"Dinamo%20Tirana\"&gt;Dinamo Tirana&lt;/a&gt; to reach the final against &lt;a href=\"KS%20Lushnja\"&gt;KS Lushnja&lt;/a&gt;, which ended 0–0 after extra time and Teuta won the game 5–4 on penalties. They qualified for the second qualifying round of the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; in the following season, where they faced Austrian side &lt;a href=\"SK%20Rapid%20Wien\"&gt;SK Rapid Wien&lt;/a&gt;. They were eliminated following a 6–0 aggregate loss, after 4–0 and 2–0 losses.\nRecent years.\nIn November 2013 the president Hasanbelliu announced that the club had sold a 50% stake to &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; company Gea Sport, who promised investment in the club in order to achieve domestic success as well as have good runs in Europe. The firm's first action as shareholders was to replace the Albanian coach &lt;a href=\"Gugash%20Magani\"&gt;Gugash Magani&lt;/a&gt; with the Italian &lt;a href=\"Roberto%20Sorrentino\"&gt;Roberto Sorrentino&lt;/a&gt;, who became the club's first ever foreign coach. Following less than 2 months as shareholders Gea Sport were instrumental in bringing in 11 players during the January transfer window, most of which were foreigners, in an attempt to push for the title. on 24 February 2014, Sorrentino was fired as the first team coach following a string of poor results. The club announced the appointment of Ilir Daja the day after Sorrentino's departure.\nStadium.\nThe club play their home games at the &lt;a href=\"Niko%20Dovana%20Stadium\"&gt;Niko Dovana Stadium&lt;/a&gt; which was built in 1965 and currently has a capacity of around 13,000. The stadium was previously known as the Lokomotiva Stadium between 1958 and 1991 during Communism while the club was named Lokomotiva Durrës. The stadium has also been host to the &lt;a href=\"Albania%20national%20football%20team\"&gt;Albania national team&lt;/a&gt; in 2010 where they played a friendly against &lt;a href=\"Uzbekistan%20national%20football%20team\"&gt;Uzbekistan&lt;/a&gt;. During the 2013–14 season, according to the club's official website the average league attendance was 2,638.\nSupporters.\nTeuta's fans are known as \" Djemtë e Detit 1994\" (Boys of the Sea). and \"PIRATËT 2016\" (PIRATES 2016) and \"MARINSAT 2017\" (MARINSAT 2017)"
}