{
    "id": "4635824",
    "revid": "6829965",
    "url": "https://en.wikipedia.org/wiki?curid=4635824",
    "title": "Central Bank of the Dominican Republic",
    "text": "The Central Bank of the Dominican Republic (, BCRD) was established by the Monetary and Banking Law of 1947 as the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; of the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;, responsible for regulating the country's &lt;a href=\"monetary\"&gt;monetary&lt;/a&gt; and &lt;a href=\"banking\"&gt;banking&lt;/a&gt; system. The Bank's headquarters is in Santo Domingo, and its current governor is &lt;a href=\"H%C3%A9ctor%20Valdez%20Albizu\"&gt;Héctor Valdez Albizu&lt;/a&gt;.\nEstablishment and objectives.\nOrganic Law no. 6142 of December 29, 1962, authorized the central bank to promote and maintain favorable monetary, &lt;a href=\"Foreign%20exchange%20market\"&gt;foreign exchange&lt;/a&gt; and &lt;a href=\"Credit%20%28finance%29\"&gt;credit&lt;/a&gt; conditions for the stability and development of the national economy. The central bank's functions include regulating market liquidity levels by: determining deposit reserve requirements for banks; implementing lending limits when necessary; and issuing negotiable securities. Additional functions include controlling movements of the &lt;a href=\"exchange%20rate\"&gt;exchange rate&lt;/a&gt; and introducing resolutions pertaining to the financial system.\nActivities and structure.\nThe BCRD implements all changes to banking regulation proposed by the Monetary Board (\"Junta Monetaria\") which is the highest body of authority within the institution. The Board consists of ten members, all of which are appointed by the executive. The governor of the central bank heads the Monetary Board while the Ministry of Finance and the Ministry of Industry and Commerce each have a seat on the Board. The BCRD Governor is appointed by the executive for a period of two years, though with &lt;a href=\"H%C3%A9ctor%20Valdez%20Albizu\"&gt;Héctor Valdez Albizu&lt;/a&gt; there has been continuity at this senior post for several years despite political administration changes. Albizu was the BCRD governor from 1994 until 2000, again holding the post from August 2004.\nSince late 1993, BCRD has worked with the sponsorship of the &lt;a href=\"Inter-American%20Development%20Bank\"&gt;Inter-American Development Bank&lt;/a&gt; to improve several areas of banking practice.\nPerformance and reform since the 1990s.\n&lt;a href=\"Monetary%20policy\"&gt;Monetary policy&lt;/a&gt; during the 1990s was conducted within a framework of limited central bank autonomy and a managed &lt;a href=\"Public%20float\"&gt;floating&lt;/a&gt; exchange rate regime. A key objective of the BCDR was price stability in conjunction with real output growth and reserve accumulation, such that the stock of BCRD net domestic assets became the targeted policy instrument. &lt;a href=\"Liquidity\"&gt;Liquidity&lt;/a&gt; was managed directly through &lt;a href=\"Credit%20%28finance%29\"&gt;credit&lt;/a&gt; controls and freezing asset reserves. BCRD also intervened in the private foreign exchange market, smoothing the volatility of the exchange rate. However, the monetary authorities recently moved towards the &lt;a href=\"interest%20rate\"&gt;interest rate&lt;/a&gt; as its indirect monetary policy instrument, namely through issuing central bank paper (\"certificados de participacion\"), with prices determined at &lt;a href=\"auction\"&gt;auction&lt;/a&gt;.\nThe &lt;a href=\"macroeconomic\"&gt;macroeconomic&lt;/a&gt; situation suffered a major shock in 2003 with the banking crisis and subsequent bail out by the BCRD, which guaranteed all &lt;a href=\"Baninter\"&gt;Baninter&lt;/a&gt; (one of the major banks that failed) deposits and providing liquidity to two other banks at a total cost to the budget equivalent to 21 percent of the &lt;a href=\"GDP\"&gt;GDP&lt;/a&gt;. The banking crisis led to a major &lt;a href=\"capital%20flight\"&gt;capital flight&lt;/a&gt;, a sharp currency &lt;a href=\"depreciation\"&gt;depreciation&lt;/a&gt;, high &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt; and significant &lt;a href=\"finance\"&gt;fiscal&lt;/a&gt; pressures (exacerbated by an ongoing electricity crisis), together creating large macroeconomic imbalances and an environment of uncertainty and perceived risk. In October 2003 the BCRD raised the commission on foreign exchange transactions for purchasing imported goods to 10 percent and subsequently to 13 percent at the beginning of 2005.\nSee also.\n&lt;a href=\"Banks%20of%20the%20Dominican%20Republic\"&gt;Banks of the Dominican Republic&lt;/a&gt;"
}