{
    "id": "463835",
    "revid": "602857",
    "url": "https://en.wikipedia.org/wiki?curid=463835",
    "title": "Life on Mars",
    "text": "The possibility of life on Mars is a subject of interest in &lt;a href=\"astrobiology\"&gt;astrobiology&lt;/a&gt; due to its proximity and similarities to &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;. To date, no proof of past or present &lt;a href=\"life\"&gt;life&lt;/a&gt; has been found on &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt;. Cumulative evidence suggests that during the ancient &lt;a href=\"Noachian\"&gt;Noachian&lt;/a&gt; time period, the surface environment of Mars had liquid water and may have been &lt;a href=\"Planetary%20habitability\"&gt;habitable&lt;/a&gt; for microorganisms, but habitable conditions do not necessarily indicate life.\nScientific searches for evidence of life began in the 19th century and continue today via telescopic investigations and deployed probes. While early work focused on phenomenology and bordered on fantasy, the modern &lt;a href=\"Models%20of%20scientific%20inquiry\"&gt;scientific inquiry&lt;/a&gt; has emphasized the search for &lt;a href=\"Water%20on%20Mars\"&gt;water&lt;/a&gt;, chemical &lt;a href=\"biosignature\"&gt;biosignature&lt;/a&gt;s in the soil and rocks at the planet's surface, and &lt;a href=\"biomarker\"&gt;biomarker&lt;/a&gt; gases in the atmosphere.\nMars is of particular interest for the study of the &lt;a href=\"Abiogenesis\"&gt;origins of life&lt;/a&gt; because of its similarity to the early Earth. This is especially true since Mars has a cold climate and lacks &lt;a href=\"plate%20tectonics\"&gt;plate tectonics&lt;/a&gt; or &lt;a href=\"continental%20drift\"&gt;continental drift&lt;/a&gt;, so it has remained almost unchanged since the end of the &lt;a href=\"Hesperian\"&gt;Hesperian&lt;/a&gt; period. At least two-thirds of Mars's surface is more than 3.5 billion years old, and Mars may thus hold the best record of the prebiotic conditions leading to life, even if life does not or has never existed there, which might have started developing as early as 4.48 billion years ago.\nFollowing the confirmation of the past existence of surface liquid water, the &lt;a href=\"Curiosity%20%28rover%29\"&gt;\"Curiosity\"&lt;/a&gt;, &lt;a href=\"Perseverance%20%28rover%29\"&gt;\"Perseverance\"&lt;/a&gt; and &lt;a href=\"Opportunity%20%28rover%29\"&gt;\"Opportunity\"&lt;/a&gt; rovers started searching for evidence of past life, including a past &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt; based on &lt;a href=\"autotroph\"&gt;autotroph&lt;/a&gt;ic, &lt;a href=\"chemotroph\"&gt;chemotroph&lt;/a&gt;ic, or &lt;a href=\"Chemolithotrophs\"&gt;chemolithoautotrophic&lt;/a&gt; &lt;a href=\"microorganism\"&gt;microorganism&lt;/a&gt;s, as well as ancient water, including &lt;a href=\"Lacustrine%20plain\"&gt;fluvio-lacustrine environments&lt;/a&gt; (&lt;a href=\"plain\"&gt;plain&lt;/a&gt;s related to ancient rivers or lakes) that may have been &lt;a href=\"Planetary%20habitability\"&gt;habitable&lt;/a&gt;. The search for evidence of &lt;a href=\"Planetary%20habitability\"&gt;habitability&lt;/a&gt;, &lt;a href=\"taphonomy\"&gt;taphonomy&lt;/a&gt; (related to &lt;a href=\"fossils\"&gt;fossils&lt;/a&gt;), and &lt;a href=\"organic%20compounds\"&gt;organic compounds&lt;/a&gt; on Mars is now a primary NASA and ESA objective.\nThe findings of organic compounds inside sedimentary rocks and of &lt;a href=\"boron\"&gt;boron&lt;/a&gt; on Mars are of interest as they are precursors for &lt;a href=\"prebiotic%20chemistry\"&gt;prebiotic chemistry&lt;/a&gt;. Such findings, along with previous discoveries that liquid water was clearly present on ancient Mars, further supports the possible early habitability of &lt;a href=\"Gale%20%28crater%29\"&gt;Gale Crater&lt;/a&gt; on Mars. Currently, the surface of Mars is bathed with &lt;a href=\"ionizing%20radiation\"&gt;ionizing radiation&lt;/a&gt;, and &lt;a href=\"Martian%20soil\"&gt;Martian soil&lt;/a&gt; is rich in &lt;a href=\"perchlorates\"&gt;perchlorates&lt;/a&gt; toxic to &lt;a href=\"microorganism\"&gt;microorganism&lt;/a&gt;s. Therefore, the consensus is that if life exists—or existed—on Mars, it could be found or is best preserved in the subsurface, away from present-day harsh surface processes.\nIn June 2018, NASA announced the detection of seasonal variation of &lt;a href=\"methane\"&gt;methane&lt;/a&gt; levels on Mars. Methane could be produced by microorganisms or by geological means. The European &lt;a href=\"ExoMars%20Trace%20Gas%20Orbiter\"&gt;ExoMars Trace Gas Orbiter&lt;/a&gt; started mapping the atmospheric methane in April 2018, and the 2022 &lt;a href=\"ExoMars\"&gt;ExoMars&lt;/a&gt; rover \"&lt;a href=\"Rosalind%20Franklin%20%28rover%29\"&gt;Rosalind Franklin&lt;/a&gt;\" will drill and analyze subsurface samples, while the NASA &lt;a href=\"Mars%202020\"&gt;Mars 2020&lt;/a&gt; rover \"&lt;a href=\"Perseverance%20%28rover%29\"&gt;Perseverance&lt;/a&gt;\", having landed successfully, will cache dozens of drill samples for their potential transport to Earth laboratories in the late 2020s or 2030s. As of February 8, 2021, an updated status of studies considering the possible detection of lifeforms on &lt;a href=\"Venus\"&gt;Venus&lt;/a&gt; (via &lt;a href=\"phosphine\"&gt;phosphine&lt;/a&gt;) and Mars (via &lt;a href=\"methane\"&gt;methane&lt;/a&gt;) was reported.\nEarly speculation.\n&lt;a href=\"Martian%20polar%20ice%20caps\"&gt;Mars's polar ice caps&lt;/a&gt; were discovered in the mid-17th century. In the late 18th century, &lt;a href=\"William%20Herschel\"&gt;William Herschel&lt;/a&gt; proved they grow and shrink alternately, in the summer and winter of each hemisphere. By the mid-19th century, astronomers knew that &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt; had certain other similarities to Earth, for example that the &lt;a href=\"Timekeeping%20on%20Mars\"&gt;length of a day on Mars&lt;/a&gt; was almost the same as a day on Earth. They also knew that its &lt;a href=\"axial%20tilt\"&gt;axial tilt&lt;/a&gt; was similar to Earth's, which meant it experienced seasons just as Earth does—but of nearly double the length owing to its &lt;a href=\"Darian%20calendar\"&gt;much longer year&lt;/a&gt;. These observations led to increasing speculation that the darker &lt;a href=\"albedo%20feature\"&gt;albedo feature&lt;/a&gt;s were water and the brighter ones were land, whence followed speculation on whether Mars may be inhabited by some form of life.\nIn 1854, &lt;a href=\"William%20Whewell\"&gt;William Whewell&lt;/a&gt;, a fellow of &lt;a href=\"Trinity%20College%2C%20Cambridge\"&gt;Trinity College&lt;/a&gt;, Cambridge, theorized that Mars had seas, land and possibly life forms. Speculation about life on Mars exploded in the late 19th century, following telescopic observation by some observers of apparent &lt;a href=\"Martian%20canal\"&gt;Martian canal&lt;/a&gt;s—which were later found to be optical illusions. Despite this, in 1895, American astronomer &lt;a href=\"Percival%20Lowell\"&gt;Percival Lowell&lt;/a&gt; published his book \"Mars,\" followed by \"Mars and its Canals\" in 1906, proposing that the canals were the work of a long-gone civilization. This idea led British writer &lt;a href=\"H.%20G.%20Wells\"&gt;H. G. Wells&lt;/a&gt; to write \"&lt;a href=\"The%20War%20of%20the%20Worlds%20%28novel%29\"&gt;The War of the Worlds&lt;/a&gt;\" in 1897, telling of an invasion by aliens from Mars who were fleeing the planet's desiccation.\n&lt;a href=\"Spectroscopy\"&gt;Spectroscopic&lt;/a&gt; analysis of Mars's atmosphere began in earnest in 1894, when U.S. astronomer &lt;a href=\"William%20Wallace%20Campbell\"&gt;William Wallace Campbell&lt;/a&gt; showed that neither water nor oxygen were present in the &lt;a href=\"Martian%20atmosphere\"&gt;Martian atmosphere&lt;/a&gt;. The influential observer &lt;a href=\"Eug%C3%A8ne%20Antoniadi\"&gt;Eugène Antoniadi&lt;/a&gt; used the 83-cm (32.6 inch) aperture telescope at &lt;a href=\"Meudon%20Observatory\"&gt;Meudon Observatory&lt;/a&gt; at the 1909 &lt;a href=\"astronomical%20opposition\"&gt;opposition&lt;/a&gt; of Mars and saw no canals, the outstanding photos of Mars taken at the new Baillaud dome at the &lt;a href=\"Pic%20du%20Midi%20de%20Bigorre\"&gt;Pic du Midi&lt;/a&gt; observatory also brought formal discredit to the Martian canals theory in 1909, and the notion of canals began to fall out of favor.\nHabitability.\nChemical, physical, geological, and geographic attributes shape the environments on Mars. Isolated measurements of these factors may be insufficient to deem an environment habitable, but the sum of measurements can help predict locations with greater or lesser habitability potential. The two current ecological approaches for predicting the potential habitability of the Martian surface use 19 or 20 environmental factors, with an emphasis on water availability, temperature, the presence of nutrients, an energy source, and protection from solar ultraviolet and &lt;a href=\"Cosmic%20ray\"&gt;galactic cosmic radiation&lt;/a&gt;.\nScientists do not know the minimum number of parameters for determination of habitability potential, but they are certain it is greater than one or two of the factors in the table below. Similarly, for each group of parameters, the habitability threshold for each is to be determined. Laboratory simulations show that whenever multiple lethal factors are combined, the survival rates plummet quickly. There are no full-Mars simulations published yet that include all of the biocidal factors combined. Furthermore, the possibility of Martian life having a far different biochemistry and habitability requirements than the terrestrial biosphere is an open question.\nPast.\nRecent models have shown that, even with a dense &lt;a href=\"carbon%20dioxide\"&gt;CO2&lt;/a&gt; atmosphere, early Mars was colder than Earth has ever been. Transiently warm conditions related to impacts or volcanism could have produced conditions favoring the formation of the late &lt;a href=\"Noachian\"&gt;Noachian&lt;/a&gt; valley networks, even though the mid-late Noachian global conditions were probably icy. Local warming of the environment by volcanism and impacts would have been sporadic, but there should have been many events of water flowing at the surface of Mars. Both the mineralogical and the morphological evidence indicates a degradation of habitability from the mid &lt;a href=\"Hesperian\"&gt;Hesperian&lt;/a&gt; onward. The exact causes are not well understood but may be related to a combination of processes including loss of early atmosphere, or impact erosion, or both.\nThe loss of the Martian &lt;a href=\"magnetosphere\"&gt;magnetic field&lt;/a&gt; strongly affected surface environments through atmospheric loss and increased radiation; this change significantly degraded surface habitability. When there was a magnetic field, the atmosphere would have been protected from erosion by the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt;, which would ensure the maintenance of a dense atmosphere, necessary for liquid water to exist on the surface of Mars. The loss of the atmosphere was accompanied by decreasing temperatures. Part of the liquid water inventory sublimed and was transported to the poles, while the rest became\ntrapped in &lt;a href=\"permafrost\"&gt;permafrost&lt;/a&gt;, a subsurface ice layer.\nObservations on Earth and numerical modeling have shown that a crater-forming impact can result in the creation of a long-lasting &lt;a href=\"Hot%20spring\"&gt;hydrothermal system&lt;/a&gt; when ice is present in the crust. For example, a 130 km large crater could sustain an active hydrothermal system for up to 2 million years, that is, long enough for microscopic life to emerge, but unlikely to have progressed any further down the evolutionary path.\nSoil and rock samples studied in 2013 by NASA's &lt;a href=\"Curiosity%20%28rover%29\"&gt;\"Curiosity\" rover's&lt;/a&gt; onboard instruments brought about additional information on several habitability factors. The rover team identified some of the key chemical ingredients for life in this soil, including &lt;a href=\"sulfur\"&gt;sulfur&lt;/a&gt;, &lt;a href=\"nitrogen\"&gt;nitrogen&lt;/a&gt;, &lt;a href=\"hydrogen\"&gt;hydrogen&lt;/a&gt;, oxygen, &lt;a href=\"phosphorus\"&gt;phosphorus&lt;/a&gt; and possibly &lt;a href=\"carbon\"&gt;carbon&lt;/a&gt;, as well as clay minerals, suggesting a long-ago aqueous environment—perhaps a lake or an ancient streambed—that had neutral acidity and low salinity. On December 9, 2013, NASA reported that, based on evidence from \"Curiosity\" studying &lt;a href=\"Aeolis%20Palus\"&gt;Aeolis Palus&lt;/a&gt;, &lt;a href=\"Gale%20%28crater%29\"&gt;Gale Crater&lt;/a&gt; contained an ancient &lt;a href=\"freshwater%20lake\"&gt;freshwater lake&lt;/a&gt; which could have been a hospitable environment for &lt;a href=\"microbial%20life\"&gt;microbial life&lt;/a&gt;. The confirmation that liquid water once flowed on Mars, the existence of nutrients, and the previous discovery of a past &lt;a href=\"magnetosphere\"&gt;magnetic field&lt;/a&gt; that protected the planet from cosmic and solar radiation, together strongly suggest that Mars could have had the environmental factors to support life. The assessment of past habitability is not in itself evidence that &lt;a href=\"Martian\"&gt;Martian&lt;/a&gt; life has ever actually existed. If it did, it was probably &lt;a href=\"microorganism\"&gt;microbial&lt;/a&gt;, existing communally in fluids or on sediments, either free-living or as &lt;a href=\"biofilm\"&gt;biofilm&lt;/a&gt;s, respectively. The exploration of &lt;a href=\"terrestrial%20analogue%20sites\"&gt;terrestrial analogues&lt;/a&gt; provide clues as to how and where best look for signs of life on Mars.\n&lt;a href=\"Impactite\"&gt;Impactite&lt;/a&gt;, shown to preserve signs of life on Earth, was discovered on Mars and could contain signs of ancient life, if life ever existed on the planet.\nOn June 7, 2018, NASA announced that the \"Curiosity\" rover had discovered organic molecules in sedimentary rocks dating to three billion years old. The detection of organic molecules in rocks indicate that some of the building blocks for life were present.\nPresent.\nConceivably, if life exists (or existed) on Mars, evidence of life could be found, or is best preserved, in the subsurface, away from present-day harsh surface conditions. Present-day life on Mars, or its biosignatures, could occur kilometers below the surface, or in subsurface geothermal hot spots, or it could occur a few meters below the surface. The &lt;a href=\"permafrost\"&gt;permafrost&lt;/a&gt; layer on Mars is only a couple of centimeters below the surface, and salty &lt;a href=\"brine\"&gt;brine&lt;/a&gt;s can be liquid a few centimeters below that but not far down. Water is close to its boiling point even at the deepest points in the Hellas basin, and so cannot remain liquid for long on the surface of Mars in its present state, except after a sudden release of underground water.\nSo far, NASA has pursued a \"follow the water\" strategy on Mars and has not searched for biosignatures for life there directly since the \"Viking\" missions. The consensus by astrobiologists is that it may be necessary to access the Martian subsurface to find currently habitable environments.\nCosmic radiation.\nIn 1965, the &lt;a href=\"Mariner%204\"&gt;Mariner 4&lt;/a&gt; probe discovered that Mars had no &lt;a href=\"Magnetosphere\"&gt;global magnetic field&lt;/a&gt; that would protect the planet from potentially life-threatening &lt;a href=\"cosmic%20radiation\"&gt;cosmic radiation&lt;/a&gt; and &lt;a href=\"solar%20radiation\"&gt;solar radiation&lt;/a&gt;; observations made in the late 1990s by the &lt;a href=\"Mars%20Global%20Surveyor\"&gt;Mars Global Surveyor&lt;/a&gt; confirmed this discovery. Scientists speculate that the lack of magnetic shielding helped the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt; blow away much of &lt;a href=\"Atmosphere%20of%20Mars\"&gt;Mars's atmosphere&lt;/a&gt; over the course of several billion years. As a result, the planet has been vulnerable to radiation from space for about 4 billion years.\nRecent \"in-situ\" data from \"Curiosity\" rover indicates that &lt;a href=\"ionizing%20radiation\"&gt;ionizing radiation&lt;/a&gt; from &lt;a href=\"Cosmic%20ray\"&gt;galactic cosmic rays&lt;/a&gt; (GCR) and &lt;a href=\"solar%20particle%20event\"&gt;solar particle event&lt;/a&gt;s (SPE) may not be a limiting factor in habitability assessments for present-day surface life on Mars. The level of 76 mGy per year measured by \"Curiosity\" is similar to levels inside the ISS. \nCumulative effects.\n\"Curiosity\" rover measured ionizing radiation levels of 76 mGy per year. This level of ionizing radiation is sterilizing for dormant life on the surface of Mars. It varies considerably in habitability depending on its orbital eccentricity and the tilt of its axis. If the surface life has been reanimated as recently as 450,000 years ago, then rovers on Mars could find dormant but still viable life at a depth of one meter below the surface, according to an estimate. Even the hardiest cells known could not possibly survive the cosmic radiation near the surface of Mars since Mars lost its protective magnetosphere and atmosphere. After mapping cosmic radiation levels at various depths on Mars, researchers have concluded that over time, any life within the first several meters of the planet's surface would be killed by lethal doses of cosmic radiation. The team calculated that the cumulative damage to &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; and &lt;a href=\"RNA\"&gt;RNA&lt;/a&gt; by cosmic radiation would limit retrieving viable dormant cells on Mars to depths greater than 7.5 meters below the planet's surface.\nEven the most radiation-tolerant terrestrial bacteria would survive in dormant &lt;a href=\"spore\"&gt;spore&lt;/a&gt; state only 18,000 years at the surface; at 2 meters—the greatest depth at which the &lt;a href=\"ExoMars\"&gt;ExoMars&lt;/a&gt; rover will be capable of reaching—survival time would be 90,000 to half a million years, depending on the type of rock.\nData collected by the &lt;a href=\"Radiation%20assessment%20detector\"&gt;Radiation assessment detector&lt;/a&gt; (RAD) instrument on board the &lt;a href=\"Curiosity%20%28rover%29\"&gt;\"Curiosity\" rover&lt;/a&gt; revealed that the absorbed dose measured is 76 &lt;a href=\"Gray%20%28unit%29\"&gt;mGy&lt;/a&gt;/year at the surface, and that \"&lt;a href=\"ionizing%20radiation\"&gt;ionizing radiation&lt;/a&gt; strongly influences chemical compositions and structures, especially for water, salts, and redox-sensitive components such as organic molecules.\" Regardless of the source of Martian &lt;a href=\"organic%20compound\"&gt;organic compound&lt;/a&gt;s (meteoric, geological, or biological), its carbon bonds are susceptible to breaking and reconfiguring with surrounding elements by ionizing charged particle radiation. These improved subsurface radiation estimates give insight into the potential for the preservation of possible organic &lt;a href=\"biosignature\"&gt;biosignature&lt;/a&gt;s as a function of depth as well as survival times of possible microbial or bacterial life forms left dormant beneath the surface. The report concludes that the \"in situ\" \"surface measurements—and subsurface estimates—constrain the preservation window for Martian organic matter following exhumation and exposure to ionizing radiation in the top few meters of the Martian surface.\"\nIn September 2017, NASA reported &lt;a href=\"Radiation\"&gt;Radiation&lt;/a&gt; levels on the surface of the planet &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt; were temporarily doubled and were associated with an &lt;a href=\"aurora\"&gt;aurora&lt;/a&gt; 25 times brighter than any observed earlier, due to a major, and unexpected, &lt;a href=\"Coronal%20mass%20ejection\"&gt;solar storm&lt;/a&gt; in the middle of the month.\nUV radiation.\nOn UV radiation, a 2014 report concludes that \"[T]he Martian UV radiation environment is rapidly lethal to unshielded microbes but can be attenuated by global dust storms and shielded completely by &lt; 1 mm of regolith or by other organisms.\" In addition, laboratory research published in July 2017 demonstrated that UV irradiated perchlorates cause a 10.8-fold increase in cell death when compared to cells exposed to UV radiation after 60 seconds of exposure. The penetration depth of UV radiation into soils is in the sub-millimeter to millimeter range and depends on the properties of the soil.\nPerchlorates.\nThe Martian regolith is known to contain a maximum of 0.5% (w/v) &lt;a href=\"perchlorate\"&gt;perchlorate&lt;/a&gt; (ClO4−) that is toxic for most living organisms, but since they drastically lower the freezing point of water and a few extremophiles can use it as an energy source (see &lt;a href=\"Perchlorate%23Biology\"&gt;Perchlorates - Biology&lt;/a&gt;) and grow at concentrations of up to 30% (w/v) &lt;a href=\"sodium%20perchlorate\"&gt;sodium perchlorate&lt;/a&gt;, it has prompted speculation of what their influence would be on habitability.\nResearch published in July 2017 shows that when irradiated with a simulated Martian UV flux, perchlorates become even more lethal to bacteria (&lt;a href=\"bactericide\"&gt;bactericide&lt;/a&gt;). Even dormant spores lost viability within minutes. In addition, two other compounds of the Martian surface, &lt;a href=\"iron%20oxide\"&gt;iron oxide&lt;/a&gt;s and &lt;a href=\"hydrogen%20peroxide\"&gt;hydrogen peroxide&lt;/a&gt;, act in synergy with irradiated perchlorates to cause a 10.8-fold increase in cell death when compared to cells exposed to UV radiation after 60 seconds of exposure. It was also found that abraded silicates (quartz and basalt) lead to the formation of toxic &lt;a href=\"reactive%20oxygen%20species\"&gt;reactive oxygen species&lt;/a&gt;. The researchers concluded that \"the surface of Mars is lethal to vegetative cells and renders much of the surface and near-surface regions uninhabitable.\" This research demonstrates that the present-day surface is more uninhabitable than previously thought, and reinforces the notion to inspect at least a few meters into the ground to ensure the levels of radiation would be relatively low.\nHowever, researcher &lt;a href=\"Kennda%20Lynch\"&gt;Kennda Lynch&lt;/a&gt; discovered the first-known instance of a habitat containing perchlorates and perchlorates-reducing bacteria in an analog environment: a paleolake in Pilot Valley, &lt;a href=\"Great%20Salt%20Lake%20Desert\"&gt;Great Salt Lake Desert&lt;/a&gt;, Utah. She has been studying the &lt;a href=\"biosignature\"&gt;biosignature&lt;/a&gt;s of these microbes, and is hoping that the &lt;a href=\"Perseverance%20%28rover%29\"&gt;Mars Perseverance&lt;/a&gt; rover will find matching biosignatures at its &lt;a href=\"Jezero%20%28crater%29\"&gt;Jezero Crater&lt;/a&gt; site.\nRecurrent slope lineae.\n&lt;a href=\"Seasonal%20flows%20on%20warm%20Martian%20slopes\"&gt;Recurrent slope lineae&lt;/a&gt; (RSL) features form on Sun-facing slopes at times of the year when the local temperatures reach above the melting point for ice. The streaks grow in spring, widen in late summer and then fade away in autumn. This is hard to model in any other way except as involving liquid water in some form, though the streaks themselves are thought to be a secondary effect and not a direct indication of the dampness of the regolith. Although these features are now confirmed to involve liquid water in some form, the water could be either too cold or too salty for life. At present they are treated as potentially habitable, as \"Uncertain Regions, to be treated as Special Regions\".). They were suspected as involving flowing brines back then.\nThe thermodynamic availability of water (&lt;a href=\"water%20activity\"&gt;water activity&lt;/a&gt;) strictly limits microbial propagation on Earth, particularly in hypersaline environments, and there are indications that the brine ionic strength is a barrier to the habitability of Mars. Experiments show that high &lt;a href=\"ionic%20strength\"&gt;ionic strength&lt;/a&gt;, driven to extremes on Mars by the ubiquitous occurrence of divalent ions, \"renders these environments uninhabitable despite the presence of biologically available water.\"\nNitrogen fixation.\nAfter carbon, &lt;a href=\"nitrogen\"&gt;nitrogen&lt;/a&gt; is arguably the most important element needed for life. Thus, measurements of &lt;a href=\"nitrate\"&gt;nitrate&lt;/a&gt; over the range of 0.1% to 5% are required to address the question of its occurrence and distribution. There is nitrogen (as N2) in the atmosphere at low levels, but this is not adequate to support &lt;a href=\"nitrogen%20fixation\"&gt;nitrogen fixation&lt;/a&gt; for biological incorporation. Nitrogen in the form of &lt;a href=\"nitrate\"&gt;nitrate&lt;/a&gt; could be a resource for human exploration both as a nutrient for plant growth and for use in chemical processes. On Earth, nitrates correlate with perchlorates in desert environments, and this may also be true on Mars. Nitrate is expected to be stable on Mars and to have formed by thermal shock from impact or volcanic plume lightning on ancient Mars.\nOn March 24, 2015, NASA reported that the &lt;a href=\"Sample%20Analysis%20at%20Mars\"&gt;SAM&lt;/a&gt; instrument on the \"Curiosity\" rover detected nitrates by heating surface sediments. The nitrogen in nitrate is in a \"fixed\" state, meaning that it is in an oxidized form that can be used by &lt;a href=\"living%20organisms\"&gt;living organisms&lt;/a&gt;. The discovery supports the notion that ancient Mars may have been hospitable for life. It is suspected that all nitrate on Mars is a relic, with no modern contribution. Nitrate abundance ranges from non-detection to 681 ± 304 mg/kg in the samples examined until late 2017. Modeling indicates that the transient condensed water films on the surface should be transported to lower depths (≈10 m) potentially transporting nitrates, where subsurface microorganisms could thrive.\nIn contrast, phosphate, one of the chemical nutrients thought to be essential for life, is readily available on Mars.\nLow pressure.\nFurther complicating estimates of the habitability of the Martian surface is the fact that very little is known about the growth of microorganisms at pressures close to those on the surface of Mars. Some teams determined that some bacteria may be capable of cellular replication down to 25 mbar, but that is still above the atmospheric pressures found on Mars (range 1–14 mbar). In another study, twenty-six strains of bacteria were chosen based on their recovery from spacecraft assembly facilities, and only \"&lt;a href=\"Serratia%20liquefaciens\"&gt;Serratia liquefaciens&lt;/a&gt;\" strain ATCC 27592 exhibited growth at 7 mbar, 0 °C, and CO2-enriched anoxic atmospheres.\nLiquid water.\nLiquid water is a necessary but not sufficient condition for life as humans know it, as habitability is a function of a multitude of environmental parameters. Liquid water cannot exist on the surface of Mars except at the lowest elevations for minutes or hours. Liquid water does not appear at the surface itself, but it could form in minuscule amounts around dust particles in snow heated by the Sun. Also, the ancient equatorial ice sheets beneath the ground may slowly sublimate or melt, accessible from the surface via caves.\nWater on Mars exists almost exclusively as water ice, located in the &lt;a href=\"Martian%20polar%20ice%20caps\"&gt;Martian polar ice caps&lt;/a&gt; and under the shallow Martian surface even at more temperate latitudes. A small amount of water vapor is present in the &lt;a href=\"Atmosphere%20of%20Mars\"&gt;atmosphere&lt;/a&gt;. There are no bodies of liquid water on the Martian surface because its atmospheric pressure at the surface averages —about 0.6% of Earth's mean sea level pressure—and because the temperature is far too low, () leading to immediate freezing. Despite this, about 3.8 billion years ago, there was a denser &lt;a href=\"atmosphere%20of%20Mars\"&gt;atmosphere&lt;/a&gt;, higher temperature, and vast amounts of liquid water flowed on the surface, including large oceans. \nIt has been estimated that the primordial oceans on Mars would have covered between 36% and 75% of the planet. On November 22, 2016, NASA reported finding a large amount of &lt;a href=\"Water%20on%20Mars\"&gt;underground ice&lt;/a&gt; in the &lt;a href=\"Utopia%20Planitia\"&gt;Utopia Planitia&lt;/a&gt; region of Mars. The volume of water detected has been estimated to be equivalent to the volume of water in &lt;a href=\"Lake%20Superior\"&gt;Lake Superior&lt;/a&gt;.\nAnalysis of Martian sandstones, using data obtained from orbital spectrometry, suggests that the waters that previously existed on the surface of Mars would have had too high a salinity to support most Earth-like life. Tosca \"et al.\" found that the Martian water in the locations they studied all had &lt;a href=\"water%20activity\"&gt;water activity&lt;/a&gt;, aw ≤ 0.78 to 0.86—a level fatal to most Terrestrial life. &lt;a href=\"Haloarchaea\"&gt;Haloarchaea&lt;/a&gt;, however, are able to live in hypersaline solutions, up to the saturation point.\nIn June 2000, possible evidence for current liquid water flowing at the surface of Mars was discovered in the form of flood-like gullies. Additional similar images were published in 2006, taken by the &lt;a href=\"Mars%20Global%20Surveyor\"&gt;Mars Global Surveyor&lt;/a&gt;, that suggested that water occasionally flows on the surface of Mars. The images showed changes in steep crater walls and sediment deposits, providing the strongest evidence yet that water coursed through them as recently as several years ago.\nThere is disagreement in the scientific community as to whether or not the recent gully streaks were formed by liquid water. Some suggest the flows were merely dry sand flows. Others suggest it may be liquid &lt;a href=\"brine\"&gt;brine&lt;/a&gt; near the surface, but the exact source of the water and the mechanism behind its motion are not understood.\nIn July 2018, scientists reported the discovery of a subglacial lake on Mars, below the &lt;a href=\"Planum%20Australe\"&gt;southern polar ice cap&lt;/a&gt;, and extending sideways about , the first known stable body of water on the planet. The lake was discovered using the &lt;a href=\"MARSIS\"&gt;MARSIS&lt;/a&gt; radar on board the \"&lt;a href=\"Mars%20Express\"&gt;Mars Express&lt;/a&gt;\" orbiter, and the profiles were collected between May 2012 and December 2015. The lake is centered at 193°E, 81°S, a flat area that does not exhibit any peculiar topographic characteristics but is surrounded by higher ground, except on its eastern side, where there is a depression.\nSilica.\nIn May 2007, the &lt;a href=\"Spirit%20%28rover%29\"&gt;\"Spirit\" rover&lt;/a&gt; disturbed a patch of ground with its inoperative wheel, uncovering an area 90% rich in &lt;a href=\"silica\"&gt;silica&lt;/a&gt;. The feature is reminiscent of the effect of &lt;a href=\"hot%20spring\"&gt;hot spring&lt;/a&gt; water or steam coming into contact with volcanic rocks. Scientists consider this as evidence of a past environment that may have been favorable for microbial life and theorize that one possible origin for the silica may have been produced by the interaction of soil with acid vapors produced by volcanic activity in the presence of water.\nBased on Earth analogs, &lt;a href=\"Hydrothermal%20vent\"&gt;hydrothermal systems&lt;/a&gt; on Mars would be highly attractive for their potential for preserving &lt;a href=\"Organic%20compound\"&gt;organic&lt;/a&gt; and &lt;a href=\"Inorganic%20compound\"&gt;inorganic&lt;/a&gt; &lt;a href=\"biosignature\"&gt;biosignature&lt;/a&gt;s. For this reason, hydrothermal deposits are regarded as important targets in the exploration for fossil evidence of ancient Martian life.\nPossible biosignatures.\nIn May 2017, evidence of the &lt;a href=\"Earliest%20known%20life%20forms\"&gt;earliest known life&lt;/a&gt; &lt;a href=\"Colonization%20of%20land\"&gt;on land&lt;/a&gt; on Earth may have been found in 3.48-billion-year-old &lt;a href=\"geyserite\"&gt;geyserite&lt;/a&gt; and other related mineral deposits (often found around &lt;a href=\"hot%20spring\"&gt;hot spring&lt;/a&gt;s and &lt;a href=\"geyser\"&gt;geyser&lt;/a&gt;s) uncovered in the &lt;a href=\"Pilbara%20Craton\"&gt;Pilbara Craton&lt;/a&gt; of Western Australia. These findings may be helpful in deciding where best to search for &lt;a href=\"Abiogenesis\"&gt;early signs of life&lt;/a&gt; on the planet Mars.\nMethane.\n&lt;a href=\"Methane\"&gt;Methane&lt;/a&gt; (CH4) is chemically unstable in the current oxidizing atmosphere of Mars. It would quickly break down due to ultraviolet radiation from the Sun and chemical reactions with other gases. Therefore, a persistent presence of methane in the atmosphere may imply the existence of a source to continually replenish the gas.\nTrace amounts of methane, at the level of several &lt;a href=\"parts%20per%20billion\"&gt;parts per billion&lt;/a&gt; (ppb), were first reported in Mars's atmosphere by a team at the NASA &lt;a href=\"Goddard%20Space%20Flight%20Center\"&gt;Goddard Space Flight Center&lt;/a&gt; in 2003. Large differences in the abundances were measured between observations taken in 2003 and 2006, which suggested that the methane was locally concentrated and probably seasonal. On June 7, 2018, NASA announced it has detected a seasonal variation of methane levels on Mars.\nThe &lt;a href=\"ExoMars%20Trace%20Gas%20Orbiter\"&gt;ExoMars Trace Gas Orbiter&lt;/a&gt; (TGO), launched in March 2016, began on April 21, 2018, to map the concentration and sources of methane in the atmosphere, as well as its decomposition products such as &lt;a href=\"formaldehyde\"&gt;formaldehyde&lt;/a&gt; and &lt;a href=\"methanol\"&gt;methanol&lt;/a&gt;. As of May 2019, the Trace Gas Orbiter showed that the concentration of methane is under detectable level (&lt; 0.05 ppbv).\nThe principal candidates for the origin of Mars's methane include non-biological processes such as &lt;a href=\"Properties%20of%20water\"&gt;water&lt;/a&gt;-rock reactions, &lt;a href=\"radiolysis\"&gt;radiolysis&lt;/a&gt; of water, and &lt;a href=\"pyrite\"&gt;pyrite&lt;/a&gt; formation, all of which produce &lt;a href=\"Hydrogen\"&gt;H2&lt;/a&gt; that could then generate methane and other hydrocarbons via &lt;a href=\"Fischer%E2%80%93Tropsch%20process\"&gt;Fischer–Tropsch synthesis&lt;/a&gt; with &lt;a href=\"Carbon%20monoxide\"&gt;CO&lt;/a&gt; and CO2. It has also been shown that methane could be produced by a process involving water, carbon dioxide, and the mineral &lt;a href=\"olivine\"&gt;olivine&lt;/a&gt;, which is known to be common on Mars. Although geologic sources of methane such as &lt;a href=\"serpentinization\"&gt;serpentinization&lt;/a&gt; are possible, the lack of current &lt;a href=\"volcanism\"&gt;volcanism&lt;/a&gt;, &lt;a href=\"hydrothermal%20activity\"&gt;hydrothermal activity&lt;/a&gt; or &lt;a href=\"Hotspot%20%28geology%29\"&gt;hotspots&lt;/a&gt; are not favorable for geologic methane.\nLiving &lt;a href=\"microorganism\"&gt;microorganism&lt;/a&gt;s, such as &lt;a href=\"methanogen\"&gt;methanogen&lt;/a&gt;s, are another possible source, but no evidence for the presence of such organisms has been found on Mars, until June 2019 as methane was detected by the \"Curiosity\" rover. Methanogens do not require oxygen or organic nutrients, are non-photosynthetic, use hydrogen as their energy source and carbon dioxide (CO2) as their carbon source, so they could exist in subsurface environments on Mars. If microscopic Martian life is producing the methane, it probably resides far below the surface, where it is still warm enough for liquid water to exist.\nSince the 2003 discovery of methane in the atmosphere, some scientists have been designing models and \"in vitro\" experiments testing the growth of &lt;a href=\"methanogen\"&gt;methanogen&lt;/a&gt;ic bacteria on simulated Martian soil, where all four methanogen strains tested produced substantial levels of methane, even in the presence of 1.0wt% &lt;a href=\"perchlorate\"&gt;perchlorate&lt;/a&gt; salt.\nA team led by Levin suggested that both phenomena—methane production and degradation—could be accounted for by an ecology of methane-producing and methane-consuming microorganisms.\nResearch at the University of Arkansas presented in June 2015 suggested that some methanogens could survive in Mars's low pressure. Rebecca Mickol found that in her laboratory, four species of methanogens survived low-pressure conditions that were similar to a subsurface liquid aquifer on Mars. The four species that she tested were \"&lt;a href=\"Methanothermobacter\"&gt;Methanothermobacter&lt;/a&gt; wolfeii\", \"&lt;a href=\"Methanosarcina\"&gt;Methanosarcina&lt;/a&gt; barkeri\", \"&lt;a href=\"Methanobacterium\"&gt;Methanobacterium&lt;/a&gt; formicicum\", and \"&lt;a href=\"Methanococcus%20maripaludis\"&gt;Methanococcus maripaludis&lt;/a&gt;\". In June 2012, scientists reported that measuring the ratio of &lt;a href=\"hydrogen\"&gt;hydrogen&lt;/a&gt; and &lt;a href=\"methane\"&gt;methane&lt;/a&gt; levels on Mars may help determine the likelihood of life on Mars. According to the scientists, \"low H2/CH4 ratios (less than approximately 40)\" would \"indicate that life is likely present and active\". The observed ratios in the lower Martian atmosphere were \"approximately 10 times\" higher \"suggesting that biological processes may not be responsible for the observed CH4\". The scientists suggested measuring the H2 and CH4 flux at the Martian surface for a more accurate assessment. Other scientists have recently reported methods of detecting hydrogen and methane in &lt;a href=\"extraterrestrial%20atmospheres\"&gt;extraterrestrial atmospheres&lt;/a&gt;.\nEven if rover missions determine that microscopic Martian life is the seasonal source of the methane, the life forms probably reside far below the surface, outside of the rover's reach.\nFormaldehyde.\nIn February 2005, it was announced that the &lt;a href=\"Planetary%20Fourier%20Spectrometer\"&gt;Planetary Fourier Spectrometer&lt;/a&gt; (PFS) on the &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt;'s &lt;a href=\"Mars%20Express%20Orbiter\"&gt;Mars Express Orbiter&lt;/a&gt; had detected traces of &lt;a href=\"formaldehyde\"&gt;formaldehyde&lt;/a&gt; in the &lt;a href=\"atmosphere%20of%20Mars\"&gt;atmosphere of Mars&lt;/a&gt;. Vittorio Formisano, the director of the PFS, has speculated that the formaldehyde could be the byproduct of the oxidation of methane and, according to him, would provide evidence that Mars is either extremely geologically active or harboring colonies of microbial life. NASA scientists consider the preliminary findings well worth a follow-up but have also rejected the claims of life.\nViking lander biological experiments.\nThe 1970s &lt;a href=\"Viking%20program\"&gt;Viking program&lt;/a&gt; placed two identical landers on the surface of Mars tasked to look for &lt;a href=\"biosignatures\"&gt;biosignatures&lt;/a&gt; of microbial life on the surface. Of the four experiments performed by each Viking lander, only the 'Labeled Release' (LR) experiment gave a positive result for &lt;a href=\"metabolism\"&gt;metabolism&lt;/a&gt;, while the other three did not detect &lt;a href=\"organic%20compound\"&gt;organic compound&lt;/a&gt;s. The LR was a specific experiment designed to test only a narrowly defined critical aspect of the theory concerning the possibility of life on Mars; therefore, the overall results were declared inconclusive. No Mars lander mission has found meaningful traces of &lt;a href=\"biomolecules\"&gt;biomolecules&lt;/a&gt; or &lt;a href=\"biosignatures\"&gt;biosignatures&lt;/a&gt;. The claim of extant microbial life on Mars is based on old data collected by the Viking landers, currently reinterpreted as sufficient evidence of life, mainly by &lt;a href=\"Gilbert%20Levin\"&gt;Gilbert Levin&lt;/a&gt;, Joseph D. Miller, Navarro, Giorgio Bianciardi and &lt;a href=\"Patricia%20Ann%20Straat\"&gt;Patricia Ann Straat&lt;/a&gt;, that the Viking LR experiments detected extant microbial life on Mars.\nAssessments published in December 2010 by Rafael Navarro-Gonzáles indicate that organic compounds \"could have been present\" in the soil analyzed by both Viking 1 and 2. The study determined that &lt;a href=\"perchlorate\"&gt;perchlorate&lt;/a&gt;—discovered in 2008 by &lt;a href=\"Phoenix%20lander\"&gt;Phoenix lander&lt;/a&gt;—can destroy organic compounds when heated, and produce &lt;a href=\"chloromethane\"&gt;chloromethane&lt;/a&gt; and &lt;a href=\"dichloromethane\"&gt;dichloromethane&lt;/a&gt; as a byproduct, the identical chlorine compounds discovered by both Viking landers when they performed the same tests on Mars. Because perchlorate would have broken down any Martian organics, the question of whether or not Viking found organic compounds is still wide open.\nThe Labeled Release evidence was not generally accepted initially, and, to this day lacks the consensus of the scientific community.\nMeteorites.\nAs of 2018, there are 224 known &lt;a href=\"Martian%20meteorite\"&gt;Martian meteorite&lt;/a&gt;s (some of which were found in several fragments). These are valuable because they are the only physical samples of Mars available to Earth-bound laboratories. Some researchers have argued that microscopic &lt;a href=\"wikt%3Amorphology\"&gt;morphological&lt;/a&gt; features found in &lt;a href=\"ALH84001\"&gt;ALH84001&lt;/a&gt; are &lt;a href=\"wikt%3Abiomorph\"&gt;biomorphs&lt;/a&gt;, however this interpretation has been highly controversial and is not supported by the majority of researchers in the field.\nSeven criteria have been established for the recognition of past life within terrestrial geologic samples. Those criteria are:\nFor general acceptance of past life in a geologic sample, essentially most or all of these criteria must be met. All seven criteria have not yet been met for any of the Martian samples.\nALH84001.\nIn 1996, the Martian meteorite &lt;a href=\"ALH84001\"&gt;ALH84001&lt;/a&gt;, a specimen that is much older than the majority of Martian meteorites that have been recovered so far, received considerable attention when a group of NASA scientists led by &lt;a href=\"David%20S.%20McKay\"&gt;David S. McKay&lt;/a&gt; reported microscopic features and geochemical anomalies that they considered to be best explained by the rock having hosted Martian bacteria in the distant past. Some of these features resembled terrestrial bacteria, aside from their being much smaller than any known form of life. Much controversy arose over this claim, and ultimately all of the evidence McKay's team cited as evidence of life was found to be explainable by non-biological processes. Although the scientific community has largely rejected the claim ALH 84001 contains evidence of ancient Martian life, the controversy associated with it is now seen as a historically significant moment in the development of exobiology.\nNakhla.\nThe &lt;a href=\"Nakhla%20meteorite\"&gt;Nakhla meteorite&lt;/a&gt; fell on Earth on June 28, 1911, on the locality of Nakhla, &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, Egypt.\nIn 1998, a team from NASA's Johnson Space Center obtained a small sample for analysis. Researchers found preterrestrial aqueous alteration phases and objects of the size and shape consistent with Earthly &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;ized &lt;a href=\"nanobacteria\"&gt;nanobacteria&lt;/a&gt;.\nAnalysis with &lt;a href=\"gas%20chromatography\"&gt;gas chromatography&lt;/a&gt; and &lt;a href=\"mass%20spectrometry\"&gt;mass spectrometry&lt;/a&gt; (GC-MS) studied its high molecular weight &lt;a href=\"polycyclic%20aromatic%20hydrocarbons\"&gt;polycyclic aromatic hydrocarbons&lt;/a&gt; in 2000, and NASA scientists concluded that as much as 75% of the organic compounds in Nakhla \"may not be recent terrestrial contamination\".\nThis caused additional interest in this meteorite, so in 2006, NASA managed to obtain an additional and larger sample from the London Natural History Museum. On this second sample, a large dendritic &lt;a href=\"carbon\"&gt;carbon&lt;/a&gt; content was observed. When the results and evidence were published in 2006, some independent researchers claimed that the carbon deposits are of biologic origin. It was remarked that since carbon is the fourth most abundant element in the &lt;a href=\"Universe\"&gt;Universe&lt;/a&gt;, finding it in curious patterns is not indicative or suggestive of biological origin.\nShergotty.\nThe &lt;a href=\"Shergotty%20meteorite\"&gt;Shergotty meteorite&lt;/a&gt;, a Martian meteorite, fell on Earth on &lt;a href=\"Sherghati\"&gt;Shergotty&lt;/a&gt;, India on August 25, 1865, and was retrieved by witnesses almost immediately. It is composed mostly of &lt;a href=\"pyroxene\"&gt;pyroxene&lt;/a&gt; and thought to have undergone preterrestrial aqueous alteration for several centuries. Certain features in its interior suggest remnants of a biofilm and its associated microbial communities.\nYamato 000593.\n&lt;a href=\"Yamato%20000593\"&gt;Yamato 000593&lt;/a&gt; is the &lt;a href=\"List%20of%20Martian%20meteorites%23List\"&gt;second largest&lt;/a&gt; &lt;a href=\"meteorite\"&gt;meteorite&lt;/a&gt; from &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt; found on Earth. Studies suggest the &lt;a href=\"Martian%20meteorite\"&gt;Martian meteorite&lt;/a&gt; was formed about 1.3 billion years ago from a &lt;a href=\"lava%20flow\"&gt;lava flow&lt;/a&gt; on &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt;. An &lt;a href=\"Impact%20%28mechanics%29\"&gt;impact&lt;/a&gt; occurred on Mars about 12 million years ago and ejected the meteorite from the Martian surface into &lt;a href=\"outer%20space\"&gt;space&lt;/a&gt;. The meteorite landed on Earth in &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; about 50,000 years ago. The &lt;a href=\"mass\"&gt;mass&lt;/a&gt; of the meteorite is and it has been found to contain evidence of past &lt;a href=\"Water%20on%20Mars\"&gt;water&lt;/a&gt; movement. At a microscopic level, &lt;a href=\"Martian%20spherules\"&gt;spheres&lt;/a&gt; are found in the meteorite that are rich in &lt;a href=\"carbon\"&gt;carbon&lt;/a&gt; compared to surrounding areas that lack such spheres. The carbon-rich spheres may have been formed by &lt;a href=\"biotic%20material\"&gt;biotic activity&lt;/a&gt; according to NASA scientists.\nIchnofossil-like structures.\nOrganism–substrate interactions and their products are important biosignatures on Earth as they represent direct evidence of biological behaviour. It was the recovery of fossilized products of life-substrate interactions (ichnofossils) that has revealed biological activities in the early history of life on the Earth,e.g., Proterozoic burrows, Archean microborings and stromatolites. Two major ichnofossil-like structures have been reported from Mars, i.e. the stick-like structures from Vera Rubin Ridge and the microtunnels from Martian Meteorites.\nObservations at Vera Rubin Ridge by the Mars Space Laboratory rover \"Curiosity\" show millimetric, elongate structures preserved in sedimentary rocks deposited in fluvio-lacustrine environments within Gale Crater. Morphometric and topologic data are unique to the stick-like structures among Martian geological features and show that ichnofossils are among the closest morphological analogues of these unique features. Nevertheless, available data cannot fully disprove two major abiotic hypotheses, that are sedimentary cracking and evaporitic crystal growth as genetic processes for the structures.\nMicrotunnels have been described from Martian meteorites. They consist of straight to curved microtunnels that may contain areas of enhanced carbon abundance. The morphology of the curved microtunnels is consistent with biogenic traces on Earth, including microbioerosion traces observed in basaltic glasses. Further studies are needed to confirm biogenicity.\nGeysers.\nThe seasonal frosting and defrosting of the southern ice cap results in the formation of spider-like radial channels carved on 1-meter thick ice by sunlight. Then, sublimed CO2 – and probably water – increase pressure in their interior producing geyser-like eruptions of cold fluids often mixed with dark basaltic sand or mud. This process is rapid, observed happening in the space of a few days, weeks or months, a growth rate rather unusual in geology – especially for Mars.\nA team of Hungarian scientists propose that the geysers' most visible features, dark dune spots and spider channels, may be colonies of &lt;a href=\"photosynthetic\"&gt;photosynthetic&lt;/a&gt; Martian microorganisms, which over-winter beneath the ice cap, and as the &lt;a href=\"sunlight\"&gt;sunlight&lt;/a&gt; returns to the pole during early spring, light penetrates the ice, the microorganisms photosynthesize and heat their immediate surroundings. A pocket of liquid water, which would normally evaporate instantly in the thin Martian atmosphere, is trapped around them by the overlying ice. As this ice layer thins, the microorganisms show through grey. When the layer has completely melted, the microorganisms rapidly desiccate and turn black, surrounded by a grey aureole. The Hungarian scientists believe that even a complex sublimation process is insufficient to explain the formation and evolution of the dark dune spots in space and time. Since their discovery, fiction writer &lt;a href=\"Arthur%20C.%20Clarke\"&gt;Arthur C. Clarke&lt;/a&gt; promoted these formations as deserving of study from an &lt;a href=\"astrobiology\"&gt;astrobiological&lt;/a&gt; perspective.\nA multinational European team suggests that if liquid water is present in the spiders' channels during their annual defrost cycle, they might provide a niche where certain microscopic life forms could have retreated and adapted while sheltered from solar radiation. A British team also considers the possibility that &lt;a href=\"organic%20matter\"&gt;organic matter&lt;/a&gt;, &lt;a href=\"microbe\"&gt;microbe&lt;/a&gt;s, or even simple plants might co-exist with these inorganic formations, especially if the mechanism includes liquid water and a &lt;a href=\"geothermal\"&gt;geothermal&lt;/a&gt; energy source. They also remark that the majority of geological structures may be accounted for without invoking any organic \"life on Mars\" hypothesis. It has been proposed to develop the &lt;a href=\"Mars%20Geyser%20Hopper\"&gt;Mars Geyser Hopper&lt;/a&gt; lander to study the geysers up close.\nForward contamination.\n&lt;a href=\"Planetary%20protection\"&gt;Planetary protection&lt;/a&gt; of Mars aims to prevent biological contamination of the planet. A major goal is to preserve the planetary record of natural processes by preventing human-caused microbial introductions, also called &lt;a href=\"forward%20contamination\"&gt;forward contamination&lt;/a&gt;. There is abundant evidence as to what can happen when organisms from regions on Earth that have been isolated from one another for significant periods of time are introduced into each other's environment. Species that are constrained in one environment can thrive – often out of control – in another environment much to the detriment of the original species that were present. In some ways, this problem could be compounded if life forms from one planet were introduced into the totally alien ecology of another world.\nThe prime concern of hardware contaminating Mars derives from incomplete spacecraft sterilization of some hardy terrestrial bacteria (&lt;a href=\"extremophiles\"&gt;extremophiles&lt;/a&gt;) despite best efforts. Hardware includes landers, crashed probes, end-of-mission disposal of hardware, and the hard landing of entry, descent, and landing systems. This has prompted research on survival rates of &lt;a href=\"Radioresistance\"&gt;radiation-resistant microorganisms&lt;/a&gt; including the species \"&lt;a href=\"Deinococcus%20radiodurans\"&gt;Deinococcus radiodurans&lt;/a&gt;\" and genera \"&lt;a href=\"Brevundimonas\"&gt;Brevundimonas&lt;/a&gt;\", \"&lt;a href=\"Rhodococcus\"&gt;Rhodococcus&lt;/a&gt;\", and \"&lt;a href=\"Pseudomonas\"&gt;Pseudomonas&lt;/a&gt;\" under simulated Martian conditions. Results from one of these experimental irradiation experiments, combined with previous radiation modeling, indicate that \"&lt;a href=\"Brevundimonas\"&gt;Brevundimonas&lt;/a&gt;\" sp. MV.7 emplaced only 30 cm deep in Martian dust could survive the cosmic radiation for up to 100,000 years before suffering 106 population reduction. The diurnal Mars-like cycles in temperature and relative humidity affected the viability of \"Deinococcus radiodurans\" cells quite severely. In other simulations, \"Deinococcus radiodurans\" also failed to grow under low atmospheric pressure, under 0 °C, or in the absence of oxygen.\nSurvival under simulated Martian conditions.\nSince the 1950s, researchers have used containers that simulate environmental conditions on Mars to determine the viability of a variety of lifeforms on Mars. Such devices, called \"&lt;a href=\"Mars%20jar\"&gt;Mars jar&lt;/a&gt;s\" or \"Mars simulation chambers\", were first described and used in U.S. Air Force research in the 1950s by &lt;a href=\"Hubertus%20Strughold\"&gt;Hubertus Strughold&lt;/a&gt;, and popularized in civilian research by &lt;a href=\"Joshua%20Lederberg\"&gt;Joshua Lederberg&lt;/a&gt; and &lt;a href=\"Carl%20Sagan\"&gt;Carl Sagan&lt;/a&gt;.\nOn April 26, 2012, scientists reported that an &lt;a href=\"extremophile\"&gt;extremophile&lt;/a&gt; &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt; survived and showed remarkable results on the &lt;a href=\"adaptive%20capacity\"&gt;adaptation capacity&lt;/a&gt; of &lt;a href=\"photosynthesis\"&gt;photosynthetic activity&lt;/a&gt; within the &lt;a href=\"simulation\"&gt;simulation&lt;/a&gt; time of 34 days under Martian conditions in the Mars Simulation Laboratory (MSL) maintained by the &lt;a href=\"German%20Aerospace%20Center\"&gt;German Aerospace Center&lt;/a&gt; (DLR). The ability to survive in an environment is not the same as the ability to thrive, reproduce, and evolve in that same environment, necessitating further study.\nAlthough numerous studies point to resistance to some of Mars conditions, they do so separately, and none has considered the full range of Martian surface conditions, including temperature, pressure, atmospheric composition, radiation, humidity, oxidizing regolith, and others, all at the same time and in combination. Laboratory simulations show that whenever multiple lethal factors are combined, the survival rates plummet quickly.\nWater salinity and temperature.\nAstrobiologists funded by NASA are researching the limits of microbial life in solutions with high salt concentrations at low temperature. Any body of liquid water under the polar ice caps or underground is likely to exist under high hydrostatic pressure and have a significant salt concentration. They know that the landing site of \"Phoenix\" lander, was found to be regolith cemented with water ice and salts, and the soil samples likely contained magnesium sulfate, magnesium perchlorate, sodium perchlorate, potassium perchlorate, sodium chloride and calcium carbonate. Earth bacteria capable of growth and reproduction in the presence of highly salted solutions, called &lt;a href=\"halophile\"&gt;halophile&lt;/a&gt; or \"salt-lover\", were tested for survival using salts commonly found on Mars and at decreasing temperatures. The species tested include \"&lt;a href=\"Halomonas\"&gt;Halomonas&lt;/a&gt;\", \"&lt;a href=\"Marinococcus\"&gt;Marinococcus&lt;/a&gt;\", \"&lt;a href=\"Nesterenkonia\"&gt;Nesterenkonia&lt;/a&gt;\", and \"&lt;a href=\"Virgibacillus\"&gt;Virgibacillus&lt;/a&gt;\". Laboratory simulations show that whenever multiple Martian environmental factors are combined, the survival rates plummet quickly, however, halophile bacteria were grown in a lab in water solutions containing more than 25% of salts common on Mars, and starting in 2019, the experiments will incorporate exposure to low temperature, salts, and high pressure.\nMissions.\nMars-2.\n&lt;a href=\"Mars%20program\"&gt;Mars-1&lt;/a&gt; was the first spacecraft launched to Mars in 1962, but communication was lost while en route to Mars. With &lt;a href=\"Mars%202\"&gt;Mars-2&lt;/a&gt; and &lt;a href=\"Mars%203\"&gt;Mars-3&lt;/a&gt; in 1971–1972, information was obtained on the nature of the surface rocks and altitude profiles of the surface density of the soil, its thermal conductivity, and thermal anomalies detected on the surface of Mars. The program found that its northern polar cap has a temperature below and that the water vapor content in the atmosphere of Mars is five thousand times less than on Earth. No signs of life were found.\nMariner 4.\n&lt;a href=\"Mariner%204\"&gt;Mariner 4&lt;/a&gt; probe performed the first successful &lt;a href=\"Planetary%20flyby\"&gt;flyby&lt;/a&gt; of the planet Mars, returning the first pictures of the Martian surface in 1965. The photographs showed an arid Mars without rivers, oceans, or any signs of life. Further, it revealed that the surface (at least the parts that it photographed) was covered in craters, indicating a lack of plate tectonics and weathering of any kind for the last 4 billion years. The probe also found that Mars has no &lt;a href=\"Magnetosphere\"&gt;global magnetic field&lt;/a&gt; that would protect the planet from potentially life-threatening &lt;a href=\"cosmic%20rays\"&gt;cosmic rays&lt;/a&gt;. The probe was able to calculate the &lt;a href=\"atmospheric%20pressure\"&gt;atmospheric pressure&lt;/a&gt; on the planet to be about 0.6 kPa (compared to Earth's 101.3 kPa), meaning that liquid water could not exist on the planet's surface. After Mariner 4, the search for life on Mars changed to a search for bacteria-like living organisms rather than for multicellular organisms, as the environment was clearly too harsh for these.\n\"Viking\" orbiters.\nLiquid water is necessary for known life and &lt;a href=\"metabolism\"&gt;metabolism&lt;/a&gt;, so if water was present on Mars, the chances of it having supported life may have been determinant. The \"Viking\" orbiters found evidence of possible river valleys in many areas, erosion and, in the southern hemisphere, branched streams.\nViking biological experiments.\nThe primary mission of the &lt;a href=\"Viking%20probes\"&gt;Viking probes&lt;/a&gt; of the mid-1970s was to carry out experiments designed to detect microorganisms in Martian soil because the favorable conditions for the evolution of multicellular organisms ceased some four billion years ago on Mars. The tests were formulated to look for microbial life similar to that found on Earth. Of the four experiments, only the Labeled Release (LR) experiment returned a positive result, showing increased 14CO2 production on first exposure of soil to water and nutrients. All scientists agree on two points from the Viking missions: that radiolabeled 14CO2 was evolved in the Labeled Release experiment, and that the &lt;a href=\"Gas%20chromatography%E2%80%93mass%20spectrometry\"&gt;GCMS&lt;/a&gt; detected no organic molecules. There are vastly different interpretations of what those results imply: A 2011 &lt;a href=\"astrobiology\"&gt;astrobiology&lt;/a&gt; textbook notes that the GCMS was the decisive factor due to which \"For most of the Viking scientists, the final conclusion was that the \"Viking\" missions failed to detect life in the Martian soil.\"\n&lt;a href=\"Norman%20Horowitz\"&gt;Norman Horowitz&lt;/a&gt; was the head of the &lt;a href=\"Jet%20Propulsion%20Laboratory\"&gt;Jet Propulsion Laboratory&lt;/a&gt; bioscience section for the &lt;a href=\"Mariner%20program\"&gt;Mariner&lt;/a&gt; and &lt;a href=\"Viking%20program\"&gt;Viking&lt;/a&gt; missions from 1965 to 1976. Horowitz considered that the great versatility of the carbon atom makes it the element most likely to provide solutions, even exotic solutions, to the problems of survival of life on other planets. However, he also considered that the conditions found on Mars were incompatible with carbon based life.\nOne of the designers of the Labeled Release experiment, &lt;a href=\"Gilbert%20Levin\"&gt;Gilbert Levin&lt;/a&gt;, believes his results are a definitive diagnostic for life on Mars. Levin's interpretation is disputed by many scientists. A 2006 &lt;a href=\"astrobiology\"&gt;astrobiology&lt;/a&gt; textbook noted that \"With unsterilized Terrestrial samples, though, the addition of more nutrients after the initial incubation would then produce still more radioactive gas as the dormant bacteria sprang into action to consume the new dose of food. This was not true of the Martian soil; on Mars, the second and third nutrient injections did not produce any further release of labeled gas.\" Other scientists argue that &lt;a href=\"superoxide\"&gt;superoxide&lt;/a&gt;s in the soil could have produced this effect without life being present. An almost general consensus discarded the Labeled Release data as evidence of life, because the gas chromatograph and mass spectrometer, designed to identify &lt;a href=\"natural%20organic%20matter\"&gt;natural organic matter&lt;/a&gt;, did not detect organic molecules. More recently, high levels of &lt;a href=\"Organic%20compound\"&gt;organic chemicals&lt;/a&gt;, particularly &lt;a href=\"chlorobenzene\"&gt;chlorobenzene&lt;/a&gt;, were &lt;a href=\"Timeline%20of%20Mars%20Science%20Laboratory%23Detection%20of%20organics\"&gt;detected&lt;/a&gt; in powder drilled from one of the rocks, named \"&lt;a href=\"List%20of%20rocks%20on%20Mars\"&gt;Cumberland&lt;/a&gt;\", analyzed by the &lt;a href=\"Curiosity%20%28rover%29\"&gt;\"Curiosity\" rover&lt;/a&gt;. The results of the Viking mission concerning life are considered by the general expert community as inconclusive.\nIn 2007, during a Seminar of the Geophysical Laboratory of the &lt;a href=\"Carnegie%20Institution\"&gt;Carnegie Institution&lt;/a&gt; (Washington, D.C., US), &lt;a href=\"Gilbert%20Levin\"&gt;Gilbert Levin&lt;/a&gt;'s investigation was assessed once more. Levin still maintains that his original data were correct, as the positive and negative control experiments were in order. Moreover, Levin's team, on April 12, 2012, reported a statistical speculation, based on old data—reinterpreted mathematically through &lt;a href=\"cluster%20analysis\"&gt;cluster analysis&lt;/a&gt;—of the &lt;a href=\"Viking%20biological%20experiments%23Labeled%20release\"&gt;Labeled Release experiments&lt;/a&gt;, that may suggest evidence of \"extant microbial life on Mars\". Critics counter that the method has not yet been proven effective for differentiating between biological and non-biological processes on Earth so it is premature to draw any conclusions.\nA research team from the &lt;a href=\"National%20Autonomous%20University%20of%20Mexico\"&gt;National Autonomous University of Mexico&lt;/a&gt; headed by &lt;a href=\"Rafael%20Navarro-Gonz%C3%A1lez\"&gt;Rafael Navarro-González&lt;/a&gt; concluded that the GCMS equipment (TV-GC-MS) used by the &lt;a href=\"Viking%20program\"&gt;Viking program&lt;/a&gt; to search for organic molecules, may not be sensitive enough to detect low levels of organics. &lt;a href=\"Klaus%20Biemann\"&gt;Klaus Biemann&lt;/a&gt;, the principal investigator of the GCMS experiment on \"Viking\" wrote a rebuttal. Because of the simplicity of sample handling, TV–GC–MS is still considered the standard method for organic detection on future Mars missions, so Navarro-González suggests that the design of future organic instruments for Mars should include other methods of detection.\nAfter the discovery of &lt;a href=\"perchlorate\"&gt;perchlorate&lt;/a&gt;s on Mars by the &lt;a href=\"Phoenix%20%28spacecraft%29\"&gt;Phoenix lander&lt;/a&gt;, practically the same team of Navarro-González published a paper arguing that the Viking GCMS results were compromised by the presence of perchlorates. A 2011 astrobiology textbook notes that \"while perchlorate is too poor an oxidizer to reproduce the LR results (under the conditions of that experiment perchlorate does not oxidize organics), it does oxidize, and thus destroy, organics at the higher temperatures used in the Viking GCMS experiment.\" Biemann has written a commentary critical of this Navarro-González paper as well, to which the latter have replied; the exchange was published in December 2011.\n\"Phoenix\" lander, 2008.\nThe \"&lt;a href=\"Phoenix%20%28spacecraft%29\"&gt;Phoenix&lt;/a&gt;\" mission landed a robotic spacecraft in the polar region of Mars on May 25, 2008, and it operated until November 10, 2008. One of the mission's two primary objectives was to search for a \"habitable zone\" in the Martian &lt;a href=\"regolith\"&gt;regolith&lt;/a&gt; where microbial life could exist, the other main goal being to study the geological history of water on Mars. The lander has a 2.5 meter robotic arm that was capable of digging shallow trenches in the regolith. There was an electrochemistry experiment which analysed the &lt;a href=\"ion\"&gt;ion&lt;/a&gt;s in the regolith and the amount and type of &lt;a href=\"antioxidant\"&gt;antioxidant&lt;/a&gt;s on Mars. The &lt;a href=\"Viking%20program\"&gt;Viking program&lt;/a&gt; data indicate that oxidants on Mars may vary with latitude, noting that \"&lt;a href=\"Viking%202\"&gt;Viking 2&lt;/a&gt;\" saw fewer oxidants than \"&lt;a href=\"Viking%201\"&gt;Viking 1&lt;/a&gt;\" in its more northerly position. \"Phoenix\" landed further north still.\n\"Phoenix\"s preliminary data revealed that Mars soil contains &lt;a href=\"perchlorate\"&gt;perchlorate&lt;/a&gt;, and thus may not be as life-friendly as thought earlier. The &lt;a href=\"pH\"&gt;pH&lt;/a&gt; and salinity level were viewed as benign from the standpoint of biology. The analysers also indicated the presence of bound water and CO2. A recent analysis of Martian meteorite EETA79001 found 0.6 ppm ClO4−, 1.4 ppm ClO3−, and 16 ppm NO3−, most likely of Martian origin. The ClO3− suggests presence of other highly oxidizing oxychlorines such as ClO2− or ClO, produced both by UV oxidation of Cl and X-ray radiolysis of ClO4−. Thus only highly refractory and/or well-protected (sub-surface) organics are likely to survive. In addition, recent analysis of the \"Phoenix\" WCL showed that the Ca(ClO4)2 in the \"Phoenix\" soil has not interacted with liquid water of any form, perhaps for as long as 600 Myr. If it had, the highly soluble Ca(ClO4)2 in contact with liquid water would have formed only CaSO4. This suggests a severely arid environment, with minimal or no liquid water interaction.\nMars Science Laboratory.\nThe &lt;a href=\"Mars%20Science%20Laboratory\"&gt;Mars Science Laboratory&lt;/a&gt; mission is a &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; project that launched on November 26, 2011, the &lt;a href=\"Curiosity%20%28rover%29\"&gt;\"Curiosity\" rover&lt;/a&gt;, a nuclear-powered robotic vehicle, bearing instruments designed to assess past and present &lt;a href=\"planetary%20habitability\"&gt;habitability&lt;/a&gt; conditions on Mars. The \"Curiosity\" rover landed on Mars on &lt;a href=\"Aeolis%20Palus\"&gt;Aeolis Palus&lt;/a&gt; in &lt;a href=\"Gale%20%28crater%29\"&gt;Gale Crater&lt;/a&gt;, near &lt;a href=\"Aeolis%20Mons\"&gt;Aeolis Mons&lt;/a&gt; (a.k.a. Mount Sharp), on August 6, 2012.\nOn December 16, 2014, NASA reported the \"Curiosity\" rover detected a \"tenfold spike\", likely localized, in the amount of &lt;a href=\"methane\"&gt;methane&lt;/a&gt; in the &lt;a href=\"Atmosphere%20of%20Mars\"&gt;Martian atmosphere&lt;/a&gt;. Sample measurements taken \"a dozen times over 20 months\" showed increases in late 2013 and early 2014, averaging \"7 parts of methane per billion in the atmosphere\". Before and after that, readings averaged around one-tenth that level. In addition, low levels of &lt;a href=\"chlorobenzene\"&gt;chlorobenzene&lt;/a&gt; (), were detected in powder drilled from one of the rocks, named \"&lt;a href=\"List%20of%20rocks%20on%20Mars\"&gt;Cumberland&lt;/a&gt;\", analyzed by the \"Curiosity\" rover.\nMars 2020.\nThe \"Mars 2020\" rover is a &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt; &lt;a href=\"Rover%20%28space%20exploration%29\"&gt;planetary rover mission&lt;/a&gt; by &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;, launched on 30 July 2020. It is intended to investigate an &lt;a href=\"astrobiology\"&gt;astrobiologically&lt;/a&gt; relevant ancient environment on Mars, investigate its surface &lt;a href=\"Geology%20of%20Mars\"&gt;geological processes&lt;/a&gt; and history, including the assessment of its past &lt;a href=\"Planetary%20habitability\"&gt;habitability&lt;/a&gt; and potential for preservation of &lt;a href=\"biosignature\"&gt;biosignature&lt;/a&gt;s within accessible geological materials.\nHuman colonization of Mars.\nSome of the main reasons for colonizing Mars include economic interests, long-term scientific research best carried out by humans as opposed to robotic probes, and sheer curiosity. Surface conditions and the presence of &lt;a href=\"water%20on%20Mars\"&gt;water on Mars&lt;/a&gt; make it arguably the most &lt;a href=\"Planetary%20habitability\"&gt;hospitable of the planets&lt;/a&gt; in the &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt;, other than Earth. Human colonization of Mars would require \"in situ\" resource utilization (&lt;a href=\"In%20situ%20resource%20utilization\"&gt;ISRU&lt;/a&gt;); A NASA report states that \"applicable frontier technologies include robotics, machine intelligence, nanotechnology, synthetic biology, &lt;a href=\"3D%20printing\"&gt;3-D printing/additive&lt;/a&gt; manufacturing, and autonomy. These technologies combined with the vast natural resources should enable, pre- and post-human arrival ISRU to greatly increase reliability and safety and reduce cost for human colonization of Mars.\""
}