{
    "id": "46393522",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=46393522",
    "title": "Serge von Bubnoff",
    "text": "Sergius Nikolajewitsch von Bubnoff (15 July 1888 in &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt; – 16 November 1957 in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;) was a geologist and geotechnical engineer with Germano-Baltic ancestry who made important contributions to the rebuilding of geological research in East Germany after World War II. Starting in 1922, he was a professor at the University of Breslau. In 1929 he became a professor at the &lt;a href=\"University%20of%20Greifswald\"&gt;University of Greifswald&lt;/a&gt; and in 1950, he started his professorship at the Humboldt-University of Berlin. The Bubnoff unit, which is the unit of measure for the speed of geological processes, is named after him.\nFamily.\nSerge von Bubnoff was born in 1888 in Saint Petersburg (Russia) as the youngest son of Russian doctor, Nikolai Dementyevitch von Bubnoff (who would die a year later at the age of 52) and the German daughter of a businessman, Marie Henriette (née Türstig). His father worked as a military doctor and the personal physician of Prince Alexander von Oldenburg while his mother was an associate of the prince’s sister, Princess Theresa. His brother, Nikolai Nikolaiyevitch von Bubnoff, who was eight years his senior, taught philosophy at the &lt;a href=\"Heidelberg%20University\"&gt;University of Heidelberg&lt;/a&gt;. Serge von Bubnoff was married and father to two daughters. He died in 1957 at the age of 69 years old as the result of a heart attack and was buried in the cemetery of the evangelical Moravian Church in Niesky.\nLife.\nFrom his family’s living circumstances, he mastered Russian and German to a native level. Due to his congenital hearing defect, he was excused from compulsory military service. After his \"&lt;a href=\"Abitur\"&gt;Abitur&lt;/a&gt;\" in Saint Petersburg, the family moved to Heidelberg in 1906. Serge von Bubnoff studied geology up to and including 1910 at the &lt;a href=\"University%20of%20Freiburg\"&gt;University of Freiburg&lt;/a&gt; at which he was given his doctorate in 1912 with a work about the tectonics of the section of the Dinkelberg located in Basel. Afterwards, he was employed by the University of Freiburg and at the Geological Regional Office of Baden, located in &lt;a href=\"Freiburg%20im%20Breisgau\"&gt;Freiburg&lt;/a&gt;. In 1914, he went to the University of Heidelberg.\nIn 1921, Serge von Bubnoff qualified as a professor at the &lt;a href=\"University%20of%20Wroc%C5%82aw\"&gt;University of Breslau&lt;/a&gt; (to which he was named a tenured professor one year later) with a work on the hercynian fractures in the Black Forest. In 1929, he responded to a call from the &lt;a href=\"University%20of%20Greifswald\"&gt;University of Greifswald&lt;/a&gt;, where he functioned as a professor and director of the Geological-Paleontological Institute. After the end of World War II and the founding of the &lt;a href=\"East%20Germany\"&gt;German Democratic Republic&lt;/a&gt; (GDR), Bubnoff became professor and director of the Geological-Paleontological Institute at &lt;a href=\"Humboldt%20University%20of%20Berlin\"&gt;Humboldt University&lt;/a&gt; in Berlin in 1950. Moreover, from 1950 until 1957, he directed the Geotechnical Institute of the &lt;a href=\"German%20Academy%20of%20Sciences%20at%20Berlin\"&gt;German Academy of Sciences at Berlin&lt;/a&gt;. His \"&lt;a href=\"Nachlass\"&gt;Nachlass&lt;/a&gt;\" can be found in the archive of the &lt;a href=\"Berlin-Brandenburg%20Academy%20of%20Sciences%20and%20Humanities\"&gt;Berlin-Brandenburg Academy of the Sciences&lt;/a&gt;.\nResearch fields.\nBubnoff’s scientific focuses were general, regional, and historical geology, the geology of Europe as well as geomorphology and economic geology. He paved the way for the cyclical theory of mountain formation. After World War II, he contributed significantly to the rebuilding of geological research in East Germany.\nMemberships.\nIn August 1912 he was one of the 34 founding members of the &lt;a href=\"Paleontological%20Society\"&gt;Paleontological Society&lt;/a&gt;.\nAwards.\nFrom 1935, Serge von Bubnoff was a member of the &lt;a href=\"Academy%20of%20Sciences%20Leopoldina\"&gt;Academy of Sciences Leopoldina&lt;/a&gt; as well as corresponding member of the &lt;a href=\"Prussian%20Academy%20of%20Sciences\"&gt;Prussian Academy of Sciences&lt;/a&gt; and starting in 1949, a regular member of its successor institute, the &lt;a href=\"German%20Academy%20of%20Sciences%20at%20Berlin\"&gt;German Academy of Sciences at Berlin&lt;/a&gt;. Moreover, in 1951, he was brought on as a corresponding member of the Academy of Sciences at Göttingen. Furthermore, in 1953 and 1955, he received the National Prize of the German Democratic Republic as well as the Gustav-Steinmann-Medaille from the Geological Association in 1954. He received an honorary doctorate from the Technical College of Hanover (currently: University of Hanover) in 1956. In 1948, he received the Leopold von Buch plaque.\nIn the year after his death, the Geological Society of the German Democratic Republic, which had named him an honorary chairman in 1954, founded the Serge-von-Bubnoff-Medaille. This was taken over by the German Society for Geological Sciences and awarded for an \"outstanding body of work done nationally or internationally.\"\nIn honor of Serge von Bubnoff, the &lt;a href=\"Bubnoff%20unit\"&gt;Bubnoff unit&lt;/a&gt; (bub), the unit of measurement used for the speed of sedimentation, was named after him. A bub (B) is equivalent to one millimeter per 1,000 years or one meter every million years.\nReferences.\n\"Hochspringen↑\" Paläontologische Zeitschrift 1, Heft 1, März 1914"
}