{
    "id": "464009",
    "revid": "1938651",
    "url": "https://en.wikipedia.org/wiki?curid=464009",
    "title": "Second Air Force",
    "text": "The Second Air Force (2 AF; \"2d Air Force\" in 1942) is a USAF &lt;a href=\"numbered%20air%20force\"&gt;numbered air force&lt;/a&gt; responsible for conducting basic military and technical training for Air Force enlisted members and non-flying officers. In World War II the CONUS unit defended the Northwestern United States and &lt;a href=\"Upper%20Midwest\"&gt;Upper Great Plains&lt;/a&gt; regions and during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, was &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; unit with strategic bombers and missiles. Elements of Second Air Force engaged in combat operations during the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;; &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, as well as &lt;a href=\"Operation%20Desert%20Storm\"&gt;Operation Desert Storm&lt;/a&gt;.\nHistory.\nThe Northwest Air District of the &lt;a href=\"GHQ%20Air%20Force\"&gt;GHQ Air Force&lt;/a&gt; was established on 19 October 1940; activated on 18 December 1940 at &lt;a href=\"McChord%20Field\"&gt;McChord Field&lt;/a&gt;, and then re-designated as 2d Air Force on 26 March 1941. &lt;a href=\"5th%20Bombardment%20Wing%20%28World%20War%20II%29\"&gt;5th Bombardment Wing&lt;/a&gt; was assigned to Second Air Force up until 5 September 1941.\n2nd Air Force.\nOn 11 December 1941, four days after the &lt;a href=\"Pearl%20Harbor%20attack\"&gt;Pearl Harbor attack&lt;/a&gt;, 2d Air Force was placed under &lt;a href=\"Western%20Defense%20Command\"&gt;Western Defense Command&lt;/a&gt;. However, on 5 January 1942, it was returned to the Air Force Combat Command (a redesignation of GHQAF after creation of the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; on 20 January 1941), and later placed directly under Headquarters AAF when Air Force Combat Command was dissolved in March 1942.\nFrom December 1941, 2d Air Force organized air defense for the northwest Pacific Ocean coastline of the United States (1940–1941) and flew antisubmarine patrols along coastal areas until October 1942. It appears that immediately after 7 December 1941, only the 7th, 17th, &lt;a href=\"39th%20Bombardment%20Group\"&gt;39th&lt;/a&gt; and &lt;a href=\"42d%20Bombardment%20Group\"&gt;42d Bombardment Group&lt;/a&gt;s under &lt;a href=\"II%20Bomber%20Command\"&gt;II Bomber Command&lt;/a&gt; were available for this duty. In late January 1942, elements of the &lt;a href=\"B-25%20Mitchell\"&gt;B-25 Mitchell&lt;/a&gt;-equipped &lt;a href=\"17th%20Bombardment%20Group\"&gt;17th Bombardment Group&lt;/a&gt; at &lt;a href=\"Pendleton%20Field\"&gt;Pendleton Field&lt;/a&gt;, Oregon were reassigned to &lt;a href=\"Columbia%20Army%20Air%20Base\"&gt;Columbia Army Air Base&lt;/a&gt;, South Carolina ostensibly to fly antisubmarine patrols off the southeast coast of the United States, but in actuality came to prepare for the &lt;a href=\"Doolittle%20Raid\"&gt;Doolittle Raid&lt;/a&gt; against Japan.\nIn January 1942, the 2d Air Force was withdrawn from the Western Defense Command and assigned the operational training of units, crews, and replacements for bombardment, fighter, and reconnaissance operations. It received graduates from &lt;a href=\"Army%20Air%20Forces%20Training%20Command\"&gt;Army Air Forces Training Command&lt;/a&gt; flight schools; navigator training; flexible gunnery schools and various technical schools, organized them into newly activated combat groups and squadrons, and conducted operational unit training (OTU) and replacement training (RTU) to prepare groups and replacements for deployment overseas to combat theaters.\nAs the Second Air Force it became predominantly the training organization of &lt;a href=\"B-17%20Flying%20Fortress\"&gt;B-17 Flying Fortress&lt;/a&gt; and &lt;a href=\"B-24%20Liberator\"&gt;B-24 Liberator&lt;/a&gt; heavy bombardment groups. Nearly all new heavy bomb groups organized after Pearl Harbor were organized and trained by Second Air Force OTU units, then were deployed to combat commands around the world. After most of the heavy bombardment groups had completed OTU training, the Second Air Force conducted replacement training of heavy bombardment combat crews and acquired a new mission of operational and replacement training of very heavy bombardment (&lt;a href=\"B-29%20Superfortress\"&gt;B-29 Superfortress&lt;/a&gt;) groups and crews.\nDesignated the Second Air Force on 18 September 1942, starting in mid-1943 the unit's training of B-17 and B-24 replacement crews began to be phased out, and reassigned to First, Third and Fourth Air Forces as the command began ramping up training of &lt;a href=\"B-29%20Superfortress\"&gt;B-29 Superfortress&lt;/a&gt; Very Heavy bomb groups, destined for &lt;a href=\"Twentieth%20Air%20Force\"&gt;Twentieth Air Force&lt;/a&gt;. Under the newly organized &lt;a href=\"XX%20Bomber%20Command\"&gt;XX Bomber Command&lt;/a&gt;, B-29 aircraft were received from Boeing's manufacturing plants and new combat groups were organized and trained. XX Bomber Command and the first B-29 groups were deployed in December 1943 to airfields in India for &lt;a href=\"Operation%20Matterhorn\"&gt;Operation Matterhorn&lt;/a&gt; operations against Japan.\nA &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; team made up of Second Air Force personnel defeated &lt;a href=\"Hardin%E2%80%93Simmons%20University\"&gt;Hardin–Simmons University&lt;/a&gt; in the 1943 &lt;a href=\"Sun%20Bowl\"&gt;Sun Bowl&lt;/a&gt;.\n&lt;a href=\"XXI%20Bomber%20Command\"&gt;XXI Bomber Command&lt;/a&gt;, the second B-29 combat command and control organization was formed under Second Air Force in March 1944 with its combat groups beginning to deploy to the &lt;a href=\"Mariana%20Islands\"&gt;Mariana Islands&lt;/a&gt; in the &lt;a href=\"Western%20Pacific%20Ocean\"&gt;Western Pacific&lt;/a&gt; beginning in December 1944. A third B-29 organization, &lt;a href=\"XXII%20Bomber%20Command\"&gt;XXII Bomber Command&lt;/a&gt; was formed by Second Air Force in August 1944, however the organization never got beyond forming Headquarters echelon and Headquarters squadron. Inactivated before any operational groups were assigned, as XX Bomber Command units were reassigned from India to the Marianas, eliminating need for the command.\nOn 13 December 1944, First, Second, Third and Fourth Air Force were all placed under the unified command of the &lt;a href=\"Continental%20Air%20Forces\"&gt;Continental Air Forces&lt;/a&gt; (CAF) with the Numbered Air Forces becoming subordinate commands of CAF. The training of B-29 groups and replacement personnel continued until August 1945 and the end of the Pacific War. With the war's end, Second Air Force was inactivated on 30 March 1946. In what was effectively a redesignation, the headquarters staff and resources were used to create &lt;a href=\"Fifteenth%20Air%20Force\"&gt;Fifteenth Air Force&lt;/a&gt;, which became the first Numbered Air Force of the new &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; ten days later.\nCold War.\nThe command was reactivated on 6 June 1946 under &lt;a href=\"Air%20Defense%20Command\"&gt;Air Defense Command&lt;/a&gt;, at &lt;a href=\"Offutt%20Air%20Force%20Base\"&gt;Offutt Air Force Base&lt;/a&gt;. The Second Air Force assumed responsibility for the air defense of certain portions of the continental United States.\nIn 1947, the &lt;a href=\"73d%20Bomb%20Wing\"&gt;73d Bomb Wing&lt;/a&gt; was reactivated with the &lt;a href=\"338th%20Bombardment%20Group\"&gt;338th&lt;/a&gt; and &lt;a href=\"351st%20Bombardment%20Group\"&gt;351st Bombardment Group&lt;/a&gt;s being assigned to it, both reserve &lt;a href=\"B-29%20Superfortress\"&gt;B-29 Superfortress&lt;/a&gt; organizations. The wing was assigned to Second Air Force. A third group, the 381st was added in 1948. However SAC was having enough difficulties keeping its front-line active duty bomb units in the air to maintain even minimal pilot proficiency in the late 1940s. The wing and its bomb groups were all inactivated in 1949.\nThe Second Air Force was also assigned the reserve &lt;a href=\"96th%20Air%20Division\"&gt;96th Bomb Wing&lt;/a&gt;, which was later redesignated an air division, and several &lt;a href=\"C-46%20Commando\"&gt;C-46 Commando&lt;/a&gt; troop carrier groups under the &lt;a href=\"322d%20Airlift%20Division\"&gt;322d Troop Carrier Wing&lt;/a&gt;. One of these groups was the &lt;a href=\"440th%20Troop%20Carrier%20Group\"&gt;440th Troop Carrier Group&lt;/a&gt;.\nIt was again inactivated on 1 July 1948.\nThe Second Air Force was (re)-activated and assigned to &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; on 1 November 1949 at &lt;a href=\"Barksdale%20AFB\"&gt;Barksdale AFB&lt;/a&gt;, Louisiana.\nThe initial organization of Second Air Force as part of SAC was:\n37th and 38th Air Divisions joined Second Air Force on 10 October 1951. 37th Air Division was responsible for &lt;a href=\"Lockbourne%20Air%20Force%20Base\"&gt;Lockbourne Air Force Base&lt;/a&gt; and &lt;a href=\"Lake%20Charles%20Air%20Force%20Base\"&gt;Lake Charles Air Force Base&lt;/a&gt;, and 38th Air Division was located at &lt;a href=\"Hunter%20Air%20Force%20Base\"&gt;Hunter Air Force Base&lt;/a&gt;, Georgia.\nWith the end of fighting in Korea, President Eisenhower, who had taken office in January 1953, called for a \"new look\" at national defense. The result: a greater reliance on nuclear weapons and air power to deter war. His administration chose to invest in the Air Force, especially Strategic Air Command. The &lt;a href=\"nuclear%20arms%20race\"&gt;nuclear arms race&lt;/a&gt; shifted into high gear. The Air Force retired nearly all of its propeller-driven bombers and they were replaced by new Boeing &lt;a href=\"B-47%20Stratojet\"&gt;B-47 Stratojet&lt;/a&gt; medium jet bombers. By 1955, the Boeing &lt;a href=\"B-52%20Stratofortress\"&gt;B-52 Stratofortress&lt;/a&gt; heavy bomber would be entering the inventory in substantial numbers and as a result, Second Air Force grew both in scope and in numbers.\nAfter the Korean War, the history of Second Air Force became part of Strategic Air Command's history, as &lt;a href=\"B-47%20Stratojet\"&gt;B-47 Stratojet&lt;/a&gt;, and later &lt;a href=\"B-52%20Stratofortress\"&gt;B-52 Stratofortress&lt;/a&gt; and &lt;a href=\"KC-135%20Stratotanker\"&gt;KC-135 Stratotanker&lt;/a&gt; aircraft entered SAC's inventory. During the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, Second Air Force aircraft and &lt;a href=\"intercontinental%20ballistic%20missiles\"&gt;intercontinental ballistic missiles&lt;/a&gt; (ICBM)s stood nuclear alert, providing a deterrence against an attack on the United States by the Soviet Union. In 1966, an order of battle for the force showed units spread across most of the United States, from the &lt;a href=\"6th%20Air%20Mobility%20Wing\"&gt;6th Strategic Aerospace Wing&lt;/a&gt; at &lt;a href=\"Walker%20AFB\"&gt;Walker AFB&lt;/a&gt;, New Mexico, to the &lt;a href=\"11th%20Strategic%20Aerospace%20Wing\"&gt;11th Strategic Aerospace Wing&lt;/a&gt; at &lt;a href=\"Altus%20AFB\"&gt;Altus AFB&lt;/a&gt;, Oklahoma, to the &lt;a href=\"97th%20Bombardment%20Wing\"&gt;97th Bombardment Wing&lt;/a&gt; at &lt;a href=\"Blytheville%20AFB\"&gt;Blytheville AFB&lt;/a&gt;, Arkansas.\nDuring the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, squadrons of 2d Air Force B-52 Stratofortesses (primarily B-52Ds, augmented by some B-52Gs) were deployed to bases on &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;, &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt; and Thailand to conduct &lt;a href=\"Operation%20Arc%20Light\"&gt;Arc Light&lt;/a&gt; bombing attacks on communist forces. The &lt;a href=\"28th%20Bombardment%20Wing\"&gt;28th Bombardment Wing&lt;/a&gt; was among the units assigned this duty. The 2d Air Force organization was inactivated during the post-Vietnam drawdown, on 1 January 1975, with those 2 AF bomb wings not inactivated and/or those 2 AF bases not closed, redistributed to 8 AF and 15 AF.\nWith the end of the Cold War and the restructuring of Strategic Air Command, Second Air Force was reactivated and became the steward for reconnaissance and battlefield management assets, based at &lt;a href=\"Beale%20AFB\"&gt;Beale AFB&lt;/a&gt;, California. This assignment lasted from 1 September 1991 until 1 July 1993, when it was inactivated by &lt;a href=\"Air%20Combat%20Command\"&gt;Air Combat Command&lt;/a&gt;.\nAir Education and Training Command.\nSecond Air Force was reactivated and reassigned on 1 July 1993 to &lt;a href=\"Keesler%20AFB\"&gt;Keesler AFB&lt;/a&gt;, Mississippi. Its mission became conducting basic military and technical training for Air Force enlisted members and support officers at five major AETC training bases in the United States.\nThe command has the mission is to train mission ready graduates to support combat readiness and to build 'the world's most respected air, space, and cyberspace force'. To carry out this mission, Second Air Force manages all operational aspects of nearly 5,000 active training courses taught to approximately 250,000 students annually in technical training, basic military training, medical and distance learning courses. Training operations across Second Air Force range from intelligence to computer operations to space and missile operations and maintenance.\nThe first stop for all Air Force, Air National Guard and Air Force Reserve enlisted airmen is &lt;a href=\"air%20force%20basic%20military%20training\"&gt;basic military training&lt;/a&gt; (BMT) at &lt;a href=\"Lackland%20AFB\"&gt;Lackland AFB&lt;/a&gt;, Texas. After completing BMT, airmen begin technical training in their career field specialties, primarily at five installations: Goodfellow, Lackland, and Sheppard Air Force bases in Texas; Keesler AFB, Mississippi; and Vandenberg AFB, California. Each base is responsible for a specific portion of formal technical training airmen require to accomplish the Air Force mission. Instructors conduct technical training in specialties such as enlisted aviator, aircraft maintenance, civil engineering, medical services, computer systems, security forces, air traffic control, personnel, intelligence, fire fighting, and space and missile operations.\nCommissioned officers attend technical training courses for similar career fields at the same locations.\nWings and Groups under Second Air Force are:\nIn 2006, Second Air Force was assigned the responsibility of coordinating training for Joint Expeditionary Tasked (JET) Training Airmen. These Airmen are assigned to perform traditional US Army duties in Iraq, Afghanistan and the Horn of Africa. An Expeditionary Mission Support Group was formed to provide command and control of these JET Airmen as they are trained at US Army Power Projection Platforms across the US prior to deploying to their assigned Area of Responsibility (AOR). This group has been named the 602d Training Group.\nIn 2007, Second Air Force was given responsibility to provide curricula and advice to the &lt;a href=\"Iraqi%20Air%20Force\"&gt;Iraqi Air Force&lt;/a&gt; as it stands up its own technical training and branch specific basic training among others. This mission is known as \"CAFTT\" for Coalition Air Forces Technical Training."
}