{
    "id": "46437706",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=46437706",
    "title": "County magistrate",
    "text": "County magistrate ( or ) sometimes called local magistrate, in &lt;a href=\"imperial%20China\"&gt;imperial China&lt;/a&gt; was the official in charge of the \"&lt;a href=\"Counties%20of%20the%20People%27s%20Republic%20of%20China%23History%20under%20the%20dynastic%20empires%20%28221%20B.C.E.%20-%2019120\"&gt;xian&lt;/a&gt;\", or &lt;a href=\"County%23People%27s%20Republic%20of%20China\"&gt;county&lt;/a&gt;, the &lt;a href=\"local%20government\"&gt;lowest level&lt;/a&gt; of central government. The magistrate was the official who had face-to-face relations with the people and administered all aspects of government on behalf of the emperor. Because he was expected to rule in a disciplined but caring way and because the people were expected to obey, the county magistrate was informally known as the Fumu Guan (), the \"Father and Mother\" or \"parental\" official.\nThe emperor appointed magistrates from among those who passed the &lt;a href=\"imperial%20examination\"&gt;imperial examination&lt;/a&gt;s or had purchased equivalent degrees. Education in the &lt;a href=\"Confucian%20Classics\"&gt;Confucian Classics&lt;/a&gt; indoctrinated these officials with a shared ideology that helped to unify the empire, but not with practical training. A magistrate acquired specialized skills only after assuming office. Once in office, the magistrate was caught between the demands of his superiors and the needs and resistance of his often unruly constituents. Promotion depended on the magistrate's ability to maintain peace and lawful order as he supervised tax collection, roads, water control, and the census; handled legal functions as both prosecutor and judge; arranged relief for the poor or afflicted; carried out rituals; encouraged education and schools; and performed any further task the emperor chose to assign. Allowed to serve in any one place for only three years, he was also at the mercy of the &lt;a href=\"Landed%20gentry%20in%20China\"&gt;local elites&lt;/a&gt; for knowledge of the local scene. There was a temptation to postpone difficult problems to the succeeding magistrate's term or to push them into a neighboring magistrate's jurisdiction. The &lt;a href=\"Yongzheng%20emperor\"&gt;Yongzheng emperor&lt;/a&gt; praised the magistrate: \"The integrity of one man involves the peace or unhappiness of a myriad.\" But a recent historian said of the magistrate that \"if he had possessed the qualifications for carrying out all his duties, he would have been a genius. Instead, he was an all-around blunderer, a harassed Jack-of-all trades...\" \nThe &lt;a href=\"Republic%20of%20China%23Administrative%20divisions\"&gt;Republic of China&lt;/a&gt; (1912 – ) made extensive reforms in county government, but the position of magistrate was retained. Under the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt; (1949 – ) the office of county magistrate, sometimes translated as \"mayor,\" was no longer the lowest level of the central government, which extended its control directly to the village level.\nTerms.\nFrom ancient times until the end of the &lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt; in the eighth century, the office was called . In the following dynasties, the office was called Zhixian () until 1928, when the title was changed to . \nHistory and changing functions.\nThe county (\"xian\") was established as the basic unit of local government around the year 690 B.C.E., during the &lt;a href=\"Warring%20States\"&gt;Warring States&lt;/a&gt; period marked by competition between small-scale states. The &lt;a href=\"Qin%20dynasty\"&gt;Qin empire&lt;/a&gt; unified much of China in 221 BCE. and established the \"jun-xian\" (prefecture/ county) system, which divided the realm into &lt;a href=\"Commandery%20%28China%29\"&gt;jun&lt;/a&gt; (prefectures or commanderies) and \"xian \"(counties). Local administrators appointed by the central government replaced the leaders of feudal cities. In spite of many changes, the \"xian\" remained the basic unit of local government until the 20th century.\nBefore the Qin unification in 221 BCE, local officials inherited office, which strengthened great families against the central government. After that unification, no official except the emperor was allowed to inherit or bequeath office. The control of local government then became a contest between the central bureaucracy, which represented the interests of the emperor, and local nobility and elites. Imperial power undercut the local aristocracy by appointing &lt;a href=\"scholar%20officials\"&gt;scholar officials&lt;/a&gt; chosen by merit through the &lt;a href=\"examination%20system\"&gt;examination system&lt;/a&gt; who were not necessarily of noble descent. The Han dynasty &lt;a href=\"Government%20of%20the%20Han%20dynasty%23Local%20government\"&gt;regularized the position&lt;/a&gt;, and initiated the \"&lt;a href=\"rule%20of%20avoidance\"&gt;rule of avoidance&lt;/a&gt;\", which forbade a magistrate to serve in his home county because of the danger of nepotism and favoritism to family or friends. \nAfter the &lt;a href=\"Sui%20dynasty\"&gt;Sui dynasty&lt;/a&gt; in the sixth century, the rule of avoidance was strictly enforced; in later dynasties a magistrate could serve only up to four years in any one place before being transferred.\nThe magistrate was supervised by the prefect (\"zhifu\") or the equivalent, who in turn was ordinarily under the circuit intendant (\"dao\"), or perhaps a circuit intendant with such special responsibilities as waterworks, grain, or salt. Above them were the provincial administrators and the governor. Above all of these, of course, was the central government and the emperor. Each of these layers could issue orders to the local magistrate and each required reports and &lt;a href=\"Official%20Communications%20of%20the%20Chinese%20Empire%23Memorials\"&gt;memorials&lt;/a&gt; from him.\nThe county magistrate supervised units of control below the county level. These included village elders, local institutions, and self-rule organizations, especially the township (\"xiang\"), which had been made formal under the Han dynasty, and the \"&lt;a href=\"baojia%20system\"&gt;baojia system&lt;/a&gt;\", a system of mutual responsibility formally organized by &lt;a href=\"Wang%20Anshi\"&gt;Wang Anshi&lt;/a&gt; in the 11th century, during the &lt;a href=\"Song%20dynasty\"&gt;Song dynasty&lt;/a&gt;. Under Mongol rule in the &lt;a href=\"Yuan%20dynasty\"&gt;Yuan dynasty&lt;/a&gt;, the county magistrates were all Mongol, though their subordinates were Han Chinese. In the Ming and Qing dynasties the growth of the economy and increase in population led magistrates to hire administrative secretaries and to rely on local elite families, or &lt;a href=\"scholar-gentry\"&gt;scholar-gentry&lt;/a&gt;. These local elites had friends whose influence could counteract the magistrate if he displeased them.\nWhen the People's Republic was founded in 1949, the central government once again appointed local officials who wielded civil, criminal, and bureaucratic power. Some suggest that workers and villagers feel they cannot question the authority of these \"father and mother\" officials, making corruption easier and dissent harder.\nResponsibilities and powers.\nThe magistrate's responsibilities were broad but not clearly defined. The emperors believed that &lt;a href=\"Tian\"&gt;Heaven&lt;/a&gt; entrusted their government with relations with the physical universe, cosmic morality, human institutions, and social harmony, and the magistrate was his representative in all these matters.\nYet the magistrate's power was circumscribed, as reflected in the saying \"&lt;a href=\"Tian%20gao%2C%20Huangdi%20yuan\"&gt;Heaven is high and the emperor far away&lt;/a&gt;.\" The county government bureaucracy was thin in relation to the population, and the official staff of a larger county might consist only of a magistrate, a vice-magistrate, perhaps an assistant magistrate or recorder, and the captain of the militia. As early as the 12th century this small group was expected to supervise a population that could easily be 150,000 in the more densely populated sections of the country. In later dynasties, magistrates took on larger staffs. In the counties of the prosperous Lower Yangzi valley, the total staff of clerks, secretaries, yamen runners, medical examiners, jailers, and other such lesser employees might be some 500 people for a population of 100,000 to 200,000. The eminent historian &lt;a href=\"K.%20C.%20Hsiao\"&gt;Kung-chuan Hsiao&lt;/a&gt;, however, argued that local government became more despotic and the county magistrate had unlimited powers to control the people.\nTax collection and labor.\nThe county government collected the land tax, grain tribute, and all other taxes except the customs duties and \"&lt;a href=\"likin%20%28taxation%29\"&gt;likin&lt;/a&gt;\", which were introduced in the 19th century. The provincial treasurer prepared the quotas for the land and labor services tax due from each county according to the number of \"ding\" (male adults), as well as other taxes, and in theory adjusted the rates every ten years. The magistrate also had responsibility for local infrastructure and communications. Each village was required to contribute free labor, or the &lt;a href=\"corvee\"&gt;corvee&lt;/a&gt;, for building and maintaining local roads, canals, and dams under the supervision of the county government.\nTaxes on the land were collected in silver, which was brought to the magistrate's court, where it was counted and recorded in his presence. He was allowed to keep a specified amount for local functions such as salaries, stipends for government school students, and relief for the poor, then forward the rest to the provincial treasurer. In later dynasties, the money assigned for local functions was too little, and magistrates imposed further fees and taxes, such as title deed taxes, brokerage tax, pawnshop tax, and many more.\nLaw and judicial functions.\nAfter tax collection, law enforcement and legal disputes occupied the most of the magistrate's time and energy. Social harmony was paramount. The annual review for promotion graded the magistrate on his ability to catch thieves and prosecute robberies. One demerit was given for every five cases in which he arrested fewer than half the offenders and one merit for every five cases in which he arrested more than half.\nThe magistrate lived, worked, and held court in the &lt;a href=\"yamen\"&gt;yamen&lt;/a&gt;, a walled compound which housed the local government. In theory, any commoner could submit a lawsuit, petition, or complaint after striking a large bell at the entrance to the compound. The magistrate administered both &lt;a href=\"Traditional%20Chinese%20law%23Varieties%20of%20law\"&gt;judicial and administrative law&lt;/a&gt;. Scholars in the West once felt that the magistrate did not often become involved in civil disputes and that citizens were reluctant to bring them to the local courts, but research has shown that in fact local society was extremely litigious and that the local government was involved in all types of disputes.\nLegal systems in some parts of the world distinguish &lt;a href=\"Civil%20law%20%28common%20law%29\"&gt;civil&lt;/a&gt;, &lt;a href=\"criminal%20law\"&gt;criminal&lt;/a&gt;, and &lt;a href=\"administrative%20law\"&gt;administrative&lt;/a&gt; law, but under the &lt;a href=\"Chinese%20law\"&gt;Chinese legal system&lt;/a&gt;, the magistrate administered both &lt;a href=\"Traditional%20Chinese%20law%23Varieties%20of%20law\"&gt;judicial and administrative law&lt;/a&gt;. The magistrate was not allowed arbitrary decisions or to rely on local customary law but was constrained both by imperial edicts, which had the force of law, and the law codes. These dynastic law codes, such as the &lt;a href=\"Tang%20Code\"&gt;Tang Code&lt;/a&gt; or the &lt;a href=\"Great%20Qing%20Legal%20Code%23Nature%20of%20the%20Code\"&gt;Great Qing Code&lt;/a&gt;, included both &lt;a href=\"civil%20code\"&gt;civil law&lt;/a&gt; and &lt;a href=\"criminal%20code\"&gt;criminal law&lt;/a&gt;. Cases ranged from murder and theft to accusations that a neighbor did not tie his horse or dog or that someone had been kicked or bitten. Litigants also went to the magistrate with disputes over marriage, adoption, inheritance, and land, and these often had consequences for country revenue or taxes and tax collection. The Codes described offenses in detail, but the magistrate was also allowed to make an analogy to an existing provision of the code by using the rule: \"Everyone who does that which ought not to be done will receive forty strokes of the light bamboo. If the matter is adjudged to more serious, he will be punished by eighty strokes with the heavy bamboo.\" Death sentences under the Qing were reviewed by the emperor, and serious cases of any nature could be appealed or reviewed, sometimes even to the emperor himself.\nThe magistrate, as in the &lt;a href=\"inquisitorial%20system\"&gt;inquisitorial system&lt;/a&gt; of continental European law, was both &lt;a href=\"Prosecutors%20Office\"&gt;prosecutor&lt;/a&gt; and judge. He decided which cases to accept, directed the gathering of evidence and witnesses, then conducted the trial, including the use of torture. The magistrate was the sole judge of guilt or innocence and determined the punishment or compensation. Still, his decisions could be reviewed by higher officials, even up to the emperor in capital cases. Since he could be reprimanded for not investigating thoroughly, for not following correct procedure, or even for writing the wrong character, magistrates in later dynasties hired specialized clerks or secretaries who had expertise in the law and bureaucratic requirements.\nYet law was not simply a matter of codes and procedures. Law was understood to reflect the moral universe, and a criminal or civil offense would throw that universe out of balance in a way that only just punishment could restore. The official &lt;a href=\"Five%20Punishments\"&gt;Five Punishments&lt;/a&gt; (\"wu xing\") prescribed under the Qing Code included beating with the light bamboo, beating with the heavy bamboo, penal servitude, exile, and execution. In calibrating punishment, the magistrate had to take into account not only the nature of the offense but the relation between the guilty party and the victim. An offense by a son against a father was far more serious than one by a father against a son, likewise an offense by a wife or other member of the family.\nThe magistrate's role in practice faced many other constraints. The runners and yamen officials who were sent to investigate a crime were locals, often in league with the criminals. Magistrates commonly would therefore set a deadline for bringing in the criminals, threatening to take the policeman's family members as hostage if the deadline was not met. When the accused was brought before him, the magistrate could use torture, such as flogging or making the defendant kneel on an iron chain, but there were clear restrictions. The instruments had to be of a standard size and individually approved by the next higher yamen, and some could not be used on women or people over the age of seventy. The magistrate could order the use of the ankle-squeezer, for instance, only in cases of murder and robbery, and its use had to be specifically reported to the higher level. Some officials avoided the use of torture because they feared that it would produce false confessions. The magistrate had to make sure that any confession was recorded accurately, word for word, to prevent the clerk from introducing intentional errors that might prejudice the case. The magistrate himself could be punished if he invoked the wrong law or imposed a sentence that was either too harsh or too lenient.\nSchools and moral leadership.\nThe magistrate oversaw and supported but did not administer education. Primary schools were established by families, temples, villages, or clans and were entirely private in their organization and finance. But the curriculum was almost entirely based on the Confucian texts needed to pass the imperial exams. The magistrate under the Qing dynasty conducted the reading of the &lt;a href=\"Sacred%20Edict\"&gt;Sacred Edict&lt;/a&gt; and conducted ceremonies and rituals, especially in time of drought, famine, or disaster.\nClerks and secretaries.\nThe magistrate's wide-ranging duties in dealing with larger and larger populations required the help of secretaries, clerks, prison guards, and runners, but there was no budget to pay for this staff. Instead, the magistrate paid his secretaries from his own pocket, which he was expected to refill from local sources, and the other staff were expected to collect fees from those who were unlucky enough to come in contact with them. These fees might be arbitrary and extortionate, and in later dynasties corruption was widespread.\nChanges in late imperial China.\nLocal government in the Ming and Qing dynasties accumulated responsibilities without increased resources. As the population grew, the number of counties remained roughly the same, with populations that could grow to perhaps 200,000. Ming rulers tightened the &lt;a href=\"rule%20of%20avoidance\"&gt;rule of avoidance&lt;/a&gt; which prevented magistrates from serving in their home districts, where it was justifiably feared that they would favor their friends and families, and the term of office was generally limited to two or three years. These rules ran the danger of posting magistrates to unfamiliar areas where they could not speak the local dialect and could not accumulate knowledge of local circumstances. The Qing government continued the Ming practice of requiring the magistrate to pay his subordinates from local taxes, not central government revenue; clerks, runners, jailers and such collected “informal fees” from the people. Confucian ideals also held that the state should stay out of the lives of the common people, who were to carry out public security functions on their own. The village head was responsible for tax collection, and the magistrate held him personally responsible for any shortfall.\nUnder the &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt; (1644–1911), the last dynasty of imperial rule, local government became even more tightly stretched as population and wealth grew but government administrative institutions – and tax revenue – did not. The magistrate was in a difficult situation. His salary had not risen with the long-term inflation. In the 1720s the &lt;a href=\"Yongzheng%20Emperor\"&gt;Yongzheng Emperor&lt;/a&gt; allowed the magistrate to deduct \"meltage fees\" from the land tax he was required to remit, but this did not address the structural problem. The unintended result was that by the early 19th century, major functions of local government had been abandoned by harried and underpaid magistrates and left to the gentry, who mediated disputes, supervised schools and irrigation works, organized local militia, and even collected taxes. Although magistrates were grateful to have this help, the local gentry often used these functions to reward themselves and punish their enemies.\nMagistrates in the Qing, however, also became more professional in several respects. They studied administration as a craft rather than something which a cultivated Confucian &lt;a href=\"scholar-bureaucrat\"&gt;scholar-bureaucrat&lt;/a&gt; was expected to perform on the basis of moral training and knowledge of the Confucian classics. Since the emperor, in order to reward loyalty, increased the quota of those who were allowed to pass the exams without increasing the number of positions, there came to be more degree holders than there were entry level appointments. Many of these unassigned men took positions as secretaries or clerks to county magistrates, forming a virtual sub-profession of experts on various aspects of the law, water-works, taxation, or administration. Others, especially those who held only lower degrees, became tutors or local school teachers with little prestige or adequate income.\nTwentieth century and Republican China.\nThe &lt;a href=\"New%20Policies\"&gt;late Qing reforms&lt;/a&gt; of the early 20th century made basic changes. With the abolition of the centrally administered &lt;a href=\"examination%20system\"&gt;examination system&lt;/a&gt;, magistrates came to be selected by a local or ad hoc examinations, at least in theory, though recommendation and personal relations were more important in practice. The law of avoidance remained in effect, though it too was no longer enforced rigorously, and the political chaos of the period was reflected in rapid turnover and shorter terms of office. One study found that most magistrates were appointed by the militarists who controlled the area. In the years leading up to the founding of the Nationalist government in 1928, however, there was a noticeable improvement in the education and technical training of the magistrates, particularly in law and administration. The study also concluded that the civilian bureaucracy became more and more militarized.\nThe County Organic Law, passed by the Nationalist government in 1928, defined the county as the basic level of government, and stipulated that the county magistrate, now called \"xianzhang\", would be appointed by the provincial authorities. The county was supervised also by the &lt;a href=\"Kuomintang\"&gt;Nationalist Party&lt;/a&gt;, which operated in parallel with the county government, an arrangement in accordance with the Party's &lt;a href=\"Leninist\"&gt;Leninist&lt;/a&gt; structure. In addition, the new government organized a larger bureaucracy at the local level. \nDuring the &lt;a href=\"Chinese%20Civil%20War\"&gt;Chinese Civil War&lt;/a&gt;, which lasted for several decades starting in 1927, the &lt;a href=\"Communist%20Party%20of%20China\"&gt;Communist Party of China&lt;/a&gt; built a bureaucratic base in many parts of China using the Soviet Union as a model.\nThe People's Republic of China.\nAfter the &lt;a href=\"Chinese%20Communist%20Revolution\"&gt;Chinese Communist Revolution&lt;/a&gt; of 1949, local government took far more control of village life than had ever been possible in Chinese history, but local officials still faced many of the same problems as county magistrates under the empire. One foreign scholar wrote from his observations in 2015 that \"grass-roots level civil servants are still seen as paternalistic 'father mother officials,' who are expected to take care of the ordinary people, enjoy a high degree of authority, but at the same time an equally high degree of mistrust.\"\nThe magistrate in popular culture and literature.\nThe magistrate was the hero in much popular fiction. The \"detective story,\" for instance, in China took the form of the \"&lt;a href=\"Gong%27an%20fiction\"&gt;gong'an&lt;/a&gt;\", or “court case,” in which the protagonist is not a private detective or police officer but the county magistrate, who is investigator, prosecutor, and judge. The magistrate solves a crime which has already been described to the reader, so that the suspense does not come not from discovering the criminal but from seeing how the magistrate solves the crime through clever stratagems. Among these magistrate-detectives were the historical Tang dynasty official &lt;a href=\"Di%20Renjie\"&gt;Di Renjie&lt;/a&gt;, who inspired a series of &lt;a href=\"Judge%20Dee\"&gt;Judge Dee&lt;/a&gt; stories, and the Song dynasty official, &lt;a href=\"Bao%20Zheng\"&gt;Bao Zheng&lt;/a&gt; the hero of a &lt;a href=\"Judge%20Bao%20fiction\"&gt;set of stories and operas&lt;/a&gt;.\nSince &lt;a href=\"Chinese%20popular%20religion\"&gt;Chinese popular religion&lt;/a&gt; considered the world of life after death to closely resemble this one, the gods were part of a great bureaucracy which had the same structure as the imperial bureaucracy. The process of justice was pictured as being much the same in both worlds. The Magistrates of Hell presided over a court in much the way that the county magistrate did and their offices closely resembled the earthly ones.\nThe short story \"&lt;a href=\"Execution%20of%20Mayor%20Yin\"&gt;Execution of Mayor Yin&lt;/a&gt;\" by &lt;a href=\"Chen%20Ruoxi\"&gt;Chen Ruoxi&lt;/a&gt; (in which \"xianzhang\" is translated as \"Mayor\") describes the career of Mayor Yin from the early 1950s through the &lt;a href=\"Cultural%20Revolution\"&gt;Cultural Revolution&lt;/a&gt; and dramatizes the dilemma of an official who is caught between the necessity of serving both his superiors and his constituents."
}