{
    "id": "46451462",
    "revid": "13791031",
    "url": "https://en.wikipedia.org/wiki?curid=46451462",
    "title": "2015 Singapore Cup",
    "text": "The 2015 Singapore Cup was the 18th season of Singapore's annual premier club &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; tournament organised by &lt;a href=\"Football%20Association%20of%20Singapore\"&gt;Football Association of Singapore&lt;/a&gt;. Due to sponsorship reasons, the &lt;a href=\"Singapore%20Cup\"&gt;Singapore Cup&lt;/a&gt; is also known as the &lt;a href=\"RHB%20Bank\"&gt;RHB&lt;/a&gt; Singapore Cup. &lt;a href=\"Balestier%20Khalsa\"&gt;Balestier Khalsa&lt;/a&gt; were the defending champions, having won their first trophy the previous year. &lt;a href=\"Albirex%20Niigata%20Singapore%20FC\"&gt;Albirex Niigata (S)&lt;/a&gt; were the eventual winners, beating &lt;a href=\"Home%20United%20FC\"&gt;Home United&lt;/a&gt; 2–1 in the finals.\nTeams.\nA total of 11 teams participated in the 2015 Singapore Cup. 8 of the teams were from domestic &lt;a href=\"2015%20S.League\"&gt;S.League&lt;/a&gt; and the other three were invited from &lt;a href=\"United%20Football%20League%20%28Philippines%29\"&gt;the Philippines&lt;/a&gt;, &lt;a href=\"Cambodian%20League\"&gt;Cambodia&lt;/a&gt; and &lt;a href=\"Lao%20League\"&gt;Laos&lt;/a&gt;. Both &lt;a href=\"Courts%20Young%20Lions\"&gt;Courts Young Lions&lt;/a&gt; and &lt;a href=\"Harimau%20Muda%20B\"&gt;Harimau Muda B&lt;/a&gt; did not participate in this edition of Singapore Cup.\nFormat.\nSix teams were drawn for the preliminary round while the other five teams will receive a &lt;a href=\"Bye%20%28sports%29\"&gt;Bye&lt;/a&gt; in that round. They will play against one another in a single-legged knockout basis. Winners of this round will progress and advance to the &lt;a href=\"2015%20Singapore%20Cup%23Quarter-finals\"&gt;quarter-finals&lt;/a&gt;. Thereafter, matches are played in &lt;a href=\"Two-legged%20tie\"&gt;two legs&lt;/a&gt; with the exception of the one-match finals. Unlike the previous season, &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt; does not apply.\nFor any match in the knockout stage, a draw after 90 minutes of regulation time is followed by two 15 minute periods of &lt;a href=\"Overtime%20%28association%20football%29\"&gt;extra time&lt;/a&gt; to determine a winner. If the teams are still tied, a &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt; is held to determine a winner.\nKnockout phase.\nPreliminary Round.\nThe draw for the preliminary round was held on 17 April 2015 at the Ocean Financial Centre’s Event Plaza. Six teams involved in this round will play in a single leg knockout basis. The matches will be played from 22 to 27 May 2015. Winners of this round will progress and advance to the &lt;a href=\"2014%20Singapore%20Cup%23Quarter-finals\"&gt;quarter-finals&lt;/a&gt;.\nQuarter-finals.\n&lt;a href=\"Albirex%20Niigata%20%28S%29\"&gt;Albirex Niigata (S)&lt;/a&gt; and &lt;a href=\"Geylang%20International\"&gt;Geylang International&lt;/a&gt; will join five other teams in this round after winning their matches in the Preliminary Round . All matches will be played in a two-legged knockout basis. Away goal rule will not be applied in this tournament. Fixtures will be announced on a later date and winners of this round will progress and advance to the &lt;a href=\"2015%20Singapore%20Cup%23Semi-finals\"&gt;semi-finals&lt;/a&gt;."
}