{
    "id": "46452123",
    "revid": "1045107509",
    "url": "https://en.wikipedia.org/wiki?curid=46452123",
    "title": "2012 Wyre Forest District Council election",
    "text": "The 2012 Wyre Forest District Council election took place on 3 May 2012 to elect members of &lt;a href=\"Wyre%20Forest%20%28district%29\"&gt;Wyre Forest&lt;/a&gt; &lt;a href=\"Non-metropolitan%20district\"&gt;District&lt;/a&gt; Council in &lt;a href=\"Worcestershire\"&gt;Worcestershire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. One third of the council was up for election and the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; lost overall control of the council to &lt;a href=\"no%20overall%20control\"&gt;no overall control&lt;/a&gt;.\nAfter the election, the composition of the council was:\nBackground.\nAfter the &lt;a href=\"2011%20Wyre%20Forest%20District%20Council%20election\"&gt;May 2011 Wyre Forest District Council election&lt;/a&gt; the Conservatives had a majority on the council with 24 &lt;a href=\"councillor\"&gt;councillor&lt;/a&gt;s, compared to 6 for &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt;, 5 &lt;a href=\"Liberal%20Party%20%28UK%2C%201989%29\"&gt;Liberals&lt;/a&gt;, 4 &lt;a href=\"Independent%20Community%20and%20Health%20Concern\"&gt;Health Concern&lt;/a&gt; and 3 &lt;a href=\"Independent%20politician\"&gt;independents&lt;/a&gt;. However, later that month one of the Liberal councillors, Graham Ballinger, &lt;a href=\"defected\"&gt;defected&lt;/a&gt; to Health Concern. A further change then came in July 2011, when Mumshad Ahamed, who had sat as an independent councillor since being expelled from the Conservative group in June 2009, joined the Labour party.\n14 of the 42 seats on the council were contested in 2012, with the Conservatives, Labour and Health Concern having candidates for every seat. The Conservatives defended 8 of the 14 seats, with 3 members of the council &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt;, Nathan Desmond, Marcus Hart and Julian Phillips, standing for re-election.\nElection result.\nThe Conservatives lost four of the eight seats they were defending and so no longer had a majority on the council as they were left with 20 of the 42 councillors. Health Concern were the main beneficiaries picking up three seats and holding two more to have 8 seats on the council. This pulled them level to Labour who also had 8 councillors after making a gain of one seat, with Labour coming within five votes of taking another seat in Oldington and Foley Park from the Conservatives. Independent Helen Dyke held her seat, while the only Liberal councillor to defend a seat, group leader Fran Oborski, successfully defended it after 39 years on the council."
}