{
    "id": "46493305",
    "revid": "1068427409",
    "url": "https://en.wikipedia.org/wiki?curid=46493305",
    "title": "Kieran Tierney",
    "text": "Kieran Tierney (born 5 June 1997) is a Scottish professional &lt;a href=\"association%20footballer\"&gt;footballer&lt;/a&gt; who plays as a &lt;a href=\"Defender%20%28association%20football%29%23Full-back\"&gt;left-back&lt;/a&gt; or &lt;a href=\"centre-back\"&gt;centre-back&lt;/a&gt; for &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; club &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; and the &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland national team&lt;/a&gt;.\nTierney came through the &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; youth system and made his first team debut in April 2015, and his full international debut in March 2016. He joined Arsenal in August 2019 for a fee reported at £25 million, a &lt;a href=\"Football%20records%20in%20Scotland%23Record%20transfer%20fees%20received\"&gt;record amount&lt;/a&gt; both for a Scottish national and for a player from the Scottish league.\nClub career.\nEarly life and youth football.\nBorn in &lt;a href=\"Douglas%2C%20Isle%20of%20Man\"&gt;Douglas&lt;/a&gt; on the &lt;a href=\"Isle%20of%20Man\"&gt;Isle of Man&lt;/a&gt;, Tierney moved to &lt;a href=\"Wishaw\"&gt;Wishaw&lt;/a&gt; in Scotland aged 10 months. He supported &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; as a child and signed for the club when he was 7 years old. He was educated at &lt;a href=\"Motherwell\"&gt;Motherwell&lt;/a&gt; schools St Brendan's RC Primary and &lt;a href=\"Our%20Lady%27s%20High%20School%2C%20Motherwell\"&gt;Our Lady's High&lt;/a&gt; (one year group behind fellow footballers, twins &lt;a href=\"Nicky%20Cadden\"&gt;Nicky&lt;/a&gt; and &lt;a href=\"Chris%20Cadden\"&gt;Chris Cadden&lt;/a&gt;) then attended &lt;a href=\"St%20Ninian%27s%20High%20School%2C%20Kirkintilloch\"&gt;St Ninian's High School, Kirkintilloch&lt;/a&gt;, which has a development partnership with Celtic. He has spoken of his hope of emulating the late &lt;a href=\"Tommy%20Gemmell\"&gt;Tommy Gemmell&lt;/a&gt;, a member of the &lt;a href=\"Lisbon%20Lions\"&gt;Lisbon Lions&lt;/a&gt; team who also grew up in Wishaw (specifically, &lt;a href=\"Craigneuk\"&gt;Craigneuk&lt;/a&gt;) and played in the same position.\nHe progressed through the various youth ranks and earned a reputation as a dependable wide player in the club's &lt;a href=\"Celtic%20F.C.%20Reserve%20and%20Youth%20squads\"&gt;development squad&lt;/a&gt;, both in defence and attack. He travelled with the first team squad on a pre-season trip to Finland in August 2014, and made his debut in a friendly against &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; there. Although Celtic lost, Tierney described his first appearance for the first team as a \"dream come true\". He continued to play in the development squad throughout 2014–15, and in October 2014 during a &lt;a href=\"SPFL%20Development%20League\"&gt;Development League&lt;/a&gt; match against &lt;a href=\"Heart%20of%20Midlothian%20F.C.%20Under-20s%20and%20Academy\"&gt;Heart of Midlothian&lt;/a&gt; he scored a goal from the edge of his own penalty box.\nCeltic.\n2015–16: Debut and breakthrough.\nTierney made his competitive senior debut for Celtic on 22 April 2015, coming on as an 81st-minute substitute in a &lt;a href=\"Scottish%20Premiership\"&gt;Scottish Premiership&lt;/a&gt; match against &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt;. He made one further first team appearance that season, playing over an hour in a league match away at &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt;.\nTierney enjoyed a breakthrough season in &lt;a href=\"2015%E2%80%9316%20in%20Scottish%20football\"&gt;2015–16&lt;/a&gt;, appearing in over 30 matches and displacing the more experienced &lt;a href=\"Emilio%20Izaguirre\"&gt;Emilio Izaguirre&lt;/a&gt; as first-choice left back. For his performances he was awarded with both the &lt;a href=\"PFA%20Scotland%20Young%20Player%20of%20the%20Year\"&gt;Players'&lt;/a&gt; and &lt;a href=\"SFWA%20Young%20Player%20of%20the%20Year\"&gt;Writers'&lt;/a&gt; Young Player annual awards, while Celtic also won the league title. Despite interest from &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; clubs, Tierney signed a new five-year contract on 24 June 2016, keeping him at Parkhead until 2021. After making his first appearances in the &lt;a href=\"2016%E2%80%9317%20UEFA%20Champions%20League%20group%20stage%23Group%20C\"&gt;group stage&lt;/a&gt; of the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;, Tierney suffered ankle ligament damage during training on 27 October 2016 and was initially ruled out of action for two months. During the layoff, which caused him to miss the &lt;a href=\"2016%20Scottish%20League%20Cup%20Final%20%28November%29\"&gt;League Cup Final&lt;/a&gt;, he received treatment on a recurring shoulder injury and attended several Celtic matches as a typical supporter in the company of his childhood friends.\n2017–2019: Back-to-back domestic trebles.\nOn 22 January 2017, after missing three months, he made his long-awaited return to the Celtic team in a &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; tie against &lt;a href=\"Albion%20Rovers%20F.C.\"&gt;Albion Rovers&lt;/a&gt;. Tierney was crowned PFA Scotland Young Player of the Year for the second consecutive season on 7 May, making him the first to achieve this since &lt;a href=\"Craig%20Levein\"&gt;Craig Levein&lt;/a&gt; in 1986. He suffered a jaw injury early in the &lt;a href=\"2017%20Scottish%20Cup%20Final\"&gt;2017 Scottish Cup Final&lt;/a&gt; and had to be substituted for treatment. Celtic won the match 2–1 to complete a &lt;a href=\"Treble%20%28association%20football%29%23Domestic%20trebles\"&gt;domestic treble&lt;/a&gt; and &lt;a href=\"List%20of%20unbeaten%20football%20club%20seasons\"&gt;undefeated season&lt;/a&gt;. In spite of his lengthy injury absence, he featured in 40 matches during the campaign.\nOn 8 August 2017, Tierney was named as &lt;a href=\"Captain%20%28association%20football%29\"&gt;captain&lt;/a&gt; while also moving to &lt;a href=\"Defender%20%28association%20football%29%23Central%20defender\"&gt;central defender&lt;/a&gt; to command a back line of teenagers in a &lt;a href=\"2017%E2%80%9318%20Scottish%20League%20Cup%23Second%20round\"&gt;Scottish League Cup&lt;/a&gt; fixture against &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt;; Celtic won the game 5–0, with Tierney providing an &lt;a href=\"Assist%20%28football%29\"&gt;assist&lt;/a&gt; and scoring with a \"wonderful strike\" from 40 yards. On 30 October, a week after scoring in an important &lt;a href=\"2017%E2%80%9318%20Scottish%20Premiership\"&gt;league&lt;/a&gt; victory away to closest challengers &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt;, he extended his contract with Celtic until 2023.\nBy the end of the season, he had collected further personal accolades—winning both the &lt;a href=\"PFA%20Scotland%20Young%20Player%20of%20the%20Year\"&gt;Players'&lt;/a&gt; and &lt;a href=\"SFWA%20Young%20Player%20of%20the%20Year\"&gt;Writers'&lt;/a&gt; Young Player awards for the third campaign in succession—and performed a major role in securing a historic 'double treble' for the club, making more than 50 appearances and playing the entirety of the domestic cup finals, both being 2–0 wins over &lt;a href=\"Motherwell%20F.C.\"&gt;Motherwell&lt;/a&gt;. Tierney played in Celtic's victory over Aberdeen in the &lt;a href=\"2018%20Scottish%20League%20Cup%20Final\"&gt;2018 Scottish League Cup Final&lt;/a&gt; on 2 December 2018. Soon afterwards a hip injury meant that he was ruled out of action, returning on 24 February 2019. He then suffered from a hernia, which subsequently required surgery.\nArsenal.\n2019–2021: FA Cup win and injuries.\nOn 8 August 2019, Tierney signed for &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; club &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;, for a reported £25 million fee. Tierney missed the early part of the 2019–20 season, having undergone a double hernia operation in May 2019. He made his first-team debut for Arsenal in a 5–0 win against &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt; in the &lt;a href=\"EFL%20Cup\"&gt;EFL Cup&lt;/a&gt; on 24 September. Tierney assisted the first goal in a 4–0 home win against &lt;a href=\"Standard%20Li%C3%A8ge\"&gt;Standard Liège&lt;/a&gt; scored by &lt;a href=\"Gabriel%20Martinelli\"&gt;Gabriel Martinelli&lt;/a&gt; a week later. He made his first appearance in the Premier League on 27 October, in a 2–2 draw with &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt;. His season was further disrupted after suffering a dislocated shoulder in the game against West Ham United.\nTierney's impressive performances for Arsenal following the resumption of the Premier League after the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; saw him receive Arsenal's Player of the Month award for June. He scored his first goal for Arsenal on 26 July, in a 3–2 win against &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; on the final day of the 2019–20 Premier League season. On 1 August 2020, Tierney was selected to start in the &lt;a href=\"2020%20FA%20Cup%20Final\"&gt;FA Cup Final&lt;/a&gt; against Chelsea, as Arsenal won their 14th FA Cup.\nOn 28 August 2020, Tierney was in the starting 11 in the &lt;a href=\"2020%20FA%20Community%20Shield\"&gt;2020 FA Community Shield&lt;/a&gt;, which Arsenal clinched a 5–4 victory over &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; in the penalty shootout after the match was 1–1 after 90 minutes. On 2 January 2021, Tierney scored the opening goal in a 4–0 away league win over &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt; and later assisted the final goal, scored by &lt;a href=\"Alexandre%20Lacazette\"&gt;Alexandre Lacazette&lt;/a&gt;. His stunning strike was subsequently voted the January Goal of the Month on the Arsenal official website. On 25 February, he scored a goal in a 3–2 win over &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt; in the &lt;a href=\"2020%E2%80%9321%20UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt; round of 32, making him the first Scotsman to score for Arsenal in a European competition since &lt;a href=\"Willie%20Young%20%28footballer%2C%20born%201951%29\"&gt;Willie Young&lt;/a&gt; in March 1980. In June 2021, he signed a long-term contract with Arsenal.\nInternational career.\nTierney played for Scotland at &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland U18&lt;/a&gt; and &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland U19&lt;/a&gt; levels. He had also considered playing for the &lt;a href=\"Ellan%20Vannin%20football%20team\"&gt;Ellan Vannin team&lt;/a&gt; that represents the Isle of Man when the &lt;a href=\"ConIFA\"&gt;ConIFA&lt;/a&gt; World Cup competition was being held.\nTierney received his first call-up to the senior &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; squad on 10 March 2016 for a friendly against &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt;. Tierney played for the first half of the match, which Scotland won 1–0 at &lt;a href=\"Hampden%20Park\"&gt;Hampden Park&lt;/a&gt;; he was replaced at the break by his Celtic teammate &lt;a href=\"Charlie%20Mulgrew\"&gt;Charlie Mulgrew&lt;/a&gt;.\nDue to his greater adaptability compared to fellow left-back &lt;a href=\"Andrew%20Robertson\"&gt;Andrew Robertson&lt;/a&gt;, Tierney was deployed at right-back in Scotland's matches against &lt;a href=\"Slovenia%20national%20football%20team\"&gt;Slovenia&lt;/a&gt;, &lt;a href=\"Lithuania%20national%20football%20team\"&gt;Lithuania&lt;/a&gt; and &lt;a href=\"Slovakia%20national%20football%20team\"&gt;Slovakia&lt;/a&gt;, and on the left of a three-man defence in the fixture at home to &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; during &lt;a href=\"2018%20FIFA%20World%20Cup%20qualification%26amp%3Bnbsp%3B%E2%80%93%20UEFA%20Group%20F\"&gt;World Cup qualifiers&lt;/a&gt; in 2017.\nTierney was selected as Scotland captain for a friendly match against &lt;a href=\"Netherlands%20national%20football%20team\"&gt;the Netherlands&lt;/a&gt; in November 2017, where he played as a central defender in a 1–0 defeat.\nIn October 2018, Tierney scored a decisive &lt;a href=\"own%20goal\"&gt;own goal&lt;/a&gt; in a 2–1 loss to &lt;a href=\"Israel%20national%20football%20team\"&gt;Israel&lt;/a&gt; in a &lt;a href=\"UEFA%20Nations%20League\"&gt;UEFA Nations League&lt;/a&gt; fixture. Speaking after the game, Robertson said that both he and Tierney were being played out of position in the 3–5–2 system adopted by &lt;a href=\"Alex%20McLeish\"&gt;Alex McLeish&lt;/a&gt; to accommodate both players.\nIn November 2019, Tierney withdrew from the Scotland squad ahead of their &lt;a href=\"UEFA%20Euro%202020\"&gt;UEFA Euro 2020&lt;/a&gt; qualifiers against Cyprus and Kazakhstan due to a hip injury. In October 2020, he was required to pull out of the squad for a Euro 2020 play-off semi-final against Israel after being in close contact with &lt;a href=\"Stuart%20Armstrong\"&gt;Stuart Armstrong&lt;/a&gt;, who had tested positive for COVID-19. It was later confirmed by Armstrong, Tierney and &lt;a href=\"Ryan%20Christie\"&gt;Ryan Christie&lt;/a&gt; that they had been playing video games in the same room.\nTierney provided three assists in a 4–0 win against the &lt;a href=\"Faroe%20Islands%20national%20football%20team\"&gt;Faroe Islands&lt;/a&gt; on 31 March 2021, despite playing from a central defensive position.\nHonours.\nCeltic\nArsenal\nIndividual"
}