{
    "id": "4649371",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=4649371",
    "title": "Darío Sala",
    "text": "Darío Sala (born October 17, 1974) is an Argentine &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; administrator and former player. A &lt;a href=\"goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt;, he played with teams including &lt;a href=\"Club%20Atl%C3%A9tico%20Belgrano\"&gt;Belgrano&lt;/a&gt;, &lt;a href=\"Los%20Andes%20de%20Lomas%20de%20Zamora\"&gt;Los Andes&lt;/a&gt;, and &lt;a href=\"Club%20Atl%C3%A9tico%20River%20Plate\"&gt;River Plate&lt;/a&gt; in Argentina; &lt;a href=\"Deportivo%20Cali\"&gt;Deportivo Cali&lt;/a&gt; in Colombia; and &lt;a href=\"FC%20Dallas\"&gt;FC Dallas&lt;/a&gt; in &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; (MLS), where he played from 2005 to 2010. He served as &lt;a href=\"general%20manager\"&gt;general manager&lt;/a&gt; of &lt;a href=\"Jacksonville%20Armada%20FC\"&gt;Jacksonville Armada FC&lt;/a&gt; of the &lt;a href=\"North%20American%20Soccer%20League%20%282011%E2%80%932017%29\"&gt;North American Soccer League&lt;/a&gt; (NASL) from 2013 to 2015.\nEarly life.\nSala was born into a working-class family in &lt;a href=\"C%C3%B3rdoba%2C%20Argentina\"&gt;Córdoba&lt;/a&gt;. He aspired to be a &lt;a href=\"soldier\"&gt;soldier&lt;/a&gt; and attended a top military prep school at age 11. On weekends, Sala returned to his home to sell &lt;a href=\"churro\"&gt;churro&lt;/a&gt;s with his family outside the local soccer stadiums. Sala had no interest in football and instead played &lt;a href=\"team%20handball\"&gt;team handball&lt;/a&gt;. At an early age, he earned a place on Argentina's national handball team as a right winger.\nCareer.\nEarly career.\nAfter becoming a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; in the &lt;a href=\"Argentine%20Army\"&gt;Argentine Army&lt;/a&gt;, Sala started &lt;a href=\"law\"&gt;law&lt;/a&gt; school at the age of 18. As a way to get free drinks, he would bet the professional players a &lt;a href=\"Coca-Cola\"&gt;Coke&lt;/a&gt; that he could stop their shots from outside the 18-yard box. His efforts caught the attention of a &lt;a href=\"Scout%20%28sport%29\"&gt;scout&lt;/a&gt;, who, in 1995 signed him as a reserve player for first division powerhouse &lt;a href=\"Club%20Atl%C3%A9tico%20San%20Lorenzo%20de%20Almagro\"&gt;San Lorenzo&lt;/a&gt;. At San Lorenzo, Sala was coached by &lt;a href=\"Hector%20Baley\"&gt;Hector Baley&lt;/a&gt;, goalkeeper for the &lt;a href=\"1978%20FIFA%20World%20Cup\"&gt;1978&lt;/a&gt; &lt;a href=\"Argentina%20national%20football%20team\"&gt;Argentine&lt;/a&gt; World Cup squad.\nBecoming a starter.\nAfter his short stint at San Lorenzo, he was traded to his hometown team, &lt;a href=\"Talleres%20de%20C%C3%B3rdoba\"&gt;Talleres&lt;/a&gt; and later &lt;a href=\"Club%20Atl%C3%A9tico%20Racing%20de%20C%C3%B3rdoba\"&gt;Racing de Córdoba&lt;/a&gt;. In 1996, he joined &lt;a href=\"Belgrano%20de%20C%C3%B3rdoba\"&gt;Belgrano&lt;/a&gt; of the &lt;a href=\"Primera%20B%20Nacional%20Argentina\"&gt;Primera B Nacional Argentina&lt;/a&gt;; for the next two years he would be the starter winning Belgrano a promotion to the &lt;a href=\"Primera%20Divisi%C3%B3n%20Argentina\"&gt;Primera División Argentina&lt;/a&gt;. He moved on to &lt;a href=\"Club%20Atl%C3%A9tico%20Los%20Andes\"&gt;Los Andes&lt;/a&gt;, again helping his club to a promotion to the Primera División. Sala's good play earned him a look from Argentine powerhouse &lt;a href=\"Club%20Atl%C3%A9tico%20River%20Plate\"&gt;River Plate&lt;/a&gt; who bought his rights. After earning a few non-league match starts, he was loaned out to rival &lt;a href=\"Club%20Atl%C3%A9tico%20Independiente\"&gt;Independiente&lt;/a&gt; where he started for two seasons. After two seasons Independiente were looking to buy Sala, but the price was not right. As the Argentine economy unraveled, River officials looked to loan him to a team that could actually afford Sala's price tag; &lt;a href=\"Deportivo%20Cali\"&gt;Deportivo Cali&lt;/a&gt; in &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt; was that club.\nLeaving Argentina.\nAt Cali, he won goalkeeper of the year honors for the league and was named top foreigner in the league. He also enjoyed international acclaim for being the least scored upon goalkeeper in the &lt;a href=\"Copa%20Libertadores%202003\"&gt;Copa Libertadores 2003&lt;/a&gt;. Cali attempted to buy Sala's rights, but, due to a personal problem, Sala did not accept the move. Sala was offered a trial for the &lt;a href=\"MetroStars\"&gt;MetroStars&lt;/a&gt; which he refused. He returned to Argentina playing with &lt;a href=\"Newell%27s%20Old%20Boys\"&gt;Newell's Old Boys&lt;/a&gt;; he was the second goalkeeper behind &lt;a href=\"Justo%20Villar\"&gt;Justo Villar&lt;/a&gt; and was loaned to &lt;a href=\"Arsenal%20de%20Sarand%C3%AD\"&gt;Arsenal de Sarandí&lt;/a&gt; where he was the starter.\nMove to the US.\nDuring the 2005 &lt;a href=\"Major%20League%20Soccer\"&gt;MLS&lt;/a&gt; season, Sala was signed by &lt;a href=\"FC%20Dallas\"&gt;FC Dallas&lt;/a&gt;. He made one appearance, a start, during the season which resulted in a &lt;a href=\"shutout\"&gt;shutout&lt;/a&gt;. During the &lt;a href=\"2006%20Major%20League%20Soccer%20season\"&gt;2006 Major League Soccer season&lt;/a&gt;, Dario Sala was controversially announced the starter. He excelled throughout the season earning 28 starts, 93 saves, a 1.24 &lt;a href=\"Goals%20against%20average\"&gt;GAA&lt;/a&gt;, and 14 wins, leading the team to a first-place finish In two playoffs games against the &lt;a href=\"Colorado%20Rapids\"&gt;Colorado Rapids&lt;/a&gt;, Sala made many crucial stops, but it wasn't enough to win the series as FC Dallas lost 5–4 on penalties. After the match, the Rapid players taunted the FC Dallas supporters, namely The Inferno. Sala, trying to divert the attention of the Rapids, ultimately punched &lt;a href=\"Hunter%20Freeman\"&gt;Hunter Freeman&lt;/a&gt; as a result of the scuffle. He later apologized, but was fined and suspended for six games anyway. During the &lt;a href=\"2007%20Major%20League%20Soccer%20season\"&gt;2007 Major League Soccer season&lt;/a&gt;, Dario Sala was sidelined for the first six games due to the suspension received during the 2006 playoffs. He made his first appearance of the season on May 12, 2007, in a game versus the &lt;a href=\"Kansas%20City%20Wizards\"&gt;Kansas City Wizards&lt;/a&gt;, leading the team to a road win with an amazing series of 9 saves. Dario went on to play 19 regular season games (8-7-2) in 2007, missing an additional 6 games due to a knee injury. In 2008, Sala started 28 games, missing only two due to a right hip injury. He posted career bests in minutes played with 2,520 and shutouts with seven. He finished the season with a 1.32 goals against average, helping lead the team to the fourth-best goal differential (+4) in &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt;.\nAfter the &lt;a href=\"2010%20MLS%20season\"&gt;2010 MLS season&lt;/a&gt; FC Dallas declined Sala's contract option and he elected to participate in the &lt;a href=\"2010%20MLS%20Re-Entry%20Draft\"&gt;2010 MLS Re-Entry Draft&lt;/a&gt;. Sala became a free agent in Major League Soccer when he was not selected in the Re-Entry draft. Shortly thereafter he retired as a player and began a new career as a player agent.\nJacksonville Armada.\nIn 2013, Sala became a part of Sunshine Soccer Group, with a goal of bringing a &lt;a href=\"North%20American%20Soccer%20League%20%282011%E2%80%932017%29\"&gt;North American Soccer League&lt;/a&gt; franchise to &lt;a href=\"Jacksonville%2C%20Florida\"&gt;Jacksonville, Florida&lt;/a&gt;. The group was awarded an expansion team, along with &lt;a href=\"Oklahoma%20City%20NASL%20team\"&gt;Oklahoma City&lt;/a&gt;, on July 25 of that year. The team began play in 2015. Sala ran the operations of the team and served as &lt;a href=\"general%20manager\"&gt;general manager&lt;/a&gt;.\nSala was fired along with the entire coaching staff of the Armada in September 2015.\nPersonal.\nHe is married to Margot, an American, and his children, Alexandra, Valentina, Francesca, Emmanuel, and Agustina. In his free time, Sala enjoys playing &lt;a href=\"golf\"&gt;golf&lt;/a&gt; and handball, as well as &lt;a href=\"skydiving\"&gt;skydiving&lt;/a&gt;."
}