{
    "id": "46523185",
    "revid": "38851357",
    "url": "https://en.wikipedia.org/wiki?curid=46523185",
    "title": "Three-world model",
    "text": "The terms \"&lt;a href=\"First%20World\"&gt;First World&lt;/a&gt;\", \"&lt;a href=\"Second%20World\"&gt;Second World&lt;/a&gt;\", and \"&lt;a href=\"Third%20World\"&gt;Third World&lt;/a&gt;\" were originally used to divide the world's nations into three categories. The complete overthrow of the post–World War II status quo, known as the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, left two (originally &lt;a href=\"British%20Empire\"&gt;three&lt;/a&gt;) superpowers (the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;) vying for ultimate global supremacy. They created two camps, known as blocs. These blocs formed the basis of the concepts of the First and Second Worlds.\nToday, the terms first and third worlds are generally used to refer to &lt;a href=\"Developed%20country\"&gt;developed&lt;/a&gt; and &lt;a href=\"Developing%20country\"&gt;developing countries&lt;/a&gt;.\nHistory.\nCold War.\nEarly in the Cold War era, &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; and the &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; were created by the United States and the Soviet Union, respectively. They were also referred to as the &lt;a href=\"Western%20Bloc\"&gt;Western Bloc&lt;/a&gt; and the &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Bloc&lt;/a&gt;. The circumstances of these two blocs were so different that they were essentially two worlds, however, they were not numbered first and second. The onset of the Cold War is marked by &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;'s famous \"Iron Curtain\" speech. In this speech, Churchill describes the division of the West and East to be so solid that it could be called an iron curtain.\nIn 1952, the French demographer &lt;a href=\"Alfred%20Sauvy\"&gt;Alfred Sauvy&lt;/a&gt; coined the term Third World in reference to the three estates in pre-revolutionary France. The first two estates being the nobility and clergy and everybody else comprising the third estate. He compared the capitalist world (i.e., First World) to the nobility and the &lt;a href=\"communist\"&gt;communist&lt;/a&gt; world (i.e., Second World) to the clergy. Just as the third estate comprised everybody else, Sauvy called the Third World all the countries that were not in this Cold War division, i.e., the unaligned and uninvolved states in the \"East–West Conflict.\" With the coining of the term Third World directly, the first two groups came to be known as the \"First World\" and \"Second World,\" respectively. Here the three-world system emerged.\nHowever, &lt;a href=\"Secwepemc\"&gt;Shuswap&lt;/a&gt; Chief &lt;a href=\"George%20Manuel\"&gt;George Manuel&lt;/a&gt; believed the three-worlds model to be outdated. In his 1974 book \"The Fourth World: An Indian Reality\", he describes the emergence of the &lt;a href=\"Fourth%20World\"&gt;Fourth World&lt;/a&gt; while coining the term. The fourth world refers to \"nations,\" e.g., cultural entities and ethnic groups, of indigenous people who do not compose states in the traditional sense. Rather, they live within or across state boundaries (see &lt;a href=\"First%20Nations\"&gt;First Nations&lt;/a&gt;). One example is the Native Americans of North America, Central America, and the Caribbean.\nPost Cold War.\nWith &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;the fall of the Soviet Union in 1991&lt;/a&gt;, the Eastern Bloc ceased to exist; with it, so did all applicability of the term Second World."
}