{
    "id": "46542713",
    "revid": "407620",
    "url": "https://en.wikipedia.org/wiki?curid=46542713",
    "title": "Eastman Kodak Co v. Harold Worden",
    "text": "Eastman Kodak v Harold Worden is a case of &lt;a href=\"industrial%20espionage\"&gt;industrial espionage&lt;/a&gt; involving the sale of information by Harold Worden, a former &lt;a href=\"Kodak\"&gt;Kodak&lt;/a&gt; manager, to Kodak's competitors in 1995. Worden was caught selling details on the 401 process, a process designed to increase the speed and quality of film during development, during a &lt;a href=\"sting%20operation\"&gt;sting operation&lt;/a&gt; conducted by Kodak after two of their competitors, &lt;a href=\"Konica\"&gt;Konica&lt;/a&gt; and &lt;a href=\"Agfa-Gevaert\"&gt;Agfa-Gevaert&lt;/a&gt;, told Kodak that he had approached them selling &lt;a href=\"trade%20secret\"&gt;trade secret&lt;/a&gt;s. After the sting operation, Worden was sentenced to 15 months in prison and a fine of $30,000 for interstate transportation of stolen property.\nOverview.\nHarold Worden was a former employee of Kodak and he worked for 28 years at the company. During his time at &lt;a href=\"Kodak\"&gt;Kodak&lt;/a&gt;, Worden had worked as a project manager in the &lt;a href=\"Rochester%2C%20New%20York\"&gt;Rochester&lt;/a&gt;-based Kodak film manufacturing plant that Kodak tasked to develop the 401 process, a process designed to enhance both the speed and quality of film manufacturing. Kodak made the information involved in the process secret and tried to protect against it leaving the company by compartmentalizing the information so that no one employee had all the information and so that it was restricted on a need-to-know basis. Worden was one of the few employees that had access to all of the information. In 1992, Worden retired from Kodak and set up a consulting firm located in &lt;a href=\"Santee%2C%20South%20Carolina\"&gt;Santee, South Carolina&lt;/a&gt;.\nAfter Worden retired, he began to buy confidential data from another former Kodak employee, Kurt Strobl, at Kodak and from 63 other former Kodak colleagues. He also hired many former Kodak employees to work at his firm. From these actions, Worden was able to obtain a book containing every secret Kodak manufacturing formula with details of every chemical makeup of film base and coating, a book containing specifications for a $500 million film sensitizing facility, a collection of secret trouble-shooting procedures for the manufacturing of &lt;a href=\"acetate\"&gt;acetate&lt;/a&gt;, and a collection of techniques for inspecting and testing finished film base.\nIn 1994, Kodak became aware of Worden's activities after executives at &lt;a href=\"Konica\"&gt;Konica&lt;/a&gt; and &lt;a href=\"Agfa-Gevaert\"&gt;Agfa-Gevaert&lt;/a&gt; told Kodak and the &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt; that Worden had approached them trying to sell trade secrets. In response to this, Kodak began to investigate him. They then set up a &lt;a href=\"sting%20operation\"&gt;sting operation&lt;/a&gt; in which a Kodak executive and a security consultant, both of whom were former FBI agents, set up a meeting posing as two employees of a phony Chinese company where Worden offered to show them how to make high quality &lt;a href=\"acetate\"&gt;acetate&lt;/a&gt;, using the 401 process, for a fee between $125,000 and $500,000. The FBI executed a &lt;a href=\"search%20warrant\"&gt;search warrant&lt;/a&gt;, seizing about 40,000 documents from Worden's home in Santee before taking the case to the &lt;a href=\"United%20States%20Attorney\"&gt;U.S. Attorney's Office&lt;/a&gt;. Worden was arrested for interstate transportation of stolen goods by the FBI and sentenced on November 13, 1997, with a 15-month prison sentence and a fine of $30,000. In addition to the criminal case, Kodak also sued Worden in order to prevent Worden or Strobel from using any other information that he had stolen. As a part of his plea deal, Worden agreed to help Kodak determine who may have received Kodak proprietary information.\nSignificant actions by Worden.\nWorden did many things which make this an example of an &lt;a href=\"industrial%20espionage\"&gt;industrial espionage&lt;/a&gt; case. While Worden was still an employee at Kodak, he was in charge of recommending what technologies should be patented or assigned trade secret. He advised Kodak not to patent major elements of the 401 process because it would facilitate &lt;a href=\"reverse%20engineering\"&gt;reverse engineering&lt;/a&gt; by competitors. Before his retirement, he procured documents and proprietary information detailing major components of Kodak technology. In addition to acquiring the information about Kodak technology, Worden was the project manager at the Rochester-based Kodak plant which developed and implemented the 401 process. This gave him position and access which he used to gain the information and know-how to implement it. He also did not give back confidential information that he took from the company when he left. These factors became very important when Worden left Kodak to set up his own consulting firm.\nOnce Worden left Kodak, he set up his own consulting firm, Worden Enterprise Inc., in Santee, South Carolina, and recruited Kurt Strobel, another former Kodak employee, to work with him. Worden also recruited more than 60 Kodak retirees to sell him trade secrets or to consult Kodak competitors. Worden used this consulting firm to broker stolen documents and his knowledge of Kodak technology to competitors. This consulting by Worden constituted a breach in professional ethics. However, the current and retired employees did not physically give stolen technology or documents to Kodak competitors. Instead, they used Kodak's problem solving techniques to help competitors to develop Kodak technology which did not violate the current laws protecting trade secrets.\nAfter Kodak learned about Worden's actions, the sting operation conducted by Kodak shows how Worden sold trade secrets. In 1995, a Kodak executive and a security consultant posed as employees of a phony Chinese company trying to break into the modern film manufacturing market and met with Worden in an Atlanta hotel room. During the meeting, Worden said that he would not sell patented technology, but once the operatives said they had $250 million to spend on a new factory, Worden offered to show how to make the high-quality acetate, crucial for manufacturing film. Worden offered his services and expertise for a fee between $125,000 and $500,000. The &lt;a href=\"sting%20operation\"&gt;sting operation&lt;/a&gt; shows that Worden's willingness to sell Kodak technology noting that secrets are not always patented.\nPost-case actions.\nKodak had security procedures in place to prevent one position from having too much information. They did this by compartmentalizing information and restricting information on a need-to-know basis. Unfortunately, Worden was in a position that allowed him to acquire all the information he would later attempt to sell to Kodak competitors. Kodak also required all employees to sign &lt;a href=\"Nondisclosure%20agreement\"&gt;nondisclosure agreements&lt;/a&gt;, but due to a lapse in Kodak's security program, employees did not fully understand their duty to protect trade secrets which was required by their nondisclosure agreements. Because of this, some of them became pawns in Worden's scheme. In response to these lapses in security, many companies have taken various measure in order to prevent the loss of trade secrets. One of these is a trend of hiring former &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt;, FBI, &lt;a href=\"United%20States%20Secret%20Service\"&gt;Secret Service&lt;/a&gt;, and &lt;a href=\"military%20intelligence\"&gt;military intelligence&lt;/a&gt; experts as security chiefs as well as creating more operational security measures from shredding more documents to creating better accountability measures for trade secrets.\nEastman Kodak sued the &lt;a href=\"3M\"&gt;Minnesota Mining and Manufacturing Corp&lt;/a&gt;. in 1997, accusing 3M of using trade secrets pilfered by Worden. 3M's division in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; was at the time the largest maker of &lt;a href=\"private-label%20film\"&gt;private-label film&lt;/a&gt;, which Kodak said came to have better quality as a result of 3M having Kodak's proprietary information. Kodak listed seven sales Worden made to 3M Italia totaling $72,462, and accused 3M of providing Worden \"with substantial assistance in his wrongdoing by providing a ready, no-questions-asked\" market for stolen Kodak intellectual property.\nSince the case, the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; passed the &lt;a href=\"Economic%20Espionage%20Act%20of%201996\"&gt;Economic Espionage Act of 1996&lt;/a&gt; (EEA). EEA was the culmination of a Congressional mandate, coupled with a joint effort on the part of the FBI and industry, to provide law enforcement with a tool to deal effectively with trade secret theft and industrial espionage. This has allowed the FBI to identify perpetrators of industrial espionage, identify the economic target of spying and criminal activities, and identify the methods used to steal and illicit U.S. trade secrets. Also through this law, the FBI, the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;United States Department of Defense&lt;/a&gt; and businesses can better collaborate to prevent the loss of trade secrets to both companies in the United States and abroad.\nImpact of case.\nThis case has various impacts on business security and industrial espionage. The most important result of this case is the development and implementation of the EEA which has allowed for the better prosecution of those who sell trade secrets. Through this law, various other cases of industrial espionage have been stopped and prosecuted. Related to the effectiveness of laws, this case demonstrates the ambiguity of the laws of the day pertaining to industrial espionage. The difference between how Worden and other members of his consulting firm approached helping Kodak's competitors shows how slightly different actions can result in different legal outcomes. It also demonstrates that the loss of trade secrets occurs from dishonesty and theft. This has forced corporations to significantly examine their security procedures. Lastly it has led to the development of &lt;a href=\"competitive%20intelligence\"&gt;competitive intelligence&lt;/a&gt; departments in major businesses. Competitive intelligence divisions of companies were able to develop in order to gain an advantage over other companies through completely legal measures."
}