{
    "id": "46548362",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=46548362",
    "title": "Bant (Omdurman)",
    "text": "Bant ( / &lt;a href=\"Romanization%20of%20Arabic\"&gt;transliterated&lt;/a&gt;: ) is an affluent district in &lt;a href=\"Omdurman\"&gt;Omdurman&lt;/a&gt; &lt;a href=\"city\"&gt;city&lt;/a&gt;, &lt;a href=\"Khartoum%20State\"&gt;Khartoum State&lt;/a&gt;, &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt;. south-western part of the ancient &lt;a href=\"city\"&gt;city&lt;/a&gt; of &lt;a href=\"Omdurman\"&gt;Omdurman&lt;/a&gt;.\nGeography.\nBorders of Bant, from the &lt;a href=\"east\"&gt;east&lt;/a&gt; by Almorada Street, a &lt;a href=\"two-way%20street\"&gt;two-way street&lt;/a&gt; extends from north to south, and Alarbeen Street which extends from &lt;a href=\"north\"&gt;north&lt;/a&gt; to &lt;a href=\"south\"&gt;south&lt;/a&gt; divided the district into Bant East and Bant West. It is bordered on the &lt;a href=\"south\"&gt;south&lt;/a&gt; by Alawda street adjacent to the military area, and form the north Abukdok and officers district . Its borders ended at Almutamer Secondary School for boys Corner.\nHistory.\nAlthough the district is one of the Urban of the new &lt;a href=\"residential\"&gt;residential&lt;/a&gt; districts, but it was founded in the late &lt;a href=\"1940-1949\"&gt;1940s&lt;/a&gt; and early &lt;a href=\"1950-1959\"&gt;1950s&lt;/a&gt; of the past &lt;a href=\"century\"&gt;century&lt;/a&gt; after the central government distributed plots of land to the &lt;a href=\"population\"&gt;population&lt;/a&gt; of Almorda district, as compensation for what they had lost as a result of &lt;a href=\"residential\"&gt;residential&lt;/a&gt; land in &lt;a href=\"Architectural%20planning\"&gt;Architectural planning&lt;/a&gt; processes in the Postal area and Almorda &lt;a href=\"Street\"&gt;Street&lt;/a&gt;.\nEtymology.\nThere was a lot of stories about the name which was given after:\nClimate.\nBant features a hot &lt;a href=\"desert%20climate\"&gt;desert climate&lt;/a&gt;, with only the &lt;a href=\"month\"&gt;month&lt;/a&gt;s of July and August seeing significant precipitation. Bant averages a little over of precipitation per year. Based on annual mean &lt;a href=\"temperatures\"&gt;temperatures&lt;/a&gt;, &lt;a href=\"Omdurman\"&gt;Omdurman&lt;/a&gt; is one of the hottest major cities in the world. &lt;a href=\"Temperatures\"&gt;Temperatures&lt;/a&gt; may exceed in mid-summer.\nIts average annual high &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt; is , with six months of the year seeing an average monthly high &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt; of at least . Furthermore, none of its monthly &lt;a href=\"average\"&gt;average&lt;/a&gt; high &lt;a href=\"temperatures\"&gt;temperatures&lt;/a&gt; falls below . This is something not seen in other major &lt;a href=\"cities\"&gt;cities&lt;/a&gt; with hot desert climates. &lt;a href=\"Temperatures\"&gt;Temperatures&lt;/a&gt; cool off considerably during the &lt;a href=\"night\"&gt;night&lt;/a&gt;, with Omdurman's lowest average low temperature of the year just above .\nEducation.\nThere are several educational institutions in Omdurman. Some of the notable schools include:"
}