{
    "id": "46567458",
    "revid": "14984434",
    "url": "https://en.wikipedia.org/wiki?curid=46567458",
    "title": "1915 Bay of Islands by-election",
    "text": "The 1915 Bay of Islands by-election was a &lt;a href=\"by-election\"&gt;by-election&lt;/a&gt; held on 8 June 1915 during the &lt;a href=\"19th%20New%20Zealand%20Parliament\"&gt;19th New Zealand Parliament&lt;/a&gt; in the &lt;a href=\"Northland%20Region\"&gt;Northland&lt;/a&gt; electorate of &lt;a href=\"Bay%20of%20Islands%20%28New%20Zealand%20electorate%29\"&gt;Bay of Islands&lt;/a&gt;. The by-election came about because &lt;a href=\"Vernon%20Reed\"&gt;Vernon Reed&lt;/a&gt;'s win in the &lt;a href=\"1914%20New%20Zealand%20general%20election\"&gt;1914 general election&lt;/a&gt; was declared void by an electoral court. The seat was won by &lt;a href=\"William%20Stewart%20%28New%20Zealand%20politician%29\"&gt;William Stewart&lt;/a&gt; of the &lt;a href=\"Reform%20Party%20%28New%20Zealand%29\"&gt;Reform Party&lt;/a&gt;. Reed, who was also of the Reform Party, was barred by the court from standing for election for 12 months.\nBackground.\nReed was first elected to the Bay of Islands electorate in the &lt;a href=\"1908%20New%20Zealand%20general%20election\"&gt;1908 general election&lt;/a&gt; as a candidate of the Liberal Party. The resulted in significant losses for the Liberal Party and &lt;a href=\"Joseph%20Ward\"&gt;Joseph Ward&lt;/a&gt;'s government survived a &lt;a href=\"Motion%20of%20no%20confidence\"&gt;no-confidence motion&lt;/a&gt; on the casting vote of the &lt;a href=\"Speaker%20of%20the%20New%20Zealand%20House%20of%20Representatives\"&gt;speaker&lt;/a&gt; only. Ward chose to resign, though, and made way for a new liberal &lt;a href=\"Prime%20Minister%20of%20New%20Zealand\"&gt;Prime Minister&lt;/a&gt;, &lt;a href=\"Thomas%20Mackenzie\"&gt;Thomas Mackenzie&lt;/a&gt;. Reed expected to be part of the new &lt;a href=\"Cabinet%20of%20New%20Zealand\"&gt;cabinet&lt;/a&gt; and the media discussed that he might be appointed &lt;a href=\"Attorney-General%20%28New%20Zealand%29\"&gt;Attorney-General&lt;/a&gt; due to his legal background. Reed was invited to cabinet, but he did not join because the majority of the cabinet did not support his views of &lt;a href=\"Freehold%20%28law%29\"&gt;freehold&lt;/a&gt;. When the Mackenzie government faced a no-confidence vote in July 1912, Reed voted with the opposition, thus effectively joining the Reform Party.\nReed's switch to Reform caused problems in the . George Wilkinson had been the Reform candidate in the Bay of Islands electorate in 1911, he was keen to represent Reform in that electorate in 1914, and he had the backing of the local electorate committee. Reed also wanted to run for Reform, and as he had the backing of the party head office, he was declared the official Reform candidate. Reed narrowly won the election against &lt;a href=\"Te%20Rangi%20H%C4%ABroa\"&gt;Te Rangi Hīroa&lt;/a&gt; of the Liberal Party, with Wilkinson coming third. &lt;a href=\"Bill%20Veitch\"&gt;Bill Veitch&lt;/a&gt;, at the time a &lt;a href=\"United%20Labour%20Party%20%28New%20Zealand%29\"&gt;United Labour Party&lt;/a&gt; MP in &lt;a href=\"Whanganui%20%28New%20Zealand%20electorate%29\"&gt;Wanganui&lt;/a&gt;, claimed that Wilkinson had been under immense pressure from the Reform Party not to contest the Bay of Islands election, and that &lt;a href=\"William%20Massey\"&gt;William Massey&lt;/a&gt; had promised him a seat in the &lt;a href=\"New%20Zealand%20Legislative%20Council\"&gt;Legislative Council&lt;/a&gt; in return, an allegation later picked up by other media outlets but also implicating Reed in the affair.\nThis complaint was elevated to a formal election petition in April 1915 by &lt;a href=\"Waipapakauri\"&gt;Waipapakauri&lt;/a&gt; resident Edward Evans and Edward Parsons of Waipuna on the &lt;a href=\"Whangaroa%20Harbour\"&gt;Whangaroa Harbour&lt;/a&gt;, who engaged a &lt;a href=\"List%20of%20King%27s%20and%20Queen%27s%20Counsel%20in%20New%20Zealand\"&gt;King's Counsel&lt;/a&gt;, &lt;a href=\"John%20Findlay%20%28New%20Zealand%20politician%29\"&gt;John Findlay&lt;/a&gt;, and a solicitor, &lt;a href=\"Bill%20Endean\"&gt;Bill Endean&lt;/a&gt;, as their counsel. Reed used his brother &lt;a href=\"John%20Reed%20%28judge%29\"&gt;John&lt;/a&gt;, also a King's Counsel, as his legal representative. The primary complaint was that Reed had, through an intermediary, tried to convince Wilkinson to retire by promising him a seat on the Legislative Council, and to reimburse him for his election campaign expenses. On 8 May 1915, the petition was upheld &lt;a href=\"Frederick%20Chapman%20%28judge%29\"&gt;Justice Chapman&lt;/a&gt; and &lt;a href=\"John%20Hosking%20%28judge%29\"&gt;Justice Hosking&lt;/a&gt;, the election declared void, and Reed barred from standing in another election for one year. Since 1913, there have been over 100 &lt;a href=\"List%20of%20New%20Zealand%20by-elections\"&gt;by-elections held in New Zealand&lt;/a&gt;, and this was one of only five cases where a general election was declared void by the courts.\nResult and aftermath.\nThe following table gives the election results:\nOn 8 June 1915, Stewart won the by-election against George Gardiner Menzies of the &lt;a href=\"New%20Zealand%20Liberal%20Party\"&gt;Liberal Party&lt;/a&gt;. Stewart resigned his seat again in March 1917 owing to not being able to give enough time to his constituents and because of business pressures, but the editor of the \"North Otago Times\" offered a different explanation:\nMr Stewart silently served in the House of Representatives as a sort of political warming pan for the Bay of Islands seat while Mr Vernon Reed, its former occupier as a supporter of the Reform Party, marked time during the period of his technical disqualification as a candidate at the 1914 election. Immediately that time was over, Mr Stewart resigned owing to pressure of private business.\nStewart's resignation caused the and Vernon Reed stood again for the Reform Party. In accordance with the agreement between the Reform and Liberal parties during World War I, the Liberal Party did not field a candidate, as the Reform Party held the seat prior to the by-election. With no other candidates having come forward, Reed was declared elected unopposed. When the &lt;a href=\"Reform%20Government%20of%20New%20Zealand\"&gt;Massey government&lt;/a&gt; made 19 appointments to the &lt;a href=\"New%20Zealand%20Legislative%20Council\"&gt;Legislative Council&lt;/a&gt; in May 1918, Stewart was one of the appointees."
}