{
    "id": "46590909",
    "revid": "1384218",
    "url": "https://en.wikipedia.org/wiki?curid=46590909",
    "title": "Ablaye Mbengue",
    "text": "Ablaye Vieux M'bengue (born 19 May 1992) is a &lt;a href=\"Senegal\"&gt;Senegal&lt;/a&gt;ese professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player who plays as a &lt;a href=\"Striker%20%28association%20football%29\"&gt;striker&lt;/a&gt;.\nCareer.\nM'bengue began his career at &lt;a href=\"ASC%20Jaraaf\"&gt;ASC Jaraaf&lt;/a&gt; before joining &lt;a href=\"Sapins%20FC\"&gt;Sapins&lt;/a&gt;. In January 2015, Mbengue went on trial with Turkish &lt;a href=\"TFF%20First%20League\"&gt;First League&lt;/a&gt; side &lt;a href=\"Adana%20Demirspor\"&gt;Adana Demirspor&lt;/a&gt;. On 24 February 2015, M'bengue signed for &lt;a href=\"Russian%20Football%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt; side &lt;a href=\"FC%20Terek%20Grozny\"&gt;FC Terek Grozny&lt;/a&gt;. M'bengue made his professional debut on 2 May 2015 for Terek Grozny in their Russian Premier League game against &lt;a href=\"FC%20Rostov\"&gt;FC Rostov&lt;/a&gt;, coming in as a substitute shortly before half-time for the injured &lt;a href=\"A%C3%ADlton%20Jos%C3%A9%20Almeida\"&gt;Aílton&lt;/a&gt;. With 7 minutes left in the game, he scored the only goal of the match, giving his team a 1–0 away victory. In his first game in the starting lineup on 11 May 2015, he scored twice to help Terek beat &lt;a href=\"FC%20Spartak%20Moscow\"&gt;FC Spartak Moscow&lt;/a&gt; with a score of 4–2.\nOn 27 May 2019 Mbengue signed a new three-year contract with &lt;a href=\"FC%20Akhmat%20Grozny\"&gt;Akhmat Grozny&lt;/a&gt;, keeping him in Grozny until the summer of 2022. In August 2020, Mbengue went &lt;a href=\"AWOL%20%28disambiguation%29\"&gt;AWOL&lt;/a&gt; from Akhmat Grozny.\nOn 29 March 2021, Mbengue joined &lt;a href=\"FC%20Dinamo%20Minsk\"&gt;Dinamo Minsk&lt;/a&gt; on loan until the end of the 2021 season from Akhmat Grozny.\nOn 5 October 2021, Dinamo Minsk announced that Mbengue had unilaterally terminated his loan deal with Dinamo Minsk, and contract with Akhmat Grozny, to join &lt;a href=\"Maccabi%20Petah%20Tikva%20F.C.\"&gt;Maccabi Petah Tikva&lt;/a&gt;."
}