{
    "id": "46591715",
    "revid": "1063429049",
    "url": "https://en.wikipedia.org/wiki?curid=46591715",
    "title": "Pat Mata'utia",
    "text": "Pat Mata'utia-Leifi (pronounced ma-ta-oo-tee-a) (born 11 September 1993) is a &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Samoa&lt;/a&gt; international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer. His positions are and . He previously played for the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;.\nBackground.\nMata'utia was born in &lt;a href=\"Campsie%2C%20New%20South%20Wales\"&gt;Campsie, New South Wales&lt;/a&gt;, Australia. He is of &lt;a href=\"Samoans\"&gt;Samoan&lt;/a&gt; descent.\nHe played his junior rugby league for the &lt;a href=\"South%20Newcastle%20Lions\"&gt;South Newcastle Lions&lt;/a&gt; in the &lt;a href=\"Newcastle%20Rugby%20League\"&gt;Newcastle Rugby League&lt;/a&gt;, before being signed by the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt;.\nMata'utia is the younger brother of Knights teammates &lt;a href=\"Peter%20Mata%27utia\"&gt;Peter Mata'utia&lt;/a&gt; and &lt;a href=\"Chanel%20Mata%27utia\"&gt;Chanel Mata'utia&lt;/a&gt;, and older brother of Knights teammate &lt;a href=\"Sione%20Mata%27utia\"&gt;Sione Mata'utia&lt;/a&gt;.\nPlaying career.\nEarly career.\nIn October 2011, Mata'utia played for the &lt;a href=\"Australian%20Schoolboys%20rugby%20league%20team\"&gt;Australian Schoolboys&lt;/a&gt;. In 2012 and 2013, he played for the Newcastle Knights' &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;NYC&lt;/a&gt; team. On 16 October 2013, he re-signed with the Knights on a 2-year contract. In 2014, he graduated on to the Knights' &lt;a href=\"New%20South%20Wales%20Cup\"&gt;New South Wales Cup&lt;/a&gt; team. Late in September 2014, he signed a letter of intent to join the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; on a 4-year contract starting in 2016, along with his brothers Chanel and Sione. However, the NRL's rules didn't allow the Bulldogs to register the contracts until 30 June 2015, leaving the option of staying at the Knights open for the Mata'utias.\n2015.\nOn 19 March, Mata'utia re-signed with the Knights on a 3-year contract, along with his brothers Chanel and Sione. On 2 May, he played for &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Samoa&lt;/a&gt; against &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tonga&lt;/a&gt; in the &lt;a href=\"Pacific%20Rugby%20League%20International%232015%20tests\"&gt;2015 Polynesian Cup&lt;/a&gt;, making his international debut on the wing in Samoa's 18-16 win at &lt;a href=\"Robina%20Stadium\"&gt;Cbus Super Stadium&lt;/a&gt;.\n2016.\nIn round 1 of the &lt;a href=\"2016%20NRL%20season\"&gt;2016 NRL season&lt;/a&gt;, Mata'utia made his &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; debut for the Knights against the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast Titans&lt;/a&gt; after the suspension of his brother Sione left open a position at centre. He scored a try on debut in the Knights' 12-30 loss at &lt;a href=\"Robina%20Stadium\"&gt;Cbus Super Stadium&lt;/a&gt;. He finished the year with 14 appearances and two tries.\n2018.\nAfter not seeing NRL time for the last two seasons, Mata'utia parted ways with the Knights at the end of the 2018 season."
}