{
    "id": "4663112",
    "revid": "1053884421",
    "url": "https://en.wikipedia.org/wiki?curid=4663112",
    "title": "Caprock High School",
    "text": "Caprock High School is located in &lt;a href=\"Amarillo%2C%20Texas\"&gt;Amarillo, Texas&lt;/a&gt; in Potter, County, which is part of the Texas Panhandle. Caprock is one of four high schools in the &lt;a href=\"Amarillo%20Independent%20School%20District\"&gt;Amarillo Independent School District&lt;/a&gt; and classified as a 5A school by the &lt;a href=\"University%20Interscholastic%20League\"&gt;UIL&lt;/a&gt;. Caprock was built in 1964 and celebrated its 50th graduating class in 2014. In 2015, the school was rated \"&lt;a href=\"Texas%20Education%20Agency%20accountability%20ratings%20system\"&gt;Met Standard&lt;/a&gt;\" by the &lt;a href=\"Texas%20Education%20Agency\"&gt;Texas Education Agency&lt;/a&gt;.\nAthletics.\nThe Caprock Longhorns compete in cross country, volleyball, football, wrestling, basketball, swimming, soccer, golf, tennis, track, softball, baseball, choir, and band.\nFootball.\nIn 2010, Caprock ended a 35-year playoff drought, dating back to 1975 with an 8-2 overall record, going 5–2 in district, recording their first shutout in a decade over rival &lt;a href=\"Palo%20Duro%20High%20School\"&gt;Palo Duro High School&lt;/a&gt;, and winning a district title (Shared with &lt;a href=\"Hereford%20High%20School%20%28Texas%29\"&gt;Hereford High School&lt;/a&gt; and &lt;a href=\"Randall%20High%20School\"&gt;Randall High School&lt;/a&gt;). This resulted in a first round matchup with &lt;a href=\"Rider%20High%20School\"&gt;Rider High School&lt;/a&gt;, which resulted in a 35-14 loss. This season marked a quick turnaround from a soccer program that had a 29-game losing streak spanning nearly three entire seasons earlier in the decade. The success came after Caprock hired Seth Parr (son of then Palo Duro coach Steve Parr) in 2007, who implemented an air raid offence in the footsteps of &lt;a href=\"Mike%20Leach%20%28American%20football%20coach%29\"&gt;Mike Leach&lt;/a&gt;. This markedly improved the offensive production of the Longhorns' offense from 2007 to 2013. In 2014, Coach Parr left Caprock for &lt;a href=\"Coronado%20High%20School%20%28Lubbock%29\"&gt;Coronado High School&lt;/a&gt;, and Caprock promoted Defensive Coordinator Dan Sherwood to Head Coach. In seven seasons at Caprock, Parr went 35-37 with no playoff wins.\nAfter a string of playoff appearances in 2011 (L 43-21 to &lt;a href=\"Billy%20Ryan%20High%20School\"&gt;Ryan High School&lt;/a&gt;), 2015 (L 45-43 to &lt;a href=\"Cooper%20High%20School%20%28Abilene%2C%20Texas%29\"&gt;Cooper High School&lt;/a&gt;), 2016 (L 41-40 to Coronado High School and former coach Seth Parr), Caprock ended a 43-year playoff win drought in a 42-17 win over &lt;a href=\"Eastlake%20High%20School%20%28El%20Paso%2C%20Texas%29\"&gt;Eastlake High School&lt;/a&gt; (The 1975 playoff win over &lt;a href=\"Lubbock%20High%20School\"&gt;Lubbock High School&lt;/a&gt; was vacated soon after the game was played). The following week, the Longhorns would fall to a high octane &lt;a href=\"Grapevine%20High%20School\"&gt;Grapevine High School&lt;/a&gt; 47-28. This capped off a historic season for Caprock, winning 8 games en route to the second district title (shared with Coronado High School) in 8 years. At the conclusion of the 2018 season, Coach Sherwood has a record of 23-31 with one playoff victory.\nGirls' wrestling.\nCaprock girls' wrestling team has won nine consecutive &lt;a href=\"University%20Interscholastic%20League\"&gt;UIL&lt;/a&gt; state championships. They have also won a national championship two years in a row. Lisa Martinez, a 2008 Caprock senior, went to an international competition in Australia in the summer of 2007 and received first place.\nState titles.\n2000 (All), 2004 (All), 2005 (All), 2006 (All), 2007 (All), 2008 (All), 2009 (All), 2010 (All), 2011(All), 2012(All)\nTexas Assessment of Knowledge and Skills (TAKS).\n\"Read full article &lt;a href=\"Texas%20Assessment%20of%20Knowledge%20and%20Skills\"&gt;Texas Assessment of Knowledge and Skills&lt;/a&gt;\"\nCaprock has a greatly improved TAKS record. It has a met the required passing rate. The best portion of the TAKS test that Caprock does well on is the English-Language Arts (ELA). Out of the four Amarillo high schools, Caprock scores the lowest, causing the state of Texas to intervene. Now for a week in January, 9th, 10th, and 11th graders as well as 12th graders who didn't pass the exit out exam in the 11th grade have to take a diagnostic TAKS and act like it is the real test in order to be prepared for the tests in February or March for the ELA portion and April or May for the Math, Social Studies, and Science portions. Caprock has also inserted an additional class period during the day called IMPACT. IMPACT is directed at improving TAKS scores for all who are involved in upcoming testing. Those student who are preparing for graduation and college use the time for ST/ACT preparation, scholarship applications, enrollment applications, and other future-planning activities.\nCaprock High School Cluster.\nIn the Amarillo Independent School District, the elementary and middle schools are divided into four clusters. The clusters are named after the four high schools in AISD, &lt;a href=\"Amarillo%20High%20School\"&gt;Amarillo High School&lt;/a&gt;, Caprock High School, &lt;a href=\"Palo%20Duro%20High%20School\"&gt;Palo Duro High School&lt;/a&gt;, and &lt;a href=\"Tascosa%20High%20School\"&gt;Tascosa High School&lt;/a&gt;. The Caprock cluster has two middle schools and ten elementary schools that promote up to Caprock High.\nFeeder Schools.\nElementary schools.\na=The Amarillo Area Center for Advanced Learning (AACAL) and Northern Heights Alternative both serve the entire AISD system, not just one cluster.\nHouses.\nCaprock is divided up into four \"houses\". The houses are for the four grade levels at the high school causing the core classes of each grade to be separated from another grade level. The 2008-2009 school year is the first year the house idea was implemented.\nSenior House.\nThe senior house is the 200 building and one of the two buildings at the front of the school. The 200 building also contains the cafeteria, commons, main office, library and the ACE Scholarship Office. The senior principal is Mr. Scott Saker and the senior \ncounselor is Cassie Davenport.\nJunior House.\nThe junior house is the 1400 building which is the newest building on the campus. Some seniors argued that the senior house should have been the 1400 hall because it was the nicest on campus, but other seniors said that the 200 building that they are in now is the heart of the school and the senior class should be next to the heart of the school. The junior principal is Mr. Johnathan Lyold and the junior counselor is Mary Larken.\nSophomore House.\nThe sophomore house is the 300 building. The sophomore principal is Mr. Lloyd and the Sophomore counselor is Mandy Abernethy.\nFreshman House.\nThe freshman house is the 400 building. The freshman principal is Ryan Cabe and the freshman counselor is Brandi Fennell."
}