{
    "id": "4663436",
    "revid": "13649084",
    "url": "https://en.wikipedia.org/wiki?curid=4663436",
    "title": "Lavender scare",
    "text": "The \"lavender scare\" was a &lt;a href=\"moral%20panic\"&gt;moral panic&lt;/a&gt; during the mid-20th century about &lt;a href=\"Homosexuality\"&gt;homosexual&lt;/a&gt; people in the United States government and their mass dismissal from government service. It contributed to and paralleled the &lt;a href=\"Anti-communism\"&gt;anti-communist&lt;/a&gt; campaign known as &lt;a href=\"McCarthyism\"&gt;McCarthyism&lt;/a&gt; and the &lt;a href=\"Red%20Scare%23Second%20Red%20Scare\"&gt;Second Red Scare&lt;/a&gt;. &lt;a href=\"Gay%20men\"&gt;Gay men&lt;/a&gt; and &lt;a href=\"lesbian\"&gt;lesbian&lt;/a&gt;s were said to be national security risks and communist sympathizers, which led to the call to remove them from state employment. It was thought that gay people were more susceptible to being manipulated, which could pose a threat to the country. \nThe Lavender Scare – the federal government's official response to both a visible lesbian and gay community and a perceived homosexual menace – normalized persecution of homosexuals through bureaucratic institutionalization of homophobia. Former U.S. Senator &lt;a href=\"Alan%20K.%20Simpson\"&gt;Alan K. Simpson&lt;/a&gt; has written:\nThe so-called '&lt;a href=\"Red%20Scare\"&gt;Red Scare&lt;/a&gt;' has been the main focus of most historians of that period of time. A lesser-known element ... and one that harmed far more people was the witch-hunt McCarthy and others conducted against homosexuals.\nEtymology.\nThe term for this persecution was popularized by &lt;a href=\"David%20K.%20Johnson\"&gt;David K. Johnson&lt;/a&gt;'s 2004 book which studied this anti-homosexual campaign, \"The Lavender Scare.\" The book drew its title from the term \"&lt;a href=\"lavender%20%28color%29\"&gt;lavender&lt;/a&gt; lads\", used repeatedly by Senator &lt;a href=\"Everett%20Dirksen\"&gt;Everett Dirksen&lt;/a&gt; as a synonym for homosexual males. In 1952, Dirksen said that a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; victory in the November elections would mean the removal of \"the lavender lads\" from the &lt;a href=\"State%20Department\"&gt;State Department&lt;/a&gt;. The phrase was also used by \"&lt;a href=\"Confidential%20%28magazine%29\"&gt;Confidential&lt;/a&gt;\" magazine, a periodical known for gossiping about the sexuality of politicians and prominent Hollywood stars.\nHistory.\nWell before the congressional investigations of 1950, U.S. institutions had already developed an intricate and effective system of regulations, tactics, and personnel to uncover homosexuals that would become enforcement mechanisms during the Lavender Scare. This was related to a general expansion of the bureaucratic state during the late nineteenth century, with institutions that increasingly systematically categorized people as unfit or fit, including homosexuals in the unfit category along with people who were designated as \"criminally insane\" or \"morally depraved\", even though they did not consistently take regulatory action on this until later.\nIn 1947, at the beginning of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; and the heightened concern about internal security, the State Department began campaigns to rid the department of &lt;a href=\"Communism\"&gt;communists&lt;/a&gt; and homosexuals, and they established a set of \"security principles\" that went on to inspire the creation of a dual loyalty-security test which became the model for other government agencies, as well as the basis for a government-wide security program under President Dwight D. Eisenhower's administration. Under the criteria of the State Department's security principles, \"disloyal\" persons included communists, their associates, and those guilty of espionage, along with persons known for \"habitual drunkenness, sexual perversion, moral turpitude, financial irresponsibility or criminal record,\" and were to be denied federal employment. With the inclusion of \"sexual perversion\" among those considered unsuitable for federal employment, discrimination against homosexuals was implicitly built into &lt;a href=\"United%20States%20Department%20of%20State\"&gt;State Department&lt;/a&gt; policy, and it was grandfathered into federal governmental protocol and procedure. Between the 1947 and 1950, over 1700 applicants to federal jobs were denied the positions due to allegations of homosexuality. \nEven before the 1947 establishment of State Department security principles, the United States military had developed discriminatory policies targeting &lt;a href=\"gay\"&gt;gay&lt;/a&gt; men and &lt;a href=\"lesbian\"&gt;lesbian&lt;/a&gt;s. In 1940, President Roosevelt and his &lt;a href=\"Selective%20Service%20System\"&gt;Selective Service&lt;/a&gt; advisers were convinced by psychiatrists of the need to implement screening programs to determine the mental health of potential soldiers as to reduce the cost of psychiatric rehabilitation for returning veterans. Although the initial plan for psychiatric screenings of military recruits included no direct references to homosexuality, within a year, direct references were added – this development in military bureaucratic processes contributed towards the momentum of the military's preoccupation with homosexuality during World War II. The new psychiatric screening directives and procedures introduced to the military the idea that homosexuals were unfit to serve in the armed forces because they were mentally ill: a change from the military's traditional way of approaching homosexuality as a crime. During World War I, punishment of homosexual soldiers was first codified in American military law, and during World War II, final regulations were declared and homosexuals were banned from all branches of the military in 1943. Despite all of the regulations, the need for troops allowed for loopholes regarding the acceptance/rejection of homosexuals to fight in war. Around 4,000–5,000 out of 18 million men that had been in consideration were turned away. Those serving in the military were ordered to report homosexual acts by other soldiers that were serving. Between two thousand and five thousand soldiers were suspected to be homosexuals in the military, where women were discharged at a higher rate than men.\nIf the influx of people into Washington, D.C., during the &lt;a href=\"New%20Deal\"&gt;New Deal&lt;/a&gt; created the urban and professional environments that allowed a gay and lesbian subculture to flourish, then World War II accelerated the process: for many lesbians and gay men, the war was a national coming out experience. Mobilization for World War II and the war experience gave birth to a new addition to the American social urban landscape – the lesbian and gay community. To many Americans, this visible homosexual subculture seemed to prove their suspicions that the war had loosened puritanical moral codes, broadened sexual mores and certainly represented a viable threat to ideals of puritanical gender roles, heterosexuality, and the &lt;a href=\"nuclear%20family\"&gt;nuclear family&lt;/a&gt;. After the war, as families were united and as Americans struggled to put their lives back together, a national narrative rigorously promoted and propagated idealized versions of the nuclear family, heterosexuality, and traditional gender roles in the home and the workplace.\nIn February 1950, the same year that Senator &lt;a href=\"Joseph%20McCarthy\"&gt;Joseph McCarthy&lt;/a&gt; claimed 205 communists were working in the State Department, &lt;a href=\"Undersecretary\"&gt;Undersecretary&lt;/a&gt; of State &lt;a href=\"John%20Peurifoy\"&gt;John Peurifoy&lt;/a&gt; said that the State Department had allowed 91 homosexuals to resign. Only two of these were women. Following this, the administration of President Harry Truman was accused of not taking the \"threat\" of homosexuality seriously enough. In June 1950, an investigation by the Senate began into the government's employment of homosexuals. The results were not released until December, but in the mean time federal job losses due to allegations of homosexuality increased greatly, rising from approximately 5 to 60 per month. On April 19, 1950, the Republican National Chairman &lt;a href=\"Guy%20George%20Gabrielson\"&gt;Guy George Gabrielson&lt;/a&gt; said that \"sexual perverts who have infiltrated our Government in recent years\" were \"perhaps as dangerous as the actual Communists\". The danger was not solely because they were gay, however. Homosexuals were considered to be more susceptible to &lt;a href=\"blackmail\"&gt;blackmail&lt;/a&gt; and thus were labeled as security risks. McCarthy hired &lt;a href=\"Roy%20Cohn\"&gt;Roy Cohn&lt;/a&gt;who later died of &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; and, ironically, is believed to have been a &lt;a href=\"closeted\"&gt;closeted&lt;/a&gt; homosexualas chief counsel of his Congressional subcommittee. Together, McCarthy and Cohnwith the enthusiastic support of the head of the &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt;, &lt;a href=\"J.%20Edgar%20Hoover\"&gt;J. Edgar Hoover&lt;/a&gt;were responsible for the firing of scores of gay men and women from government employment, and they strong-armed many opponents into silence using rumors of their homosexuality. In 1953, during the final months of the Truman administration, the State Department reported that it had fired 425 employees for allegations of homosexuality.\nMcCarthy often used accusations of homosexuality as a &lt;a href=\"smear%20tactic\"&gt;smear tactic&lt;/a&gt; in his anti-communist crusade, often combining the &lt;a href=\"Second%20Red%20Scare\"&gt;Second Red Scare&lt;/a&gt; with the Lavender Scare. On one occasion, he went so far as to announce to reporters, \"If you want to be against McCarthy, boys, you've got to be either a Communist or a cocksucker.\" At least one recent historian has argued that, by linking communism and homosexuality with psychological imbalance, McCarthy was employing guilt-by-association when evidence for communist activity was lacking. Political rhetoric at the time often linked communists and homosexuals, and common beliefs among the public were similar, stating that both were \"morally weak\" or \"psychologically disturbed,\" along with being godless and undermining traditional families.\nFor example, McCarthy spoke on the Senate floor about two individual people, \"Case 14\" and \"Case 62,\" as communists who were \"unsafe risks\" which he directly linked to their homosexuality. He said a top intelligence official had told him \"every active communist is twisted mentally or physically,\" and he implied that these people were vulnerable to recruitment by communists because of their \"peculiar mental twists\" of homosexuality.\nDue to the image of the State Department now being tainted with homosexuality, many male employees became self-conscious about the possibility of being perceived as homosexual. They often refused to be seen in pairs, and made statements confirming their heterosexuality when introducing themselves. For example, one unnamed employee often said at parties, \"Hi, I'm so-and-so, I work for the State Department. I'm married and I have three children.\"\nExecutive Order 10450.\nIn 1953, &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;President Dwight D. Eisenhower&lt;/a&gt; signed &lt;a href=\"Executive%20Order%2010450\"&gt;Executive Order 10450&lt;/a&gt;, which set security standards for federal employment and barred homosexuals from working in the federal government. The restrictions set in place were cause for hundreds of gay people to be forcibly outed and fired from the State Department. The executive order was also the cause for the firing of approximately 5,000 gay people from federal employment; this included private contractors and military personnel. Not only did the victims lose their jobs, but also they were forced out of the closet and thrust into the public eye as lesbian or gay.\nSpecifically, Truman's loyalty program had been extended through this executive order: \"sexual perversion\" was added to a list of behaviors that would keep a person from holding a position in government. There were many new regulations and policies put into place to detect and remove gay, lesbian, and bisexual people. The new procedures to search out homosexuals were frequently used to interview and look for signs of sexual orientation. They also looked at places these individuals frequently visited, such as gay bars, and they even found people guilty by association. If their friends or family showed signs of being homosexual, they might also be suspected.\nBy the mid-1950s, similar repressive and oppressive policies had gone into effect in state and local governments which extended the prohibitions on the employment of lesbians and gay men to cover twelve million workers – more than twenty percent of the United States labor force – who now had to sign oaths attesting to their moral purity to get or to keep their jobs.\nIn 1973, a federal judge ruled a person's sexual orientation could not be the sole reason for termination from federal employment, and in 1975 the &lt;a href=\"United%20States%20Civil%20Service%20Commission\"&gt;United States Civil Service Commission&lt;/a&gt; announced that they would consider applications by gays and lesbians on a case by case basis. Executive Order 10450 stayed partly in effect until 1995 when &lt;a href=\"Bill%20Clinton\"&gt;President Bill Clinton&lt;/a&gt; rescinded the order and put in place the \"&lt;a href=\"don%27t%20ask%2C%20don%27t%20tell\"&gt;don't ask, don't tell&lt;/a&gt;\" policy for admittance of gays into the military. In 1998 the order's language concerning employment and sexual orientation was also repealed when Clinton signed &lt;a href=\"Executive%20Order%2013087\"&gt;Executive Order 13087&lt;/a&gt;. And in 2017 the order was explicitly repealed when &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; signed Executive Order 13764.\nAssociation of communism with \"subversives\".\nBoth homosexuals and &lt;a href=\"Communist%20Party%20USA\"&gt;Communist Party&lt;/a&gt; members were seen as subversive elements in American society who all shared the same ideals of &lt;a href=\"antitheism\"&gt;antitheism&lt;/a&gt;, rejection of &lt;a href=\"Bourgeoisie%23Bourgeois%20culture\"&gt;bourgeois culture&lt;/a&gt; and middle-class morality, and lack of conformity. They were also seen as scheming and manipulative and, most importantly, would put their own agendas above others in the eyes of the general population. McCarthy also associated homosexuality and communism as \"threats to the 'American way of life'.\" [Homosexuals and communists] were perceived as hidden subcultures with their own meeting places, literature, cultural codes, and bonds of loyalty. [They] were thought to recruit the psychologically weak or disturbed [and] many believed the two were working together to undermine the government. David K. Johnson notes that without an idealized traditional American moral fiber, any citizen could succumb to immoral temptations such as homosexuality; and they could ultimately be seduced by communism. The association of homosexuality with communism proved to be a convenient political tool to develop and implement homophobic discriminatory policy throughout the federal government. It was easy to convince a Congress dictated by a communist containment policy to respond to the perceived homosexual menace because they were already viewed to be not only subversive social elements of American culture, but subversive political elements. Homosexuality was directly linked to security concerns, and more government employees were dismissed because of their homosexual &lt;a href=\"sexual%20orientation\"&gt;sexual orientation&lt;/a&gt; than because they were left-leaning or communist. George Chauncey noted that: \"The specter of the invisible homosexual, like that of the invisible communist, haunted Cold War America,\" and homosexuality (and by implication homosexuals themselves) were constantly referred to not only as a disease, but also as an invasion, like the perceived danger of communism and subversives.\nSenator &lt;a href=\"Kenneth%20S.%20Wherry\"&gt;Kenneth Wherry&lt;/a&gt; similarly attempted to invoke a connection between homosexuality and &lt;a href=\"anti-nationalism\"&gt;anti-nationalism&lt;/a&gt;. He said in an interview with &lt;a href=\"Max%20Lerner\"&gt;Max Lerner&lt;/a&gt;: \"You can't hardly separate homosexuals from subversives.\" Later in that same interview, he drew the line between patriotic Americans and gay men: \"But look, Lerner, we're both Americans, aren't we? I say, let's get these fellows [closeted gay men in government positions] out of the government.\"\nThe term \"Homintern\" was coined in the 1930s, possibly by Cyril Connolly, W.H. Auden, or Harold Norse, as a &lt;a href=\"Camp%20%28style%29\"&gt;camp&lt;/a&gt; term playing off of \"Comintern\" (&lt;a href=\"Communist%20International\"&gt;Communist International&lt;/a&gt;). It was first used to describe an imagined group of gay men who controlled the art world, and later used in reference to \"a fantastical gay international that sought to control the world\". In 1952, an article written by &lt;a href=\"R.%20G.%20Waldeck\"&gt;R. G. Waldeck&lt;/a&gt; argued that this conspiracy was a real and important reason to expel homosexual people from the State Department, even more important than the possibility of blackmail, and this article was read into the &lt;a href=\"Congressional%20Record\"&gt;Congressional Record&lt;/a&gt; and cited by others.\nWhile the &lt;a href=\"Mattachine%20Society\"&gt;Mattachine Society&lt;/a&gt; was founded by &lt;a href=\"Harry%20Hay\"&gt;Harry Hay&lt;/a&gt;, a former member of the Communist Party USA, Hay resigned from the society when the membership condemned his politics as a threat to the organization he had founded.\nSubcommittee on Investigations.\nThe Subcommittee on Investigations was a subcommittee of the &lt;a href=\"U.S.%20Senate%20Committee%20on%20Expenditures%20in%20Executive%20Departments\"&gt;Committee on Expenditures in Executive Departments&lt;/a&gt;. This subcommittee led by Senator &lt;a href=\"Clyde%20R.%20Hoey\"&gt;Clyde R. Hoey&lt;/a&gt; from 1949 to 1952 investigated \"the employment of homosexuals in the Federal workforce.\" A related report, known as the Hoey Report, stated that all of the government's intelligence agencies \"are in complete agreement that sex perverts in Government constitute security risks.\" The congressional Wherry-Hill and Hoey Committee investigation hearings were held between March and May, and July and September 1950 respectively. Republican Senator Kenneth Wherry and Democratic Senator Lester Hill formed a subcommittee to make preliminary investigations into the \"Infiltration of Subversives and Moral Perverts into the Executive Branch of the United States Government.\" No records of the Wherry-Hill investigation survive beyond press coverage and two published reports. One such report contained the statements of the head of the DC Metropolitan Police Department vice squad, Lieutenant Roy Blick, who testified that 5,000 homosexuals lived in Washington D.C. and that around 3,700 were federal employees. Lt. Blick's comments, which were speculative at best, further fueled the media storm surrounding the gays-in-government controversy; the Wherry-Hill preliminary investigation convinced the Senate to launch a full-scale congressional exploration.\nThe recommended investigation was assigned to the Committee on Expenditures in Executive Departments, led by Democrat senator Clyde Hoey, and the full Senate unanimously authorized the investigation into sexual perversion in the federal workforce; with outrage mounting to astronomical heights, no Democrat dared speak out against it lest they risk their political career. Investigating the \"Employment of Homosexuals and Other Sex Perverts in Government,\" the subcommittee came to be known as the Hoey Committee and while the White House under President Truman was heavily involved in managing its methodology and processes, the driving force behind the congressional investigation of homosexuals was its chief counsel, former FBI agent Francis Flanagan. The Hoey Committee consulted with and heard testimony from law enforcement, judicial authorities, military and governmental security officers, and medical experts. Rather than uncovering any evidence of any federal employee being blackmailed into revealing state secrets on account of their homosexuality, the investigation uncovered considerable differences of opinion, even within the government, over federal policy of homosexual exclusion and over whether foreign government agents had ever attempted to blackmail homosexuals.\nThe Hoey Committee's conclusive report, released in mid-December that year, ignored the ambiguities of testimony and deemed authoritatively that there was \"no place in the United States Government for persons who violate the laws or the accepted standards of morality,\" especially those who \"bring disrepute to the Federal service by infamous or scandalous conduct,\" stating that lesbians and gay men were \"unsuitable\" for federal employment because they were \"security risks\" as well as people engaged in illegal and immoral activities. The committee recommended that the military's policy and procedure should be used as the model; in the areas of explicit policies, standardized procedures, uniform enforcement, constant vigilance, and coordination with law enforcement agencies regarding homosexuals, the armed services set the precedent. Further, the Hoey Committee report stated that in the past, the federal government \"failed to take a realistic view of the problem of sex perversion,\" and that to adequately protect the \"public interest,\" the federal government must \"adopt and maintain a realistic and vigilant attitude toward the problem of sex perverts in the Government.\"\nThe authoritative findings of the Wherry-Hill and Hoey Committee congressional investigations directly helped the Lavender Scare move beyond a strictly Republican rhetoric towards bipartisan appeal, and purging lesbians and gay men from federal employment quickly became part of standard, government-wide policy. The major purpose and achievement of the Wherry-Hill and Hoey Committees was the construction and promotion of the belief that homosexuals in the military and federal government constituted security risks who, as individuals or working in conspiracy with members of the Communist Party, threatened the safety of the nation.\nSexuality.\nWhen Cohn brought on &lt;a href=\"G.%20David%20Schine\"&gt;G. David Schine&lt;/a&gt; as chief consultant to the McCarthy staff, speculation arose that Schine and Cohn had a sexual relationship. Although some historians have concluded the Schine–Cohn friendship was &lt;a href=\"platonic%20love\"&gt;platonic&lt;/a&gt;, others state, based on the testimony of friends, that Cohn was gay. During the Army–McCarthy hearings, Cohn denied having any \"special interest\" in Schine or being bound to him \"closer than to the ordinary friend.\" &lt;a href=\"Joseph%20Welch\"&gt;Joseph Welch&lt;/a&gt;, the Army's attorney in the hearings, made an apparent reference to Cohn's homosexuality. After asking a witness, at McCarthy's request, if a photo entered as evidence \"came from a pixie\", he defined \"pixie\" as \"a close relative of a fairy\". Though \"pixie\" was a camera-model name at the time, the comparison to \"fairy,\" a derogatory term for a homosexual man, had clear implications. The people at the hearing recognized the slur and found it amusing; Cohn later called the remark \"malicious,\" \"wicked,\" and \"indecent.\"\nSpeculation about Cohn's sexuality intensified following his death from AIDS in 1986. In a 2008 article published in \"&lt;a href=\"The%20New%20Yorker\"&gt;The New Yorker&lt;/a&gt;\", &lt;a href=\"Jeffrey%20Toobin\"&gt;Jeffrey Toobin&lt;/a&gt; quotes &lt;a href=\"Roger%20Stone\"&gt;Roger Stone&lt;/a&gt;: \"Roy was not gay. He was a man who liked having sex with men. Gays were weak, effeminate. He always seemed to have these young blond boys around. It just wasn't discussed. He was interested in power and access.\" Stone worked with Cohn beginning with the Reagan campaign during the &lt;a href=\"Republican%20Party%20presidential%20primaries%2C%201976\"&gt;1976 Republican Party presidential primaries&lt;/a&gt;.\nContemporaneous views of homosexuality.\nWashington D.C. had a fairly large and active gay community before McCarthy launched his campaign against homosexuals, but as time went on and the climate of the Cold War spread, so too did negative views of homosexuals. Because social attitudes toward homosexuality were overwhelmingly negative and the psychiatric community regarded homosexuality as a &lt;a href=\"mental%20disorder\"&gt;mental disorder&lt;/a&gt;, gay men and lesbians were considered susceptible to blackmail, thus constituting a security risk. U.S. government officials assumed that communists would blackmail homosexual employees of the federal government to provide them classified information rather than risk exposure. The 1957 &lt;a href=\"Crittenden%20Report\"&gt;Crittenden Report&lt;/a&gt; of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; &lt;a href=\"Public%20inquiry\"&gt;Board of Inquiry&lt;/a&gt; concluded that there was \"no sound basis for the belief that homosexuals posed a security risk\" and criticized the prior Hoey Report: \"No intelligence agency, as far as can be learned, adduced any factual data before that committee with which to support these opinions\" and said that \"the concept that homosexuals necessarily pose a security risk is unsupported by adequate factual data.\" The Crittenden Report remained secret until 1976. Navy officials claimed they had no record of studies of homosexuality, but attorneys learned of its existence and obtained it through a &lt;a href=\"Freedom%20of%20Information%20Act%20%28United%20States%29\"&gt;Freedom of Information Act&lt;/a&gt; request. As of September 1981, the Navy claimed it was still unable to fulfill a request for the Report's supporting documentation.\nAccording to John Loughery, author of a study of gay identity in the 20th century, \"few events indicate how psychologically wracked America was becoming in the 1950s ... than the presumed overlap of the Communist and the homosexual menace.\"\nThe research of &lt;a href=\"Evelyn%20Hooker\"&gt;Evelyn Hooker&lt;/a&gt;, presented in 1956, and the first conducted without a polluted sample (gay men who had been treated for mental illness) dispelled the &lt;a href=\"illusory%20correlation\"&gt;illusory correlation&lt;/a&gt; between homosexuality and mental illness that prior research, conducted with polluted sampling, had established. Hooker presented a team of three expert evaluators with 60 unmarked psychological profiles from her year of research. She chose to leave the interpretation of her results to others, to avoid potential bias. The evaluators concluded that in terms of adjustment, there were no differences between the members of each group. Her demonstration that homosexuality is not a form of mental illness led to its eventual removal from the &lt;a href=\"American%20Psychiatric%20Association\"&gt;American Psychiatric Association&lt;/a&gt;'s &lt;a href=\"Diagnostic%20and%20Statistical%20Manual%20of%20Mental%20Disorders\"&gt;Diagnostic and Statistical Manual of Mental Disorders&lt;/a&gt;.\nExperiences of men and women.\nJohnson argues that lesbians were at less risk of persecution than gay men because 'lesbians have traditionally had less access to public space than men and therefore were less vulnerable to arrest and prosecution for their homosexuality.' However, &lt;a href=\"Madeleine%20Tress\"&gt;Madeleine Tress&lt;/a&gt;, who worked for the Department of Commerce, was subject to an interrogation about her sexuality in April 1958. Following an intense interrogation and admitting homosexual activity in her youth, Tress was forced to resign from her job. \nGay men and lesbians were forced into an underground community due to investigations by the government into anyone suspected of being a homosexual. 'Gay men and lesbians would serve as discreet character references for one another on security clearance checks.' 'An unknown number of gay men and lesbians, stripped of their livelihoods, facing embarrassment and unemployment, took their own lives.' This highlights the impact this persecution had on individuals' psychological well-being.\nResistance.\nOne of the first and most influential members of the gay rights movements, &lt;a href=\"Frank%20Kameny\"&gt;Frank Kameny&lt;/a&gt;, was thrust into unemployment because of his sexual orientation in 1957. He was working as an astronomer for the United States Army Map Service, but was fired as a result of the Lavender Scare and could never find another job in the United States federal government again. This led to Kameny devoting his life to the &lt;a href=\"LGBT%20social%20movements\"&gt;gay rights movement&lt;/a&gt;. In 1965, four years before the &lt;a href=\"Stonewall%20riots\"&gt;Stonewall Riots&lt;/a&gt;, Kameny picketed the White House on the grounds of gay rights.\nAccording to &lt;a href=\"Lillian%20Faderman\"&gt;Lillian Faderman&lt;/a&gt;, the &lt;a href=\"LGBT%20community\"&gt;LGBT community&lt;/a&gt; formed a &lt;a href=\"subculture\"&gt;subculture&lt;/a&gt; of its own in this era, constituting \"not only a choice of sexual orientation, but of social orientation as well.\" The &lt;a href=\"Mattachine%20Society\"&gt;Mattachine Society&lt;/a&gt; and the &lt;a href=\"Daughters%20of%20Bilitis\"&gt;Daughters of Bilitis&lt;/a&gt;, which formed the &lt;a href=\"homophile%20movement\"&gt;homophile movement&lt;/a&gt;s of the U.S., were in many ways defined by McCarthyism and the Lavender Scare. They were underground organizations that maintained the anonymity of their members.\nChanges in popular culture also led to a rise in resistance against the homophobic nature of society. Fiction by authors including John Horne Burns, Truman Capote, Charles Jackson, Carson McCullers, Thomas Hal Phillips, Jo Sinclair, Tereska Torres and Gore Vidal led readers to question the nation's collective hostility to homosexuality. Homoeroticism became mainstream with the publication of &lt;a href=\"physique%20magazine\"&gt;physique photography magazines&lt;/a&gt;. In 1949, Cosmopolitan featured an article called \"The Unmentionable Minority\", which was about the struggle faced by homosexuals.\nA group of eight lesbians in San Francisco formed a group called &lt;a href=\"Daughters%20of%20Bilitis\"&gt;Daughters of Bilitis&lt;/a&gt; in September 1955. It was initially set up as way 'to meet and interact with other lesbians in a safe environment.' They later sought to change laws criminalising homosexuality.\nLegacy.\nThough the main vein of McCarthyism ended in the mid-1950s when the 1956 \"Cole v. Young\" ruling severely weakened the ability to fire people from the federal government for discriminatory reasons, the movement that was born from it, the Lavender Scare, lived on. One such way was that Executive Order 10450, which was not rescinded until 1995, continued to bar gays from entering the military. Another form of the Lavender Scare that persisted was the &lt;a href=\"Florida%20Legislative%20Investigation%20Committee\"&gt;Florida Legislative Investigation Committee&lt;/a&gt;, also referred to as the FLIC and the Johns Committee. The FLIC was founded in 1956 and was not disbanded until 1964. The purpose of the committee was to operate within Florida continuing the work of the Lavender Scare by investigating and firing public school teachers who were gay. During its active years the FLIC was responsible for more than 200 firings of alleged gay teachers. The FLIC was disbanded following the release of the &lt;a href=\"Homosexuality%20and%20Citizenship%20in%20Florida\"&gt;Purple Pamphlet&lt;/a&gt; due to public outrage over its explicit and pornographic nature.\nIn January 2017, the State Department formally apologized following suggestion by Senator &lt;a href=\"Ben%20Cardin\"&gt;Ben Cardin&lt;/a&gt;. Cardin also noted that investigations by the state department into homosexuality of federal employees continued as late as the 1990s.\nDocumentary.\n\"The Lavender Scare,\" directed by Josh Howard and narrated by &lt;a href=\"Glenn%20Close\"&gt;Glenn Close&lt;/a&gt;, is a documentary film that recounts the events of the Lavender Scare. David K. Johnson is part of the project, as the film is based on his book. To help with funding, Josh Howard created a &lt;a href=\"Kickstarter\"&gt;Kickstarter&lt;/a&gt; that met its goal in donations. The film was completed, screened at more than 70 film festivals around the world, and opened at theaters in New York City and Los Angeles in 2019. &lt;a href=\"PBS\"&gt;PBS&lt;/a&gt; televised the film on June 18, 2019."
}