{
    "id": "466689",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=466689",
    "title": "Farquhar Oliver",
    "text": "Farquhar Robert Oliver (March 6, 1904 – January 22, 1989) was a &lt;a href=\"politician\"&gt;politician&lt;/a&gt; in &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada.\nOliver was elected to the &lt;a href=\"Legislative%20Assembly%20of%20Ontario\"&gt;Legislative Assembly of Ontario&lt;/a&gt; as a &lt;a href=\"United%20Farmers%20of%20Ontario\"&gt;United Farmers of Ontario&lt;/a&gt; &lt;a href=\"Member%20of%20Provincial%20Parliament%20%28Ontario%29\"&gt;Member of the Legislative Assembly&lt;/a&gt; in the &lt;a href=\"1926%20Ontario%20general%20election\"&gt;1926 provincial election&lt;/a&gt; at the age of 22.\nOliver was re-elected as a UFO MLA in the &lt;a href=\"1929%20Ontario%20general%20election\"&gt;1929 election&lt;/a&gt; and was the sole (and last) United Farmers member in the legislature until 1941. In that year, he formally joined the &lt;a href=\"Ontario%20Liberal%20Party\"&gt;Ontario Liberal Party&lt;/a&gt; and the &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; of &lt;a href=\"Premier\"&gt;Premier&lt;/a&gt; &lt;a href=\"Mitchell%20Hepburn\"&gt;Mitchell Hepburn&lt;/a&gt; as Minister of Public Works and Welfare after informally supporting the Liberals and attending their caucus meetings since 1934. Oliver quit the cabinet in late October 1942, in protest against Hepburn's leadership of the Liberal Party. Hepburn had quit as &lt;a href=\"Premier%20of%20Ontario\"&gt;Premier of Ontario&lt;/a&gt; but refused to resign as leader, and appointed &lt;a href=\"Gordon%20Daniel%20Conant\"&gt;Gordon Daniel Conant&lt;/a&gt; as the new Premier without consulting the party. Oliver's resignation contributed to a crisis that eventually led to both Hepburn and Conant's resignations and a &lt;a href=\"leadership%20convention\"&gt;leadership convention&lt;/a&gt; in May 1943. &lt;a href=\"Harry%20Nixon\"&gt;Harry Nixon&lt;/a&gt; was elected the party's new leader. Oliver rejoined the cabinet under new Premier Harry Nixon as Deputy Premier, but Nixon's government was short-lived, going down to defeat in the October &lt;a href=\"1943%20Ontario%20general%20election\"&gt;1943 election&lt;/a&gt; placing third behind the victorious Progressive Conservatives and the &lt;a href=\"Co-operative%20Commonwealth%20Federation%20%28Ontario%20Section%29\"&gt;Co-operative Commonwealth Federation&lt;/a&gt; which became the Official Opposition.\nOliver became the party's acting leader in the legislature 1945 after Hepburn, who had regained the leadership of the party, lost his seat in the &lt;a href=\"1945%20Ontario%20general%20election\"&gt;1945 provincial election&lt;/a&gt;. The Liberals, nevertheless, displaced the CCF and Oliver became &lt;a href=\"Leader%20of%20the%20Opposition%20%28Ontario%29\"&gt;Leader of the Opposition&lt;/a&gt; and then permanent leader of the party in 1947 by defeating four other candidates to win a &lt;a href=\"Ontario%20Liberal%20Party%20leadership%20elections\"&gt;leadership convention&lt;/a&gt;. He led the party through the &lt;a href=\"1948%20Ontario%20general%20election\"&gt;1948 election&lt;/a&gt; that again reduced the Liberals to third place behind the Tories and CCF. Oliver resigned the leadership in 1950, and was replaced by &lt;a href=\"Walter%20Thomson\"&gt;Walter Thomson&lt;/a&gt;. However, Thomson was unable to win election to the Legislature, so Oliver remained house leader. Oliver became party leader again from 1954 until 1958, including the &lt;a href=\"1955%20Ontario%20general%20election\"&gt;1955 election&lt;/a&gt;, but resigned due to caucus feuding. MPPs &lt;a href=\"Albert%20Wren\"&gt;Albert Wren&lt;/a&gt;, who had placed second behind Oliver in the 1954 leadership convention, and &lt;a href=\"Arthur%20Reaume\"&gt;Arthur Reaume&lt;/a&gt; attacked Oliver's leadership of the party as ineffectual and were expelled from caucus in 1957, shortly before Oliver resigned so that a new leadership convention could be held. Despite his experience, he was never able to lead his party to victory. Farquhar Oliver retired from the legislature in 1967, and died in 1989 at the age of 84.\nFarquhar Oliver was the nephew of British Columbia Premier &lt;a href=\"John%20Oliver%20%28British%20Columbia%20politician%29\"&gt;John Oliver&lt;/a&gt;."
}