{
    "id": "466637",
    "revid": "1126265",
    "url": "https://en.wikipedia.org/wiki?curid=466637",
    "title": "DirectFB",
    "text": "DirectFB (Direct Frame Buffer) is a &lt;a href=\"Library%20%28computing%29\"&gt;software library&lt;/a&gt; with a small &lt;a href=\"memory%20footprint\"&gt;memory footprint&lt;/a&gt; that provides &lt;a href=\"graphics%20acceleration\"&gt;graphics acceleration&lt;/a&gt;, &lt;a href=\"input%20device\"&gt;input device&lt;/a&gt; handling and &lt;a href=\"abstraction%20layer\"&gt;abstraction layer&lt;/a&gt;, and integrated &lt;a href=\"windowing%20system\"&gt;windowing system&lt;/a&gt; with support for translucent windows and multiple display layers on top of the &lt;a href=\"Linux%20framebuffer\"&gt;Linux framebuffer&lt;/a&gt; without requiring any &lt;a href=\"kernel%20%28operating%20system%29\"&gt;kernel&lt;/a&gt; modifications. DirectFB is &lt;a href=\"free%20and%20open-source%20software\"&gt;free and open-source software&lt;/a&gt; subject to the terms of the &lt;a href=\"GNU%20Lesser%20General%20Public%20License\"&gt;GNU Lesser General Public License&lt;/a&gt; (LGPL).\nThe library allows developers an alternative to a full &lt;a href=\"X%20Window%20System\"&gt;X Window System&lt;/a&gt; (X11) server used in &lt;a href=\"Unix-like\"&gt;Unix-like&lt;/a&gt; &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt;s. DirectFB allows applications to talk directly to video hardware through a direct &lt;a href=\"Application%20programming%20interface\"&gt;API&lt;/a&gt;, speeding up and simplifying graphic operations.\nIt is often used by &lt;a href=\"Video%20game\"&gt;games&lt;/a&gt; and &lt;a href=\"embedded%20system\"&gt;embedded system&lt;/a&gt;s developers to circumvent the overhead of a full &lt;a href=\"X%20Window%20System\"&gt;X Window System&lt;/a&gt; server implementation. In 2006, a version of DirectFB was included in the software stack for the &lt;a href=\"CE%20Linux%20Forum\"&gt;CE Linux Forum&lt;/a&gt;'s Audio/Video Graphics Specification V2.\nDirectFB can host &lt;a href=\"XDirectFB\"&gt;XDirectFB&lt;/a&gt;, a rootless X server implementation that uses DirectFB windows for X11 top-level windows. XDirectFB is an interface that mimics the X11 interface through the DirectFB API to simplify running applications written for X11 on DirectFB.\n&lt;a href=\"DirectFBGL\"&gt;DirectFBGL&lt;/a&gt; is an &lt;a href=\"OpenGL\"&gt;OpenGL&lt;/a&gt; extension for DirectFB/XDirectFB that uses &lt;a href=\"Direct%20Rendering%20Infrastructure\"&gt;Direct Rendering Infrastructure&lt;/a&gt; (DRI) in the &lt;a href=\"Mesa%203D\"&gt;Mesa 3D&lt;/a&gt; library to support OpenGL hardware acceleration.\nAmong the products that use DirectFB are &lt;a href=\"LinuxTV\"&gt;LinuxTV&lt;/a&gt;, &lt;a href=\"Ben%20Nanonote\"&gt;Ben Nanonote&lt;/a&gt;, the unreleased &lt;a href=\"Palm%20Foleo\"&gt;Palm Foleo&lt;/a&gt; mobile companion, the &lt;a href=\"webOS\"&gt;webOS&lt;/a&gt; operating system, Panasonic Viera Connect TVs and the &lt;a href=\"Philips\"&gt;Philips&lt;/a&gt; TVs based on jointSPACE."
}