{
    "id": "46673493",
    "revid": "37517284",
    "url": "https://en.wikipedia.org/wiki?curid=46673493",
    "title": "Perfectly Damaged",
    "text": "Perfectly Damaged is the sixth studio album from Swedish singer &lt;a href=\"M%C3%A5ns%20Zelmerl%C3%B6w\"&gt;Måns Zelmerlöw&lt;/a&gt;. It was released on 3 June 2015 through &lt;a href=\"Warner%20Music%20Group\"&gt;Warner Music Sweden&lt;/a&gt;. On 11 May 2015, Zelmerlöw revealed the artwork and track list for the album. The album was recorded in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt; and &lt;a href=\"London\"&gt;London&lt;/a&gt; in 2015 during spring and summer. The album was produced by Winterlude, Anton Malmberg Hård af Segerstad, Joy Deb, Fredrik Sonefors and Martin Bjelke.\n\"Perfectly Re:Damaged\", a re-issue of the album, was released on 13 May 2016.\nBackground.\nIn an interview with \"&lt;a href=\"Digital%20Spy\"&gt;Digital Spy&lt;/a&gt;\" Zelmerlöw was asked, \"Coming off the back of your Eurovision win, what are your hopes for the international release of your new album Perfectly Damaged?\" He replied: \"Well I don't know really. It remains to be seen if 'Heroes' can stay up there on the charts. If it can, then I think that will have a great impact on the album as well. I do think Perfectly Damaged is an international album, and I'm really proud of it. I hope this can be the album that takes me across Europe and even further.\" When asked, \"Is 'Heroes' a good indication of what we can expect?\" he said \"Well my last album, Barcelona Sessions, was organic and kind of indie, and so I think this is a good balance between 'Heroes' and Barcelona Sessions. It still has the organic sound, but with some electronic elements in it, and very powerful choruses like 'Heroes'.\"\nCritical reception.\nScandipop gave the album a positive review stating, \"The very strong opening track \"Stir It Up\" is an excellent choice to make the listener sit up and pay attention to the album ahead. Instantly one of the best things he's ever done. It was co-written with Gavin Jones who was behind \"Broken Parts\" from the last album. \"Unbreakable\" finds Måns ascending to the dance floor in a funked up, disco flavoured style. Odd that it's tucked away at the back of the album. Best ballad is definitely \"Should've Gone Home\" – a superbly produced piano track which soon reveals some subtle sonic eighties references in time for the chorus. And we'd also pick out \"Someday\" as being one of the album's stronger moments, and perhaps the go-to track for any new Zelmerlöw converts. All four of those songs would be excellent choices as future singles. Those highlights aside, most of the rest of the album serves as a thoroughly enjoyable listen – one which takes its inspiration from the more pop orientated side of the recent &lt;a href=\"Mumford%20%26amp%3B%20Sons\"&gt;Mumford &amp; Sons&lt;/a&gt;, 4th album era &lt;a href=\"One%20Direction\"&gt;One Direction&lt;/a&gt;, folk pop trend that's been all over the radio of late. In other words, it's current. And therefore very relevant to the European market that he's just won over.\"\nIn their review of the album, Culture Fix was similarly positive, noting \"The eclectic new set boasts stirring vocals, anthemic choruses, and an empowered lyricism, ultimately serving as Zelmerlöw's most accomplished album to date.\"\nCommercial performance.\nThe album went straight to number one on &lt;a href=\"Sverigetopplistan\"&gt;Sverigetopplistan&lt;/a&gt;, the official Swedish Albums Chart, in its first week of release. It also entered the &lt;a href=\"The%20Official%20Finnish%20Charts\"&gt;Finnish Albums Chart&lt;/a&gt; at number 45. On 10 June 2015 the album was at number 87 on \"&lt;a href=\"The%20Official%20Chart%23The%20Official%20Chart%20Update\"&gt;The Official Chart Update&lt;/a&gt;\" in the UK. The album peaked on the &lt;a href=\"UK%20Albums%20Chart\"&gt;UK Albums Chart&lt;/a&gt; at number 107. On 12 June 2015 the album entered the &lt;a href=\"GfK%20Entertainment\"&gt;German Albums Chart&lt;/a&gt; at number 46. On 13 June 2015 the album entered the &lt;a href=\"MegaCharts\"&gt;Dutch Albums Chart&lt;/a&gt; at number 26.\nSingles.\n\"&lt;a href=\"Heroes%20%28M%C3%A5ns%20Zelmerl%C3%B6w%20song%29\"&gt;Heroes&lt;/a&gt;\" was released as the lead single from the album on 28 February 2015. Zelmerlöw won the &lt;a href=\"Melodifestivalen%202015\"&gt;Melodifestivalen 2015&lt;/a&gt; with the song, and became the Swedish representative at the &lt;a href=\"Eurovision%20Song%20Contest%202015\"&gt;Eurovision Song Contest 2015&lt;/a&gt;. \"Heroes\" then went on to win the subsequent contest, making Sweden the official host of the &lt;a href=\"Eurovision%20Song%20Contest%202016\"&gt;Eurovision Song Contest 2016&lt;/a&gt;. \"&lt;a href=\"Should%27ve%20Gone%20Home\"&gt;Should've Gone Home&lt;/a&gt;\" was announced as the second single from the album on 7 August 2015. \"&lt;a href=\"Fire%20in%20the%20Rain\"&gt;Fire in the Rain&lt;/a&gt;\" was released as the first single from the reissued edition of the album on 4 May 2016.\nTrack listing.\nNotes"
}