{
    "id": "4670949",
    "revid": "16490385",
    "url": "https://en.wikipedia.org/wiki?curid=4670949",
    "title": "Ürün",
    "text": "Ürün was a Turkish language political magazine that was in circulation between 1974 and 2012 with some interruptions. The magazine has a socialist stance. \nÜrün Socialist Magazine (July 1974 - 1979).\nThe first issue of \"Ürün\" was published in July 1974. The publisher was De-Da publishing based in Istanbul. The magazine became the voice of the Atılım Period of the TKP &lt;a href=\"Communist%20Party%20of%20Turkey%20%28historical%29\"&gt;Communist Party of Turkey&lt;/a&gt; in the political area. The founder owner of the magazine was Ural Ateşer, the editor of the magazine was Nuri Samyeli. By the sixth issue, Selçuk Uzun became the editor of the magazine. Starting from the fortieth issue published in October 1977 to the last 55th issue published in January 1979 Ahmet Taştan became the editor of the magazine. Ahmet Taştan was judged because of publishing the TKP program in the magazine, and the magazine was deactivated. The founder of the magazine Ural Ateşer is a journalist in Germany. And Ahmet Taştan is a political immigrant in Sweden.\nÜrün Book Series (January 1997 - December 1998).\nA meeting was organised with the groups coming from various cities in 15–16 June 1996 in İzmir, Gümüldür. The people from \"&lt;a href=\"10%20September%20%28political%20group%29\"&gt;10 Eylül&lt;/a&gt;\" who opposed the liquidation of the &lt;a href=\"United%20Communist%20Party%20of%20Turkey\"&gt;United Communist Party of Turkey&lt;/a&gt; (TBKP) period participated in this meeting. One of the conclusions decided in the meeting was to publish a magazine named as Ürün which was decided to be published before the 28–29 January. The first issue of the magazine was published in January 1997. In the 5. issue Beyoğlu 2. Criminal Court of First Instance decided to make the publication of the Book Series stopped with the reason that it was a periodical. Ürün Book Series was published 6 issues.\n\"Ürün\" Socialist Magazine (April 1999-2012).\nThe publication of the \"Ürün Socialist Magazine\" was restarted in April 1999. \"Ürün\" emphasized that it would follow the way of the Communist Party of Turkey. The magazine folded in 2012."
}