{
    "id": "46714063",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=46714063",
    "title": "Derrick Gardner (American football)",
    "text": "Derrick A. Gardner (born March 10, 1977) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"defensive%20back\"&gt;defensive back&lt;/a&gt; who played one season with the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at the &lt;a href=\"University%20of%20California%2C%20Berkeley\"&gt;University of California, Berkeley&lt;/a&gt; and attended &lt;a href=\"Skyline%20High%20School%20%28Oakland%2C%20California%29\"&gt;Skyline High School&lt;/a&gt; in &lt;a href=\"Oakland%2C%20California\"&gt;Oakland, California&lt;/a&gt;. He was also a member of the &lt;a href=\"Rhein%20Fire\"&gt;Rhein Fire&lt;/a&gt;, &lt;a href=\"San%20Francisco%20Demons\"&gt;San Francisco Demons&lt;/a&gt; and &lt;a href=\"Los%20Angeles%20Avengers\"&gt;Los Angeles Avengers&lt;/a&gt;. Currently he is working as a Cornerbacks Coach under Head Coach John Beam at &lt;a href=\"Laney%20College\"&gt;Laney College&lt;/a&gt;.\nEarly years.\nGardner played &lt;a href=\"high%20school%20football\"&gt;high school football&lt;/a&gt; for the Skyline High School Titans. He earned player of the game honors in the California-Texas all-star game in 1995 after returning an interception 46 yards for a touchdown to win the game. He also earned all-state honors his senior year after recording five interceptions.\nCollege career.\nGardner played for the &lt;a href=\"California%20Golden%20Bears%20football\"&gt;California Golden Bears&lt;/a&gt; from 1995 to 1998. He led the Golden Bears in interceptions during his junior year with two. He started his last 31 games for Golden Bears. Gardner also started a game as a true freshman in 1995 against the &lt;a href=\"Stanford%20Cardinal%20football\"&gt;Stanford Cardinal&lt;/a&gt;. He scored a 72-yard fumble recovery touchdown against the &lt;a href=\"Arizona%20State%20Sun%20Devils%20football\"&gt;Arizona State Sun Devils&lt;/a&gt;. He recorded 160 total tackles during his college career.\nProfessional career.\nGardner signed with the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) after going undrafted in the &lt;a href=\"1999%20NFL%20Draft\"&gt;1999 NFL Draft&lt;/a&gt;. He played in seven games for the Falcons during the &lt;a href=\"1999%20NFL%20season\"&gt;1999 season&lt;/a&gt; after being activated from the practice roster in October. He was allocated to &lt;a href=\"NFL%20Europe\"&gt;NFL Europe&lt;/a&gt; in 2000 to play for the &lt;a href=\"Rhein%20Fire\"&gt;Rhein Fire&lt;/a&gt;, winning &lt;a href=\"World%20Bowl%202000\"&gt;World Bowl 2000&lt;/a&gt;. Gardner played for the &lt;a href=\"San%20Francisco%20Demons\"&gt;San Francisco Demons&lt;/a&gt; of the &lt;a href=\"XFL%20%282001%29\"&gt;XFL&lt;/a&gt; in 2001. He played for the Rhein Fire during the &lt;a href=\"2001%20NFL%20Europe%20season\"&gt;2001 season&lt;/a&gt;. On July 5, 2002, he was signed to the practice squad of the &lt;a href=\"Los%20Angeles%20Avengers\"&gt;Los Angeles Avengers&lt;/a&gt; of the &lt;a href=\"Arena%20Football%20League\"&gt;Arena Football League&lt;/a&gt;. Gardner was promoted to the active roster on July 17, 2002. He was released by the Avengers on November 17, 2003.\nCoaching career.\nIn 2005, Gardner became an assistant Secondary Coach at his high school alma mater, Skyline High School. After leaving his position in 2008, Gardner was named the Director of Football Operations for the &lt;a href=\"East%E2%80%93West%20Shrine%20Bowl\"&gt;East West Shrine Game&lt;/a&gt; in 2009. In 2010, Gardner became a Pro Scouting Intern for the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;. In 2011, Gardner served as a Strength Training Program Leader at the University of California, Berkeley, which is his college alma mater. Since 2012, Gardner has been an Assistant Secondary Coach and then a Cornerbacks Coach under Head Coach John Beam at &lt;a href=\"Laney%20College\"&gt;Laney College&lt;/a&gt;. Gardner's coaching role at Laney was featured during season 5 of &lt;a href=\"Last%20Chance%20U\"&gt;Last Chance U&lt;/a&gt; on &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt;."
}