{
    "id": "4674228",
    "revid": "30312121",
    "url": "https://en.wikipedia.org/wiki?curid=4674228",
    "title": "Belle Vue (Wakefield)",
    "text": "Belle Vue (known as the Be Well Support Stadium under sponsorship agreement for the &lt;a href=\"Super%20League%20XXVII\"&gt;Super League XXVII&lt;/a&gt; Season) in &lt;a href=\"Wakefield\"&gt;Wakefield&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, is the home of &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; team. It is beside the &lt;a href=\"A638%20road\"&gt;A638 Doncaster Road&lt;/a&gt;, approximately one mile south of Wakefield city centre.\nHistory.\nEarly years.\nWakefield Trinity originally played on Heath Common. In 1875-76, they moved to a ground near the Borough Market (near the current Trinity shopping centre). They returned to the Belle Vue area of Wakefield played on a ground behind the Alexandra Hotel near Elm Street. This is on the opposite side of the road from the present ground.\nIt remains unconfirmed when Wakefield Trinity moved to the present ground as Belle Vue is both an area of Wakefield and the name of the ground and people can confuse a mention of one for the other.\nReverend Marshall in \"Football - the Rugby Union Game\" (first published 1892) wrote, \"the club migrated to Belle Vue on the opposite side of the road to the present field, and where the first cup ties were played. In the following year a move was made to the present field.\"\nThe Cup referred to is the Yorkshire Cup which was first played during the 1877/78 season. Wakefield Trinity's first Yorkshire Cup game was played on 8 December 1877 during the 1877/78 season. If Trinity played the \"first cup ties\" on the Elm Street ground in 1877, the \"following year\" would have been 1878.\nHowever, in, \"The Grounds of Rugby League\" by Trevor R. Delaney gives the opening of the present ground as Easter Monday, 14 April 1879. This is based on the evidence of former Wakefield Trinity treasurer Ernest Parker, who remembered that Trinity debuted their new (and now traditional) colours of blue and red on the same day and he was present at the match (He would have been approx. 10 years old). There is no mention of the ground move in the local newspapers and Parker's recollection was many years later.\nD.W Armitage writing in J.C Lindley's \"100 years of Rugby - the history of Wakefield Trinity 1873-1973\" said \"From minutes of the committee it is evident that by the time the club was about ten years old [this would have been around 1883] the field on which Trinity still play had been occupied and was looked upon as the permanent home.\"\nIn J.C Lindley's \"100 years of Rugby - the history of Wakefield Trinity 1873-1973\" states \"Their move to the arena which still forms their home did not come until late in 1892. In December of that year the club agreed to lease a field adjacent to the St Catherine's School and there they made their headquarters which have remained so throughout the rest of their history.\"\nLindley goes onto explain, \"But that move of playing area, obviously caused by their inability to continue the lease on two grounds on which they had progressed, bought severe problems. Here was a \"field\" - an area of grass which needed fencing and developing, in direct contrast to their previous home, enclosed with two stands, on which athletics, cycling, and lacrosse as well as rugby football, were given adequate facilities. In 1892 a completely fresh start had to be made, and until such developments, athletics (including the popular annual sports) had to be staged on Wakefield Cricket club's ground.\"\nIn 1892 newspaper reports that Trinity may \"have to quit their present ground at Belle Vue at Belle Vue as it is required for building purposes.\" Delaney comments \"Fortunately, the only development was the building of St Catherine's Road which stopped at the present turnstiles.\" This however may be incorrect and the reference to the \"present ground\" was actually a reference to the Elm Street ground and the redevelopment was a reference to the building of houses on Elm Street. \nLindley explains that in January 1895 \"some three years after taking the lease for this Belle Vue field\", the club planned ground developments and to finance these, a Limited liability company \"Wakefield Trinity Athletic Company Limited\", controlled by but separate from the rugby club, was formed to both by out the lease and raise finance to develop the ground. \nOn 24 September 1898 Lord Milton, Wakefield's MP official opened the re-constituted ground, which now included a cycle track around the perimeter of the rugby field, with a game between Wakefield Trinity and Halifax.\nFinals played at the ground.\nBelle Vue was the venue of the &lt;a href=\"1922%E2%80%9323%20Northern%20Rugby%20Football%20League%20season\"&gt;1922–23&lt;/a&gt; &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt; final, in which &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt; beat &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt; 28–3 in front of a crowd of 29,335, the only occasion that Belle Vue was the venue for the Challenge Cup final.\nThe &lt;a href=\"1937%E2%80%9338%20Northern%20Rugby%20Football%20League%20season\"&gt;1937–38&lt;/a&gt; &lt;a href=\"Rugby%20Football%20League%20Championship\"&gt;Rugby Football League Championship&lt;/a&gt; Final was due to have taken place at Belle Vue, but as both finalists &lt;a href=\"Hunslet%20R.L.F.C.\"&gt;Hunslet&lt;/a&gt; and &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt; were from &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;, the authorities switched the match to &lt;a href=\"Elland%20Road\"&gt;Elland Road&lt;/a&gt;.\n1960-1995.\nScenes from \"&lt;a href=\"This%20Sporting%20Life\"&gt;This Sporting Life&lt;/a&gt;\" were filmed at the Belle Vue Stadium during Wakefield Trinity's third round Challenge Cup match against Wigan in 1962. In 1967, floodlights were erected for the first time, allowing games to be held on an evening.\nin 1986 the old wooden West Stand that had stood their since the construction of the ground in 1895 was dempolished. It was however never fully replaced and now houses the TV gantry.\nIn 1992 the old floodlights that were installed in 1967 were upgraded. New changing rooms were also added for the 1984/85 season in the South-East corner of the ground\n1996-2009: Summer rugby.\nWith &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; being founded in 1996, &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt;, who then played in the Second Division, released plans for hospitality suites to be built at the South End of the ground to meet with Super League regulations. In the early 2000s a four-storey building was completed.\nThe capacity of the stadium was increased to 12,600 in 2008, to help with the application for a 2009 Super League licence, which was granted in July 2008. A roof was subsequently erected over the North Stand and a smaller roof was constructed in the South-West corner of the ground.\n2010–present: Redevelopment.\n&lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; have long been in negotiation with the local council to find an alternative site, as the present Belle Vue stadium does not comply with the proposed standards required by the Super League. However, there have been difficulties in agreeing with the council on a suitable alternative site.\nOriginally plans for a &lt;a href=\"Newmarket%20Stadium\"&gt;12,000 seater stadium&lt;/a&gt; in Stanley were unveiled on 17 April 2009, with the development proposed by Yorkcourt Properties and a community trust, chaired by former &lt;a href=\"Rugby%20Football%20League\"&gt;Rugby Football League&lt;/a&gt; chairman Sir Rodney Walker. However the club, community trust and &lt;a href=\"Wakefield%20Council\"&gt;Wakefield Council&lt;/a&gt; could never find enough money to start the project.\nIn 2016, Belle Vue was purchased by 88m Group, who chairman wanted to redevelop the stadium. The following year, plans were released for a new 12,000 capacity stadium to be built on the current site of Belle Vue with the view for it to be completed by 2020.\nLayout.\nNorth Stand.\nCapacity: ? (standing)\nThe North Stand is the kop end of the ground. It is terraced and has bars at the top of the stand and in the North-East corner. Originally uncovered a roof was erected in 2012 to meet minimum requirements for Super League.\nEast Stand.\nCapacity: 5,333 (seating)\nThe East stand is seen as the 'main' stand. it is the only part of the ground with covered seating which holds home fans and the media. At the front of the stand is a small amount of uncovered terracing.\nTrinity Street End.\nCapacity: ? (standing)\nThe Trinity Street End (Benidorm end) is situated at the South side of the ground. Originally it had been terracing but in the early 2000s Wakefield needed more and updated hospitality facilities so built a four-storey building similar to the South Bank at Bradford's &lt;a href=\"Odsal%20Stadium\"&gt;Odsal Stadium&lt;/a&gt;. The South East corner houses the changing rooms, club shop and reception.\nArthur Street Side.\nCapacity: ? (standing)\nThe West side of the ground, known as the Arthur Street side, is mostly uncovered terracing. It houses TV gantry and dugouts. The stand mostly holds away fans and has a bar and big screen in the North-West corner.\nUsage.\nRugby.\nThe ground is primarily used for Rugby. It was originally a rugby union venue before the schism of 1895, although the occasional rugby union has been played on the ground after 1895. For example, in January 1899 it hosted the Yorkshire v Australia game.\nBelle Vue was the venue of the &lt;a href=\"1922%E2%80%9323%20Northern%20Rugby%20Football%20League%20season\"&gt;1922–23&lt;/a&gt; &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt; final, in which &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt; beat &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt; 28–3 in front of a crowd of 29,335, the only occasion that Belle Vue was the venue for the Challenge Cup final.\nThe &lt;a href=\"1937%E2%80%9338%20Northern%20Rugby%20Football%20League%20season\"&gt;1937–38&lt;/a&gt; &lt;a href=\"Rugby%20Football%20League%20Championship\"&gt;Rugby Football League Championship&lt;/a&gt; Final was due to have taken place at Belle Vue, but as both finalists &lt;a href=\"Hunslet%20R.L.F.C.\"&gt;Hunslet&lt;/a&gt; and &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt; were from &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;, the authorities switched the match to &lt;a href=\"Elland%20Road\"&gt;Elland Road&lt;/a&gt;.\nOn Saturday 16 September 2006 the stadium played host to the 'Battle of Belle Vue' when 11,000 fans from &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity&lt;/a&gt; and &lt;a href=\"Castleford%20Tigers\"&gt;Castleford&lt;/a&gt; watched the match which would decide who was relegated from &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;. Wakefield Trinity won the match 29–17 sending their nearest rivals Castleford down to the National League.\n&lt;a href=\"Sheffield%20Eagles\"&gt;Sheffield Eagles&lt;/a&gt; made Belle Vue their temporary home in 2017 after they were forced out of their home ground &lt;a href=\"Don%20Valley%20Stadium\"&gt;Don Valley Stadium&lt;/a&gt; two years earlier. The previous season they had played at Doncaster's &lt;a href=\"Keepmoat%20Stadium\"&gt;Keepmoat Stadium&lt;/a&gt;.\nFootball.\nAfter &lt;a href=\"Wakefield%20F.C.\"&gt;Emley A.F.C.&lt;/a&gt; were relocated to Wakefield in 2000, they chose to play their home games at Belle Vue as it was the only sporting venue in the city big enough to accommodate them and the facilities were much better than their ground in Emley. The club's name changed three times after they moved to Wakefield, from Emley AFC to Wakefield &amp; Emley FC to Wakefield-Emley and then just to Wakefield FC. They remained at Belle Vue until 2006 when they moved out to play at College Grove.\nAfter five years away the club returned to Belle Vue in 2012 but their return was short lived as they were wound up in 2014 after a move back to Emley failed and the club resigned from the Northern Counties League.\nLeeds United reserves also played at the ground \nOther sports.\nAfter the redevelopment of the late 1890s the venue included a cycling track.\nLacrosse has also been played at the ground.\nInternational fixtures.\nRugby League Test matches.\nThe list of international rugby league matches played at Belle Vue is.\nRugby League Tour matches.\nIn addition, Belle Vue has also played host to numerous &lt;a href=\"Australian%20Kangaroos\"&gt;Australian&lt;/a&gt; and &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt; touring teams."
}