{
    "id": "46752903",
    "revid": "16680171",
    "url": "https://en.wikipedia.org/wiki?curid=46752903",
    "title": "Act of Aggression",
    "text": "Act of Aggression is a 2015 &lt;a href=\"real-time%20strategy\"&gt;real-time strategy&lt;/a&gt; game developed by &lt;a href=\"Eugen%20Systems\"&gt;Eugen Systems&lt;/a&gt; and published by &lt;a href=\"Focus%20Home%20Interactive\"&gt;Focus Home Interactive&lt;/a&gt;.\nGameplay.\nThe game is a &lt;a href=\"real-time%20strategy%20game\"&gt;real-time strategy game&lt;/a&gt; set in the near future, and its gameplay is similar to the \"&lt;a href=\"Command%20%26amp%3B%20Conquer\"&gt;Command &amp; Conquer&lt;/a&gt;\" series. The game tasks players to build a base for their army, collect and manage resources, develop new army types and units, and participate in battles against &lt;a href=\"artificial%20intelligence\"&gt;artificial intelligence&lt;/a&gt;. In addition to the single-player mode, the game also features competitive multiplayer and co-operative multiplayer.\nStory.\nSetting.\nAct of Aggression is set in 2025, following the \"Shanghai Crash\", a global trade market collapse engineered by the Cartel (a shady organization with presumed roots to anti-&lt;a href=\"Communism\"&gt;communist&lt;/a&gt; US participants during the &lt;a href=\"John%20F.%20Kennedy\"&gt;JFK&lt;/a&gt; administration), which seeks to use the &lt;a href=\"Recession\"&gt;economic recession&lt;/a&gt;, &lt;a href=\"Terrorism\"&gt;terrorist&lt;/a&gt; acts and the unstable political climate to their advantage, to the point where even the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; is involved.  However, the suspicious nature of the Shanghai Crash has led to the &lt;a href=\"United%20Nations\"&gt;United Nations Organization&lt;/a&gt; to organize a covert multi-national task force with cutting edge technological support and free rein to act as necessary, called the Chimera.  The campaign begins shortly after another of the Cartel's actions, a staged coup d'etat in &lt;a href=\"Baja%20California\"&gt;Baja California&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, draws the attention of the Chimera.\nPlot.\nIn 2023, Piet Vermaak, a former &lt;a href=\"South%20Africa\"&gt;South African&lt;/a&gt; Special Forces captain presumed deceased, is contacted and hired by the Cartel's \"&lt;a href=\"Mount%20Olympus\"&gt;Olympus Cell&lt;/a&gt;\" leader, \"'&lt;a href=\"Poseidon\"&gt;Poseidon&lt;/a&gt;\"', to orchestrate the ascension of Raul Escobedo, a businessman with ulterior motives, as a leading political power by deposing the governor of Baja California and forming a separatist state, the \"Republica Democratica de Nueva California\" (New California's Democratic Republic), plunging Mexico into a civil war that warrants a US Army intervention led by General James Wittel, called by the media the \"\"Hero of &lt;a href=\"Isfahan\"&gt;Isfahan&lt;/a&gt;\"\".  However, two years later, the involvement and exposure of Zhang Yao, a former Chinese hacker with an &lt;a href=\"Interpol\"&gt;Interpol&lt;/a&gt; arrest warrant (And Vermaak's aide in his operations), draws the attention of Chimera, whose task force under the command of Colonel Greg C. Schaefer attempts to unsuccessfully intercept her by covertly invading the RDNC at the same the US Army launches their offensive.  As Yao is unable to completely destroy her laptop drive before she's forced to evacuate by Veermak, Chimera is able to acquire the remaining data, mostly referencing Escobedo, prompting Schaefer to launch a missile strike at Escobedo's escape train and covertly capture him for interrogation, earning the \"Olympus Cell\"'s interest in Chimera.\nFollowing Escobedo's capture and transfer to the &lt;a href=\"The%20Hague\"&gt;Hague&lt;/a&gt;, the Cartel attacks the &lt;a href=\"International%20Criminal%20Court\"&gt;International Criminal Court&lt;/a&gt;, killing Escobedo in the process, using the Serbian mercenary unit \"White Wolves\" under self-promoted Colonel Dragan Vesnic as their military force, backed by cutting-edge technology.  Schaefer is deployed to try and capture Vesnic and any intact military technology as clues, but the Cartel acts beforehand, deploying Veermak to eliminate Vesnic and as many evidence as possible before Chimera arrives.  The evidence points to a possible collusion between Weyland Defense Corps (A main &lt;a href=\"Military%20logistics\"&gt;military supplier&lt;/a&gt; for the US Army) and the Yueng Corporation (The company which Yao once worked for before joining the Cartel), using the WDC as a &lt;a href=\"Front%20organization\"&gt;front&lt;/a&gt;.  Schaefer leads an illegal covert force into the Yeung holdings in China to acquire the data related to Yao and Escobedo.  The operation reveals that most of Yeung Corporation's military assets (including &lt;a href=\"Guidance%20system\"&gt;guidance systems&lt;/a&gt; for &lt;a href=\"Ballistic%20missile\"&gt;ballistic missiles&lt;/a&gt;) were smuggled worldwide via Escobedo's network to Damocles (An influential &lt;a href=\"Private%20military%20company\"&gt;private military contractor&lt;/a&gt; for the United States and Veermak's last employer prior to his \"death\"), intended on using its control of military assets to &lt;a href=\"Coercion\"&gt;coerce&lt;/a&gt; the US government into obeying them.\nThe information is transferred to the US government, which deploys General Wittel to neutralize Damocles (With Schaefer's assistance as an 'observer'), prompting the Cartel to counterattack utilizing experimental &lt;a href=\"orbital%20weaponry\"&gt;orbital weaponry&lt;/a&gt;, but Chimera is able to evacuate surviving assets in time.  Simultaneously, the Cartel strikes a blow against Chimera as Veermak is deployed to eliminate captured prisoners and erase retrieved data from a secondary base in South-East Asia.  Knowing that the orbital weapon requires resupplying, Schaefer leads an assault on the &lt;a href=\"Baikonur%20Cosmodrome\"&gt;Baikonour Cosmodrome&lt;/a&gt; with the assistance of the Russian military, securing the Cartel's database, preventing the supplying of the orbital weapon which was intended on striking down the &lt;a href=\"State%20of%20the%20Union\"&gt;State of the Union address&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington DC&lt;/a&gt; and exposing multiple high-profile US personnel as members of the Cartel, including General Wittel, whom is a high-ranking member of the \"Olympus Cell\", codenamed \"'&lt;a href=\"Hermes\"&gt;Hermes&lt;/a&gt;\"'.\nExposed, Wittel is forced to escape to Mexico, covered by Veermak, after failing to organize a force of &lt;a href=\"Defection\"&gt;defecting&lt;/a&gt; US troops to stand against the government.  Schaefer leads a final assault against Wittel's forces and eliminates him, with Wittel being &lt;a href=\"Vilification\"&gt;vilified&lt;/a&gt; as the supposed head of the Cartel, as the \"Olympus Cell\" disbands, fully exposed.  However, Veermak and Yao manage to escape by deserting the \"Olympus Cell\" and joining the \"&lt;a href=\"Heliopolis%20%28ancient%20Egypt%29\"&gt;Heliopolis&lt;/a&gt; Cell\", whose leader \"'&lt;a href=\"Osiris\"&gt;Osiris&lt;/a&gt;\"' grants entry to Veermak and Yao after they assist \"Heliopolis\" in being rid of Wittel's incriminating data during Chimera's attack.  The Cartel then convenes through the secure channels concerning how and if should they deal with Chimera, the decision being made unknown.\nDevelopment.\nThe game was officially announced on August 9, 2014. It is a successor to Eugen System's \"\", which was released in 2005. The developer promised that \"Act of Aggression\" would play similarly to \"90s Golden Age of Real-Time Strategy Games\". A multiplayer beta for the game was released on July 16, 2015. \"Act of Aggression\" was released for &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt; on September 2, 2015.\nReception.\n\"Act of Aggression\" scored mixed-positive reviews, due to its similarities with \"Act of War\". It has a 71/100 out of 100 on &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;. &lt;a href=\"PC%20Gamer\"&gt;PC Gamer&lt;/a&gt; gave it a 70% rating."
}