{
    "id": "46762709",
    "revid": "35839649",
    "url": "https://en.wikipedia.org/wiki?curid=46762709",
    "title": "Okuapeman Senior High School",
    "text": "Okuapeman Senior High School is a &lt;a href=\"coeducational\"&gt;coeducational&lt;/a&gt; first-cycle institution in &lt;a href=\"Akropong\"&gt;Akropong&lt;/a&gt; in the &lt;a href=\"Eastern%20Region%20%28Ghana%29\"&gt;Eastern Region&lt;/a&gt; of &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;.\nHistory.\nThe school was established in 1957 by barrister Charles Opoku Acheampong, who had been a pupil in the chambers of &lt;a href=\"Edward%20Akufo-Addo\"&gt;Edward Akufo-Addo&lt;/a&gt;.\nDue to establishment in a traditional and royal area, Past Students earn the name Adehye. The school was started by Barrister Opoku Acheampong and was later handled to the government of Ghana after his demise. The school runs both day and boarding system with majority of the students in the boarding house. There are 6 houses in all with 3 for the ladies and 3 for the gentlemen. They are namely Opoku Acheampong House - Blue, Akuffo House - Green and Kwadade House - Yellow.\nThe schools colors are brown and white with Brown signifying mother earth and nature and white depicting purity. The school has on this grounds trained a lot of diligent men and women in godliness, good character and responsible. There are lots of personalities like &lt;a href=\"Kwami%20Sefa%20Kayi\"&gt;Kwami Sefa Kayi&lt;/a&gt;.\nThe school practices an inclusive system which enables visually impaired students have access to education. Visually Impaired students are given the opportunity to participate in activities and share facilities with the other students. The school strongly stand by its principle of not segregating students on any grounds. The school's disciplinary actions against students who condemn others with special needs are very swift.\nEnrolment.\nThe school has about 2,500 students, including special students. Special needs students are enrolled in the general arts class and are offered courses on languages (Twi, Ga, Ewe and French), History, Government, Literature and CRS. They are excluded from Mathematics and Science due to their inability to join in the practical session."
}