{
    "id": "467823",
    "revid": "1063014809",
    "url": "https://en.wikipedia.org/wiki?curid=467823",
    "title": "Nissan Stadium",
    "text": "Nissan Stadium is a multi-purpose stadium in &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt;, United States. Owned by the Metropolitan Government of Nashville and Davidson County, it is primarily used for &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; and is the home field of the &lt;a href=\"Tennessee%20Titans\"&gt;Tennessee Titans&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) and the &lt;a href=\"Tennessee%20State%20Tigers%20football\"&gt;Tigers&lt;/a&gt; of &lt;a href=\"Tennessee%20State%20University\"&gt;Tennessee State University&lt;/a&gt;. The stadium is the site of the TransPerfect &lt;a href=\"Music%20City%20Bowl\"&gt;Music City Bowl&lt;/a&gt;, a postseason college football &lt;a href=\"bowl%20game\"&gt;bowl game&lt;/a&gt; played each December, and from 2020 until 2022 the home field of &lt;a href=\"Nashville%20SC\"&gt;Nashville SC&lt;/a&gt; of &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; (MLS). Nissan Stadium is used for concerts such as those affiliated with the &lt;a href=\"CMA%20Music%20Festival\"&gt;CMA Music Festival&lt;/a&gt; each June. The stadium also has facilities to host public events, meetings, and parties.\nNissan Stadium is located on the east bank of the &lt;a href=\"Cumberland%20River\"&gt;Cumberland River&lt;/a&gt;, across the river from downtown Nashville and has a &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; of 69,143. Its first regular-season game was a 36–35 win over the Cincinnati Bengals on September 12, 1999. Nissan Stadium has been known by Adelphia Coliseum (1999–2002), the Coliseum (2002–2006), and LP Field (2006–2015).\nThe stadium features three levels of seating. The lower bowl encompasses the field and the club and upper levels form the stadium's dual towers, rising above the lower bowl along each sideline. The stadium's luxury suites are located within the towers. Three levels of suites are located in the stadium's eastern tower, one between the lower and club levels, and two between the club and upper levels. The western tower has two levels of suites between the club and upper levels. The press box is located between the lower and club levels in the western tower. Nissan Stadium's dual video boards are behind the lower bowl in each end zone.\nThe playing surface of Nissan Stadium is Tifsport &lt;a href=\"Bermuda%20grass\"&gt;Bermuda Sod&lt;/a&gt;, a natural grass. The climate of Nashville and the wear of hosting a game nearly every weekend often requires the field to be &lt;a href=\"Sod\"&gt;resodded&lt;/a&gt; in the area between the hashes in November.\nOn Nissan Stadium's eastern side is the Titans Pro Shop, a retail store that sells team merchandise. It is open year-round and maintains an exterior entrance for use on non-event dates.\nHistory.\nDuring the 1995 NFL Preseason, the &lt;a href=\"Houston%20Oilers\"&gt;Houston Oilers&lt;/a&gt; faced the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; in an exhibition game at &lt;a href=\"Neyland%20Stadium\"&gt;Neyland Stadium&lt;/a&gt; in &lt;a href=\"Knoxville%2C%20Tennessee\"&gt;Knoxville, Tennessee&lt;/a&gt;. At the game, Oilers owner &lt;a href=\"Bud%20Adams\"&gt;Bud Adams&lt;/a&gt; met &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville&lt;/a&gt; Mayor &lt;a href=\"Phil%20Bredesen\"&gt;Phil Bredesen&lt;/a&gt; and began discussing the possibility of moving the team to &lt;a href=\"Middle%20Tennessee\"&gt;Middle Tennessee&lt;/a&gt; due to Adams' discontent with the team's lease at the &lt;a href=\"Astrodome\"&gt;Astrodome&lt;/a&gt; and unwillingness of the City of &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt; to build a new football-only stadium. Later that year, Adams and Bredesen announced the team's intent to move to Nashville. The city and team decided to locate a stadium on the eastern bank of the &lt;a href=\"Cumberland%20River\"&gt;Cumberland River&lt;/a&gt; in downtown Nashville, on the site of a blighted industrial development.\nIn a special referendum on May 7, 1996, voters in Metropolitan Nashville/Davidson County voted to approve partial funding of the proposed stadium. The vote, which allocated $144 million of public money to the project, passed with a 59 percent majority. The pro-stadium organization, known as \"NFL Yes!\", outspent the anti-stadium group by a ratio of 16:1 during the campaign.\nThe funds would initially be raised through an increase in the Metro water tax. The ongoing funding is through a 300 percent increase in Davidson County individual homeowner property taxes. Much of the remaining construction costs were funded through the sale of &lt;a href=\"personal%20seat%20license\"&gt;personal seat license&lt;/a&gt;s. Some money from the State of Tennessee was allocated to the project, on the condition that the &lt;a href=\"Tennessee%20State%20University\"&gt;Tennessee State University&lt;/a&gt; football team move its home games there, and with the request that the incoming NFL team be named Tennessee instead of Nashville.\nThe stadium's construction was delayed when the construction site was hit by &lt;a href=\"1998%20Nashville%20tornado%20outbreak\"&gt;a tornado&lt;/a&gt; that struck downtown Nashville on April 16, 1998, and destroyed several cranes, but the stadium opened in time for the first scheduled event.\nOn May 3, 2010, the stadium's playing surface was filled with of water due to the &lt;a href=\"May%202010%20Tennessee%20floods\"&gt;heavy rains and flooding&lt;/a&gt; from the Cumberland River. The flood also reached down to the locker rooms of the stadium.\nThe stadium received upgrades during mid-2012. Among the improvements are a new sound system, high-speed elevators to the upper levels, and LED ribbon boards mounted on the faces of the upper mezzanines. Two new &lt;a href=\"High-definition%20video\"&gt;HD&lt;/a&gt; Lighthouse brand LED video displays measuring by were installed, replacing the entire end zone scoreboard apparatuses. At the time of installation, the two boards became the second-largest displays in the National Football League (trailing only &lt;a href=\"AT%26amp%3BT%20Stadium\"&gt;AT&amp;T Stadium&lt;/a&gt;).\nIn 2014 and 2015, the stadium hosted the &lt;a href=\"Nashville%20Kickoff%20Game\"&gt;Nashville Kickoff Game&lt;/a&gt;, a college football game featuring major NCAA teams for Tennessee.\nDuring the 2018 season, two 20th anniversary logos were put in each of the end zones to help celebrate the Titans' 20th year in Nashville. The yard line numbers were also changed to match the number style on the new uniforms.\nIn 2020, &lt;a href=\"IndyCar\"&gt;IndyCar&lt;/a&gt; announced the creation of the Music City Grand Prix. It will be carried out in Downtown Nashville and around Nissan Stadium, and it will use the facilities for Club seats in August 2021.\nNaming rights.\nDuring its construction, the stadium had no official name, though it was generally referred to as \"The East Bank Stadium\", a reference to the stadium's location on the eastern bank of the Cumberland River. Upon its completion, it was given the name \"Adelphia Coliseum\" in a 15-year, $30 million &lt;a href=\"naming%20rights\"&gt;naming rights&lt;/a&gt; arrangement with Adelphia Business Solutions, a subsidiary of the larger &lt;a href=\"Adelphia%20Communications%20Corporation\"&gt;Adelphia&lt;/a&gt; telecommunications company. However, after Adelphia missed a required payment and subsequently filed for bankruptcy in 2002, the agreement was abandoned and the stadium became known simply as \"The Coliseum\" for four years. (Adelphia itself was dissolved in 2006.)\nA naming rights deal with Nashville-based &lt;a href=\"Louisiana-Pacific\"&gt;Louisiana-Pacific&lt;/a&gt; was inked on June 6, 2006. Louisiana-Pacific, which markets itself as \"LP Building Products\", paid $30 million over 10 years for naming rights. LP's influence inside the stadium led to the creation of the LP Building Zones in 2007, located beneath the giant scoreboards from &lt;a href=\"Daktronics\"&gt;Daktronics&lt;/a&gt; at the north and south ends of the stadium. The concession stands and restrooms in these two areas were decorated to look like suburban homes using LP products.\nOn June 24, 2015, car manufacturer &lt;a href=\"Nissan\"&gt;Nissan&lt;/a&gt;, which has its North American headquarters just south of Nashville in &lt;a href=\"Franklin%2C%20Tennessee\"&gt;Franklin&lt;/a&gt; and operates a large manufacturing plant in nearby &lt;a href=\"Smyrna%2C%20Tennessee\"&gt;Smyrna&lt;/a&gt;, and headquartered in &lt;a href=\"Nishi-ku%2C%20Yokohama\"&gt;Nishi-ku, Yokohama&lt;/a&gt;, Japan, bought the naming rights for the stadium in a 20-year contract, rebranding the stadium as Nissan Stadium. As part of the sponsor agreement, a 2016 &lt;a href=\"Nissan%20Titan\"&gt;Nissan Titan&lt;/a&gt; pickup truck was placed next to the stadium scoreboard.\nTennessee Titans.\nThe &lt;a href=\"Tennessee%20Titans\"&gt;Tennessee Titans&lt;/a&gt; have posted an impressive record at Nissan Stadium since moving there in 1999, including winning their first 13 games before losing to the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt; on November 12, 2000. Overall in a total of 181 games, the Titans are 100–76 in the regular season and 2–3 in playoffs at Nissan Stadium. Since moving to Nissan Stadium, the Titans have made the playoffs nine times, played in three &lt;a href=\"AFC%20Championship%20Game\"&gt;AFC Championship Game&lt;/a&gt;s, and appeared in one &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; (&lt;a href=\"Super%20Bowl%20XXXIV\"&gt;XXXIV&lt;/a&gt;). Every Titans home game (including preseason) has been a sellout since the stadium opened in 1999. This is due to fans purchasing season tickets associated with the &lt;a href=\"personal%20seat%20license\"&gt;personal seat license&lt;/a&gt;s each season ticketholder must own. The seat licenses helped finance construction of the stadium. There is a long waiting list for personal seat licenses, as well as season tickets.\nMusic City Miracle.\nOn January 8, 2000, one of the most memorable and debated plays in &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt; history took place at then-Adelphia Coliseum. The \"Music City Miracle\" (as it has come to be known) was a last-minute trick play on a kickoff return that resulted in a touchdown and catapulted the Titans past the &lt;a href=\"Buffalo%20Bills\"&gt;Buffalo Bills&lt;/a&gt; to the Divisional Playoffs. It also ensured that the Titans would go undefeated in the first season in the team's new home. The victory was seen in front of a franchise-record crowd.\nSoccer.\nNissan Stadium regularly hosts soccer matches featuring the &lt;a href=\"United%20States%20men%27s%20national%20soccer%20team\"&gt;United States men's national team&lt;/a&gt; as well as by the &lt;a href=\"United%20States%20women%27s%20national%20soccer%20team\"&gt;women's national team&lt;/a&gt; and visiting professional clubs. The venue was first used for soccer on April 20, 2004, in an exhibition game between the &lt;a href=\"Los%20Angeles%20Galaxy\"&gt;Los Angeles Galaxy&lt;/a&gt; of &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; and &lt;a href=\"Estudiantes%20Tecos\"&gt;Tecos UAG&lt;/a&gt; of the Mexican &lt;a href=\"Primera%20Divisi%C3%B3n%20de%20M%C3%A9xico\"&gt;Primera División&lt;/a&gt;. Since then Nissan Stadium has been used for &lt;a href=\"exhibition%20game\"&gt;friendly matches&lt;/a&gt; by the U.S. women versus &lt;a href=\"Canada%20women%27s%20national%20soccer%20team\"&gt;Canada&lt;/a&gt; in 2004, a return of Tecos against rival &lt;a href=\"F.C.%20Atlas\"&gt;F.C. Atlas&lt;/a&gt; in 2005, and the U.S. men versus &lt;a href=\"Morocco%20national%20football%20team\"&gt;Morocco&lt;/a&gt; in 2006. The stadium helped host the &lt;a href=\"CONCACAF\"&gt;CONCACAF&lt;/a&gt; men's &lt;a href=\"2008%20CONCACAF%20Men%27s%20Pre-Olympic%20Tournament\"&gt;2008&lt;/a&gt; and &lt;a href=\"2012%20CONCACAF%20Men%27s%20Pre-Olympic%20Tournament\"&gt;2012 qualifying tournaments&lt;/a&gt; for the &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008&lt;/a&gt; and &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt;.\nOn April 1, 2009, the U.S. men's national team played a &lt;a href=\"2010%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20CONCACAF%20Fourth%20Round\"&gt;World Cup qualifier&lt;/a&gt; beating &lt;a href=\"Trinidad%20and%20Tobago%20national%20football%20team\"&gt;Trinidad and Tobago&lt;/a&gt;, 3–0. The match saw &lt;a href=\"Jozy%20Altidore\"&gt;Jozy Altidore&lt;/a&gt; become the youngest American to score a &lt;a href=\"hat%20trick\"&gt;hat trick&lt;/a&gt; for the national team. The U.S. men returned March 29, 2011 falling to &lt;a href=\"Paraguay%20national%20football%20team\"&gt;Paraguay&lt;/a&gt; in a friendly before a record crowd of 29,059 – the largest to attend a soccer game in the state of Tennessee.\nNissan Stadium was chosen for two games of the Group Stage for the &lt;a href=\"2017%20CONCACAF%20Gold%20Cup\"&gt;2017 CONCACAF Gold Cup&lt;/a&gt;.\nThe record crowd for a soccer game played in Tennessee is 56,232 and was set on July 29, 2017, when English Premier League clubs &lt;a href=\"Manchester%20City\"&gt;Manchester City&lt;/a&gt; and &lt;a href=\"Tottenham\"&gt;Tottenham&lt;/a&gt; played an exhibition match at Nissan Stadium.\n&lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt; club &lt;a href=\"Nashville%20SC\"&gt;Nashville SC&lt;/a&gt; will play their first two seasons in Nissan Stadium beginning in February 2020.\nConcerts and events.\nNissan Stadium can also serve as a large concert venue. The main stage for the annual &lt;a href=\"CMA%20Music%20Festival\"&gt;CMA Music Festival&lt;/a&gt;, held every June, is located in the stadium."
}