{
    "id": "4682804",
    "revid": "1062731814",
    "url": "https://en.wikipedia.org/wiki?curid=4682804",
    "title": "Plunket Shield",
    "text": "New Zealand has had a domestic &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; championship since the 1906–07 season. Since the 2009–10 season it has been known by its original name of the Plunket Shield.\nHistory.\nThe competition was instigated in October 1906 with the donation of a shield by &lt;a href=\"William%20Plunket%2C%205th%20Baron%20Plunket\"&gt;William Plunket, 5th Baron Plunket&lt;/a&gt;, who was the &lt;a href=\"Governor-General%20of%20New%20Zealand\"&gt;Governor-General of New Zealand&lt;/a&gt; from 1904 to 1910. For the 1906-07 inaugural season, the Shield was allotted by the &lt;a href=\"New%20Zealand%20Cricket%20Council\"&gt;New Zealand Cricket Council&lt;/a&gt; \"to the Association whose representative team it considers to have the best record for the season\". After the Council awarded the Shield to &lt;a href=\"Canterbury%20cricket%20team\"&gt;Canterbury&lt;/a&gt;, chiefly because Canterbury were the only provincial team to beat the &lt;a href=\"Marylebone%20Cricket%20Club%20cricket%20team%20in%20New%20Zealand%20in%201906%E2%80%9307\"&gt;visiting MCC&lt;/a&gt;, &lt;a href=\"Auckland%20cricket%20team\"&gt;Auckland&lt;/a&gt; representatives complained that Auckland should have received the Shield as their team was superior but had not had the chance to prove it as none of the other provincial teams had played Auckland during the season.\nBeginning with the 1907-08 season, the competition was decided by challenge matches among Auckland, &lt;a href=\"Wellington%20cricket%20team\"&gt;Wellington&lt;/a&gt;, Canterbury, &lt;a href=\"Otago%20cricket%20team\"&gt;Otago&lt;/a&gt; and, on two occasions, &lt;a href=\"Hawke%27s%20Bay%20cricket%20team\"&gt;Hawke's Bay&lt;/a&gt;. Auckland defeated Canterbury by an innings in the first challenge match in December 1907.\nA proposal in 1912 that the Shield should be decided by an inter-provincial tournament rather than by the challenge system was rejected as impracticable at the time. However, starting with the 1921–22 season, the four principal teams (minus Hawke's Bay, which lost first-class status) played each other in a single round-robin series of matches. &lt;a href=\"Central%20Districts\"&gt;Central Districts&lt;/a&gt; entered the competition in 1950–51, and &lt;a href=\"Northern%20Districts\"&gt;Northern Districts&lt;/a&gt; in 1956–57.\nShell Trophy.\n&lt;a href=\"Shell%20Oil\"&gt;Shell Oil&lt;/a&gt; became principal sponsor in 1974–75 and a new trophy was introduced. Games were played over three days during this period, with an over-limit on the first innings. In latter years the format was experimented with, introducing a shorter second round, various bonus points systems, and eventually a knockout final. During this period the Plunket Shield was contested in occasional games between the &lt;a href=\"North%20Island%20cricket%20team\"&gt;North Island&lt;/a&gt; and &lt;a href=\"South%20Island%20cricket%20team\"&gt;South Island&lt;/a&gt; teams - the teams played a three-day match in December 1977 and one-day matches in the 1981–82, 1993–94 and 1994–95 seasons.\nState Championship.\nThe format and the principal sponsor were changed in 2001–02 season. &lt;a href=\"State%20Insurance\"&gt;State Insurance&lt;/a&gt; (more commonly just called 'State') replaced Shell Oil. The competitions were renamed to reflect the new sponsor's name, so despite the fact that New Zealand does not have political 'states', the correct name for the first-class competition was the 'State Championship'. Each of the provincial teams played in a single round-robin series of four-day matches. There was a target of 112 overs in each day's play. After the round-robin the two highest-ranked teams played a five-day final.\nA &lt;a href=\"List%20A%20cricket\"&gt;List A&lt;/a&gt; 50-over competition known as the &lt;a href=\"New%20Zealand%20limited-overs%20cricket%20championship\"&gt;State Shield&lt;/a&gt; was run from late December to the end of January, culminating with a semi-final (second versus third) and final (the semi-final winner against the top qualifier) early in February.\nIn 2006, a provincial Twenty20 competition was begun, and was played during February and early March. The top two sides qualified for the final. It was called the &lt;a href=\"State%20Twenty20\"&gt;State Twenty20&lt;/a&gt;.\nPlunket Shield reinstated.\nWhen State Insurance withdraw from their sponsorship, the Plunket Shield was reinstated for the 2009–10 season. New Zealand Cricket has stated that the naming rights are no longer for sale and that the name Plunket Shield will remain. The final has also been abolished, meaning that the champion of the competition will be determined by the points leader at the end of the double round robin.\nTeams.\nFormer teams.\n&lt;a href=\"Hawke%27s%20Bay%20cricket%20team\"&gt;Hawke's Bay&lt;/a&gt; played twice in the Plunket Shield, in the 1914/15 and 1920/21 seasons, losing both matches.\nPoints system.\nPoints are awarded at the conclusion of each match during the season. With no final, the team with the most points is declared the champion. The points system for the 2019/20 season is as follows\nWinners.\nThe holders of the shield during its \"challenge match\" period to 1921 were:\nFrom the 1921–22 season the competition has been run on a round robin format."
}