{
    "id": "4683646",
    "revid": "3560547",
    "url": "https://en.wikipedia.org/wiki?curid=4683646",
    "title": "Illawarra Steam Navigation Company",
    "text": "The Illawarra Steam Navigation Company was a shipping company that serviced the south coast of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia from 1858 to the early 1950s. It was formed through the amalgamation of the General Steam Navigation Company, the Kiama Steam Navigation Company and the Shoalhaven Steam Navigation Company, each of whom serviced parts of the south coast with their respective vessels. After merging, the new company held a near monopoly in regard to shipping on the south coast, and their fleet visited every significant port between &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; and the border of &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;. The company transported both passengers and a range of produce, including livestock, and hence it became known as the 'Pig and Whistle Line': it was said that ships would wait an hour for a pig but not a minute for a passenger.\nOver the years more than twenty steamships were a part of the fleet, including the 1112-ton \"Merimbula\" and the 693-ton \"Eden\". Many of these vessels were purpose-built for the company's needs, and were constructed at shipyards both within Australia and abroad. The company's eventual demise came as a result of a number of factors, including increased competition from road and rail, the cost of replacing ships after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, waterfront disputes and rising costs. As a consequence, after almost 100 years in operation, the company was placed into voluntary receivership and was delisted from the &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; in 1955.\nHistory.\nPrior to the formation of the Illawarra Steam Navigation Company in 1858, a number of companies and individuals ran &lt;a href=\"steamship\"&gt;steamship&lt;/a&gt;s along the south coast of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;. The first of these was the \"Sophia Jane\", which had traveled to &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; under her own power from the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; (and was the first steamship to do so), arriving in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; in 1831. But while the \"Sophia Jane\" ran a service to &lt;a href=\"Wollongong%2C%20New%20South%20Wales\"&gt;Wollongong&lt;/a&gt;, a more regular service was provided from 1839 with the establishment of the Illawarra Steam Packet Company. The Illawarra Steam Packet Company was not known by that name for long, as just three months after being established, the company merged with the Brisbane Water Steam Passenger Co. to become the General Steam Navigation Company. The newly formed company initially employed two steam vessels, the \"Maitland\" and the \"&lt;a href=\"PS%20William%20the%20Fourth%20%281831%29\"&gt;William IV&lt;/a&gt;\", both of which were built in New South Wales on the &lt;a href=\"Williams%20River%20%28New%20South%20Wales%29\"&gt;Williams River&lt;/a&gt;, and the company serviced the &lt;a href=\"Hunter%20River%20%28New%20South%20Wales%29\"&gt;Hunter River&lt;/a&gt; along with the south coast.\nThe General Steam Navigation Company continued to expand, services to &lt;a href=\"Jervis%20Bay\"&gt;Jervis Bay&lt;/a&gt; and &lt;a href=\"Kiama%2C%20New%20South%20Wales\"&gt;Kiama&lt;/a&gt; were trialled (and later abandoned), and the company launched the \"Illawarra\" to handle the run to Wollongong. Nevertheless, competition soon emerged. This included the screw-driven steamship \"Keera\", which began operations in 1852 between Sydney and Wollongong, although she failed to achieve commercial success and was sold to \"&lt;a href=\"Victoria%20%28Australia%29\"&gt;Victorian interests&lt;/a&gt;\". Other competition emerged as a direct result of the lack of service provided to ports further south of Wollongong. Residents at two of those towns – Kiama and &lt;a href=\"City%20of%20Shoalhaven\"&gt;Shoalhaven&lt;/a&gt; – were led to form two new steamship companies in 1854. These new companies, the Kiama Steam Navigation Company and the Shoalhaven Steam Navigation Company respectively ran the steamships \"Kiama\" and \"Nora Creina\".\nAt this point three steamship companies were handling the south coast, and this proved to be too much competition for their respective interests. Thus, in 1855 an agreement was reached, leaving the south coast to just the \"Illawarra\", \"Kiama\" and \"Nora Creina\". However, an enquiry had been undertaken into the transport facilities in the &lt;a href=\"Bega%20Valley%20Shire\"&gt;Bega district&lt;/a&gt; in 1851, in October 1858 the Illawarra Steam Navigation Company through an &lt;a href=\"Act%20of%20Parliament\"&gt;act&lt;/a&gt; of the &lt;a href=\"Parliament%20of%20New%20South%20Wales\"&gt;New South Wales Parliament&lt;/a&gt; became an amalgam of the three companies. The new amalgamated company possessed a fleet of at least three vessels: the \"Illawarra\", \"Kiama\" and \"Nora Creina\" that had been servicing the region. To this list the \"Nowra\" was added, while a sixth – the \"Mimosa\" – was soon included on the register.\nThe number of ships continued to grow, and by 1866 the Illawarra Steam Navigation Company was running weekly services from south coast ports to Sydney, carrying wool, cedar, coal and a variety of raw materials. As the company expanded it became known as the \"Pig &amp; Whistle\" run, due to the main cargo and the \"whistle\" that was made by the ships prior to departing from the port. The company was to play a leading role in the development of coastal New South Wales, and her ships were to stop at every port between Sydney and the Victorian border. As such, by 1905, the company was able to link &lt;a href=\"Eden%2C%20New%20South%20Wales\"&gt;Eden&lt;/a&gt; by regular steam communication with Sydney, &lt;a href=\"Launceston%2C%20Tasmania\"&gt;Launceston, Tasmania&lt;/a&gt;, &lt;a href=\"Hobart\"&gt;Hobart&lt;/a&gt; and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. The company enjoyed a near–monopoly on the south coast trade for many years, negotiating with or taking over many potential competitors, although competition from rail and road transport were to play a significant role in the eventual demise of the company.\nAlong with cargo the company also took passengers, and an article by &lt;a href=\"Henry%20Lawson\"&gt;Henry Lawson&lt;/a&gt;, published in \"&lt;a href=\"The%20Bulletin%20%28Australian%20periodical%29\"&gt;The Bulletin&lt;/a&gt;\" in 1910 and titled 'Bermagui - In a Strange Sunset', describes a steamer journey from Bermagui to Sydney – in all likelihood Lawson was traveling with the company. Unfortunately, in 1928 one of the company's vessels, the \"Merimbula\", ran ashore on Beecroft Head while heading south. After this wreck, passenger shipping to the south coast finished, and the company focused entirely upon cargo.\nIn 1904 the company was &lt;a href=\"Incorporation%20%28business%29\"&gt;incorporated&lt;/a&gt; as the Illawarra and South Coast Steam Navigation Company (ISCSNC), and the company continued to operate successfully until the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. However, significant problems had emerged for the company, even though it remained in good financial standing. In particular, road transport was able to offer a door-to-door service, (although the company did attempt to provide something similar at Narooma), and the railways provided increased competition, entering into exclusive contracts with some hotels and taking some goods contracts away from the shipping line. When combined with waterfront disputes, rising costs, and the post-war costs of ship replacement, the company was in trouble, and in 1948, for the first time, no dividend was paid to investors. In 1950 the company entered into voluntary liquidation, and this led to delisting from the &lt;a href=\"Australian%20Stock%20Exchange\"&gt;Australian Stock Exchange&lt;/a&gt; in 1955.\nPorts.\nIn the early 1850s, when the General Steam Navigation Company, Kiama Steam Navigation Company and the Shoalhaven Steam Navigation Company were independent operations, the major ports of call along the south coast of New South Wales included &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Wollongong%2C%20New%20South%20Wales\"&gt;Wollongong&lt;/a&gt;, &lt;a href=\"City%20of%20Shoalhaven\"&gt;Shoalhaven&lt;/a&gt;, &lt;a href=\"Merimbula%2C%20New%20South%20Wales\"&gt;Merimbula&lt;/a&gt;, &lt;a href=\"Kiama%2C%20New%20South%20Wales\"&gt;Kiama&lt;/a&gt; and &lt;a href=\"Twofold%20Bay\"&gt;Twofold Bay&lt;/a&gt;. After the amalgamation of the three companies, this list included stops at &lt;a href=\"Gerringong%2C%20New%20South%20Wales\"&gt;Gerringong&lt;/a&gt;, &lt;a href=\"Batemans%20Bay%2C%20New%20South%20Wales\"&gt;Batemans Bay&lt;/a&gt;, and &lt;a href=\"Nelligen%2C%20New%20South%20Wales\"&gt;Nelligen&lt;/a&gt;. Later, minor gold rushes at both &lt;a href=\"Moruya%2C%20New%20South%20Wales\"&gt;Moruya&lt;/a&gt; and the Wagonga district resulted in their inclusion, and other ports were to include &lt;a href=\"Bermagui%2C%20New%20South%20Wales\"&gt;Bermagui&lt;/a&gt;, &lt;a href=\"Port%20of%20Eden\"&gt;Eden&lt;/a&gt;, &lt;a href=\"Narooma%2C%20New%20South%20Wales\"&gt;Narooma&lt;/a&gt; and &lt;a href=\"Tathra%2C%20New%20South%20Wales\"&gt;Tathra&lt;/a&gt;.\nThe extent of the Illawarra Steam Navigation Company's operations along the coast can be seen by their 1870 schedule, in which they were making the journey to Kiama, Shoalhaven and Gerringong every three days, and to Ulladulla, Clyde, Shoalhaven and Wollongong at about the same rate. Mourya was visited every two weeks, while an additional journey was made to Merimbula and Ulladulla once a week. 1873 saw a simplification of these services, and a weekly run to Merimbula, Eden and Tathra was amongst the changes.\nMaintaining the services of the Illawarra Steam Navigation Company did, at times, take some effort on the part of the residents. For example, in Ulladulla a wooden jetty was built in 1859 in order to retain the services of the company; they had informed the farmers that their ships would not call again at Ulladulla unless better mooring facilities were provided. (After seven years the jetty was replaced by a stone pier built by the government on the natural reef). Similarly the town of Tathra was created through the erection of a small jetty, built so that the local farmers could gain access to coastal shipping which previously had stopped 25 km away at Merimbula.\nShips.\nPiecing together the Illawarra Steamship Navigation Company's fleet is difficult, as, unlike most steamship companies of the day, neither the company's advertising nor their arrival and departure notices carried the names of the vessels. Instead they simply listed the ships as \"I.S.N. Steamers\", if the vessels were mentioned at all. Nevertheless, it is known that when the company was amalgamated they had at least three vessels to handle the south coast trade: the \"Kiama\" from the Kiama Steamship Company, the \"Nora Creina\" from the Shoalhaven Steam Navigation Company, and the &lt;a href=\"General%20Steamship%20Company\"&gt;General Steamship Company&lt;/a&gt;'s \"Illawarra\".\nOf these three, the \"Kiama\" was a 104-ton paddle steamer that entered service with the company in 1855. Purpose-built in Glasgow in 1854, she took 144 days to arrive in Australia, and she served the South Coast until 1876 when she was sold and converted into a hulk. Prior to sale she had been lengthened from her original 123 feet to 154 feet, and her tonnage increased to 111 tons. The \"Nora Creina\", on the other hand, was lighter at 93 tons, and was locally built in Sydney. She was sold by the company in 1861. The third of the original three vessels, \"Illawarra\", had been constructed at Waterford in 1849 with a net weight of 166 tons, but, like the \"Nora Creina\", she was only to remain with the new company until 1861 when she was sold.\nBy 1864 the company was operating a fleet of at least four ships - the \"Kiama\" was still in service, and she had been joined by \"Hunter\", \"Mynora\" and \"Kembla\". Both \"Kembla\", a 204-ton iron steamship, and \"Hunter\", a paddle steamer with a net weight of 105 tons, were built in Glasgow, Scotland. The \"Mynora\" was built in Australia at Prymont in Sydney. A 117-ton wooden paddle steamer, her time with the company ended in 1864 after she ran into St Georges Head in &lt;a href=\"Wreck%20Bay\"&gt;Wreck Bay&lt;/a&gt;. In an attempt to save the lives of passengers and crew, the captain fought to keep the ship afloat until she finally ran aground on a sandy beach approximately three miles from the headland. While the boat was lost, all of the passengers and crew on \"Mynora\" were saved.\nThe next significant change to the company's fleet came in 1878 with the purchase of the \"Illawarra (II)\". At 533 tons and 190 feet in length, she handled both passengers and cargo for the company, and proved to be \"most popular\" until being laid up in 1908 and eventually scrapped. \"Illawarra (II)\" was soon joined by \"Allowrie\", a 504-ton vessel built in 1880 for carrying passengers and cargo, including livestock and dairy produce. (\"Allowrie\" remained in service with the Illawarra Steam Navigation Company until 1909, when, like \"Illawarra (II)\", she was laid up). The third major vessel during this period was \"Kameruka\". A 515-ton steamer, she was built in 1880, but was then lost when wrecked on Pedro Reef off &lt;a href=\"Moruya%2C%20New%20South%20Wales\"&gt;Moruya&lt;/a&gt; in October, 1897.\nWhen the company was reconstituted as the Illawarra and South Coast Steam Navigation Company in 1904, their vessels included \"Allowrie\" and two new steamers: \"Eden\" and \"Bega\". \"Eden\" was a 693-ton screw steamer that had arrived in 1900, a purpose-built vessel constructed for the company in Glasgow to handle the Sydney–Merimbula–Eden–Tathra route. \"Eden\" remained with the company until being converted to a hulk, and she was finally scuttled in 1933. \"Bega\", at 567 tons, transported both passengers and cargo between 1883 when she was launched and 1907 when she capsized with the loss of one of the passengers.\nAt least two more ships joined the fleet in the early 1900s: \"Peterborough\", which was acquired from the Shellharbour Steam Navigation Company, and \"Merimbula\". At the time \"Merimbula\" was the company's finest vessel. She was a 1122-ton screw steamer which provided accommodation for 106 passengers (96 saloon and 10 second class) as well as possessing refrigerated cargo space, and she was capable of between 13 and 14 knots. Unfortunately she ran aground off Beecroft Head in 1928.\nJust prior to the onset of the first World War, the company purchased four new ships: \"Bermagui\", \"Bonandera\", \"Bodalla\", and \"Bergalia\". \"Bodalla\" was requisitioned for the war effort and repurposed as a &lt;a href=\"Minesweeper%20%28ship%29\"&gt;minesweeper&lt;/a&gt;; she was lost in 1924. After the war the company purchased another three vessels: \"Nergalia\", \"Cobargo\", and \"Kianga\". \"Nergalia\" and \"Kianga\" were requisitioned during World War II, but while both survived the hostilities, \"Kianga\" was not returned to the company after being decommissioned."
}