{
    "id": "46832942",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=46832942",
    "title": "Pearson Island",
    "text": "Pearson Island is an &lt;a href=\"island\"&gt;island&lt;/a&gt; located in the Australian state of &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt; within the &lt;a href=\"Pearson%20Isles\"&gt;Pearson Isles&lt;/a&gt; an island group located in the larger &lt;a href=\"island%20group\"&gt;group&lt;/a&gt; known as the &lt;a href=\"Investigator%20Group\"&gt;Investigator Group&lt;/a&gt; about southwest by west of &lt;a href=\"Cape%20Finniss\"&gt;Cape Finniss&lt;/a&gt; on the west coast of &lt;a href=\"Eyre%20Peninsula\"&gt;Eyre Peninsula&lt;/a&gt;. The group was discovered and named by &lt;a href=\"Matthew%20Flinders\"&gt;Matthew Flinders&lt;/a&gt; on 13 February 1802. The island group has enjoyed &lt;a href=\"protected%20area\"&gt;protected area&lt;/a&gt; status since the 1960s and since 2011, it has been part of the &lt;a href=\"Investigator%20Group%20Wilderness%20Protection%20Area\"&gt;Investigator Group Wilderness Protection Area&lt;/a&gt;. Pearson Island is notable both for its colony of Pearson Island Rock wallaby and for being a destination for scientific research.\nDescription.\nPearson Island is located about south west by west of Cape Finniss and about south west of &lt;a href=\"Flinders%20Island%20%20%28South%20Australia%29\"&gt;Flinders Island&lt;/a&gt;. It is the largest of four islands that form the &lt;a href=\"island%20group\"&gt;island group&lt;/a&gt; known as the Pearson Isles or the Pearson Islands.\nIt consists of one land mass with two relatively smaller peaks rising out of the sea in an arc extending to the south east via a &lt;a href=\"Spit%20%28landform%29\"&gt;spit&lt;/a&gt; of rock connected to its most southerly point. The arc encloses a bay known as “Anchorage Cove” which is sheltered from the weather both from the west and the south and which can be respectively used as an anchorage and as a landing point. The three parts of the island are informally referred to in one source respectively as the “north section”, the “middle section” and the “south section”. A unnamed rock which is permanently dry is located immediately west of the \"south section\" of Pearson Island.\nThe island has an area of . Its highest point is a feature called “Hill 781” with a height of above sea level and which is located in the south west end of the North section and which is named after its height in the &lt;a href=\"imperial%20units\"&gt;imperial unit&lt;/a&gt; of &lt;a href=\"metrology\"&gt;measurement&lt;/a&gt;. “Hill 781” and two other hills, “North Hill” and “East Hill” on the “north section” are of a height greater than while the highest point on the remainder of the island is “South Hill” on the “south section” with a height of .\nThe “north section” has two valleys - one opening onto a bay to the north known as “East Cove” while the other valley opens onto an unnamed cove on the east side of the island. Each is enclosed on one side by the ridge line on the west side of the island that connects “North Hill” and “Hill 781” and by a ridge line that connects “Hill 781” to “East Hill”. Each valley has a drainage system which drains into a &lt;a href=\"Stream\"&gt;creek&lt;/a&gt; which are respectively known as “North Creek” and “Main Creek”.\nFormation, geology and oceanography.\nPearson Island was formed along with the rest of the Pearson Isles about 10,500 years ago following the rise of sea levels at the start of the &lt;a href=\"Holocene\"&gt;Holocene&lt;/a&gt;.\nGeologically, Pearson Island and the other members of the Pearson Isles are the summits of an &lt;a href=\"inselberg\"&gt;inselberg&lt;/a&gt; partially concealed by &lt;a href=\"sea%20level%20rise\"&gt;sea level rise&lt;/a&gt;. Pearson Island exhibits landforms caused firstly by the formation of the inselberg and the characteristics of the &lt;a href=\"granite\"&gt;granite&lt;/a&gt; from which it formed and secondly by the erosive and formative processes associated with the sea.\nFirstly, landforms associated with the formation of the inselberg and with its constituent material respectively are sheet structures and orthogonal jointing. Sheet structures which are flat or curvilinear layers of granite which have separated from the body of the inselberg due to stresses within the overall granite body. The presence of orthogonal jointing within the sheet structures at right angles to the plane of the sheet structures create access for moisture into joints resulting in enlargement of the joints and the ultimate fracture of the sheet into “cubic, quadrangular or rhomboidal blocks” which can become either individual or field of free-standing granite boulders of in height.\nSecondly, the action of the sea has resulted in the erosion of the “lower inclined sheet structures” on the west side of the island at sea level resulting in the formation of a steep cliff face when compared to the relatively flat profile of the east side of the island. The eastern side of the island including the coastline of “Anchorage Cove” has layers of an &lt;a href=\"aeolianite\"&gt;aeolianite&lt;/a&gt; &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; up to above the present sea level which suggests that sea level was higher at some time in the past.\nThe waters around Pearson Island fall to water depths greater than within from the island’s coastline.\nFlora and fauna.\nFlora.\nAs of 1996, at least six &lt;a href=\"plant%20associations\"&gt;plant associations&lt;/a&gt; are reported as being present on Pearson Island.\nFirstly, the parts of the island above the height of above sea level support a &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt; of &lt;a href=\"Casuarinaceae\"&gt;sheoak&lt;/a&gt; where both shelter and soil is present. The woodland’s density increases with altitude with the result that individual sheoaks will reach a height of and support an &lt;a href=\"understorey\"&gt;understorey&lt;/a&gt; of species such as &lt;a href=\"Melaleuca%20lanceolata\"&gt;dryland tea tree&lt;/a&gt;, &lt;a href=\"Enchylaena%20tomentosa\"&gt;ruby saltbush&lt;/a&gt; and &lt;a href=\"Cheilanthes%20austrotenuifolia\"&gt;rock fern&lt;/a&gt;.\nSecondly, below the altitude of , two &lt;a href=\"Melaleuca\"&gt;Melaleuca&lt;/a&gt; species, dryland tea tree and &lt;a href=\"Melaleuca%20halmaturorum\"&gt;swamp paperbark&lt;/a&gt;, are present as &lt;a href=\"thicket\"&gt;thicket&lt;/a&gt;s with the former species being reported as the “most widespread” of the two species.\nThirdly, a scrub of swamp paperbark is present along the Main Creek watercourse in the eastern valley where favourable conditions such as “highly saline” soil and the shelter provided by the valley are present. Areas of the island close to its coastline have a &lt;a href=\"heath\"&gt;heath&lt;/a&gt; cover.\nFourthly, where the soil is granitic in origin, the heath is dominated by &lt;a href=\"Olearia%20ramulosa\"&gt;twiggy daisy-bush&lt;/a&gt; with sub-ordinate species such as &lt;a href=\"Correa%20reflexa\"&gt;common correa&lt;/a&gt; and &lt;a href=\"Westringia%20dampieri\"&gt;shore westringia&lt;/a&gt;.\nFifthly, &lt;a href=\"Atriplex%20cinerea\"&gt;grey saltbush&lt;/a&gt; dominates in the limestone-derived soils while &lt;a href=\"Atriplex%20paludosa\"&gt;marsh saltbush&lt;/a&gt; is present in both soil types.\nSixthly, a &lt;a href=\"herbfield\"&gt;herbfield&lt;/a&gt; featuring both &lt;a href=\"Carpobrotus%20rossii\"&gt;karkalla&lt;/a&gt; and &lt;a href=\"Erodium%20cygnorum\"&gt;Austral stork's bill&lt;/a&gt; and fringed with &lt;a href=\"Disphyma\"&gt;round-leaved pigface&lt;/a&gt; is found on “the thinnest, most exposed soils on top of granite outcrops fronting the sea”.\nFauna.\n&lt;a href=\"Vertebrate\"&gt;Vertebrate&lt;/a&gt; animals observed on Pearson Island consist of mammals, birds and reptiles. An account from 1911 mentioned seals, Cape Barren geese, and a raptor's nest at the island's summit made from a ton of sticks. Some members of the visiting party hunted the Pearson Island rock wallaby, while another inspected the island's small lizards. An \"abundance of seals\" was noted, and some oystercatchers (then known as \"redbills\") were seen. &lt;a href=\"Australasian%20snapper\"&gt;Australasian snapper&lt;/a&gt;, &lt;a href=\"Achoerodus%20gouldii\"&gt;Western blue groper&lt;/a&gt; and rock cod were caught in adjacent waters. Arthur Searcy recalled catching 30 and 40 lb groper there.\nAs of 1996, the following mammals have been observed - Pearson Island rock-wallaby, &lt;a href=\"bush%20rat\"&gt;bush rat&lt;/a&gt; and a breeding colony of &lt;a href=\"Australian%20sea%20lion\"&gt;Australian sea lion&lt;/a&gt;. The Australian sea lion, previously known as the \"hair seal\" has been seen on the island since the early 20th century.\nAs of 2006, the following birds have been observed - &lt;a href=\"Richard%27s%20pipit\"&gt;Richard's pipit&lt;/a&gt;, &lt;a href=\"wedge%20tailed%20eagle\"&gt;wedge tailed eagle&lt;/a&gt;, &lt;a href=\"white-faced%20heron\"&gt;white-faced heron&lt;/a&gt;, &lt;a href=\"eastern%20reef%20egret\"&gt;eastern reef egret&lt;/a&gt;, &lt;a href=\"ruddy%20turnstone\"&gt;ruddy turnstone&lt;/a&gt;, &lt;a href=\"masked%20woodswallow\"&gt;masked woodswallow&lt;/a&gt;, &lt;a href=\"galah\"&gt;galah&lt;/a&gt;, &lt;a href=\"red-necked%20stint\"&gt;red-necked stint&lt;/a&gt;, &lt;a href=\"Cape%20Barren%20geese\"&gt;Cape Barren geese&lt;/a&gt;, &lt;a href=\"Horsfield%27s%20bronze%20cuckoo\"&gt;Horsfield's rufous tailed&lt;/a&gt;, &lt;a href=\"Australian%20raven\"&gt;Australian raven&lt;/a&gt;, &lt;a href=\"white-fronted%20chat\"&gt;white-fronted chat&lt;/a&gt;, &lt;a href=\"crimson%20chat\"&gt;crimson chat&lt;/a&gt;, &lt;a href=\"rockhopper%20penguin\"&gt;rockhopper penguin&lt;/a&gt;, &lt;a href=\"Nankeen%20kestrel\"&gt;Nankeen kestrel&lt;/a&gt;, &lt;a href=\"white%20bellied%20sea%20eagle\"&gt;white bellied sea eagle&lt;/a&gt;, &lt;a href=\"welcome%20swallow\"&gt;welcome swallow&lt;/a&gt;, &lt;a href=\"silver%20gull\"&gt;silver gull&lt;/a&gt;, &lt;a href=\"Pacific%20gull\"&gt;Pacific gull&lt;/a&gt;, &lt;a href=\"singing%20honeyeater\"&gt;singing honeyeater&lt;/a&gt;, &lt;a href=\"budgerigah\"&gt;budgerigah&lt;/a&gt;, &lt;a href=\"rock%20parrot\"&gt;rock parrot&lt;/a&gt;, &lt;a href=\"golden%20whistler\"&gt;golden whistler&lt;/a&gt;, &lt;a href=\"osprey\"&gt;osprey&lt;/a&gt;, &lt;a href=\"house%20sparrow\"&gt;house sparrow&lt;/a&gt;, &lt;a href=\"red-capped%20robin\"&gt;red-capped robin&lt;/a&gt;, &lt;a href=\"red-tailed%20tropicbird\"&gt;red-tailed tropicbird&lt;/a&gt;, &lt;a href=\"great%20cormorant\"&gt;great cormorant&lt;/a&gt;, &lt;a href=\"white-browed%20scrubwren\"&gt;white-browed scrubwren&lt;/a&gt;, &lt;a href=\"crested%20tern\"&gt;crested tern&lt;/a&gt;, &lt;a href=\"common%20starling\"&gt;common starling&lt;/a&gt;, &lt;a href=\"hooded%20dotterel\"&gt;hooded dotterel&lt;/a&gt;, &lt;a href=\"barn%20owl\"&gt;barn owl&lt;/a&gt;, &lt;a href=\"Masked%20lapwing\"&gt;masked plover&lt;/a&gt;, &lt;a href=\"silver%20eye\"&gt;silver eye&lt;/a&gt; and &lt;a href=\"rookery\"&gt;breeding colonies&lt;/a&gt; of &lt;a href=\"fairy%20tern\"&gt;fairy tern&lt;/a&gt;, &lt;a href=\"little%20penguin\"&gt;little penguin&lt;/a&gt; and &lt;a href=\"sooty%20oystercatcher\"&gt;sooty oystercatcher&lt;/a&gt;.\nAs of 1996, the following reptiles have been observed - &lt;a href=\"marbled%20gecko\"&gt;marbled gecko&lt;/a&gt;, &lt;a href=\"four-toed%20earless%20skink\"&gt;four-toed earless skink&lt;/a&gt;, &lt;a href=\"Ctenophorus%20fionni\"&gt;peninsula dragon&lt;/a&gt; and &lt;a href=\"four-toed%20earless%20skink\"&gt;four-toed earless skink&lt;/a&gt;.\nPearson Island rock-wallaby.\nPearson Island rock-wallaby (\"Petrogale lateralis pearsoni\") is a sub-species of the &lt;a href=\"black-footed%20rock-wallaby\"&gt;black-footed rock-wallaby&lt;/a&gt; which became isolated on what is now Pearson Island by sea level rise about 10,500 years ago. Specimens were first collected by &lt;a href=\"Frederic%20Wood%20Jones\"&gt;F Woods Jones&lt;/a&gt; in 1920 and described as a new species in 1922. It was subsequently re-described as a sub-species of the black-footed rock-wallaby. The rock-wallabies originally occupied the “north section” of the island until 1960 when six specimens were accidentally released onto the “middle” and “south” sections of the island. By 1976, the six specimens had reproduced into a population estimated at 150 individuals compared with a population on the “north section” estimated between 250 and 300 in 1975. In 1974 and 1975 respectively, groups of rock-wallabies from the \"north section\" of Pearson Island were transferred to &lt;a href=\"Thistle%20Island\"&gt;Thistle Island&lt;/a&gt; and &lt;a href=\"Wedge%20Island%20%28South%20Australia%29\"&gt;Wedge Island&lt;/a&gt; in &lt;a href=\"Spencer%20Gulf\"&gt;Spencer Gulf&lt;/a&gt; where the populations are reported in 2008 as being respectively 500 and 200 individuals. Previous experiments had been undertaken with the support of Captain P. Weir and Captain George Justice, who relocating pairs of wallabies to &lt;a href=\"Liguanea%20Island\"&gt;Liguanea&lt;/a&gt;, Price, &lt;a href=\"Greenly%20Island%20%28South%20Australia%29\"&gt;Greenly&lt;/a&gt; and Four Hummocks islands.\nLittle penguin.\nLittle penguins were mentioned as being present on Pearson Island as early as 1914 and were described as \"plentiful\" in 1923. In 1933, J. T. Mortlock wrote that he saw \"a good many\" penguins on Pearson Island. In 2006, the population of the little penguin colony on Pearson Island was estimated to be 12,000 birds, making it the largest single colony in South Australia. As of 2011, the Pearson Island colony's status was unknown. In 2013, a tour operator based on Kangaroo Island visited the island and reported that the little penguins were \"missing\". A little penguin survey was scheduled to be conducted on Pearson Island by the &lt;a href=\"South%20Australian%20Research%20and%20Development%20Institute\"&gt;South Australian Research and Development Institute&lt;/a&gt; (SARDI) in 2013. As of March 2014, the SARDI survey's results remain unpublished.\nHistory.\nEuropean discovery and use.\nEuropean discovery.\nPearson Island is part of the island group which was first sighted by &lt;a href=\"Matthew%20Flinders\"&gt;Matthew Flinders&lt;/a&gt; on Saturday, 13 February 1802 and subsequently named by Flinders on the same day as the Pearson Isles.\nNaming of the island.\nThe name of island derived from that of the group. While the name is widely used, it is not officially named. It also is referred to as the “North Island” within the context of the Pearson Isles by a number of sources.\nAgricultural and other economic use.\nPearson Island was briefly used for the &lt;a href=\"grazing\"&gt;grazing&lt;/a&gt; of &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; in the 19th century by Anton Schlink, who had leased nearby &lt;a href=\"Flinders%20Island%20%28South%20Australia%29\"&gt;Flinders Island&lt;/a&gt; for the same purpose, however, with unsuccessful results due to the island’s “unfavourable, rocky and dry nature” and difficulties with stock management.\nThe waters immediately adjoining the island have been used for &lt;a href=\"commercial%20fishing\"&gt;commercial fishing&lt;/a&gt;, &lt;a href=\"recreational%20fishing\"&gt;recreational fishing&lt;/a&gt; and &lt;a href=\"recreational%20diving\"&gt;recreational diving&lt;/a&gt;.\nScientific research.\nPearson Island has been the subject of scientific interest since the early twentieth century in respect to its geology, its ecology and its terrestrial and marine flora and fauna. The island and its companions are an attractive destination for scientists because of their relative remoteness, the relative low human impact and the absence of introduced pests.\nWhile first sighted in 1802 by Flinders, the island group was not visited by &lt;a href=\"Robert%20Brown%20%28botanist%2C%20born%201773%29\"&gt;Robert Brown&lt;/a&gt;, the botanist accompanying Flinders, and the literature suggest that it was not visited by any of the scientists accompanying the &lt;a href=\"Baudin%20expedition%20to%20Australia\"&gt;Baudin expedition&lt;/a&gt; visited the island to make observations.\nPearson Island was first visited by &lt;a href=\"Edgar%20Ravenswood%20Waite\"&gt;Edgar Waite&lt;/a&gt;, the then director of the &lt;a href=\"South%20Australian%20Museum\"&gt;South Australian Museum&lt;/a&gt; in 1914 followed by &lt;a href=\"Frederic%20Wood%20Jones\"&gt;F Woods Jones&lt;/a&gt;, the then chair of anatomy at the &lt;a href=\"University%20of%20Adelaide\"&gt;University of Adelaide&lt;/a&gt; in 1920.\nThe island was then the subject of three expeditions organised by the &lt;a href=\"Royal%20Society%20of%20South%20Australia\"&gt;Royal Society of South Australia&lt;/a&gt; (RSSA) in the years 1923, 1960 and 1969. The 1923 expedition was funded by &lt;a href=\"George%20John%20Robert%20Murray\"&gt;Sir George Murray&lt;/a&gt;, the then chief justice of &lt;a href=\"Supreme%20Court%20of%20South%20Australia\"&gt;Supreme Court of South Australia&lt;/a&gt; and led by F Woods Jones. The 1960 expedition was led by T. D. Campbell, anthropologist and a former Professor of Dentistry at the University of Adelaide. The 1969 expedition was a joint project conducted in conjunction with the then Department of Fisheries and Fauna Conservation and was led by scientists Scoresby Shepherd and I.M. Thomas.\nThe most recent expedition discussed in the literature is an expedition organised by the then Department of Environment and Heritage in 2006 to visit islands within the Investigator Group including Pearson Island and included a range of personnel from various government agencies including archaeologists, botanists, geologists and zoologists.\nNavigation aid.\nA &lt;a href=\"navigation%20aid\"&gt;navigation aid&lt;/a&gt; has been located on the middle section of Pearson Island since 1968. It consists of a high tower with a &lt;a href=\"Light%20characteristic%23Flashing%20light\"&gt;group flashing light&lt;/a&gt; placed at a height of above sea level. The land on which the aid is located is owned by the &lt;a href=\"Australian%20Maritime%20Safety%20Authority\"&gt;Australian Maritime Safety Authority&lt;/a&gt; (AMSA) which is the Australian government agency responsible for navigation aids. Access to the island for the maintenance of the navigation aid is via &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;.\nProtected area status.\nPearson Island first received &lt;a href=\"protected%20area\"&gt;protected area&lt;/a&gt; status as part of the Pearson Isles on 27 July 1916 as part of a bird protection district declared under the \"Birds Protection Act 1900\" and the \"Animals Protection Act 1912\", to protect the &lt;a href=\"Black-flanked%20rock-wallaby\"&gt;black-footed rock wallaby&lt;/a&gt;.\nThe Pearson Isles were subsequently proclaimed as part of a fauna reserve declared under the \"Fauna Conservation Act 1964\" either on 1 September 1966 or 16 March 1967.\nThe island and other members of the group became part of the &lt;a href=\"Investigator%20Group%20Conservation%20Park\"&gt;Investigator Group Conservation Park&lt;/a&gt; proclaimed under the \"&lt;a href=\"National%20Parks%20and%20Wildlife%20Act%201972\"&gt;National Parks and Wildlife Act 1972&lt;/a&gt;\" in 1972 to \"protect delicate island ecology and Australian sea lion and &lt;a href=\"New%20Zealand%20fur%20seal\"&gt;New Zealand fur seal&lt;/a&gt; haul-out areas”. On 25 August 2011, it and the rest of the Pearson Isles were excised from the Investigator Group Conservation Park to form the Investigator Group Wilderness Protection Area.\nSince 2012, the waters adjoining Pearson Island have been part of a sanctuary zone in the &lt;a href=\"Investigator%20Marine%20Park\"&gt;Investigator Marine Park&lt;/a&gt;."
}