{
    "id": "4683091",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=4683091",
    "title": "Martin Bella",
    "text": "Martin Bella (born 26 March 1964), nicknamed Munster, is an Australian former &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1980s and 1990s. A , he represented &lt;a href=\"Queensland%20Maroons\"&gt;Queensland&lt;/a&gt; and &lt;a href=\"Australian%20Kangaroos\"&gt;Australia&lt;/a&gt;, and played his club football for a number of clubs in Australian and England.\nBackground.\nBorn in &lt;a href=\"Sarina%2C%20Queensland\"&gt;Sarina, Queensland&lt;/a&gt;, Bella is of &lt;a href=\"Italian%20people\"&gt;Italian&lt;/a&gt; descent and played his junior rugby league for the Sarina Crocs.\nPlaying career.\nBella first came to prominence playing in the &lt;a href=\"Foley%20Shield%20%28rugby%20league%20competition%29\"&gt;Foley Shield&lt;/a&gt; competition. A Queensland and Australian Schoolboy representative, his &lt;a href=\"Mackay%2C%20Queensland\"&gt;Mackay&lt;/a&gt; under-18 team defeated &lt;a href=\"Ingham%2C%20Queensland\"&gt;Herbert River&lt;/a&gt; in the final and he later represented the North Queensland Marlins. In 1983, Bella left north Queensland to play for the &lt;a href=\"Easts%20Tigers\"&gt;Easts Tigers&lt;/a&gt; in &lt;a href=\"Brisbane%20Rugby%20League%20premiership\"&gt;Brisbane Rugby League premiership&lt;/a&gt;. After three seasons in &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; and two off-seasons playing for &lt;a href=\"Halifax%20R.L.F.C.\"&gt;Halifax&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt;'s &lt;a href=\"Rugby%20Football%20League\"&gt;Rugby Football League&lt;/a&gt;, Bella moved to &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt; in 1986.\nNorth Sydney Bears.\nIn 1986, Bella played 23 games for the Bears in his first season at the club, starting 19 games at prop. At the end of the season, he went on the &lt;a href=\"1986%20Kangaroo%20tour%20of%20Great%20Britain%20and%20France\"&gt;1986 Kangaroo tour of Great Britain and France&lt;/a&gt;, playing in most games on the tour, but not the Tests.\nIn 1987, he made his &lt;a href=\"Rugby%20League%20State%20of%20Origin\"&gt;State of Origin&lt;/a&gt; debut for &lt;a href=\"Queensland%20Maroons\"&gt;Queensland&lt;/a&gt; and played in 23 games for the Bears. In 1988, he again represented Queensland and played his first Test match for &lt;a href=\"Australian%20Kangaroos\"&gt;Australia&lt;/a&gt;, coming off the bench in the Kangaroos' third Test loss to &lt;a href=\"Great%20Britain%20Lions\"&gt;Great Britain&lt;/a&gt; on their &lt;a href=\"1988%20Great%20Britain%20Lions%20tour\"&gt;tour of Australia&lt;/a&gt;.\nIn 1989, Bella played 17 games for the Bears and was named man of the match in Queensland's Game One win over New South Wales. Following the Origin series, in which Queensland won 3–0, Bella was selected for Australia's mid-season &lt;a href=\"1989%20Kangaroo%20Tour%20of%20New%20Zealand\"&gt;tour of New Zealand&lt;/a&gt;, though he only played in 3 minor games on tour and failed to make the Test team.\nManly Warringah Sea Eagles.\nIn 1990, Bella joined the &lt;a href=\"Manly%20Warringah%20Sea%20Eagles\"&gt;Manly Warringah Sea Eagles&lt;/a&gt;. He played in 22 games for the Sea Eagles and was named the Dally M Prop of the Year. At the end of the &lt;a href=\"1990%20NSWRL%20season\"&gt;1990 NSWRL season&lt;/a&gt;, he went on the &lt;a href=\"1990%20Kangaroo%20tour%20of%20Great%20Britain%20and%20France\"&gt;1990 Kangaroo tour of Great Britain and France&lt;/a&gt;. Unfortunately for Bella, he paid the price for Australia's first &lt;a href=\"The%20Ashes%20%28rugby%20league%29\"&gt;Ashes series&lt;/a&gt; loss to Great Britain at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; and was replaced in the test team by &lt;a href=\"Glenn%20Lazarus\"&gt;Glenn Lazarus&lt;/a&gt; for the remaining tests on the tour.\nIn 1991, Bella won his second man of the match award in the third and deciding match of the &lt;a href=\"1991%20State%20of%20Origin%20series\"&gt;1991 State of Origin series&lt;/a&gt;. After his displays for Queensland, he was recalled to the Australian team for the mid-season &lt;a href=\"1991%20Trans-Tasman%20Test%20series\"&gt;1991 Trans-Tasman Test series&lt;/a&gt; against &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt;. He played his final two Tests during Australia's tour of &lt;a href=\"Papua%20New%20Guinea\"&gt;Papua New Guinea&lt;/a&gt; in 1991, played a total of nine Tests for his country.\nCanterbury-Bankstown Bulldogs.\nIn 1993, after three seasons with Manly, Bella joined the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt;. In the &lt;a href=\"1993%20State%20of%20Origin%20series\"&gt;1993 State of Origin series&lt;/a&gt;, Bella memorably played the ball the wrong way after being spun around in a strong tackle. In 1994, he played in Canterbury's &lt;a href=\"1994%20NSWRL%20season%23Grand%20Final\"&gt;Grand Final&lt;/a&gt; loss to the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt;, where he famously knocked the ball on from the opening kick off. That season he played his final State of Origin game for Queensland, finishing his representative career with 21 games for Queensland.\nNorth Queensland Cowboys.\nIn 1995, Bella decided against retirement and returned to north Queensland, signing with the newly established &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt;. A veteran, representative forward at that stage of his career, Bella was perhaps the club's biggest signing for their first season. On 11 March 1995, Bella started at prop in the Cowboys' inaugural game, a 16–32 loss to the &lt;a href=\"Sydney%20Bulldogs\"&gt;Sydney Bulldogs&lt;/a&gt; at &lt;a href=\"Stockland%20Stadium\"&gt;Stockland Stadium&lt;/a&gt;. Bella played just 14 games for the Cowboys, being released from the club at the back end of the 1995 season due to behavioural issues.\nGold Coast Chargers.\nBella considered retirement after his release by the Cowboys but again decided against it, signing with the &lt;a href=\"Gold%20Coast%20Chargers\"&gt;Gold Coast Chargers&lt;/a&gt; in 1996. In two seasons with the club, he played 35 games, including the club's first (and only) finals games in 1997. After 12 seasons and 235 first grade games, he retired from rugby league at the end of the 1997 season.\nPost-playing career.\nIn 2000, Bella was awarded the &lt;a href=\"Australian%20Sports%20Medal\"&gt;Australian Sports Medal&lt;/a&gt; for his contribution to Australia's international standing in rugby league. In 2008, Bella was named in the North Queensland rugby league Team of the Century.\nPersonal life.\nA qualified &lt;a href=\"physiotherapist\"&gt;physiotherapist&lt;/a&gt;, Bella's brothers &lt;a href=\"Robert%20Bella%20%28rugby%20league%29\"&gt;Robert&lt;/a&gt; and &lt;a href=\"Anthony%20Bella\"&gt;Anthony&lt;/a&gt;, played first grade for the &lt;a href=\"South%20Queensland%20Crushers\"&gt;South Queensland Crushers&lt;/a&gt;. Bella's son, Ross, currently plays for the &lt;a href=\"Mackay%20Cutters\"&gt;Mackay Cutters&lt;/a&gt; in the &lt;a href=\"Queensland%20Cup\"&gt;Queensland Cup&lt;/a&gt; and previously played for the &lt;a href=\"Townsville%20Blackhawks\"&gt;Townsville Blackhawks&lt;/a&gt; and &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt; &lt;a href=\"NRL%20Under-20s\"&gt;under-20&lt;/a&gt; team. His niece, &lt;a href=\"Lauren%20Bella\"&gt;Lauren&lt;/a&gt;, plays in the &lt;a href=\"AFL%20Women%27s\"&gt;AFLW&lt;/a&gt; for the &lt;a href=\"Gold%20Coast%20Suns\"&gt;Gold Coast Suns&lt;/a&gt;."
}