{
    "id": "46847809",
    "revid": "577301",
    "url": "https://en.wikipedia.org/wiki?curid=46847809",
    "title": "Sardanapale (horse)",
    "text": "Sardanapale (1911–1934) was a French &lt;a href=\"Thoroughbred\"&gt;Thoroughbred&lt;/a&gt; &lt;a href=\"horse%20racing\"&gt;racehorse&lt;/a&gt; and &lt;a href=\"sire%20%28horse%29\"&gt;sire&lt;/a&gt;. He showed considerable talent as a juvenile, winning the &lt;a href=\"Prix%20Yacowlef\"&gt;Prix Yacowlef&lt;/a&gt;, &lt;a href=\"Prix%20Morny\"&gt;Prix Morny&lt;/a&gt; and &lt;a href=\"Prix%20de%20Seine-et-Oise\"&gt;Prix de Seine-et-Oise&lt;/a&gt;. In the following year, he recovered from two defeats by &lt;a href=\"La%20Farina\"&gt;La Farina&lt;/a&gt; to establish himself as the best racehorse in Europe with a string of victories which included the &lt;a href=\"Prix%20Hocquart\"&gt;Prix Hocquart&lt;/a&gt;, &lt;a href=\"Prix%20d%27H%C3%A9douville\"&gt;Prix d'Hédouville&lt;/a&gt;, &lt;a href=\"Prix%20du%20Jockey%20Club\"&gt;Prix du Jockey Club&lt;/a&gt;, &lt;a href=\"Grand%20Prix%20de%20Paris\"&gt;Grand Prix de Paris&lt;/a&gt;, &lt;a href=\"Grand%20Prix%20de%20Saint-Cloud\"&gt;Prix de President de la Republique&lt;/a&gt; and &lt;a href=\"Prix%20Eug%C3%A8ne%20Adam\"&gt;Prix Eugène Adam&lt;/a&gt; before his racing career was ended by the outbreak of the First World War. He has been rated one of the best horses ever to be trained in France.\nBackground.\nSardanapale was a bay horse with a white &lt;a href=\"blaze%20%28horse%20marking%29\"&gt;blaze&lt;/a&gt; bred at the Haras de Champagne de Saint-Hilaire in France by his owner &lt;a href=\"Maurice%20de%20Rothschild\"&gt;Maurice de Rothschild&lt;/a&gt;. He was probably the best horse sired by Prestige, who was undefeated in sixteen races including the &lt;a href=\"Prix%20de%20la%20For%C3%AAt\"&gt;Prix de la Forêt&lt;/a&gt;, &lt;a href=\"Grand%20Crit%C3%A9rium\"&gt;Grand Critérium&lt;/a&gt; and &lt;a href=\"Prix%20Jean%20Prat\"&gt;Prix Jean Prat&lt;/a&gt;. His dam Gemma, was a British-bred daughter of Florizel, a top-class racehorse who was a full-brother to &lt;a href=\"Persimmon%20%28horse%29\"&gt;Persimmon&lt;/a&gt; and &lt;a href=\"Diamond%20Jubilee%20%28horse%29\"&gt;Diamond Jubilee&lt;/a&gt;. Gemma was a full-sister to the &lt;a href=\"2000%20Guineas\"&gt;2000 Guineas&lt;/a&gt; winner &lt;a href=\"Vedas%20%28horse%29\"&gt;Vedas&lt;/a&gt; and a granddaughter of the influential broodmare Bonnie Agnes whose other descendants have included &lt;a href=\"Zabeel\"&gt;Zabeel&lt;/a&gt;, &lt;a href=\"Detroit%20%28horse%29\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Carnegie%20%28horse%29\"&gt;Carnegie&lt;/a&gt; and &lt;a href=\"Herbager\"&gt;Herbager&lt;/a&gt;.\nAs a yearling, Sardanapale was offered for sale with a reserve price of £1000, but was bought back by his owner when the bidding reached £1,200. Rothschild sent the colt into training with James d'Okhuysen.\nRacing career.\n1913: two-year-old season.\nSardanapale was one of the leading French two-year-olds of 1913. He began his racing career with a win in the Prix Yacowlef, for previously unraced horses over 1000 metres at &lt;a href=\"Deauville%20Racecourse\"&gt;Deauville Racecourse&lt;/a&gt; in August. Later that month at the same track, he won the more prestigious Prix Morny over 1200 metres, with the beaten horses including &lt;a href=\"La%20Farina\"&gt;La Farina&lt;/a&gt;, owned by Maurice de Rothschild's cousin &lt;a href=\"Edouard%20Alphonse%20de%20Rothschild\"&gt;Edouard Alphonse de Rothschild&lt;/a&gt;. In September he was tried against older horses and won the Prix de Seine-et-Oise over 1400 metres at &lt;a href=\"Maisons-Laffitte%20Racecourse\"&gt;Maisons-Laffitte Racecourse&lt;/a&gt;. In the late autumn of 1913 he finished third to Le Grand Presigny in the &lt;a href=\"Grand%20Crit%C3%A9rium\"&gt;Grand Critérium&lt;/a&gt; and second behind the same colt in the Prix de la Forêt.\n1914: three-year-old season.\nIn the spring of 1914, Sardanapale won the Prix Lagrange from Le Grand Pressigny and &lt;a href=\"Durbar%20%28horse%29\"&gt;Durbar&lt;/a&gt; and then finished fourth to the four-year-old &lt;a href=\"Nimbus%20%28FR%29\"&gt;Nimbus (FR)&lt;/a&gt; in the &lt;a href=\"Prix%20Boiard\"&gt;Prix Boiard&lt;/a&gt;. He then won the Prix Hocquart and the Prix Miss Gladiator but was beaten by La Farina in both the &lt;a href=\"Prix%20Daru\"&gt;Prix Daru&lt;/a&gt; and the &lt;a href=\"Prix%20Lupin\"&gt;Prix Lupin&lt;/a&gt;. He returned to winning form to take the Prix d'Hédouville at &lt;a href=\"Chantilly%20Racecourse\"&gt;Chantilly Racecourse&lt;/a&gt;. At the same course in June, Sardanapale started the &lt;a href=\"Fractional%20odds\"&gt;1.85/1&lt;/a&gt; favourite for the Prix du Jockey Club over 2400 metres. He was opposed by eleven opponents including &lt;a href=\"Durbar%20%28horse%29\"&gt;Durbar&lt;/a&gt;, who had beaten Le Grand Pressigny in the &lt;a href=\"Prix%20Noailles\"&gt;Prix Noailles&lt;/a&gt; before winning the 1914 &lt;a href=\"Epsom%20Derby\"&gt;Epsom Derby&lt;/a&gt; for France. Ridden by George Stern, he won by two lengths from Diderot, with Le Corsaire third and Durbar fourth.\nOn 28 June, Sardanapale faced a rematch with La Farina in the Grand Prix de Paris over 3000 metres at &lt;a href=\"Longchamp%20Racecourse\"&gt;Longchamp Racecourse&lt;/a&gt; and started the 1.95/1 favourite in a twelve-runner field. La Farina led from the start and when George Stern moved Sardanapale up to challenge 800 metres out, the two colts drew away from the rest of the field. After a prolonged struggle, Sardanapale got the better of his rival 100 metres from the finish and won by a neck, with a gap of four lengths back to Durbar in third place. Among the spectators was the Austrian ambassador who left the course on hearing the news of the &lt;a href=\"Assassination%20of%20Archduke%20Franz%20Ferdinand%20of%20Austria\"&gt;assassination Franz Ferdinand&lt;/a&gt;.\nIn July, Sardanapale contested the Prix du Président de la République over 2500 metres at &lt;a href=\"Maisons-Laffitte%20Racecourse\"&gt;Maisons-Laffitte Racecourse&lt;/a&gt;. La Farina was again in opposition along with the British colt Florist and the four-year-old Nimbus. Sardanapale won again, beating the &lt;a href=\"Prix%20Berteux\"&gt;Prix Berteux&lt;/a&gt; winner Djamy into second by three lengths with Fauche le Vent in third place. After the race he was described in the press as \"possibly the best three-year-old in the world\". In August, Sardanapale won the Prix Eugène Adam at Maisons-Laffitte by five lengths from Oreste and Djamy but it proved to be his final appearance, as racing in France was shut down by the outbreak of the &lt;a href=\"First%20World%20War\"&gt;War&lt;/a&gt;. Whilst many horses were requisitioned by the military, Sardanapale was \"reserved for stud purposes\".\nStud record.\nAfter his retirement from racing Sardanapale became a breeding stallion in France, standing at Rothschild's stud at Chaumont en Vexin before moving to the Haras de la Fontaine in 1926. The best of his offspring included Fiterari, a colt who won the &lt;a href=\"Poule%20d%27Essai%20des%20Poulains\"&gt;Poule d'Essai des Poulains&lt;/a&gt;, Grand Prix de Paris and &lt;a href=\"Prix%20Royal%20Oak\"&gt;Prix Royal Oak&lt;/a&gt; in 1927, a year in which Sardanapale was &lt;a href=\"Leading%20sire%20in%20France\"&gt;Leading sire in France&lt;/a&gt;. He also sired the Italian champion Apelle, whose wins included the &lt;a href=\"Derby%20Italiano\"&gt;Derby Italiano&lt;/a&gt;, &lt;a href=\"Gran%20Premio%20di%20Milano\"&gt;Gran Premio di Milano&lt;/a&gt; and &lt;a href=\"Coronation%20Cup\"&gt;Coronation Cup&lt;/a&gt;. Another of his sons was Dis Donc the sire of the &lt;a href=\"American%20Champion%20Three-Year-Old%20Filly\"&gt;American champion filly&lt;/a&gt; &lt;a href=\"Top%20Flight\"&gt;Top Flight&lt;/a&gt;. He also had success as a sire of broodmares and was the damsire of &lt;a href=\"Black%20Maria%20%28horse%29\"&gt;Black Maria&lt;/a&gt; and &lt;a href=\"Brokers%20Tip\"&gt;Brokers Tip&lt;/a&gt;. Sardanapale died in December 1934 at the age of 23.\nAssessment.\nIn their book \"A Century of Champions\", based on a modified version of the &lt;a href=\"Timeform\"&gt;Timeform&lt;/a&gt; system, John Randall and Tony Morris rated Sardanapale the forty-first best racehorse of twentieth century, the ninth-best of the century to have been trained in France, and the best horse in the world in 1914."
}