{
    "id": "4685272",
    "revid": "28982494",
    "url": "https://en.wikipedia.org/wiki?curid=4685272",
    "title": "Galway Sportsgrounds",
    "text": "The Sportsground, also known as The Galway Sportsgrounds and the Galway Greyhound Stadium and the Connacht Rugby Stadium is a &lt;a href=\"multi-purpose%20stadium\"&gt;multi-purpose stadium&lt;/a&gt; in &lt;a href=\"Galway\"&gt;Galway&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;. It opened in 1927, with the playing of a football match and has been used to host &lt;a href=\"Connacht%20Rugby\"&gt;Connacht Rugby&lt;/a&gt; matches and greyhound racing since that time.\nIt is currently used as a base by Connacht Rugby for training and hosting matches at all levels. &lt;a href=\"Greyhound%20racing%20in%20Ireland\"&gt;Greyhound racing&lt;/a&gt; takes place on Friday and Saturday evenings.\nThe stadium has been leased on a long term basis to the &lt;a href=\"Greyhound%20Racing%20Ireland\"&gt;Greyhound Racing Ireland&lt;/a&gt; who run the greyhound meetings at the Stadium. It is co-leased to Connacht Rugby who use it as their home stadium to play &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; matches in the &lt;a href=\"Pro14\"&gt;Pro14&lt;/a&gt; and &lt;a href=\"European%20Professional%20Club%20Rugby\"&gt;European&lt;/a&gt; competitions.\nRugby Union.\nUp until 2011, the regular capacity of The Sportsground was 5,500. The stadium was modified and extended in 2011, and again in 2016, instigated by the success of Connacht Rugby.\nIt is able to hold up to 8,129 people without temporary seating. The Sportsground recorded its record attendance on 19 November 2011, when a crowd of 9,120 watched Connacht take on &lt;a href=\"Stade%20Toulousain\"&gt;Toulouse&lt;/a&gt; in the team's first ever &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;Heineken Cup&lt;/a&gt; match at home.\nRenovations since 2011.\nConnacht's participation in European rugby's most prestigious club competition, the &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt;, for the first time in the 2011–12 season spurred a new phase of development at the Sportsground to extend formal capacity to 7,500 supporters. The existing Clubhouse terrace was knocked down to be replaced by the new covered \"Clan Terrace\". This terrace primarily houses season ticket holders. Ancillary work was also undertaken behind the terrace which saw the construction of a new bar (\"The Clan Bar\"), food outlets and restroom facilities on the Clubhouse side of the ground. A temporary covered and seated \"West Stand\", adjacent to the existing main stand was also erected for the season. This raft of improvements came on the back of a series of development which the &lt;a href=\"Irish%20Rugby%20Football%20Union\"&gt;IRFU&lt;/a&gt; had helped to fund in the preceding years, such as a new playing surface, a new Clubhouse and floodlighting, while a new gymnasium had been built in 2008.\nIn 2011, planning permission was granted to redevelop the Clan Terrace by building a seated tier above the terrace. This was ultimately not completed.\nIn the summer of 2016, work was completed on an additional seated and covered stand which can hold 300 people. The stand, situated next to the Main Stand, increased the ground's regular capacity to 8,100. Following a naming rights deal, it was christened as the Grant Thornton Stand.\nIn October 2018, Connacht unveiled plans for a €30m redevelopment of the Sportsground to turn it into a 12,000 seater stadium with the redevelment to also include a high-performance training centre.\nOther Sports.\nIt has occasionally hosted &lt;a href=\"Gaelic%20games\"&gt;Gaelic games&lt;/a&gt; fixtures, most notably the &lt;a href=\"1932%20All-Ireland%20Senior%20Camogie%20Championship%20Final\"&gt;1932 All-Ireland Senior Camogie Championship Final&lt;/a&gt; and the 1942 Galway County Hurling Final.\nWhen &lt;a href=\"Terryland%20Park\"&gt;Terryland Park&lt;/a&gt; was being renovated in 1993 &lt;a href=\"Galway%20United%20F.C.\"&gt;Galway United&lt;/a&gt; played at the Sportsgrounds for the first part of that season. It also hosted Galway's first game in European competition in the &lt;a href=\"1985%E2%80%9386%20European%20Cup%20Winners%27%20Cup\"&gt;1985–86 European Cup Winners' Cup&lt;/a&gt;.\nGreyhound Racing.\nRacing takes place every Friday and Saturday evening. Distances are 350, 525, 550, and 575 yards. The feature competition at the track is the Champion Bitch Stake.\nHistory.\nThe Galway Greyhound Company was established in 1932 but it took a further three years for the first greyhound racing to take place at the west coast venue on the west side of the Lough Atalia. The opening night was during 1935.\nBy 1978 the stadium required a facelift and the management decided that improvements could only be completed with the closure of the greyhound track. Therefore, in 1978 a new stand with bars and tote facilities was built and the circuit itself was re-laid with increased cambers. The grand re-opening was on 25 May 1979 with the modernisation costing over £500,000. In March 1998 the track was converted to sand from grass. In 2003 the track was subject to a major renovation project that cost the Bord na gCon €6m.\nIn recent years Connacht Rugby have expressed a desire to redevelop the ground and have been in negotiation with the Greyhound Racing Ireland who hold a 99-year lease.\nTrack records.\nCurrent\nFormer"
}