{
    "id": "46893525",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=46893525",
    "title": "Feride Bakır",
    "text": "Feride Bakır (born June 26, 1992) is a &lt;a href=\"Turks%20in%20Germany\"&gt;Turkish-German&lt;/a&gt; female &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"defender%20%28association%20football%29\"&gt;defender&lt;/a&gt;, who played in the German top women's league lately for Bayer 04 Leverkusen until 2013. She was part of the Turkey women's national football team.\nBakır was born in &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt;, Germany on June 26, 1992. In July 2014, she completed an education in sports graduating from the \"Elite School of Sports Leverkusen\", a vocational boarding school in &lt;a href=\"Leverkusen\"&gt;Leverkusen&lt;/a&gt; consisting of sports classes of the Landrat-Lucas-Gymnasium.\nPlaying career.\nClub.\nIn May 2006, she took part as a member of &lt;a href=\"SV%20Siegburg%2004\"&gt;SV Siegburg 04&lt;/a&gt; at a qualification tournament for girls' under-15 organized by &lt;a href=\"Western%20German%20Football%20and%20Athletics%20Association\"&gt;Western German Football and Athletics Association&lt;/a&gt; (; \"WFLV\") in &lt;a href=\"Hennef%20%28Sieg%29\"&gt;Hennef&lt;/a&gt;, and played for the selection of &lt;a href=\"Middle%20Rhine\"&gt;Middle Rhine&lt;/a&gt; team.\nFeride Bakır began her football career at Blau-Weiß Friesdorf. In 2008, she moved to &lt;a href=\"SC%2007%20Bad%20Neuenahr\"&gt;SC 07 Bad Neuenahr&lt;/a&gt;. On March 29, 2009, she debuted in the &lt;a href=\"Bundesliga%20%28women%29\"&gt;Women's Bundesliga&lt;/a&gt;, the top level of the German women's football league system, at the home game against &lt;a href=\"Hamburger%20SV%20%28women%29\"&gt;Hamburger SV&lt;/a&gt;. In the 2009–10 season, she was a regular player.\nIn the 2010–11 season, she was transferred by the Bundesliga rival &lt;a href=\"Bayer%2004%20Leverkusen%20%28women%29\"&gt;Bayer 04 Leverkusen&lt;/a&gt;. On October 31, 2010, Bakır scored her first goal in the Bundesliga in the match against her former club, bringing her team to an intermediate lead with 1–0 in the match. After playing all the years in the &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; position, she became a defender in the 2012–13 season. At the end of the 2012–13 season, she left Bayer 04 Leverkusen. She capped forty times in three seasons and scored three goals, including cups.\nInternational.\nFeride Bakır was admitted to the &lt;a href=\"Turkey%20women%27s%20national%20under-19%20football%20team\"&gt;Turkey women's U-19&lt;/a&gt; team playing in the &lt;a href=\"2010%20UEFA%20Women%27s%20U-19%20Championship%20Second%20qualifying%20round%23Group%201\"&gt;2010 UEFA Women's U-19 Championship Second qualifying round – Group 1&lt;/a&gt; match against Sweden on March 27, 2010. She took part also at the &lt;a href=\"2011%20UEFA%20Women%27s%20U-19%20Championship%20First%20qualifying%20round%23Group%209\"&gt;2011 UEFA Women's U-19 Championship First qualifying round – Group 9&lt;/a&gt; matches. She capped six times in total for the Turkey women's U-19 team.\nBakır was called up to the &lt;a href=\"Turkey%20women%27s%20national%20football%20team\"&gt;Turkey women's national football team&lt;/a&gt; before she appeared for the Turkey women's U-19 team. She played for the first time at the &lt;a href=\"2011%20FIFA%20Women%27s%20World%20Cup%20qualification%20%E2%80%93%20UEFA%20Group%205\"&gt;2011 FIFA Women's World Cup qualification – UEFA Group 5&lt;/a&gt; match against &lt;a href=\"Spain%20women%27s%20national%20football%20team\"&gt;Spain&lt;/a&gt; on November 21, 2009. She participated at the &lt;a href=\"2011%20FIFA%20Women%27s%20World%20Cup%20qualification%20%E2%80%93%20UEFA%20Group%205\"&gt;2011 FIFA Women's World Cup qualification – UEFA Group 5&lt;/a&gt;, and &lt;a href=\"UEFA%20Women%27s%20Euro%202013%20qualifying%20%E2%80%93%20Group%202\"&gt;UEFA Women's Euro 2013 qualifying – Group 2&lt;/a&gt; matches for Turkey. She capped thirteen times between 2009–2011."
}