{
    "id": "4690721",
    "revid": "34080678",
    "url": "https://en.wikipedia.org/wiki?curid=4690721",
    "title": "Wan Mat Saman Aqueduct",
    "text": "Wan Mat Saman Aqueduct or \"Terusan Wan Mat Saman\" is the longest &lt;a href=\"aqueduct%20%28water%20supply%29\"&gt;aqueduct&lt;/a&gt; in &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. The total length is 36 km, connecting &lt;a href=\"Kedah%20River\"&gt;Sungai Kedah&lt;/a&gt; at &lt;a href=\"Alor%20Star\"&gt;Alor Star&lt;/a&gt; to &lt;a href=\"Gurun%2C%20Kedah\"&gt;Gurun&lt;/a&gt; in the south of &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt;. It was built between 1885 and 1896 at the order of &lt;a href=\"Menteri%20Besar\"&gt;Menteri Besar&lt;/a&gt; of &lt;a href=\"Kedah\"&gt;Kedah&lt;/a&gt; at the time, &lt;a href=\"Wan%20Mat%20Saman\"&gt;Wan Mat Saman&lt;/a&gt;. The structure enables Kedah to boost its &lt;a href=\"rice\"&gt;rice&lt;/a&gt; production and through it, enables Kedah to earn the nickname \"Malaysia's rice bowl\".\nThe canal was a renaissance to the agriculture of the state. It symbolised the transition from the conventional way of life to the modern system. The construction of the structure used only the simplest tools. To ensure that the canal ran straight, the initial diggings were done at nighttime, in which rows of \"jamung\" or traditional torches were lit in a straight line.\nToday the canal remains part of the state's landscape, running along the Route 1 of the Federal Road, which is sandwiched by a smaller canal built later. Traditional Malay &amp; Chinese houses, as well as new schools, shops, mosques, and cemeteries dotted the canal but the remaining part in Tandop, in the outskirts of Alor Setar have been covered by the municipal council in the road-widening project. Sometimes road users can spot traditional nets hanging from a bamboo poles (\"tangkui\"), ducks swimming around, schools of freshwater fish and even small rafts built by kids. In recent years however, the canal has fallen into disrepair &amp; neglect. The canal is not a registered heritage site and the management of the canal is overlapped between various state &amp; federal government agencies.\nA few artifacts have been discovered along the aqueduct including keris daggers. The artifacts are now displayed in the State Museum in Alor Setar."
}