{
    "id": "469246",
    "revid": "2051880",
    "url": "https://en.wikipedia.org/wiki?curid=469246",
    "title": "Lattice (group)",
    "text": "In &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt; and &lt;a href=\"group%20theory\"&gt;group theory&lt;/a&gt;, a lattice in &lt;a href=\"Real%20coordinate%20space\"&gt;formula_1&lt;/a&gt; is a &lt;a href=\"subgroup\"&gt;subgroup&lt;/a&gt; of the additive group formula_1 which is &lt;a href=\"isomorphic\"&gt;isomorphic&lt;/a&gt; to the additive group &lt;a href=\"Free%20abelian%20group\"&gt;formula_3&lt;/a&gt;, and which &lt;a href=\"linear%20span\"&gt;spans&lt;/a&gt; the &lt;a href=\"real%20number\"&gt;real&lt;/a&gt; &lt;a href=\"vector%20space\"&gt;vector space&lt;/a&gt; formula_1. In other words, for any &lt;a href=\"basis%20%28linear%20algebra%29\"&gt;basis&lt;/a&gt; of formula_1, the subgroup of all &lt;a href=\"linear%20combination\"&gt;linear combination&lt;/a&gt;s with &lt;a href=\"integer\"&gt;integer&lt;/a&gt; coefficients of the basis vectors forms a lattice. A lattice may be viewed as a &lt;a href=\"regular%20tiling\"&gt;regular tiling&lt;/a&gt; of a space by a &lt;a href=\"primitive%20cell\"&gt;primitive cell&lt;/a&gt;.\nLattices have many significant applications in pure mathematics, particularly in connection to &lt;a href=\"Lie%20algebra\"&gt;Lie algebra&lt;/a&gt;s, &lt;a href=\"number%20theory\"&gt;number theory&lt;/a&gt; and group theory. They also arise in applied mathematics in connection with &lt;a href=\"coding%20theory\"&gt;coding theory&lt;/a&gt;, in &lt;a href=\"cryptography\"&gt;cryptography&lt;/a&gt; because of conjectured computational hardness of several &lt;a href=\"lattice%20problems\"&gt;lattice problems&lt;/a&gt;, and are used in various ways in the physical sciences. For instance, in &lt;a href=\"materials%20science\"&gt;materials science&lt;/a&gt; and &lt;a href=\"solid-state%20physics\"&gt;solid-state physics&lt;/a&gt;, a lattice is a synonym for the \"frame work\" of a &lt;a href=\"crystalline%20structure\"&gt;crystalline structure&lt;/a&gt;, a 3-dimensional array of regularly spaced points coinciding in special cases with the &lt;a href=\"atom\"&gt;atom&lt;/a&gt; or &lt;a href=\"molecule\"&gt;molecule&lt;/a&gt; positions in a &lt;a href=\"crystal\"&gt;crystal&lt;/a&gt;. More generally, &lt;a href=\"lattice%20model%20%28physics%29\"&gt;lattice models&lt;/a&gt; are studied in &lt;a href=\"physics\"&gt;physics&lt;/a&gt;, often by the techniques of &lt;a href=\"computational%20physics\"&gt;computational physics&lt;/a&gt;.\nSymmetry considerations and examples.\nA lattice is the &lt;a href=\"symmetry%20group\"&gt;symmetry group&lt;/a&gt; of discrete &lt;a href=\"translational%20symmetry\"&gt;translational symmetry&lt;/a&gt; in \"n\" directions. A pattern with this lattice of translational symmetry cannot have more, but may have less symmetry than the lattice itself. As a group (dropping its geometric structure) a lattice is a &lt;a href=\"Finitely-generated%20abelian%20group\"&gt;finitely-generated&lt;/a&gt; &lt;a href=\"free%20abelian%20group\"&gt;free abelian group&lt;/a&gt;, and thus isomorphic to formula_3.\nA lattice in the sense of a 3-&lt;a href=\"dimension\"&gt;dimension&lt;/a&gt;al array of regularly spaced points coinciding with e.g. the &lt;a href=\"atom\"&gt;atom&lt;/a&gt; or &lt;a href=\"molecule\"&gt;molecule&lt;/a&gt; positions in a &lt;a href=\"crystal\"&gt;crystal&lt;/a&gt;, or more generally, the orbit of a &lt;a href=\"Group%20action%20%28mathematics%29\"&gt;group action&lt;/a&gt; under translational symmetry, is a translate of the translation lattice: a &lt;a href=\"coset\"&gt;coset&lt;/a&gt;, which need not contain the origin, and therefore need not be a lattice in the previous sense.\nA simple example of a lattice in formula_1 is the subgroup formula_3. More complicated examples include the &lt;a href=\"E8%20lattice\"&gt;E8 lattice&lt;/a&gt;, which is a lattice in formula_9, and the &lt;a href=\"Leech%20lattice\"&gt;Leech lattice&lt;/a&gt; in formula_10. The &lt;a href=\"period%20lattice\"&gt;period lattice&lt;/a&gt; in formula_11 is central to the study of &lt;a href=\"elliptic%20functions\"&gt;elliptic functions&lt;/a&gt;, developed in nineteenth century mathematics; it generalises to higher dimensions in the theory of &lt;a href=\"abelian%20function\"&gt;abelian function&lt;/a&gt;s. Lattices called &lt;a href=\"root%20lattice\"&gt;root lattice&lt;/a&gt;s are important in the theory of &lt;a href=\"simple%20Lie%20algebra\"&gt;simple Lie algebra&lt;/a&gt;s; for example, the E8 lattice is related to a Lie algebra that goes by the same name.\nDividing space according to a lattice.\nA typical lattice formula_12 in formula_1 thus has the form\nwhere {\"v\"1, ..., \"v\"\"n\"} is a basis for formula_1. Different bases can generate the same lattice, but the &lt;a href=\"absolute%20value\"&gt;absolute value&lt;/a&gt; of the &lt;a href=\"determinant\"&gt;determinant&lt;/a&gt; of the vectors \"v\"\"i\" is uniquely determined by Λ, and is denoted by d(Λ).\nIf one thinks of a lattice as dividing the whole of formula_1 into equal &lt;a href=\"polyhedron\"&gt;polyhedra&lt;/a&gt; (copies of an \"n\"-dimensional &lt;a href=\"parallelepiped\"&gt;parallelepiped&lt;/a&gt;, known as the \"&lt;a href=\"fundamental%20region\"&gt;fundamental region&lt;/a&gt;\" of the lattice), then d(Λ) is equal to the \"n\"-dimensional &lt;a href=\"volume\"&gt;volume&lt;/a&gt; of this polyhedron. This is why d(Λ) is sometimes called the covolume of the lattice. If this equals 1, the lattice is called &lt;a href=\"unimodular%20lattice\"&gt;unimodular&lt;/a&gt;.\nLattice points in convex sets.\n&lt;a href=\"Minkowski%27s%20theorem\"&gt;Minkowski's theorem&lt;/a&gt; relates the number d(Λ) and the volume of a symmetric &lt;a href=\"convex%20set\"&gt;convex set&lt;/a&gt; \"S\" to the number of lattice points contained in \"S\". The number of lattice points contained in a &lt;a href=\"polytope\"&gt;polytope&lt;/a&gt; all of whose vertices are elements of the lattice is described by the polytope's &lt;a href=\"Ehrhart%20polynomial\"&gt;Ehrhart polynomial&lt;/a&gt;. Formulas for some of the coefficients of this polynomial involve d(Λ) as well.\nComputational lattice problems.\n&lt;a href=\"lattice%20problems\"&gt;Computational lattice problems&lt;/a&gt; have many applications in computer science. For example, the &lt;a href=\"Lenstra%E2%80%93Lenstra%E2%80%93Lov%C3%A1sz%20lattice%20basis%20reduction%20algorithm\"&gt;Lenstra–Lenstra–Lovász lattice basis reduction algorithm&lt;/a&gt; (LLL) has been used in the &lt;a href=\"cryptanalysis\"&gt;cryptanalysis&lt;/a&gt; of many &lt;a href=\"Public-key%20cryptography\"&gt;public-key encryption&lt;/a&gt; schemes, and many &lt;a href=\"Lattice-based%20cryptography\"&gt;lattice-based cryptographic schemes&lt;/a&gt; are known to be secure under the assumption that certain lattice problems are &lt;a href=\"Computational%20hardness%20assumption\"&gt;computationally difficult&lt;/a&gt;.\nLattices in two dimensions: detailed discussion.\nThere are five 2D lattice types as given by the &lt;a href=\"crystallographic%20restriction%20theorem\"&gt;crystallographic restriction theorem&lt;/a&gt;. Below, the &lt;a href=\"wallpaper%20group\"&gt;wallpaper group&lt;/a&gt; of the lattice is given in &lt;a href=\"IUC%20notation\"&gt;IUC notation&lt;/a&gt;, &lt;a href=\"Orbifold%20notation\"&gt;Orbifold notation&lt;/a&gt;, and &lt;a href=\"Coxeter%20notation\"&gt;Coxeter notation&lt;/a&gt;, along with a wallpaper diagram showing the symmetry domains. Note that a pattern with this lattice of translational symmetry cannot have more, but may have less symmetry than the lattice itself. A &lt;a href=\"List%20of%20planar%20symmetry%20groups%23Wallpaper%20groups\"&gt;full list of subgroups&lt;/a&gt; is available. For example below the hexagonal/triangular lattice is given twice, with full 6-fold and a half 3-fold reflectional symmetry. If the symmetry group of a pattern contains an \"n\"-fold rotation then the lattice has \"n\"-fold symmetry for even \"n\" and 2\"n\"-fold for odd \"n\".\nFor the classification of a given lattice, start with one point and take a nearest second point. For the third point, not on the same line, consider its distances to both points. Among the points for which the smaller of these two distances is least, choose a point for which the larger of the two is least. (Not &lt;a href=\"Logical%20equivalence\"&gt;logically equivalent&lt;/a&gt; but in the case of lattices giving the same result is just \"Choose a point for which the larger of the two is least\".)\nThe five cases correspond to the &lt;a href=\"triangle\"&gt;triangle&lt;/a&gt; being equilateral, right isosceles, right, isosceles, and scalene. In a rhombic lattice, the shortest distance may either be a diagonal or a side of the rhombus, i.e., the line segment connecting the first two points may or may not be one of the equal sides of the isosceles triangle. This depends on the smaller angle of the rhombus being less than 60° or between 60° and 90°.\nThe general case is known as a &lt;a href=\"period%20lattice\"&gt;period lattice&lt;/a&gt;. If the vectors p and q generate the lattice, instead of p and q we can also take p and p-q, etc. In general in 2D, we can take \"a\" p + \"b\" q and \"c\" p + \"d\" q for integers \"a\",\"b\", \"c\" and \"d\" such that \"ad-bc\" is 1 or -1. This ensures that p and q themselves are integer linear combinations of the other two vectors. Each pair p, q defines a parallelogram, all with the same area, the magnitude of the &lt;a href=\"cross%20product\"&gt;cross product&lt;/a&gt;. One parallelogram fully defines the whole object. Without further symmetry, this parallelogram is a &lt;a href=\"fundamental%20pair%20of%20periods\"&gt;fundamental parallelogram&lt;/a&gt;.\nThe vectors p and q can be represented by complex numbers. Up to size and orientation, a pair can be represented by their quotient. Expressed geometrically: if two lattice points are 0 and 1, we consider the position of a third lattice point. Equivalence in the sense of generating the same lattice is represented by the &lt;a href=\"modular%20group\"&gt;modular group&lt;/a&gt;: formula_17 represents choosing a different third point in the same grid, formula_18 represents choosing a different side of the triangle as reference side 0-1, which in general implies changing the scaling of the lattice, and rotating it. Each \"curved triangle\" in the image contains for each 2D lattice shape one complex number, the grey area is a canonical representation, corresponding to the classification above, with 0 and 1 two lattice points that are closest to each other; duplication is avoided by including only half of the boundary. The rhombic lattices are represented by the points on its boundary, with the hexagonal lattice as vertex, and \"i\" for the square lattice. The rectangular lattices are at the imaginary axis, and the remaining area represents the parallelogrammetic lattices, with the mirror image of a parallelogram represented by the mirror image in the imaginary axis.\nLattices in three dimensions.\nThe 14 lattice types in 3D are called Bravais lattices. They are characterized by their &lt;a href=\"space%20group\"&gt;space group&lt;/a&gt;. 3D patterns with translational symmetry of a particular type cannot have more, but may have less symmetry than the lattice itself.\nLattices in complex space.\nA lattice in formula_19 is a discrete subgroup of formula_19 which spans formula_21 as a real vector space. As the dimension of formula_21 as a real vector space is equal to formula_23, a lattice in formula_19 will be a free abelian group of rank formula_23.\nFor example, the &lt;a href=\"Gaussian%20integer\"&gt;Gaussian integer&lt;/a&gt;s formula_26 form a lattice in formula_27, as formula_28 is a basis of formula_29 over formula_30.\nIn Lie groups.\nMore generally, a lattice Γ in a &lt;a href=\"Lie%20group\"&gt;Lie group&lt;/a&gt; \"G\" is a &lt;a href=\"discrete%20subgroup\"&gt;discrete subgroup&lt;/a&gt;, such that the &lt;a href=\"Quotient%20group\"&gt;quotient&lt;/a&gt; \"G\"/Γ is of finite measure, for the measure on it inherited from &lt;a href=\"Haar%20measure\"&gt;Haar measure&lt;/a&gt; on \"G\" (left-invariant, or right-invariant—the definition is independent of that choice). That will certainly be the case when \"G\"/Γ is &lt;a href=\"compact%20space\"&gt;compact&lt;/a&gt;, but that sufficient condition is not necessary, as is shown by the case of the &lt;a href=\"modular%20group\"&gt;modular group&lt;/a&gt; in &lt;a href=\"SL2%28R%29\"&gt;\"SL\"2(R)&lt;/a&gt;, which is a lattice but where the quotient isn't compact (it has \"cusps\"). There are general results stating the existence of lattices in Lie groups.\nA lattice is said to be uniform or cocompact if \"G\"/Γ is compact; otherwise the lattice is called non-uniform.\nLattices in general vector-spaces.\nWhile we normally consider formula_31 lattices in formula_1 this concept can be generalized to any finite-dimensional &lt;a href=\"vector%20space\"&gt;vector space&lt;/a&gt; over any &lt;a href=\"Field%20%28mathematics%29\"&gt;field&lt;/a&gt;. This can be done as follows:\nLet \"K\" be a &lt;a href=\"field%20%28mathematics%29\"&gt;field&lt;/a&gt;, let \"V\" be an \"n\"-dimensional \"K\"-&lt;a href=\"vector%20space\"&gt;vector space&lt;/a&gt;, let formula_33 be a \"K\"-&lt;a href=\"basis%20%28linear%20algebra%29\"&gt;basis&lt;/a&gt; for \"V\" and let \"R\" be a &lt;a href=\"Ring%20%28mathematics%29\"&gt;ring&lt;/a&gt; contained within \"K\". Then the \"R\" lattice formula_34 in \"V\" generated by \"B\" is given by:\nIn general, different bases \"B\" will generate different lattices. However, if the &lt;a href=\"Change%20of%20basis%23General%20case\"&gt;transition matrix&lt;/a&gt; \"T\" between the bases is in formula_36 - the &lt;a href=\"general%20linear%20group\"&gt;general linear group&lt;/a&gt; of \"R\" (in simple terms this means that all the entries of \"T\" are in \"R\" and all the entries of formula_37 are in \"R\" - which is equivalent to saying that the &lt;a href=\"determinant\"&gt;determinant&lt;/a&gt; of \"T\" is in formula_38 - the &lt;a href=\"unit%20group\"&gt;unit group&lt;/a&gt; of elements in \"R\" with multiplicative inverses) then the lattices generated by these bases will be &lt;a href=\"isomorphism\"&gt;isomorphic&lt;/a&gt; since \"T\" induces an isomorphism between the two lattices.\nImportant cases of such lattices occur in number theory with \"K\" a &lt;a href=\"p-adic%20field\"&gt;\"p\"-adic field&lt;/a&gt; and \"R\" the &lt;a href=\"p-adic%20integers\"&gt;\"p\"-adic integer&lt;/a&gt;s.\nFor a vector space which is also an &lt;a href=\"inner%20product%20space\"&gt;inner product space&lt;/a&gt;, the &lt;a href=\"dual%20lattice\"&gt;dual lattice&lt;/a&gt; can be concretely described by the set\nor equivalently as"
}