{
    "id": "46931488",
    "revid": "1051962844",
    "url": "https://en.wikipedia.org/wiki?curid=46931488",
    "title": "Budafoki MTE",
    "text": "Budafoki Munkás Testedző Egyesület is a &lt;a href=\"Hungary\"&gt;Hungarian&lt;/a&gt; &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt; club from the town of &lt;a href=\"Budafok\"&gt;Budafok&lt;/a&gt;, &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, Hungary. The club currently plays in the &lt;a href=\"Nemzeti%20Bajnoks%C3%A1g%20II\"&gt;Nemzeti Bajnokság II&lt;/a&gt;.\nHistory.\nThe club was founded in 1912 as Világosság Football Club. At that time, &lt;a href=\"Budafok\"&gt;Budafok&lt;/a&gt; was not part of &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;; it joined the capital city only in 1950, along with other towns such as &lt;a href=\"%C3%9Ajpest\"&gt;Újpest&lt;/a&gt; and &lt;a href=\"Kispest\"&gt;Kispest&lt;/a&gt;.\nBudafok mostly played in the second division of Hungarian football hierarchy, the &lt;a href=\"Nemzeti%20Bajnoks%C3%A1g%20II\"&gt;Nemzeti Bajnokság II&lt;/a&gt; between &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. However, the club got promoted and debuted in the &lt;a href=\"1945-46%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;1945–46&lt;/a&gt; season of the &lt;a href=\"Hungarian%20League\"&gt;Hungarian League&lt;/a&gt;, and finished ninth. The manager of the club in the top division was the legendary Gusztáv Sebes.\nAfter the fall of &lt;a href=\"Communism%20in%20Hungary\"&gt;Communism&lt;/a&gt;, there was a high risk that the club would be dissolved just like many other clubs in Hungary. At that time, Hungarovin, the wine-producing company financed the club. However, the company was sold to &lt;a href=\"Henkell%20%26amp%3B%20Co.%20Sektkellerei\"&gt;Henkell&lt;/a&gt; during the privatisation in Hungary. The new owner, Henkell wanted to expand its Budafok factory and wanted to use the club's football stadium too for this purpose. The club was very close to dissolution at this point. However, two sports leaders, Sándor Vízi and Rezső Gallow started to negotiate, aiming to take the football club out of the privatisation and thus to find a way to save football in Budafok. In the end, they succeeded and the football stadium was excluded from the privatisation of the company and a new era started in the life of the club.\nIn 2015, János Jakab a former Budafok player became the president of the club. Jakab, who also managed MEDOSZ Erdért (the former club of &lt;a href=\"Prime%20Minister%20of%20Hungary\"&gt;Prime Minister of Hungary&lt;/a&gt;, &lt;a href=\"Viktor%20Orb%C3%A1n\"&gt;Viktor Orbán&lt;/a&gt;) and who was also president of the &lt;a href=\"Pusk%C3%A1s%20Akad%C3%A9mia%20FC\"&gt;Puskás Akadémia FC&lt;/a&gt; had excellent contacts in the Hungarian football. Jakab was searching for new investors for the football club. He met Róbert Bélteky, a Hungarian-Australian entrepreneur, whom he managed to convince that it is a great opportunity to invest in the club, which then opened a new chapter in the life of Budafok. Bélteky was not new to football, he was the owner of the most popular Australian association football club, &lt;a href=\"Melbourne%20Victory%20FC\"&gt;Melbourne Victory FC&lt;/a&gt;. When Bélteky was asked about the purchase in an interview with Nemzeti Sport, he explained: \"I wanted to purchase a club and then see it prospering\", \"I did not want to buy a club from the first league and my friend Jakab suggested Budafok\". Eventually, Bélteky purchased the 95% of the club, while the remaining 5% shares now belong to the Foundation for Budafoki Football.\nBudafok merged with &lt;a href=\"%C3%9Ajbuda%20FC\"&gt;Újbuda FC&lt;/a&gt;, which allowed the club to advance from the Budapest league to the &lt;a href=\"Nemzeti%20Bajnoks%C3%A1g%20III\"&gt;Nemzeti Bajnokság III&lt;/a&gt;. The club started the competitions in the 2015-16 Nemzeti Bajnokság III season. The club finished fourth in that season. After the strong start, Budafok stepped up an other level, and won the &lt;a href=\"2016-17%20Nemzeti%20Bajnoks%C3%A1g%20III\"&gt;2016-17 Nemzeti Bajnokság III&lt;/a&gt; season with manager &lt;a href=\"L%C3%A1szl%C3%B3%20Prukner\"&gt;László Prukner&lt;/a&gt;, while the club managed to reach the semi-finals of the &lt;a href=\"2016-17%20Magyar%20Kupa\"&gt;2016-17 Magyar Kupa&lt;/a&gt;, where they were beaten by &lt;a href=\"Ferencv%C3%A1rosi%20TC\"&gt;Ferencvárosi TC&lt;/a&gt;.\nIn 2017, the club signed former &lt;a href=\"Inter%20Milan\"&gt;Inter Milan&lt;/a&gt; and &lt;a href=\"A.C.%20Milan\"&gt;A.C. Milan&lt;/a&gt; striker &lt;a href=\"Attila%20Filkor\"&gt;Attila Filkor&lt;/a&gt;.\nOn 13 May 2017, Budafok won the &lt;a href=\"2016%E2%80%9317%20Nemzeti%20Bajnoks%C3%A1g%20III\"&gt;2016–17 Nemzeti Bajnokság III&lt;/a&gt; season thereby gaining promotion to the &lt;a href=\"2017%E2%80%9318%20Nemzeti%20Bajnoks%C3%A1g%20II\"&gt;2017–18 Nemzeti Bajnokság II&lt;/a&gt; season.\nOn 29 June 2017 it was announced by the club that their former player, &lt;a href=\"L%C3%B3r%C3%A1nt%20Ol%C3%A1h\"&gt;Lóránt Oláh&lt;/a&gt;, became the sport director.\nIn the 8th round of the &lt;a href=\"2018%E2%80%9319%20Magyar%20Kupa\"&gt;2018–19 Magyar Kupa&lt;/a&gt; season, Budafok were eliminated by &lt;a href=\"MOL%20Vidi%20FC\"&gt;MOL Vidi FC&lt;/a&gt;.\nIn 2020, the club was promoted to the &lt;a href=\"Nemzeti%20Bajnoks%C3%A1g\"&gt;Nemzeti Bajnokság&lt;/a&gt;. Due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, the &lt;a href=\"2019-20%20Nemzeti%20Bajnoks%C3%A1g%20II\"&gt;2019-20 Nemzeti Bajnokság II&lt;/a&gt; was interrupted and finally terminated in May. The club was the second at that time, therefore they were promoted to the &lt;a href=\"2020-21%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2020-21 Nemzeti Bajnokság I&lt;/a&gt;.\nBélteky, the owner of the club and resident of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, might miss the first match of the &lt;a href=\"2020-21%20Nemzeti%20Bajnoks%C3%A1g%20I\"&gt;2020-21 Nemzeti Bajnokság I&lt;/a&gt; season due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\nSeasons.\n\"As of 28 June 2020\""
}