{
    "id": "46939434",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=46939434",
    "title": "Kim Won-seok",
    "text": "Kim Won-seok () is a South Korean &lt;a href=\"television%20director\"&gt;television director&lt;/a&gt;. He directed \"&lt;a href=\"Sungkyunkwan%20Scandal\"&gt;Sungkyunkwan Scandal&lt;/a&gt;\" (2010), \"&lt;a href=\"Monstar%20%28TV%20series%29\"&gt;Monstar&lt;/a&gt;\" (2013), \"&lt;a href=\"Misaeng%20%28TV%20series%29\"&gt;Misaeng&lt;/a&gt;\" (2014), \"&lt;a href=\"Signal%20%28South%20Korean%20TV%20series%29\"&gt;Signal&lt;/a&gt;\" (2016), \"&lt;a href=\"My%20Mister\"&gt;My Mister&lt;/a&gt;\" (2018) and \"&lt;a href=\"Arthdal%20Chronicles\"&gt;Arthdal Chronicles&lt;/a&gt;\" (2019).\nCareer.\nKim Won-seok began his television career in 2001 as an &lt;a href=\"assistant%20director\"&gt;assistant director&lt;/a&gt; for the &lt;a href=\"Korean%20Broadcasting%20System\"&gt;Korean Broadcasting System&lt;/a&gt; (KBS) network. He was promoted to &lt;a href=\"second%20unit\"&gt;second unit&lt;/a&gt; director in 2005, and honed his skills on series of diverse genres. He also directed two episodes for the single-episode anthology \"&lt;a href=\"Drama%20City\"&gt;Drama City&lt;/a&gt;\" in 2007, \"GOD\" (which he co-wrote) and \"The Dual Accounts Murder\".\nKim's first &lt;a href=\"Korean%20drama\"&gt;television drama series&lt;/a&gt; as the head &lt;a href=\"television%20director\"&gt;production director&lt;/a&gt; was \"fusion\" &lt;a href=\"historical%20drama\"&gt;historical drama&lt;/a&gt; \"&lt;a href=\"Sungkyunkwan%20Scandal\"&gt;Sungkyunkwan Scandal&lt;/a&gt;\" in 2010. Based on &lt;a href=\"Jung%20Eun-gwol\"&gt;Jung Eun-gwol&lt;/a&gt;'s bestselling 2007 novel \"The Lives of Sungkyunkwan Confucian Scholars\", it depicted the friendship and love that develops between four classmates (including a girl disguised as a boy) attending &lt;a href=\"Sungkyunkwan\"&gt;Sungkyunkwan&lt;/a&gt;, &lt;a href=\"Joseon\"&gt;Joseon&lt;/a&gt;'s highest educational institute where no women were allowed. Despite solid but unspectacular viewership ratings in the mid-teens, \"Sungkyunkwan Scandal\" became a &lt;a href=\"cult%20hit\"&gt;cult hit&lt;/a&gt; among younger viewers, resulting in increased popularity for its cast &lt;a href=\"Park%20Min-young\"&gt;Park Min-young&lt;/a&gt;, &lt;a href=\"Park%20Yoo-chun\"&gt;Park Yoo-chun&lt;/a&gt;, &lt;a href=\"Yoo%20Ah-in\"&gt;Yoo Ah-in&lt;/a&gt; and &lt;a href=\"Song%20Joong-ki\"&gt;Song Joong-ki&lt;/a&gt;, and several trophies at the &lt;a href=\"2010%20KBS%20Drama%20Awards\"&gt;2010 KBS Drama Awards&lt;/a&gt;. Kim won Best New Television Director at the &lt;a href=\"47th%20Paeksang%20Arts%20Awards\"&gt;47th&lt;/a&gt; &lt;a href=\"Baeksang%20Arts%20Awards\"&gt;Baeksang Arts Awards&lt;/a&gt;, and Best Production Director at the &lt;a href=\"4th%20Korea%20Drama%20Awards\"&gt;4th&lt;/a&gt; &lt;a href=\"Korea%20Drama%20Awards\"&gt;Korea Drama Awards&lt;/a&gt;.\nKim left KBS and in August 2011, he signed with media conglomerate &lt;a href=\"CJ%20E%26amp%3BM\"&gt;CJ E&amp;M&lt;/a&gt;, which owns cable channels &lt;a href=\"Mnet%20%28TV%20channel%29\"&gt;Mnet&lt;/a&gt; and &lt;a href=\"TVN%20%28South%20Korea%29\"&gt;tvN&lt;/a&gt;. His first project post-move was a 30-minute music video for \"&lt;a href=\"Superstar%20K3\"&gt;Superstar K3&lt;/a&gt;\" starring the &lt;a href=\"reality%20show\"&gt;reality show&lt;/a&gt;'s remaining contestants, titled \"Superstar K3: The Beginning\". Then inspired by the American show \"&lt;a href=\"Glee%20%28TV%20series%29\"&gt;Glee&lt;/a&gt;\", Kim directed Mnet's first-ever musical drama, \"&lt;a href=\"Monstar%20%28TV%20series%29\"&gt;Monstar&lt;/a&gt;\" in 2013. It was Kim's third time to collaborate with screenwriter Kim Tae-hee (after \"The Dual Accounts Murder\" and \"Sungkyunkwan Scandal\"). Auditions were held, and Kim cast rookie actress &lt;a href=\"Ha%20Yeon-soo\"&gt;Ha Yeon-soo&lt;/a&gt;, &lt;a href=\"K-pop\"&gt;K-pop&lt;/a&gt; &lt;a href=\"Korean%20pop%20idol\"&gt;singer&lt;/a&gt; &lt;a href=\"Yong%20Jun-hyung\"&gt;Yong Jun-hyung&lt;/a&gt; and stage actor &lt;a href=\"Kang%20Ha-neul\"&gt;Kang Ha-neul&lt;/a&gt; in the lead roles.\nWhen tvN announced that Kim would next adapt &lt;a href=\"Yoon%20Tae-ho\"&gt;Yoon Tae-ho&lt;/a&gt;'s &lt;a href=\"webtoon\"&gt;webtoon&lt;/a&gt; \"&lt;a href=\"Misaeng%20%28manhwa%29\"&gt;Misaeng&lt;/a&gt;\" (lit. \"Incomplete Life\") about a former &lt;a href=\"go%20%28game%29\"&gt;baduk&lt;/a&gt; player who becomes an office &lt;a href=\"temporary%20work\"&gt;temp worker&lt;/a&gt; at a trading company, it became one of the most anticipated Korean TV series of 2014. The workplace dramedy \"&lt;a href=\"Misaeng%20%28TV%20series%29\"&gt;Misaeng&lt;/a&gt;\" had no A-list stars (its cast was led by &lt;a href=\"Yim%20Si-wan\"&gt;Yim Si-wan&lt;/a&gt; and &lt;a href=\"Lee%20Sung-min%20%28actor%29\"&gt;Lee Sung-min&lt;/a&gt;), but it struck a chord among viewers and critics, unexpectedly becoming a huge ratings hit for cable and a pop culture phenomenon. Kim said, \"As cartoonist Yoon said he had rejected every offer from major broadcasters who wanted to dramatize his cartoon because they wanted to insert a love-hate relationship as dramatic devices for TV version. But I told him we wouldn't do that. We, instead, focused more on life of ordinary people like the original cartoon to give glimpse at office life. [...] I wanted to make a realistic drama about ordinary people.\" \"Misaeng\" won the Grand Prize (Daesang) at the 9th Cable TV Broadcasting Awards, while Kim won Best Television Director at the &lt;a href=\"51st%20Paeksang%20Arts%20Awards\"&gt;51st Baeksang Arts Awards&lt;/a&gt;, beating nominees from terrestrial channels.\nKim next cast &lt;a href=\"Lee%20Je-hoon\"&gt;Lee Je-hoon&lt;/a&gt;, &lt;a href=\"Kim%20Hye-soo\"&gt;Kim Hye-soo&lt;/a&gt; and &lt;a href=\"Cho%20Jin-woong\"&gt;Cho Jin-woong&lt;/a&gt; in \"&lt;a href=\"Signal%20%28South%20Korean%20TV%20series%29\"&gt;Signal&lt;/a&gt;\", based on the &lt;a href=\"Hwaseong%20serial%20murders\"&gt;real-life unsolved serial rape-murders&lt;/a&gt; of ten women in the city of &lt;a href=\"Hwaseong%2C%20Gyeonggi\"&gt;Hwaseong&lt;/a&gt; between 1986 and 1991 (the case also inspired \"&lt;a href=\"Memories%20of%20Murder\"&gt;Memories of Murder&lt;/a&gt;\" and \"&lt;a href=\"Gap-dong\"&gt;Gap-dong&lt;/a&gt;\"). In \"&lt;a href=\"Signal%20%28South%20Korean%20TV%20series%29\"&gt;Signal&lt;/a&gt;\", detectives from the present and the past communicate across time and space through a &lt;a href=\"two-way%20radio\"&gt;two-way radio&lt;/a&gt; to solve the crimes. The series was a critical and commercial success, and is currently the second highest-rated drama in Korean cable television history. \"Signal\" won several awards from award-giving bodies including Best Drama at the &lt;a href=\"52nd%20Paeksang%20Arts%20Awards\"&gt;52nd Baeksang Arts Awards&lt;/a&gt;.\nFrom 2016 to 2019, Kim was under &lt;a href=\"Studio%20Dragon\"&gt;Studio Dragon&lt;/a&gt;, the production company spun off from CJ E&amp;M. In December 2019, he resigned from the company due to personal reasons.\nIn January 2020, \"&lt;a href=\"The%20JoongAng%20Ilbo\"&gt;The JoongAng Ilbo&lt;/a&gt;\" published an exclusive report that stated Kim has joined &lt;a href=\"Kakao%20M\"&gt;Kakao M&lt;/a&gt;'s soon-to-be-launched new drama production subsidiary to be led by former Studio Dragon and CJ E&amp;M executive Park Ho-sik. Seven months later, the company, Baram Pictures, was officially launched."
}