{
    "id": "4693765",
    "revid": "34646063",
    "url": "https://en.wikipedia.org/wiki?curid=4693765",
    "title": "Provisional Government of the French Republic",
    "text": "The Provisional Government of the French Republic (PGFR) ( (\"GPRF\") is a name for an &lt;a href=\"interim%20government\"&gt;interim government&lt;/a&gt; of &lt;a href=\"Free%20France\"&gt;Free France&lt;/a&gt; between 3 June 1944 and 27 October 1946 following the &lt;a href=\"liberation%20of%20France\"&gt;liberation of continental France&lt;/a&gt; after Operations &lt;a href=\"Operation%20Overlord\"&gt;\"Overlord\"&lt;/a&gt; and &lt;a href=\"Operation%20Dragoon\"&gt;\"Dragoon\"&lt;/a&gt;, and lasted until the establishment of the &lt;a href=\"French%20Fourth%20Republic\"&gt;French Fourth Republic&lt;/a&gt;. Its establishment marked the official restoration and re-establishment of a provisional French Republic, assuring continuity with the defunct &lt;a href=\"French%20Third%20Republic\"&gt;French Third Republic&lt;/a&gt;.\nIt succeeded the &lt;a href=\"French%20Committee%20of%20National%20Liberation\"&gt;French Committee of National Liberation&lt;/a&gt; (CFLN), which had been the provisional government of &lt;a href=\"France\"&gt;France&lt;/a&gt; in the &lt;a href=\"french%20colonial%20empire\"&gt;overseas territories&lt;/a&gt; and metropolitan parts of the country (Algeria and Corsica) that had been liberated by the Free French. As the &lt;a href=\"second%20World%20War\"&gt;wartime&lt;/a&gt; government of France in 1944–1945, its main purposes were to handle the aftermath of the &lt;a href=\"occupation%20of%20France\"&gt;occupation of France&lt;/a&gt; and as one of the major &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies&lt;/a&gt;.\nIts principal mission (in addition to the war) was to prepare the ground for a new constitutional order that resulted in the Fourth Republic. It also made several important reforms and political decisions, such as granting &lt;a href=\"women%27s%20suffrage\"&gt;women the right to vote&lt;/a&gt;, founding the and laying the grounds of &lt;a href=\"social%20security%20in%20France\"&gt;social security in France&lt;/a&gt;.\nCreation.\nThe PGFR was officially created by the CFLN on 3 June 1944, the day before &lt;a href=\"Charles%20de%20Gaulle\"&gt;Charles de Gaulle&lt;/a&gt; arrived in London from Algiers on &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;'s invitation, and three days before &lt;a href=\"D-Day\"&gt;D-Day&lt;/a&gt;. The CFLN itself had been created exactly one year earlier through the uniting of de Gaulle's (, or &lt;a href=\"Free%20France\"&gt;CNF&lt;/a&gt;) and &lt;a href=\"Henri%20Giraud\"&gt;Henri Giraud&lt;/a&gt;'s organisations. Among its most immediate concerns were to ensure that France did not come under &lt;a href=\"Allied%20Military%20Government%20for%20Occupied%20Territories\"&gt;allied military administration&lt;/a&gt;, preserving the sovereignty of France and freeing allied troops for fighting on the front.\nAfter the &lt;a href=\"liberation%20of%20Paris\"&gt;liberation of Paris&lt;/a&gt; on 25 August 1944, it moved back to the capital, establishing a new \"national unanimity\" government on 9 September 1944, including &lt;a href=\"Gaullist\"&gt;Gaullist&lt;/a&gt;s, nationalists, socialists, communists and anarchists. Among its foreign policy goals was to secure a &lt;a href=\"Allied-occupied%20Germany\"&gt;French occupation zone in Germany&lt;/a&gt; and a &lt;a href=\"permanent%20members%20of%20the%20United%20Nations%20Security%20Council\"&gt;permanent UNSC seat&lt;/a&gt;. This was assured through a large military contribution on .\nWar.\nThe GPRF set about raising new troops to participate in the &lt;a href=\"allied%20advance%20from%20Paris%20to%20the%20Rhine\"&gt;advance to the Rhine&lt;/a&gt; and the &lt;a href=\"western%20Allied%20invasion%20of%20Germany\"&gt;invasion of Germany&lt;/a&gt;, using the &lt;a href=\"French%20Forces%20of%20the%20Interior\"&gt;French Forces of the Interior&lt;/a&gt; as &lt;a href=\"en%20cadre\"&gt;military cadre&lt;/a&gt;s and manpower pools of experienced fighters to allow a very large and rapid expansion of the &lt;a href=\"French%20Liberation%20Army\"&gt;French Liberation Army&lt;/a&gt; (). It was well equipped and well supplied despite the economic disruption brought by the occupation thanks to &lt;a href=\"Lend-Lease\"&gt;Lend-Lease&lt;/a&gt;, and grew from 500,000 men in the summer of 1944 to over 1,300,000 by &lt;a href=\"V-E%20day\"&gt;V-E day&lt;/a&gt;, making it the fourth largest Allied army in Europe.\nThe &lt;a href=\"French%202nd%20Armoured%20Division\"&gt;French 2nd Armoured Division&lt;/a&gt;, tip of the spear of the &lt;a href=\"Free%20French\"&gt;Free French&lt;/a&gt; forces that had participated in the &lt;a href=\"Normandy%20Campaign\"&gt;Normandy Campaign&lt;/a&gt; and liberated Paris, went on to &lt;a href=\"French%202nd%20Armoured%20Division%23Alsace%20.26%20Lorraine\"&gt;liberate Strasbourg&lt;/a&gt; on 23 November 1944, thus fulfilling the &lt;a href=\"Oath%20of%20Kufra\"&gt;Oath of Kufra&lt;/a&gt; made by its commanding officer General &lt;a href=\"Philippe%20Leclerc\"&gt;Leclerc&lt;/a&gt; almost four years earlier. The unit under his command, barely above &lt;a href=\"company%20%28military%20unit%29\"&gt;company&lt;/a&gt; size when it had captured the Italian fort, had grown into a full-strength armoured &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt;.\nThe spearhead of the Free &lt;a href=\"French%20First%20Army\"&gt;French First Army&lt;/a&gt; that had &lt;a href=\"operation%20Dragoon\"&gt;landed in Provence&lt;/a&gt; was the &lt;a href=\"1%20Army%20Corps%20%28France%29%23World%20War%202\"&gt;I Corps&lt;/a&gt;. Its leading unit, the &lt;a href=\"French%201st%20Armoured%20Division\"&gt;French 1st Armoured Division&lt;/a&gt;, was the first Western Allied unit to reach the &lt;a href=\"Rh%C3%B4ne\"&gt;Rhône&lt;/a&gt; (25 August 1944), the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; (19 November 1944) and the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; (21 April 1945). On 22 April 1945, it captured the &lt;a href=\"Sigmaringen%20enclave\"&gt;Sigmaringen enclave&lt;/a&gt; in &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;, where the last Vichy regime exiles, including Marshal &lt;a href=\"Philippe%20P%C3%A9tain\"&gt;Philippe Pétain&lt;/a&gt;, were hosted by the Germans in one of the ancestral castles of the &lt;a href=\"Hohenzollern\"&gt;Hohenzollern&lt;/a&gt; dynasty.\nThey participated in stopping &lt;a href=\"Operation%20Nordwind\"&gt;Operation Nordwind&lt;/a&gt;, the final German major offensive on the western front in January 1945, and in collapsing the &lt;a href=\"Colmar%20Pocket\"&gt;Colmar Pocket&lt;/a&gt; in January–February 1945, capturing and destroying most of the German &lt;a href=\"19th%20Army%20%28Wehrmacht%29\"&gt;XIXth Army&lt;/a&gt;.\nReaction to French State.\nThe provisional government considered the Vichy regime (officially: \"&lt;a href=\"French%20State\"&gt;French State&lt;/a&gt;\") to have been unconstitutional and all its actions therefore taken without legitimate authority and illegal. All \"constitutional acts, legislative or regulatory\" taken by the Vichy government, as well as decrees taken to implement them, were declared null and void by the &lt;a href=\"Ordinance%20of%209%20August%201944\"&gt;Ordinance of 9 August 1944&lt;/a&gt;.\nHowever, since mass cancellation of all decisions taken by Vichy was impractical, it was decided that any repeal of specific ordinances or decrees was to be expressly acknowledged by the government. The ordinance provided that acts not expressly noted as nullified in the ordinance were to continue to receive \"provisional application\". Many acts were explicitly repealed, including all acts that Vichy had called \"constitutional acts\", all acts that discriminated against Jews, all acts related to so-called \"secret societies\" (e.g., Freemasons), and all acts that established special tribunals.\nWhile the criminal behavior of Vichy France was consistently acknowledged, this point of view denied any responsibility of the state of France, alleging that acts committed between 1940 and 1944 were unconstitutional acts devoid of legitimacy. The main proponent of this view was Charles de Gaulle himself, who insisted, as did other historians afterwards, on the unclear conditions of the June 1940 vote granting full powers to Pétain, which was refused by the minority of &lt;a href=\"Vichy%2080\"&gt;Vichy 80&lt;/a&gt;. In particular, coercive measures used by Pierre Laval have been denounced by those historians who hold that the vote did not, therefore, have Constitutional legality. In later years, de Gaulle's position was reiterated by president Mitterrand. \"I will not apologize in the name of France. The Republic had nothing to do with this. I do not believe France is responsible\", he said in September 1994.\nPolitics.\nThe GPRF was dominated by the alliance between the &lt;a href=\"French%20Communist%20Party\"&gt;French Communist Party&lt;/a&gt; (PCF), claiming itself to be the (\"party of the 75,000 &lt;a href=\"execution%20by%20firing%20squad\"&gt;shot&lt;/a&gt;\") because of its role in the &lt;a href=\"French%20Resistance\"&gt;Resistance&lt;/a&gt;, the &lt;a href=\"French%20Section%20of%20the%20Workers%27%20International\"&gt;French Section of the Workers' International&lt;/a&gt; (SFIO, socialist party) and the &lt;a href=\"Christian%20democratic\"&gt;Christian democratic&lt;/a&gt; &lt;a href=\"Popular%20Republican%20Movement\"&gt;Popular Republican Movement&lt;/a&gt; (MRP), led by &lt;a href=\"Georges%20Bidault\"&gt;Georges Bidault&lt;/a&gt;. This alliance between the three political parties lasted until the &lt;a href=\"May%201947%20crisis\"&gt;May 1947 crisis&lt;/a&gt; during which &lt;a href=\"Maurice%20Thorez\"&gt;Maurice Thorez&lt;/a&gt;, vice-premier, and four other Communist ministers were expelled from the government, both in France and in &lt;a href=\"History%20of%20Italy%20as%20a%20Republic\"&gt;Italy&lt;/a&gt;. Along with the acceptance of the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt;, refused by countries who had fallen under the influence of the &lt;a href=\"Soviet%20Union\"&gt;USSR&lt;/a&gt;, this marked the official beginning of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; in these countries.\nIt started &lt;a href=\"decolonisation\"&gt;decolonisation&lt;/a&gt; by recognising the independence of the &lt;a href=\"Democratic%20Republic%20of%20Vietnam\"&gt;Democratic Republic of Vietnam&lt;/a&gt;, but the refusal to include &lt;a href=\"Cochinchina\"&gt;Cochinchina&lt;/a&gt; in the new state led to the &lt;a href=\"First%20Indochina%20War\"&gt;First Indochina War&lt;/a&gt;.\nActions.\nAlthough the GPRF was active only from 1944 to 1946, it had a lasting influence, in particular regarding the enacting of &lt;a href=\"labour%20law\"&gt;labour law&lt;/a&gt;s which were put forward by the &lt;a href=\"National%20Council%20of%20the%20Resistance\"&gt;National Council of the Resistance&lt;/a&gt;, the umbrella organisation which united all resistance movements, in particular the communist . The was the political front of the (FTP) resistance movement. In addition to de Gaulle's edicts granting, for the first time in France, &lt;a href=\"women%27s%20suffrage\"&gt;right of vote to women in 1944&lt;/a&gt;, the GPRF passed various labour laws, including the 11 October 1946 act establishing &lt;a href=\"occupational%20medicine\"&gt;occupational medicine&lt;/a&gt;. It also appointed &lt;a href=\"Commissioner%20of%20the%20Republic%20%28Provisional%20Government%29\"&gt;commissioners&lt;/a&gt; to fulfill its aims.\nVichy loyalists were put on trial by the GPRF in legal purges (), and a number were executed for &lt;a href=\"treason\"&gt;treason&lt;/a&gt;, among them &lt;a href=\"Pierre%20Laval\"&gt;Pierre Laval&lt;/a&gt;, Vichy's prime minister in 1942–44. The Marshal &lt;a href=\"Philippe%20P%C3%A9tain\"&gt;Philippe Pétain&lt;/a&gt;, \"Chief of the French State\" and &lt;a href=\"battle%20of%20Verdun\"&gt;Verdun&lt;/a&gt; hero, was also condemned to death but his sentence was commuted to life. Thousands of collaborators were &lt;a href=\"summary%20execution\"&gt;summarily executed&lt;/a&gt; by local Resistance forces in so-called \"savage purges\" ().\nCollaborationist &lt;a href=\"paramilitary\"&gt;paramilitary&lt;/a&gt; and political organizations, such as the and the &lt;a href=\"Service%20d%27ordre%20l%C3%A9gionnaire\"&gt;Legionary Order Service&lt;/a&gt;, were also disbanded.\nThe provisional government also took steps to replace local governments, including governments that had been suppressed by the Vichy regime, through new elections or by extending the terms of those who had been elected no later than 1939.\nReforms.\nThe provisional government resumed the project started in 1936 by &lt;a href=\"Jean%20Zay\"&gt;Jean Zay&lt;/a&gt; to create a &lt;a href=\"%C3%89cole%20nationale%20d%27administration\"&gt;national administration school&lt;/a&gt; (), which was founded on 9 October 1945, to ensure &lt;a href=\"French%20Civil%20Service\"&gt;high-ranking civil servant&lt;/a&gt;s of consistent high quality, as well as allow gifted people to reach these functions regardless of social origin.\nThe right to vote had been granted to women by the CFLN on 21 April 1944, and was confirmed by the GPRF with the 5 October 1944 decree. They went to the polls for the first time in the &lt;a href=\"local%20election\"&gt;local election&lt;/a&gt;s of 29 April 1945.\nIt passed decisions about &lt;a href=\"social%20security%20in%20France\"&gt;Social Security&lt;/a&gt; (, decree of 19 October 1945), and &lt;a href=\"child%20benefit\"&gt;child benefit&lt;/a&gt;s (law of 22 August 1946), laying the foundations of the &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt; in France.\nIn the &lt;a href=\"dirigism\"&gt;dirigist&lt;/a&gt; spirit, it created large state-owned companies, for instance by nationalising &lt;a href=\"Renault\"&gt;Renault&lt;/a&gt; and founding electricity company &lt;a href=\"%C3%89lectricit%C3%A9%20de%20France\"&gt;EDF&lt;/a&gt; and airline &lt;a href=\"Air%20France\"&gt;Air France&lt;/a&gt;.\nThe new constitution.\nAnother main objective of the GPRF under leadership was to give a voice to the people by organizing elections which &lt;a href=\"1945%20French%20legislative%20election\"&gt;took place on 21 October 1945&lt;/a&gt;. The polls saw the victory of the &lt;a href=\"French%20Section%20of%20the%20Workers%27%20International\"&gt;French Section of the Workers' International&lt;/a&gt; (SFIO), the &lt;a href=\"French%20Communist%20Party\"&gt;French Communist Party&lt;/a&gt; (PCF) and the &lt;a href=\"Popular%20Republican%20Movement\"&gt;Popular Republican Movement&lt;/a&gt; (MRP), collecting three-quarters of the votes, and &lt;a href=\"1945%20French%20constitutional%20referendum\"&gt;the referendum had an outcome of 96%&lt;/a&gt; of voters in favour of abolishing the &lt;a href=\"French%20Third%20Republic\"&gt;Third Republic&lt;/a&gt;. Becoming a &lt;a href=\"constituent%20assembly\"&gt;constituent assembly&lt;/a&gt;, the newly elected parliament was charged with drafting a constitution for a new fourth republic.\n, favouring a stronger executive, resigned in disagreement with Communist ministers on 20 January 1946. A first draft constitution, supported by the left but denounced by and by centre and right-wing parties, was rejected by a &lt;a href=\"May%201946%20French%20constitutional%20referendum\"&gt;referendum on 5 May 1946&lt;/a&gt; resulting in the dissolution of parliament and the resignation of successor &lt;a href=\"F%C3%A9lix%20Gouin\"&gt;Félix Gouin&lt;/a&gt; of the SFIO.\nA new election for a was &lt;a href=\"June%201946%20French%20legislative%20election\"&gt;held on 2 June 1946&lt;/a&gt;, marked by a strengthening of the MRP and the decline of the left. The constitutional project then shifted from pursuing &lt;a href=\"unicameralism\"&gt;unicameralism&lt;/a&gt; to &lt;a href=\"bicameralism\"&gt;bicameralism&lt;/a&gt;. The &lt;a href=\"constitution%20of%20the%20Fourth%20Republic\"&gt;constitution of the Fourth Republic&lt;/a&gt;, established under the chairmanship of &lt;a href=\"Georges%20Bidault\"&gt;Georges Bidault&lt;/a&gt; (MRP), was finally adopted by &lt;a href=\"October%201946%20French%20constitutional%20referendum\"&gt;the 13 October 1946 referendum&lt;/a&gt;.\nFollowing the elections for a new &lt;a href=\"Chambers%20of%20parliament\"&gt;Chamber&lt;/a&gt; of parliament &lt;a href=\"November%201946%20French%20legislative%20election\"&gt;held on 10 November 1946&lt;/a&gt;, former &lt;a href=\"Popular%20Front%20%28France%29\"&gt;Popular Front&lt;/a&gt; leader &lt;a href=\"Leon%20Blum\"&gt;Leon Blum&lt;/a&gt; became the Chairman of the last interim government on 16 December. One month later, &lt;a href=\"Vincent%20Auriol\"&gt;Vincent Auriol&lt;/a&gt; succeeded Blum as &lt;a href=\"President%20of%20France\"&gt;President of the Republic&lt;/a&gt;, marking the entry into force of the institutions of the Fourth Republic."
}