{
    "id": "46956771",
    "revid": "24902",
    "url": "https://en.wikipedia.org/wiki?curid=46956771",
    "title": "Tami Katz-Freiman",
    "text": "Tami Katz-Freiman (born 1955, Israel), former Chief &lt;a href=\"Curator\"&gt;Curator&lt;/a&gt; of the &lt;a href=\"Haifa%20Museum%20of%20Art\"&gt;Haifa Museum of Art&lt;/a&gt;, is an art historian, curator and critic, based in Miami, Florida, where she works as an independent curator of contemporary art.\nBiography.\nFrom 2005-2010 she was the Chief Curator of the HMA (&lt;a href=\"Haifa%20Museum%20of%20Art\"&gt;Haifa Museum of Art&lt;/a&gt;) in Israel. She started her curatorial practice in 1992 and over the years she has curated numerous group and solo exhibitions in prominent museums in Israel and the US, where she lived and worked also between 1994 and 1999. In the years 2008-2010 she was teaching &lt;a href=\"Feminism\"&gt;Feminism&lt;/a&gt; and &lt;a href=\"Contemporary%20Art\"&gt;Contemporary Art&lt;/a&gt; at the Department of Art History at the &lt;a href=\"Tel%20Aviv%20University\"&gt;Tel Aviv University&lt;/a&gt; and curatorial studies at the International Curatorial Program of the Kalisher School of Art and Technology in Tel Aviv. In addition to essays for catalogues and books published in conjunction with the exhibitions she has curated, Katz-Freiman has written numerous articles, essays, and reviews addressing various issues in contemporary art. In 2012 she curated two major exhibitions: Critical Mass: Contemporary Art from India for the new wing of the &lt;a href=\"Tel%20Aviv%20Museum%20of%20Art\"&gt;Tel Aviv Museum of Art&lt;/a&gt; and UNNATURAL for the &lt;a href=\"Bass%20Museum\"&gt;Bass Museum&lt;/a&gt; of Art, Miami Beach. She is a board member of &lt;a href=\"AIRIE\"&gt;AIRIE&lt;/a&gt; and a member of IKT and &lt;a href=\"International%20Association%20of%20Art%20Critics\"&gt;AICA&lt;/a&gt;/USA, the International Association of Art Critics.\nSelected exhibitions.\nUNNATURAL, &lt;a href=\"Bass%20Museum%20of%20Art\"&gt;Bass Museum of Art&lt;/a&gt;, Miami Beach\nCritical Mass: Contemporary Art from India (co-curated with Rotem Ruff), &lt;a href=\"Tel%20Aviv%20Museum%20of%20Art\"&gt;Tel Aviv Museum of Art&lt;/a&gt;\nShelf Life (co-curated with Rotem Ruff), &lt;a href=\"Haifa%20Museum%20of%20Art\"&gt;Haifa Museum of Art&lt;/a&gt;\nWild Exaggeration: The Grotesque Body in Contemporary Art, Haifa Museum of Art\nKader Attia: Who Cares?, Haifa Museum of Art\nBoysCraft, Haifa Museum of Art (trilogy, part III)\nMixed Emotions, Haifa Museum of Art (trilogy, part I)\nFatamorgana: Illusion and Deception in Contemporary Art, Haifa Museum of Art (trilogy, part II)\nLove is in the Air – Time for Love: Images of Romantic Love in Contemporary Israeli Art, Time for Art: Israeli Art Center, Tel Aviv\nOverCraft: Obsession, Decoration and Biting Beauty, The Art Gallery, Haifa University, Haifa, Artists House, Tel Aviv\nTime Capsule: Contemporary Art and Archaeology, &lt;a href=\"Art%20in%20General\"&gt;Art in General&lt;/a&gt;, New York City\nHavana Nagila: Cuba-Israel Dialogue, Chelouche Gallery, Noga Gallery of Contemporary Art, Julie M. Gallery, and the Tel Aviv Artists’ Studios\nMount Miami: American Artists in Tel Aviv, The Tel Aviv Artists’ Studios\nDesert Cliché: Israel Now – Local Images (co-curated with &lt;a href=\"Amy%20Cappellazzo\"&gt;Amy Cappellazzo&lt;/a&gt;), Arad Museum, Israel; Museum of Art, Ein Harod, Israel; &lt;a href=\"Bass%20Museum%20of%20Art\"&gt;Bass Museum of Art&lt;/a&gt;, Miami Beach, Florida; &lt;a href=\"Grey%20Art%20Gallery\"&gt;Grey Art Gallery&lt;/a&gt; &amp; Study Center of New York University; Nexus Contemporary Art Center, Atlanta; &lt;a href=\"Yerba%20Buena%20Center%20for%20the%20Arts\"&gt;Yerba Buena Center for the Arts&lt;/a&gt;, San Francisco\nMeta-Sex94: Identity, Body and Sexuality, Museum of Art, &lt;a href=\"Ein%20Harod\"&gt;Ein Harod&lt;/a&gt;, Israel\nAntipathos: Black Humor, Irony and Cynicism in Contemporary Israeli Art, &lt;a href=\"The%20Israel%20Museum\"&gt;The Israel Museum&lt;/a&gt;, Jerusalem\nPostscipts: “End” Representations in Contemporary Israeli Art, The Genia Schreiber University Art Gallery, Tel Aviv University\nSelected publications.\nAnthologies.\nTami Katz-Freiman, \"Master of Concealments: On the Traps of Appropriations in &lt;a href=\"Jasper%20Johns\"&gt;Jasper Johns&lt;/a&gt;’ Work\" in: The Beauty of Japheth in the Tents of Shem: Studies in Honour of Mordechai Omer, Assaph 2010, Studies in Art History, Vols. 13-14, Tel Aviv University, pp. 335–351\nTami Katz-Freiman, \"Craftsmen in the Factory of Images,\" from BoysCraft in: The Craft Reader (edited by Glenn Adamson), Berg, Oxford, New York, 2010 pp. 596–605\nTami Katz-Freiman, \"'Don’t Touch My Holocaust': Israeli Artists Challenging the &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt; Taboo\", a paper for the International conference: Representing the Holocaust: Practices, Products, Projections, Berman Center of Jewish Studies, Lehigh University, Pennsylvania in: Impossible Images: Contemporary Art After the Holocaust, New York University Press\nTami Katz-Freiman, \"Bad Girls: The Israeli Version – Contemporary Women Artists in Israel,\" in: Jewish Feminism in Israel: Some Contemporary Perspectives (edited by Kaplana Misra and Malanie Rich), Brandeis University Press, New England\nSelected essays.\nFrom Skins to Landscape: on Agustina Woodgate's Rug Collection, an essay for Agustina Woodgate: Rugs, &lt;a href=\"Art%20and%20Culture%20Center%20of%20Hollywood\"&gt;Art and Culture Center of Hollywood&lt;/a&gt;\nFrom Body Politics to Conflict Politics: &lt;a href=\"Aziz%20%2B%20Cucher\"&gt;Aziz + Cucher&lt;/a&gt; Come Out of the (Biography) Closet, an essay for Aziz + Cucher: Some People, The &lt;a href=\"Indianapolis%20Museum%20of%20Art\"&gt;Indianapolis Museum of Art&lt;/a&gt;\nCritical Mass: Beyond Aesthetics (written with co-curator Rotem Ruff), an essay for Critical Mass: Contemporary Art from India, &lt;a href=\"Tel%20Aviv%20Museum%20of%20Art\"&gt;Tel Aviv Museum of Art&lt;/a&gt;\nNature Has No Copyright, an essay for UNNATURAL, &lt;a href=\"Bass%20Museum%20of%20Art\"&gt;Bass Museum of Art&lt;/a&gt;\nCollecting is a Form of Uprooting – An Encounter Between Self and Object, an essay for Shelf Life (co-curated with Rotem Ruff), &lt;a href=\"Haifa%20Museum%20of%20Art\"&gt;Haifa Museum of Art&lt;/a&gt;, Israel\nExaggeration is Twice as Real, an essay for Wild Exaggeration: The Grotesque Body in Contemporary Art, Haifa Museum of Art\nCraftsmen in the Factory of Images, an essay for BoysCraft, Haifa Museum of Art\nThe Road to Happiness: On Cultural Conflict, Desire, and Illusion in the Work of Kader Attia, an essay for Kader Attia's monography, Musee d’art contemporain, Lyon\nThe Industry of Emotions / Or: I Feel, Therefore, I Am, an essay for Mixed Emotions, Haifa Museum of Art\nFatamorgana: The Magic Lantern of Consciousness, an essay for Fatamorgana: Illusion and Deception in Contemporary Art, Haifa Museum of Art\nDancing with Barbed Wire, an essay on Sigalit Landau for Memorials of Identity: New Media from the &lt;a href=\"Rubell%20Family%20Collection\"&gt;Rubell Family Collection&lt;/a&gt;, Miami\nLove is in the Air: Quick Introduction to Romantic Love, an essay for Love is in the Air, Time for Art: Israeli Art Center, Tel Aviv\nOverCraft: The God of Small Details, an essay for OverCraft, The Art Gallery, Haifa University and Artists House, Tel Aviv\nA Matter of Distance, a catalogue essay for Desert Cliché: Israel Now – Local Images, Bass Museum, Miami Beach\nMeta-Sex 94: Identity, Body and Sexuality, a catalogue essay for Meta-Sex 94, Museum of Art, &lt;a href=\"Ein%20Harod\"&gt;Ein Harod&lt;/a&gt;\nAntipathos: Black Humor, Irony and Cynicism in Contemporary Israeli Art, a catalogue essay for Antipathos, The Israel Museum, Jerusalem\n“Hastily the World Hastens to Pass Away…”, a catalogue essay for Postscripts: “End”- Representations in Contemporary Israeli Art, The Genia Schreiber University Art Gallery, Tel Aviv University"
}