{
    "id": "46951219",
    "revid": "41723827",
    "url": "https://en.wikipedia.org/wiki?curid=46951219",
    "title": "Jan de Klerk (rugby union)",
    "text": "Johannes Cornelis de Klerk (born ) is a South African professional &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player for &lt;a href=\"Canon%20Eagles\"&gt;Canon Eagles&lt;/a&gt; in the Japanese &lt;a href=\"Top%20League\"&gt;Top League&lt;/a&gt;. His regular position is lock.\nCareer.\nYouth.\nDe Klerk grew up in &lt;a href=\"Pietersburg\"&gt;Pietersburg&lt;/a&gt; (now Polokwane) and was selected to represent Limpopo at the Under-16 Grant Khomo Week in 2007.\nAfter high school, De Klerk moved to the &lt;a href=\"Western%20Cape\"&gt;Western Cape&lt;/a&gt; and was linked up with &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;-based side . He made nine appearances for the side during the &lt;a href=\"2012%20Under-21%20Provincial%20Championship\"&gt;2012 Under-21 Provincial Championship&lt;/a&gt;, helping the side to third spot on the log to qualify for the semi-finals. He started their 19–18 victory over the s in the semi-final, as well as in the final, where he could not prevent his side suffering a 13–22 defeat to the in Durban.\nMaties.\nDe Klerk was included in the squad for the &lt;a href=\"2013%20Varsity%20Cup\"&gt;2013 Varsity Cup&lt;/a&gt; competition. He helped them to finish top of the log and beat the 16–15 in the semi-final, but once again lost in a final, this time 5–44 to .\nDe Klerk returned to Varsity Cup action in &lt;a href=\"2014%20Varsity%20Cup\"&gt;2014&lt;/a&gt;, starting all eight of their matches during the season and scoring a try in each of their matches against &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;-based rivals – one in an 18–15 win over and one in a 24–8 win over . Maties finished third in the competition to qualify for the semi-finals, but were unable to beat their Cape Town rivals , losing the match 8–20.\nWestern Province / Stormers.\nShortly after the conclusion of the 2014 Varsity Cup, De Klerk joined the squad for the &lt;a href=\"2014%20Vodacom%20Cup\"&gt;2014 Vodacom Cup&lt;/a&gt;. He made his first class debut by starting in their 65–29 victory over &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;n invitational side, . He also started their final two matches of the regular season, a 28–15 win over a and a 14–23 loss to the in &lt;a href=\"George%2C%20Western%20Cape\"&gt;George&lt;/a&gt;, as Western Province finished in fourth spot in the Southern Section to qualify for the quarter finals. De Klerk also started in their 8–13 defeat to the in &lt;a href=\"Nelspruit\"&gt;Nelspruit&lt;/a&gt; in the quarter final.\nIn &lt;a href=\"2015%20Vodacom%20Cup\"&gt;2015&lt;/a&gt;, he featured prominently for the Vodacom Cup side. He didn't feature in their opening match of the season against the , but played in the remaining nine matches of the campaign, starting seven of those. He scored his first senior try in their Round Four match against the in a 34–6 win and helped Western Province top the Southern Section log with seven wins out of seven. He played in their 47–22 victory over the in the quarter final, their 10–6 win over the in the semi-final and also started the final, where he could not prevent the win the match 24–7 to win the competition for the first time in their history.\nDe Klerk was named on the bench for the ' final match of the round-robin stage of the &lt;a href=\"2015%20Super%20Rugby%20season\"&gt;2015 Super Rugby season&lt;/a&gt; against the in &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt;.\nCanon Eagles.\nDe Klerk joined Japanese &lt;a href=\"Top%20League\"&gt;Top League&lt;/a&gt; side &lt;a href=\"Canon%20Eagles\"&gt;Canon Eagles&lt;/a&gt; prior to the &lt;a href=\"2018%E2%80%9319%20Top%20League\"&gt;2018–19 Top League&lt;/a&gt;."
}