{
    "id": "46951271",
    "revid": "39399449",
    "url": "https://en.wikipedia.org/wiki?curid=46951271",
    "title": "Yuba Raj Khatiwada",
    "text": "Yuba Raj Khatiwada (; born 14 August 1956) is a former &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;i politician and economist who has served as the &lt;a href=\"List%20of%20ambassadors%20of%20Nepal%20to%20the%20United%20States\"&gt;Ambassador of Nepal to the United States&lt;/a&gt; since 17 February 2021. As the residential ambassador of Nepal to the US, he was also the non-residential ambassador to &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;, &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt;, &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;, and &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt; and was entitled to look after the affairs related to the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt;, &lt;a href=\"International%20Monetary%20Fund\"&gt;IMF&lt;/a&gt;, and the &lt;a href=\"World%20Bank%20Group\"&gt;World Bank Group&lt;/a&gt; (&lt;a href=\"International%20Bank%20for%20Reconstruction%20and%20Development\"&gt;IBRD&lt;/a&gt;, &lt;a href=\"International%20Development%20Association\"&gt;IDA&lt;/a&gt;, &lt;a href=\"International%20Finance%20Corporation\"&gt;IFC&lt;/a&gt;, &lt;a href=\"Multilateral%20Investment%20Guarantee%20Agency\"&gt;MIGA&lt;/a&gt; and &lt;a href=\"International%20Centre%20for%20Settlement%20of%20Investment%20Disputes\"&gt;ICSID&lt;/a&gt;). He was a member of the &lt;a href=\"National%20Assembly%20%28Nepal%29\"&gt;National Assembly&lt;/a&gt; from 2018 to 2020 and was a minister in &lt;a href=\"Second%20Oli%20cabinet\"&gt;the cabinet&lt;/a&gt; of &lt;a href=\"KP%20Sharma%20Oli\"&gt;KP Sharma Oli&lt;/a&gt; from February 2018 to September 2020. He previously served as the governor of the &lt;a href=\"Nepal%20Rastra%20Bank\"&gt;Nepal Rastra Bank&lt;/a&gt;, as well as the vice-chair of the &lt;a href=\"National%20Planning%20Commission%20of%20Nepal\"&gt;National Planning Commission&lt;/a&gt;.\nPolitical career.\nKhatiwada served as a nominated member of &lt;a href=\"National%20Assembly%20%28Nepal%29\"&gt;National Assembly&lt;/a&gt; from 2018 to 2020. He was appointed &lt;a href=\"Ministry%20of%20Finance%20%28Nepal%29\"&gt;Minister of Finance&lt;/a&gt; on 26 February 2018. After the resignation of &lt;a href=\"Gokul%20Prasad%20Baskota\"&gt;Gokul Prasad Baskota&lt;/a&gt;, he was given the portfolio of &lt;a href=\"Ministry%20of%20Information%20and%20Communications%20%28Nepal%29\"&gt;Information and Communications&lt;/a&gt; as well on 20 February 2020, becoming the spokesperson of the &lt;a href=\"Government%20of%20Nepal\"&gt;Government of Nepal&lt;/a&gt;. Khatiwada resigned from both ministerial posts on 3 March 2020 when his two-year term in the National Assembly ended, however he was reappointed the next day. As any member of the cabinet must become a member of either houses of the parliament within six months of appointment, Khatiwada resigned from the cabinet on 4 September 2020 when he was not renominated and &lt;a href=\"Bam%20Dev%20Gautam\"&gt;Bamdev Gautam&lt;/a&gt; was nominated to succeed him in the National Assembly. Subsequently, he was appointed as a special economic advisor to the prime minister with benefits on par with a minister. On 1 October 2020, the cabinet recommended Khatiwada as Nepal's Ambassador to the United States of America. He was appointed ambassador by &lt;a href=\"President%20of%20Nepal\"&gt;president&lt;/a&gt; &lt;a href=\"Bidya%20Devi%20Bhandari\"&gt;Bidya Devi Bhandari&lt;/a&gt; on 22 December 2020, and presented his credentials to the &lt;a href=\"president%20of%20the%20United%20States\"&gt;president of the United States&lt;/a&gt;, &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt;, on 17 February 2021.\nEconomist career.\nKhatiwada served two tenures as the vice chairman of the &lt;a href=\"National%20Planning%20Commission%20of%20Nepal\"&gt;National Planning Commission&lt;/a&gt;, first from June 2009 to March 2010 and again from November 2015 to August 2016. Between those two tenures at the planning commission, he served as the 15th Governor of the &lt;a href=\"Nepal%20Rastra%20Bank\"&gt;Nepal Rastra Bank&lt;/a&gt;, the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; of Nepal. He also served as the senior economist in the regional centre of &lt;a href=\"United%20Nations%20Development%20Programme\"&gt;UNDP&lt;/a&gt; for &lt;a href=\"Asia-Pacific%20Development%20Information%20Programme\"&gt;Asia and the Pacific&lt;/a&gt; for the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; from 2006 to 2009. He had also been appointed member of the National Planning Commission from 2002 to 2005.\nKhatiwada was the Head of the Economic Research Department of the Nepal Rastra Bank from 1999 to 2002, a postgraduate teacher at &lt;a href=\"Tribhuvan%20University\"&gt;Tribhuvan University&lt;/a&gt; in 1982, and intermittently, a visiting faculty member at Tribhuvan University and &lt;a href=\"Kathmandu%20University\"&gt;Kathmandu University&lt;/a&gt; from 1992 to 2001. He received his master's degrees in Economics and Public Administration from Tribhuvan University in 1981 and 1984 respectively, and a PhD in Monetary Economics from &lt;a href=\"Delhi%20School%20of%20Economics\"&gt;Delhi School of Economics&lt;/a&gt;, &lt;a href=\"University%20of%20Delhi\"&gt;University of Delhi&lt;/a&gt; in 1991.\nAwards and recognitions.\nKhatiwada has been awarded with national awards such as the &lt;a href=\"Order%20of%20Gorkha%20Dakshina%20Bahu\"&gt;Suprabal Gorkha Dakshin Bahu&lt;/a&gt; (2001), Sukirtimaya Rastra Deep (2013) and Prasiddha Prabal Jana Sewa Shree (2016) conferred by the &lt;a href=\"President%20of%20Nepal\"&gt;President of Nepal&lt;/a&gt; for his outstanding contribution to the development of Nepal in his different capacities."
}