{
    "id": "4697047",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=4697047",
    "title": "Jack Weyland",
    "text": "Jack Arnold Weyland (born 1940) is a retired professor of physics at &lt;a href=\"Brigham%20Young%20University%E2%80%93Idaho\"&gt;Brigham Young University–Idaho&lt;/a&gt; (BYU–Idaho) and a member of &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt;. He was a prolific and well-known author of &lt;a href=\"LDS%20fiction\"&gt;fiction for LDS audiences&lt;/a&gt;, including many novels and short stories, mostly placed in contemporary settings. His novel \"&lt;a href=\"Charly%20%28novel%29\"&gt;Charly&lt;/a&gt;\" was made into a feature film in 2002.\nBiography.\nWeyland was born in &lt;a href=\"Butte%2C%20Montana\"&gt;Butte, Montana&lt;/a&gt;. He graduated from Billings Senior High School and then attended &lt;a href=\"Montana%20State%20University%20-%20Bozeman\"&gt;Montana State University&lt;/a&gt; where he majored in &lt;a href=\"Physics\"&gt;Physics&lt;/a&gt;. Upon graduating he served a &lt;a href=\"Missionary%20%28LDS%20Church%29\"&gt;mission&lt;/a&gt; for the &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;LDS Church&lt;/a&gt; in &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; and &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;. After completing his mission he went to &lt;a href=\"BYU\"&gt;BYU&lt;/a&gt; and received his Ph.D. in Physics.\nWhile attending BYU, Weyland decided to take an elective course in creative writing. After a few weeks Weyland realized he was in trouble; he was not a very good writer. Weyland said, \"The one time I ventured to tell my instructor I wanted to write &lt;a href=\"LDS%20fiction\"&gt;LDS fiction&lt;/a&gt;, he said, 'You’re not serious, are you?' Certainly a fair question based on what he had seen of my writing. I became discouraged and dropped the course and didn’t think about writing again for several years.\"\nHe married Sherry and they had a daughter named Barbara. After Barbara was born they left BYU and went to &lt;a href=\"South%20Dakota\"&gt;South Dakota&lt;/a&gt;, where Weyland taught physics at the &lt;a href=\"South%20Dakota%20School%20of%20Mines%20and%20Technology\"&gt;South Dakota School of Mines and Technology&lt;/a&gt;. While in South Dakota they had four more children, Dan, Brad, Jed, and Josie.\nIn the summer of 1971 Wayland had the opportunity to work for the BYU physics department doing high-pressure research. While at BYU Weyland decided to take a &lt;a href=\"correspondence%20course\"&gt;correspondence writing course&lt;/a&gt;. \"Especially I wanted it to be by correspondence. Never again would I tell anyone face to face that I wanted to write. The course cost me, as I remember it, $37.50. In addition there was the typewriter to rent.\" Weyland decided that he wanted to write an article for the \"&lt;a href=\"New%20Era%20%28magazine%29\"&gt;New Era&lt;/a&gt;\" magazine.\nWeyland's first two stories that he sent into \"New Era\" were accepted, but his third entry was rejected. After having this rejection he was done writing, but the next summer he found himself submitting another article to \"New Era\" that was accepted.\nEach summer Weyland found himself writing in his spare time. In 1979 he made a goal to write a novel that would be published by October, he finished his first novel, \"&lt;a href=\"Charly%20%28novel%29\"&gt;Charly&lt;/a&gt;\". After completing his goal of writing a novel Weyland said, \"The Lord blesses us richly for any service we give. He helps us discover talents we never know existed within us.\" In his writing career, Weyland has published about three dozen books and more than 50 short stories in the \"New Era\".\nAlthough successful in his LDS publications, Weyland has continued to teach physics. He taught at Ricks College, (now &lt;a href=\"BYU%E2%80%93Idaho\"&gt;BYU–Idaho&lt;/a&gt;) from 1993 to 2005, and has even continued teaching after retirement as a \"campus service missionary\". He explained \"I enjoyed physics then and still do today. It is, after all, what I spend most of my time doing.\" He and his wife have also served as missionaries for the &lt;a href=\"Church%20Educational%20System\"&gt;Church Educational System&lt;/a&gt; in &lt;a href=\"Long%20Island%2C%20New%20York\"&gt;Long Island, New York&lt;/a&gt; and Philadelphia, Pennsylvania.\nWeyland also writes a column on science topics for the local newspaper, the Rexburg Standard Journal."
}