{
    "id": "46978634",
    "revid": "3801322",
    "url": "https://en.wikipedia.org/wiki?curid=46978634",
    "title": "Adrian Corker",
    "text": "Adrian Corker (born 1969) is originally from Sheffield and he began releasing music working with Paul Conboy after meeting in Manchester in 1990. He is a British musician based in London. He is also a curator and &lt;a href=\"film%20score\"&gt;film score&lt;/a&gt; composer.\nFilm and television work.\nCorker and Conboy started writing film music for director &lt;a href=\"Antonia%20Bird\"&gt;Antonia Bird&lt;/a&gt; after she heard their music in 1997 and they wrote the music for a number of films and TV dramas by her including \"&lt;a href=\"Face%20%281997%20film%29\"&gt;Face&lt;/a&gt;\", \"Care\" and \"The Hamburg Cell\". They also wrote the music for director and cinematographer &lt;a href=\"Florian%20Hoffmeister\"&gt;Florian Hoffmeister&lt;/a&gt;'s \"Three Degrees Colder\", that won the Silver Leopard for best first feature at the &lt;a href=\"Locarno%20Film%20Festival\"&gt;Locarno Film Festival&lt;/a&gt;. A soundtrack was released in 2006 performed by the &lt;a href=\"Nuremberg%20Symphony%20Orchestra\"&gt;Nuremberg Symphony Orchestra&lt;/a&gt;.\nOn starting to work solo from 2010, Corker continued working with Antonia Bird up to her death in 2013. In 2011, he also wrote the music for the film \"&lt;a href=\"Way%20of%20the%20Morris\"&gt;Way of the Morris&lt;/a&gt;\" by &lt;a href=\"Tim%20Plester\"&gt;Tim Plester&lt;/a&gt;. Between 2013-2014 he wrote the music for \"&lt;a href=\"The%20Village%20%282013%20TV%20series%29\"&gt;The Village&lt;/a&gt;\" starring &lt;a href=\"Maxine%20Peake\"&gt;Maxine Peake&lt;/a&gt; and &lt;a href=\"John%20Simm\"&gt;John Simm&lt;/a&gt;. In 2016, he wrote the music to Florian Hoffmeister's \"The Have-Nots\" from a novel by &lt;a href=\"Katharina%20Hacker\"&gt;Katharina Hacker&lt;/a&gt;.\nIn 2017, he wrote the music for \"&lt;a href=\"Waiting%20for%20You%20%28film%29\"&gt;Waiting for You&lt;/a&gt;\", directed by Charles Garrad and starring &lt;a href=\"Fanny%20Ardant\"&gt;Fanny Ardant&lt;/a&gt; and &lt;a href=\"Colin%20Morgan\"&gt;Colin Morgan&lt;/a&gt;. Towards the end of the same year, he started writing the music for &lt;a href=\"Rowan%20Joff%C3%A9\"&gt;Rowan Joffé&lt;/a&gt;'s \"&lt;a href=\"Tin%20Star%20%28TV%20series%29\"&gt;Tin Star&lt;/a&gt;\" and is currently working on the music for the second series. The music features musicians including Lucy Railton, &lt;a href=\"Leo%20Abrahams\"&gt;Leo Abrahams&lt;/a&gt;, Serge Vuille and &lt;a href=\"Sam%20Amidon\"&gt;Sam Amidon&lt;/a&gt; (who Corker also worked with on \"The Village\"). The second season will be broadcast in January 2019.\nRecorded Projects.\nAdrian Corker and Paul Conboy experimented with a couple of aliases before settling on Corker Conboy and released two albums and one EP which featured remixes by David Grubbs and Xela all on Vertical Form.\nAs a solo artist In 2011 A soundtrack album to the documentary Way of the Morris was released on Jonny Trunks OST label. \nA first solo album Raise in 2013 on Village Green partly recorded in Iceland at Greenhouse Studios featuring musicians such as The Elysian Quartet, Helgi Jonsson, Jack Wyllie and Milo Fitzpatrick. A remix EP in 2014 StartMergeFade followed featured new material and remixes by Richard Skelton and Circle Traps. \nThis was also the first release on Corker’s SN Variations label which has so far released four releases. The Scelsi Ep had work by and derived from the work of Giacinto Scelsi. Duo for Violin and Cello was performed by Aisha Orazbayeva and Lucy Railton, Invertebrate Harmonics by Chris Watson and Hon Shirabe a solo shauhachi piece performed by Joe Browning and recorded by Chris Watson \nhttps://chriswatson.net/2016/03/27/scelsi-ep-limited-edition-vinyl-release/\nIn 2016 the soundtrack to the Have-Nots was released. The music consisted of violin, cello, viola da gamba, double bass and lock-grooves, and further music by Laurence Crane, John Cage, Aisha Orazbayeva and Lucy Railton.\nhttps://www.fluid-radio.co.uk/2016/12/adri an-corker-the-have-nots/\nIn 2017 Aisha Orazbayeva and Naomi Sato recorded Two4 by John Cage for violin and shō and released on SN Variations in a small edition with handmade calligraphy by Chris Bigg.\nIn September 2017 a digital EP of 5 pieces from Tin Star was released.\nAt the end of 2017 he also released an eponymous improvised album on oscillators and saxophone with Jack Wyllie mastered by Stephan Mathieu.\nOther Projects.\nIn 2013–2014 he curated a series of shows at the Paul Stolper Gallery, The Silence Between, featuring sound artists Jem Finer, Rie Nakajima, Dawn Scarfe and Chris Watson.\nhttps://frieze.com/article/chris-watson\nIn July 2015 he co-curated with Will Dutta MusICA Now Exploring Sound and Authorship at The iCA, an event of sound installation.performance and film by and inspired by Giacinto Scelsi.\nIn July 2017 he organised an event at the Gagosian Gallery with proceeds going to migrant charity Proem-Aid. Music was performed by Aisha Orazbayeva, Naomi Sato and Liam Byrne and the program had music by John Cage, Telemann, Gibbons and traditional Shō repertoire.\nhttp://www.adriancorker.com/wp-content/uploads/2017/06/Concert-Poster-by-Chris-Bigg.pdf\nhttp://thequietus.com/articles/22758-john-cage-piece-reading-launch-london\nIn October 2018 he co-curated with Unsound in Krakow an installation based on the environmental issues facing Poland’s Białowieza forest , the last primeval forest in Europe. The installation featured work by Peter Cusack and Martyna Pozńanka.\nhttp://thequietus.com/articles/23418-unsound-krakow-2017-mark-fisher-gas-wolfgang-voigt-review"
}