{
    "id": "4701614",
    "revid": "1722754",
    "url": "https://en.wikipedia.org/wiki?curid=4701614",
    "title": "Buttle Lake",
    "text": "Buttle Lake is a &lt;a href=\"lake\"&gt;lake&lt;/a&gt; on &lt;a href=\"Vancouver%20Island\"&gt;Vancouver Island&lt;/a&gt; in &lt;a href=\"Strathcona%20Regional%20District%2C%20British%20Columbia\"&gt;Strathcona Regional District&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, Canada. It is about long and wide, has an area of , is up to deep, and lies at an elevation of . The lake is located between &lt;a href=\"Campbell%20River%2C%20British%20Columbia\"&gt;Campbell River&lt;/a&gt; and &lt;a href=\"Gold%20River%2C%20British%20Columbia\"&gt;Gold River&lt;/a&gt; in &lt;a href=\"Strathcona%20Provincial%20Park\"&gt;Strathcona Provincial Park&lt;/a&gt;. The lake is the headwaters of the &lt;a href=\"Campbell%20River%20%28Vancouver%20Island%29\"&gt;Campbell River&lt;/a&gt;.\nHistory.\nThe lake was named after &lt;a href=\"John%20Buttle\"&gt;John Buttle&lt;/a&gt;, geologist and botanist from &lt;a href=\"Kew%20Gardens\"&gt;Kew Gardens&lt;/a&gt;, London, who came to the area with the &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt;. They mapped the area around the lake in 1865. Buttle explored Vancouver Island as naturalist under &lt;a href=\"Robert%20Brown%20%28Scottish%20botanist%20from%20Caithness%29\"&gt;Dr Robert Brown&lt;/a&gt; as part of the &lt;a href=\"Vancouver%20Island%20Exploring%20Expedition\"&gt;Vancouver Island Exploring Expedition&lt;/a&gt; in 1864. He discovered and mapped the lake the next year. \nDuring 1955–1958, the Strathcona Dam was built on &lt;a href=\"Upper%20Campbell%20Lake\"&gt;Upper Campbell Lake&lt;/a&gt;, raising the water level by . The raised water level coalesced Upper Campbell and Buttle Lake, raising the level of Buttle by 5 meters. Prior to the increase of forest at low-lying areas along the shore was harvested, and in many areas not fully cleared. At times of low water, there exist mudflats with stumps remaining from the forests that formerly stood there.\nTravel and Activities.\nThe lake is accessed via &lt;a href=\"Strathcona%20Provincial%20Park\"&gt;Strathcona Provincial Park&lt;/a&gt; which is located almost in the center of &lt;a href=\"Vancouver%20Island\"&gt;Vancouver Island&lt;/a&gt;. The main access to the park is via Highway 28, which connects with Gold River on the west coast of Vancouver Island. Highway 28 passes through the northern section of the park and provides access to Buttle Lake.\nThere are multiple campgrounds along Buttle Lake. Hiking, swimming, boating, fishing and bicycling are common activities in and nearby."
}