{
    "id": "470204",
    "revid": "6917124",
    "url": "https://en.wikipedia.org/wiki?curid=470204",
    "title": "Kostas Karyotakis",
    "text": "Kostas Karyotakis (, 11 November [OS October 30], 1896 – 20 July 1928) is considered one of the most representative &lt;a href=\"List%20of%20modern%20Greek%20poets\"&gt;Greek poets&lt;/a&gt; of the 1920s and one of the first poets to use &lt;a href=\"iconoclasm\"&gt;iconoclastic&lt;/a&gt; themes in Greece. His &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt; conveys a great deal of &lt;a href=\"nature\"&gt;nature&lt;/a&gt;, &lt;a href=\"image\"&gt;image&lt;/a&gt;ry and traces of &lt;a href=\"expressionism\"&gt;expressionism&lt;/a&gt; and &lt;a href=\"surrealism\"&gt;surrealism&lt;/a&gt;. He also belongs to the Greek &lt;a href=\"Lost%20Generation\"&gt;Lost Generation&lt;/a&gt; movement. The majority of Karyotakis' contemporaries viewed him in a dim light throughout his lifetime without a pragmatic accountability for their contemptuous views; for after his &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt;, the majority began to revert to the view that he was indeed a great poet. He had a significant, almost disproportionately progressive influence on later Greek poets.\nBiography.\nKaryotakis gave existential depth as well as a tragic dimension to the emotional nuances and melancholic tones of the neo-Symbolist and new-Romantic poetry of the time. With a rare clarity of spirit and penetrating vision, he captures and conveys with poetic daring the climate of dissolution and the impasses of his generation, as well as the traumas of his own inner spiritual world.\nEarly life.\nKaryotakis was born in &lt;a href=\"Tripoli%2C%20Greece\"&gt;Tripoli&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, his father's occupation as a &lt;a href=\"county\"&gt;county&lt;/a&gt; &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt; resulted in his early childhood and teenage years being spent in various places, following his family's successive moves around the Greek cities, including &lt;a href=\"Argostoli\"&gt;Argostoli&lt;/a&gt;, &lt;a href=\"Lefkada\"&gt;Lefkada&lt;/a&gt;, &lt;a href=\"Larisa\"&gt;Larisa&lt;/a&gt;, &lt;a href=\"Kalamata\"&gt;Kalamata&lt;/a&gt;, &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; and &lt;a href=\"Chania\"&gt;Chania&lt;/a&gt;. He started publishing poetry in various &lt;a href=\"magazine\"&gt;magazine&lt;/a&gt;s for children in 1912. It is solely rife speculation that he had felt deeply betrayed that a girl he had cared for in Hania in 1913 had married and sent him into melancholy.\nAfter receiving his degree from the &lt;a href=\"National%20and%20Kapodistrian%20University%20of%20Athens\"&gt;Athens School of Law and Political Sciences&lt;/a&gt;, in 1917, he did not pursue a career as a lawyer. Karyotakis became a clerk in the Prefecture of &lt;a href=\"Thessaloniki\"&gt;Thessaloniki&lt;/a&gt;. However, he greatly disliked his work and could not tolerate the &lt;a href=\"bureaucracy\"&gt;bureaucracy&lt;/a&gt; of the state, which he wrote about often in his poems. His &lt;a href=\"prose\"&gt;prose&lt;/a&gt; piece \"Catharsis\" ('purification') is characteristic of this. For this reason he would often be removed from his posts and transferred to other locations in Greece. During these removals he became familiar with the boredom and misery of the country during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;.\nAdulthood and career.\nIn February 1919 he published his first collection of poetry: \"The Pain of People and of Things\" (), which was largely ignored or badly reviewed by the critics. In the same year he published, with his friend Agis Levendis, a &lt;a href=\"satire\"&gt;satirical&lt;/a&gt; review, called \"&lt;a href=\"The%20Leg\"&gt;The Leg&lt;/a&gt;\", which, despite its success, was banned by the police after the sixth issue. In 1921 he published his second collection called \"&lt;a href=\"Nepenthe\"&gt;Nepenthe&lt;/a&gt;\" () and also wrote a musical &lt;a href=\"revue\"&gt;revue&lt;/a&gt;, \"Pell-Mell\" (). In 1922 he began having an affair with the poet &lt;a href=\"Maria%20Polydouri\"&gt;Maria Polydouri&lt;/a&gt; who was a colleague of his at the Prefecture of &lt;a href=\"Attica\"&gt;Attica&lt;/a&gt;. In 1923 he wrote a poem called \"\"&lt;a href=\"Treponema%20pallidum\"&gt;Treponema pallidum&lt;/a&gt;\"\" (), which was published under the title \"Song of Madness\" and gave rise to speculation that he may have been suffering from &lt;a href=\"syphilis\"&gt;syphilis&lt;/a&gt;, which before 1945 was considered a &lt;a href=\"chronic%20illness\"&gt;chronic illness&lt;/a&gt; with no proven cure for it.\nGeorge Skouras, a physician of the poet, wrote: \"He was sick, he was syphilitic\" and George Savidis (1929–1999), professor of the &lt;a href=\"Aristotle%20University%20of%20Thessaloniki\"&gt;Aristotle University of Thessaloniki&lt;/a&gt;, who possessed the largest archive about Greek poets, revealed that Karyotakis was syphilitic, and that his brother, Thanasis Karyotakis, thought the disease to be a disgrace to the family. In 1924 he traveled abroad, visiting &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; and &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. In December 1927 he published his last collection of poetry: \"Elegy and Satires\" (). In February 1928, Karyotakis was transferred to &lt;a href=\"Patras\"&gt;Patras&lt;/a&gt; although soon afterwards he spent a month on leave in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and in June 1928 he was sent yet again to &lt;a href=\"Preveza\"&gt;Preveza&lt;/a&gt; by ship.\nSuicide.\nKaryotakis lived in &lt;a href=\"Preveza\"&gt;Preveza&lt;/a&gt; only for 33 days, until his suicide on 21 July 1928 at age 31. His work was in Prefecture of Preveza, in the Palios mansion, 10 Speliadou street, as a lawyer for control for land donations from State to refugees from Asia Minor War of 1922. From &lt;a href=\"Preveza\"&gt;Preveza&lt;/a&gt; he sent desperate letters to friends and relatives describing the misery he felt in the town. His family offered to support him for an indefinite stay in Paris, but he refused knowing what a monetary sacrifice like this would entail for them. His angst is felt in the poem \"Preveza\" () which he wrote shortly before his suicide. The poem displays an insistent, lilting anaphora on the word Death, which stands at the beginning of several lines and sentences.\nIt is shot through with a pungent awareness of the gallows, in the tiny mediocrity of life as Karyotakis felt it, mortality is measured against insignificant, black, pecking birds, or the town policeman checking a disputed weight, or identified with futile street names (boasting the date of battles), or the brass band on Sunday, a trifling sum of cash in a bank book, the flowers on a balcony, a teacher reading his newspaper, the prefect coming in by ferry: \"If only,\" mutters the last of these six symmetrical quatrains, \"one of those men would fall dead out of disgust\".\nOn 19 July 1928, Karyotakis went to Monolithi beach and kept trying to drown in the sea for ten hours, but failed in his attempt, because he was an avid swimmer as he himself wrote in his suicide note. In the subsequent morning he returned home and left again to purchase a &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt; and went to a little &lt;a href=\"caf%C3%A9\"&gt;café&lt;/a&gt; in the place Vryssoula (near today Hotel Zikas). After smoking for a few hours, and drink cherry juice, he left 75 drachmas as a gratuity, while the cost of the drink was 5 drachmas, he went to &lt;a href=\"Agios%20Spyridon\"&gt;Agios Spyridon&lt;/a&gt;, where, under a &lt;a href=\"eucalyptus\"&gt;eucalyptus&lt;/a&gt; tree, he shot himself through the heart. His suicide letter was found in his pocket:\n\"It is time for me to reveal my tragedy. My greatest faults were unbridled curiosity, a diseased imagination, and my attempts to become acquainted with every emotion without being able to feel most of them. However, I despise the base act that is attributed to me. I experienced but the ideation of its atmosphere, the ultimate bitterness. Nor am I the suitable person for that profession. My entire past will show that much. Every reality to me was repulsive.\nI felt the rush brought on by danger. And with glad heart I shall accept the coming danger.\nP.S. And, to change the tone: I advise those who can swim never to try to commit suicide in the sea. All night and for ten hours I was battered by the waves. I drank much water but, by and again and without me knowing how, my mouth would surface. Perhaps some time, given the opportunity, I shall write down the impressions of a drowning man.\"\nOne of his most famous poems is \"Preveza\", about the place where he committed suicide.\nTranslations.\n1. \"Elegias e Sátiras/Ελεγεία και Σάτιρες\", Théo de Borba Mossburger (Trans.), \"&lt;a href=\"http%3A//www.notadotradutor.com/edicoes.html\"&gt;(n.t.) Revista Literária em Tradução&lt;/a&gt;\", nº 1 (set/2010), Fpolis/Brasil, ISSN 2177-5141"
}