{
    "id": "47104662",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=47104662",
    "title": "Anna Orbeliani, Queen Consort of Imereti",
    "text": "Ana Orbeliani (; 17 July 1765 – 4 June 1832) was a &lt;a href=\"List%20of%20Georgian%20consorts\"&gt;Queen Consort&lt;/a&gt; of the western Georgian kingdom of &lt;a href=\"Kingdom%20of%20Imereti\"&gt;Imereti&lt;/a&gt; as the wife of King &lt;a href=\"David%20II%20of%20Imereti\"&gt;David II&lt;/a&gt; (&lt;a href=\"reign\"&gt;r.&lt;/a&gt; 1784–1789, 1790–1791). After David's deposition and death in exile in 1795, Ana tried to secure succession for her son &lt;a href=\"Prince%20Constantine%20of%20Imereti%20%281789%E2%80%931844%29\"&gt;Constantine&lt;/a&gt; during the reign of &lt;a href=\"Solomon%20II%20of%20Imereti\"&gt;Solomon II&lt;/a&gt;, who had supplanted her husband. In her efforts, Ana relied on the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, which eventually annexed Imereti in 1810. Ana spent the rest of her life in Russia, where she was known as \"&lt;a href=\"tsaritsa\"&gt;tsaritsa&lt;/a&gt;\" Anna Matveyevna Imeretinskaya ().\nEarly life and marriage.\nAna was born into the &lt;a href=\"Orbeliani\"&gt;Orbeliani&lt;/a&gt;, one of the leading princely houses (\"&lt;a href=\"tavadi\"&gt;tavadi&lt;/a&gt;\") of the &lt;a href=\"Kingdom%20of%20Kartli%20and%20Kakheti\"&gt;Kingdom of Kartli and Kakheti&lt;/a&gt; (eastern Georgia). Her father was Prince Mamuka Orbeliani, a sisterly nephew of &lt;a href=\"Heraclius%20II%20of%20Georgia\"&gt;Heraclius II&lt;/a&gt;, king of Kartli and Kakheti. Her mother came of the house of Kvenipneveli, hereditary &lt;a href=\"Duchy%20of%20Ksani\"&gt;Dukes of the Ksani&lt;/a&gt;. After her father's death in 1770 Ana and her brothers were reared at the court of Heraclius in &lt;a href=\"Tbilisi\"&gt;Tbilisi&lt;/a&gt;. Around 1781, Ana was married off to the Imeretian prince &lt;a href=\"David%20II%20of%20Imereti\"&gt;David&lt;/a&gt;, who had found shelter in Tbilisi after being part of a plot against his cousin, &lt;a href=\"Solomon%20I%20of%20Imereti\"&gt;Solomon I of Imereti&lt;/a&gt;. Later, David returned to Imereti, bringing his wife with him. He seized the throne of Imereti in a power struggle in 1784, but was eventually toppled down by &lt;a href=\"Solomon%20II%20of%20Imereti\"&gt;Solomon II&lt;/a&gt;, Heraclius II's grandson. David went in exile, giving Solomon his wife Ana and his heir Constantine as hostages.\nMisfortunes.\nFollowing David's last futile attempt at coming back and his death in exile in 1795, Constantine was incarcerated by Solomon, while Ana was subjected to continuous harassment. She was still able to rebury her husband's remains from &lt;a href=\"Akhaltsikhe\"&gt;Akhaltsikhe&lt;/a&gt; to a familial burial ground at the Jruchi cathedral. Ana applied for protection to Heraclius, who granted her a hereditary estate in the Khepiniskhevi valley, at the border with Imereti, in 1798. After the death of Heraclius in 1798, Ana's vicissitudes continued. Prince Gogia Abashidze encroached on her lands, while Solomon II pressured her to move to Kutaisi. To this end, he sent troops to Ana's estate in March 1802. The queen's men resisted, giving her a means to escape, through forests, to &lt;a href=\"Surami\"&gt;Surami&lt;/a&gt;, where she was rescued by the Russian troops under Captain Bartyenyev. She repaired to &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt; to solicit the help of &lt;a href=\"Tsar\"&gt;Tsar&lt;/a&gt; &lt;a href=\"Alexander%20I%20of%20Russia\"&gt;Alexander I of Russia&lt;/a&gt; to secure the release of her son and then to guarantee him succession to the childless king Solomon.\nIn Russia.\nUnder the Russian pressure, Solomon finally released Constantine in 1803 and, as part of his agreement with Russia, made the young prince his heir apparent in 1804. The Russian state confirmed this arrangement and, further, allowed Ana to retain the title of Queen (\"tsaritsa\") for her lifetime on 12 September 1804. She had also been decorated with the &lt;a href=\"Order%20of%20Saint%20Catherine\"&gt;Order of Saint Catherine&lt;/a&gt;, Great Cross. But the mother and the son now faced relocation to Russia proper envisaged by the Tsar. That same year, Constantine protested and escaped to Imereti, where he reconciled with Solomon and remained loyal to him until the Russian army finally conquered Imereti in March 1810.\nThe Russians were suspicious of Ana's involvement in Constantine's defection. On 28 May 1809, she had to agree to relocate for resettlement from Tiflis to St. Petersburg, where she lived, on a modest state pension, with her daughter-in-law and grandson. She maintained contacts with the local Georgian men of culture and had several manuscripts copied. Ana vainly sought to reclaim her and Constantine’s estates in Imereti or be monetarily compensated for her loss and to have the right to return to Imereti.\nIn 1811, she organized a small chapel of the &lt;a href=\"Nativity%20of%20Jesus\"&gt;Nativity of Jesus&lt;/a&gt; in a rented house near &lt;a href=\"St.%20Vladimir%27s%20Cathedral%20%28St.%20Petersburg%29\"&gt;St. Vladimir's Cathedral&lt;/a&gt;, which functioned until after her death. She died in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; in 1832 and was buried at the &lt;a href=\"Donskoy%20Monastery\"&gt;Donskoy Monastery&lt;/a&gt;."
}