{
    "id": "47109009",
    "revid": "43276442",
    "url": "https://en.wikipedia.org/wiki?curid=47109009",
    "title": "The Revolt of the Angels",
    "text": "The Revolt of the Angels () is a 1914 &lt;a href=\"novel\"&gt;novel&lt;/a&gt; by &lt;a href=\"Anatole%20France\"&gt;Anatole France&lt;/a&gt;.\nPlot.\n\"Revolt\" retells the classic Christian story of the &lt;a href=\"war%20in%20heaven\"&gt;war in heaven&lt;/a&gt; between &lt;a href=\"angels\"&gt;angels&lt;/a&gt; led by the &lt;a href=\"Archangel%20Michael\"&gt;Archangel Michael&lt;/a&gt; against others led by &lt;a href=\"Satan\"&gt;Satan&lt;/a&gt;. The war ends with the defeat and casting to the earth of the latter. The plot emphasises themes of protagonists fighting a ruling hierarchy, and attempting to escape it, as well as \"hiddenness, delusion, revolution, and epiphany...a literary exploration of existential choices in an apocalyptic context\". It is written, says &lt;a href=\"Ren%C3%A9%20Boylesve\"&gt;René Boylesve&lt;/a&gt;, with a \"deft levity\". Mutual antagonism between God and his angels is emphasised, which leads to disgruntlement and ultimately rebellion by the latter.\nPolitical influences.\nFrance's political leanings—he was a &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt;—heavily influenced \"Revolt\", leading the theme that successful revolutions must always create greater tyrannies than those they overthrew. The bitterness created by the revolt is reflected in the \"biting and harsh\" descriptions. Joe Loewenberg has described it as an \"imaginative narrative...the ripest expression of Anatole France's urbane genius, [being] a masterpiece of criticism at once ironic and irenic\".\nLiterary references.\nEssayist David Fuchs argues that much of &lt;a href=\"Ernest%20Hemingway\"&gt;Ernest Hemingway&lt;/a&gt;'s early work suggests that he was probably aware of the book, even if he had not read it. &lt;a href=\"F.%20Scott%20Fitzgerald\"&gt;F. Scott Fitzgerald&lt;/a&gt; references \"Revolt of the Angels\" in his early story \"Dancing with a Ghost\". Fitzgerald also uses the book as a &lt;a href=\"Theatrical%20property\"&gt;prop&lt;/a&gt; in his story \"&lt;a href=\"The%20Offshore%20Pirate\"&gt;The Offshore Pirate&lt;/a&gt;\"; the character Ardita is reading \"Revolt\", herself looking, says Griffin, \"conically angelic...reading a book about angels \". Fitzgerald draws attention to \"Revolt\" five times in the story; he argues that France's work is the more romantic of the two. \"Revolt\" has been compared with the work of &lt;a href=\"George%20Santayana\"&gt;George Santayana&lt;/a&gt; in its suggestion that religion is set back by its successes. &lt;a href=\"Henry%20Miller\"&gt;Henry Miller&lt;/a&gt; mentions \"Revolt of the Angels\" in his novel &lt;a href=\"Tropic%20of%20Capricorn%20%28novel%29\"&gt;Tropic of Capricorn&lt;/a&gt;."
}