{
    "id": "47144536",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=47144536",
    "title": "Tiff Stevenson",
    "text": "Tiffany Stevenson (born 29 September 1978) is an English &lt;a href=\"stand-up%20comedian\"&gt;stand-up comedian&lt;/a&gt;, writer and actress.\nCareer.\nStevenson started her career as an actress. Her credits include \"&lt;a href=\"The%20Office%20%28British%20TV%20series%29\"&gt;The Office&lt;/a&gt;\", \"&lt;a href=\"Days%20That%20Shook%20the%20World\"&gt;Days That Shook the World&lt;/a&gt;\", \"&lt;a href=\"People%20Just%20Do%20Nothing\"&gt;People Just Do Nothing&lt;/a&gt;\" and &lt;a href=\"Roisin%20Conaty\"&gt;Roisin Conaty's&lt;/a&gt; \"&lt;a href=\"GameFace\"&gt;GameFace&lt;/a&gt;\".\nStevenson has been doing stand-up comedy since 2006, which was also the year she first performed at the &lt;a href=\"Edinburgh%20Fringe\"&gt;Edinburgh Fringe&lt;/a&gt;. Her solo debut was in \"Along Came A Spider\" (2009). Her subsequent Edinburgh shows were \"Dictators\" (2010), \"Cavewoman\" (2011), \"Uncomfortably Numb\" (2012), \"Optimist\" (2014), \"Mad Man\" (2015), \"Seven\" (2016), and \"Bombshell\" (2017). \"Bombshell\" was listed among the \"Best-Reviewed Edinburgh Shows 2017\". Her 2019 Edinburgh show was titled \"Mother, \"Stevenson planned to take it on tour in the UK and in the US after that year's festival.\nShe has been hosting the weekly comedy live show \"Old Rope\" in London where comedians showcase new material since 2009.\nIn 2011, Stevenson finished third on the &lt;a href=\"ITV%20%28TV%20channel%29\"&gt;ITV&lt;/a&gt; reality show \"&lt;a href=\"Show%20Me%20the%20Funny\"&gt;Show Me the Funny&lt;/a&gt;\".\nStevenson sings and plays the guitar. She sang with &lt;a href=\"Craig%20Robinson%20%28actor%29\"&gt;Craig Robinson&lt;/a&gt; at &lt;a href=\"The%20Improv\"&gt;The Improv&lt;/a&gt; in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; in 2019 when he spontaneously asked her to join him on stage to do her \"\"&lt;a href=\"Stevie%20Nicks\"&gt;Stevie Nicks&lt;/a&gt; turns into &lt;a href=\"Cartman\"&gt;Cartman&lt;/a&gt;\"\" version of \"&lt;a href=\"Dreams%20%28Fleetwood%20Mac%20song%29\"&gt;Dreams&lt;/a&gt;\". They had been introduced only minutes before because Robinson was on &lt;a href=\"The%20Office%20%28American%20TV%20series%29\"&gt;\"The Office\" (US)&lt;/a&gt; and Stevenson was on the original UK show.\nPersonal life.\nStevenson grew up in &lt;a href=\"Greenford\"&gt;Greenford&lt;/a&gt;, West London. Her father is originally from &lt;a href=\"Prestwick\"&gt;Prestwick&lt;/a&gt; in Scotland but moved to England as a teenager. Her grandmother is from &lt;a href=\"St.%20Andrews\"&gt;St. Andrews&lt;/a&gt;. Her partner Paul is also Scottish and frequently features in her stand-up shows as \"Scottish Boyfriend Explains A Hing\". She has a sister. Stevenson describes her parents' marriage as \"a mixed-class relationship\" because her father is from a wealthy Scottish-Presbyterian family and her mother is from a working-class &lt;a href=\"Welsh%20people\"&gt;Welsh&lt;/a&gt;-&lt;a href=\"Kale%20%28Welsh%20Roma%29\"&gt;Kale Romani&lt;/a&gt; family.\nHer father managed &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; in the 1980s. When she was a young child she met stars like &lt;a href=\"Annie%20Lennox\"&gt;Annie Lennox&lt;/a&gt; and &lt;a href=\"Freddie%20Mercury\"&gt;Freddie Mercury&lt;/a&gt; through her father's work at Wembley. Stevenson describes herself as \"not really impressed by anyone\" which she credits partly to meeting such stars frequently when she was very young and partly to becoming \"jaded and cynical\" when she saw many of her father's former friends disappearing from their lives after he had lost his job at Wembley. Very early on in her career, a manager told her to change her last name from \"Stevenson-Oake\" to just \"Stevenson\" because the double-barelled name made her sound \"&lt;a href=\"Social_class_in_the_United_Kingdom%23Upper_class\"&gt;posh&lt;/a&gt;\" while she was not posh.\nStevenson lives in North London with her partner and a cat."
}