{
    "id": "471487",
    "revid": "13157623",
    "url": "https://en.wikipedia.org/wiki?curid=471487",
    "title": "Cosmic distance ladder",
    "text": "The cosmic distance ladder (also known as the extragalactic distance scale) is the succession of methods by which &lt;a href=\"astronomer\"&gt;astronomer&lt;/a&gt;s determine the &lt;a href=\"distance\"&gt;distance&lt;/a&gt;s to celestial objects. A real \"direct\" distance measurement of an astronomical object is possible only for those objects that are \"close enough\" (within about a thousand &lt;a href=\"parsec\"&gt;parsec&lt;/a&gt;s) to Earth. The techniques for determining distances to more distant objects are all based on various measured correlations between methods that work at close distances and methods that work at larger distances. Several methods rely on a standard candle, which is an astronomical object that has a known &lt;a href=\"luminosity\"&gt;luminosity&lt;/a&gt;.\nThe ladder analogy arises because no single technique can measure distances at all ranges encountered in astronomy. Instead, one method can be used to measure nearby distances, a second can be used to measure nearby to intermediate distances, and so on. Each rung of the ladder provides information that can be used to determine the distances at the next higher rung.\nDirect measurement.\nAt the base of the ladder are \"fundamental\" distance measurements, in which distances are determined directly, with no physical assumptions about the nature of the object in question. The precise measurement of stellar positions is part of the discipline of &lt;a href=\"astrometry\"&gt;astrometry&lt;/a&gt;.\nAstronomical unit.\nDirect distance measurements are based upon the &lt;a href=\"astronomical%20unit\"&gt;astronomical unit&lt;/a&gt; (AU), which is defined as the mean distance between the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; and the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;.\n&lt;a href=\"Kepler%27s%20laws%20of%20planetary%20motion\"&gt;Kepler's laws&lt;/a&gt; provide precise &lt;a href=\"ratio\"&gt;ratio&lt;/a&gt;s of the sizes of the orbits of objects orbiting the Sun, but provides no measurement of the overall scale of the orbit system. &lt;a href=\"Radar\"&gt;Radar&lt;/a&gt; is used to measure the distance between the orbits of the Earth and of a second body. From that measurement and the ratio of the two orbit sizes, the size of Earth's orbit is calculated. The Earth's orbit is known with an absolute precision of a few meters and a relative precision of a few parts in 100 billion ().\nHistorically, observations of &lt;a href=\"Transit%20of%20Venus%23Scientific%20interest%20in%20transits\"&gt;transits of Venus&lt;/a&gt; were crucial in determining the AU; in the first half of the 20th century, observations of &lt;a href=\"asteroids\"&gt;asteroids&lt;/a&gt; were also important. Presently the orbit of Earth is determined with high precision using &lt;a href=\"radar\"&gt;radar&lt;/a&gt; measurements of distances to &lt;a href=\"Venus\"&gt;Venus&lt;/a&gt; and other nearby planets and asteroids, and by tracking interplanetary &lt;a href=\"spacecraft\"&gt;spacecraft&lt;/a&gt; in their orbits around the Sun through the &lt;a href=\"Solar%20System\"&gt;Solar System&lt;/a&gt;.\nParallax.\nThe most important fundamental distance measurements come from trigonometric &lt;a href=\"parallax\"&gt;parallax&lt;/a&gt;. As the Earth orbits the Sun, the position of nearby stars will appear to shift slightly against the more distant background. These shifts are angles in an isosceles &lt;a href=\"triangle\"&gt;triangle&lt;/a&gt;, with 2 &lt;a href=\"astronomical%20unit\"&gt;AU&lt;/a&gt; (the distance between the extreme positions of Earth's orbit around the Sun) making the base leg of the triangle and the distance to the star being the long equal length legs. The amount of shift is quite small, measuring 1 &lt;a href=\"Minute%20and%20second%20of%20arc\"&gt;arcsecond&lt;/a&gt; for an object at 1 &lt;a href=\"parsec\"&gt;parsec&lt;/a&gt;'s distance (3.26 &lt;a href=\"light-year\"&gt;light-year&lt;/a&gt;s) of the nearest stars, and thereafter decreasing in angular amount as the distance increases. Astronomers usually express distances in units of parsecs (parallax arcseconds); light-years are used in popular media.\nBecause parallax becomes smaller for a greater stellar distance, useful distances can be measured only for stars which are near enough to have a parallax larger than a few times the &lt;a href=\"Accuracy%20and%20precision\"&gt;precision&lt;/a&gt; of the measurement. In the 1990s, for example, the &lt;a href=\"Hipparcos\"&gt;Hipparcos&lt;/a&gt; mission obtained parallaxes for over a hundred thousand stars with a precision of about a &lt;a href=\"Minute%20of%20arc\"&gt;milliarcsecond&lt;/a&gt;, providing useful distances for stars out to a few hundred parsecs. The Hubble telescope &lt;a href=\"Wide%20Field%20Camera%203\"&gt;WFC3&lt;/a&gt; now has the potential to provide a precision of 20 to 40 \"micro\"arcseconds, enabling reliable distance measurements up to for small numbers of stars. In 2018, Data Release 2 from the &lt;a href=\"Gaia%20%28spacecraft%29\"&gt;Gaia&lt;/a&gt; space mission provides similarly accurate distances to most stars brighter than 15th magnitude.\nStars have a velocity relative to the Sun that causes &lt;a href=\"proper%20motion\"&gt;proper motion&lt;/a&gt; (transverse across the sky) and &lt;a href=\"radial%20velocity\"&gt;radial velocity&lt;/a&gt; (motion toward or away from the Sun). The former is determined by plotting the changing position of the stars over many years, while the latter comes from measuring the &lt;a href=\"Doppler%20shift\"&gt;Doppler shift&lt;/a&gt; of the star's spectrum caused by motion along the line of sight. For a group of stars with the same spectral class and a similar magnitude range, a mean parallax can be derived from &lt;a href=\"statistical%20analysis\"&gt;statistical analysis&lt;/a&gt; of the proper motions relative to their radial velocities. This &lt;a href=\"statistical%20parallax\"&gt;statistical parallax&lt;/a&gt; method is useful for measuring the distances of bright stars beyond 50 parsecs and giant &lt;a href=\"variable%20star\"&gt;variable star&lt;/a&gt;s, including &lt;a href=\"Cepheid%20variable\"&gt;Cepheids&lt;/a&gt; and the &lt;a href=\"RR%20Lyrae%20variable\"&gt;RR Lyrae variable&lt;/a&gt;s.\nThe motion of the Sun through space provides a longer baseline that will increase the accuracy of parallax measurements, known as &lt;a href=\"Stellar%20parallax\"&gt;secular parallax&lt;/a&gt;. For stars in the Milky Way disk, this corresponds to a mean baseline of 4 &lt;a href=\"astronomical%20unit\"&gt;AU&lt;/a&gt; per year, while for halo stars the baseline is 40 AU per year. After several decades, the baseline can be orders of magnitude greater than the Earth–Sun baseline used for traditional parallax. However, secular parallax introduces a higher level of uncertainty because the relative velocity of observed stars is an additional unknown. When applied to samples of multiple stars, the uncertainty can be reduced; the uncertainty is inversely proportional to the &lt;a href=\"square%20root\"&gt;square root&lt;/a&gt; of the sample size.\n&lt;a href=\"Parallax%23Dynamic%20or%20moving-cluster%20parallax\"&gt;Moving cluster parallax&lt;/a&gt; is a technique where the motions of individual stars in a nearby star cluster can be used to find the distance to the cluster. Only &lt;a href=\"open%20cluster\"&gt;open cluster&lt;/a&gt;s are near enough for this technique to be useful. In particular the distance obtained for the &lt;a href=\"Hyades%20%28star%20cluster%29\"&gt;Hyades&lt;/a&gt; has historically been an important step in the distance ladder.\nOther individual objects can have fundamental distance estimates made for them under special circumstances. If the expansion of a gas cloud, like a &lt;a href=\"supernova%20remnant\"&gt;supernova remnant&lt;/a&gt; or &lt;a href=\"planetary%20nebula\"&gt;planetary nebula&lt;/a&gt;, can be observed over time, then an \"expansion parallax\" distance to that cloud can be estimated. Those measurements however suffer from uncertainties in the deviation of the object from sphericity. &lt;a href=\"Binary%20star\"&gt;Binary star&lt;/a&gt;s which are both &lt;a href=\"Binary%20star%23Visual%20binaries\"&gt;visual&lt;/a&gt; and &lt;a href=\"Binary%20star%23Spectroscopic%20binaries\"&gt;spectroscopic&lt;/a&gt; binaries also can have their distance estimated by similar means, and don't suffer from the above geometric uncertainty. The common characteristic to these methods is that a measurement of angular motion is combined with a measurement of the absolute &lt;a href=\"velocity\"&gt;velocity&lt;/a&gt; (usually obtained via the &lt;a href=\"Doppler%20effect%23Astronomy\"&gt;Doppler effect&lt;/a&gt;). The distance estimate comes from computing how far the object must be to make its observed absolute velocity appear with the observed angular motion.\nExpansion parallaxes in particular can give fundamental distance estimates for objects that are very far, because supernova ejecta have large expansion velocities and large sizes (compared to stars). Further, they can be observed with radio &lt;a href=\"Interferometry\"&gt;interferometers&lt;/a&gt; which can measure very small angular motions. These combine to provide fundamental distance estimates to supernovae in other galaxies. Though valuable, such cases are quite rare, so they serve as important consistency checks on the distance ladder rather than workhorse steps by themselves.\nStandard candles.\nAlmost all astronomical objects used as physical distance indicators belong to a class that has a known brightness. By comparing this known &lt;a href=\"luminosity\"&gt;luminosity&lt;/a&gt; to an object's observed brightness, the distance to the object can be computed using the &lt;a href=\"inverse-square%20law\"&gt;inverse-square law&lt;/a&gt;. These objects of known brightness are termed standard candles, coined by &lt;a href=\"Henrietta%20Swan%20Leavitt\"&gt;Henrietta Swan Leavitt&lt;/a&gt;.\nThe brightness of an object can be expressed in terms of its &lt;a href=\"absolute%20magnitude\"&gt;absolute magnitude&lt;/a&gt;. This quantity is derived from the logarithm of its luminosity as seen from a distance of 10 &lt;a href=\"parsec\"&gt;parsec&lt;/a&gt;s. The &lt;a href=\"apparent%20magnitude\"&gt;apparent magnitude&lt;/a&gt;, the magnitude as seen by the observer (an instrument called a &lt;a href=\"bolometer\"&gt;bolometer&lt;/a&gt; is used), can be measured and used with the absolute magnitude to calculate the distance \"d\" to the object in parsecs as follows:\nor\nwhere \"m\" is the apparent magnitude, and \"M\" the absolute magnitude. For this to be accurate, both magnitudes must be in the same frequency band and there can be no relative motion in the radial direction.\nSome means of correcting for interstellar &lt;a href=\"Extinction%20%28astronomy%29\"&gt;extinction&lt;/a&gt;, which also makes objects appear fainter and more red, is needed, especially if the object lies within a dusty or gaseous region. The difference between an object's absolute and apparent magnitudes is called its &lt;a href=\"distance%20modulus\"&gt;distance modulus&lt;/a&gt;, and astronomical distances, especially intergalactic ones, are sometimes tabulated in this way.\nProblems.\nTwo problems exist for any class of standard candle. The principal one is &lt;a href=\"calibration\"&gt;calibration&lt;/a&gt;, that is the determination of exactly what the absolute magnitude of the candle is. This includes defining the class well enough that members can be recognized, and finding enough members of that class with well-known distances to allow their true absolute magnitude to be determined with enough accuracy. The second problem lies in recognizing members of the class, and not mistakenly using a standard candle calibration on an object which does not belong to the class. At extreme distances, which is where one most wishes to use a distance indicator, this recognition problem can be quite serious.\nA significant issue with standard candles is the recurring question of how standard they are. For example, all observations seem to indicate that &lt;a href=\"Type%20Ia%20supernova\"&gt;Type Ia supernova&lt;/a&gt;e that are of known distance have the same brightness (corrected by the shape of the light curve). The basis for this closeness in brightness is discussed below; however, the possibility exists that the distant Type Ia supernovae have different properties than nearby Type Ia supernovae. The use of Type Ia supernovae is crucial in determining the correct &lt;a href=\"Physical%20cosmology\"&gt;cosmological model&lt;/a&gt;. If indeed the properties of Type Ia supernovae are different at large distances, i.e. if the extrapolation of their calibration to arbitrary distances is not valid, ignoring this variation can dangerously bias the reconstruction of the cosmological parameters, in particular the reconstruction of the matter &lt;a href=\"Friedmann%20equations\"&gt;density parameter&lt;/a&gt;.\nThat this is not merely a philosophical issue can be seen from the history of distance measurements using &lt;a href=\"Cepheid%20variable\"&gt;Cepheid variable&lt;/a&gt;s. In the 1950s, &lt;a href=\"Walter%20Baade\"&gt;Walter Baade&lt;/a&gt; discovered that the nearby Cepheid variables used to calibrate the standard candle were of a different type than the ones used to measure distances to nearby galaxies. The nearby Cepheid variables were &lt;a href=\"Stellar%20population\"&gt;population I&lt;/a&gt; stars with much higher &lt;a href=\"metallicity\"&gt;metal&lt;/a&gt; content than the distant &lt;a href=\"Stellar%20population\"&gt;population II&lt;/a&gt; stars. As a result, the population II stars were actually much brighter than believed, and when corrected, this had the effect of doubling the distances to the globular clusters, the nearby galaxies, and the diameter of the &lt;a href=\"Milky%20Way\"&gt;Milky Way&lt;/a&gt;.\nStandard siren.\n&lt;a href=\"Gravitational%20wave\"&gt;Gravitational wave&lt;/a&gt;s originating from the &lt;a href=\"Orbital%20decay\"&gt;inspiral phase&lt;/a&gt; of compact binary systems, such as &lt;a href=\"neutron%20star\"&gt;neutron star&lt;/a&gt;s or &lt;a href=\"black%20hole\"&gt;black hole&lt;/a&gt;s, have the useful property that energy emitted as gravitational radiation comes exclusively from the &lt;a href=\"orbital%20energy\"&gt;orbital energy&lt;/a&gt; of the pair, and the resultant shrinking of their orbits is directly observable as an increase in the frequency of the emitted gravitational waves. To &lt;a href=\"leading%20order\"&gt;leading order&lt;/a&gt;, the &lt;a href=\"Time%20derivative\"&gt;rate of change&lt;/a&gt; of frequency formula_3 is given by\nwhere formula_5 is the &lt;a href=\"gravitational%20constant\"&gt;gravitational constant&lt;/a&gt;, formula_6 is the &lt;a href=\"speed%20of%20light\"&gt;speed of light&lt;/a&gt;, and formula_7 is a single (therefore computable) number called the &lt;a href=\"chirp%20mass\"&gt;chirp mass&lt;/a&gt; of the system, a combination of the masses formula_8 of the two objects\nBy observing the waveform, the chirp mass can be computed and thence the &lt;a href=\"Power%20%28physics%29\"&gt;power&lt;/a&gt; (rate of energy emission) of the gravitational waves. Thus, such a gravitational wave source is a standard siren of known loudness.\nJust as with standard candles, given the emitted and received amplitudes, the inverse-square law determines the distance to the source. There are some differences with standard candles, however. Gravitational waves are not emitted isotropically, but measuring the polarisation of the wave provides enough information to determine the angle of emission. Gravitational wave detectors also have anisotropic antenna patterns, so the position of the source on the sky relative to the detectors is needed to determine the angle of reception. Generally, if a wave is detected by a network of three detectors at different locations, the network will measure enough information to make these corrections and obtain the distance. Also unlike standard candles, gravitational waves need no calibration against other distance measures. The measurement of distance does of course require the calibration of the gravitational wave detectors, but then the distance is fundamentally given as a multiple of the wavelength of the laser light being used in the &lt;a href=\"Gravitational-wave%20observatory\"&gt;gravitational wave interferometer&lt;/a&gt;.\nThere are other considerations that limit the accuracy of this distance, besides detector calibration. Fortunately, gravitational waves are not subject to &lt;a href=\"Extinction%20%28astronomy%29\"&gt;extinction&lt;/a&gt; due to an intervening absorbing medium. But they \"are\" subject to &lt;a href=\"gravitational%20lens\"&gt;gravitational lens&lt;/a&gt;ing, in the same way as light. If a signal is &lt;a href=\"Strong%20gravitational%20lensing\"&gt;strongly lensed&lt;/a&gt;, then it might be received as multiple events, separated in time (the analogue of multiple images of a quasar, for example). Less easy to discern and control for is the effect of &lt;a href=\"Weak%20gravitational%20lensing\"&gt;weak lensing&lt;/a&gt;, where the signal's path through space is affected by many small magnification and demagnification events. This will be important for signals originating at cosmological &lt;a href=\"redshift\"&gt;redshift&lt;/a&gt;s greater than 1. Finally, it is difficult for detector networks to measure the polarization of a signal accurately if the binary system is observed nearly face-on; such signals suffer significantly larger errors in the distance measurement. Unfortunately, binaries radiate most strongly perpendicular to the orbital plane, so face-on signals are intrinsically stronger and the most commonly observed.\nIf the binary consists of a pair of neutron stars, their merger will be accompanied by a &lt;a href=\"kilonova\"&gt;kilonova&lt;/a&gt;/&lt;a href=\"hypernova\"&gt;hypernova&lt;/a&gt; explosion that may allow the position to be accurately identified by electromagnetic telescopes. In such cases, the redshift of the host galaxy allows a determination of the &lt;a href=\"Hubble%27s%20law\"&gt;Hubble constant&lt;/a&gt; formula_10. This was the case for &lt;a href=\"GW170817\"&gt;GW170817&lt;/a&gt;, which was used to make the first such measurement. Even if no electromagnetic counterpart can be identified for an ensemble of signals, it is possible to use a statistical method to infer the value of formula_10.\nStandard ruler.\nAnother class of physical distance indicator is the &lt;a href=\"standard%20ruler\"&gt;standard ruler&lt;/a&gt;. In 2008, galaxy diameters have been proposed as a possible standard ruler for cosmological parameter determination. More recently the physical scale imprinted by &lt;a href=\"baryon%20acoustic%20oscillations\"&gt;baryon acoustic oscillations&lt;/a&gt; (BAO) in the early universe has been used. \nIn the early universe (before &lt;a href=\"Recombination%20%28cosmology%29\"&gt;recombination&lt;/a&gt;) the baryons and photons scatter off each other, and form a tightly-coupled fluid that can support sound waves. The waves are sourced by primordial density perturbations, and travel at speed that can be predicted from the baryon density and other cosmological parameters. The total distance that these sound waves can travel before recombination determines a fixed scale, which simply expands with the universe after recombination. BAO therefore provide a standard ruler that can be measured in galaxy surveys from the effect of baryons on the clustering of galaxies. The method requires an extensive galaxy survey in order to make this scale visible, but has been measured with percent-level precision (see &lt;a href=\"baryon%20acoustic%20oscillations\"&gt;baryon acoustic oscillations&lt;/a&gt;). The scale does depend on cosmological parameters like the baryon and matter densities, and the number of neutrinos, so distances based on BAO are more dependent on cosmological model than those based on local measurements.\n&lt;a href=\"Light%20echo\"&gt;Light echo&lt;/a&gt;s can be also used as standard rulers, although it is challenging to correctly measure the source geometry.\nGalactic distance indicators.\nWith few exceptions, distances based on direct measurements are available only out to about a thousand parsecs, which is a modest portion of our own Galaxy. For distances beyond that, measures depend upon physical assumptions, that is, the assertion that one recognizes the object in question, and the class of objects is homogeneous enough that its members can be used for meaningful estimation of distance.\nPhysical distance indicators, used on progressively larger distance scales, include:\nMain sequence fitting.\nWhen the absolute magnitude for a group of stars is plotted against the &lt;a href=\"Stellar%20classification\"&gt;spectral classification&lt;/a&gt; of the star, in a &lt;a href=\"Hertzsprung%E2%80%93Russell%20diagram\"&gt;Hertzsprung–Russell diagram&lt;/a&gt;, evolutionary patterns are found that relate to the mass, age and composition of the star. In particular, during their hydrogen burning period, stars lie along a curve in the diagram called the &lt;a href=\"main%20sequence\"&gt;main sequence&lt;/a&gt;. By measuring these properties from a star's spectrum, the position of a main sequence star on the H–R diagram can be determined, and thereby the star's absolute magnitude estimated. A comparison of this value with the apparent magnitude allows the approximate distance to be determined, after correcting for interstellar &lt;a href=\"Extinction%20%28astronomy%29\"&gt;extinction&lt;/a&gt; of the luminosity because of gas and dust.\nIn a gravitationally-bound &lt;a href=\"star%20cluster\"&gt;star cluster&lt;/a&gt; such as the &lt;a href=\"Hyades%20%28star%20cluster%29\"&gt;Hyades&lt;/a&gt;, the stars formed at approximately the same age and lie at the same distance. This allows relatively accurate main sequence fitting, providing both age and distance determination.\nExtragalactic distance scale.\nThe extragalactic distance scale is a series of techniques used today by astronomers to determine the distance of cosmological bodies beyond our own galaxy, which are not easily obtained with traditional methods. Some procedures utilize properties of these objects, such as &lt;a href=\"star\"&gt;star&lt;/a&gt;s, &lt;a href=\"globular%20cluster\"&gt;globular cluster&lt;/a&gt;s, &lt;a href=\"nebula\"&gt;nebula&lt;/a&gt;e, and galaxies as a whole. Other methods are based more on the statistics and probabilities of things such as entire &lt;a href=\"galaxy%20cluster\"&gt;galaxy cluster&lt;/a&gt;s.\nWilson–Bappu effect.\nDiscovered in 1956 by &lt;a href=\"Olin%20Chaddock%20Wilson\"&gt;Olin Wilson&lt;/a&gt; and &lt;a href=\"Vainu%20Bappu\"&gt;M.K. Vainu Bappu&lt;/a&gt;, the &lt;a href=\"Wilson%E2%80%93Bappu%20effect\"&gt;Wilson–Bappu effect&lt;/a&gt; utilizes the effect known as &lt;a href=\"spectroscopic%20parallax\"&gt;spectroscopic parallax&lt;/a&gt;. Many stars have features in their &lt;a href=\"Astronomical%20spectroscopy\"&gt;spectra&lt;/a&gt;, such as the &lt;a href=\"Fraunhofer%20lines\"&gt;calcium K-line&lt;/a&gt;, that indicate their &lt;a href=\"absolute%20magnitude\"&gt;absolute magnitude&lt;/a&gt;. The distance to the star can then be calculated from its &lt;a href=\"apparent%20magnitude\"&gt;apparent magnitude&lt;/a&gt; using the &lt;a href=\"distance%20modulus\"&gt;distance modulus&lt;/a&gt;.\nThere are major limitations to this method for finding stellar distances. The calibration of the spectral line strengths has limited accuracy and it requires a correction for &lt;a href=\"interstellar%20extinction\"&gt;interstellar extinction&lt;/a&gt;. Though in theory this method has the ability to provide reliable distance calculations to stars up to 7 megaparsecs (Mpc), it is generally only used for stars at hundreds of kiloparsecs (kpc).\nClassical Cepheids.\nBeyond the reach of the &lt;a href=\"Wilson%E2%80%93Bappu%20effect\"&gt;Wilson–Bappu effect&lt;/a&gt;, the next method relies on the &lt;a href=\"period-luminosity%20relation\"&gt;period-luminosity relation&lt;/a&gt; of classical &lt;a href=\"Cepheid%20variable\"&gt;Cepheid variable&lt;/a&gt; stars. The following relation can be used to calculate the distance to Galactic and extragalactic classical Cepheids:\nSeveral problems complicate the use of Cepheids as standard candles and are actively debated, chief among them are: the nature and linearity of the period-luminosity relation in various passbands and the impact of metallicity on both the zero-point and slope of those relations, and the effects of photometric contamination (blending) and a changing (typically unknown) extinction law on Cepheid distances.\nThese unresolved matters have resulted in cited values for the &lt;a href=\"Hubble%27s%20law\"&gt;Hubble constant&lt;/a&gt; ranging between 60 km/s/Mpc and 80 km/s/Mpc. Resolving this discrepancy is one of the foremost problems in astronomy since some cosmological parameters of the Universe may be constrained significantly better by supplying a precise value of the Hubble constant.\nCepheid variable stars were the key instrument in Edwin Hubble's 1923 conclusion that &lt;a href=\"Andromeda%20Galaxy\"&gt;M31&lt;/a&gt; (Andromeda) was an external galaxy, as opposed to a smaller nebula within the &lt;a href=\"Milky%20Way\"&gt;Milky Way&lt;/a&gt;. He was able to calculate the distance of M31 to 285 Kpc, today's value being 770 Kpc.\nAs detected thus far, NGC 3370, a spiral galaxy in the constellation Leo, contains the farthest Cepheids yet found at a distance of 29 Mpc. Cepheid variable stars are in no way perfect distance markers: at nearby galaxies they have an error of about 7% and up to a 15% error for the most distant.\nSupernovae.\nThere are several different methods for which &lt;a href=\"supernova\"&gt;supernova&lt;/a&gt;e can be used to measure extragalactic distances.\nMeasuring a supernova's photosphere.\nWe can assume that a supernova expands in a spherically symmetric manner. If the supernova is close enough such that we can measure the angular extent, \"θ\"(\"t\"), of its &lt;a href=\"photosphere\"&gt;photosphere&lt;/a&gt;, we can use the equation\nwhere \"ω\" is angular velocity, \"θ\" is angular extent. In order to get an accurate measurement, it is necessary to make two observations separated by time Δ\"t\". Subsequently, we can use\nwhere d is the distance to the supernova, \"Vej\" is the supernova's ejecta's radial velocity (it can be assumed that \"Vej\" equals \"Vθ\" if spherically symmetric).\nThis method works only if the supernova is close enough to be able to measure accurately the photosphere. Similarly, the expanding shell of gas is in fact not perfectly spherical nor a perfect blackbody. Also interstellar extinction can hinder the accurate measurements of the photosphere. This problem is further exacerbated by core-collapse supernova. All of these factors contribute to the distance error of up to 25%.\nType Ia light curves.\n&lt;a href=\"Type%20Ia%20supernovae\"&gt;Type Ia supernovae&lt;/a&gt; are some of the best ways to determine extragalactic distances. Ia's occur when a binary white dwarf star begins to accrete matter from its companion star. As the white dwarf gains matter, eventually it reaches its &lt;a href=\"Chandrasekhar%20limit\"&gt;Chandrasekhar limit&lt;/a&gt; of formula_16.\nOnce reached, the star becomes unstable and undergoes a runaway nuclear fusion reaction. Because all Type Ia supernovae explode at about the same mass, their absolute magnitudes are all the same. This makes them very useful as standard candles. All Type Ia supernovae have a standard blue and visual magnitude of\nTherefore, when observing a Type Ia supernova, if it is possible to determine what its peak magnitude was, then its distance can be calculated. It is not intrinsically necessary to capture the supernova directly at its peak magnitude; using the multicolor light curve shape method (MLCS), the shape of the light curve (taken at any reasonable time after the initial explosion) is compared to a family of parameterized curves that will determine the absolute magnitude at the maximum brightness. This method also takes into effect interstellar extinction/dimming from dust and gas.\nSimilarly, the stretch method fits the particular supernovae magnitude light curves to a template light curve. This template, as opposed to being several light curves at different wavelengths (MLCS) is just a single light curve that has been stretched (or compressed) in time. By using this \"Stretch Factor\", the peak magnitude can be determined.\nUsing Type Ia supernovae is one of the most accurate methods, particularly since supernova explosions can be visible at great distances (their luminosities rival that of the galaxy in which they are situated), much farther than Cepheid Variables (500 times farther). Much time has been devoted to the refining of this method. The current uncertainty approaches a mere 5%, corresponding to an uncertainty of just 0.1 magnitudes.\nNovae in distance determinations.\n&lt;a href=\"Nova\"&gt;Nova&lt;/a&gt;e can be used in much the same way as supernovae to derive extragalactic distances. There is a direct relation between a nova's max magnitude and the time for its visible light to decline by two magnitudes. This relation is shown to be:\nWhere formula_19 is the time derivative of the nova's mag, describing the average rate of decline over the first 2 magnitudes.\nAfter novae fade, they are about as bright as the most luminous Cepheid variable stars, therefore both these techniques have about the same max distance: ~ 20 Mpc. The error in this method produces an uncertainty in magnitude of about ±0.4\nGlobular cluster luminosity function.\nBased on the method of comparing the luminosities of globular clusters (located in galactic halos) from distant galaxies to that of the &lt;a href=\"Virgo%20Cluster\"&gt;Virgo Cluster&lt;/a&gt;, the &lt;a href=\"globular%20cluster%20luminosity%20function\"&gt;globular cluster luminosity function&lt;/a&gt; carries an uncertainty of distance of about 20% (or 0.4 magnitudes).\nUS astronomer William Alvin Baum first attempted to use globular clusters to measure distant elliptical galaxies. He compared the brightest globular clusters in Virgo A galaxy with those in Andromeda, assuming the luminosities of the clusters were the same in both. Knowing the distance to Andromeda, Baum has assumed a direct correlation and estimated Virgo A's distance.\nBaum used just a single globular cluster, but individual formations are often poor standard candles. Canadian astronomer &lt;a href=\"Ren%C3%A9%20Racine\"&gt;René Racine&lt;/a&gt; assumed the use of the globular cluster luminosity function (GCLF) would lead to a better approximation. The number of globular clusters as a function of magnitude is given by:\nwhere \"m\"0 is the turnover magnitude, \"M\"0 is the magnitude of the Virgo cluster, and sigma is the dispersion ~ 1.4 mag.\nIt is important to remember that it is assumed that globular clusters all have roughly the same luminosities within the &lt;a href=\"universe\"&gt;universe&lt;/a&gt;. There is no universal globular cluster luminosity function that applies to all galaxies.\nPlanetary nebula luminosity function.\nLike the GCLF method, a similar numerical analysis can be used for &lt;a href=\"planetary%20nebula\"&gt;planetary nebula&lt;/a&gt;e (note the use of more than one!) within far off galaxies. The &lt;a href=\"planetary%20nebula%20luminosity%20function\"&gt;planetary nebula luminosity function&lt;/a&gt; (PNLF) was first proposed in the late 1970s by Holland Cole and David Jenner. They suggested that all planetary nebulae might all have similar maximum intrinsic brightness, now calculated to be M = −4.53. This would therefore make them potential standard candles for determining extragalactic distances.\nAstronomer George Howard Jacoby and his colleagues later proposed that the PNLF function equaled:\nWhere N(M) is number of planetary nebula, having absolute magnitude M. M* is equal to the nebula with the brightest magnitude.\nSurface brightness fluctuation method.\nThe following method deals with the overall inherent properties of galaxies. These methods, though with varying error percentages, have the ability to make distance estimates beyond 100 Mpc, though it is usually applied more locally.\nThe &lt;a href=\"surface%20brightness%20fluctuation\"&gt;surface brightness fluctuation&lt;/a&gt; (SBF) method takes advantage of the use of &lt;a href=\"Charge-coupled%20device\"&gt;CCD&lt;/a&gt; cameras on telescopes. Because of spatial fluctuations in a galaxy's surface brightness, some pixels on these cameras will pick up more stars than others. However, as distance increases the picture will become increasingly smoother. Analysis of this describes a magnitude of the pixel-to-pixel variation, which is directly related to a galaxy's distance.\nSigma-D relation.\nThe &lt;a href=\"Sigma-D%20relation\"&gt;Sigma-D relation&lt;/a&gt; (or Σ-D relation), used in &lt;a href=\"elliptical%20galaxy\"&gt;elliptical galaxies&lt;/a&gt;, relates the angular diameter (D) of the galaxy to its &lt;a href=\"velocity%20dispersion\"&gt;velocity dispersion&lt;/a&gt;. It is important to describe exactly what D represents, in order to understand this method. It is, more precisely, the galaxy's angular diameter out to the &lt;a href=\"surface%20brightness\"&gt;surface brightness&lt;/a&gt; level of 20.75 B-mag arcsec−2. This surface brightness is independent of the galaxy's actual distance from us. Instead, D is inversely proportional to the galaxy's distance, represented as d. Thus, this relation does not employ standard candles. Rather, D provides a &lt;a href=\"standard%20ruler\"&gt;standard ruler&lt;/a&gt;. This relation between D and Σ is\nwhere C is a constant which depends on the distance to the galaxy clusters.\nThis method has the potential to become one of the strongest methods of galactic distance calculators, perhaps exceeding the range of even the Tully–Fisher method. As of today, however, elliptical galaxies are not bright enough to provide a calibration for this method through the use of techniques such as Cepheids. Instead, calibration is done using more crude methods.\nOverlap and scaling.\nA succession of distance indicators, which is the distance ladder, is needed for determining distances to other galaxies. The reason is that objects bright enough to be recognized and measured at such distances are so rare that few or none are present nearby, so there are too few examples close enough with reliable trigonometric parallax to calibrate the indicator. For example, Cepheid variables, one of the best indicators for nearby &lt;a href=\"Spiral%20galaxy\"&gt;spiral galaxies&lt;/a&gt;, cannot yet be satisfactorily calibrated by parallax alone, though the Gaia space mission can now weigh in on that specific problem. The situation is further complicated by the fact that different stellar populations generally do not have all types of stars in them. Cepheids in particular are massive stars, with short lifetimes, so they will only be found in places where stars have very recently been formed. Consequently, because &lt;a href=\"Elliptical%20galaxy\"&gt;elliptical galaxies&lt;/a&gt; usually have long ceased to have large-scale star formation, they will not have Cepheids. Instead, distance indicators whose origins are in an older stellar population (like novae and RR Lyrae variables) must be used. However, RR Lyrae variables are less luminous than Cepheids, and novae are unpredictable and an intensive monitoring program—and luck during that program—is needed to gather enough novae in the target galaxy for a good distance estimate.\nBecause the more distant steps of the cosmic distance ladder depend upon the nearer ones, the more distant steps include the effects of &lt;a href=\"error\"&gt;error&lt;/a&gt;s in the nearer steps, both systematic and statistical ones. The result of these &lt;a href=\"propagation%20of%20uncertainty\"&gt;propagating errors&lt;/a&gt; means that distances in astronomy are rarely known to the same level of precision as measurements in the other sciences, and that the precision necessarily is poorer for more distant types of object.\nAnother concern, especially for the very brightest standard candles, is their \"standardness\": how homogeneous the objects are in their true absolute magnitude. For some of these different standard candles, the homogeneity is based on theories about the &lt;a href=\"star%20formation\"&gt;formation&lt;/a&gt; and &lt;a href=\"stellar%20evolution\"&gt;evolution&lt;/a&gt; of stars and galaxies, and is thus also subject to uncertainties in those aspects. For the most luminous of distance indicators, the Type Ia supernovae, this homogeneity is known to be poor; however, no other class of object is bright enough to be detected at such large distances, so the class is useful simply because there is no real alternative.\nThe observational result of Hubble's Law, the &lt;a href=\"proportionality%20%28mathematics%29\"&gt;proportional&lt;/a&gt; relationship between distance and the speed with which a galaxy is moving away from us (usually referred to as &lt;a href=\"redshift\"&gt;redshift&lt;/a&gt;) is a product of the cosmic distance ladder. &lt;a href=\"Edwin%20Hubble\"&gt;Edwin Hubble&lt;/a&gt; observed that fainter galaxies are more redshifted. Finding the value of the Hubble constant was the result of decades of work by many astronomers, both in amassing the measurements of galaxy redshifts and in calibrating the steps of the distance ladder. Hubble's Law is the primary means we have for estimating the distances of &lt;a href=\"quasar\"&gt;quasar&lt;/a&gt;s and distant galaxies in which individual distance indicators cannot be seen."
}