{
    "id": "4720375",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=4720375",
    "title": "Stanley Pontlarge",
    "text": "Stanley Pontlarge is a &lt;a href=\"hamlet%20%28place%29\"&gt;hamlet&lt;/a&gt; in &lt;a href=\"Gloucestershire\"&gt;Gloucestershire&lt;/a&gt;, within the civil parish of &lt;a href=\"Prescott%2C%20Gloucestershire\"&gt;Prescott&lt;/a&gt; and the ecclesiastical parish of &lt;a href=\"Winchcombe\"&gt;Winchcombe&lt;/a&gt;. Stanley Pontlarge lies on the steep northern escarpment of the Cotswolds. The steep hillsides can appear bleak, but offer a superb view northwards to the &lt;a href=\"Vale%20of%20Evesham\"&gt;Vale of Evesham&lt;/a&gt;. The &lt;a href=\"Gloucestershire%20Warwickshire%20Railway\"&gt;Gloucestershire Warwickshire Railway&lt;/a&gt; is a prominent feature of the landscape.\nHistory.\nThe hamlet was mentioned in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;, when it was referred to \nas \"Stanlege\".\nIn 1310 Stanley Pontlarge became part of the parish of &lt;a href=\"Toddington%2C%20Gloucestershire\"&gt;Toddington&lt;/a&gt;. In 1386 the parish became a possession of &lt;a href=\"Hailes%20Abbey\"&gt;Hailes Abbey&lt;/a&gt;, but when the abbey was &lt;a href=\"Dissolution%20of%20the%20Monasteries\"&gt;dissolved&lt;/a&gt; in 1539 the parish of Toddington with Stanley Pontlarge became a normal parish with a vicar. In 1866 Stanley Pontlarge became a separate civil parish, but in 1935 the civil parish was abolished and absorbed into the civil parish of Prescott.\nChurch.\nThe hamlet has a small &lt;a href=\"Church%20%28building%29\"&gt;church&lt;/a&gt;, whose original dedication is unknown. The church was probably built by Roger Little, who in about 1175 had married Margery, the daughter of &lt;a href=\"Baron%20Sudeley\"&gt;John de Sudeley&lt;/a&gt;, and built the adjacent moated manor house. The original Norman structure was &lt;a href=\"Victorian%20restoration\"&gt;heavily restored&lt;/a&gt; by Thomas Collins in 1860-61. The chancel was rebuilt. The church is noted for its Late Norman north door, with chevron mouldings, and a Norman chancel arch, leaning outwards, also with chevron moulding. The nave roof was rebuilt in 1923-4 by Sir Philip Stott. The font is a Norman bowl, remodelled into an octagonal shape in the 14th century. Most of the furnishings in the church date to the 1860-1 restoration. By agreement among the parishioners, graves in the churchyard are not marked by headstones. A guide to the location of burials is provided within the church. \nThe Cottage.\nThe Cottage is 14th century in origin, probably built as a priest's house by Hailes Abbey after 1387, when the abbey was granted the living of Toddington and Stanley Pontlarge. Massive cruck trusses survive in the attic. The exterior of the house is 16th century in appearance, although the windows may date to the restoration by Thomas Collins in 1873. The Cottage was bought in 1921 by Lionel Rolt, and became the home of the writers &lt;a href=\"Tom%20Rolt\"&gt;Tom&lt;/a&gt; and &lt;a href=\"Sonia%20Rolt\"&gt;Sonia Rolt&lt;/a&gt; in the 1950s. The house, and life in the surrounding countryside, are described in detail in Rolt's two volumes of autobiography \"Landscape with machines\" and \"Landscape with figures\". Tom Rolt is buried in the churchyard.\nA variety of ugly agricultural structures and overhead wires were removed by the &lt;a href=\"Landmark%20Trust\"&gt;Landmark Trust&lt;/a&gt; in the 1970s.\nFurther reading.\nD. Verey &amp; A. Brooks. 2002. \"The Buildings of England. Gloucestershire 2\". London: Yale University Press."
}