{
    "id": "4723941",
    "revid": "30607451",
    "url": "https://en.wikipedia.org/wiki?curid=4723941",
    "title": "Bob Arbogast",
    "text": "Robert \"Bob\" Arbogast (April 1, 1927 – March 21, 2009) was an American radio broadcaster, voice actor, and television host.\nEarly life and education.\nBob was born in &lt;a href=\"Bellingham%2C%20Washington\"&gt;Bellingham, Washington&lt;/a&gt;, the only child of Lewis, a champion &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; player, &lt;a href=\"stockbroker\"&gt;stockbroker&lt;/a&gt;, &lt;a href=\"World%20War%20I\"&gt;World War One&lt;/a&gt; veteran under an assumed name, and &lt;a href=\"World%20War%20II\"&gt;World War Two&lt;/a&gt; &lt;a href=\"Coast%20guard\"&gt;Coast Guard&lt;/a&gt; volunteer and Christine Arbogast, a champion tennis player. Bob attended &lt;a href=\"John%20Marshall%20High%20School%20%28Los%20Angeles%29\"&gt;John Marshall High School&lt;/a&gt; in Los Angeles where he was on the league-champion tennis team and was graduated in 1944. Upon graduation, he enlisted in the &lt;a href=\"United%20States%20Navy\"&gt;navy&lt;/a&gt;. His unit was awarded the &lt;a href=\"Presidential%20Unit%20Citation%20%28United%20States%29\"&gt;Presidential Unit Citation&lt;/a&gt; and Bronze Star for bravery for a multi-ship raid into &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt;. He was demoted from Signalman 3rd class to Seaman 1st class when his &lt;a href=\"commanding%20officer\"&gt;commanding officer&lt;/a&gt; told him to hop to it and Bob proceeded to jump up and down on the deck of the &lt;a href=\"USS%20Brush\"&gt;USS Brush&lt;/a&gt;. At the train station in &lt;a href=\"Atwater%20Village\"&gt;Atwater Village&lt;/a&gt; (&lt;a href=\"Glendale%2C%20California\"&gt;Glendale&lt;/a&gt;), upon his return from the South &lt;a href=\"Pacific%20War\"&gt;Pacific theater&lt;/a&gt;, he saw the coffins of many of his classmates from Marshall High who had died, and did not live to see a world without war. When the war ended, he attended &lt;a href=\"Los%20Angeles%20City%20College\"&gt;Los Angeles City College&lt;/a&gt; and then the &lt;a href=\"University%20of%20Arizona\"&gt;University of Arizona&lt;/a&gt; on the &lt;a href=\"GI%20bill\"&gt;GI bill&lt;/a&gt;. A radio program director from &lt;a href=\"WHB\"&gt;WHB&lt;/a&gt; in &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City&lt;/a&gt; heard Arbogast's nighttime show on the university's radio station and hired him immediately.\nCareer.\nBob went to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;'s &lt;a href=\"WMAQ%20%28AM%29\"&gt;WMAQ&lt;/a&gt; where he worked with Pete Robinson from 1951 to 1953 (using as a theme song a charming version of \"&lt;a href=\"Sicily\"&gt;Sicilian&lt;/a&gt; &lt;a href=\"Tarantella\"&gt;Tarantella&lt;/a&gt;\" played on an &lt;a href=\"ocarina\"&gt;ocarina&lt;/a&gt;) before moving to Los Angeles for a time, then returning to &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; where he worked at WEAW in &lt;a href=\"Evanston%2C%20Illinois\"&gt;Evanston, Illinois&lt;/a&gt;. Then he went to &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; where he wrote for two shows, one featuring &lt;a href=\"Tom%20Poston\"&gt;Tom Poston&lt;/a&gt; and another &lt;a href=\"Peter%20Marshall%20%28entertainer%29\"&gt;Peter Marshall&lt;/a&gt;. Then he worked at &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;'s &lt;a href=\"KSFO\"&gt;KSFO&lt;/a&gt; and &lt;a href=\"KFRC%20%28defunct%29\"&gt;KFRC&lt;/a&gt;. He later worked at many stations in Los Angeles including &lt;a href=\"KMPC\"&gt;KMPC&lt;/a&gt; from 1962 to 1967, &lt;a href=\"KLAC\"&gt;KLAC&lt;/a&gt; in 1967, &lt;a href=\"KFI\"&gt;KFI&lt;/a&gt; in 1968, and KGBS in 1969.\nAt KMPC, he wrote for &lt;a href=\"Dick%20Whittinghill\"&gt;Dick Whittinghill&lt;/a&gt; and &lt;a href=\"Gary%20Owens\"&gt;Gary Owens&lt;/a&gt;, and he wrote with and was the partner of &lt;a href=\"Jack%20Margolis\"&gt;Jack Margolis&lt;/a&gt; at KLAC and KGBS. Their radio talk show at KLAC had the highest rating of any radio program in LA history up until that time (and perhaps still), with a 14.5 percent share of the audience. Due to a concentrated letter-writing campaign, they were fired for their objection to the Vietnam war and their pro-choice stance. They may have been among the last fired due to the McCarthy dealings of the 1950s. The pair also hosted a TV show on &lt;a href=\"KTTV\"&gt;KTTV&lt;/a&gt; for a while.\nArbogast created the Question Man in Kansas City in 1951 and used it on the Poston Show in NY. It was later a feature on \"&lt;a href=\"The%20Steve%20Allen%20Show\"&gt;The Steve Allen Show&lt;/a&gt;\", to the surprise of Bob and Steve - as Allen acknowledged in his book, \"The Question Man\". The concept lived on in &lt;a href=\"Johnny%20Carson\"&gt;Johnny Carson&lt;/a&gt;'s &lt;a href=\"Carnac%20the%20Magnificent\"&gt;Carnac the Magnificent&lt;/a&gt; and \"&lt;a href=\"Jeopardy%21\"&gt;Jeopardy!&lt;/a&gt;\".\nIn 1958, Arbogast teamed with &lt;a href=\"Stanley%20Ralph%20Ross\"&gt;Stanley Ralph Ross&lt;/a&gt; to write and perform the hit 45 rpm single \"Chaos, Parts 1 and 2,\" which when it came out (on &lt;a href=\"Liberty%20Records\"&gt;Liberty Records&lt;/a&gt; #55197), sold 10,000 copies in three days, and then was banned from radio play on the fourth day - when stations realized that it satirized \"Top 40\" radio. &lt;a href=\"Dr.%20Demento\"&gt;Dr. Demento&lt;/a&gt; has kept \"Chaos\" alive. In addition, they co-wrote the album of parody songs titled \"My Son, the Copycat\" (a take on &lt;a href=\"Allan%20Sherman\"&gt;Allan Sherman&lt;/a&gt;'s albums) and the book \"Speak When You Hear the Beep\".\nArbogast had numerous screen credits for cartoons and commercials and had appeared on television shows and in movies. He did frequent uncredited voiceovers for \"Sesame Street\" segments. He was the voice for the original \"What would you do for a &lt;a href=\"Klondike%20Bar\"&gt;Klondike Bar&lt;/a&gt;?\" advertising campaign and of the animated Granny Goose for the Granny Goose potato chip campaign (What is Granny's secret? I won't say...\") Among hundreds, Arbogast is perhaps most famous for his voicings of General G.I. Brassbottom, Noodles Romanoff, and Ma Ramjet in the &lt;a href=\"Roger%20Ramjet\"&gt;Roger Ramjet&lt;/a&gt; cartoon, Jack Wheeler in the Hot Wheels cartoon, and Snogs on the Hanna-Barbera animated series \"&lt;a href=\"Monchhichis\"&gt;Monchhichis&lt;/a&gt;\". He also voiced several characters in the Hanna-Barbera series \"&lt;a href=\"The%20Jetsons\"&gt;The Jetsons&lt;/a&gt;\". Not to be forgotten were Arbo's stylings of Barry Bear and Drummy Drummer, popular seventies pull-string toys - \"I'm Barry Bear, like to meet my paw?\" \"I'm Drummy Drummer. I went to school at the school of hard knocks.\" - and his renditions of hamburgers in early McDonald's commercials. While in elementary school at Franklin Avenue in Los Angeles, his son John was scolded when asked by his teacher, Mrs. Horowitz, what his father does for a living. John replied, \"he is a bear.\" Refusing to recant, a meeting with the teacher, principal, and Bob resulted in free hot dogs on \"Hot Dog Wednesday\" for John for a year. John also has many voices still running on Sesame Street. In 1966 he appeared in the campy horror film \"Batwoman\".\nOne of his most popular bits was his portrayal of little old lady Emily Norton for KMPC.\nAmong his many TV and radio commercial partners were &lt;a href=\"Pat%20Harrington%2C%20Sr.\"&gt;Pat Harrington&lt;/a&gt;, &lt;a href=\"Harry%20Morgan\"&gt;Harry Morgan&lt;/a&gt;, &lt;a href=\"Doris%20Roberts\"&gt;Doris Roberts&lt;/a&gt;, &lt;a href=\"Joan%20Gerber\"&gt;Joan Gerber&lt;/a&gt;, &lt;a href=\"Edie%20McClurg\"&gt;Edie McClurg&lt;/a&gt;, &lt;a href=\"Bob%20Elliott%20%28baseball%29\"&gt;Bob Elliott&lt;/a&gt;, &lt;a href=\"Albert%20Brooks\"&gt;Albert Brooks&lt;/a&gt;, &lt;a href=\"Shelley%20Berman\"&gt;Shelley Berman&lt;/a&gt;, &lt;a href=\"Tim%20Conway\"&gt;Tim Conway&lt;/a&gt;, &lt;a href=\"Lorenzo%20Music\"&gt;Lorenzo Music&lt;/a&gt;, Gene Moss and &lt;a href=\"Casey%20Kasem\"&gt;Casey Kasem&lt;/a&gt;.\nArbogast won an &lt;a href=\"Emmy\"&gt;Emmy&lt;/a&gt; as a writer for Stars of Jazz in 1958 and a &lt;a href=\"Clio\"&gt;Clio&lt;/a&gt; in the '70's, for the &lt;a href=\"Highland%20Appliance\"&gt;Highland Appliance&lt;/a&gt; Co. of Detroit. He wrote for \"&lt;a href=\"Sesame%20Street\"&gt;Sesame Street&lt;/a&gt;\" and \"The Pat Paulsen Show\". He also has the dubious distinction of writing for the shortest-lived television show ever, \"&lt;a href=\"Turn-On\"&gt;Turn-On&lt;/a&gt;\", which was canceled after one night because it satirized, among others, the Pope. He co-starred (had two lines and 6 minutes on camera) with &lt;a href=\"Timothy%20Hutton\"&gt;Timothy Hutton&lt;/a&gt; and &lt;a href=\"Sean%20Penn\"&gt;Sean Penn&lt;/a&gt; in the motion picture \"&lt;a href=\"The%20Falcon%20and%20the%20Snowman\"&gt;The Falcon and the Snowman&lt;/a&gt;\" and he drove the bus in \"Linda Lovelace for President\".\nArbogast was a jazz aficionado, &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt; and &lt;a href=\"UCLA%20Bruins\"&gt;UCLA Bruins&lt;/a&gt; fan, and animal lover. He and his wife, Jan, lived in &lt;a href=\"Mariposa%2C%20California\"&gt;Mariposa, California&lt;/a&gt;, tending to their garden, caring for their pets, and the pleasures of the &lt;a href=\"internet\"&gt;internet&lt;/a&gt;, &lt;a href=\"satellite%20radio\"&gt;satellite radio&lt;/a&gt; and &lt;a href=\"television\"&gt;television&lt;/a&gt;. With his previous wife, Joanna, he raised a daughter and three sons. His oldest son &lt;a href=\"Pete%20Arbogast\"&gt;Peter&lt;/a&gt; is the radio voice of &lt;a href=\"USC%20Trojan%20football\"&gt;USC Trojan football&lt;/a&gt;. His middle son John is a &lt;a href=\"University%20of%20Southern%20California\"&gt;USC&lt;/a&gt; honors grad, a decorated Coast Guard officer, retired Los Angeles city park ranger, history teacher, city champion pole vault coach and assistant track and field coach at &lt;a href=\"John%20Marshall%20High%20School%20%28Los%20Angeles%2C%20California%29\"&gt;John Marshall High School&lt;/a&gt;. His youngest son Jerry is a UCLA graduate and a retired physical education teacher and tennis coach in the Los Angeles Unified School District. His daughter Paula retired in June 2006 from her position as a teachers' union representative. With his first wife, Tobi, he had a son, Robert Jr. (Ted), an accomplished musical director and band leader, and the technology coordinator for Terlingua High School in Texas. Bob is also survived by six grandchildren and six great-grandchildren."
}