{
    "id": "47245515",
    "revid": "32206216",
    "url": "https://en.wikipedia.org/wiki?curid=47245515",
    "title": "Vincent McNamara",
    "text": "Vincent McNamara (11 April 1891 – 29 November 1915) was a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who represented . He died at &lt;a href=\"Suvla%20Bay\"&gt;Suvla Bay&lt;/a&gt;, &lt;a href=\"Gallipoli\"&gt;Gallipoli&lt;/a&gt;, Ottoman Turkey, during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;.\nEarly life.\nVincent McNamara was born in &lt;a href=\"Blackrock%2C%20County%20Cork\"&gt;Blackrock, County Cork&lt;/a&gt;, one of the seven children of Patrick and Margaret McNamara to have survived infancy. He went to school at Christian Brother's College in Cork from 1904 to 1911, and then studied engineering at University College Cork.\nRugby career.\nAfter playing in his school's first XV, McNamara went up to &lt;a href=\"University%20College%20Cork\"&gt;University College Cork&lt;/a&gt; (UCC) where he played in 67 matches for the university, winning 44, drawing 9, and losing 14. McNamara was selected to play three games at scrum half for . His debut came in the &lt;a href=\"1914%20Five%20Nations%20Championship\"&gt;1914 Five Nations Championship&lt;/a&gt;, away to for the second of Ireland's games in the tournament, at Twickenham on 14 February. He was one of three players to debut for Ireland that day. The next game was against , at home on 28 February. Making his debut that day at fly half was Henry Walter Jack, McNamara's half-back partner at UCC and &lt;a href=\"Munster%20Rugby\"&gt;Munster&lt;/a&gt;, the pair known as \"Macky and Jacky\". Ireland won the game two tries to nil, with McNamara scoring one of the tries.\nThe last of McNamara's international appearances was against on 14 March 1914 at &lt;a href=\"Balmoral%20Showgrounds\"&gt;Balmoral Showgrounds&lt;/a&gt; in Belfast. Reputedly the most violent rugby match in history between Ireland and Wales, it came to be known as the \"Balmoral Brawl\", with the Scottish referee, J Tulloch, allowing the fighting to continue through the game. The game was played in heavy rain, making it difficult to handle the ball. Ireland scored a try in the first three minutes to take the lead. The Welsh equalised before half time and in the second half scored a further two tries, one converted. Wales won 3–11 and its pack was rewarded by Irish critics with the nickname 'The Terrible Eight'. Meanwhile, the Welsh press reported: \"In the concluding stages there was a slight tendency of rough play on the part of the Irish forwards.\nMilitary service and death.\nMcNamara was studying engineering at UCC at the outbreak of the First World War, and being a cadet in the &lt;a href=\"Officers%20Training%20Corps\"&gt;Officers Training Corps&lt;/a&gt;, he was commissioned &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; in the &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt; on 20 January 1915.\nOn 29 November 1915, after McNamara had detonated a charge under the mines which Turkish forces were using to deploy tear gas against them, he went down to investigate. However, he went before the gas had dispersed and was killed by it."
}