{
    "id": "47240871",
    "revid": "39191556",
    "url": "https://en.wikipedia.org/wiki?curid=47240871",
    "title": "Arizona Tenants Advocates",
    "text": "Arizona Tenants Advocates (ATA) is a &lt;a href=\"non-profit\"&gt;non-profit&lt;/a&gt; renters' &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; and &lt;a href=\"tenants\"&gt;tenants&lt;/a&gt;' rights organization located in &lt;a href=\"Tempe%2C%20Arizona\"&gt;Tempe, Arizona&lt;/a&gt;. It was founded in 2001 by &lt;a href=\"Kenneth%20A.%20Volk\"&gt;Kenneth A. Volk&lt;/a&gt;, a prominent Arizona tenants' rights advocate.\nCurrent activity.\nATA as it exists today primarily helps tenants legally terminate their &lt;a href=\"leases\"&gt;leases&lt;/a&gt; through a break lease program. Additionally, they help prepare letters in response to landlord-tenant disputes. However, the office also functions as a free hotline that helps provide answers to various landlord-tenant questions. Volk noted in a 2006 issue of \"Global Tenant\" that \"[f]requent topics include evictions, unlawful landlord access, wrongful deposit withholding, landlord seizure of tenants’ personal property, failure to supply essential services or do repairs, and status of leases upon expiration or when a property is conveyed to a new owner.\"\nDue to the excessive heat in some parts of Arizona, air conditioning is regulated as an essential utility in the state. As a result, the organization reportedly receives frequent questions regarding landlord refusals to remedy broken AC units.\nHistory.\nATA has existed in many different incarnations over the years. However, Kenneth A. Volk's interest in tenants' rights began in 1993 when an &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt; student knocked on his door inquiring for help regarding a caved-in ceiling. Following that, activists and tenants coalesced as Arizona Tenants Association in 1994. This organization would eventually become Arizona Tenants Advocates.\nThe group lobbied against anti-tenant legislation between 1994–2000. One of the group's crowning achievements was establishing Tempe's rental housing code in 1997, a first for the state. Around 1998, Volk began activities to help tenants legally break their leases under his &lt;a href=\"proprietorship\"&gt;proprietorship&lt;/a&gt;. In 2001, Arizona Tenants Advocates filed with the &lt;a href=\"Arizona%20Corporation%20Commission\"&gt;Arizona Corporation Commission&lt;/a&gt;.\nOver the years, the organization has faced several challenges, especially during the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%9308\"&gt;housing crash&lt;/a&gt;—when many renters suddenly found themselves being kicked out of foreclosed rental properties. Around this time, ATA reported receiving 20–30 calls a week from renters whose landlords had not paid their mortgages.\nATA has also frequently clashed with Rentals Tempe and its owner, Tim Wright. Wright, as of 2003, owned approximately 160 rental properties and had 65 pending civil cases in Tempe justice courts. Additionally, he was involved in more lawsuits than any other landlord in Tempe.\nIn 2012, Volk also formed an associated organization called Tenants Union of Arizona.\nIn 2015, Volk commented on a case wherein a landlord claimed he was owed a pet deposit from a disabled veteran who used a service dog. He said that cases like this were frequent, and that landlords will often try to \"extort\" tenants by making claims to money they are not legally entitled to.\nMuch of Volk and ATA's work over the years has been to provide a foil against what Volk feels is a primarily landlord-biased court system."
}