{
    "id": "47256632",
    "revid": "34898467",
    "url": "https://en.wikipedia.org/wiki?curid=47256632",
    "title": "Ant-Man (soundtrack)",
    "text": "Ant-Man (Original Motion Picture Soundtrack) is the &lt;a href=\"film%20score\"&gt;film score&lt;/a&gt; for the &lt;a href=\"Marvel%20Studios\"&gt;Marvel Studios&lt;/a&gt; film \"&lt;a href=\"Ant-Man%20%28film%29\"&gt;Ant-Man&lt;/a&gt;\". The score was composed by &lt;a href=\"Christophe%20Beck\"&gt;Christophe Beck&lt;/a&gt;. &lt;a href=\"Hollywood%20Records\"&gt;Hollywood Records&lt;/a&gt; released the album digitally on July 17, 2015, and in physical formats on August 7, 2015.\nOne additional song, \"Plainsong\" by &lt;a href=\"The%20Cure\"&gt;The Cure&lt;/a&gt;, is featured in the movie, but was not included on the soundtrack album. &lt;a href=\"Siri\"&gt;Siri&lt;/a&gt; plays the song as &lt;a href=\"Yellowjacket%20%28Marvel%20Comics%29\"&gt;Yellowjacket&lt;/a&gt; and &lt;a href=\"Ant-Man\"&gt;Ant-Man&lt;/a&gt; are fighting inside a briefcase near the end of the film.\nBackground.\nIn February 2014, director &lt;a href=\"Edgar%20Wright\"&gt;Edgar Wright&lt;/a&gt; tweeted that &lt;a href=\"Steven%20Price%20%28composer%29\"&gt;Steven Price&lt;/a&gt; would &lt;a href=\"Film%20score\"&gt;score&lt;/a&gt; the film. However, Price left soon after Wright's departure from the project in May 2014. In January 2015, &lt;a href=\"Christophe%20Beck\"&gt;Christophe Beck&lt;/a&gt;, who worked with Wright's replacement &lt;a href=\"Peyton%20Reed\"&gt;Peyton Reed&lt;/a&gt; on \"&lt;a href=\"Bring%20It%20On%20%28film%29\"&gt;Bring It On&lt;/a&gt;\", was hired to replace Price. Describing the film's score, Beck said, \"For \"Ant-Man\", I wanted to write a score in the grand symphonic tradition of my favorite superhero movies, with a sweeping scope and a big, catchy main theme. What makes this score stand out among other Marvel movies, though, is a sneaky sense of fun since it is, after all, not only a superhero movie, but also a heist comedy.\" The soundtrack was released digitally on July 17, 2015, and in physical media on August 7."
}