{
    "id": "47291346",
    "revid": "38697682",
    "url": "https://en.wikipedia.org/wiki?curid=47291346",
    "title": "2008 Cape Verdean Football Championships",
    "text": "The 2008 &lt;a href=\"Cape%20Verdean%20Football%20Championships\"&gt;Cape Verdean Football Championships&lt;/a&gt; season was the 29th of the competition of the first-tier &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; in &lt;a href=\"Cape%20Verde\"&gt;Cape Verde&lt;/a&gt;. Its started on 10 May and finished on 16 August, later than the last season. The tournament was organized by the &lt;a href=\"Cape%20Verdean%20Football%20Federation\"&gt;Cape Verdean Football Federation&lt;/a&gt;. Sporting would win their 7th title and third straight after defeating Académica do Mindelo in penalty kicks. Sporting gained entry into the &lt;a href=\"2009%20CAF%20Champions%20League\"&gt;2009 CAF Champions League&lt;/a&gt;, it is the last club to enter to date. No second place club would participate in the &lt;a href=\"2009%20CAF%20Confederation%20Cup\"&gt;2009 CAF Confederation Cup&lt;/a&gt;.\nOverview.\n&lt;a href=\"Sporting%20Clube%20da%20Praia\"&gt;Sporting Clube da Praia&lt;/a&gt; was the defending team of the title. A total of 12 clubs participated in the competition, one from each island league and one who won the last season's title. As Sporting Praia won the 2007 national title, Académica da Praia, runner-up of the island division would compete in the championships.\nThe season at the time made Sporting Praia to be the first club to win three back-to-back titles. It was the only club that got three titles until 2015 when &lt;a href=\"CS%20Mindelense\"&gt;CS Mindelense&lt;/a&gt; became the second club to win three back-to-back titles in 2015.\nThe biggest win were AD Bairro and Sporting Praia who scored 6 each match, Bairro against Fiorentina and Sporting Praia against Corôa. Two matches which one team scored the highest point and the season was not the retelling of high scoring records. Derby won all five matches in any of the group stages, the first since two teams were added in 2003, it was the only club to do so until 2012. Derby won the most matches at the national championships and remains &lt;a href=\"Football%20records%20in%20Cape%20Verde\"&gt;one of the records&lt;/a&gt; as of 2016.\nThere were no competitions on the third week of May (May 17 &amp; 18) due to the &lt;a href=\"Cape%20Verdean%20local%20elections%2C%202008\"&gt;2008 local elections&lt;/a&gt;.\n&lt;a href=\"Platini%20%28Cape%20Verdean%20footballer%29\"&gt;Platini&lt;/a&gt; played his last match for Sporting Praia and a Cape Verdean team on the second leg of the finals before moving to &lt;a href=\"Associa%C3%A7%C3%A3o%20Acad%C3%A9mica%20de%20Coimbra%20%E2%80%93%20O.A.F.\"&gt;Académica de Coimbra&lt;/a&gt; in Portugal in the following season.\nThe semifinals were originally scheduled for July 5 to 11, as an ineligible player was fielded, they were rescheduled to July 26 and August 2 and the finals on August 9 and 16. It interrupted the 2nd &lt;a href=\"Ta%C3%A7a%20Nacional%20de%20Cabo%20Verde\"&gt;Cape Verdean Cup&lt;/a&gt; which was to take place in August, it was indeed cancelled, the second edition of the cup took place in the following year.\nThe next such rescheduling was in &lt;a href=\"2017%20Cape%20Verdean%20Football%20Championships\"&gt;2017&lt;/a&gt; between &lt;a href=\"FC%20Ultramarina\"&gt;Ultramarina&lt;/a&gt; Tarrafal of São Nicolau and Mindelo's &lt;a href=\"CS%20Mindelense\"&gt;Mindelense&lt;/a&gt; of São Vicente as &lt;a href=\"Est%C3%A1dio%20Orlando%20Rodrigues\"&gt;Estádio Orlando Rodrigues&lt;/a&gt; had no extra keys for opening its doors so players can play a first leg match along with the personnel."
}