{
    "id": "47297225",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=47297225",
    "title": "AMB-FUBINACA",
    "text": "AMB-FUBINACA (also known as FUB-AMB and MMB-FUBINACA) is an &lt;a href=\"indazole\"&gt;indazole&lt;/a&gt;-based &lt;a href=\"synthetic%20cannabinoid\"&gt;synthetic cannabinoid&lt;/a&gt; that is a potent &lt;a href=\"agonist\"&gt;agonist&lt;/a&gt; for the &lt;a href=\"cannabinoid%20receptor\"&gt;cannabinoid receptor&lt;/a&gt;s, with &lt;a href=\"enzyme%20inhibitor\"&gt;\"K\"i&lt;/a&gt; values of 10.04 nM at &lt;a href=\"cannabinoid%20receptor%20type%201\"&gt;CB1&lt;/a&gt; and 0.786 nM at &lt;a href=\"cannabinoid%20receptor%20type%202\"&gt;CB2&lt;/a&gt; and &lt;a href=\"EC50\"&gt;EC50&lt;/a&gt; values of 0.5433 nM at CB1 and 0.1278 nM at CB2, and has been sold online as a &lt;a href=\"designer%20drug\"&gt;designer drug&lt;/a&gt;. It was originally developed by Pfizer which described the compound in a patent in 2009, but was later abandoned and never tested on humans. AMB-FUBINACA was the most common synthetic cannabinoid identified in drug seizures by the &lt;a href=\"Drug%20Enforcement%20Administration\"&gt;Drug Enforcement Administration&lt;/a&gt; in 2017 and the first half of 2018.\nMass casualties.\nOn July 12, 2016 the &lt;a href=\"New%20York%20City%20Fire%20Department%20Bureau%20of%20EMS\"&gt;New York City Emergency Medical Services&lt;/a&gt; responded to a \"mass casualty event\" in &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn, New York&lt;/a&gt;, where 33 people ranging in age from 25 to 59 years old were adversely affected by the drug. 18 were hospitalized. All of the victims were described by by-standers as “zombielike” and the cause was attributed to use of AMB-FUBINACA as the demethylated metabolite was found in the blood and urine of eight of the hospitalized patients that had been sent for testing by the DEA. Screening for the more usual drugs of abuse was negative in all 8 patients. AMB-FUBINACA itself was found in a sample from the product smoked by another patient. The metabolite was identified after 10 days and the AMB-FUBINACA was only confirmed 17 days after the incident.\nAround 60 deaths in New Zealand were attributed to either AMB-FUBINACA or a related compound &lt;a href=\"5F-ADB\"&gt;5F-ADB&lt;/a&gt; during 2017-2018, with tested products containing between 32 mg/g and 400 mg/g of the active ingredient, between 2x to 25x stronger than the product involved in the mass casualty event in New York a year earlier.\nLegal status.\nIn the United States, AMB-FUBINACA is a &lt;a href=\"Schedule%20I%20Controlled%20Substance\"&gt;Schedule I Controlled Substance&lt;/a&gt;. Prior to being scheduled at the federal level, the state of Louisiana banned AMB-FUBINACA through an emergency rule after it was detected in a &lt;a href=\"synthetic%20cannabis\"&gt;synthetic cannabis&lt;/a&gt; product called \"Train Wreck 2\" which had been linked to adverse events and seizures on 3 June 2014.\nSweden's public health agency suggested classifying AMB-FUBINACA as a hazardous substance on November 10, 2014."
}