{
    "id": "4730589",
    "revid": "1839637",
    "url": "https://en.wikipedia.org/wiki?curid=4730589",
    "title": "Torngat Mountains National Park",
    "text": "Torngat Mountains National Park () is a Canadian &lt;a href=\"National%20Parks%20of%20Canada\"&gt;national park&lt;/a&gt; located on the Labrador Peninsula in the province of &lt;a href=\"Newfoundland%20and%20Labrador\"&gt;Newfoundland and Labrador&lt;/a&gt;. The park encompasses of mountainous terrain between Northern Québec and the &lt;a href=\"Labrador%20Sea\"&gt;Labrador Sea&lt;/a&gt;. Set in the &lt;a href=\"Torngat%20Mountains\"&gt;Torngat Mountains&lt;/a&gt;, the name comes from the &lt;a href=\"Inuktitut\"&gt;Inuktitut&lt;/a&gt; word \"Tongait\", meaning \"place of spirits\". It contains the highest mountains in Mainland Canada east of the &lt;a href=\"Rockies\"&gt;Rockies&lt;/a&gt;. The subarctic Torngat Mountains are the Inuit homeland, a treasure trove of the powerful stories, spirits and traditions of centuries of travellers.\nAn area called Torngat Mountains National Park Reserve was set aside with enactment of the \"Labrador &lt;a href=\"Inuit\"&gt;Inuit&lt;/a&gt; Land Claims Agreement\" on December 1, 2005, with the intention of creating a national park. When the \"Nunavik Inuit Land Claims Agreement\" came into effect on July 10, 2008, the park was officially established, and the National Park Reserve became Torngat Mountains National Park, the first in &lt;a href=\"Labrador\"&gt;Labrador&lt;/a&gt;. The park covers , extending from &lt;a href=\"Cape%20Chidley\"&gt;Cape Chidley&lt;/a&gt; south to Saglek Fjord. It is the largest national park in &lt;a href=\"Atlantic%20Canada\"&gt;Atlantic Canada&lt;/a&gt; and the southernmost national park in the &lt;a href=\"Arctic%20Cordillera\"&gt;Arctic Cordillera&lt;/a&gt;. The park is open year-round and is accessible via charter air flight, cruise ship, or snowmobile.\nThis park protects wildlife (&lt;a href=\"boreal%20woodland%20caribou\"&gt;caribou&lt;/a&gt;, &lt;a href=\"American%20black%20bear\"&gt;black bear&lt;/a&gt;s, &lt;a href=\"Labrador%20wolf\"&gt;wolf&lt;/a&gt; packs, two species of &lt;a href=\"fox\"&gt;fox&lt;/a&gt;, &lt;a href=\"polar%20bear\"&gt;polar bear&lt;/a&gt;s, &lt;a href=\"peregrine%20falcon\"&gt;peregrine falcon&lt;/a&gt;, and &lt;a href=\"golden%20eagle\"&gt;golden eagle&lt;/a&gt; among others), while offering wilderness-oriented recreational activities (&lt;a href=\"hiking\"&gt;hiking&lt;/a&gt;, &lt;a href=\"scrambling\"&gt;scrambling&lt;/a&gt;, &lt;a href=\"kayak\"&gt;kayak&lt;/a&gt;ing)."
}