{
    "id": "47323396",
    "revid": "37528485",
    "url": "https://en.wikipedia.org/wiki?curid=47323396",
    "title": "Manuel António de Sousa",
    "text": "Manuel António de Sousa (10 November 1835 in &lt;a href=\"Mapu%C3%A7%C3%A1\"&gt;Mapuçá&lt;/a&gt;, &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;, &lt;a href=\"Portuguese%20India\"&gt;Portuguese India&lt;/a&gt; – 20 January 1892 in &lt;a href=\"Portuguese%20Mozambique\"&gt;Portuguese Mozambique&lt;/a&gt;), also known as Gouveia, was a &lt;a href=\"Portuguese%20people\"&gt;Portuguese&lt;/a&gt; &lt;a href=\"merchant\"&gt;merchant&lt;/a&gt; of &lt;a href=\"Goan\"&gt;Goan&lt;/a&gt; origin and military captain of &lt;a href=\"Manica%2C%20Mozambique\"&gt;Manica&lt;/a&gt; and &lt;a href=\"Quiteve\"&gt;Quiteve&lt;/a&gt; (&lt;a href=\"Kiteve\"&gt;Kiteve&lt;/a&gt;).\"'\nBiography.\nManuel António de Sousa was born in &lt;a href=\"Mapu%C3%A7%C3%A1\"&gt;Mapuçá&lt;/a&gt;, &lt;a href=\"Bardez\"&gt;Bardez&lt;/a&gt; municipality (&lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;) in 1835. He was the son of Félix de Sousa, &lt;a href=\"landlord\"&gt;landlord&lt;/a&gt; and proprietor, and D. Doroteia Tomásia Mascarenhas. He studied at the &lt;a href=\"Rachol%20Seminary\"&gt;Rachol Seminary&lt;/a&gt; in &lt;a href=\"Salcete\"&gt;Salcete&lt;/a&gt;, &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;, until he reached the age of 16.\nMigration to Africa.\nIn 1853 he emigrated to &lt;a href=\"Zamb%C3%A9zia\"&gt;Zambézia&lt;/a&gt;, to assist in the administration of the estate of his uncle Félix Mascarenhas. On his arrival in Portuguese Mozambique, he married his cousin, Maria Anastácia Mascarenhas, the only daughter of his uncle. He became established as a businessman in the &lt;a href=\"Vila%20de%20Sena\"&gt;Sena&lt;/a&gt; region. Speedily, he made a fortune in the &lt;a href=\"ivory%20trade\"&gt;ivory trade&lt;/a&gt; and gained power in the region. Armed elephant hunters formed the core of his personal militia. \nHe won a reputation for his loyalty both to the governor-general and the &lt;a href=\"Kingdom%20of%20Portugal\"&gt;Kingdom of Portugal&lt;/a&gt;, and relentlessly fought the chiefs and indigenous kings to expand his personal empire. In 1856 he took part in the war of succession of the local kingdom of &lt;a href=\"Gaza%20Empire\"&gt;Gaza&lt;/a&gt; and settled in the mountains of &lt;a href=\"Gorongosa\"&gt;Gorongosa&lt;/a&gt;, where he established the basis of an &lt;a href=\"aringas\"&gt;aringas&lt;/a&gt; system which, together with his private army, was used to defend his interests.\nHelp in battles.\nSeveral times Gouveia's forces helped the Portuguese official forces in their battles, particularly in campaigns against the Bonga.\nIn 1863, on account of the services rendered, he succeeded &lt;a href=\"Isidoro%20Correia%20Pereira\"&gt;Isidoro Correia Pereira&lt;/a&gt; as the chief captain of &lt;a href=\"Manica%2C%20Mozambique\"&gt;Manica&lt;/a&gt; and Quiteve (&lt;a href=\"Kiteve\"&gt;Kiteve&lt;/a&gt;).\nDuring his absence from &lt;a href=\"Vila%20de%20Sena\"&gt;Sena&lt;/a&gt;, to receive the commission, his position in &lt;a href=\"Gorongosa\"&gt;Gorongosa&lt;/a&gt; was taken by &lt;a href=\"Umzila\"&gt;Umzila&lt;/a&gt;, the winner of the battle for the &lt;a href=\"Gazaland\"&gt;Gazaland&lt;/a&gt; throne, and only at a cost could he recover the territories.\nLord of Manica.\nAround 1874 he was recognized as the Lord of &lt;a href=\"Manica%2C%20Mozambique\"&gt;Manica&lt;/a&gt;, and married the daughter of the &lt;a href=\"B%C3%A1ru%C3%A8%20District\"&gt;Báruè&lt;/a&gt; &lt;a href=\"king\"&gt;king&lt;/a&gt;. Their son was later recognized as king of that region.\nManuel António de Sousa became a close friend of artillery captain &lt;a href=\"Joaquim%20Carlos%20Paiva%20de%20Andrada\"&gt;Joaquim Carlos Paiva de Andrada&lt;/a&gt;, one of the mentors of the &lt;a href=\"Companhia%20de%20Mo%C3%A7ambique\"&gt;Companhia de Moçambique&lt;/a&gt;. A raid in support of the &lt;a href=\"Mutassa\"&gt;Mutassa&lt;/a&gt; chief, on land disputed by &lt;a href=\"Cecil%20Rhodes\"&gt;Cecil Rhodes&lt;/a&gt;'s &lt;a href=\"British%20South%20African%20Company\"&gt;British South African Company&lt;/a&gt;, led to them being taken prisoner by the police of that company, which resulted in a diplomatic conflict between the Portuguese and &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;s. They were eventually released following the intervention of the &lt;a href=\"Portuguese%20government\"&gt;Portuguese government&lt;/a&gt;.\nDuring his arrest a rumour surfaced that he had been killed, and this led to an agitation among the Báruè population. Gouveia died in combat while trying to regain control of Báruè.\nRole in history.\nMalyn Newitt describes Manuel António de Sousa as \"a new name ... beginning to be heard in the 1850s\" who was to become \"in some ways the greatest of the \"muzungo\" warlords, but he did not belong to a traditional &lt;a href=\"Zambesi\"&gt;Zambesi&lt;/a&gt;an family and cannot strictly be called &lt;a href=\"Afro-Portuguese\"&gt;Afro-Portuguese&lt;/a&gt;. In Portuguese parlance he was a \"Canarin\", an &lt;a href=\"India\"&gt;India&lt;/a&gt;n from &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt;.\"(p 288) Newitt writes that Sousa \"made a fortune in ivory trading and his armed elephant hunters formed the nucleus of a private army which he repeatedly made available to the Portuguese authorities during the &lt;a href=\"Zambesi\"&gt;Zambesi&lt;/a&gt; wars.\" (p 288) He is said to have built up the reputation of working with the government and being a loyal subject of Portugal while \"ruthlessly building up his own private empire on the fringes of the Portuguese colony.\" (p 289)\nSouza took advantage of the death of &lt;a href=\"Gaza%20Empire\"&gt;Gazaland&lt;/a&gt; king &lt;a href=\"Soshangane\"&gt;Soshangane&lt;/a&gt; in 1856, and the subsequent succession dispute, to establish himself in the interior in &lt;a href=\"Gorongosa\"&gt;Gorongosa&lt;/a&gt;. Around 1875, says Newitt, \"Souza (sic) had by that time become as important a figure as the Gaza king in the politics of the area.\"\nTributes.\nOn 28 November 1960 a statue of Manuel António de Sousa sculpted by was inaugurated in the north &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt; town of &lt;a href=\"Mapu%C3%A7%C3%A1\"&gt;Mapuçá&lt;/a&gt;, in commemoration of the 125th anniversary of his birth. This statue was destroyed on 15 December 1961 by a bombing just prior to the military action that led to the integration of &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt; into India."
}