{
    "id": "473335",
    "revid": "17060767",
    "url": "https://en.wikipedia.org/wiki?curid=473335",
    "title": "Yuzhno-Sakhalinsk",
    "text": "Yuzhno-Sakhalinsk (, literally \"South Sakhalin City\") is a &lt;a href=\"types%20of%20inhabited%20localities%20in%20Russia\"&gt;city&lt;/a&gt; in &lt;a href=\"Sakhalin\"&gt;Sakhalin&lt;/a&gt; island, and the &lt;a href=\"administrative%20center\"&gt;administrative center&lt;/a&gt; of &lt;a href=\"Sakhalin%20Oblast\"&gt;Sakhalin Oblast&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. It is located in the Far East part of Russia, situated north of Japan. Gas and oil extraction as well as processing are amongst the main industries on the island. It was called Vladimirovka () from 1882 to 1905, then during its period of &lt;a href=\"Imperial%20Japan\"&gt;Imperial Japan&lt;/a&gt;ese control from 1905 to 1946. As of the &lt;a href=\"Russian%20Census%20%282010%29\"&gt;2010 Census&lt;/a&gt;, its population was 181,728.\nHistory.\nYuzhno-Sakhalinsk began as a small Russian settlement called Vladimirovka, founded by convicts in 1882. The &lt;a href=\"Treaty%20of%20Portsmouth\"&gt;Treaty of Portsmouth&lt;/a&gt; in 1905, which brought an end to the &lt;a href=\"Russo-Japanese%20War\"&gt;Russo-Japanese War&lt;/a&gt; of 1904–1905, awarded the southern half of the &lt;a href=\"Sakhalin\"&gt;Sakhalin&lt;/a&gt; Island to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Vladimirovka was renamed Toyohara (meaning \"bountiful plain\"), and was the prefect capital of the Japanese &lt;a href=\"Karafuto%20Prefecture\"&gt;Karafuto Prefecture&lt;/a&gt;.\nDuring &lt;a href=\"Soviet%E2%80%93Japanese%20War\"&gt;Soviet–Japanese War&lt;/a&gt; within &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the city was captured by &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; troops. Ownership of the city was transferred to the Soviet Union and it was renamed Yuzhno-Sakhalinsk. Town status was granted to it in 1946.\nAdministrative and municipal status.\nYuzhno-Sakhalinsk is the &lt;a href=\"administrative%20center\"&gt;administrative center&lt;/a&gt; of the &lt;a href=\"oblast\"&gt;oblast&lt;/a&gt;. Within the &lt;a href=\"subdivisions%20of%20Russia%23Administrative%20divisions\"&gt;framework of administrative divisions&lt;/a&gt;, it is, together with ten rural localities, incorporated as the &lt;a href=\"city%20of%20federal%20subject%20significance\"&gt;city of oblast significance&lt;/a&gt; of Yuzhno-Sakhalinsk—an administrative unit with the status equal to that of the &lt;a href=\"administrative%20divisions%20of%20Sakhalin%20Oblast\"&gt;districts&lt;/a&gt;. As a &lt;a href=\"subdivisions%20of%20Russia%23Municipal%20divisions\"&gt;municipal division&lt;/a&gt;, the city of oblast significance of Yuzhno-Sakhalinsk is incorporated as Yuzhno-Sakhalinsk Urban Okrug.\nEconomy and infrastructure.\nDue to significant investment from oil companies like &lt;a href=\"ExxonMobil\"&gt;ExxonMobil&lt;/a&gt; and &lt;a href=\"Royal%20Dutch%20Shell\"&gt;Shell&lt;/a&gt;, Yuzhno-Sakhalinsk has experienced substantial economic growth. Although this growth has primarily occurred in the northern part of the island, both companies maintain headquarters and residential complexes in the city of Yuzhno-Sakhalinsk itself. The demand for natural resources by the &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese, &lt;a href=\"China\"&gt;Chinese&lt;/a&gt;, and &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;ns has ensured continued prosperity in the foreseeable future for the entire island.\nThere has been significant criticism, including from Presidential Envoy &lt;a href=\"Kamil%20Iskhakov\"&gt;Kamil Iskhakov&lt;/a&gt;, that Sakhalin is not caring for its citizens. Despite sizable gas deposits and incoming investments from gas companies, the regional administration does not yet have plans for the installation of gas services on the island. The oblast also continues to have the highest rate of juvenile crime in all of Russia, and more than 40% of its businesses are unprofitable.\nOne of the very few remaining Japanese buildings in Yuzhno-Sakhalinsk now functions as the local museum. The building was designed in the &lt;a href=\"Imperial%20Crown%20Style\"&gt;Emperor's Crown Style&lt;/a&gt; by Japanese architect Yoshio Kaizuka, and completed in 1937.\nTransportation.\nThe city hosts the head office of &lt;a href=\"Aurora%20%28airline%29\"&gt;Aurora Airline&lt;/a&gt;, subsidiary of &lt;a href=\"Aeroflot\"&gt;Aeroflot&lt;/a&gt;. it is served by the &lt;a href=\"Yuzhno-Sakhalinsk%20Airport\"&gt;Yuzhno-Sakhalinsk Airport&lt;/a&gt;. The city is also the hub for the island's narrow gauge railway network that underwent conversion to Russian broad gauge in August 2019. In addition to railways, the town is also a hub for roadways, such as the &lt;a href=\"Russian%20federal%20highways\"&gt;A-391&lt;/a&gt; (which travels south to &lt;a href=\"Korsakov%20%28town%29\"&gt;Korsakov&lt;/a&gt;) and the &lt;a href=\"Russian%20federal%20highways\"&gt;A-392&lt;/a&gt; (which travels west to &lt;a href=\"Kholmsk\"&gt;Kholmsk&lt;/a&gt;).\nEducation.\nInstitutes of elementary and middle education include &lt;a href=\"Sakhalin%20International%20School\"&gt;Sakhalin International School&lt;/a&gt;.\nInstitutes of higher education in the city include &lt;a href=\"Sakhalin%20State%20University\"&gt;Sakhalin State University&lt;/a&gt; and Yuzhno-Sakhalinsk Institute of Economics, Law and Informatics. There are also some branches of other universities:\nSport.\nThere exist numerous sport venues and clubs in Sakhalin. &lt;a href=\"FC%20Sakhalin%20Yuzhno-Sakhalinsk\"&gt;FC Sakhalin Yuzhno-Sakhalinsk&lt;/a&gt;, &lt;a href=\"PSK%20Sakhalin\"&gt;PSK Sakhalin&lt;/a&gt;, , , for football, hockey, basketball, youth hockey and volleyball respectively. Mount Bolshevik provides the (\"Mountain Air\") ski resort which is qualified for international competitions.\nDemographics.\nPopulation.\nMost residents are ethnic &lt;a href=\"Russians\"&gt;Russians&lt;/a&gt;, but there also exists a sizable population of &lt;a href=\"Koreans\"&gt;Korean Russians&lt;/a&gt;. Of the 43,000 &lt;a href=\"Sakhalin%20Koreans\"&gt;Sakhalin Koreans&lt;/a&gt;, half are estimated to live in Yuzhno-Sakhalinsk, comprising roughly 12% of the city's population. Also smaller numbers of indigenous minorities, such as &lt;a href=\"Ainu%20people\"&gt;Ainu&lt;/a&gt;, &lt;a href=\"Nivkh%20people\"&gt;Nivkhs&lt;/a&gt; and &lt;a href=\"Orok%20people\"&gt;Oroks&lt;/a&gt; can be found.\nReligion.\nThe majority of the population are &lt;a href=\"Russian%20Orthodox\"&gt;Russian Orthodox&lt;/a&gt;.\nGeography and climate.\nThe city is located on the &lt;a href=\"Susuya%20River\"&gt;Susuya River&lt;/a&gt;. It is the largest city on the island, and the only one with more than 100,000 inhabitants. The straight-line distance to &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; is . \nDue to restrictions, foreigners wishing to leave Yuzhno-Sakhalinsk in order to travel to any other part of the Sakhalin Oblast and its internal and territorial waters are required to seek permission from the &lt;a href=\"Federal%20Security%20Service%20%28Russia%29\"&gt;Federal Security Service&lt;/a&gt; (FSB) and the &lt;a href=\"Border%20Guard%20Service%20of%20Russia\"&gt;Border Guard&lt;/a&gt;. Scuba diving and recreating on the seacoast is permitted only in places defined by the Border Guard. \nThe climate is &lt;a href=\"humid%20continental%20climate\"&gt;humid continental&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"Dfb\") with mild summers and cold winters. Maritime influences can be seen in that precipitation is much higher than in interior Russia and that summers are distinctly cooler than in &lt;a href=\"Khabarovsk\"&gt;Khabarovsk&lt;/a&gt; or &lt;a href=\"Irkutsk\"&gt;Irkutsk&lt;/a&gt;, while winters are much milder. Summers are frequently &lt;a href=\"fog\"&gt;fog&lt;/a&gt;gy, reducing the amount of sunshine. Considering its southerly maritime position winters are very cold, albeit warmer than expected for surrounding inland areas affected by the &lt;a href=\"Siberian%20High\"&gt;Siberian High&lt;/a&gt;. Snowfall is more frequent than in those areas, due to said maritime influence bringing moisture to the coastline. Yuzhno-Sakhalinsk is relatively sunny compared to &lt;a href=\"Hokkaido\"&gt;Hokkaido&lt;/a&gt; locations, but gloomy by the lower latitudes of the Russian Far East's standards.\nTwin towns and sister cities.\nYuzhno-Sakhalinsk is &lt;a href=\"twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}