{
    "id": "47372948",
    "revid": "82697",
    "url": "https://en.wikipedia.org/wiki?curid=47372948",
    "title": "Dorit Rubinstein Reiss",
    "text": "Dorit Rubinstein Reiss is a Professor of &lt;a href=\"Law\"&gt;Law&lt;/a&gt; at &lt;a href=\"UC%20Hastings\"&gt;UC Hastings&lt;/a&gt; College of Law. She has also worked for the &lt;a href=\"Hebrew%20University%20of%20Jerusalem\"&gt;Hebrew University of Jerusalem&lt;/a&gt; and the &lt;a href=\"Israeli%20Ministry%20of%20Justice\"&gt;Israeli Ministry of Justice&lt;/a&gt;'s Department of Public Law.\nReiss has become known for her work on legal issues regarding &lt;a href=\"vaccination\"&gt;vaccination&lt;/a&gt; policies, and she has called for examination of whether parents who don't vaccinate their children, including those who obtain &lt;a href=\"Vaccination%20policy\"&gt;legal exemptions&lt;/a&gt;, should face &lt;a href=\"legal%20liability\"&gt;legal liability&lt;/a&gt;. She is also noted for her support of &lt;a href=\"California%20Senate%20Bill%20277\"&gt;California Senate Bill 277&lt;/a&gt;, which cut back on exemptions to vaccination requirements for enrollment in California schools and daycare centers. She has expressed her views in various journals, panels and blogs.\nShe is a frequent contributor to academic journals, blogs and newspapers. Her work focuses on &lt;a href=\"accountability\"&gt;accountability&lt;/a&gt;, &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt;, &lt;a href=\"Social%20policy\"&gt;social policies&lt;/a&gt; and &lt;a href=\"law\"&gt;law&lt;/a&gt;.\nCareer.\nDorit Reiss obtained her undergraduate degree in law and &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; from the Faculty of Law at &lt;a href=\"Hebrew%20University%20of%20Jerusalem\"&gt;Hebrew University of Jerusalem&lt;/a&gt;. She would later serve as editor-in-chief of the \"Law Review\" for the same institution. After her graduation, Reiss worked for the &lt;a href=\"Israeli%20Ministry%20of%20Justice\"&gt;Israeli Ministry of Justice&lt;/a&gt;'s Department of Public Law. Reiss received her PhD from the &lt;a href=\"Jurisprudence\"&gt;Jurisprudence&lt;/a&gt; and &lt;a href=\"Social%20Policy\"&gt;Social Policy&lt;/a&gt; program at UC Berkeley. While studying there, Reiss worked as a teacher's assistant and won the Outstanding Graduate Student Instructor Award.\nProfessor Reiss's dissertation focused on the &lt;a href=\"accountability\"&gt;accountability&lt;/a&gt; of the &lt;a href=\"telecommunications\"&gt;telecommunications&lt;/a&gt; and electricity sectors in England, France, and Sweden. Her later research also dealt with accountability, in this case concerning agencies at state, national, and international levels in the United States and Europe. Since 2010, Reiss has become known for her work on legal issues surrounding vaccination and health care policies.\nEarly pro-vaccination activism.\nReiss says her focus on immunization advocacy started in 2010, with the birth of her son. There had been stories on the news about a &lt;a href=\"whooping%20cough\"&gt;whooping cough&lt;/a&gt; epidemic, which prompted Reiss to seek advice from her doctor on how to protect her child. As her son was too young, the doctor's advice was to undergo immunization herself.\nReiss says the birth of her son also motivated her to read parenting blogs in her spare time. In one of those blogs, Reiss says came across an article about the &lt;a href=\"Epidemiology%20of%20measles\"&gt;resurgence of measles&lt;/a&gt; and myths about the &lt;a href=\"MMR%20vaccine\"&gt;MMR vaccine&lt;/a&gt;. Reiss discovered that one of the readers of the article had posted a comment with common &lt;a href=\"Vaccine%20controversies\"&gt;anti-vaccination claims&lt;/a&gt;. Reiss says that being familiar with how vaccine-preventable diseases used to affect and kill many people, she was shocked that someone would oppose vaccines. After that first encounter with anti-vaccine arguments, Reiss says she started reading more about the claims made by people opposing &lt;a href=\"vaccine\"&gt;vaccine&lt;/a&gt;s and the refutations provided by experts. She became convinced that the answers given by scientists were solid and powerful. She says:\nVaccines protect children, and safeguard the public health. Being a part of those that work to promote immunization rates gives me a purpose. Something to do that means something. I've met amazing people in this journey – people with large hearts, brilliant minds, dedication and selflessness. I'm very proud to know them, and am amazed to be a part of some of these groups.\nReiss also collaborates with the organization \"Voices for Vaccines\", where she acts as a member of its Parents Advisory Board. She is also a member of the Vaccines Working Group on Ethics and Policy.\nLegal advocacy regarding vaccination.\nRiess's academic work has addressed some of the legal issues surrounding vaccination, one of her main arguments being that parents who do not vaccinate their children should be &lt;a href=\"liable\"&gt;liable&lt;/a&gt; if their child transmits a vaccine-preventable disease to other people. In 2015, Reiss and coauthors Charlotte A. Moser and Robert L. Schwartz published a paper with the title ″Funding the Costs of Disease Outbreaks Caused by Non Vaccination″, in which they propose the creation of a &lt;a href=\"strict%20liability\"&gt;no-fault&lt;/a&gt; fund paid by parents who refuse to vaccinate their children. This fund would act as a tax which would cover the &lt;a href=\"public%20health\"&gt;public health&lt;/a&gt; costs generated as a consequence of non-vaccination. Another alternative would be billing parents if it is determined that their failure to vaccinate caused an outbreak of a vaccine-preventable disease. The authors sent their proposal to California state Senators &lt;a href=\"Ben%20Allen%20%28California%20politician%29\"&gt;Ben Allen&lt;/a&gt; and &lt;a href=\"Richard%20Pan\"&gt;Richard Pan&lt;/a&gt;.\nReiss has also expressed support for &lt;a href=\"California%20Senate%20Bill%20277\"&gt;California Senate Bill 277&lt;/a&gt;, a bill that eliminated non-medical vaccine exemptions for children attending school and child care centers in California. Reiss argues that sending non-vaccinated children to school would put both the non-immunized child and the other children at risk, and says that parents who don't vaccinate their children are negligent and impose an unfair financial burden on others. \nIn April 2015, Reiss gave her testimony on SB 277 before the &lt;a href=\"Senate%20Judiciary%20Committee\"&gt;Senate Judiciary Committee&lt;/a&gt;. In her testimony, she argued that the legislature has the leeway to require school immunization, and that non-medical exemptions are unnecessary."
}