{
    "id": "4738725",
    "revid": "29534776",
    "url": "https://en.wikipedia.org/wiki?curid=4738725",
    "title": "Harry T. Hays",
    "text": "Harry Thompson Hays (April 14, 1820 – August 21, 1876) was an American Army officer serving in the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt; and a &lt;a href=\"General%20officer\"&gt;general&lt;/a&gt; who served in the &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate Army&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;.\nKnown as the \"&lt;a href=\"Louisiana%20Tigers\"&gt;Louisiana Tigers&lt;/a&gt;,\" his &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt; played a major role during the &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Battle of Gettysburg&lt;/a&gt; in July 1863, where they ascended &lt;a href=\"Cemetery%20Hill\"&gt;Cemetery Hill&lt;/a&gt; in the darkness and overran several &lt;a href=\"artillery\"&gt;artillery batteries&lt;/a&gt; before finally being driven off for lack of support.\nEarly life and career.\nHarry Thompson Hays was born in &lt;a href=\"Wilson%20County%2C%20Tennessee\"&gt;Wilson County, Tennessee&lt;/a&gt;. His relatives had lived in a home known as &lt;a href=\"The%20Hermitage%20%28Nashville%2C%20Tennessee%29\"&gt;the Hermitage&lt;/a&gt;, which was sold to &lt;a href=\"Andrew%20Jackson\"&gt;Andrew Jackson&lt;/a&gt; in 1804 by Robert Hays, husband of &lt;a href=\"Rachel%20Jackson\"&gt;Rachel Jackson&lt;/a&gt;'s sister Jane Donelson.\nFollowing the deaths of Harry's parents in 1833, he was reared by an uncle in &lt;a href=\"Wilkinson%20County%2C%20Mississippi\"&gt;Wilkinson County, Mississippi&lt;/a&gt;. He attended St. Mary's College in &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, and &lt;a href=\"reading%20law\"&gt;studied law&lt;/a&gt;. Hays soon established a prominent &lt;a href=\"practice%20of%20law\"&gt;law practice&lt;/a&gt; in &lt;a href=\"New%20Orleans\"&gt;New Orleans&lt;/a&gt;.\nHays saw his first military service during the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt;, serving in the 5th Louisiana Cavalry. Returning to Louisiana, Hays became active in politics as a &lt;a href=\"Whig%20Party%20%28United%20States%29\"&gt;Whig&lt;/a&gt; and served as a Presidential Elector supporting &lt;a href=\"Winfield%20Scott\"&gt;Winfield Scott&lt;/a&gt; in 1852. His brother was the famous &lt;a href=\"Texas%20Ranger%20Division\"&gt;Texas Ranger&lt;/a&gt; &lt;a href=\"John%20Coffee%20Hays\"&gt;John Coffee Hays&lt;/a&gt;. Author &lt;a href=\"Shelby%20Foote\"&gt;Shelby Foote&lt;/a&gt; described him as a \"Tennessee-born, Mississippi-raised, lawyer from New Orleans.\"\nCivil War.\nIn 1861, Hays entered the Confederate Army as &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; of the 7th Louisiana Infantry. Showing his attitude toward Northerners, Hays made the rogue's march of his regiment \"Yankee Doodle,\" stating that \"More rascals have marched to that tune in one day than to any other.\" After fighting at the &lt;a href=\"First%20Battle%20of%20Bull%20Run\"&gt;First Battle of Bull Run&lt;/a&gt; and &lt;a href=\"Stonewall%20Jackson\"&gt;Stonewall Jackson&lt;/a&gt;'s &lt;a href=\"Jackson%27s%20Valley%20Campaign\"&gt;Shenandoah Valley&lt;/a&gt; Campaign of 1862, he was shot in the shoulder and knocked unconscious by a shell burst at &lt;a href=\"Battle%20of%20Port%20Republic\"&gt;Port Republic&lt;/a&gt;.\nHays was promoted to &lt;a href=\"Brigadier%20General%20%28CSA%29\"&gt;brigadier general&lt;/a&gt; on July 25, 1862 and assigned command of the First Louisiana Brigade, replacing &lt;a href=\"Richard%20Taylor%20%28Confederate%20general%29\"&gt;Richard Taylor&lt;/a&gt; who had been promoted to &lt;a href=\"Major%20General%20%28CSA%29\"&gt;major general&lt;/a&gt; and sent to the &lt;a href=\"Western%20Theater%20of%20the%20American%20Civil%20War\"&gt;Western Theater&lt;/a&gt;. This brigade was known as the \"&lt;a href=\"Louisiana%20Tigers\"&gt;Louisiana Tigers&lt;/a&gt;,\" having taken the name from the original battalion commanded by &lt;a href=\"Chatham%20Roberdeau%20Wheat\"&gt;Roberdeau Wheat&lt;/a&gt;. However, Hays had not fully recovered from his wounds, so he missed the &lt;a href=\"Northern%20Virginia%20Campaign\"&gt;Northern Virginia Campaign&lt;/a&gt;. He lost half of his unit at the &lt;a href=\"Battle%20of%20Antietam\"&gt;Battle of Antietam&lt;/a&gt;. Despite reduced numbers, he continued to lead his brigade at &lt;a href=\"Battle%20of%20Fredericksburg\"&gt;Fredericksburg&lt;/a&gt; in December 1862 and &lt;a href=\"Battle%20of%20Chancellorsville\"&gt;Chancellorsville&lt;/a&gt; in May 1863.\nAt the &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Battle of Gettysburg&lt;/a&gt; in July 1863, after he had garrisoned the town, he directed his troops in a twilight assault on Cemetery Hill. The brigade stubbornly fought their way up the steep slope, and for a brief period of time held several Union guns there. However, as General Hays looked rearward, he was dismayed to see that no additional troops had been sent to his support. Reluctantly, and with casualties mounting, he ordered the remnant of his brigade to retire in the gathering darkness just as Federal reinforcements arrived to secure the heights. His brigade brought back several battle flags captured during the attack.\nHays was briefly captured in November 1863, at Rappahannock Station, but escaped. In fierce fighting at the &lt;a href=\"Battle%20of%20the%20Wilderness\"&gt;Battle of the Wilderness&lt;/a&gt; on May 5, 1864, he lost a third of his remaining men. Five days later, he was badly wounded by a shell fragment at &lt;a href=\"Battle%20of%20Spotsylvania%20Court%20House\"&gt;Spotsylvania Court House&lt;/a&gt;. He never again served in the &lt;a href=\"Army%20of%20Northern%20Virginia\"&gt;Army of Northern Virginia&lt;/a&gt;. Upon his recovery, he was transferred to the &lt;a href=\"Trans-Mississippi%20Theater%20of%20the%20American%20Civil%20War\"&gt;Trans-Mississippi&lt;/a&gt;, then was assigned command in Louisiana.\nOn May 10, 1865, Hays was promoted to major general by his superior, &lt;a href=\"Full%20General%20%28CSA%29\"&gt;General&lt;/a&gt; &lt;a href=\"Edmund%20Kirby%20Smith\"&gt;Edmund Kirby Smith&lt;/a&gt;, but with the demise of the Confederacy, this promotion never was formally approved by &lt;a href=\"President%20of%20the%20Confederate%20States%20of%20America\"&gt;Confederate President&lt;/a&gt; &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt; or the &lt;a href=\"Congress%20of%20the%20Confederate%20States\"&gt;Confederate Congress&lt;/a&gt;.\nPostbellum career.\nAfter the war, Hays went back to New Orleans, where, after receiving a pardon from President &lt;a href=\"Andrew%20Johnson\"&gt;Andrew Johnson&lt;/a&gt;, he served as &lt;a href=\"Sheriff\"&gt;Sheriff&lt;/a&gt; of &lt;a href=\"Orleans%20Parish\"&gt;Orleans Parish&lt;/a&gt; for a year. He played a prominent role in the July 1866 &lt;a href=\"New%20Orleans%20Race%20Riot\"&gt;New Orleans Riot&lt;/a&gt;, at one time deputizing nearly two hundred of his former soldiers who were now members/beneficiaries of the \"Hays Brigade Relief Society.\" Hays was removed from office in November by Federal government officials, at the insistence of influential former &lt;a href=\"Union%20Army\"&gt;Union general&lt;/a&gt; &lt;a href=\"Philip%20H.%20Sheridan\"&gt;Philip H. Sheridan&lt;/a&gt;. He returned to his law practice until his death at age 56 of &lt;a href=\"Bright%27s%20disease\"&gt;Bright's disease&lt;/a&gt;. Hays was interred at &lt;a href=\"Lafayette%20Cemetery%20No.%201\"&gt;Lafayette Cemetery No. 1&lt;/a&gt; in New Orleans.\nHays was a &lt;a href=\"Freemason\"&gt;Freemason&lt;/a&gt;, receiving his degrees in Louisiana Lodge #102 in New Orleans.\nHe was the namesake of the Major General Harry T. Hays &lt;a href=\"Sons%20of%20Confederate%20Veterans\"&gt;Sons of Confederate Veterans&lt;/a&gt; Camp #2019, in &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge, Louisiana&lt;/a&gt;."
}