{
    "id": "47387815",
    "revid": "312556",
    "url": "https://en.wikipedia.org/wiki?curid=47387815",
    "title": "The Confession Room",
    "text": "The Confession Room is a British musical comedy written by Dan Looney (music, lyrics &amp; original concept), Patrick Wilde (book), Reece Looney (additional lyrics &amp; original concept) and Sam Champness (additional lyrics).\nProduction History.\n\"The Confession Room\" was released as a Concept Album Recording in May 2013 on the SimG Records label starring &lt;a href=\"Anna-Jane%20Casey\"&gt;Anna-Jane Casey&lt;/a&gt;, Dean Chisnall, &lt;a href=\"Alex%20Gaumond\"&gt;Alex Gaumond&lt;/a&gt;, Ross Hunter, Matthew Rowland, Devon-Elise Johnson, Joshua Lovell and more. The album also featured a twelve-piece orchestra and an ensemble of thirty singers. The album was musically directed by the show's Musical Supervisor Tim Evans, directed by Paul Foster and orchestrated by Florian Cooper.\nIn July 2014, the show played a sell-out concert at the &lt;a href=\"St.%20James%20Theatre%2C%20London\"&gt;St. James Theatre, London&lt;/a&gt; starring &lt;a href=\"Jon%20Robyns\"&gt;Jon Robyns&lt;/a&gt;, Rebecca Trehearn, Stuart Matthew Price and many of the concept album original cast. The concert also included the same creative team as the album with Tim Evans as Musical Director, Paul Foster as Director and Florian Cooper as Orchestrator. The concert was produced by Robin Rayner.\nThe show has also played the &lt;a href=\"Landor%20Theatre\"&gt;Landor Theatre&lt;/a&gt; as part of the \"From Page to Stage\" 2013 season whilst the song \"Excalibur93\" was awarded third place at the \"Stiles &amp; Drewe Best New Song Award 2013\".\nPlot.\n\"The Confession Room\" is the name of support group in the heart of New York where people come to get things off of their chest, however embarrassing or silly. These \"confessions\" range from a guy who admits to having a slightly \"different\" ex-girlfriend; to a girl who is tired of being treated as just a \"ditsy\" blonde. The story centres around the groups counsellor, Caroline and a mysterious newcomer to the group, Oliver who has the desire to wreak havoc among the group and to finish the room for good.\nMusical Numbers.\nAct 1:\nAct 2:\n‡ On the concept album recording, the song \"Sexed Out\" was added as a bonus track, sung by the show's composer Dan Looney.\nCritical reception.\n\"The Confession Room\" received positive reviews for both album and concert. The Public Reviews described it as \"a surprisingly feel good musical\", Broadway World called the show an \"extraordinary piece of original writing\" and West End Frame wrote that the show was \"outrageously funny\"."
}