{
    "id": "474153",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=474153",
    "title": "HMS Juno (F46)",
    "text": "HMS \"Juno\" was a &lt;a href=\"J%2C%20K%20and%20N-class%20destroyer\"&gt;J-class&lt;/a&gt; &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; laid down by the &lt;a href=\"Fairfield%20Shipbuilding%20and%20Engineering%20Company\"&gt;Fairfield Shipbuilding and Engineering Company&lt;/a&gt;, Limited, at &lt;a href=\"Govan\"&gt;Govan&lt;/a&gt; in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; on 5 October 1937, launched on 8 December 1938 and commissioned on 25 August 1939. \"Juno\" participated in the &lt;a href=\"Battle%20of%20Calabria\"&gt;Battle of Calabria&lt;/a&gt; in July 1940 and the &lt;a href=\"Battle%20of%20Cape%20Matapan\"&gt;Battle of Cape Matapan&lt;/a&gt; in March 1941.\nConstruction.\nThe eight ships of the J class were ordered on 25 March 1937, and \"Juno\" was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; with the name \"Jamaica\" at &lt;a href=\"Fairfield%20Shipbuilding%20and%20Engineering%20Company\"&gt;Fairfield&lt;/a&gt;'s &lt;a href=\"Govan\"&gt;Govan&lt;/a&gt; shipyard on 5 October 1937. The ship was renamed \"Juno\" in September 1938 and was &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 8 December 1938. The ship was completed on 25 August 1939, and was commissioned with the &lt;a href=\"pennant%20number\"&gt;pennant number&lt;/a&gt; F46.\n\"Juno\" was long &lt;a href=\"length%20between%20perpendiculars\"&gt;between perpendiculars&lt;/a&gt; and &lt;a href=\"length%20overall\"&gt;overall&lt;/a&gt;, with a &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"Draft%20%28ship%29\"&gt;draught&lt;/a&gt; of . &lt;a href=\"Displacement%20%28ship%29\"&gt;Displacement&lt;/a&gt; was standard and deep load. Two &lt;a href=\"Three-drum%20boiler%23Admiralty%20boiler\"&gt;Admiralty three-drum boilers&lt;/a&gt; fed steam at and to &lt;a href=\"Parsons%20Marine%20Steam%20Turbine%20Company\"&gt;Parsons&lt;/a&gt; to two sets of &lt;a href=\"C.%20A.%20Parsons%20and%20Company\"&gt;Parsons&lt;/a&gt; single-reduction geared-&lt;a href=\"steam%20turbines\"&gt;steam turbines&lt;/a&gt;, rated at . This gave a design speed of at trials displacement and at full load.\nAs completed, \"Juno\" had a main gun armament of six &lt;a href=\"4.7%20inch%20QF%20Mark%20IX%20%26amp%3B%20XII\"&gt;QF Mark XII&lt;/a&gt; guns in three twin mountings, two forward and one aft. These guns could only elevate to an angle of 40 degrees, and so were of limited use in the anti-aircraft role, while the aft mount was arranged so that it could fire forwards over the ship's superstructure to maximise the forward firing firepower, but was therefore incapable of firing directly aft. A short range anti-aircraft armament of a four-barrelled &lt;a href=\"QF%202-pounder%20naval%20gun\"&gt;2-pounder \"pom-pom\"&lt;/a&gt; anti-aircraft mount and eight &lt;a href=\"Vickers%20.50%20machine%20gun\"&gt;.50 in machine guns&lt;/a&gt; in two quadruple mounts was fitted, while torpedo armament consisted of ten torpedo tubes in two quintuple mounts. Anti-submarine armament consisted of two &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt; throwers and a single rack, with 20 depth charges carried, while the Two-Speed Destroyer Sweep (TSDS) &lt;a href=\"minesweeper\"&gt;minesweeping gear&lt;/a&gt; could also be carried.\nModifications.\nEarly in the war, the aft 4.7-inch mount was modified to allow it to fire directly aft, while in mid-1941, the aft set of torpedo tubes was replaced by a single &lt;a href=\"QF%204%20inch%20Mk%20V%20naval%20gun\"&gt;4 inch (102 mm) Mk V&lt;/a&gt; anti-aircraft gun (although this gun was not provided with appropriate fire control and was therefore of limited use. Close-in armament was improved by replacing the .50 in machine guns with 4 single &lt;a href=\"Oerlikon%2020%20mm%20cannon\"&gt;Oerlikon 20 mm cannon&lt;/a&gt;.\nService.\nThe initial work-up of the ship and her crew was interrupted by the &lt;a href=\"German%20invasion%20of%20Poland\"&gt;German invasion of Poland&lt;/a&gt; on 1 January 1939, and on 6 September 1939, \"Juno\" and &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt;s and escorted the Norwegian steamer SS \"Batavia\", carrying the staff of the British &lt;a href=\"Diplomatic%20mission\"&gt;embassy&lt;/a&gt; in Berlin across the North Sea from Rotterdam to the &lt;a href=\"Lightvessels%20in%20the%20United%20Kingdom%23Former%20lightvessel%20stations\"&gt;Tongue lightship&lt;/a&gt; in the &lt;a href=\"Thames%20estuary\"&gt;Thames estuary&lt;/a&gt;. She then resumed training and work up activities based at &lt;a href=\"HMNB%20Devonport\"&gt;Devonport&lt;/a&gt; for the remainder of September, joining the &lt;a href=\"7th%20Destroyer%20Flotilla\"&gt;7th Destroyer Flotilla&lt;/a&gt; based on the &lt;a href=\"Humber\"&gt;Humber&lt;/a&gt; and operating off the east coast of Britain, with duties including patrols and escorting convoys. On the night of 6/7 December 1939, \"Juno\" and were on patrol off &lt;a href=\"Cromer\"&gt;Cromer&lt;/a&gt; when they encountered two German destroyers, &lt;a href=\"German%20destroyer%20Z10%20Hans%20Lody\"&gt;\"Hans Lody\"&lt;/a&gt; and &lt;a href=\"German%20destroyer%20Z12%20Erich%20Giese\"&gt;\"Erich Giese\"&lt;/a&gt;, returning from a minelaying sortie. \"Juno\" and \"Jersey\" did not spot the two German ships, which launched 7 torpedoes, one of which hit \"Jersey\". \"Juno\" in response, searched for a submarine, which was believed to have fired the torpedo, allowing the German destroyers to escape unchallenged. When it was realised that there was no submarine, \"Juno\" took \"Jersey\" under tow, taking the damaged destroyer to &lt;a href=\"Immingham\"&gt;Immingham&lt;/a&gt;.\n\"Juno\" continued in service with the 7th Flotilla until March 1940, with her service interrupted by a refit at &lt;a href=\"Kingston%20upon%20Hull\"&gt;Kingston upon Hull&lt;/a&gt; from 5 February to 2 March 1940 and by repairs to her feedwater tanks from 9 to 20 March. The &lt;a href=\"German%20invasion%20of%20Norway\"&gt;German invasion of Norway&lt;/a&gt; in April 1940 saw \"Juno\" operate with the &lt;a href=\"Home%20Fleet\"&gt;Home Fleet&lt;/a&gt; in operations to oppose the invasion.\nAttacked and sunk.\n\"Juno\" was attacked by an Italian &lt;a href=\"CANT%20Z.1007\"&gt;CANT Z.1007&lt;/a&gt; aircraft from 50th group, flown by Lt. Mario Morassutti, as she steamed with the &lt;a href=\"Mediterranean%20Fleet%20%28United%20Kingdom%29\"&gt;Mediterranean Fleet&lt;/a&gt; against the German sea-borne &lt;a href=\"Battle%20of%20Crete\"&gt;invasion of Crete&lt;/a&gt; and sank 30 nautical miles south-east of &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt; on 21 May 1941.\nAt the time of her sinking \"Juno\" was commanded by Cdr. St. John Reginald Joseph Tyrwhitt and would have had a complement of 183 to 218 seamen and officers. It is believed that 116 crew lost their lives after 3 powerful explosions split \"Juno\" in two, sinking her in around 97 seconds."
}