{
    "id": "4744667",
    "revid": "25994772",
    "url": "https://en.wikipedia.org/wiki?curid=4744667",
    "title": "Station officer",
    "text": "Station officer is a supervisory rank in a number of &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt; and other &lt;a href=\"firefighting\"&gt;fire services&lt;/a&gt;, including those in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, Ireland, and the &lt;a href=\"New%20Zealand%20Fire%20Service\"&gt;New Zealand Fire Service&lt;/a&gt;.\nAustralia and New Zealand.\nIn &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; a Station Officer is a career / permanent Officer who is either the single Officer on a &lt;a href=\"Watch%20/%20Platoon%20/%20Shift%20system\"&gt;Watch / Platoon / Shift system&lt;/a&gt; in a single or dual-&lt;a href=\"fire%20apparatus/appliance\"&gt;fire apparatus/appliance&lt;/a&gt; station, with three to five firefighters reporting to them, or one of several Officers under a &lt;a href=\"Senior%20Station%20Officer\"&gt;Senior Station Officer&lt;/a&gt; at a station with multiple appliances.\nIn New Zealand the rank badge is a single &lt;a href=\"impeller\"&gt;impeller&lt;/a&gt;; in Australia, the rank badge is two &lt;a href=\"impeller\"&gt;impeller&lt;/a&gt;s. Station officers in New Zealand wear red &lt;a href=\"firefighter%27s%20helmet\"&gt;helmet&lt;/a&gt;s with one blue stripe (prior to November 2013, they were yellow with one blue stripe).\nIn Queensland Fire &amp; Emergency Service (QFES) (Fire &amp; Rescue division) there are three Station Officer (SO's) ranks Station Officer 1 (SO 1), Station Officer 2(SO 2) and Station Officer 3(SO 3) and these ranks reflect the older Station Officer ranks of Sub-Station Officer, Station Officer and Senior Station Officer. Each of these ranks has various pay points within them. QFES SO's wear a yellow helmet with a single red stripe for SO 1 and a double red stripe for SO 2's and 3's.\nIn the &lt;a href=\"Country%20Fire%20Authority\"&gt;Country Fire Authority&lt;/a&gt; (CFA) and &lt;a href=\"Metropolitan%20Fire%20Brigade%20%28Melbourne%29\"&gt;Metropolitan Fire and Emergency Services Brigade&lt;/a&gt; (MFB) Melbourne, Australia, a Station Officer has one impeller, and a &lt;a href=\"Senior%20Station%20Officer\"&gt;Senior Station Officer&lt;/a&gt; has two impellers.\nAlthough variations still occur at the Station Officer level within the different State Fire &amp; Rescue services due to competency, experience and qualification requirements, the Australasian Fire and Emergency Services Authorities Council (AFAC) has ensured that at the Senior Station Officer level the requirements across Australasia are generally consistent throughout all jurisdictions.\nGenerally, (Australasian) Station Officers are made competent to perform the job requirements of the next higher rank within the respective State systems e.g; Leading Firefighters (L/Ffs) can perform the role of a SO 1 and SO 1's can perform the role of an SO 2 and SO 3's can perform the role of Inspector, if required.\nIn some States systems, Senior Station Officers can also in rural and semi-rural environments play a mentoring role across and for a diverse range of career/permanent, auxiliary/retained and volunteer firefighting personnel.\nUnited Kingdom.\nIn the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, a station officer commands a watch at a multi-appliance station. He/she may have command of a watch at a very large station. The rank badge is two impellers; they also wear a white helmet with a half-inch black band around it.\nFrom 2006 most UK fire and rescue services changed from a rank-based system to a role-based system. This change meant the traditional rank titles were replaced with role-based titles for the duty performed. Station Officers (two impeller rank marking) became watch managers. A station commander (three impellers) is a more senior officer with a similar role, usually in charge of one or more fire stations.\nIn 2019 &lt;a href=\"London%20Fire%20Brigade\"&gt;London Fire Brigade&lt;/a&gt;, the UK's largest fire and rescue service, announced that it would be reverting to the more traditional rank structure once again. The two impeller insignia therefore once again indicates the rank of Station Officer, as a rank senior to a Sub Officer, and junior to a Station Commander.\nRepublic of Ireland.\nThe Fire Services in the Republic of Ireland also use the rank of station officer. In the full-time brigades of the five cities, they fulfil the role of watch manager, whereas in the retained county brigades, they fulfil the role of station commander. Rank markings are two impellers, and on the fireground a white helmet with black comb and one black stripe.\nUnited States.\nIn the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, \"station officer\" is often a general term and has several meanings. It usually refers to the senior officer at the station, often a &lt;a href=\"Fire%20captain\"&gt;captain&lt;/a&gt; or a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt;. A station commander is an officer in charge of one or more fire stations, often referred to as a district chief or battalion chief in North America. If a battalion chief or district chief works out of a fire station, a captain or lieutenant is still usually the officer in charge of the day-to-day operations of the station. In some cases the term \"station officer\" is used to differentiate between an officer who works in the field and a staff officer.\nIn many areas there is a captain on every shift (watch) at a station. This means that each shift has its own station officer. In some departments there is a designated officer who is in overall charge of the station."
}