{
    "id": "47448109",
    "revid": "38128954",
    "url": "https://en.wikipedia.org/wiki?curid=47448109",
    "title": "Lulism",
    "text": "Lulism () is a political ideology describing the 2006 consolidation of segments of &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;ian society previously hostile to &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt;s and the &lt;a href=\"Workers%27%20Party%20%28Brazil%29\"&gt;Workers' Party&lt;/a&gt; behind political forces led by &lt;a href=\"President%20of%20Brazil\"&gt;President&lt;/a&gt; &lt;a href=\"Luiz%20In%C3%A1cio%20Lula%20da%20Silva\"&gt;Luiz Inácio Lula da Silva&lt;/a&gt;. The controlled &lt;a href=\"reformism\"&gt;reformism&lt;/a&gt; and limited structural change focused on the poorest sections of society. The &lt;a href=\"Lumpenproletariat\"&gt;lower classes&lt;/a&gt;, who had distanced themselves from Lula, accepted his candidacy after his first term as President as the &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt; turned from him. The &lt;a href=\"rhetoric\"&gt;rhetoric&lt;/a&gt; and &lt;a href=\"Praxis%20%28process%29\"&gt;praxis&lt;/a&gt; which united the maintenance of stability and state distributism are the origins of Lulism. Although distinct, it shares characteristics of &lt;a href=\"Chavismo\"&gt;Chavism&lt;/a&gt; and &lt;a href=\"Kirchnerism\"&gt;Kirchnerism&lt;/a&gt;.\nBrazilian manufacturers, banks and retailers benefited from the consumption-led and credit-fueled government economic model. According to &lt;a href=\"Andr%C3%A9%20V%C3%ADtor%20Singer\"&gt;André Singer&lt;/a&gt;, who coined the term: \"The convergence of interests of the private industry sector on one side, and of the organized labor force on the other, led to the stability that allowed this political system to take the form of a sort of consensus\". This equilibrium allowed the government to gradually make significant changes in policy. In the Lulism movement, non-confrontation is a \"&lt;a href=\"sine%20qua%20non\"&gt;sine qua non&lt;/a&gt;\" for development.\nEvolution.\nThe word Lulism was coined by &lt;a href=\"Andr%C3%A9%20V%C3%ADtor%20Singer\"&gt;André Singer&lt;/a&gt;, a political scientist and Lula's press secretary from 2003 to 2005 and spokesperson during his presidency from 2002 to 2007.&lt;ref name=\"FSP/19-AGO-2012\"&gt;&lt;/ref&gt;&lt;ref name=\"IG/30-SET-2012\"&gt;&lt;/ref&gt; Originating in the &lt;a href=\"2002%20Brazilian%20general%20election\"&gt;2002 presidential campaign&lt;/a&gt;, Lulism departed from the left-wing politics of the Workers Party until late 2001 and abandoned the concepts of organization and mobilization. Since Lulism is a model of enforced change within order, mobilization is unnecessary and conflict is eliminated.\nA 2009 article written for the &lt;a href=\"Instituto%20Millenium\"&gt;Instituto Millenium&lt;/a&gt; said that \"liberals are cornered\" after \"more than six years of Lulism\". &lt;a href=\"Patr%C3%ADcia%20Carlos%20de%20Andrade\"&gt;Patrícia Carlos de Andrade&lt;/a&gt; adopted that view: \"According to her, the term 'liberal' is mistranslated in Brazil as 'rightist' or 'supportive of &lt;a href=\"military%20dictatorships\"&gt;military dictatorships&lt;/a&gt;'. In the war for public opinion, the so-called left always got the better, Singer says\".\nLulism sought reconciliation between Lula and the large &lt;a href=\"Conservatism%20in%20Brazil\"&gt;Brazilian conservative&lt;/a&gt; sector.&lt;ref name=\"VIOMUNDO/28-JUN-2013\"&gt;&lt;/ref&gt; Ironically,&lt;ref name=\"BF/03-JAN-2013\"&gt;&lt;/ref&gt; it is a conservative social pact combining the economic policy of &lt;a href=\"Fernando%20Henrique%20Cardoso\"&gt;Fernando Henrique Cardoso&lt;/a&gt; (1995–2002) with the &lt;a href=\"Distributism\"&gt;distributive&lt;/a&gt; policies of Lula's government (2002–2010).\nUnder the auspices of conciliation,&lt;ref name=\"TEMPO-SOCIAL/NOV-2012\"&gt;&lt;/ref&gt; Lulism represents an \"appeasement of social conflicts, of which the &lt;a href=\"bourgeoisie\"&gt;bourgeoisie&lt;/a&gt; has always [been] too afraid, especially in a country of great inequality as is the case of Brazil\" because it envisions a \"reduction-agenda poverty and inequality, but under the aegis of a weak reformism\". This social change model is explained as a \"conservative variant of modernization\" in which the state has a \"prominent role in leveraging the poorest\", ensuring that Brazilian social structural problems will not be touched (in other words, without conflicting with the financial interests of the conservative elite). Lulism \"concocted new ideological, under-union banners that seemed to combine\" continuity of the Lula and Cardoso governments in &lt;a href=\"macroeconomic\"&gt;macroeconomic&lt;/a&gt; policy based on three pillars, namely inflation control, a floating exchange rate and a budgetary surplus.\nAnother feature distinguishing Lulism as a political movement is its nonpartisan character. It overlaps the political parties, including the Workers Party founded by Lula. Although the movement was anchored in Lula's charisma, Lulism differs from other movements surrounding political leaders (such as &lt;a href=\"Peronism\"&gt;Peronism&lt;/a&gt; in Argentina) in its lack of a &lt;a href=\"cult%20of%20personality\"&gt;cult of personality&lt;/a&gt; around the former Brazilian President.\nWith the recent events in Brazilian politics, such as the &lt;a href=\"impeachment%20of%20Dilma%20Rousseff\"&gt;impeachment of Dilma Rousseff&lt;/a&gt; (which is consider it to be a coup by the Brazilian left and &lt;a href=\"Centre-left%20politics\"&gt;centre-left&lt;/a&gt; parties), the arrest of and new President &lt;a href=\"Michel%20Temer\"&gt;Michel Temer&lt;/a&gt;'s &lt;a href=\"Brazil%20labor%20reform%20%282017%29\"&gt;reform of labour laws&lt;/a&gt;, some political commentators are arguing about a second phase of Lulism, now more radical and more left orientated.\nLegacy.\nSeveral Latin American politicians such as &lt;a href=\"Ollanta%20Humala\"&gt;Ollanta Humala&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Mujica\"&gt;José Mujica&lt;/a&gt;, &lt;a href=\"Mauricio%20Funes\"&gt;Mauricio Funes&lt;/a&gt;, &lt;a href=\"Fernando%20Lugo\"&gt;Fernando Lugo&lt;/a&gt; and &lt;a href=\"Henrique%20Capriles\"&gt;Henrique Capriles&lt;/a&gt; have cited Lulism and Chavism as political models and alternatives to the &lt;a href=\"Washington%20Consensus\"&gt;Washington Consensus&lt;/a&gt;.&lt;ref name=\"CM/06-OUT/2012\"&gt;&lt;/ref&gt;&lt;ref name=\"GLOBO/28-ABR-2012\"&gt;&lt;/ref&gt;"
}