{
    "id": "4750427",
    "revid": "32070755",
    "url": "https://en.wikipedia.org/wiki?curid=4750427",
    "title": "Spring Day",
    "text": "Spring Day is a &lt;a href=\"holiday\"&gt;holiday&lt;/a&gt; marking the coming of the &lt;a href=\"spring%20%28season%29\"&gt;spring&lt;/a&gt; season, which takes place in different countries, on varying dates.\nNorthern Hemisphere.\nAlbania.\n&lt;a href=\"Albania\"&gt;Albania&lt;/a&gt; celebrates the lunar Spring Day, the so-called \"Summer Day\" (), on 14 March, and in 2004 it became a national holiday. It is an old pagan practice, particularly popular in the city of &lt;a href=\"Elbasan\"&gt;Elbasan&lt;/a&gt;, Central Albania.\nAccording to some sources, Dita e Verës derives from the &lt;a href=\"Arb%C3%ABresh%C3%AB%20people\"&gt;Arbëreshë&lt;/a&gt;, an Albanian community that lives in Italy since the fifteenth century. On 14 March, the Arbëreshë of the Italian coast, collect a tuft of grass roots and soil, bringing it home to commemorate the anniversary of their emigration from Albania. In fact, some sources date back this celebration to the ancient Illyria. At that time, the feast was celebrated on 1 March, which according to the Julian calendar, corresponded to the first day of the year.\nPilgrimages were made to the highest peaks in the Albanian mountains to be as close as possible to the Sun God and pray for the goodness and prosperity of the new year. The great fire crossed by men and young people symbolized the end of winter. Instead, wreaths and garlands on the doors of the houses wished good luck. The purity of the celebration has weakened over the centuries but came to this day thanks to the tradition preserved in the city of Elbasan.\nThe ritual of the Dita e Verës begins on the previous day with the preparation of sweets: the revani and ballakume, the blended butter, sugar, corn flour and egg yolks cooked in a wood oven.\nDuring the evening ballakume, dried figs, walnuts, turkey legs, boiled eggs, Simit (a typical sandwich of the city) are distributed to members of the family. The oldest woman of the house remains awake at night and goes from room to room to put down grass on the cushions of couples, young people and children, a ritual that symbolizes the regeneration and quickening.\nOn the morning of 14 March, the elderly leave the door open as a sign of generosity, a pitcher filled with fresh water and take home a clump of green grass. The youngest fertilizes the orange and olive trees, but the smaller ones are the first to make the \"lucky\" visits to neighbors and relatives who give them turkey legs, dried figs and nuts. Finally lunch on 14 March, should be eaten outdoors in the company of friends and relatives.\nEstonia.\n&lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt; celebrates Spring Day on 1 May.\nIran.\n&lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; celebrates Spring day at 21 March as its only new year celebration. This national celebration is called &lt;a href=\"Nowruz\"&gt;Nowruz&lt;/a&gt; in Iran.\nBangladesh.\n&lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; celebrates Spring day on 13 February as the first of the month of &lt;a href=\"Falgun\"&gt;Falgun&lt;/a&gt;. It is the beginning of the &lt;a href=\"Bengali%20calendar\"&gt;Boshonto&lt;/a&gt;, the Spring season for &lt;a href=\"Bengali%20people\"&gt;Bengalis&lt;/a&gt;.\nSouthern Hemisphere.\nArgentina.\n&lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; celebrates the beginning of spring, conventionally, on 21 September, one or two days before the actual spring &lt;a href=\"equinox\"&gt;equinox&lt;/a&gt;. This day also marks Students' Day.\nThough this is not a work-free public holiday, it coincides with Students' Day, which is a no-school day for students on all the levels of the &lt;a href=\"education%20in%20Argentina\"&gt;education system&lt;/a&gt;. The holiday is therefore mostly observed and dominated by &lt;a href=\"teenagers\"&gt;teenagers&lt;/a&gt; and &lt;a href=\"Young%20adult%20%28psychology%29\"&gt;young adult&lt;/a&gt;s, who massively take over public &lt;a href=\"park\"&gt;park&lt;/a&gt;s, &lt;a href=\"beach\"&gt;beach&lt;/a&gt;es and other outdoor venues in the larger cities, and enjoy &lt;a href=\"sport\"&gt;sport&lt;/a&gt;s or &lt;a href=\"picnic\"&gt;picnic&lt;/a&gt;s.\nLocal administrations usually offer the public a number of entertainment shows, such as free rock &lt;a href=\"concert\"&gt;concert&lt;/a&gt;s. In recent years security operations have been staged to avoid incidents such as fights and vandalism, as well as controls to curb the consumption of &lt;a href=\"alcoholic%20beverage\"&gt;alcoholic beverage&lt;/a&gt;s.\nParaguay.\n&lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt; celebrates the beginning of spring on 21 September, one or two days before the actual spring &lt;a href=\"equinox\"&gt;equinox&lt;/a&gt;. This day also marks Youth Day.\nUruguay.\n&lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt; celebrates the beginning of spring, on 21 September, one or two days before the actual spring &lt;a href=\"equinox\"&gt;equinox&lt;/a&gt;.\nBolivia.\n&lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt; celebrates the beginning of spring, on 21 September, it is also Students' day and \"día del amor\", on this day youth will send cards, chocolates and flowers to their friends, mates, or lovers.\nSouth Africa.\n&lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; Celebrates spring Day on the 1 September. Spring day traditions in South Africa range from having a traditional braai to shaving your head and beard. In many townships, children celebrate Spring Day by spraying each other with water. However, in some urban settlements everyone participates."
}