{
    "id": "475182",
    "revid": "4490355",
    "url": "https://en.wikipedia.org/wiki?curid=475182",
    "title": "Little Lost Robot",
    "text": "\"Little Lost Robot\" is a &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; &lt;a href=\"short%20story\"&gt;short story&lt;/a&gt; by American writer &lt;a href=\"Isaac%20Asimov\"&gt;Isaac Asimov&lt;/a&gt;. It was first published in the March 1947 issue of \"&lt;a href=\"Astounding%20Science%20Fiction\"&gt;Astounding Science Fiction&lt;/a&gt;\" and reprinted in the collections \"&lt;a href=\"I%2C%20Robot\"&gt;I, Robot&lt;/a&gt;\" (1950), \"&lt;a href=\"The%20Complete%20Robot\"&gt;The Complete Robot&lt;/a&gt;\" (1982), \"&lt;a href=\"Robot%20Dreams\"&gt;Robot Dreams&lt;/a&gt;\" (1986), and \"&lt;a href=\"Robot%20Visions\"&gt;Robot Visions&lt;/a&gt;\" (1990).\n\"Little Lost Robot\" was adapted by for the 1962 &lt;a href=\"Associated%20British%20Corporation\"&gt;Associated British Corporation&lt;/a&gt; &lt;a href=\"anthology%20television%20series\"&gt;anthology television series&lt;/a&gt; \"&lt;a href=\"Out%20of%20This%20World%20%28UK%20TV%20series%29\"&gt;Out of This World&lt;/a&gt;\", which also marks the first appearance of &lt;a href=\"Susan%20Calvin\"&gt;Susan Calvin&lt;/a&gt;, played by &lt;a href=\"Maxine%20Audley\"&gt;Maxine Audley&lt;/a&gt;, in TV and movies. It is the only episode of this series that survives in the archives today. It is available on DVD in region 2 from the &lt;a href=\"British%20Film%20Institute\"&gt;British Film Institute&lt;/a&gt;.\nElements of \"Little Lost Robot\" appeared in the film \"&lt;a href=\"I%2C%20Robot%20%28film%29\"&gt;I Robot&lt;/a&gt;\" (2004), an otherwise original story based on Asimov's Robot concepts and characters. The story was broadcast as episode three of a five-part \"&lt;a href=\"15%20Minute%20Drama\"&gt;15 Minute Drama&lt;/a&gt;\" radio adaptation of Asimov's stories on &lt;a href=\"BBC%20Radio%204\"&gt;BBC Radio 4&lt;/a&gt; in February 2017.\nPlot summary.\nAt Hyper Base, a &lt;a href=\"military\"&gt;military&lt;/a&gt; research station on an &lt;a href=\"asteroid\"&gt;asteroid&lt;/a&gt;, scientists are working to develop the &lt;a href=\"Hyperspace%20%28science%20fiction%29\"&gt;hyperspace&lt;/a&gt; drive - a theme that is explored and developed in several of Asimov's stories and mentioned in the Empire and Foundation books. One of the researchers, Gerald Black, loses his temper, swears at an NS-2 (Nestor) &lt;a href=\"robot\"&gt;robot&lt;/a&gt; and tells the robot to get lost. Obeying the order literally, it hides itself. It is then up to &lt;a href=\"US%20Robots\"&gt;US Robots&lt;/a&gt;' Chief Robopsychologist Dr. Susan Calvin, and Mathematical Director Peter Bogert, to find it. They even know exactly where it is: in a room with 62 other physically identical robots.\nBut this particular robot is different. As earlier models on the station had attempted to \"rescue\" humans from a type of radiation that humans could actually stay in for a while, but would destroy a robot almost immediately, it (and all other NS series robots produced for the station) has had its &lt;a href=\"Three%20Laws%20of%20Robotics\"&gt;First Law of Robotics&lt;/a&gt; modified to \"no robot may injure a human being\"; the normal \"or through inaction, allow a human being to come to harm\" has been omitted. Therefore, it could stand by and allow a human to be hurt, as long as it plays no active part in it. In \"Little Lost Robot,\" the &lt;a href=\"Frankenstein%20complex\"&gt;Frankenstein complex&lt;/a&gt; is again addressed. The robot must be found because people are still afraid of robots, and if they learned that one had been built with a different First Law, there would be an outcry, even though the robot is still incapable of directly harming a human. However, Dr. Calvin adds further urgency by postulating a situation whereby the altered law \"could\" allow the robot to harm or even kill a person. The robot could drop a weight on a human below that it knew it could catch before it injured the potential victim. Upon releasing the weight however, its altered programming would allow it to simply let the weight drop, since it would have played no further active part in the resulting injury.\nAfter interviewing every robot separately and going down several blind alleys, Dr. Calvin worries desperately that the robot may be gaining a superiority complex that might allow it to directly hurt a human. Dr. Calvin finds a way to trick the robot into revealing itself: She puts herself in danger but not before ensuring the robots understand that if there is any radiation between herself and the robots, they would be unable to save her even if they tried.\nOnce the test is run, only the Nestor robot they were looking for makes a move to save her, because it detected harmless infrared rays rather than gamma rays. All of the other robots could not identify what type of radiation was being used because it wasn't part of their design, whereas the modified NS-2 had been through training at Hyper Base and had learned how to detect the difference in radiation types. The robot, finding himself discovered, then explains that the only way to prove itself better than a human is by never being found, and it tries to attack Dr. Calvin so that she cannot reveal she found the robot. Black and Bogert apply gamma rays on the robot, destroying it before it can harm her."
}