{
    "id": "475283",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=475283",
    "title": "Lithuanian nobility",
    "text": "The Lithuanian nobility was historically a legally privileged class in the &lt;a href=\"Kingdom%20of%20Lithuania\"&gt;Kingdom of Lithuania&lt;/a&gt; and &lt;a href=\"Grand%20Duchy%20of%20Lithuania\"&gt;Grand Duchy of Lithuania&lt;/a&gt; (including during periods of foreign occupation) consisting of &lt;a href=\"Lithuanians\"&gt;Lithuanians&lt;/a&gt;, from the historical regions of &lt;a href=\"Lithuania%20Proper\"&gt;Lithuania Proper&lt;/a&gt; and &lt;a href=\"Samogitia\"&gt;Samogitia&lt;/a&gt;, and, following Lithuania's eastern expansion, many &lt;a href=\"Ruthenia\"&gt;Ruthenia&lt;/a&gt;n &lt;a href=\"Nobility\"&gt;noble families&lt;/a&gt; (\"&lt;a href=\"boyar\"&gt;boyar&lt;/a&gt;s\"). Families were primarily granted &lt;a href=\"Privilege%20%28social%20inequality%29\"&gt;privileges&lt;/a&gt; for their military service to the Grand Duchy. The &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt; had one of the largest percentages of nobility in Europe, close to 10% of the population, in some regions, like &lt;a href=\"Samogitia\"&gt;Samogitia&lt;/a&gt;, it was closer to 12%. However, the high nobility was extremely limited in number, consisting of the &lt;a href=\"Magnates%20of%20Poland%20and%20Lithuania\"&gt;magnates&lt;/a&gt; and later, within the Russian Empire, of princes.\nPagan Lithuania.\nPrior to the creation of the &lt;a href=\"Kingdom%20of%20Lithuania\"&gt;Lithuanian state&lt;/a&gt; by &lt;a href=\"Mindaugas\"&gt;Mindaugas&lt;/a&gt;, lesser members of the nobility were called \"bajorai\" (singular - \"bajoras\") and greater nobles, \"kunigai\" (singular - \"kunigas\"), related to the Old , meaning \"king\", or , usually translated as &lt;a href=\"duke\"&gt;duke&lt;/a&gt;, . These positions evolved from tribal leaders and were chiefly responsible for waging wars and organizing raids operations into enemy territories. Following the establishment of a unified state, they gradually became subordinates to greater Dukes, and later to the &lt;a href=\"King%20of%20Lithuania\"&gt;King of Lithuania&lt;/a&gt;. After Mindaugas' death, all &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;n rulers held the title \"&lt;a href=\"Grand%20Prince\"&gt;Grand Duke&lt;/a&gt;\" (), or &lt;a href=\"king\"&gt;king&lt;/a&gt; (rex which was used in &lt;a href=\"Gediminas\"&gt;Gediminas&lt;/a&gt;' &lt;a href=\"title\"&gt;title&lt;/a&gt;).\nEthnic Lithuanian nobility had different names than common people, as their names consisted of two &lt;a href=\"Word%20stem\"&gt;stem&lt;/a&gt;s. Greater noble families generally used their predecessor's &lt;a href=\"Lithuanian%20language\"&gt;Lithuanian&lt;/a&gt; pagan given &lt;a href=\"Lithuanian%20name\"&gt;names&lt;/a&gt; as their &lt;a href=\"family%20name\"&gt;family name&lt;/a&gt;s; this was the case with &lt;a href=\"Go%C5%A1tautai\"&gt;Goštautai&lt;/a&gt;, &lt;a href=\"Radvilos\"&gt;Radvilos&lt;/a&gt;, &lt;a href=\"Astikai\"&gt;Astikai&lt;/a&gt;, &lt;a href=\"K%C4%99sgailos\"&gt;Kęsgailos&lt;/a&gt; and others. Those families acquired great wealth, eventually becoming &lt;a href=\"Magnates%20of%20Poland%20and%20Lithuania\"&gt;magnate&lt;/a&gt;s. Their representatives are respectively &lt;a href=\"Jonas%20Go%C5%A1tautas\"&gt;Jonas Goštautas&lt;/a&gt;, &lt;a href=\"Radvila%20Astikas\"&gt;Radvila Astikas&lt;/a&gt;, &lt;a href=\"Kristinas%20Astikas\"&gt;Kristinas Astikas&lt;/a&gt; and &lt;a href=\"Mykolas%20K%C4%99sgaila\"&gt;Mykolas Kęsgaila&lt;/a&gt;. The aforementioned families were granted corresponding &lt;a href=\"Polish%20heraldry\"&gt;Polish coats of arms&lt;/a&gt; under the &lt;a href=\"Union%20of%20Horodlo\"&gt;Union of Horodlo&lt;/a&gt; in 1413.\nWhile at the beginning the nobility was almost all Lithuanian, with territorial expansion more Ruthenian families joined the Lithuanian nobility. As early as the 16th century, several Ruthenian noble families began to call themselves \"gente Ruthenus, natione Lithuanus\". A good example is the &lt;a href=\"Chodkiewicz\"&gt;Chodkiewicz&lt;/a&gt; family, which attributed its ancestry to the &lt;a href=\"House%20of%20Gediminas\"&gt;House of Gediminas&lt;/a&gt;.\nGrand Duchy of Lithuania before the Union of Lublin (1386-1569).\nFormation of the noble estate.\nThe term \"&lt;a href=\"boyar\"&gt;boyar&lt;/a&gt;\", \"boiarstvo\" () originally denoted all those who fought. Over the course of the 15th century it changed its meaning to refer to the masses of ordinary nobility who were able to stand up to fight when called upon. There were also social groups that were personally free but had no military commitments. Such a group were, for example, \"putnie\" boyars, who served as grand ducal envoys and were in charge of road maintenance. A significant group of boyars were service boyars who did not own allodial land, but only service estates, which they received and owned only by the grace of the Grand Duke. As the role and wealth of the great magnates increased, the service boyars put themselves at the service of the lords and princes in exchange for tenures. Despite the fact that they performed military functions, their servile status called their nobility into question. For quite a long time social mobility remained open and anyone could become &lt;a href=\"Ennoblement\"&gt;ennobled&lt;/a&gt; as a reward for services to the Grand Duke. In time, the influence of lesser nobles decreased while greater nobles acquired increasingly more power.\nThe process of the formation of the noble state in Lithuania accelerated after the union with Poland, when there arose a desire to equalize the legal system of both countries. Nobility, or \"szlachta\", in Poland was already a well-established estate, its legal position was consolidated in 14th century. At this point, it was basically impossible to enter the noble status otherwise than by birth. The development of the idea of \"corona regni\" aroused among the nobility a notion of being the main unifying force of the kingdom and of being responsible for its rule. Lithuanian nobles aspired to this position. Privileges of 1387 and 1413 gave legal security of tenure to holders of allodial land, and recognized in law the rights of landowners to pass on their estates. Although allodial land ownership was previously known in the Grand Duchy, its prevalence increased significantly in the following period. Similarly, the new law of inheritance led to a decline in the importance, outside Kaunas district and Samogitia, of clan kinships, in favour of more nuclear families.\nThis led to a rapid change in the structure of land ownership. While in 1386 80% of the population lived in the lands directly under the Grand Duke's rule, by 1528 this figure had fallen to 30%. It is estimated that 5% of the land was owned by the Church, while as much as 65% of the land was then in the hands of 13 thousand noble families (6 thousand of them were of Lithuanian origin). Most of it was owned by a small group of several dozen families of lords, which constituted the political elite of the country. \nNew terms emerged for all those of noble birth: \"shliakhta\" (from ; ) in Ruthenian and \"nobiles\" in Latin. Another term \"zemianin\" () began to denote all those nobles who possessed land. \nAs the privileges and political importance of the nobility grew and the burdens and freedoms of the peasantry were reduced, these linguistic differences began to gain importance. Around the beginning of the 16th century, groups of boyars spared no effort to prove their noble status. The grand ducal council resolved that nobility had to be attested by the testimony of two neighbours, of undoubtedly noble lineage, saying that the applicant's family had been \"boyars and \"shliakhta\" through the ages\". Another opportunity to prove nobility were the military musterings, the first one organised in 1528, where a register of those capable to fight were prepared. Listening in such a register was legal proof of nobility.\nEmergence of a magnate elite.\nInitially, a group distinguished by prestige were the princely families, which members bore the title of &lt;a href=\"knyaz\"&gt;knyaz&lt;/a&gt;. These were mostly, at least according to tradition, the descendants of the dynasties who accepted the authority of Gediminids. However, only those who owned land in Lithuania proper, who was of Lithuanian origin and who had accepted Catholicism in 1386, had any influence on central state policy. The Ruthenian princes had influence only on the local situation in their lands. They varied considerably in terms of wealth and importance, some of them wielding huge estates, while others possessed their land on service tenure from the grand duke or another prince (so-called 'service princes' - \"князя слчжбовiе\"). The most powerful of the princes retained almost total power in their lands, recognising the supremacy of the grand dukes. Vytautas began a policy of limiting the power of the princes and incorporating their appanages into the domain. Many princes died in civil wars after his death. Many appanages, lying in the east, were lost to Moscow in the course of wars in the 15th and 16th centuries. Some families became extinct, and with the restriction of the circle of inheritance, their estates were incorporated into the grand-ducal domain. In 1499 Alexander regulated the legal system of the few remaining appanages, the magnates ruling them were given the full \"&lt;a href=\"ius%20ducale\"&gt;ius ducale&lt;/a&gt;\". This was of little political significance since the princes as a political class were of little importance.\nRegarding Lithuania proper, we know seven princely families not counting descendants of Gediminas: &lt;a href=\"Borowski\"&gt;Borowski&lt;/a&gt;, Dowgowd, Giedraitis/&lt;a href=\"Giedroj%C4%87\"&gt;Giedrojć&lt;/a&gt;, Jamontowicz, Olshanski, Sudemund, &lt;a href=\"%C5%9Awirski\"&gt;Świrski&lt;/a&gt;. They also used the title knyaz, which is probably a rendering of the Lithuanian &lt;a href=\"kunigas\"&gt;kunigas&lt;/a&gt;, which in pagan times probably belonged to every person of noble status. It is not clear whether they owed their princely dignity to their former status as sovereigns or to their connection and affinity with the ruling family established in the 14th century (this is confirmed at least for the Gedraitis and Olshanskis).\nSince the reign of Vytuatas, documents began to distinguish a group of great lords, calling them in Latin \"baro\" (pl. \"baronis\"), \"dominus\" (pl. \"domini\") or, in Ruthenian texts, \"great boyars\" (\"боярe великie\"). Soon, the borrowed from Polish term \"pan\" (plural \"pany\", \"пан\"; or ), literally meaning \"lord\" gained popularity. This new elite was only partly descended from the old princely families that ruled Lithuania in pagan times. To a large extent these were new families that appeared during the reigns of Jogaila and Vytautas and whose representatives were among the signatories of the &lt;a href=\"Union%20of%20Horod%C5%82o\"&gt;Union of Horodło&lt;/a&gt; (1413). They owed their position to the generosity of the grand dukes, who rewarded them with offices and land granted in allodium.\nIn the &lt;a href=\"Union%20of%20Horod%C5%82o\"&gt;Union of Horodło&lt;/a&gt; (1413) forty-five Polish families adopted forty-seven Lithuanian Catholic families, lending them their coats of arms. It is assumed that the representatives of Lithuanian nobility gathered in Horodło constituted the elite of that time on which Vytautas based his authority. The adoption of Polish coats of arms, an important marker of nobility with a well-established tradition in Western Europe, elevated this narrow group above other privileged population groups. Despite the fact that some of them abandoned the Horodło coats of arms and replaced them with others, the political significance of this gesture did not lose its significance. In the system built by Vytautas, central offices were restricted to Catholics only, which excluded nobles of Ruthenian origin. The basis of the Grand Duke's power was the lands of Lithuania proper, basically the provinces of Trakai and Vilnius. Nobles from this region constituted the ruling elite. The situation began to change in the 1430s, when nobility privileges began to be extended to the Ruthenian nobility. \nThe cementing of the new elite was strengthened by the emergence of the institution of the council. Initially, it had no institutionalized form, but gathered the ruler's closest associates. However, from 1430 onwards, it began to take shape as a permanent institution, to which one automatically became a member by virtue of holding the relevant office. Possession of the princely title gave the right to participate in wider councils, called sejm (\"сеймь\", \"сoймь\") a term borrowed from Polish. Their position grew especially during the period when the Grand Duke was also King of Poland and was away from the country for long periods. Crucial to this was the privilege of 1492, which gave the council enormous influence over the politics of the Grand Duchy. Practically giving it full control over the actions of the ruler. While in Poland at that time the limitation of royal power was associated with an increase in the role of the ordinary nobility, in the Grand Duchy, where nobility assemblies (\"sejmiks\") did not exist, full power passed into the hands of the great lords. Grand Duchy of Lithuania offices were held almost exclusively by magnates.\nPotent &lt;a href=\"Radziwi%C5%82%C5%82%20family\"&gt;Radziwiłł family&lt;/a&gt; (Radvila) received the title of the prince (; ) from the Holy Roman Emperor in 1518, similarly some other families received titles of counts (&lt;a href=\"Go%C5%A1tautai\"&gt;Goštautai&lt;/a&gt;/Gasztołd in 1529/30; Ilinicz in 1553; &lt;a href=\"Chodkiewicz\"&gt;Chodkiewicz&lt;/a&gt; in 1568; possibly &lt;a href=\"K%C4%99sgailos\"&gt;Kęsgailos&lt;/a&gt;/Kieżgajło in 1547) from the Emperor. The elevation of the Radziwiłł family resulted in the abandonment of the title of \"knyaz\" by those Ruthenian families that still retained significant power, wealth and often appanages (for example &lt;a href=\"Wi%C5%9Bniowiecki\"&gt;Wiśniowiecki&lt;/a&gt;, &lt;a href=\"Ostrogski\"&gt;Ostrogski&lt;/a&gt;, &lt;a href=\"Zbaraski\"&gt;Zbaraski&lt;/a&gt;). They adopted instead the Polish title \"książę\", which in Ruthenian texts was translated as \"knyazhe\". As a result, the poorer prince families that still used the title of knyaz fell completely into insignificance, and the Lithuanian magnate elite consisted of \"princes and lords\" ().\nPrivileges.\nFollowing his distribution of state land, The Grand Duke became dependent on powerful landowners, who began demanding greater liberties and privileges. The nobles were granted administrative and judicial power in their domains and increasing rights in state politics. The legal status of the nobility was based on several privileges, granted by the Grand Dukes:\nMost of the nobility rights were retained even after the &lt;a href=\"Partitions%20of%20Poland\"&gt;third partition of the Polish–Lithuanian Commonwealth&lt;/a&gt; in 1795.\nTies to the Kingdom of Poland.\nFollowing the &lt;a href=\"Union%20of%20Horod%C5%82o\"&gt;Union of Horodło&lt;/a&gt; (1413), the Lithuanian nobility acquired the same rights as the ruling class of the &lt;a href=\"Kingdom%20of%20Poland%20%281385%E2%80%931569%29\"&gt;Kingdom of Poland&lt;/a&gt; (\"&lt;a href=\"szlachta\"&gt;szlachta&lt;/a&gt;\"). During the following centuries, the Lithuanian nobility began to merge with Polish nobility. The process accelerated after the &lt;a href=\"Union%20of%20Lublin\"&gt;Union of Lublin&lt;/a&gt; (1569), resulting in the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt;.\nLithuanian nobility &lt;a href=\"Polonization\"&gt;polonised&lt;/a&gt;, replacing &lt;a href=\"Lithuanian%20language\"&gt;Lithuanian&lt;/a&gt; and &lt;a href=\"Ruthenian%20language\"&gt;Ruthenian&lt;/a&gt; languages with &lt;a href=\"Polish%20language\"&gt;Polish&lt;/a&gt; although the process took centuries. In the 16th century, a newly established theory amongst Lithuanian nobility was popular, claiming that Lithuanian nobility was of Roman extraction, and the &lt;a href=\"Lithuanian%20language\"&gt;Lithuanian language&lt;/a&gt; was just a morphed &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; language. By that time, the upper nobility and the ducal court already used Polish as their first language. The last Grand Duke known to have spoken Lithuanian was &lt;a href=\"Casimir%20IV%20Jagiellon\"&gt;Casimir IV Jagiellon&lt;/a&gt; (1440-1492). In 1595 &lt;a href=\"Mikalojus%20Dauk%C5%A1a\"&gt;Mikalojus Daukša&lt;/a&gt; addressed Lithuanian nobility calling for the Lithuanian language to play a more important role in state life. The usage of Lithuanian declined, and the Polish language became the predominant administrative language in the 16th century, eventually replacing Ruthenian as the official language of the Grand Duchy in 1697. Nonetheless, spoken Lithuanian was still common in the Grand Duchy courts during the 17th century.\nAt first, only Lithuanian &lt;a href=\"magnate\"&gt;magnate&lt;/a&gt; families were affected by Polonization, although many of them like the &lt;a href=\"Radziwi%C5%82%C5%82s\"&gt;Radziwiłłs&lt;/a&gt; remained loyal to the Grand Duchy of Lithuania and safeguarded its sovereignty vis-à-vis the Kingdom of Poland. Gradually Polonization spread to a wider population, and for the most part, the Lithuanian nobility became part of both nations’ &lt;a href=\"szlachta\"&gt;szlachta&lt;/a&gt;.\nThe middle nobility adopted the Polish language in the 17th century, while the minor rural nobles remained bilingual up to the period when the question of language related-nationality appeared.\nThe Lithuanian nobles did preserve their national awareness as members of the Grand Duchy, and in most cases recognition of their &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;n family roots; their leaders would continue to represent the interests of the Grand Duchy of Lithuania in the &lt;a href=\"General%20sejm\"&gt;General sejm&lt;/a&gt; and in the &lt;a href=\"royal%20court\"&gt;royal court&lt;/a&gt;.\nLithuanian language was used during &lt;a href=\"Ko%C5%9Bciuszko%20Uprising\"&gt;Kościuszko Uprising&lt;/a&gt; in the &lt;a href=\"proclamation\"&gt;proclamation&lt;/a&gt;s calling to rise up &lt;a href=\"For%20our%20freedom%20and%20yours\"&gt;For our freedom and yours&lt;/a&gt;. And Lithuanian nobles did rise to fight for the independence of their nation.\nTies to the Russian Empire.\nIn Russia the highest branch of nobility, the princes (kniaz) were to a large extent of Lithuanian origin, including the &lt;a href=\"Romanov%20dynasty\"&gt;Romanov dynasty&lt;/a&gt; itself and its legendary progenitor &lt;a href=\"Andrei%20Kobyla\"&gt;Andrei Kobyla&lt;/a&gt;. Thus even after Lithuania ceased to exist as an independent polity at the end of the 18th century, elites of Lithuanian origin continued to shape the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; in politics, culture (Tolstoy, Dostoevsky, Stravinsky), economics (Stolypin) and in other ways. With the perishing of hereditary elites in the aftermath of &lt;a href=\"October%20revolution\"&gt;October revolution&lt;/a&gt; and restoration of Lithuanian independence such ties largely broke down, although the &lt;a href=\"Mikhalkov\"&gt;Mikhalkov&lt;/a&gt; family prospered during the communist period and remains culturally influential.\nAfter partitions of the Polish–Lithuanian Commonwealth.\nIn &lt;a href=\"Lithuania%20proper\"&gt;Lithuania proper&lt;/a&gt;, the Polonization of the nobility, gentry and townspeople was practically complete by the early 19th century, relegating the Lithuanian language to the status of a peasant's tongue. The processes of Polonization and Russification were partially reversed with the &lt;a href=\"Lithuanian%20National%20Revival\"&gt;Lithuanian National Revival&lt;/a&gt;. Despite origins from mostly the non-noble classes, a number of nobles re-embraced their Lithuanian roots.\nThe lesser Lithuanian nobility, still partially preserving the Lithuanian language, subsequent to the &lt;a href=\"Partitions%20of%20Poland\"&gt;partitions of the Commonwealth&lt;/a&gt; left most of the former Grand Duchy under control of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;. The situation worsened during the years of tzar &lt;a href=\"Nicholas%20I%20of%20Russia\"&gt;Nicholas I of Russia&lt;/a&gt;'s rule. After the &lt;a href=\"November%20uprising\"&gt;November uprising&lt;/a&gt; imperial officials wanted to minimize the social base for another potential uprising and thus decided to reduce the noble class. During the period of 1833–1860, 25,692 people in &lt;a href=\"Vilna%20Governorate\"&gt;Vilna Governorate&lt;/a&gt; and 17,032 people in &lt;a href=\"Kovno%20Governorate\"&gt;Kovno Governorate&lt;/a&gt; lost their noble status. They could not prove their status with monarchs' privileges or land ownership. They did not lose personal freedom, but were assigned as \"one steaders\" in rural areas and as \"citizens\" in towns.\nIn view of the &lt;a href=\"January%20Uprising\"&gt;January Uprising&lt;/a&gt;, imperial officials announced that \"Lithuanians are Russians seduced by Poles and Catholicism\" and &lt;a href=\"Lithuanian%20press%20ban\"&gt;banned press in the Lithuanian language&lt;/a&gt; and started the \"&lt;a href=\"Lithuanian%20press%20ban%23Origins%20and%20legal%20basis\"&gt;Program of Restoration of Russian Beginnings&lt;/a&gt;\".\nOver the course of time, the Lithuanian nobility increasingly developed a sense of belonging to the Polish nation. During the 19th century, a self designation, often represented using a Latin formula \"gente Lithuanus, natione Polonus\" (\"Lithuanian by birth, Polish by nationality\") was common in the &lt;a href=\"Lithuania%20Proper\"&gt;Lithuania Proper&lt;/a&gt; and former &lt;a href=\"Samogitian%20Eldership\"&gt;Samogitian Eldership&lt;/a&gt;. With Polish culture developing into one of the primary centers of resistance to the Russian Empire, Polonization in some regions actually strengthened in response to official policies of &lt;a href=\"Russification\"&gt;Russification&lt;/a&gt;. An even larger percentage of Lithuanian nobility was Polonised and adopted Polish identity by the late 19th century. A Russian census in 1897 showed that 27.7% of nobility living within modern Lithuania's borders recognized Lithuanian as the mother language. This number was even higher in &lt;a href=\"Kovno%20Governorate\"&gt;Kovno Governorate&lt;/a&gt;, where 36.6% of nobility identified the Lithuanian language as their mother language.\nMost descendants of the Lithuanian nobility remained ill-disposed to the modern national movements of Lithuania and Belarus and fought for Poland in 1918-1920. The landowning nobles in the new Lithuanian state saw themselves predominately as Poles of Lithuanian background. During the &lt;a href=\"interbellum\"&gt;interbellum&lt;/a&gt; years the government of Lithuania issued land reform limiting manors with 150 hectares of land while confiscating land from those nobles who were fighting alongside the Polish in &lt;a href=\"Polish-Lithuanian%20War\"&gt;Polish-Lithuanian War&lt;/a&gt;. Many members of the Lithuanian nobility during the interbellum and after the World War II emigrated to Poland, many were &lt;a href=\"Soviet%20deportations%20from%20Lithuania\"&gt;deported to Siberia&lt;/a&gt; during the years 1945–53 of Soviet occupation, many manors were destroyed. The Association of Lithuanian Nobility was established in 1994.\nHeraldry.\nThe most ancient heraldry has a motive of crossed arrows. According to the &lt;a href=\"Union%20of%20Horod%C5%82o\"&gt;Union of Horodło&lt;/a&gt; of 1413, 47 Lithuanian noble families adopted &lt;a href=\"List%20of%20Polish%20nobility%20coats%20of%20arms\"&gt;Polish nobility coat of arms&lt;/a&gt;. Later more families adopted more coat of arms."
}