{
    "id": "47538148",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=47538148",
    "title": "2016 Northern NSW Football season",
    "text": "The 2016 &lt;a href=\"Northern%20NSW%20Football\"&gt;Northern NSW Football&lt;/a&gt; season was the third season under the new competition format in northern &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;. The competition consisted of six divisions across the district. As Premiers for the NPL Northern NSW, &lt;a href=\"Edgeworth%20FC\"&gt;Edgeworth Eagles&lt;/a&gt; qualified for the &lt;a href=\"National%20Premier%20Leagues\"&gt;National Premier Leagues&lt;/a&gt; finals series, competing with the other state federation champions in a final knockout tournament to decide the &lt;a href=\"2016%20National%20Premier%20Leagues%23Finals\"&gt;National Premier Leagues Champion for 2016&lt;/a&gt;.\nLeague Tables.\n2016 National Premier League Northern NSW.\nThe 2016 National Premier League Northern NSW season was played over 18 rounds.\n&lt;section begin=\"NPL table\" /&gt;&lt;section end=\"NPL table\" /&gt;\nFinals.\n&lt;section begin=\"NPL bracket\" /&gt;&lt;section end=\"NPL bracket\" /&gt;\n2016 Northern NSW State League Division 1.\nThe 2016 Northern NSW State League Division 1 season is the third season of the new &lt;a href=\"Northern%20NSW%20State%20League%20Division%201\"&gt;Northern NSW State League Division 1&lt;/a&gt; as the second level domestic &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; competition in the district of Northern NSW. 11 teams will compete, all playing each other twice, for a total of 20 rounds. The top team at the end of the year is promoted to the 2017 National Premier Leagues Northern NSW, subject to meeting criteria.\n2016 Zone Premier League.\nThe 2016 Zone Premier League season is the third edition of the &lt;a href=\"Newcastle%20Zone%20Premier%20League\"&gt;Newcastle Zone Premier League&lt;/a&gt; as the third level domestic &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition in the district of Northern NSW. 10 teams will compete, all playing each other twice for a total of 18 rounds.\n2016 Zone League 1.\nThe 2016 Zone League 1 season is the third edition of the &lt;a href=\"Zone%20League%20One\"&gt;Zone League 1&lt;/a&gt; as the fourth level domestic &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition in the district of Northern NSW. 10 teams will compete, all playing each other twice for a total of 18 matches.\n2016 Zone League 2.\nThe 2016 Zone League 2 season is the third edition of the &lt;a href=\"Zone%20League%20Two\"&gt;Zone League 2&lt;/a&gt; as the fifth level domestic &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition in the district of Northern NSW. 10 teams will compete, all playing each other twice for a total of 18 matches.\n2016 Zone League 3.\nThe 2016 Zone League 3 season is the third edition of the &lt;a href=\"Zone%20League%20Three\"&gt;Zone League 3&lt;/a&gt; as the sixth level domestic &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition in the district of Northern NSW. 10 teams will compete, all playing each other twice for a total of 18 matches.\n2016 Women's Premier League.\nThe highest tier domestic football competition in Northern NSW for women is known for sponsorship reasons as the Herald Women's Premier League. The 7 teams played a triple round-robin for a total of 18 games, followed by a finals series.\nCup Competitions.\nFFA Cup Preliminary Rounds.\nNorthern NSW soccer clubs competed in 2016 within the Northern NSW Preliminary Rounds for the &lt;a href=\"2016%20FFA%20Cup\"&gt;2016 FFA Cup&lt;/a&gt;. In addition to the &lt;a href=\"A-League\"&gt;A-League&lt;/a&gt; club &lt;a href=\"Newcastle%20Jets%20FC\"&gt;Newcastle Jets&lt;/a&gt;, the two Round 7 winners - &lt;a href=\"Lambton%20Jaffas%20FC\"&gt;Lambton Jaffas&lt;/a&gt; and &lt;a href=\"Edgeworth%20FC\"&gt;Edgeworth FC&lt;/a&gt; - qualified for the final rounds of the FFA Cup, entering at the &lt;a href=\"2016%20FFA%20Cup\"&gt;Round of 32&lt;/a&gt;. &lt;a href=\"Edgeworth%20FC\"&gt;Edgeworth FC&lt;/a&gt; made it to the Round of 16, before being eliminated by &lt;a href=\"A-League\"&gt;A-League&lt;/a&gt; club &lt;a href=\"Western%20Sydney%20Wanderers%20FC\"&gt;Western Sydney Wanderers&lt;/a&gt;. "
}