{
    "id": "47545525",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=47545525",
    "title": "Jean Dadario Burke",
    "text": "Jean Dadario Burke is an American television &lt;a href=\"soap%20opera\"&gt;soap opera&lt;/a&gt; &lt;a href=\"Television%20producer\"&gt;producer&lt;/a&gt; and &lt;a href=\"Television%20director\"&gt;director&lt;/a&gt;, most notably of the daytime television show \"&lt;a href=\"All%20My%20Children\"&gt;All My Children&lt;/a&gt;\". During her career in daytime television, Burke won many &lt;a href=\"Daytime%20Emmy%20Award\"&gt;Daytime Emmy Award&lt;/a&gt;s, primarily as executive producer for that show. She is credited with saving many characters from the canceled soap opera \"&lt;a href=\"Loving%20%28TV%20series%29\"&gt;Loving&lt;/a&gt;\" and transporting them to its sequel show, \"&lt;a href=\"The%20City%20%281995%20TV%20series%29\"&gt;The City&lt;/a&gt;\", by radically reworking the storyline, changing the setting to &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, eliminating half of the cast, and bringing in the star &lt;a href=\"Morgan%20Fairchild\"&gt;Morgan Fairchild&lt;/a&gt;. She was part of a team that ultimately took the characters of \"Loving\" away from a \"stilted upper-middle-class\" orientation. She was instrumental in the careers of many daytime actors, including &lt;a href=\"Josh%20Duhamel\"&gt;Josh Duhamel&lt;/a&gt;.\nBurke was born in &lt;a href=\"The%20Bronx\"&gt;The Bronx&lt;/a&gt;, and started her career as a production secretary on the show \"&lt;a href=\"Search%20for%20Tomorrow\"&gt;Search for Tomorrow&lt;/a&gt;\". She held numerous jobs in the &lt;a href=\"soap%20opera\"&gt;soap opera&lt;/a&gt; industry, doing casting, directing, and writing, and sometimes working on several shows concurrently. She was a casting assistant at \"&lt;a href=\"All%20My%20Children\"&gt;All My Children&lt;/a&gt;\", was promoted to technical director, then later to director and senior producer, and finally to executive producer from 1998 to 2003. She was a director at \"&lt;a href=\"Another%20World%20%28TV%20series%29\"&gt;Another World&lt;/a&gt;\" from 1988 to 1990. She was executive producer from 1995 to 1997 of the show \"&lt;a href=\"The%20City%20%281995%20TV%20series%29\"&gt;The City&lt;/a&gt;\". From 1994 to 1995, she was executive producer of the daytime show \"&lt;a href=\"Loving%20%28TV%20series%29\"&gt;Loving&lt;/a&gt;\". She was a director and associate producer of \"&lt;a href=\"Ryan%27s%20Hope\"&gt;Ryan's Hope&lt;/a&gt;\" from 1988-1989.\nAwards and nominations.\nSources for awards:"
}