{
    "id": "47548764",
    "revid": "36510957",
    "url": "https://en.wikipedia.org/wiki?curid=47548764",
    "title": "Gujurly Nesil",
    "text": "The Gujurly Nesil Education Center is a privately owned institution providing short courses on &lt;a href=\"language\"&gt;language&lt;/a&gt;s, &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; and computer skills. It is located in &lt;a href=\"Ashgabat\"&gt;Ashgabat&lt;/a&gt;, &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;. It was established in 2014 by local &lt;a href=\"Entrepreneurship\"&gt;entrepreneurs&lt;/a&gt; inspired by the teachings of President of Turkmenistan &lt;a href=\"Gurbanguly%20Berdimuhamedow\"&gt;Gurbanguly Berdimuhamedow&lt;/a&gt;. The 'Arkadag' Berdimuhamedow's educational philosophy serves as the main founding pillar of the education center.\nGNEC provides short term seasonal courses throughout the year. GNEC's academic year consists of four educational seasons; &lt;a href=\"winter\"&gt;winter&lt;/a&gt;, &lt;a href=\"Spring%20%28season%29\"&gt;spring&lt;/a&gt;, &lt;a href=\"summer\"&gt;summer&lt;/a&gt;, and &lt;a href=\"Autumn\"&gt;fall&lt;/a&gt; academic sessions. Currently GNEC provides multiple level &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;, &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;, &lt;a href=\"Computer%20Technology\"&gt;Computer Technology&lt;/a&gt;, and Mathematics courses. All courses are taught in three shifts: morning, afternoon, and evening.\nGNEC's entity serves wide and diverse range of learners, ranging from 7-year-old school kids to working adults. Courses are delivered by highly qualified instructors in an interactive student centered teaching fashion using cutting edge educational technology tools. GNEC's teacher-student ratio is kept at a minimum level to enhance student-teacher interaction.\nCourses given at GNEC:\n1. \"English\": Beginner, Elementary, Pre-Intermediate, Intermediate, Upper-Intermediate, Advanced, Practice Course, English for Kids 1, 2, 3;\n2. \"Mathematics:\" Mathematics I (Basics of Algebra), Mathematics II (&lt;a href=\"Algebra\"&gt;Algebra&lt;/a&gt; and Elementary Functions), Mathematics III (Algebra and &lt;a href=\"Trigonometry\"&gt;Trigonoimetric&lt;/a&gt; functions), Mathematics IV (Algebra and the beginning of the analysis);\n3. \"Computer Technologies:\" Basic Office Tools, Graphical Applications, &lt;a href=\"Architectural%20drawing\"&gt;Architectural Drawing&lt;/a&gt;, &lt;a href=\"3D%20modeling\"&gt;3D Modeling&lt;/a&gt;, Introduction to Programming, Computer Technical Support, Computer Network Administration, Computer Network Infrastructure, &lt;a href=\"Web%20design\"&gt;Web Design&lt;/a&gt;, &lt;a href=\"Web%20development\"&gt;Web Programming&lt;/a&gt;, &lt;a href=\"Database\"&gt;Database Management&lt;/a&gt; (using &lt;a href=\"Microsoft%20Access\"&gt;MS Access&lt;/a&gt;), ;\n4. \"Russian:\" Russian for Kids 1, 2, 3; Russian for Adults 1, 2, 3;\n5. \"German:\" A1, A2, B1, B2, C1, C2;\n6. Preparational Courses: &lt;a href=\"Test%20of%20English%20as%20a%20Foreign%20Language\"&gt;TOEFL&lt;/a&gt; Prep Course; &lt;a href=\"International%20English%20Language%20Testing%20System\"&gt;IELTS&lt;/a&gt; Prep Course; &lt;a href=\"SAT\"&gt;SAT&lt;/a&gt; Prep Course;\nSessions:\nGNEC has 3 sessions for convenience of the audience. \n1) Morning session. 09:00 - 12:00\n2) Afternoon session. 15:00 - 17:50\n3) Evening session. 18:30 - 21:20"
}