{
    "id": "4755555",
    "revid": "15084382",
    "url": "https://en.wikipedia.org/wiki?curid=4755555",
    "title": "Kutama College",
    "text": "Kutama College (officially St Francis Xavier College) is a &lt;a href=\"Catholic%20school\"&gt;Catholic&lt;/a&gt; independent &lt;a href=\"Boarding%20school\"&gt;boarding&lt;/a&gt; high school near &lt;a href=\"Norton%2C%20Zimbabwe\"&gt;Norton&lt;/a&gt; in the Zvimba area, 80 kilometres southwest of &lt;a href=\"Harare\"&gt;Harare&lt;/a&gt;. Grown out of a Mission station founded in 1914 and run by the &lt;a href=\"Marist%20Brothers\"&gt;Marist Brothers&lt;/a&gt;, Kutama has a student population of about 900 pupils.\nKutama College was ranked 26th out of the top 100 best high schools in Africa by Africa Almanac in 2017, based on quality of education, student engagement, strength and activities of alumni, school profile, internet and news visibility.\nThe school moto \"Esse Quam Videri\" is &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; meaning \"to be, rather than to seem\".\nHistory.\nFounded prior to the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; by English &lt;a href=\"Society%20of%20Jesus\"&gt;Jesuit Priests&lt;/a&gt; at the request of Bishop &lt;a href=\"Aston%20Chichester\"&gt;Aston Chichester&lt;/a&gt;, Kutama was one of the first institutions to offer high school education to students of African descent in colonial Rhodesia. Its Jesuit origins are reflected in its official name, &lt;a href=\"St%20Francis%20Xavier\"&gt;St Francis Xavier&lt;/a&gt; College. The school is part of &lt;a href=\"Kutama%20Mission\"&gt;Kutama Mission&lt;/a&gt;, a &lt;a href=\"Catholicism\"&gt;Catholic&lt;/a&gt; &lt;a href=\"Mission%20%28Christian%29\"&gt;mission&lt;/a&gt; originally run by &lt;a href=\"Society%20of%20Jesus\"&gt;Jesuits&lt;/a&gt; but now run by the &lt;a href=\"Marist%20Brothers\"&gt;Marist Brothers&lt;/a&gt;, a Catholic order devoted to educational work.\nThe school's first headmaster was Father Jerome O'Hea, an &lt;a href=\"Irish%20people\"&gt;Irish-born&lt;/a&gt; priest after whom the local mission hospital is named. Its most famous headmaster was James Anthony (affectionately known as \"Jachi\") Chinamasa, a Kutama College old boy and elder brother of Zimbabwean Justice Minister &lt;a href=\"Patrick%20Chinamasa\"&gt;Patrick Chinamasa&lt;/a&gt;. The present headmaster is Br Jacob Mutingwende who took over from Br Bernard Chirombe, who served as deputy headmaster under Stephen Muchenje who retired at the end of 2008.\nHouses.\nLike most high schools in Zimbabwe, which follow the traditional &lt;a href=\"Education%20in%20the%20United%20Kingdom\"&gt;British school system&lt;/a&gt;, students at Kutama are divided into four houses each having its own colour: "
}