{
    "id": "4757213",
    "revid": "3820778",
    "url": "https://en.wikipedia.org/wiki?curid=4757213",
    "title": "Hunting oscillation",
    "text": "Hunting oscillation is a &lt;a href=\"self-oscillation\"&gt;self-oscillation&lt;/a&gt;, usually unwanted, about an &lt;a href=\"Mechanical%20equilibrium\"&gt;equilibrium&lt;/a&gt;. The expression came into use in the 19th century and describes how a system \"hunts\" for equilibrium. The expression is used to describe phenomena in such diverse fields as electronics, aviation, biology, and railway engineering.\nRailway wheelsets.\nA classical hunting oscillation is a swaying motion of a &lt;a href=\"railway\"&gt;railway&lt;/a&gt; vehicle (often called \"truck hunting\" or \"bogie hunting\") caused by the &lt;a href=\"Adhesion%20railway%23Directional%20stability%20and%20hunting%20instability\"&gt;coning&lt;/a&gt; action on which the directional &lt;a href=\"Directional%20stability\"&gt;stability&lt;/a&gt; of an &lt;a href=\"adhesion%20railway\"&gt;adhesion railway&lt;/a&gt; depends. It arises from the interaction of &lt;a href=\"adhesion\"&gt;adhesion&lt;/a&gt; forces and &lt;a href=\"inertial\"&gt;inertial&lt;/a&gt; forces. At low speed, adhesion dominates but, as the speed increases, the adhesion forces and inertial forces become comparable in magnitude and the &lt;a href=\"oscillation\"&gt;oscillation&lt;/a&gt; begins at a critical speed. Above this speed, the motion can be violent, damaging track and wheels and potentially causing &lt;a href=\"derailment\"&gt;derailment&lt;/a&gt;. The problem does not occur on systems with a &lt;a href=\"Differential%20%28mechanical%20device%29\"&gt;differential&lt;/a&gt; because the action depends on both wheels of a &lt;a href=\"Wheelset%20%28rail%20transport%29\"&gt;wheelset&lt;/a&gt; rotating at the same angular rate, although differentials tend to be rare, and conventional trains have their wheels fixed to the axles in pairs instead. Some trains, like the &lt;a href=\"Talgo%20350\"&gt;Talgo 350&lt;/a&gt;, have no differential, yet they are mostly not affected by hunting oscillation, as most of their wheels rotate independently from one another. The wheels of the power car, however, can be affected by hunting oscillation, because the wheels of the power car are fixed to the axles in pairs like in conventional bogies. Less conical wheels and bogies equipped with independent wheels that turn independently from each other and are not fixed to an axle in pairs are cheaper than a suitable differential for the bogies of a train.\nThe problem was first noticed towards the end of the 19th century, when train speeds became high enough to encounter it. Serious efforts to counteract it got underway in the 1930s, giving rise to lengthened trucks and the side-damping &lt;a href=\"Blomberg%20truck\"&gt;\"swing hanger\"&lt;/a&gt; truck. In the development of the Japanese \"&lt;a href=\"Shinkansen\"&gt;Shinkansen&lt;/a&gt;\", less-conical wheels and other design changes were used to extend truck design speeds above . Advances in wheel and truck design based on research and development efforts in Europe and Japan have extended the speeds of steel wheel systems well beyond those attained by the original \"Shinkansen\", while the advantage of &lt;a href=\"backward%20compatibility\"&gt;backwards compatibility&lt;/a&gt; keeps such technology dominant over alternatives such as the &lt;a href=\"hovertrain\"&gt;hovertrain&lt;/a&gt; and &lt;a href=\"maglev\"&gt;maglev&lt;/a&gt; systems. The speed record for steel-wheeled trains is held by the French &lt;a href=\"TGV\"&gt;TGV&lt;/a&gt;, at .\nKinematic analysis.\nWhile a qualitative description provides some understanding of the phenomenon, deeper understanding inevitably requires a mathematical analysis of the vehicle &lt;a href=\"Dynamics%20%28mechanics%29\"&gt;dynamics&lt;/a&gt;. Even then, the results may be only approximate.\nA &lt;a href=\"kinematic\"&gt;kinematic&lt;/a&gt; description deals with the &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt; of motion, without reference to the &lt;a href=\"force\"&gt;force&lt;/a&gt;s causing it, so the analysis begins with a description of the geometry of a wheel set running on a straight track. Since &lt;a href=\"Newton%27s%20second%20law\"&gt;Newton's second law&lt;/a&gt; relates forces to the &lt;a href=\"acceleration\"&gt;acceleration&lt;/a&gt; of bodies, the forces acting may then be derived from the kinematics by calculating the accelerations of the components. However, if these forces change the kinematic description (as they do in this case) then the results may only be approximately correct.\nAssumptions and non-mathematical description.\nThis kinematic description makes a number of simplifying assumptions since it neglects forces. For one, it assumes that the &lt;a href=\"rolling%20resistance\"&gt;rolling resistance&lt;/a&gt; is zero. A wheelset (not attached to a &lt;a href=\"train\"&gt;train&lt;/a&gt; or &lt;a href=\"bogie\"&gt;truck&lt;/a&gt;), is given a push forward on a straight and level track. The wheelset starts coasting and never slows down since there are no forces (except downward forces on the wheelset to make it adhere to the track and not slip). If initially the wheelset is centered on the railroad track then the effective diameters of each wheel are the same and the wheelset rolls down the track in a perfectly straight line forever. But if the wheelset is a little off-center so that the effective diameters (or radii) are different, then the wheelset starts to move in a curve of radius (depending on these wheelset radii, etc.; to be derived later on). The problem is to use kinematic reasoning to find the &lt;a href=\"trajectory\"&gt;trajectory&lt;/a&gt; of the wheelset, or more precisely, the &lt;a href=\"trajectory\"&gt;trajectory&lt;/a&gt; of the center of the wheelset projected vertically on the roadbed in the center of the track. This is a trajectory on the plane of the level earth's surface and plotted on an - graphical plot where is the distance along the railroad and is the \"tracking error\", the deviation of the center of the wheelset from the straight line of the railway running down the center of the track (midway between the two rails).\nTo illustrate that a wheelset trajectory follows a curved path, one may place a nail or screw on a flat table top and give it a push. It will roll in a circular curve because the nail or screw is like a wheelset with extremely different diameter wheels. The head is analogous to a large diameter wheel and the pointed end is like a small diameter wheel. While the nail or screw will turn around in a full circle (and more) the railroad wheelset behaves differently because as soon at it starts to turn in a curve, the effective diameters change in such a way as to decrease the curvature of the path. Note that \"radius\" and \"curvature\" refer to the curvature of the trajectory of the wheelset and not the curvature of the railway since this is perfectly straight track. As the wheelset rolls on, the curvature decreases until the wheels reach the point where their effective diameters are equal and the path is no longer curving. But the trajectory has a slope at this point (it is a straight line which crosses diagonally over the centerline of the track) so that it overshoots the centerline of the track and the effective diameters reverse (the formerly smaller diameter wheel becomes the larger diameter and conversely). This results in the wheelset moving in a curve in the opposite direction. Again it overshoots the centerline and this phenomenon continues indefinitely with the wheelset oscillating from side to side. Note that the wheel &lt;a href=\"flange\"&gt;flange&lt;/a&gt; never makes contact with the rail. In this model, the rails are assumed to always contact the wheel tread along the same line on the rail head which assumes that the rails are knife-edge and only make contact with the wheel tread along a line (of zero width).\nMathematical analysis.\nThe train stays on the track by virtue of the conical shape of the wheel &lt;a href=\"Tire\"&gt;treads&lt;/a&gt;. If a wheelset is displaced to one side by an amount (the tracking error), the radius of the tread in contact with the rail on one side is reduced, while on the other side it is increased. The &lt;a href=\"angular%20velocity\"&gt;angular velocity&lt;/a&gt; is the same for both wheels (they are coupled via a &lt;a href=\"Stiffness\"&gt;rigid&lt;/a&gt; &lt;a href=\"axle\"&gt;axle&lt;/a&gt;), so the larger &lt;a href=\"diameter\"&gt;diameter&lt;/a&gt; tread speeds up, while the smaller slows down. The wheel set steers around a centre of curvature defined by the intersection of the generator of a cone passing through the points of contact with the wheels on the rails and the axis of the wheel set. Applying &lt;a href=\"similar%20triangles\"&gt;similar triangles&lt;/a&gt;, we have for the turn radius:\nwhere is the track &lt;a href=\"Rail%20gauge\"&gt;gauge&lt;/a&gt;, the wheel radius when running straight and is the tread &lt;a href=\"Machine%20tapers\"&gt;taper&lt;/a&gt; (which is the slope of tread in the horizontal direction perpendicular to the track).\nThe path of the wheel set relative to the straight track is defined by a function (), where is the progress along the track. This is sometimes called the tracking error. Provided the direction of motion remains more or less &lt;a href=\"Parallel%20%28geometry%29\"&gt;parallel&lt;/a&gt; to the rails, the &lt;a href=\"curvature\"&gt;curvature&lt;/a&gt; of the path may be related to the second &lt;a href=\"derivative\"&gt;derivative&lt;/a&gt; of with respect to distance along the track as approximately\nIt follows that the &lt;a href=\"trajectory\"&gt;trajectory&lt;/a&gt; along the track is governed by the equation:\nThis is a &lt;a href=\"simple%20harmonic%20motion\"&gt;simple harmonic motion&lt;/a&gt; having wavelength:\nThis kinematic analysis implies that trains sway from side to side all the time. In fact, this oscillation is &lt;a href=\"Damping%20ratio\"&gt;damped&lt;/a&gt; out below a critical speed and the ride is correspondingly more comfortable. The kinematic result ignores the forces causing the motion. These may be analyzed using the &lt;a href=\"Rail%20adhesion%23Forces%20on%20wheels%2C%20creep\"&gt;concept of creep&lt;/a&gt; (non-linear) but are somewhat difficult to quantify simply, as they arise from the &lt;a href=\"Hertzian%20contact%20stress\"&gt;elastic distortion&lt;/a&gt; of the wheel and rail at the regions of contact. These are the subject of &lt;a href=\"frictional%20contact%20mechanics\"&gt;frictional contact mechanics&lt;/a&gt;; an early presentation that includes these effects in hunting motion analysis was presented by Carter. See Knothe for a historical overview.\nIf the motion is substantially parallel with the rails, the angular displacement of the wheel set formula_1 is given by:\nHence:\nThe angular deflection also follows a simple harmonic motion, which lags behind the side to side motion by a quarter of a cycle. In many systems which are characterised by harmonic motion involving two different states (in this case the axle yaw deflection and the lateral displacement), the quarter cycle lag between the two motions endows the system with the ability to extract energy from the forward motion. This effect is observed in \"&lt;a href=\"Aeroelasticity%23Flutter\"&gt;flutter&lt;/a&gt;\" of aircraft wings and \"&lt;a href=\"Speed%20wobble\"&gt;shimmy&lt;/a&gt;\" of road vehicles, as well as hunting of railway vehicles. The kinematic solution derived above describes the motion at the critical speed.\nIn practice, below the critical speed, the lag between the two motions is less than a quarter cycle so that the motion is damped out but, above the critical speed, the lag is greater than a quarter cycle so that the motion is amplified.\nIn order to estimate the &lt;a href=\"inertia\"&gt;inertia&lt;/a&gt;l forces, it is necessary to express the distance derivatives as time &lt;a href=\"derivative\"&gt;derivative&lt;/a&gt;s. This is done using the speed of the vehicle , which is assumed constant:\nThe angular acceleration of the axle in yaw is:\nThe inertial moment (ignoring gyroscopic effects) is:\nwhere is the force acting along the rails and is the &lt;a href=\"moment%20of%20inertia\"&gt;moment of inertia&lt;/a&gt; of the wheel set.\nthe maximum &lt;a href=\"friction\"&gt;friction&lt;/a&gt;al force between the wheel and rail is given by:\nwhere is the axle load and formula_2 is the &lt;a href=\"coefficient%20of%20friction\"&gt;coefficient of friction&lt;/a&gt;. Gross slipping will occur at a combination of speed and axle deflection given by:\nthis expression yields a significant overestimate of the critical speed, but it does illustrate the physical reason why hunting occurs, i.e. the inertial forces become comparable with the adhesion forces above a certain speed. Limiting friction is a poor representation of the adhesion force in this case.\nThe actual adhesion forces arise from the distortion of the tread and rail in the region of contact. There is no gross slippage, just elastic distortion and some local slipping (creep slippage). During normal operation these forces are well within the limiting friction constraint. A complete analysis takes these forces into account, using &lt;a href=\"frictional%20contact%20mechanics\"&gt;rolling contact mechanics&lt;/a&gt; theories.\nHowever, the kinematic analysis assumed that there was no slippage at all at the wheel-rail contact. Now it is clear that there is some creep slippage which makes the calculated sinusoidal trajectory of the wheelset (per Klingel's formula) not exactly correct.\nEnergy balance.\nIn order to get an estimate of the critical speed, we use the fact that the condition for which this kinematic solution is valid corresponds to the case where there is no net &lt;a href=\"energy\"&gt;energy&lt;/a&gt; exchange with the surroundings, so by considering the &lt;a href=\"kinetic%20energy\"&gt;kinetic&lt;/a&gt; and &lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt; of the system, we should be able to derive the critical speed.\nLet:\nUsing the operator:\nthe angular acceleration equation may be expressed in terms of the angular velocity in yaw, formula_3:\nintegrating:\nso the kinetic energy due to rotation is:\nWhen the axle yaws, the points of contact move outwards on the treads so that the height of the axle is lowered. The distance between the support points increases to:\n(to second order of small quantities).\nthe displacement of the support point out from the centres of the treads is:\nthe axle load falls by\nThe work done by lowering the axle load is therefore:\nThis is energy lost from the system, so in order for the motion to continue, an equal amount of energy must be extracted from the forward motion of the wheelset.\nThe outer wheel velocity is given by:\nThe kinetic energy is:\nfor the inner wheel it is\nwhere is the &lt;a href=\"mass\"&gt;mass&lt;/a&gt; of both wheels.\nThe increase in &lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt; is:\nThe motion will continue at constant amplitude as long as the &lt;a href=\"energy\"&gt;energy&lt;/a&gt; extracted from the forward motion, and manifesting itself as increased kinetic energy of the wheel set at zero yaw, is equal to the &lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt; lost by the lowering of the axle load at maximum yaw.\nNow, from the kinematics:\nbut\nThe translational kinetic energy is\nThe total kinetic energy is:\nThe critical speed is found from the energy balance:\nHence the critical speed is given by\nThis is independent of the wheel taper, but depends on the ratio of the axle &lt;a href=\"structural%20load\"&gt;load&lt;/a&gt; to wheel set mass. If the treads were truly conical in shape, the critical speed would be independent of the taper. In practice, wear on the wheel causes the taper to vary across the tread width, so that the value of taper used to determine the potential energy is different from that used to calculate the kinetic energy. Denoting the former as , the critical speed becomes:\nwhere is now a shape factor determined by the wheel &lt;a href=\"wear\"&gt;wear&lt;/a&gt;. This result is derived in Wickens (1965) from an analysis of the system dynamics using standard &lt;a href=\"control%20engineering\"&gt;control engineering&lt;/a&gt; methods.\nLimitation of simplified analysis.\nThe motion of a wheel set is much more complicated than this analysis would indicate. There are additional restraining forces applied by the vehicle suspension and, at high speed, the wheel set will generate additional &lt;a href=\"gyroscopic\"&gt;gyroscopic&lt;/a&gt; torques, which will modify the estimate of the critical speed. Conventionally a railway vehicle has stable motion in low speeds, when it reaches to high speeds stability changes to unstable form. The main purpose of nonlinear analysis of rail vehicle system dynamics is to show the view of analytical investigation of bifurcation, nonlinear lateral stability and hunting behavior of rail vehicles in a tangent track. This study describes the Bogoliubov method for the analysis.\nTwo main matters, namely assuming the body as a fixed support and influence of the nonlinear elements in calculation of the hunting speed, are mostly focused in studies. A real railway vehicle has many more degrees of freedom and, consequently, may have more than one critical speed; it is by no means certain that the lowest is dictated by the wheelset motion. However, the analysis is instructive because it shows why hunting occurs. As the speed increases, the inertial forces become comparable with the adhesion forces. That is why the critical speed depends on the ratio of the axle load (which determines the adhesion force) to the wheelset mass (which determines the inertial forces).\nAlternatively, below a certain speed, the energy which is extracted from the forward motion is insufficient to replace the energy lost by lowering the axles and the motion damps out; above this speed, the energy extracted is greater than the loss in potential energy and the amplitude builds up.\nThe potential energy at maximum axle yaw may be increased by including an elastic constraint on the yaw motion of the axle, so that there is a contribution arising from spring tension. Arranging wheels in bogies to increase the constraint on the yaw motion of wheelsets and applying elastic constraints to the bogie also raises the critical speed. Introducing elastic forces into the equation permits suspension designs which are limited only by the onset of gross slippage, rather than classical hunting. The penalty to be paid for the virtual elimination of hunting is a straight track, with an attendant right-of-way problem and incompatibility with legacy infrastructure.\nHunting is a dynamic problem which can be solved, in principle at least, by active feedback control, which may be adapted to the quality of track. However, the introduction of active control raises reliability and safety issues.\nShortly after the onset of hunting, gross slippage occurs and the wheel flanges impact on the rails, potentially causing damage to both.\nRoad–rail vehicles.\nMany &lt;a href=\"road%E2%80%93rail%20vehicle\"&gt;road–rail vehicle&lt;/a&gt;s feature independent axles and suspension systems on each rail wheel. When this is combined with the presence of road wheels on the rail it becomes difficult to use the formulae above. Historically, road–rail vehicles have their front wheels set slightly &lt;a href=\"toe-in\"&gt;toe-in&lt;/a&gt;, which has been found to minimise hunting whilst the vehicle is being driven on-rail.\nSee also.\nFor general methods dealing with this class of problem, see"
}