{
    "id": "4757800",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=4757800",
    "title": "Thomas J. Cram",
    "text": "Thomas Jefferson Cram (March 1, 1804 – December 20, 1883) was an American &lt;a href=\"topographical\"&gt;topographical&lt;/a&gt; &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt; from New Hampshire who served in the &lt;a href=\"United%20States%20Army%20Corps%20of%20Topographical%20Engineers\"&gt;United States Army Corps of Topographical Engineers&lt;/a&gt; from 1839 to 1863 and the &lt;a href=\"United%20States%20Army%20Corps%20of%20Engineers\"&gt;United States Army Corps of Engineers&lt;/a&gt; from 1863 to 1869.\nHe served as General Superintendent for harbor works on &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt; and the construction of roads in &lt;a href=\"Wisconsin%20Territory\"&gt;Wisconsin Territory&lt;/a&gt;. He led surveys to determine the border of Michigan and Wisconsin Territory in the &lt;a href=\"Upper%20Peninsula\"&gt;Upper Peninsula&lt;/a&gt;, to explore Oregon and Washington Territories, and to determine the feasibility of a water route to the Pacific through Central America. He served under General &lt;a href=\"Zachary%20Taylor\"&gt;Zachary Taylor&lt;/a&gt; in the &lt;a href=\"Army%20of%20Occupation%20%28Mexico%29\"&gt;Army of Occupation&lt;/a&gt; during the Mexican American War and conducted coastal and river surveys in Texas.\nHe participated in the &lt;a href=\"United%20States%20Lake%20Survey\"&gt;United States Lake Survey&lt;/a&gt; and led the survey section between Green Bay, Wisconsin and Chicago, Illinois. He conducted multiple river, canal and harbor improvement assessments including for the &lt;a href=\"Fox%20River%20%28Green%20Bay%20tributary%29\"&gt;Fox&lt;/a&gt; and &lt;a href=\"Wisconsin%20River\"&gt;Wisconsin River&lt;/a&gt; in Wisconsin, the &lt;a href=\"Ohio%20River\"&gt;Ohio River&lt;/a&gt; in Louisville, Kentucky and the St. Louis, Missouri harbor on the Mississippi River. He assisted the &lt;a href=\"U.S.%20National%20Geodetic%20Survey\"&gt;United States Coast Survey&lt;/a&gt; in New England from 1847 to 1855 and in North Carolina from 1858 to 1861.\nDuring the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, he was promoted to Lieutenant Colonel and Colonel and served as aide-de-camp to General &lt;a href=\"John%20E.%20Wool\"&gt;John E. Wool&lt;/a&gt;.\nBiography.\nCram was born in &lt;a href=\"Acworth%2C%20New%20Hampshire\"&gt;Acworth, New Hampshire&lt;/a&gt;. He graduated from the &lt;a href=\"United%20States%20Military%20Academy\"&gt;U.S. Military Academy&lt;/a&gt; in 1826 and taught mathematics and natural and experimental philosophy at the Academy from 1829 to 1836. He was commissioned a 2nd Lieutenant in the &lt;a href=\"4th%20Air%20Defense%20Artillery%20Regiment\"&gt;4th U.S. Artillery&lt;/a&gt;. In 1835 he was promoted to 1st Lieutenant and resigned his commission in 1836.\nHe worked as an assistant engineer for the railroad industry in Maryland and Pennsylvania for two years and returned to Army service as a &lt;a href=\"captain%20%28United%20States%29\"&gt;captain&lt;/a&gt; in 1838. In 1839, he was assigned as the General Superintendent for harbor works in Lake Michigan and road construction in Wisconsin Territory with &lt;a href=\"Howard%20Stansbury\"&gt;Howard Stansbury&lt;/a&gt; and &lt;a href=\"Lorenzo%20Sitgreaves\"&gt;Lorenzo Sitgreaves&lt;/a&gt; assigned to assist him. He made improvements to the harbors of Chicago, St. Joseph and Michigan City and built new harbors at Kenosha, Calumet, Milwaukee and Racine. Cram built seven roads in Wisconsin and used timber &lt;a href=\"truss%20bridges\"&gt;truss bridges&lt;/a&gt; designed by &lt;a href=\"Stephen%20Harriman%20Long\"&gt;Stephen Long&lt;/a&gt; for all spans greater than 20 feet long.\nAs part of the settlement of the &lt;a href=\"Toledo%20War\"&gt;Toledo War&lt;/a&gt;, between Michigan and Ohio, most of the Upper Peninsula of Michigan was granted to Michigan. The U.S. Congress created the Wisconsin Territory in 1836 and appropriated funds to conduct a survey to determine the boundary between Wisconsin and Michigan. In 1840, Cram and &lt;a href=\"Douglass%20Houghton\"&gt;Douglass Houghton&lt;/a&gt; led the boundary survey team up the &lt;a href=\"Menominee%20River\"&gt;Menominee River&lt;/a&gt; to its source at &lt;a href=\"Brule%20Lake%20%28Michigan-Wisconsin%29\"&gt;Brule Lake&lt;/a&gt;. A previous map incorrectly listed &lt;a href=\"Lac%20Vieux%20Desert\"&gt;Lac Vieux Desert&lt;/a&gt; as the headwater of the Menominee River and the &lt;a href=\"Montreal%20River%20%28Wisconsin%E2%80%93Michigan%29\"&gt;Montreal River&lt;/a&gt;. He negotiated a treaty with the &lt;a href=\"Ojibwa\"&gt;Ojibwa&lt;/a&gt; Chief Ca-sha-o-sha which allowed the survey to continue. The survey could not be completed in 1840 due to errors in the map used by Congress to determine the boundary. Cram returned to the Upper Peninsula in 1841 to continue the survey. He identified &lt;a href=\"Lac%20Vieux%20Desert\"&gt;Lac Vieux Desert&lt;/a&gt; as the source of the &lt;a href=\"Wisconsin%20River\"&gt;Wisconsin River&lt;/a&gt; and recommended a different boundary between Wisconsin and Michigan. Congress used the border recommended by Cram when they passed the Wisconsin Enabling Act of 1846 prior to Wisconsin becoming a state in 1848. Michigan refuted the results of the survey and claimed that Cram's interpretation of the boundary cheated Michigan out of 800 square miles of land. The case reached the U.S. Supreme Court in 1926 and was decided in favor of Wisconsin.\nIn 1841, Cram participated in the United States Lake Survey. His portion of the survey began at Green Bay and moved south toward Chicago while William G. Williams began his portion at Green Bay and moved north toward Mackinac Island.\nIn 1843, Cram conducted work in &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville, Kentucky&lt;/a&gt; to improve navigation of the falls on the Ohio River. Cram recommended the expansion of the canal and construction of a second canal to provide two way river traffic, however the recommendations were not approved by Congress and were not implemented.\nIn 1844, Cram was assigned to improve the harbor works at &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;. The harbor required improvements since the flow of the Mississippi River had formed sandbars that trapped ships or required long diversions to avoid them. He proposed several works to remedy the situation but they were deemed too experimental and expensive. The construction of a dam was selected and work began on it until the outbreak of the Mexican American War.\nIn 1845, Cram served as chief topographical engineer in the &lt;a href=\"Army%20of%20Occupation%20%28Mexico%29\"&gt;Army of Occupation&lt;/a&gt; under General &lt;a href=\"Zachary%20Taylor\"&gt;Zachary Taylor&lt;/a&gt; during the Mexican American War. He conducted systematic topographic surveys of the &lt;a href=\"Nueces%20River\"&gt;Nueces River&lt;/a&gt;, the Laguna de la Madre and &lt;a href=\"Aransas%20Bay\"&gt;Aransas Bay&lt;/a&gt;. He fell ill with &lt;a href=\"dysentery\"&gt;dysentery&lt;/a&gt; and was replaced by &lt;a href=\"George%20Meade\"&gt;George Meade&lt;/a&gt;.\nFrom 1847 to 1855, he worked as an assistant to the &lt;a href=\"U.S.%20National%20Geodetic%20Survey\"&gt;U.S. National Geodetic Survey&lt;/a&gt; of the Coast and had responsibility for the New England region.\nFrom 1855 to 1858 he was the chief topographical engineer for the &lt;a href=\"Department%20of%20the%20Pacific\"&gt;Department of the Pacific&lt;/a&gt;. He led survey teams on expeditions through the Oregon and Washington Territories and worked to determine the feasibility of a water route to the Pacific through Central America.\nIn 1861, Cram was promoted to &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; in August and then &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt; in September. He served as aide to &lt;a href=\"John%20E.%20Wool\"&gt;General John E. Wool&lt;/a&gt; from 1861 to 1863 and was engaged in the campaign to capture &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, in May 1862. Lt. Col. Cram was transferred to the &lt;a href=\"United%20States%20Army%20Corps%20of%20Engineers\"&gt;Army Corps of Engineers&lt;/a&gt; when the Topographical Engineers were disbanded in 1863, and was promoted to full &lt;a href=\"Colonel%20%28United%20States%29\"&gt;colonel&lt;/a&gt; at the end of the war in 1865. He was later &lt;a href=\"Brevet%20%28military%29\"&gt;brevetted&lt;/a&gt; to Major General to recognize his war service, and served until his retirement in 1869.\nCram died in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; and was interred at &lt;a href=\"Laurel%20Hill%20Cemetery\"&gt;Laurel Hill Cemetery&lt;/a&gt;."
}