{
    "id": "47580891",
    "revid": "9337959",
    "url": "https://en.wikipedia.org/wiki?curid=47580891",
    "title": "Pappajohn Sculpture Park",
    "text": "The John and Mary Pappajohn Sculpture Park is a park within &lt;a href=\"Western%20Gateway%20Park\"&gt;Western Gateway Park&lt;/a&gt; in &lt;a href=\"Des%20Moines%2C%20Iowa\"&gt;Des Moines&lt;/a&gt;, Iowa. It opened in 2009 with 24 sculptures, with four more acquired later. The sculpture park is administered by the &lt;a href=\"Des%20Moines%20Art%20Center\"&gt;Des Moines Art Center&lt;/a&gt; and contains works by artists such as &lt;a href=\"Louise%20Bourgeois\"&gt;Louise Bourgeois&lt;/a&gt;, &lt;a href=\"Jaume%20Plensa\"&gt;Jaume Plensa&lt;/a&gt;, &lt;a href=\"Ai%20Weiwei\"&gt;Ai Weiwei&lt;/a&gt;, and &lt;a href=\"Barry%20Flanagan\"&gt;Barry Flanagan&lt;/a&gt;. It is considered \"one of the most significant collections of outdoor sculptures in the United States\".\nHistory.\nThe park is named for John Pappajohn, a local venture capitalist and his wife Mary, who gifted the initial 24 sculptures, with a valuation of about $40 million USD, to the city of Des Moines. The couple are recognized art collectors, appearing in the &lt;a href=\"ARTnews\"&gt;ARTnews&lt;/a&gt; list of top 200 art collectors from 1998 to 2014. The first sculptures donated for the park were originally part of the Pappajohn's private collection, and located in their yard. Before they were moved to Western Gateway Park, people used to drive by their home to look at the art.\n&lt;a href=\"Diana%20Agrest\"&gt;Diana Agrest&lt;/a&gt; and &lt;a href=\"Mario%20Gandelsonas\"&gt;Mario Gandelsonas&lt;/a&gt;, two New York based architects, designed the landscape with grassy mounds and parabolic-shaped cutaways. These cutouts create walled-in spaces used to display the sculptures in groups of related artistic styles.\nThe Pappajohn sculpture park was the capstone of the broad redevelopment project that revitalized &lt;a href=\"downtown%20Des%20Moines\"&gt;downtown Des Moines&lt;/a&gt;. In the early 2000s, the west end of downtown Des Moines was in a dilapidated state, with auto repair shops, seedy businesses, and worn out and vacant buildings. The city decided to remediate the situation and created Western Gateway park from 10th to 15th street, demolishing derelict buildings and moving an historic apartment complex to another site. Development of Western Gateway and the addition of the sculpture park enhanced the real estate value and drove new investments to the area. At its inauguration in 2009, the sculpture park was an optimistic counterpoint to the &lt;a href=\"Great%20Recession\"&gt;Great Recession&lt;/a&gt;, and to the destruction across Iowa caused by floods and tornadoes the previous year.\nIn 2011, \"White ghost\" by &lt;a href=\"Yoshitomo%20Nara\"&gt;Yoshitomo Nara&lt;/a&gt; was installed in the park, after being exhibited in New York, as public art placed near the entrances to the &lt;a href=\"Asia%20Society\"&gt;Asia Society&lt;/a&gt; and the &lt;a href=\"Park%20Avenue%20Armory\"&gt;Park Avenue Armory&lt;/a&gt;. \nThe Des Moines Art Center was the 2017 recipient of the Art Conservation Project grant from &lt;a href=\"Bank%20of%20America\"&gt;Bank of America&lt;/a&gt;, given for the restoration of &lt;a href=\"Keith%20Haring\"&gt;Keith Haring&lt;/a&gt;'s \"Untitled (Three Dancing Figures, version C)\". The sculpture was structurally sound, but the paint coating had deteriorated from years of outdoor public display.\nIn 2018, \"Pumpkin Large\" by Japanese artist &lt;a href=\"Yayoi%20Kusama\"&gt;Yayoi Kusama&lt;/a&gt; was installed in the park. The bronze pumpkin is about 8 feet high, including a 3-foot pedestal. The surface has a pattern of recessed dots of different sizes, going all the way up to the stem. According to Jeff Fleming, director of the Des Moines Art Center, the piece is a “definitive work by one of the most important contemporary artists working today”.\nA version of &lt;a href=\"Robert%20Indiana\"&gt;Robert Indiana&lt;/a&gt;'s iconic &lt;a href=\"Love%20%28sculpture%29\"&gt;\"LOVE\" sculpture&lt;/a&gt; was placed in the park in 2019.\nSculptures.\nList of artwork.\nCurrently there are 28 sculptures in the park:\nSelected works.\n\"Nomade\" (2007) by Jaume Plensa.\nOne of the most arresting and iconic pieces in the Pappajohn Sculpture Park is \"Nomade\" by Spanish sculptor Jaume Plensa, which dominates the landscape over Locust Street. The sculpture was originally exhibited in 2007, in the then newly restored Saint-Jaume bastion, in &lt;a href=\"Antibes\"&gt;Antibes&lt;/a&gt;. Subsequently, the sculpture was acquired by Mary and John Pappajohn in Miami, while the city of Antibes &lt;a href=\"Juan-les-Pins\"&gt;Juan-les-Pins&lt;/a&gt; ordered a similar work by Plensa to be installed there permanently.\nThe sculpture is a , crouching human shape made of a lattice of white painted steel letters. The sculpture is hollow and visitors can walk inside to look through the spaces between the letters. This work exemplifies Plensa's exploration of communication issues between individuals or cultures, as well as his interest in literature and the human body. The letters do not form meaningful words, but rather express the symbolic essence of language. In a \"&lt;a href=\"The%20Des%20Moines%20Register\"&gt;Des Moines Register&lt;/a&gt;\" poll about 75 percent of the people surveyed chose \"Nomade\" as the piece they most connected with."
}