{
    "id": "47593645",
    "revid": "37698590",
    "url": "https://en.wikipedia.org/wiki?curid=47593645",
    "title": "Trinity Chain Pier",
    "text": "Trinity Chain Pier, originally called Trinity Pier of Suspension, was built in &lt;a href=\"Trinity%2C%20Edinburgh\"&gt;Trinity, Edinburgh&lt;/a&gt;, Scotland in 1821. The &lt;a href=\"pier\"&gt;pier&lt;/a&gt; was designed by &lt;a href=\"Samuel%20Brown%20%28Royal%20Navy%20officer%29\"&gt;Samuel Brown&lt;/a&gt;, a pioneer of &lt;a href=\"chain\"&gt;chain&lt;/a&gt;s and &lt;a href=\"suspension%20bridge\"&gt;suspension bridge&lt;/a&gt;s. It was intended to serve &lt;a href=\"ferry\"&gt;ferry&lt;/a&gt; traffic on the routes between Edinburgh and the smaller ports around the &lt;a href=\"Firth%20of%20Forth\"&gt;Firth of Forth&lt;/a&gt;, and was built during a time of rapid technological advance. It was well used for its original purpose for less than twenty years before traffic was attracted to newly developed nearby ports, and it was mainly used for most of its life for &lt;a href=\"sea%20bathing\"&gt;sea bathing&lt;/a&gt;. It was destroyed by a storm in 1898; a building at the shore end survives, much reconstructed, as a &lt;a href=\"pub\"&gt;pub&lt;/a&gt; and restaurant called the Old Chain Pier.\nBackground.\nThe &lt;a href=\"Firth%20of%20Forth\"&gt;Firth of Forth&lt;/a&gt; is an &lt;a href=\"estuary\"&gt;estuary&lt;/a&gt; which separates &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, Scotland's capital, from the &lt;a href=\"peninsula\"&gt;peninsula&lt;/a&gt; of &lt;a href=\"Fife\"&gt;Fife&lt;/a&gt;. Traffic across the firth has been important for centuries; as well as having industry and agriculture, Fife lies on the shortest route from Edinburgh to the north of the country. The closest bridge to Edinburgh for many years was at &lt;a href=\"Stirling\"&gt;Stirling&lt;/a&gt;, to the west. &lt;a href=\"South%20Queensferry\"&gt;Queensferry&lt;/a&gt;, west, was named after &lt;a href=\"Saint%20Margaret%20of%20Scotland\"&gt;Queen Margaret&lt;/a&gt; who crossed by &lt;a href=\"ferry\"&gt;ferry&lt;/a&gt; from there in 1070. Traffic across the firth was regulated and taxed as early as 1467, and was historically centred on the route from &lt;a href=\"Leith\"&gt;Leith&lt;/a&gt; to &lt;a href=\"Kinghorn\"&gt;Kinghorn&lt;/a&gt;. A ferry from &lt;a href=\"Newhaven%2C%20Edinburgh\"&gt;Newhaven&lt;/a&gt; to &lt;a href=\"Burntisland\"&gt;Burntisland&lt;/a&gt; started in 1792. Travel by &lt;a href=\"sailing%20boat\"&gt;sailing boat&lt;/a&gt; and &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt; was slow and unreliable; &lt;a href=\"Walter%20Scott\"&gt;Walter Scott&lt;/a&gt; in \"&lt;a href=\"The%20Antiquary\"&gt;The Antiquary&lt;/a&gt;\" (1816) described the journey from Edinburgh to cross at Queensferry as being \"like a fly through a glue-pot\".\nThe late 18th and early 19th centuries saw a series of revolutions in transport during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;. &lt;a href=\"Turnpike%20trust\"&gt;Turnpike trust&lt;/a&gt;s built over of roads in Scotland between 1790 and 1810. The &lt;a href=\"Forth%20and%20Clyde%20Canal\"&gt;Forth and Clyde&lt;/a&gt; (1790) and the &lt;a href=\"Union%20Canal%20%28Scotland%29\"&gt;Union&lt;/a&gt; Canals (1822) carried cargo between the west and east coasts, but horse-drawn canal boats were too slow to provide much advance for passengers. The &lt;a href=\"steamboat\"&gt;steamboat&lt;/a&gt; was pioneered in the &lt;a href=\"Firth%20of%20Clyde\"&gt;Firth of Clyde&lt;/a&gt; and &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; to the west, and made sea travel faster and more predictable for coastal and island communities. Trinity Chain Pier was built because the popularity of the new steam-powered vessels had caused congestion at Leith and Newhaven, and &lt;a href=\"shoal\"&gt;sandbars&lt;/a&gt; had built up at both harbours, restricting access at low tide. It was deemed easier to build a new facility than to negotiate more space at Newhaven harbour.\nDesign.\nThe pier was proposed by Lieutenant George Crichton of the London, Leith, Edinburgh and Glasgow Steam Navigation Company. In 1820 the &lt;a href=\"Lord%20Provost\"&gt;Lord Provost&lt;/a&gt; and &lt;a href=\"magistrate\"&gt;magistrate&lt;/a&gt;s of Edinburgh granted the company permission for the pier's construction. The company then transferred the permission to the Trinity Pier Company who were to administer construction and operate the pier, and they in turn commissioned &lt;a href=\"Samuel%20Brown%20%28Royal%20Navy%20officer%29\"&gt;Captain Samuel Brown&lt;/a&gt; to design the pier as his first independent project. Alexander Scott &lt;a href=\"Society%20of%20Writers%20to%20Her%20Majesty%27s%20Signet\"&gt;WS&lt;/a&gt;, one of the trustees of the company, granted permission to build the pier on his land. Scott and Alexander Stevenson were directors of the Trinity Pier Company, and Crichton was treasurer. It cost &lt;a href=\"pound%20sterling\"&gt;£&lt;/a&gt;4000 to build.\nBrown (1776–1852) was a veteran of the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt; and had taken part in the capture of a superior French ship in 1805. He patented his method of building suspension bridges in 1817. He designed the extant 1820 &lt;a href=\"Union%20Bridge%20%28Tweed%29\"&gt;Union Bridge&lt;/a&gt; near Berwick-upon-Tweed, which was the biggest suspension bridge in the world when built, and the first in Britain to carry vehicles.\nWhile serving in the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;, Brown had experimented with using &lt;a href=\"chain\"&gt;chain&lt;/a&gt; instead of rope in rigging sailing ships, and in 1808 he patented a new kind of &lt;a href=\"wrought%20iron\"&gt;wrought-iron&lt;/a&gt; chain. He sold the design to the &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt;, which used it as anchor cable on ships. Brown considered that using &lt;a href=\"deep%20foundation\"&gt;piles&lt;/a&gt; to support a pier was superior to the traditional method of building in stone, because it was more economical to build and easier for ships to dock with. He cited pile-supported piers at &lt;a href=\"Great%20Yarmouth\"&gt;Yarmouth&lt;/a&gt;, &lt;a href=\"Ostend\"&gt;Ostend&lt;/a&gt; and &lt;a href=\"Kronstadt\"&gt;Kronstadt&lt;/a&gt; which had been successful for long periods based on this design. Brown had used chains in his designs for some of Britain's first &lt;a href=\"suspension%20bridge\"&gt;suspension bridge&lt;/a&gt;s; he realised that chains made out of &lt;a href=\"eye%20bolt\"&gt;eye bolt&lt;/a&gt;s joined together were stronger than traditional designs based on shorter links. He was regarded as a \"leading promoter\" of suspension bridges. He proposed that suspension piers could support &lt;a href=\"amphibious%20warfare\"&gt;military&lt;/a&gt; and &lt;a href=\"search%20and%20rescue\"&gt;rescue&lt;/a&gt; operations. On 14 August 1822 Brown married Mary Horne from Edinburgh. After the pier at Trinity he went on to build the similar but much larger &lt;a href=\"Royal%20Suspension%20Chain%20Pier\"&gt;Royal Suspension Chain Pier&lt;/a&gt; in Brighton in 1823. It was destroyed by a storm in 1896.\nThe pier was long with a passenger deck. This comprised three &lt;a href=\"wood\"&gt;wood&lt;/a&gt;en spans suspended above high water from lengths of wrought-iron chain connecting &lt;a href=\"cast%20iron\"&gt;cast-iron&lt;/a&gt; standards to the shore. Each standard was in the shape of an arch which the passengers walked through. By 1838 the passenger deck had rails fitted to assist in moving large items of luggage. The chain was made of eye bolts about long, which, uniquely among Brown's designs, varied in thickness according to the load they were expected to carry. The long eye bolts were joined by shorter linking plates, and hung in a &lt;a href=\"catenary\"&gt;catenary&lt;/a&gt; from the tops of the standards. The chains crossed the standards on cast-iron saddles. The three seaward standards were built on platforms anchored to wooden piles driven into the &lt;a href=\"intertidal%20zone\"&gt;foreshore&lt;/a&gt;. The largest platform, which formed the head of the pier, was by , and covered in thick planks. The length of the pier head was extended to prior to November 1821. It was supported on 46 piles driven into the clay seabed. At the landward end the chain passed over a solid masonry construction, square and high, and was then anchored at a 45° angle into the hard clay soil. The seaward end of the chain went over the outer piles at the same angle, and the piles were braced with diagonal supports to take the sideways load. There was a wrought-iron railing along the length of the deck, straight diagonal members connecting the deck to the standards, and iron bracing under the deck. The pier was designed for passenger use only, and moved noticeably when walked on.\nBrown tested the pier on 21 September 1821 by having 21 tons of &lt;a href=\"pig%20iron\"&gt;pig-iron&lt;/a&gt; ballast placed on the spans while it was in use by passengers. The French engineer &lt;a href=\"Claude-Louis%20Navier\"&gt;Claude-Louis Navier&lt;/a&gt; inspected the pier in 1821, and reported that the structure was strengthened against wind loads in 1822, following its behaviour during storms in its first winter.\nHistory.\nFerry pier.\nPoor weather delayed the driving of the piles, which took from March to July 1821. The pier was decorated with flags for its opening ceremony on 14 August. Steamboats fired &lt;a href=\"salute\"&gt;salute&lt;/a&gt;s from alongside the pier. Three hundred people walked from the Trinity Hotel to the pier, and boarded a steamboat for a brief excursion, while a band played from a second vessel. The opening was attended by the Lord Provost of Edinburgh, the local magistrates, as well as Crichton, Ramsay, Scott, Stevenson, and the other proprietors of the company. Admiral &lt;a href=\"Robert%20Otway\"&gt;Robert Otway&lt;/a&gt; (commander-in-chief of naval forces at Leith), General Duff, Sir George Mackenzie, &lt;a href=\"George%20Baird%20%28minister%29\"&gt;George Baird&lt;/a&gt; (the &lt;a href=\"List%20of%20Principals%20of%20the%20University%20of%20Edinburgh\"&gt;Principal of Edinburgh University&lt;/a&gt;), &lt;a href=\"Robert%20Jameson\"&gt;Robert Jameson&lt;/a&gt;, &lt;a href=\"John%20Leslie%20%28physicist%29\"&gt;John Leslie&lt;/a&gt;, &lt;a href=\"William%20Wallace%20%28mathematician%29\"&gt;William Wallace&lt;/a&gt;, and Brown the designer were also present. When they returned they took refreshment in a tent at the head of the pier.\nThe pier served &lt;a href=\"ferry\"&gt;ferry&lt;/a&gt; traffic between &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; and ports on the &lt;a href=\"Firth%20of%20Forth\"&gt;Firth of Forth&lt;/a&gt; and beyond, and was usable at all states of the tide. Leith and Newhaven were having problems with &lt;a href=\"shoal\"&gt;sandbar&lt;/a&gt;s leading to vessels being trapped and damaged at low water, but the Chain Pier had of water at the very lowest tides, and could serve vessels when Leith and Newhaven were unable to. In its first year the pier made a profit of £200, and there was a proposal to improve the facilities for passengers and other visitors, including having telescopes to view the ferries. Traffic from as far afield as &lt;a href=\"Aberdeen\"&gt;Aberdeen&lt;/a&gt; and London was mentioned, and the pier was referred to as \"ingenious and beautiful\". By late 1823 there was a small shop at the pier head.\nIn 1822 the organisers of &lt;a href=\"visit%20of%20King%20George%20IV%20to%20Scotland\"&gt;King George IV's visit to Edinburgh&lt;/a&gt; considered using the pier for his landing, but following protests they chose Leith harbour instead. The \"New Cut\" was built for the proposed royal parade from the Chain Pier to the city centre; it later became Craighall Road. In the same year, the \"Brilliant\" became the first &lt;a href=\"steam%20packet\"&gt;steam packet&lt;/a&gt; to call at &lt;a href=\"Anstruther\"&gt;Anstruther&lt;/a&gt;, \"en route\" from the Chain Pier to Aberdeen.\nThe existing ferry operators tried to maintain their &lt;a href=\"monopoly\"&gt;monopoly&lt;/a&gt; over the shortest crossings to Fife for several years. Ferries from the Chain Pier were prevented from landing at &lt;a href=\"Dysart%2C%20Fife\"&gt;Dysart&lt;/a&gt;, &lt;a href=\"Kirkcaldy\"&gt;Kirkcaldy&lt;/a&gt;, &lt;a href=\"Aberdour\"&gt;Aberdour&lt;/a&gt; and all ports in between. This was confirmed in a court hearing in December 1821, in which the existing &lt;a href=\"injunction\"&gt;interdict&lt;/a&gt; on ferries from the pier to Kirkcaldy was maintained and extended. This was seen as being detrimental to the quality of service. By August 1829 ferries to Dysart were permitted, and a flag was raised at the Chain Pier in celebration. Ferries to &lt;a href=\"Grangemouth\"&gt;Grangemouth&lt;/a&gt; connected with the Forth and Clyde Canal.\nIn 1823 the piles were discovered to be under attack from the marine crustacean \"&lt;a href=\"limnoria%20lignorum\"&gt;Limnoria terebrans&lt;/a&gt;\", informally referred to as the '&lt;a href=\"gribble\"&gt;gribble&lt;/a&gt; worm'. It was about long, and bored holes in the piles, reducing their strength. After many attempts to secure and repair them, in 1830 the piles had to be replaced and sheathed in iron. &lt;a href=\"James%20Anderson%20%28civil%20engineer%29\"&gt;James Anderson&lt;/a&gt; accomplished the difficult and dangerous task of replacing the timbers while maintaining the tension in the chains to keep the bridge standing. The costs involved put the company into debt and prevented the payment of a dividend.\nIn mid-1830 the \"Royal George\" carried 8,168 passengers to Dysart, &lt;a href=\"Leven%2C%20Fife\"&gt;Leven&lt;/a&gt; and &lt;a href=\"Lower%20Largo\"&gt;Largo&lt;/a&gt; in a two-month period, as well as 1,181 pleasure trippers who did not land in Fife. In 1831 the \"Victory\" and \"Lady of the Lake\" made daily sailings from the Chain Pier to the same destinations. The lowest fare to Largo was 2 &lt;a href=\"shilling\"&gt;shilling&lt;/a&gt;s. Stagecoach connections were available from there to Anstruther and &lt;a href=\"St%20Andrews\"&gt;St Andrews&lt;/a&gt;.\nOn 18 September 1832 the exiled and bankrupt French King &lt;a href=\"Charles%20X%20of%20France\"&gt;Charles X&lt;/a&gt; used the pier to leave Scotland for &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;. On 4 June 1833 the ferry \"Benlomond\" caught fire just after leaving the pier for Stirling. The \"Lion\" and the \"Stirling Castle\" rescued all 220 passengers from the ferry before it sank in shallow water west of the pier, 40 minutes after departure.\nIn 1834 a clock and a large bell were placed at the entrance to the pier. The bell was rung just before each steamer's departure time in order to prevent delays. That year there were ferries from Trinity to &lt;a href=\"Stirling\"&gt;Stirling&lt;/a&gt;, &lt;a href=\"Alloa\"&gt;Alloa&lt;/a&gt;, &lt;a href=\"Charlestown%2C%20Fife\"&gt;Charlestown&lt;/a&gt;, Aberdour, Dysart, Leven, and Largo. In 1835 a journey to &lt;a href=\"Dundee\"&gt;Dundee&lt;/a&gt; cost 5 shillings, or 3/- for &lt;a href=\"steerage\"&gt;steerage&lt;/a&gt;. The \"Rothesay\" left the Chain Pier at 6:30 am and returned from Dundee at 2 pm each day during the summer. Other destinations by 1842 included Crombie Point, &lt;a href=\"Bo%27ness\"&gt;Bo'ness&lt;/a&gt; and &lt;a href=\"Limekilns\"&gt;Limekilns&lt;/a&gt;. The \"Stirling Castle\" made a pleasure trip to the &lt;a href=\"Bass%20Rock\"&gt;Bass Rock&lt;/a&gt; and the &lt;a href=\"Isle%20of%20May\"&gt;Isle of May&lt;/a&gt; from the pier in 1832. In 1836 the steam packet from the Chain Pier to Dundee was advertised as carrying &lt;a href=\"mail\"&gt;mail&lt;/a&gt;, including parcels and light goods.\nEarly in its life, &lt;a href=\"Alexander%20Nasmyth\"&gt;Alexander Nasmyth&lt;/a&gt;, who was a keen amateur engineer, depicted the pier in a &lt;a href=\"watercolor%20painting\"&gt;watercolour painting&lt;/a&gt;; the work, \"The Old Chain Pier, Newhaven\", belongs to the &lt;a href=\"Scottish%20National%20Gallery\"&gt;Scottish National Gallery&lt;/a&gt;. In 2002 it featured in an exhibition along with the contemporary Edinburgh paintings of &lt;a href=\"J.%20M.%20W.%20Turner\"&gt;Turner&lt;/a&gt;. A &lt;a href=\"calotype\"&gt;calotype&lt;/a&gt; of the pier taken in 1840 was among a collection of 206 early photographs of Edinburgh discovered in an auction in &lt;a href=\"Swindon\"&gt;Swindon&lt;/a&gt; in 2002. The &lt;a href=\"National%20Library%20of%20Scotland\"&gt;National Library of Scotland&lt;/a&gt; bought them for over £200,000 and placed the images online.\nIn 1835 the total number of passengers using Newhaven harbour and the Chain Pier was estimated at 400,000 per year, but the number of ferries using the pier began to decline as Leith and Newhaven improved their harbour facilities. In 1834 there had been rival plans to build a large new harbour, either at Trinity or &lt;a href=\"Granton%2C%20Edinburgh\"&gt;Granton&lt;/a&gt;. The latter was chosen and in 1838 the first phase of &lt;a href=\"Walter%20Montagu%20Douglas%20Scott%2C%205th%20Duke%20of%20Buccleuch\"&gt;the Duke of Buccleuch&lt;/a&gt;'s new harbour opened at Granton, causing Chain Pier traffic to fall even further.\nSea bathing.\nIn the early 19th century, a fashion for &lt;a href=\"sea%20bathing\"&gt;sea bathing&lt;/a&gt; had gripped Britain. The activity was pursued for pleasure and the health benefits it was thought to confer. The Alloa Steam Packet Company bought the pier in 1840, and they leased it to John Greig, who installed changing cubicles. Male bathers paid one penny to use the pier. By 1842 the pier was mainly used by bathers.\nIn the 1840s the development of the &lt;a href=\"rail%20transport\"&gt;railway&lt;/a&gt; network made travel vastly quicker and more accessible. From 1842 the &lt;a href=\"Edinburgh%2C%20Leith%20and%20Newhaven%20Railway\"&gt;Edinburgh, Leith and Newhaven Railway&lt;/a&gt; provided access to the pier for ferry passengers and bathers, initially with horse-drawn trains running from Scotland Street in &lt;a href=\"Canonmills\"&gt;Canonmills&lt;/a&gt; to Trinity railway station, the original northern terminus of the line. In 1845 a reduced fare crossing on the \"Royal Tar\" was advertised; steerage from Trinity to Leven or Largo was now 1/2, and connecting trains from Scotland Street were available. The line was well-used and the rail company replaced Trinity station with a new one in 1846 when they extended the line to the new harbour at Granton. The &lt;a href=\"Edinburgh%20and%20Northern%20Railway\"&gt;Edinburgh and Northern Railway&lt;/a&gt; opened a railway across Fife in 1847, absorbed the Edinburgh, Leith and Newhaven Railway in 1848, and started the world's first &lt;a href=\"train%20ferry\"&gt;train ferry&lt;/a&gt; from Granton to Burntisland in 1850.\nIn June 1847 Captain John Bush, of the Kirkcaldy and London Shipping Company, married Margaret Greig, daughter of a shipmaster, at the pier. In 1849 a &lt;a href=\"lifebuoy\"&gt;lifebuoy&lt;/a&gt; and rope were provided at the pier head for swimmers who got into difficulty. A ladder leading into the sea was provided for swimmers, in addition to the stairs which were for use by steamboat passengers. By the 1850s the pier was falling into disrepair, but it was still popular with bathers, and early-morning trains were advertised allowing for a swim before work. There was a &lt;a href=\"gym\"&gt;gym&lt;/a&gt;nasium at the head of the pier, and the Forth Swimming Club was based there from its inception in 1850. They organised &lt;a href=\"swimming%20%28sport%29\"&gt;swimming competitions&lt;/a&gt;, including \"fast swimming\" and \"long diving\" which were, respectively, a race and an underwater endurance contest. \"Deep diving\" involved retrieving objects from the bottom in of water then surfacing through a floating lifebuoy. A longer race was from Newhaven harbour to the Chain Pier, a distance of . In 1864 the winning time was 11 minutes and 35 seconds. Two floating platforms were moored east of the pier; the closer one was about out. In July 1858 an attempt was made to restart ferry services from the pier; this caused annoyance to swimmers.\nIn 1859 the Colonial Life Assurance Company acquired the pier, and from about 1860 the Eckford family leased the pier from them. The owners employed a caretaker, but the pier became dilapidated, and required expensive repairs to keep open. In June 1860 when the Royal Navy's &lt;a href=\"Channel%20Fleet\"&gt;Channel Fleet&lt;/a&gt; was visiting Queensferry, there were three trips a day from the pier to see the fleet. In November 1861 the Commissioners of Leith Docks challenged the operation of the pier in a case at the &lt;a href=\"Court%20of%20Session\"&gt;Court of Session&lt;/a&gt;, as they argued that the right to build and operate the pier was not transferable from the London, Leith, Edinburgh and Glasgow Steam Navigation Company to the subsequent owners and operators. In February 1862 it was offered for sale, with the suggestion that it could be re-installed elsewhere as either a pier or a bridge. Some locals were concerned that the pier's opening on &lt;a href=\"Sabbath\"&gt;Sundays&lt;/a&gt; for swimming would distract people from going to church; the availability of &lt;a href=\"beer\"&gt;beer&lt;/a&gt; was also noted. By 1869, as well as the train service, there were regular &lt;a href=\"horsebus\"&gt;omnibuses&lt;/a&gt; from the Mound to the Chain Pier and also to the Trinity Baths, a nearby sea bath which had opened prior to 1829. Hot and cold sea water were available by the pitcher there. On 26 July 1879, 3,000 spectators lined the shore to see the Scottish Swimming Championship, which took place between the Chain Pier and Granton breakwater. It was won by Wilson of Glasgow with a time of 17 minutes. All the competitors used an &lt;a href=\"front%20crawl\"&gt;overhand stroke&lt;/a&gt;. The popularity of sea bathing declined as the water became increasingly polluted with &lt;a href=\"sewage\"&gt;sewage&lt;/a&gt; and industrial waste, and the focus of bathing moved to indoor pools. Sea bathing continued at &lt;a href=\"Portobello%2C%20Edinburgh\"&gt;Portobello&lt;/a&gt; beach, east of the city centre.\nFrom 1 March 1864 until 31 August 1865, Captain Thomas measured sea temperatures from the Chain Pier. The data supported the acceptance of the &lt;a href=\"Gulf%20Stream\"&gt;Gulf Stream&lt;/a&gt; as a mechanism to explain the warmer seas around Scotland, especially in the west. In 1869, as an experiment into using &lt;a href=\"electric%20light\"&gt;electric light&lt;/a&gt; for &lt;a href=\"Lighthouse%23Lighting%20improvements\"&gt;lighthouses&lt;/a&gt;, &lt;a href=\"Thomas%20Stevenson\"&gt;Thomas Stevenson&lt;/a&gt; had an underwater cable installed from the eastern breakwater of Granton harbour. An operator on the harbour wall, with a switch and a &lt;a href=\"Bunsen%20cell\"&gt;Bunsen cell&lt;/a&gt; (an early form of battery), controlled a light on the end of the Chain Pier from half a mile (800 m) away.\nThere were many drownings and rescues from the pier over the years, and from early on a focus of the swimming clubs was &lt;a href=\"lifesaving\"&gt;life-saving&lt;/a&gt;. In 1871 the &lt;a href=\"Royal%20Humane%20Society\"&gt;Royal Humane Society&lt;/a&gt; awarded James Crichton a badge and sash for saving two lives in a week, the second from the Chain Pier. In 1880 the Lorne Swimming Club awarded a silver medal to T Shepherd for saving the life of a trumpeter from Leith Fort, and in 1882 the Forth Swimming Club and Humane Society awarded a certificate to James H Walls for saving two swimmers from the pier that July. In 1889 ladies' swimming lessons were advertised, as well as gymnastics, massage and \"&lt;a href=\"electrotherapy\"&gt;medical electricity&lt;/a&gt;\". In 1890 the &lt;a href=\"Forth%20Bridge\"&gt;Forth Bridge&lt;/a&gt; at Queensferry enabled direct rail travel from Edinburgh to Fife; 20,000 trains had crossed it by 1910.\nThe pier was badly damaged on 18 October 1898 by a storm which lasted four days and caused great destruction all over Scotland. Several steam and sailing vessels were sunk or driven ashore and wrecked in the vicinity of the pier. The storm completely removed the deck and chains, destroyed the platform closest to shore, and damaged the remaining two platforms (the pier head and the second support platform). The pier was never repaired and its ruin was eroded away by the sea. Some remnants of the wooden piles that supported the pier can still be seen at low tide.\nOld Chain Pier.\nThe &lt;a href=\"pub\"&gt;public house&lt;/a&gt; at the shore end was known as the Pier Bar in 1878. It was badly damaged in a fire in March 1898, which caused over £600 worth of damage. It survived the pier's destruction later that year, and became known as the Old Chain Pier. It was run by Arthur Moss, whose name appeared on the building into the 1970s. In June 1956 the ladies' toilet was added. In the 1960s the landlady, Betty Moss, was known for encouraging customers to leave at closing time by waving a &lt;a href=\"cutlass\"&gt;cutlass&lt;/a&gt; or a gun. In 1979 permission was granted for an extension of the pub. The pub was fitted with a higher roof in 1983; it was owned by &lt;a href=\"Drybrough%20%26amp%3B%20Co\"&gt;Drybrough's brewery&lt;/a&gt; by then. A &lt;a href=\"sunroom\"&gt;conservatory&lt;/a&gt; was added in 1998. &lt;a href=\"Campaign%20for%20Real%20Ale\"&gt;CAMRA&lt;/a&gt; selected it (jointly with the Guildford Arms) as Edinburgh's pub of the year in 2001.\nThe Old Chain Pier was rebuilt after a major fire in 2004. It is the only building on the north side of Trinity Crescent, and part of the pub juts out over the sea. In 2007 the &lt;a href=\"City%20of%20Edinburgh%20Council\"&gt;City of Edinburgh Council&lt;/a&gt; forced it to take down large awnings it had installed without &lt;a href=\"planning%20permission\"&gt;planning permission&lt;/a&gt; following the &lt;a href=\"Smoking%2C%20Health%20and%20Social%20Care%20%28Scotland%29%20Act%202005\"&gt;smoking ban&lt;/a&gt; the previous year. The pub was described during the process as \"a twentieth century reconstruction of the original building\". It is within the Trinity Conservation Area. It was refurbished in 2011, and now operates as a pub and restaurant. Its beers are &lt;a href=\"Timothy%20Taylor%20Brewery\"&gt;Timothy Taylor Brewery&lt;/a&gt;'s Landlord bitter, and a selection from &lt;a href=\"Alechemy\"&gt;Alechemy&lt;/a&gt;. The restaurant specialises in &lt;a href=\"seafood\"&gt;seafood&lt;/a&gt;. It has a &lt;a href=\"gluten-free%20diet\"&gt;gluten-free&lt;/a&gt; menu and children are welcome in the conservatory and &lt;a href=\"mezzanine\"&gt;mezzanine&lt;/a&gt;.\nReferences.\nNotes\nCitations\nBibliography"
}