{
    "id": "4762451",
    "revid": "32885453",
    "url": "https://en.wikipedia.org/wiki?curid=4762451",
    "title": "Buško Blato",
    "text": "Buško Blato or Buško Jezero is an accumulation &lt;a href=\"lake\"&gt;lake&lt;/a&gt; located on the south side of &lt;a href=\"Livno%20field\"&gt;Livanjsko Polje&lt;/a&gt; and northwest of &lt;a href=\"Duvno\"&gt;Duvanjsko Polje&lt;/a&gt; in &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;. The name is also a reference to the area surrounding the lake which includes a number of villages, of which &lt;a href=\"Prisoje%2C%20Tomislavgrad\"&gt;Prisoje&lt;/a&gt; is the largest.\nHydrography.\nBuško Blato lake, as well as entire watershed system, is a man-made, draining waters of &lt;a href=\"karst\"&gt;karst&lt;/a&gt; &lt;a href=\"aquifer\"&gt;aquifer&lt;/a&gt; of &lt;a href=\"polje\"&gt;polje&lt;/a&gt;s of Western Herzegovina and Western Bosnia regions, in the heart of &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; &lt;a href=\"Dinaric%20Alps\"&gt;Dinaric Alps&lt;/a&gt;. These are almost exclusively &lt;a href=\"sinking%20rivers\"&gt;sinking rivers&lt;/a&gt;, draining waters of &lt;a href=\"Livanjsko%20Polje\"&gt;Livanjsko Polje&lt;/a&gt;, &lt;a href=\"Duvanjsko%20Polje\"&gt;Duvanjsko Polje&lt;/a&gt; and &lt;a href=\"Kupre%C5%A1ko%20Polje\"&gt;Kupreško Polje&lt;/a&gt; through system of &lt;a href=\"ponor\"&gt;ponor&lt;/a&gt;s and &lt;a href=\"estavelle\"&gt;estavelle&lt;/a&gt;s (&lt;a href=\"sinkhole\"&gt;sinkhole&lt;/a&gt;s), &lt;a href=\"subterranean%20river\"&gt;subterranean flows&lt;/a&gt;, and &lt;a href=\"karst%20spring\"&gt;karstic wellsprings&lt;/a&gt;.\nThe actual lake is elevated 716 m above sea level, has an area of 55.8 km² and a total volume of 782 million m³. One third of the area falls under the jurisdiction of the municipality of &lt;a href=\"Livno\"&gt;Livno&lt;/a&gt; while the remaining two-thirds belongs to the municipality of &lt;a href=\"Tomislavgrad\"&gt;Tomislavgrad&lt;/a&gt;. The total area of Buško Blato makes it one of the largest accumulation lakes in all of Europe.\nNature and ecology.\nThe lake also consists of a rich and wide assortment of fish such as &lt;a href=\"Common%20carp\"&gt;carp&lt;/a&gt;, &lt;a href=\"Brown%20trout\"&gt;trout&lt;/a&gt;, &lt;a href=\"Minnow-Nase\"&gt;minnow-nase&lt;/a&gt;, &lt;a href=\"Prussian%20carp\"&gt;Prussian carp&lt;/a&gt;, and &lt;a href=\"European%20chub\"&gt;chub&lt;/a&gt;.\nHydropower and irrigation system.\nBuško Blato (blato meaning 'mud' or 'swamp' in Bosnian) was essentially farmland up until 1974 when it was converted into a lake (artificial &lt;a href=\"reservoir\"&gt;reservoir&lt;/a&gt;). The hydroelectric power plant system was conceived mainly to provide electricity for the &lt;a href=\"Dalmatia\"&gt;Dalmatian coastline&lt;/a&gt; and further development of tourism. \nThe governments of &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; and &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; (republics within &lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; at the time) worked together on a project to build a hydroelectric power plant in &lt;a href=\"Rudo\"&gt;Rudo&lt;/a&gt; (municipality of &lt;a href=\"Otok%20%28Sinj%29\"&gt;Otok&lt;/a&gt; in Croatia) called &lt;a href=\"Orlovac%20Hydroelectric%20Power%20Plant\"&gt;HE Orlovac&lt;/a&gt; that would have an output of 237 MW and an average annual yield of 366 GWh.\nThe &lt;a href=\"Bistrica%20%28Livanjsko%20Polje%29\"&gt;Bistrica&lt;/a&gt; river is largest, and forms &lt;a href=\"Lipsko%20Lake\"&gt;Lipsko Lake&lt;/a&gt;, near village of &lt;a href=\"Lipa%20%28Livno%29\"&gt;Lipa&lt;/a&gt;, which is first and smaller of two artificial reservoirs in hydroelectric power plant system Buško Blato - &lt;a href=\"Orlovac%20Hydroelectric%20Power%20Plant\"&gt;HE Orlovac&lt;/a&gt;, other being Buško Blato reservoir. In this system Lipsko Lake is a compensation basin and serves for regulation of an outflow of water toward intake facility at &lt;a href=\"penstock\"&gt;penstock&lt;/a&gt; station \"Lipa\" at the foot of &lt;a href=\"Kame%C5%A1nica%20%28mountain%29\"&gt;Kamešnica&lt;/a&gt; mountain, and across the border into &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; where hydroelectric power plant \"HE Orlovac\" is situated. \nLipsko Lake is connected with much larger reservoir of Buško Blato, whose &lt;a href=\"Hydraulic%20head\"&gt;head&lt;/a&gt; can rise above head of Lipsko Lake up to several meters, via the reversible canal of \"Lipsko-Buško\" where it stores an excess waters from Livanjsko Polje and the Bistrica, especially during flooding season and high precipitation periods. For transfer of these waters over the barrage \"Podgradina\", at village &lt;a href=\"Podgradina%20%28Livno%29\"&gt;Podgradina&lt;/a&gt;, into Buško Blato reservoir, system uses reversible pumping station \"Buško Blato\", built at the point where canal reaches barrage."
}