{
    "id": "47637081",
    "revid": "1020159004",
    "url": "https://en.wikipedia.org/wiki?curid=47637081",
    "title": "Wilfred Tsukiyama",
    "text": "Wilfred Chomatsu \"Tsuky\" Tsukiyama (March 22, 1897 – January 6, 1966) was an attorney, Territorial Senator, and Chief Justice of the &lt;a href=\"Supreme%20Court%20of%20Hawaii\"&gt;Supreme Court of Hawaii&lt;/a&gt;. He was the first &lt;a href=\"Japanese%20Americans\"&gt;Japanese American&lt;/a&gt; elected to the Territorial Senate of Hawaii, and the first to serve as a state Supreme Court Justice in the United States.\nEarly life.\nTsukiyama was born in &lt;a href=\"Honolulu\"&gt;Honolulu, Hawaii&lt;/a&gt; on March 22, 1897. His parents, Koken and Hide, were Japanese immigrants who worked on the &lt;a href=\"Sugar%20plantations%20in%20Hawaii\"&gt;sugar plantations&lt;/a&gt;. He graduated from &lt;a href=\"President%20William%20McKinley%20High%20School\"&gt;McKinley High School&lt;/a&gt; in 1918. After graduation, Tsukiyama served in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. When the war ended, he left the army and enrolled in &lt;a href=\"Coe%20College\"&gt;Coe College&lt;/a&gt;, where he studied pre-law. He went on to get a J.D. degree from the &lt;a href=\"University%20of%20Chicago%20Law%20School\"&gt;University of Chicago Law School&lt;/a&gt;.\nCareer.\nAfter graduating from law school in 1924, Tsukiyama returned to Hawaii and became an attorney at Huber, Kemp, and Stainback. In 1929 he became the Honolulu deputy attorney. He was promoted to City and County attorney in 1933, but returned to private practice in 1940.\nDuring the 1930s Tsukiyama spearheaded a movement to encourage Japanese Americans who had &lt;a href=\"Multiple%20citizenship\"&gt;dual citizenship&lt;/a&gt; with Japan to renounce their Japanese citizenship. This was because after the &lt;a href=\"Oahu%20sugar%20strike%20of%201920\"&gt;sugar strikes&lt;/a&gt; during the 1920s, many white Americans were concerned about the loyalty of Japanese immigrants to America, otherwise known as the \"&lt;a href=\"Japanese%20Problem\"&gt;Japanese Problem&lt;/a&gt;\". This reached a fever pitch when &lt;a href=\"Attack%20on%20Pearl%20Harbor\"&gt;Pearl Harbor was attacked&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; broke out. Tsukiyama volunteered for military service, but he was denied because of his age. Instead, he became active in the Emergency Service Committee.\nIn 1946 Tsukiyama ran for a seat in the Territorial Senate as a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;. He was elected Senate president in 1949 and served in that capacity until 1954. He strongly supported &lt;a href=\"Hawaii%20Admission%20Act\"&gt;Hawaii's statehood&lt;/a&gt;, which was enacted in 1959. He ran for the United States Senate that year, but narrowly lost to &lt;a href=\"Oren%20E.%20Long\"&gt;Oren E. Long&lt;/a&gt;. Instead, Governor &lt;a href=\"William%20F.%20Quinn\"&gt;William F. Quinn&lt;/a&gt; appointed him to the Supreme Court of Hawaii.\nIn September 1963, Tsukiyama was awarded the &lt;a href=\"Order%20of%20the%20Sacred%20Treasure\"&gt;Order of the Sacred Treasure&lt;/a&gt;, 2nd class, by the &lt;a href=\"Emperor%20of%20Japan\"&gt;Emperor of Japan&lt;/a&gt;.\nTsukiyama fell ill and resigned from the Supreme Court on December 31, 1965. He died on January 6, 1966. He is buried at the &lt;a href=\"National%20Memorial%20Cemetery%20of%20the%20Pacific\"&gt;National Memorial Cemetery of the Pacific&lt;/a&gt;."
}