{
    "id": "47657775",
    "revid": "124674",
    "url": "https://en.wikipedia.org/wiki?curid=47657775",
    "title": "The Laundress (Greuze)",
    "text": "The Laundress () is a 1761 &lt;a href=\"genre%20painting\"&gt;genre painting&lt;/a&gt; by French artist &lt;a href=\"Jean-Baptiste%20Greuze\"&gt;Jean-Baptiste Greuze&lt;/a&gt; (1725-1805), existing in two versions. The subject of laundresses, also known as &lt;a href=\"washerwomen\"&gt;washerwomen&lt;/a&gt;, was a popular one in art, especially in France.\nThe &lt;a href=\"prime%20version\"&gt;prime version&lt;/a&gt; of \"The Laundress\" was one of fourteen works exhibited by Greuze at the &lt;a href=\"Salon%20%28Paris%29\"&gt;Salon&lt;/a&gt; of 1761 and was part of the collection of Greuze's patron, &lt;a href=\"Ange%20Laurent%20Lalive%20de%20Jully\"&gt;Ange Laurent Lalive de Jully&lt;/a&gt;. The painting was mostly unknown for more than two centuries as it was purchased in 1770 by &lt;a href=\"Gustaf%20Adolf%20Sparre\"&gt;Gustaf Adolf Sparre&lt;/a&gt; and privately held in that Swedish art collection and rarely seen until it was acquired by the &lt;a href=\"Getty%20Museum\"&gt;Getty Museum&lt;/a&gt; in 1983.\nThe second version is now in the &lt;a href=\"Fogg%20Museum\"&gt;Fogg Museum&lt;/a&gt;, Harvard. At 39 x 31 cm, it is just slightly smaller than the Getty's, and also dated c. 1761. It was possibly created to allow a print to be made of the subject.\nBackground.\nFrench artist &lt;a href=\"Jean-Baptiste%20Greuze\"&gt;Jean-Baptiste Greuze&lt;/a&gt; was a late eighteenth century &lt;a href=\"genre%20painter\"&gt;genre painter&lt;/a&gt; who was influenced by seventeenth century Dutch and Flemish artists. He first exhibited at the Salon of 1755, receiving great attention for his genre painting \"Un Père de famille qui lit la Bible à ses enfàns\" (\"Father Reading the Bible to His Children\"). Several years previously, &lt;a href=\"Denis%20Diderot\"&gt;Denis Diderot&lt;/a&gt; began publishing the first modern form of art criticism, and became one of Greuze's admirers after they met in 1759. Greuze achieved even greater success at the Salon of 1761 with \"\". Greuze was considered one of the greatest painters of his time, but his popularity began to decline by the 1780s. After the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; he lost everything and died penniless. Greuze was virtually forgotten by the art world for several centuries until his reemergence in the late twentieth century with the reappraisal of art from the &lt;a href=\"Ancien%20R%C3%A9gime\"&gt;Ancien Régime&lt;/a&gt;.\nDevelopment and exhibition.\nGreuze likely began working on \"The Laundress\" sometime in July 1761, around the same time as \"L'Accordée de village\". In drawing upon Dutch and Flemish cabinet paintings, Greuze may have found inspiration in the style of &lt;a href=\"Rembrandt\"&gt;Rembrandt&lt;/a&gt;, and other artists and paintings such as &lt;a href=\"Jean-Baptiste-Sim%C3%A9on%20Chardin\"&gt;Jean-Baptiste-Siméon Chardin&lt;/a&gt;'s \"&lt;a href=\"The%20Kitchen%20Maid%20%28Chardin%29\"&gt;The Kitchen Maid&lt;/a&gt;\" (1738), &lt;a href=\"Gerrit%20Dou\"&gt;Gerrit Dou&lt;/a&gt;'s \"Girl Chopping Onions\" (1646), &lt;a href=\"Gabri%C3%ABl%20Metsu\"&gt;Gabriël Metsu&lt;/a&gt;'s \"The Laundress\" (1650), and &lt;a href=\"Jan%20Steen\"&gt;Jan Steen&lt;/a&gt;'s \"Girl Offering Oysters\" (1658-1660). \nIts development was influenced by Dutch &lt;a href=\"cabinet%20painting\"&gt;cabinet painting&lt;/a&gt; and the imagery of the laundress made popular through a literary style known as \"\". \nGreuze exhibited a total of fourteen paintings at the Salon in September 1761, including \"The Laundress\" and \"L'Accordée de village\".\nDescription.\nA young &lt;a href=\"maidservant\"&gt;maidservant&lt;/a&gt; bends over to wring out linen with her hands as she stares provocatively at the viewer with a sensual, flirting glance. She appears unkempt, wearing clothes which cover her body and red &lt;a href=\"Mule%20%28shoe%29\"&gt;mules&lt;/a&gt; on her feet, but her ankle and foot are exposed suggesting a lack of sexual restraint. A \"marabout\", a kettle used for boiling water, is seated on a small table in the lower left frame.\nProvenance.\nGreuze's patron, Ange-Laurent de La Live de Jully, was the original owner of the painting. After he sold it in 1770, it passed through multiple Swedish collections for several centuries, including those of Count Gustaf Adolph Sparre, his wife Countess Amelie (Ramel) Sparre, their grandson Count Gustaf Adolf Frederik de la Gardie, his father Count Jakob Gustaf de la Gardie, who without further issue sold the entire collection to Count Carl de Geer, who gifted the entire collection to his granddaughter Countess Elizabeth (von Platen) Wachtmeister, who first created the Wachtmeister family trust of paintings and had the original collection inventory from 1794 updated by the Swedish art historian Georg Göthe. Her grandson Count Gustav Axel Wachtmeister died in 1978, and the Wachtmeister Family trust began selling the paintings, selling the \"Laundress\" to the J. Paul Getty Museum in 1983."
}