{
    "id": "47674575",
    "revid": "1059519796",
    "url": "https://en.wikipedia.org/wiki?curid=47674575",
    "title": "Frank Loveitt",
    "text": "Frank Russell Loveitt (24 April 1871 – 1 September 1939) was an English &lt;a href=\"cricketer\"&gt;cricketer&lt;/a&gt; who played &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; in 25 matches for &lt;a href=\"Warwickshire%20County%20Cricket%20Club\"&gt;Warwickshire&lt;/a&gt; between 1898 and 1905. He was born at &lt;a href=\"Easenhall\"&gt;Easenhall&lt;/a&gt;, near &lt;a href=\"Rugby%2C%20Warwickshire\"&gt;Rugby&lt;/a&gt;, &lt;a href=\"Warwickshire\"&gt;Warwickshire&lt;/a&gt; and died in &lt;a href=\"Coventry\"&gt;Coventry&lt;/a&gt;.\nLoveitt was an &lt;a href=\"amateur%20status%20in%20first-class%20cricket\"&gt;amateur&lt;/a&gt; right-handed batsman, often used as an opener. He played in a couple of matches in the 1898 season without achieving much, but then disappeared from first-class cricket to fight in the &lt;a href=\"Boer%20War\"&gt;Boer War&lt;/a&gt;. He returned to the Warwickshire side in the middle of 1903 and retained his place for the rest of the season. Against &lt;a href=\"Gloucestershire%20County%20Cricket%20Club\"&gt;Gloucestershire&lt;/a&gt; at &lt;a href=\"Edgbaston%20Cricket%20Ground\"&gt;Edgbaston&lt;/a&gt;, he scored 110 in three-and-a-half hours, his only century. That, with three other half-centuries and several &lt;a href=\"not%20out\"&gt;not out&lt;/a&gt; innings, meant that he finished top of the Warwickshire &lt;a href=\"batting%20average%20%28cricket%29\"&gt;averages&lt;/a&gt; for the season. \"&lt;a href=\"Wisden%20Cricketers%27%20Almanack\"&gt;Wisden Cricketers' Almanack&lt;/a&gt;\" reported that \"he did more than enough to justify his selection, and high hopes may be entertained of his future\". It added, however: \"Scarcely an attractive batsman, owing to lack of wrist work, he watched the ball with untiring care, and was generally a most difficult man to get out.\"\nThe 1903 proved to be the peak of Loveitt's cricket career; in 1904, he managed only three matches, and though he returned for 11 games in 1905, he passed 50 only once and scored only 292 runs, and his average of 19.46 was modest. He did not play any further first-class cricket after this season.\nWithin &lt;a href=\"Coventry\"&gt;Coventry&lt;/a&gt;, Loveitt was also well-known as a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player and was captain of the &lt;a href=\"Coventry%20R.%20F.%20C.\"&gt;Coventry Rugby Football Club&lt;/a&gt;, also appearing for &lt;a href=\"Blackheath%20Football%20Club\"&gt;Blackheath Football Club&lt;/a&gt; for two seasons; his local newspaper obituary states that he \"was generally considered unfortunate not to be capped for England\". By profession he was a stockbroker."
}