{
    "id": "476963",
    "revid": "36343384",
    "url": "https://en.wikipedia.org/wiki?curid=476963",
    "title": "1811–1812 New Madrid earthquakes",
    "text": "The 1811–1812 New Madrid earthquakes () were a series of intense &lt;a href=\"intraplate%20earthquake\"&gt;intraplate earthquake&lt;/a&gt;s beginning with an initial earthquake of &lt;a href=\"moment%20magnitude\"&gt;moment magnitude&lt;/a&gt; 7.2–8.2 on December 16, 1811, followed by a moment magnitude 7.4 &lt;a href=\"aftershock\"&gt;aftershock&lt;/a&gt; on the same day. Two additional earthquakes of similar magnitude followed in January and February 1812. They remain the most powerful earthquakes to hit the contiguous United States east of the &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt; in &lt;a href=\"recorded%20history\"&gt;recorded history&lt;/a&gt;. The earthquakes, as well as the &lt;a href=\"seismic%20zone\"&gt;seismic zone&lt;/a&gt; of their occurrence, were named for the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; town of &lt;a href=\"New%20Madrid%2C%20Missouri\"&gt;New Madrid&lt;/a&gt;, then part of the &lt;a href=\"Louisiana%20Territory\"&gt;Louisiana Territory&lt;/a&gt; and now within the U.S. state of &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;.\nThe &lt;a href=\"epicenter\"&gt;epicenter&lt;/a&gt;s of the earthquakes were located in an area that at the time was at the distant western edge of the &lt;a href=\"American%20frontier\"&gt;American frontier&lt;/a&gt;, only sparsely settled by European pioneers. Contemporary accounts have led seismologists to estimate that these stable continental region earthquakes were felt strongly throughout much of the central and eastern United States, across an area of roughly , and moderately across nearly 3 million km2 (1 million sq mi). The &lt;a href=\"1906%20San%20Francisco%20earthquake\"&gt;1906 San Francisco earthquake&lt;/a&gt;, by comparison, was felt moderately over roughly . The New Madrid earthquakes were interpreted variously by &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;American Indian&lt;/a&gt; tribes, but one consensus was universally accepted; the powerful earthquake had to have meant something. For many tribes in &lt;a href=\"Tecumseh\"&gt;Tecumseh&lt;/a&gt;'s pan-Indian alliance, it meant that Tecumseh and his brother the Prophet must be supported.\nThe three earthquakes and their major aftershocks.\nThe many more aftershocks include one magnitude 7 aftershock to the December 16, 1811, earthquake which occurred at 6:00 UTC (12:00 am local time) on December 17, 1811, and one magnitude 7 aftershock to the February 7, 1812, earthquake which occurred on the same day at 4:40 UTC (10:40 pm local time). &lt;a href=\"Susan%20Hough\"&gt;Susan Hough&lt;/a&gt;, a seismologist of the &lt;a href=\"United%20States%20Geological%20Survey\"&gt;United States Geological Survey&lt;/a&gt; (USGS), has estimated the earthquakes' magnitudes as around magnitude 7.\nEyewitness accounts.\n&lt;a href=\"John%20Bradbury%20%28naturalist%29\"&gt;John Bradbury&lt;/a&gt;, a fellow of the &lt;a href=\"Linnean%20Society\"&gt;Linnean Society&lt;/a&gt;, was on the Mississippi on the night of December 15, 1811, and describes the tremors in great detail in his \"Travels in the Interior of America in the Years 1809, 1810 and 1811\", published in 1817:\nEliza Bryan in New Madrid, &lt;a href=\"Missouri%20Territory\"&gt;Territory of Missouri&lt;/a&gt;, wrote the following eyewitness account in March 1812:\n&lt;a href=\"John%20Reynolds%20%28Illinois%20politician%29\"&gt;John Reynolds&lt;/a&gt; (1788–1865), the fourth &lt;a href=\"governor%20of%20Illinois\"&gt;governor of Illinois&lt;/a&gt;, among other political posts, mentions the earthquake in his biography \"My Own Times: Embracing Also the History of My Life\" (1855):\nThe &lt;a href=\"Shaker\"&gt;Shaker&lt;/a&gt; diarist Samuel Swan McClelland described the effects of the earthquake on the Shaker settlement at &lt;a href=\"West%20Union%20%28Busro%29%2C%20Indiana\"&gt;West Union (Busro), Indiana&lt;/a&gt;, where the earthquakes contributed to the temporary abandonment of the westernmost Shaker community.\nGeologic setting.\nThe underlying cause of the earthquakes is not well understood, but modern faulting seems to be related to an ancient geologic feature buried under the Mississippi River alluvial plain, known as the Reelfoot Rift. The New Madrid Seismic Zone (NMSZ) is made up of reactivated &lt;a href=\"Geological%20fault\"&gt;faults&lt;/a&gt; that formed when what is now North America began to split or &lt;a href=\"rift\"&gt;rift&lt;/a&gt; apart during the breakup of the &lt;a href=\"supercontinent\"&gt;supercontinent&lt;/a&gt; &lt;a href=\"Rodinia\"&gt;Rodinia&lt;/a&gt; in the &lt;a href=\"Neoproterozoic\"&gt;Neoproterozoic&lt;/a&gt; &lt;a href=\"Era%20%28geology%29\"&gt;era&lt;/a&gt; (about 750 million years ago). Faults were created along the rift and &lt;a href=\"igneous\"&gt;igneous&lt;/a&gt; rocks formed from &lt;a href=\"magma\"&gt;magma&lt;/a&gt; that was being pushed towards the surface. The resulting rift system failed, but has remained as an &lt;a href=\"aulacogen\"&gt;aulacogen&lt;/a&gt; (a scar or zone of weakness) deep underground.\nIn recent decades, minor earthquakes have continued. The epicenters of over 4,000 earthquakes can be identified from seismic measurements taken since 1974. They originate from the seismic activity of the Reelfoot Rift. The zone, colored red on the map, is called the \"New Madrid Seismic Zone\". New forecasts estimate a 7 to 10 percent chance, in the next 50 years, of a repeat of a major earthquake like those that occurred in 1811–1812, which likely had magnitudes between 7.6 and 8.0. A 25 to 40% chance exists, in a 50-year time span, of a magnitude 6.0 or greater earthquake.\nIn a report filed in November 2008, the U.S. &lt;a href=\"Federal%20Emergency%20Management%20Agency\"&gt;Federal Emergency Management Agency&lt;/a&gt; warned that a serious earthquake in the New Madrid Seismic Zone could result in \"the highest economic losses due to a natural disaster in the United States\", further predicting \"widespread and catastrophic\" damage across Alabama, Arkansas, Illinois, Indiana, Kentucky, Mississippi, Missouri, and particularly Tennessee, where a 7.7 magnitude quake or greater would cause damage to tens of thousands of structures affecting &lt;a href=\"Water%20purification\"&gt;water distribution&lt;/a&gt;, &lt;a href=\"transportation\"&gt;transportation systems&lt;/a&gt;, and other vital infrastructure.\nAftermath.\nAs a result of the New Madrid Earthquake of 1811-12, a range of aftermath caused by the shaking from the earthquake occurred. The shaking from the earthquake continuously lifted the ground up and down, and caused tree roots to come above the ground from the constant back and forth motion. As a result of these motions, fissures in the ground were created. The lifting and lowering of the ground allowed for landslides to occur, and caused some areas to sink. The areas that sunk were exposed to the water coming from the fissures. One of the areas that experienced a good amount of subsidence, or sinking of the ground, was Reelfoot Lake in Tennessee. The subsidence in this area was as shallow as 1.5m and as deep as 6m in some places. Another place that subsidence occurred, but not as bad was in Lake St. Francis, in eastern Arkansas, however, it was here where sand and coal came out of the fissures, and the water rose about 8 to 9 meters. In addition, the waves coming from the Mississippi River caused by the movements associated with the earthquake, caused boats to wash ashore, river banks rose, sand bars were destroyed, and even some islands completely disappeared. Sand blows also occurred in Missouri, Tennessee, and Arkansas which destroyed farmland, and due to the limited amount of rocks in the soil, the seismic waves generated from the earthquake were able to travel great distances without being interrupted. As a result of the limited rocks in the soil, places as far away as Canada were still able to feel the ground shaking. \nThe earthquake wasn't just felt in one place, it was felt across five different states: Illinois, Arkansas, Tennessee, Kentucky and Missouri. Producing a value of VII on the Mercalli Intensity Scale, the New Madrid earthquake was one of the strongest earthquakes east of the Rocky Mountains that has occurred.While only one life was lost due to falling buildings, the shaking was intense, and caused many chimneys to fall, wood structures to crack, and damage from falling trees. In addition, the New Madrid earthquake created a bit of damage to man-made structures, most of which took place in the epicentral area during the first earthquake on December 16, 1811. Following the New Madrid Earthquake of 1811-12, Geologists have begun estimating the hazard with the new discovery of the reelfoot rift, which is a 500 million year old rift zone. The geologists found that the risk of another earthquake as great as the New Madrid Earthquake happening in this area within the next 50 years is 7 to 10 percent. While the risk of a smaller magnitude earthquake to occur in this location in the next 50 years is about 25 to 40 percent. As a result of these findings, highways, buildings, skyscrapers, and bridges were all reevaluated. \nThe amount of people who died as a result of the earthquake remains unknown to this day. However, we assume that the death toll remains pretty low, due to the population of the area not being very high. In addition, many of the houses that people lived in were log cabins made from wood, which holds up well during earthquakes, and are able to withstand the shaking generated from the earthquake. On the other hand, those that had a house made from stone did not do as well, and damage to them was reported. "
}