{
    "id": "477294",
    "revid": "40800862",
    "url": "https://en.wikipedia.org/wiki?curid=477294",
    "title": "Egg cream",
    "text": "An egg cream is a cold &lt;a href=\"beverage\"&gt;beverage&lt;/a&gt; consisting of &lt;a href=\"milk\"&gt;milk&lt;/a&gt;, &lt;a href=\"soda%20water\"&gt;carbonated water&lt;/a&gt;, and &lt;a href=\"flavored%20syrup\"&gt;flavored syrup&lt;/a&gt; (typically &lt;a href=\"chocolate%20syrup\"&gt;chocolate&lt;/a&gt; or &lt;a href=\"vanilla%20syrup\"&gt;vanilla&lt;/a&gt;). Despite the name, the drink contains neither &lt;a href=\"egg%20%28food%29\"&gt;eggs&lt;/a&gt; nor &lt;a href=\"cream\"&gt;cream&lt;/a&gt;.\nIt is prepared by pouring syrup into the glass, adding milk, lightly stirring it with a spoon, then streaming soda water into the glass, mixing the other ingredients. Ideally, the glass is left with 2/3 liquid and 1/3 foamy head.\nThe egg cream is almost exclusively a &lt;a href=\"Soda%20fountain\"&gt;fountain&lt;/a&gt; drink. Although there have been several attempts to bottle it, none have been wholly successful, as its refreshing taste and characteristic &lt;a href=\"Beer%20head\"&gt;head&lt;/a&gt; require mixing of the ingredients just before drinking.\nEtymology theories and speculations.\nThe peculiarity that an egg cream contains neither eggs nor cream has been explained in various ways. Stanley Auster, who claims that his grandfather invented the beverage, has said that the origins of the name are \"lost in time.\"\nThe egg cream originated among &lt;a href=\"Yiddish%20language\"&gt;Yiddish&lt;/a&gt;-speaking &lt;a href=\"Eastern%20European%20Jews\"&gt;Eastern European Jewish&lt;/a&gt; immigrants in New York City, so one explanation claims that \"egg\" is a corruption of the Yiddish 'genuine or real', making an egg cream a \"good cream\".\nFood historian Andrew Smith writes: \"During the 1880s, a popular specialty was made with chocolate syrup, cream, and raw eggs mixed into soda water. In poorer neighborhoods, a less expensive version of this treat was created, called the Egg Cream (made without the eggs or cream).\"\nAnother explanation comes from reports that it grew out of a request for from someone, possibly the actor &lt;a href=\"Boris%20Thomashefsky\"&gt;Boris Thomashefsky&lt;/a&gt; who had experienced a similar drink in Paris. His heavy accent altered the name into something like \"egg cream,\" which then developed into the current term."
}