{
    "id": "47720305",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=47720305",
    "title": "Jerom",
    "text": "Jerom is a Flemish comic book character and one of the main cast members in the Belgian comic strip, \"&lt;a href=\"Spike%20and%20Suzy\"&gt;Suske en Wiske&lt;/a&gt;\" by &lt;a href=\"Willy%20Vandersteen\"&gt;Willy Vandersteen&lt;/a&gt;. He is the series' &lt;a href=\"strongman%20%28strength%20athlete%29\"&gt;strongman&lt;/a&gt; and well known for his physically impossible powers that often make him the &lt;a href=\"deus%20ex%20machina\"&gt;deus ex machina&lt;/a&gt; who solves every problem. Jerom's popularity with readers is so huge that he inspired at least two &lt;a href=\"spin-off%20%28media%29\"&gt;spin-off&lt;/a&gt; series: \"Jerom de Gouden Stuntman\" (1962–1991) and \"J. ROM - Force of Gold\" (2014).\nIn the earliest Dutch translations Jerom's name was changed into \"Jeroen\". This was changed back to Jerom when the entire series was translated into &lt;a href=\"Algemeen%20Beschaafd%20Nederlands\"&gt;Algemeen Beschaafd Nederlands&lt;/a&gt;. In the English translations he has been named Wilbur, Jerome, or Jethro.\nDebut.\nJerom was introduced in the album \"De Dolle Musketiers\" (\"The Zany Musketeers\"; 1953). In this story Suske, Wiske, &lt;a href=\"Lambik\"&gt;Lambik&lt;/a&gt; and Aunt Sidonia &lt;a href=\"time%20travel\"&gt;time travel&lt;/a&gt; to the 17th century where they work as &lt;a href=\"musketeer\"&gt;musketeer&lt;/a&gt;s for the French king. They have to fight against a French duke, Le Handru, who used a super strong thawed &lt;a href=\"caveman\"&gt;caveman&lt;/a&gt;, Jerom, as his secret weapon. At first the cast is powerless against him, but later Wiske is able to make Jerom their ally instead. Together they defeat Le Handru and at the end of the story Jerom travels back to 1953 with them.\nJerom's original appearance was inspired by the caveman &lt;a href=\"Alley%20Oop\"&gt;Alley Oop&lt;/a&gt; by &lt;a href=\"V.T.%20Hamlin\"&gt;V.T. Hamlin&lt;/a&gt;. His name was inspired by Belgian playwright Jeroom Verten (1909–1958).\nCharacter.\nWhen Jerom was first introduced in the series he was merely a dumb brute from the &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt;. By order of duke Le Handru he beats up everyone without mercy. The only thing that can tame him is &lt;a href=\"anise\"&gt;anise&lt;/a&gt;, which the duke frequently feeds him with. Wiske discovers that Jerom also has a softer side when he plays with her doll, &lt;a href=\"Schanulleke\"&gt;Schanulleke&lt;/a&gt;, and is scared that she will die because she refuses to eat. Wiske makes her doll \"eat\" by drinking the milk Jerom prepared herself when he is not looking. This convinces Jerom that Wiske is nice and he is motivated to join their side instead, even travelling back to the 20th century with them, thus becoming the final main cast member of the series. He moved in at &lt;a href=\"Lambik\"&gt;Lambik&lt;/a&gt;'s place, despite the fact they often bicker about.\nIn the first albums Jerom behaves and dresses like an uncivilized caveman. In \"De Knokkersburcht\" (\"The Knokkers Fortress\") (1953) he even literally behaves like a dog. After a few albums he gradually acts more polite towards others and starts to dress in modern 20th century suits. First by wearing a &lt;a href=\"Necktie\"&gt;tie&lt;/a&gt; above his animal skin in \"De Tam Tam Kloppers\" (\"The Tam Tam Beaters\"; 1953), then gradually wearing sweaters, shirts, jeans and shoes. Jerom even obeys his own &lt;a href=\"ethics\"&gt;ethics&lt;/a&gt;. He only fights for just causes and helps everybody, even opponents, when they are in danger. He can't be bribed and never betrays his friends, contrary to someone like &lt;a href=\"Lambik\"&gt;Lambik&lt;/a&gt;. Jerom also never fights animals and tries to control his powers. Only when he is put under a magic spell, hypnotized or drugged with &lt;a href=\"chloroform\"&gt;chloroform&lt;/a&gt; Jerom joins the &lt;a href=\"antagonist\"&gt;antagonist&lt;/a&gt;s.\nJerom is usually calm and level headed. When other people around him act aggressive or showcase other heavy emotions Jerom always remains restrained and master of the situation. He always talks in a &lt;a href=\"telegram\"&gt;telegram&lt;/a&gt; style and shortens &lt;a href=\"Lambik\"&gt;Lambik&lt;/a&gt;'s name as \"Bik\". Because of his brutish appearance and simplistic way of speaking other people, even his friends, often underestimate his intelligence. They treat him like a child or a simple minded person. Sidonia often uses Jerom to do difficult or tedious tasks for her, like cleaning the dishes. This behaviour is not entirely unjustified, seeing that Jerom is often not familiar with certain modern phenomena and needs to be explained about them. Despite being far more civilized than he was when he first appeared in the series Jerom still doesn't always feel at ease in modern society. In \n\"De Malle Mergpijp\" (\"The Silly Marrowbone\"; 1973) he even goes through an identity crisis and briefly returns to his prehistoric ways.\nRelation with other characters.\nJerom lives at &lt;a href=\"Lambik\"&gt;Lambik&lt;/a&gt;'s home, where he acts as a &lt;a href=\"sidekick\"&gt;sidekick&lt;/a&gt; to Lambik's antics. They are often each other's rivals, like in \"De Zwarte Zwaan\" (\"The Black Swan\"; 1958), where they both try to be the first to publish journalistic scoops. Sometimes they both fall in love with an attractive female and try to dispose of one another in becoming her partner. But when they both have a common social cause to fight for they are a firm, close-knit duo, for instance &lt;a href=\"animal%20abuse\"&gt;animal abuse&lt;/a&gt;, social &lt;a href=\"apathy\"&gt;apathy&lt;/a&gt;\" and &lt;a href=\"dictatorship\"&gt;dictatorship&lt;/a&gt;. Jerom also has a special bond with Wiske, who was the first to discover his soft spot.\nMany women have fallen in love with Jerom over the course of the series, but something always happens that prevents him from effectively marrying her. Either he is not interested in them or they turn out to be villains.\nStrength.\nJerom's main personality trait is his supernatural strength. He calls himself \"\"de sterkste man van het westelijk halfrond, andere helft ook\" (\"the strongest man of the &lt;a href=\"western%20hemisphere\"&gt;western hemisphere&lt;/a&gt;,and the other half too\"). He is able to defeat large groups of people and monsters and can move or destroy buildings with one finger. His eyes are able to produce light and can look through concrete objects. When making contact with electric utensils Jerom is able to produce energy and when he drinks &lt;a href=\"gasoline\"&gt;gasoline&lt;/a&gt; he can run at car speed. He swims across oceans, can drill himself through the ground jump over buildings and even into the clouds. His chest is also able to resist bullets, which just bounce off from it. Despite this ability he is still held in control by someone with a gun in some stories. Jerom is also known for his \"\"T-slag\" (\"T-blow\"), which is a type of strike where his opponent is hit, but only falls down &lt;a href=\"knockout\"&gt;knocked out&lt;/a&gt; a few seconds later because his brains only realized it then. Jerom can also run faster than sound and even change his own &lt;a href=\"speech%20balloon\"&gt;speech balloon&lt;/a&gt;s into parachutes, if necessary. When he is about to fight extremely violent he deliberately makes a huge dust cloud, asks the readers beforehand to close their eyes or lets the artists cover up the panels with a large curtain.\nHis efforts seldom tire him. In \"De Wilde Weldoener\" (\"The Wild Well-Doer\"; 1961) he reveals that his eyes always remain shut because \"his eyelids are too heavy\". So he just peers underneath them. Sometimes he even tries to spare his powers by using only one fist or not actually hitting someone. He just uses makes a &lt;a href=\"feint\"&gt;feint&lt;/a&gt; arm movement and the wind he produces is enough to blow his opponent away. Only when Jerom hasn't eaten yet he tends to feel weaker than usual. His appetite is so large that he eats &lt;a href=\"alarm%20clock\"&gt;alarm clock&lt;/a&gt;s, drinks a whole bucket full of beer or even an entire mountain lake \nJerom is in fact so undefeatable that the series' writers often have trouble making the stories interesting, since Jerom can always be used as a &lt;a href=\"deus%20ex%20machina\"&gt;deus ex machina&lt;/a&gt; to solve all problems. Therefore, he is sometimes sent away on holiday or for work at the start of a story. Halfway the plot he is often temporarily eliminated by poison, hypnosis, magic or a sleeping potion, only to make a triumphant return in the end.\nFamily background and biography.\nJerom was born in the &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt;. He owes his enormous power to a &lt;a href=\"shaman\"&gt;shaman&lt;/a&gt; who drew a cave painting of a strong man, then, with aid of a marrow bone, blew a magical powder on the drawing to bring him to life. Jerom's mother is Moe Mie. His father died in a fight with other caveman. Jerom also has an uncle. At a certain point Jerom was frozen in ice and only thawed in the 17th century by French duke Le Handru, who used him as a secret weapon. Suske, Wiske, Lambik and Aunt Sidonia were able to make Jerom a \"good\" person and made him travel along with them to the 20th century.\nHowever, in \"De Nerveuze Nerviërs\" (\"The Nervous &lt;a href=\"Nervii\"&gt;Nervii&lt;/a&gt;\"; 1967) professor Barabas makes the contradictory claim that Jerom descended from ancient Gauls. According to him he owns his strength to the power and will power of his ancestors. In later stories this origin story is abandoned in favor of the theory that Jerom was born in prehistoric times.\nSpin-offs.\nIn 1962 Jerom received his own &lt;a href=\"spin-off%20%28media%29\"&gt;spin-off&lt;/a&gt; series, \"Jerom de Gouden Stuntman\" (\"Jerom the Golden Stuntman\"). In this series he is teamed up with Tante Sidonia and Professor Barabas. Other main cast members from \"Suske en Wiske\" are absent. The series could be described as a humoristic &lt;a href=\"super%20hero\"&gt;super hero&lt;/a&gt; comic in which Jerom wears a golden suit with cape and drives a flying motorcycle. A new cast member was created for this series: Odilon, a clumsy sidekick assistant. The series were translated in French (as \"Jérôme\"\"), Greek (\"Zerom\") and German (\"Wastl\"). Especially in Germany the albums sold well. At a certain point they were even published in Germany first before they appeared in Dutch. The production tempo was so high that a new Jerom story appeared every week, causing the quality to drop considerably. As a result, many albums weren't even translated into Dutch anymore. In 1982, after 95 albums, the \"Gouden Stuntman\" series was terminated. \"Jerom\" continued under a new title, \"De Wonderbare Reizen van Jerom\" (\"The Wonderful Travels of Jerom\"), but by 1991 this series was also discontinued due to underwhelming sales. Only 36 titles of this series were made.\nIn 2014 a new spin-off series was created around Jerom: \"J.ROM - Force of Gold\", drawn by Dutch artist &lt;a href=\"Romano%20Molenaar\"&gt;Romano Molenaar&lt;/a&gt;, best known for continuing \"&lt;a href=\"Storm%20%28Don%20Lawrence%29\"&gt;Storm&lt;/a&gt;\" after &lt;a href=\"Don%20Lawrence\"&gt;Don Lawrence&lt;/a&gt;'s death in 2002, and written by Bruno De Roover. This spin-off is drawn more realistically in an American superhero comic style, inspired by the work of &lt;a href=\"Frank%20Miller%20%28comics%29\"&gt;Frank Miller&lt;/a&gt;. Five albums have been released before it was discontinued. Jerom also appeared as \"Big Billy Bigg\" in a series of adventures in U.K comic \"Sparky\" between February 1968 and September 1969.\nPopularity.\nTogether with &lt;a href=\"Lambik\"&gt;Lambik&lt;/a&gt; and Wiske Jerom is the most popular character of \"&lt;a href=\"Suske%20en%20Wiske\"&gt;Suske en Wiske&lt;/a&gt;\". He plays a central role in stories like \"De Circusbaron\" (\"The Circus Baron\"; 1954), \"Jeromba de Griek\" (\"Jeromba the Greek\"; 1965), \"De Malle Mergpijp\" (\"The Silly Marrow Bone\"; 1973), \"De Toffe Tamboer\" (\"The Pleasing Drummer\"; 1981), and \"De Slimme Slapjanus\" (\"The Smart Weakling\"; 1993). Originally, when he was still a caveman, his grotesque appearance repulsed newspaper readers. Vandersteen remembered that he received complaints from readers that \"their breakfast no longer tasted well after seeing Jerom in the comics section\". After the character gradually started dressing more civilized most readers liked him a lot better. Still, there are some fans who believe that Jerom made the series more &lt;a href=\"formulaic\"&gt;formulaic&lt;/a&gt; because he can be used to solve every problem.\nIn popular culture.\nIn the 1960s a game was created around Jerom called \"Op-Jerommeke\".\" This was a stick with Jerom's head on it. Children had to try to throw a ring on a string over his pointy nose. In the story \"De Zingende Zwammen\" (\"The Singing Fungus\"; 1960) the characters use the game in the story.\nIn the 1976 Dutch puppet series about \"Suske en Wiske\" Jerom's part was voiced by Dutch actor Wim Wama. In the Suske en Wiske musical \"De Stralende Sterren\" (1994) Dirk Bosschaert played the part of Jerom. Jeroen Maes played Jerom in the musical \"De Spokenjagers\" (2002) and by Ben Van Hoof in the musical \"De Circusbaron\" (2008). In the live-action film ' (2004) he was played by &lt;a href=\"Stany%20Crets\"&gt;Stany Crets&lt;/a&gt;. &lt;a href=\"Flip%20Peeters\"&gt;Flip Peeters&lt;/a&gt; voiced Jerom in the 3-D animated movie ' (2009).\nJerom can also be seen as part of an illustrated wall dedicated to \"Suske en Wiske\" in the Laekenstraat in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;, Belgium. It was revealed on June 15, 1995.\nIn 2013 a statue of Jerom was placed in &lt;a href=\"Middelkerke\"&gt;Middelkerke&lt;/a&gt;, in the vicinity of other statues of Belgian comics characters. It was designed by sculptor Monique Mol."
}