{
    "id": "47777358",
    "revid": "869314",
    "url": "https://en.wikipedia.org/wiki?curid=47777358",
    "title": "Phuket (city)",
    "text": "Phuket ( ; or , ) is a city in the southeast of Phuket Island, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;. It is the capital of &lt;a href=\"Phuket%20Province\"&gt;Phuket Province&lt;/a&gt;. the city had a population of 79,308. It covers the subdistricts (\"&lt;a href=\"tambon\"&gt;tambon&lt;/a&gt;s\") Talat Yai () and Talat Nuea () of &lt;a href=\"Mueang%20Phuket%20District\"&gt;Mueang Phuket District&lt;/a&gt;.\nPhuket is 862 km (535.6 mi) south of Bangkok.\nHistory.\nPhuket is one of the oldest cities in Thailand. It was an important port on the west of the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt; where Chinese immigrants first landed.\nPhuket Old Town is a quarter studded with heritage buildings in ten streets: Klang, Phang Nga, Rassada, Dee Buk, Krabi, Thep Kasattri, Phuket, Yaowarat, Satun, and Soi Rammanee. These older buildings show Phuket town's former prosperity. They were constructed when tin mining was an important industry on the island. Their architectural style is called \"&lt;a href=\"Sino-Portuguese\"&gt;Sino-Portuguese&lt;/a&gt;\", characteristic of which is a single or two-storey building with a narrow front compensated for by considerable depth. The tiles, doors, perforated windows, and other details are all influenced by Chinese and European styles combined. \"Phuket Old Town\" is a 2.7 km2 area covering a total of 210 &lt;a href=\"Rai%20%28unit%29\"&gt;rai&lt;/a&gt;.\n, the &lt;a href=\"Fine%20Arts%20Department\"&gt;Fine Arts Department&lt;/a&gt; and the Phuket provincial authorities are preparing a proposal to the &lt;a href=\"United%20Nations%20Educational%2C%20Scientific%20and%20Cultural%20Organisation\"&gt;United Nations Educational, Scientific and Cultural Organisation&lt;/a&gt; (UNESCO) for Phuket Old Town to be listed as a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;.\nIn 2004 the town was elevated to city status (\"&lt;a href=\"thesaban%20nakhon\"&gt;thesaban nakhon&lt;/a&gt;\", ).\nCulture.\nThe major religion is &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt;. The &lt;a href=\"Buddhist%20temple\"&gt;Buddhist temple&lt;/a&gt;s in the city are attractive destinations for national and international tourists. Along the streets some Hindu temples depicting the statues of &lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt; and &lt;a href=\"Brahma\"&gt;Brahma&lt;/a&gt; can also be seen.\nDemographics.\nSince 2005, the population of Phuket has been increasing."
}