{
    "id": "47770090",
    "revid": "25667",
    "url": "https://en.wikipedia.org/wiki?curid=47770090",
    "title": "Georgia State Panthers women's beach volleyball",
    "text": "The Georgia State Panthers women's beach volleyball team represents &lt;a href=\"Georgia%20State%20University\"&gt;Georgia State University&lt;/a&gt; in the sport of &lt;a href=\"beach%20volleyball\"&gt;beach volleyball&lt;/a&gt;. &lt;a href=\"Georgia%20State%20Panthers\"&gt;The Panthers&lt;/a&gt; compete in &lt;a href=\"NCAA%20Division%20I\"&gt;NCAA Division I&lt;/a&gt; as a member of &lt;a href=\"Conference%20USA\"&gt;Conference USA&lt;/a&gt; (C-USA). The Panthers play their home matches at the GSU Sand Volleyball Complex on the university's &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt; campus, and are currently led by head coach &lt;a href=\"Beth%20Van%20Fleet\"&gt;Beth Van Fleet&lt;/a&gt;.\nHistory.\nWith the emergence of &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; at Georgia State University, due to &lt;a href=\"Title%20IX\"&gt;Title IX&lt;/a&gt; scholarship restrictions, it was necessary for GSU to increase the number of women's scholarships available in their athletic program\nThe creation of beach volleyball at Georgia State was announced on September 27, 2011, by Georgia State Athletic Director Cheryl Levick. \nConstruction of the GSU Sand Volleyball Complex, a 340-seat, 3 tiered court set, began in April 2012, and was completed by September 2012. The site has unofficially been nicknamed \"The Beach.\"\nOriginally named as head coach of beach volleyball, head coach Tami Audia was elevated to Director of Volleyball, being replaced by assistant coach Beth Van Fleet in July 2013.\nOn October 20, 2015, Georgia State joined the &lt;a href=\"Coastal%20Collegiate%20Sports%20Association\"&gt;Coastal Collegiate Sports Association&lt;/a&gt; (CCSA) as a beach volleyball member, coinciding with the NCAA's decision to sponsor it and provide a championship, as well as the addition of beach volleyball as an official CCSA sport (which led to that conference changing its name from the original Coastal Collegiate Swimming Association). This also coincided with the NCAA changing the name of the sport from \"sand\" to \"beach\" volleyball.\nDuring the 2020–21 school year, the CCSA entered into a formal beach volleyball partnership with &lt;a href=\"Conference%20USA\"&gt;Conference USA&lt;/a&gt; (C-USA) that saw the 2021 CCSA tournament split into two divisions, with GSU joining fellow Sun Belt member &lt;a href=\"Louisiana%E2%80%93Monroe%20Warhawks\"&gt;Louisiana–Monroe&lt;/a&gt; and full C-USA members &lt;a href=\"Florida%20Atlantic%20Owls\"&gt;Florida Atlantic&lt;/a&gt;, &lt;a href=\"FIU%20Panthers\"&gt;FIU&lt;/a&gt;, &lt;a href=\"Southern%20Miss%20Golden%20Eagles\"&gt;Southern Miss&lt;/a&gt;, and &lt;a href=\"UAB%20Blazers\"&gt;UAB&lt;/a&gt; in one of the divisions. After that season, the CCSA and C-USA agreed to split their beach volleyball membership, with the six aforementioned schools and another full Sun Belt member, &lt;a href=\"Coastal%20Carolina%20Chanticleers\"&gt;Coastal Carolina&lt;/a&gt;, forming the new C-USA beach volleyball league.\nHome Court/Practice and Training facilities.\nThe &lt;a href=\"GSU%20Beach%20Volleyball%20Complex\"&gt;GSU Beach Volleyball Complex&lt;/a&gt; is the home court and practice facility for the women's beach volleyball team."
}