{
    "id": "47781206",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=47781206",
    "title": "Indranie Chandarpal",
    "text": "Indranie Chandarpal (born 1951) is a Guyanese politician representing the &lt;a href=\"People%27s%20Progressive%20Party%20%28Guyana%29\"&gt;People’s Progressive Party&lt;/a&gt; (PPP) as a Member of Parliament since 1992. She has held the position of General Secretary of the Women’s Progressive Organisation since 1983. From 2001 to 2003, she served as president of the &lt;a href=\"Inter-American%20Commission%20of%20Women\"&gt;Inter-American Commission of Women&lt;/a&gt;.\nBiography.\nIndranie Dhanraj was born in 1951 in &lt;a href=\"Haslington%2C%20Guyana\"&gt;Haslington, Guyana&lt;/a&gt;. When she was 18, Chandarpal joined the &lt;a href=\"Progressive%20Youth%20Organisation%20of%20Guyana\"&gt;Progressive Youth Organisation&lt;/a&gt; (PYO) and by the age of 20 was involved in both the women's movement and politics. In 1972, she was employed as a receptionist at Freedom House and was recommended to the Education Secretary that Indra go overseas to study. She studied political science and completed a three-month course in journalism. Returning to Guyana, she worked in the PPP’s bookshop. In 1973, she was beaten by opposition party members from the &lt;a href=\"People%27s%20National%20Congress%20%28Guyana%29\"&gt;People's National Congress&lt;/a&gt; (PNC) when she and other PYO members tried to stop PNC members from holding a public meeting in &lt;a href=\"Enmore%2C%20Guyana\"&gt;Enmore&lt;/a&gt;. After the altercation she was arrested and jailed for a week. Dhanraj married Navindranauth Omanand Chandarpal in 1975 and they later had two children: Rabindranauth and Gitanjali. \nIn 1983, Chandarpal became the General Secretary of the Women’s Progressive Organisation and from 1985 to 1989, she served as Guyana's representative to the Caribbean Association of Feminist Research and Action. She was elected as a Member of Parliament in 1992 and was elected as the President of the &lt;a href=\"Inter-American%20Commission%20of%20Women\"&gt;Inter-American Commission of Women&lt;/a&gt; in 2000, serving from 2001 to 2003. Between 1992 and 2001, she served as a cabinet member as the Minister of Human Services and Social Security. In 1996, Chandarpal introduced the Domestic Violence Bill, which passed into law on 31 December 1996."
}