{
    "id": "4778504",
    "revid": "1064260621",
    "url": "https://en.wikipedia.org/wiki?curid=4778504",
    "title": "Jhenaidah Cadet College",
    "text": "Jhenidah Cadet College (JCC) is an English version military &lt;a href=\"boarding%20school\"&gt;boarding school&lt;/a&gt;, similar to West Point Military Academy, located in the outskirts of &lt;a href=\"Jhenidah\"&gt;Jhenidah&lt;/a&gt; in &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;. It is one of &lt;a href=\"Cadet%20Colleges%20in%20Bangladesh\"&gt;twelve cadet colleges of Bangladesh&lt;/a&gt;. It has departments of &lt;a href=\"Science\"&gt;Science&lt;/a&gt; and &lt;a href=\"Humanities\"&gt;Humanities&lt;/a&gt;.\nOverview.\nJhenidah Cadet College is one of the twelve specialized residential public schools of the country. The college was established on 18 October 1963, with the first intake in 1964. It is the second among all cadet colleges in terms of seniority. It is located by the side of Jhenidah-Kushtia Highway, two kilometers away to the north of Jhenaidah town. The campus has an area of 103 acres (42 hectare).\nMotto, colors and flag.\nIts motto is \"The Learned are Judicious\", the college color is bottle green. The college flag has the three colors of the Armed Forces and bottle green as the background.\nHouses.\nThere are two storied three houses for the Cadets' accommodation. These houses are named after &lt;a href=\"history%20of%20Islam\"&gt;three historic battles of Islam&lt;/a&gt; during the era of &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;. Cadets are also identified with their respective houses during their staying in JCC. Besides that, all the competitions of this institution are mainly house based. To create the competitive spirit amongst the cadets, the houses play a vital role. Cadets also put their best efforts to uphold the image and name of their houses. According to seniority of establishment, the houses are:\nAdmission.\nStudents are admitted in class VII (7th Grade) at the ages 11 to 13 years 6 month. The selection process is rigorous, with a written exam, viva and medical tests. The selected top 50 students will study till class XII (Higher Secondary).\nCadet college is a fully residential school. Cadets get four vacations of total 90 days in a year called term break.\nCollege uniform.\nAll students (cadets) wear a uniform similar to cadet officers in a military academy in academic hours, shorts sleeves in afternoon games and sports, and long sleeves with tie during evening prep and dinner. There are some variations in the uniform worn by cadets in authority.\nMembers of the teaching staff wear a form of school dress with tie when teaching.\nInfrastructure.\nThere is a large academic building where the cadets do their classes and study during prep time. Daily five times meals are served in the college dining hall which has a capacity of 300 cadets. Usually cadets say their &lt;a href=\"Magrib\"&gt;Magrib&lt;/a&gt; and &lt;a href=\"Friday%20prayer\"&gt;Jumma&lt;/a&gt; prayer in the college mosque. All officials of the college live in the college premises. The principal has a two storied house, while the vice principal, adjutant, medical officer, teachers all have a villa each.\nFor sport there are five &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, seven &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, five &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, two &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, one &lt;a href=\"field%20hockey\"&gt;hockey&lt;/a&gt;, one &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, one swimming pond and an athletics ground. The playground is a grassy area in the center of the college. Playing any of the above games is compulsory in the afternoon.\nThere is a dairy firm to serve pure dairy product for the cadets. A &lt;a href=\"hospital\"&gt;hospital&lt;/a&gt;, &lt;a href=\"bank\"&gt;bank&lt;/a&gt;, &lt;a href=\"post%20office\"&gt;post office&lt;/a&gt;, &lt;a href=\"barber\"&gt;barber&lt;/a&gt;, &lt;a href=\"tailor\"&gt;tailor&lt;/a&gt; shop, a workshop serve the utilities for the cadets. Cadets have a mandatory medical checkup at the start and end of every term. Cadets have an &lt;a href=\"auditorium\"&gt;auditorium&lt;/a&gt; for cultural purposes, and a library; in addition, the cadet have &lt;a href=\"language%20club\"&gt;language club&lt;/a&gt;, computer lab and multimedia classes.\nAcademic system.\n Cadets are enrolled in the seventh grade. They continue their study for six years. The Higher Secondary Certificate (HSC) is the final examination to pass. Each class generally has fifty cadets divided in two sections.\nThe &lt;a href=\"Junior%20School%20Certificate\"&gt;Junior School Certificate&lt;/a&gt; (JSC), &lt;a href=\"Secondary%20School%20Certificate\"&gt;Secondary School Certificate&lt;/a&gt; (SSC) and the &lt;a href=\"Higher%20Secondary%20Certificate\"&gt;Higher Secondary Certificate&lt;/a&gt; (HSC) examinations are administered under direct control of the National Board of Education of Bangladesh. A calendar year is divided into three terms. The annual parade, physical training (PT), games and sports and cultural shows are a part of the academic system, and every cadet takes part in them. From 2003 all the cadet colleges were converted to the English version of the National curriculum. Cadets are taken on study tours every year.\nSports and physical activities.\nSports and physical activities\nStudents participate in &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;, &lt;a href=\"Squash%20%28sport%29\"&gt;squash&lt;/a&gt;, &lt;a href=\"Rugby%20football\"&gt;rugby&lt;/a&gt;, &lt;a href=\"shooting%20sports\"&gt;shooting&lt;/a&gt;, &lt;a href=\"swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;, and &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt;. They also participate in annual events like cross country marathon and obstacle courses.\nCultural activities.\nStudents participate in rhetoric competitions like extempore speech, debate, music, poetry recitation, current affairs display, wall magazines publications for special days and cultural events like music and drama. The school's debate team competes with graduate and post-graduate level schools in National Television Debates."
}