{
    "id": "4779941",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=4779941",
    "title": "Tweed Heads Seagulls",
    "text": "The Tweed Heads Seagulls, often referred to simply as Tweed or Seagulls or Tweed Seagulls, is a &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; club based in &lt;a href=\"Tweed%20Heads\"&gt;Tweed Heads&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, and with the &lt;a href=\"PNG%20Hunters\"&gt;PNG Hunters&lt;/a&gt; is one of the only non-&lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; teams to play in the &lt;a href=\"Queensland%20Cup\"&gt;Queensland Cup&lt;/a&gt;.\nHistory.\nUnion beginnings.\nSeagulls Football Club was established in 1908 and began competing in the Tweed District Rugby Union competition in 1909. Land located in the west of Tweed-Heads was purchased where the stadium and clubhouse were built in 1972. The Seagulls played their home games at Tweed Heads Recreation Ground. Coach Mick McGrath decided to name the team the Tweed Heads Seagulls. The club claimed their first &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; premiership in 1912 and went back-to-back in 1913.\nEntry into the NSWRL.\nIn 1990 the Seagulls Leagues club bought out the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt; licence for the &lt;a href=\"Gold%20Coast%20Chargers\"&gt;Gold Coast-Tweed Giants&lt;/a&gt;, and renamed the club the Gold Coast Seagulls, although it continued to play its home games in the New South Wales town of Tweed Heads. The club played their home games at &lt;a href=\"Seagulls%20Stadium\"&gt;Seagulls Stadium&lt;/a&gt;. In 1990, the Seagulls pulled off a major coup when they signed future &lt;a href=\"The%20Immortals%20%28rugby%20league%29\"&gt;Rugby League Immortal&lt;/a&gt; &lt;a href=\"Wally%20Lewis\"&gt;Wally Lewis&lt;/a&gt;. In 1995 the club sold its licence to businessmen Jeff Muller, who changed the club's name to Gold Coast Gladiators. \nRelegation to Gold Coast Group 18.\nThe Tweed Heads Seagulls joined the &lt;a href=\"Group%2018%20Rugby%20League\"&gt;Gold Coast Group 18 Rugby League&lt;/a&gt; competition in 1996.\nQueensland Cup.\nIn 2007 they were &lt;a href=\"Queensland%20Cup\"&gt;Intrust Super Cup&lt;/a&gt; Premiers.\nHome ground.\nTweed Heads originally played out of &lt;a href=\"Seagulls%20Stadium\"&gt;Seagulls Stadium&lt;/a&gt; on Gollan Drive, West Tweed Heads. However, due to financial trouble, the club sold the ground in the late 1990s and the stadium was demolished. Currently, Tweed play their Queensland Cup games nearby at the Piggabeen Sports Complex. "
}