{
    "id": "47790164",
    "revid": "1068104349",
    "url": "https://en.wikipedia.org/wiki?curid=47790164",
    "title": "Storks (film)",
    "text": "Storks is a 2016 American &lt;a href=\"3D%20film\"&gt;3D&lt;/a&gt; &lt;a href=\"Computer%20animation\"&gt;computer-animated&lt;/a&gt; &lt;a href=\"adventure%20film\"&gt;adventure&lt;/a&gt; &lt;a href=\"comedy%20film\"&gt;comedy film&lt;/a&gt; produced by the &lt;a href=\"Warner%20Animation%20Group\"&gt;Warner Animation Group&lt;/a&gt; and distributed by &lt;a href=\"Warner%20Bros\"&gt;Warner Bros&lt;/a&gt;. It was directed by &lt;a href=\"Nicholas%20Stoller\"&gt;Nicholas Stoller&lt;/a&gt; and &lt;a href=\"Doug%20Sweetland\"&gt;Doug Sweetland&lt;/a&gt; (the latter in his &lt;a href=\"list%20of%20directorial%20debuts\"&gt;feature debut&lt;/a&gt;), written by Stoller and stars the voices of &lt;a href=\"Andy%20Samberg\"&gt;Andy Samberg&lt;/a&gt;, &lt;a href=\"Katie%20Crown\"&gt;Katie Crown&lt;/a&gt;, &lt;a href=\"Kelsey%20Grammer\"&gt;Kelsey Grammer&lt;/a&gt;, &lt;a href=\"Jennifer%20Aniston\"&gt;Jennifer Aniston&lt;/a&gt;, &lt;a href=\"Ty%20Burrell\"&gt;Ty Burrell&lt;/a&gt;, &lt;a href=\"Keegan-Michael%20Key\"&gt;Keegan-Michael Key&lt;/a&gt;, &lt;a href=\"Jordan%20Peele\"&gt;Jordan Peele&lt;/a&gt;, &lt;a href=\"Stephen%20Kramer%20Glickman\"&gt;Stephen Kramer Glickman&lt;/a&gt;, and &lt;a href=\"Danny%20Trejo\"&gt;Danny Trejo&lt;/a&gt;.\nThe film follows a hotshot package delivering &lt;a href=\"stork\"&gt;stork&lt;/a&gt; (Junior) and his female human partner (Tulip), working at the distribution center of an enormous online store, Cornerstore.com, situated high in the mountains. After a boy sends a letter to the company, the two accidentally create a female baby using the defunct baby factory the storks had formerly used in their original business of making and delivering babies. In order to protect the baby from the company's manager and ensure Junior's promotion to succeed him, the two set off on a journey to deliver the baby to the boy's family.\n\"Storks\" premiered in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; on September 17, 2016, and was released six days later in 3D, &lt;a href=\"IMAX\"&gt;IMAX&lt;/a&gt; and conventional formats. The film received generally mixed reviews from critics, who praised the animation, humor and voice acting, but criticized the screenplay. It earned $183 million worldwide against a $70 million budget.\nPlot.\nFor generations, the storks of Stork Mountain &lt;a href=\"Delivery%20stork\"&gt;delivered babies&lt;/a&gt; to families around the world, until one stork named Jasper attempted to keep an infant girl for himself. Jasper accidentally destroyed the infant's address beacon and went into exile. Unable to deliver the orphaned girl, the storks adopted her under the name Tulip. CEO stork Hunter discontinued baby delivery in favor of package delivery with Cornerstore.com.\nEighteen years later, Tulip, now a young adult, tries to promote new ideas for Cornerstore, which backfire and cause the company to lose stocks. Hunter declares her to be a severe burden and liability due to this incompetence (the charts also justify this, as every time she tries to help, their profits go down, and when they \"do\" make progress, it is when she's absent). Hunter explains to Junior that he's being promoted to chairman, and so he chooses him to take his place as boss, exciting Junior. He assigns him to fire Tulip so he may be promoted to boss. Junior cannot bring himself to do so and instead transfers Tulip to the mail room.\nMeanwhile, a young boy named Nate Gardner, who lives with his workaholic parents Henry and Sarah, is feeling lonely and wants a younger sibling. He sends a letter to Cornerstore and it reaches Tulip, who enters the defunct baby factory and inserts the letter into the baby-making machine, causing it to create a pink-haired infant girl. Junior injures his wing trying to shut down the machine. Afraid Hunter will fire him, Junior agrees to accompany Tulip and secretly deliver the baby to her family using a makeshift flying craft that Tulip invented. They eventually crash, escape a pack of &lt;a href=\"Gray%20wolf\"&gt;wolves&lt;/a&gt; that fall in love with the baby, and reach civilization, during which Junior and Tulip bond with the baby and name her Diamond Destiny. In the meantime, Henry and Sarah open up to Nate's desire for a younger sibling and spend time with their son by building a landing platform for the storks.\nJunior and Tulip encounter Jasper, who had followed them from Stork Mountain. Jasper has nearly repaired Tulip's delivery beacon, but is missing one piece, which had been in Tulip's possession for years. Junior confesses to Tulip that he was supposed to fire her but couldn't bring himself to do it, and a saddened Tulip leaves with Jasper to meet her family while Junior continues alone to deliver Diamond Destiny. Cornerstore's pigeon employee Toady learns about Diamond Destiny and informs Hunter, who reroutes her address beacon and leads Junior into a trap. Hunter fires Junior and has Diamond Destiny taken away to live with penguins until she is an adult in order to silence the incident and prevent more plummeting stocks while Junior is tied up and gagged until his waiting attempt to death.\nTulip reunites with Junior from being coughed to demise and they return to Stork Mountain during the highly anticipated Storkcon event to save Diamond Destiny from the penguins. When they are cornered in the baby factory by Hunter and the other stork employees, Junior sends millions of archived letters from families into the baby-making machine, causing it to rapidly produce babies and distract the storks. Hunter seizes control of a giant crane and tries to destroy the factory, only to have Diamond Destiny and abused robins help make the Cornerstore building collapse off Stork Mountain, causing Hunter, who is trapped inside the crane and unsuccessfully attempts to kill Junior and Tulip, to fall to his death.\nIn the aftermath of Cornerstore.com's destruction, Junior rallies the storks to deliver all the babies to their families. Junior, Tulip, and Jasper deliver Diamond Destiny to the Gardners, and Junior has a vision of her future, taking her first steps, learning to ride a bike, being in a ballet, training her ninja skills, graduating and getting married. Nate is at first not happy about not getting a little brother but quickly cheers up upon seeing his new sister's ninja skills. Tulip finally meets her family, and Junior and Tulip continue working as co-bosses at Stork Mountain.\nVoice cast.\nAdditionally, &lt;a href=\"Ike%20Barinholtz\"&gt;Ike Barinholtz&lt;/a&gt;, Amanda Lund, and &lt;a href=\"Jorma%20Taccone\"&gt;Jorma Taccone&lt;/a&gt; provided the voices for miscellaneous storks.\nProduction.\nThe project was first announced in January 2013, when &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; formed its animation \"think tank\" with some directors and writers to develop animated films, &lt;a href=\"Nicholas%20Stoller\"&gt;Nicholas Stoller&lt;/a&gt; was hired by the studio to create and write \"Storks\", while &lt;a href=\"Doug%20Sweetland\"&gt;Doug Sweetland&lt;/a&gt; was attached to direct the film. On April 20, 2015, &lt;a href=\"Andy%20Samberg\"&gt;Andy Samberg&lt;/a&gt; and &lt;a href=\"Kelsey%20Grammer\"&gt;Kelsey Grammer&lt;/a&gt; were added to the voice cast of the film, and it was announced that Stoller and Sweetland would co-direct the film, while Stoller would produce the film alongside &lt;a href=\"Brad%20Lewis\"&gt;Brad Lewis&lt;/a&gt;. The original idea film was developed under &lt;a href=\"Warner%20Bros.%20Animation\"&gt;Warner Bros. Animation&lt;/a&gt;. &lt;a href=\"Keegan-Michael%20Key\"&gt;Keegan-Michael Key&lt;/a&gt; and &lt;a href=\"Jordan%20Peele\"&gt;Jordan Peele&lt;/a&gt; were also announced in the cast who provided their voices for the film. On June 15, 2016, &lt;a href=\"Jennifer%20Aniston\"&gt;Jennifer Aniston&lt;/a&gt; was announced in the cast. &lt;a href=\"Sony%20Pictures%20Imageworks\"&gt;Sony Pictures Imageworks&lt;/a&gt; handled animation services for the film.\nSoundtrack.\nThe film's score was composed by &lt;a href=\"Mychael%20Danna\"&gt;Mychael&lt;/a&gt; and &lt;a href=\"Jeff%20Danna\"&gt;Jeff Danna&lt;/a&gt;. The soundtrack also contains \"Holdin' Out\", performed by &lt;a href=\"The%20Lumineers\"&gt;The Lumineers&lt;/a&gt;. The soundtrack was released on September 16, 2016, by &lt;a href=\"WaterTower%20Music\"&gt;WaterTower Music&lt;/a&gt;. The film featured songs \"&lt;a href=\"How%20You%20Like%20Me%20Now%3F%20%28The%20Heavy%20song%29\"&gt;How You Like Me Now&lt;/a&gt;\" by &lt;a href=\"The%20Heavy%20%28band%29\"&gt;The Heavy&lt;/a&gt;, \"&lt;a href=\"And%20She%20Was\"&gt;And She Was&lt;/a&gt;\" by &lt;a href=\"Talking%20Heads\"&gt;Talking Heads&lt;/a&gt;, \"&lt;a href=\"Keep%20on%20Loving%20You%20%28song%29\"&gt;Keep on Loving You&lt;/a&gt;\" by &lt;a href=\"REO%20Speedwagon\"&gt;REO Speedwagon&lt;/a&gt;, and \"&lt;a href=\"Fire%20and%20the%20Flood\"&gt;Fire and the Flood&lt;/a&gt;\" by &lt;a href=\"Vance%20Joy\"&gt;Vance Joy&lt;/a&gt;, but these songs do not feature in the soundtrack. The song \"&lt;a href=\"Kiss%20the%20Sky%20%28song%29\"&gt;Kiss the Sky&lt;/a&gt;\" by &lt;a href=\"Jason%20Derulo\"&gt;Jason Derulo&lt;/a&gt; was made for the film, but does not appear on the soundtrack.\nRelease.\n\"Storks\" was originally going to be released on February 10, 2017, which Warner Bros. had reset for \"&lt;a href=\"The%20Lego%20Batman%20Movie\"&gt;The Lego Batman Movie&lt;/a&gt;\". The film was released on September 23, 2016, which was previously set for \"&lt;a href=\"The%20Lego%20Ninjago%20Movie\"&gt;The Lego Ninjago Movie&lt;/a&gt;\", which was then moved to a year later. \"Storks\" was preceded by \"&lt;a href=\"The%20Master%20%282016%20film%29\"&gt;The Master&lt;/a&gt;\", a five-minute short film based on the &lt;a href=\"Lego%20Ninjago\"&gt;Lego Ninjago&lt;/a&gt; line of sets, the short was later re-released in cinemas with \"The Lego Batman Movie\" in selected cinemas in the UK.\nHome media.\n\"Storks\" was released by &lt;a href=\"Warner%20Home%20Video\"&gt;Warner Home Video&lt;/a&gt; on &lt;a href=\"Blu-ray\"&gt;Blu-ray&lt;/a&gt; (2D, 3D and 4K Ultra HD) and &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; on December 20, 2016, with a digital release on December 6, 2016. Extras included a two-minute short film, titled \"Storks: Guide to Your New Baby\" (with onscreen title \"Pigeon Toady's Guide to Baby's\"), the &lt;a href=\"Lego%20Ninjago\"&gt;Lego Ninjago&lt;/a&gt; short film, \"&lt;a href=\"The%20Master%20%282016%20film%29\"&gt;The Master&lt;/a&gt;\".\nReception.\nBox office.\n\"Storks\" grossed $72.7 million in the United States and Canada and $109.7 million in other countries for a worldwide total of $182.4 million, against a budget of $70 million.\nIn the United States and Canada, \"Storks\" opened alongside \"&lt;a href=\"The%20Magnificent%20Seven%20%282016%20film%29\"&gt;The Magnificent Seven&lt;/a&gt;\" was originally projected to gross around $30 million from 3,922 theaters in its opening weekend, with some estimates reaching $36 million. \"&lt;a href=\"The%20Hollywood%20Reporter\"&gt;The Hollywood Reporter&lt;/a&gt;\" noted that in recent decades, &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; has not been able to produce very successful and lucrative animated films except for \"&lt;a href=\"Space%20Jam\"&gt;Space Jam&lt;/a&gt;\" in 1996, \"&lt;a href=\"The%20Polar%20Express%20%28film%29\"&gt;The Polar Express&lt;/a&gt;\" in 2004, \"&lt;a href=\"Happy%20Feet\"&gt;Happy Feet&lt;/a&gt;\" in 2006, and \"&lt;a href=\"The%20Lego%20Movie\"&gt;The Lego Movie&lt;/a&gt;\" in 2014 and that the studio is hoping \"Storks\" would duplicate that success. It grossed $435,000 from its Thursday previews and just $5.7 million on its first day, lowering weekend projections to $20 million. It ended up opening to $21.8 million, finishing second at the box office behind \"The Magnificent Seven\"s $35 million debut.\nInternationally, the film opened in conjuncture with its North American debut across 34 foreign territories, including the likes of Russia, China, India, and Japan.\nCritical response.\nOn &lt;a href=\"review%20aggregator\"&gt;review aggregator&lt;/a&gt; &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;, the film has an approval rating of 65% based on 139 reviews and has an average rating of 6.10/10. The website's critical consensus reads, \"Colorful animation and a charming cast help \"Storks\" achieve a limited liftoff, but scattershot gags and a confused, hyperactively unspooled plot keep it from truly soaring.\" On &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, the film has a score of 56 out of 100 based on 31 critics, indicating \"mixed or average reviews\". Audiences polled by &lt;a href=\"CinemaScore\"&gt;CinemaScore&lt;/a&gt; gave the film an average grade of \"A–\" on an A+ to F scale.\nMichael Rechtshaffen of \"&lt;a href=\"The%20Hollywood%20Reporter\"&gt;The Hollywood Reporter&lt;/a&gt;\" gave the film a positive review and said: \"There's a nice, snappy playfulness in the rapport between Samberg and engaging newcomer Crown. That lively, back-and-forth vibe also extends to the Aniston/Burrell and Key/Peele dynamic.\" Peter Hartlaub of \"&lt;a href=\"San%20Francisco%20Chronicle\"&gt;San Francisco Chronicle&lt;/a&gt;\" wrote: \"Whoever is running Warner Animation Group appears to be allowing the lunatics to run the asylum. And that is a wonderful thing.\" Tom Russo of \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\" gave the film three stars out of four and said \"Storks are known for delivering bundles that are irresistible, exhaustingly active at times, and frequently pretty darn messy. How completely appropriate, then, that Warner Bros.' 3-D animated feature \"Storks\" delivers the same.\"\nOwen Gleiberman of \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" gave the film a mixed review and called it \"a strenuously unfunny animated comedy\". Samantha Ladwig of \"&lt;a href=\"IGN\"&gt;IGN&lt;/a&gt;\" rated the film a (of 10) and said \"\"Storks\" starts off well enough and delivers a few laughs, but ultimately it isn't quite sure of what it is.\" Jesse Hassenger of \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" noted the \"filmmakers' assumption [...] that if lines are said very fast and in silly voices, they will become funny,\" and criticized Warner Bros. for putting out a generic animation along the same, safe lines of what \"other second-tier animation houses\" are producing: \"\"&lt;a href=\"The%20Lego%20Movie\"&gt;The Lego Movie&lt;/a&gt;\" brought with it the hope that the studio might reclaim some of the animation territory it has long ceded to other studios. \"Storks\", though, is just another okay cartoon.\"\n&lt;a href=\"Joe%20Morgenstern\"&gt;Joe Morgenstern&lt;/a&gt; of \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" gave the film a negative review, saying \"The whole movie seems to be on fast-forward, with crushingly brainless dialogue, hollow imagery and no way of slowing down the febrile action or making sense of the chaotic plot.\" Barbara VanDenburgh of \"&lt;a href=\"The%20Arizona%20Republic\"&gt;The Arizona Republic&lt;/a&gt;\" said, \"\"Storks\" is charmless with rote obligation. This is a kid's film for hire, with none of the creativity, emotion and design that elevate the genre to art, or even simply a fun time at the movies.\""
}