{
    "id": "47811273",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=47811273",
    "title": "George Fletcher (communist)",
    "text": "George Henry Fletcher (7 September 1879 – 8 June 1958) was a &lt;a href=\"British%20people\"&gt;British&lt;/a&gt; &lt;a href=\"communist\"&gt;communist&lt;/a&gt; activist and &lt;a href=\"baker\"&gt;baker&lt;/a&gt;.\nLife.\nBorn in &lt;a href=\"Horncastle%2C%20Lincolnshire\"&gt;Horncastle&lt;/a&gt; in &lt;a href=\"Lincolnshire\"&gt;Lincolnshire&lt;/a&gt;, Fletcher completed an apprenticeship as a baker and, after a short period working as a miner, found work at Simmersons bakery in &lt;a href=\"Sheffield\"&gt;Sheffield&lt;/a&gt;. There, he started a branch of the &lt;a href=\"Amalgamated%20Union%20of%20Operative%20Bakers\"&gt;Amalgamated Union of Operative Bakers&lt;/a&gt;, and became its chair.\nIn 1898, Fletcher joined the &lt;a href=\"Sheffield%20Socialist%20Society\"&gt;Sheffield Socialist Society&lt;/a&gt; (SSS), and around this time, he also started a small bakery of his own. In 1902, he worked with other SSS members to form a branch of the &lt;a href=\"Social%20Democratic%20Federation\"&gt;Social Democratic Federation&lt;/a&gt; (SDF). He was an agreed joint &lt;a href=\"Labour%20Representation%20Committee%20%281900%29\"&gt;Labour&lt;/a&gt; candidate in the 1905 local elections in &lt;a href=\"Burngreave\"&gt;Burngreave&lt;/a&gt;, losing by only four votes. He also began speaking regularly at open air meetings for the party. In 1910, he was fined 40 shillings for speaking in &lt;a href=\"High%20Hazels%20Park\"&gt;High Hazels Park&lt;/a&gt;; soon after, he was sentenced to 56 days in prison for speaking in &lt;a href=\"Hillsborough%20Park\"&gt;Hillsborough Park&lt;/a&gt;.\nFletcher was elected to the executive committee of the &lt;a href=\"Sheffield%20Trades%20and%20Labour%20Council\"&gt;Sheffield Trades and Labour Council&lt;/a&gt; in 1914, and as vice-chair in 1915. He organised &lt;a href=\"opposition%20to%20World%20War%20I\"&gt;anti-war&lt;/a&gt; rallies, and was prominent in the &lt;a href=\"No%20Conscription%20Fellowship\"&gt;No Conscription Fellowship&lt;/a&gt;. He also played a role in supporting the &lt;a href=\"Sheffield%20Workers%27%20Committee\"&gt;Sheffield Workers' Committee&lt;/a&gt;, and was prominent in the bakers' national strike of 1919.\nIn 1920, Fletcher was a founder of both the &lt;a href=\"Communist%20Party%20of%20Great%20Britain\"&gt;Communist Party of Great Britain&lt;/a&gt; (CPGB) and the Sheffield &lt;a href=\"National%20Unemployed%20Workers%20Movement\"&gt;National Unemployed Workers Movement&lt;/a&gt;. In 1921, he was sentenced to three months in prison on charges of &lt;a href=\"sedition\"&gt;sedition&lt;/a&gt; for speaking in favour of a miners' strike. Fletcher was later appointed as the treasurer of the &lt;a href=\"National%20Minority%20Movement\"&gt;National Minority Movement&lt;/a&gt;.\nAlthough he was chair of the local CPGB branch, Fletcher was also adopted as a &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; candidate, and was elected to the &lt;a href=\"Board%20of%20Guardians\"&gt;Board of Guardians&lt;/a&gt; in 1922, representing &lt;a href=\"Darnall\"&gt;Darnall&lt;/a&gt;, and acting as the board's treasurer. He was expelled from Labour in 1928, and then stood for the CPGB in &lt;a href=\"Sheffield%20Attercliffe%20%28UK%20Parliament%20constituency%29\"&gt;Sheffield Attercliffe&lt;/a&gt; at the &lt;a href=\"1929%20United%20Kingdom%20general%20election\"&gt;1929&lt;/a&gt; and &lt;a href=\"1931%20United%20Kingdom%20general%20election\"&gt;1931 general election&lt;/a&gt;s. The Board of Guardians was abolished in 1929, and Fletcher stood for &lt;a href=\"Sheffield%20City%20Council\"&gt;Sheffield City Council&lt;/a&gt; unsuccessfully that year, then in 1932 and 1935 in &lt;a href=\"Manor%2C%20Sheffield\"&gt;Manor&lt;/a&gt;, each time taking more than 1,000 votes.\nFletcher's son, also George Fletcher, was a founder member of the &lt;a href=\"Young%20Communist%20League%20%28Britain%29\"&gt;Young Communist League&lt;/a&gt; in 1921. In 1923, the two set up a new venture, running bread vans to supply their own shops, which grew into a large and profitable business, which remained in the family until it was sold to &lt;a href=\"Northern%20Foods\"&gt;Northern Foods&lt;/a&gt; in 1999 for £40 million.\nFletcher retired near the start of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, continuing to support the CPGB financially. In his spare time, he was a supporter of &lt;a href=\"Sheffield%20Wednesday%20F.C.\"&gt;Sheffield Wednesday F.C.&lt;/a&gt;, and would attend their matches most Saturdays. He died in Nottingham in 1958."
}