{
    "id": "4782685",
    "revid": "1066914636",
    "url": "https://en.wikipedia.org/wiki?curid=4782685",
    "title": "F. C. Kohli",
    "text": "Faqir Chand Kohli (19 March 192426 November 2020) was founder and first CEO of TCS &lt;a href=\"Tata%20Consultancy%20Services\"&gt;Tata Consultancy Services&lt;/a&gt;, India's largest Software Services Co. He was also associated with other companies within &lt;a href=\"Tata%20Group\"&gt;Tata Group&lt;/a&gt; including &lt;a href=\"Tata%20Power\"&gt;Tata Power Company&lt;/a&gt; and &lt;a href=\"Tata%20Elxsi\"&gt;Tata Elxsi&lt;/a&gt;, and had been President of Indian Information Technology (IT) services advocacy body &lt;a href=\"NASSCOM\"&gt;NASSCOM&lt;/a&gt;. \nHe was a recipient of the &lt;a href=\"Padma%20Bhushan\"&gt;Padma Bhushan&lt;/a&gt;, India's third-highest civilian honor, in 2002 for his contributions to the Indian software industry. He is referred to as the \"Father of the Indian IT Industry\", for his contributions to the establishment and growth of the &lt;a href=\"Indian%20IT%20industry\"&gt;Indian IT industry&lt;/a&gt;.\nEarly life.\nKohli was born in &lt;a href=\"Peshawar\"&gt;Peshawar&lt;/a&gt;, &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt; (present day &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;) on 19 March 1924, in a &lt;a href=\"Hindkowan\"&gt;Hindkowan Hindu&lt;/a&gt; &lt;a href=\"Khatri\"&gt;Khatri&lt;/a&gt; Family. He grew up in &lt;a href=\"Peshawar\"&gt;Peshawar&lt;/a&gt;, which was then a military center, and studied at Khalsa Middle School, and later at National High School in same city. He went on to complete &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA&lt;/a&gt; and &lt;a href=\"BSc\"&gt;BSc (Honours)&lt;/a&gt; from &lt;a href=\"Government%20College%20University%2C%20Lahore\"&gt;Government College for Men, Lahore&lt;/a&gt; at &lt;a href=\"University%20of%20Punjab\"&gt;University of the Punjab, Lahore&lt;/a&gt;, where he was university gold medalist. \nAfter his father's death during his final year of college, he applied to, and was selected by &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt;. However, while waiting to be commissioned, he applied for, and won a scholarship to &lt;a href=\"Queen%27s%20University%20at%20Kingston\"&gt;Queen's University, Canada&lt;/a&gt; where he went on to complete &lt;a href=\"BSc\"&gt;BSc (Honours) in Electrical Engineering&lt;/a&gt; in 1948. He then worked for a year at &lt;a href=\"Canadian%20General%20Electric\"&gt;Canadian General Electric Company&lt;/a&gt; and subsequently did his MS in Electrical Engineering from &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;MIT&lt;/a&gt; in 1950.\nCareer.\nAfter completing MS at MIT, Kohli trained in power system operations at Ebasco International Corporation,New York,Connecticut Valley Power Exchange,Hartford and &lt;a href=\"New%20England%20Power%20Company\"&gt;New England Power Systems&lt;/a&gt;, Boston, before returning to India in 1951. He joined the &lt;a href=\"Tata%20Group\"&gt;Tata Electric Company&lt;/a&gt; where he helped set up a load dispatching system to manage systems operations, before going on to become a general superintendent in 1963, and a deputy general manager in 1967.\nHe went on to work for Tata Consulting Engineers in 1966, before returning to become the director of Tata Electric Company. During this time, he is noted to have introduced the use of digital computers for power system design and control including the use of the &lt;a href=\"CDC%203600\"&gt;CDC 3600&lt;/a&gt; mainframe computer at &lt;a href=\"Tata%20Institute%20of%20Fundamental%20Research\"&gt;Tata Institute of Fundamental Research&lt;/a&gt;. He also known for the introduction of advanced engineering and management techniques for power system operations.\nIn 1969, he helped set up the &lt;a href=\"Tata%20Consultancy%20Services\"&gt;Tata Consultancy Services&lt;/a&gt;, at the request of &lt;a href=\"J.%20R.%20D.%20Tata\"&gt;J. R. D. Tata&lt;/a&gt;, the group chairman, after Tata Electric company installed a computer system to control the power lines between Mumbai and Pune, making it the third utility company in the world to install such a system. After internally serving a few of the Tata Group companies, TCS went on to sign its first contract with &lt;a href=\"Burroughs%20Corporation\"&gt;Burroughs corporation&lt;/a&gt; for software services, in 1972. He would go on to become the company's first CEO and also serve as its deputy chairman. He would lead the company for the next three decades before stepping down as the CEO in 1996. The company is the largest Indian IT services company by market capitalization and the most valuable company within the Tata group as of 2020.\nHe was also associated with other companies within the Tata Group including being on the board of Tata Sons, Tata Industries, Tata Unisys, Tata Electric Company, Tata Honeywell, Tata Technologies Singapore. He had also been the chairman of Tata Elxsi India, and WTI Advanced Technologies. Outside of the Tata Group, he has been a director on the board of Airline Software Development Consultancy India, Airline Financial Support Services India, Abacus Distribution Systems, and Triveni Engineering Works.\nHe was president and chairman of Indian IT services advocacy body, &lt;a href=\"NASSCOM\"&gt;NASSCOM&lt;/a&gt;, between 1995 and 1996. In this role and later as a part of the body's executive committee he helped shape global partnerships and showcase opportunities to delivery IT services from India. He was also associated with professional organizations like the Computer Society of India, the &lt;a href=\"Institute%20of%20Electrical%20and%20Electronics%20Engineers\"&gt;Institute of Electrical and Electronics Engineers&lt;/a&gt; New York, the &lt;a href=\"Institution%20of%20Electrical%20Engineers\"&gt;Institution of Electrical Engineers&lt;/a&gt;, the Indian National Academy of Engineering and the Institute of Management Consultants of India.\nKohli also played an important role in advancement of technical education in the country. In 1959, under a request from &lt;a href=\"P.%20K.%20Kelkar\"&gt;P. K. Kelkar&lt;/a&gt;, the founding director of &lt;a href=\"Indian%20Institute%20of%20Technology%20%28Kanpur%29\"&gt;Indian Institute of Technology Kanpur&lt;/a&gt;, he helped with the faculty selection and recruitment. He was also associated with &lt;a href=\"College%20of%20Engineering%2C%20Pune\"&gt;College of Engineering, Pune&lt;/a&gt;, by pushing for the institute to be granted autonomous institute status, and stayed on as the chairman of the &lt;a href=\"Board%20of%20Governors\"&gt;Board of Governors&lt;/a&gt; of the institute.\nHe held executive and leadership roles in &lt;a href=\"professional%20societies\"&gt;professional societies&lt;/a&gt;, including being on the board of directors of the &lt;a href=\"Institute%20of%20Electrical%20and%20Electronics%20Engineers\"&gt;Institute of Electrical and Electronics Engineers&lt;/a&gt; (IEEE) between 1973 and 1974, and was a chairman of the India Council. He had been the President of the &lt;a href=\"Computer%20Society%20of%20India\"&gt;Computer Society of India&lt;/a&gt; and was the chairman of the Southeast Asia Regional Computer Conference, in Singapore in 1976 and chairman of the Southeast Asia Regional Computer Conference, in New Delhi in 1988. He served the Management Consultants Association of India as a president between 1975 and 1976. He was the chairman of the &lt;a href=\"Institution%20of%20Electrical%20Engineers\"&gt;Institution of Electrical Engineers&lt;/a&gt;. He went on to serve the Southeast Asia Regional Computer Confederation as a special advisor in 1989.\nAfter his retirement he continued to remain connected with technology advocacy and was known to have driven efforts toward adult literacy, water purification, and regional language computing efforts, in addition to being involved with TCS in an advisory role.\nHe is referred to as the father of the Indian IT industry, for his role in setting up the &lt;a href=\"Indian%20IT%20industry\"&gt;Indian IT services industry&lt;/a&gt; and contributing to its growth to being a $190 billion industry. He is recognized for grooming a generation of professionals who would go on to become leaders of the industry.\nHonours.\nIn 2002, Kohli was awarded the &lt;a href=\"Padma%20Bhushan\"&gt;Padma Bhushan&lt;/a&gt;, India's third-highest civilian honour, for his contribution to the Indian software industry. He was awarded honorary degrees from &lt;a href=\"Shiv%20Nadar%20University\"&gt;Shiv Nadar University&lt;/a&gt;, &lt;a href=\"University%20of%20Waterloo\"&gt;University of Waterloo&lt;/a&gt;, Canada, &lt;a href=\"Robert%20Gordon%20University\"&gt;Robert Gordon University&lt;/a&gt; in Scotland, &lt;a href=\"IIT%20Bombay\"&gt;IIT Bombay&lt;/a&gt;, &lt;a href=\"IIT%20Kanpur\"&gt;IIT Kanpur&lt;/a&gt;, &lt;a href=\"Jadavpur%20University\"&gt;Jadavpur University&lt;/a&gt;, &lt;a href=\"Queen%27s%20University%20at%20Kingston\"&gt;Queen's University&lt;/a&gt; and &lt;a href=\"University%20of%20Roorkee\"&gt;University of Roorkee&lt;/a&gt;. He was a fellow of &lt;a href=\"IEEE\"&gt;IEEE&lt;/a&gt; US, IEE UK, Institution of Engineers India, and the Computer Society of India among others.\nOther awards and honours:\nPersonal life.\nKohli was married to his wife Swarn, a consumer-rights activist and lawyer, and had three children. He died on 26 November 2020 of a heart attack. He was aged 96.\nPositions held.\nSource(s):"
}