{
    "id": "4782630",
    "revid": "2559432",
    "url": "https://en.wikipedia.org/wiki?curid=4782630",
    "title": "Old-Timers' Day",
    "text": "Old-Timers' Day (or Old-Timers' Game) refers to a tradition in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; where a team devotes the early afternoon preceding a weekend game to honor retired players who played for the organization during their careers. The retired players play in an exhibition game, usually lasting about three innings.\nThe &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; are currently the only MLB team to host an Old-Timers' Day consistently year after year; however, many other teams have hosted games in the past, and a few continue to do so on a non-regular basis.\nNew York Yankees (1947–present).\nPrecursor events.\nThe New York Yankees held famous ballpark celebrations to recognize the careers of two of their all-time greats, first for &lt;a href=\"Lou%20Gehrig\"&gt;Lou Gehrig&lt;/a&gt; on July 4, 1939 (several weeks after he was forced to retire young because of &lt;a href=\"Amyotrophic%20lateral%20sclerosis\"&gt;ALS&lt;/a&gt;), and &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt; in April 1948. &lt;a href=\"Lou%20Gehrig%20Appreciation%20Day\"&gt;Lou Gehrig Appreciation Day&lt;/a&gt; was held on July 4, 1939, and remains baseball's most famous such gathering. After hearing tearful speeches from friends and former teammates who had seen his career cut short by the illness which would come to bear his name, Gehrig delivered a short poignant speech, immortalized by his declaration that in spite of his fate he still considered himself the \"luckiest man on the face of the earth.\"\nFormat.\nThe first Old-Timers' Day held under this name took place on the final day of the &lt;a href=\"1947%20New%20York%20Yankees%20season\"&gt;1947 season&lt;/a&gt;. For many years, players from other teams would attend the festivities wearing their own uniforms. By the 1980s this practice had stopped and only Yankee players were honored.\nToday, the Yankees invite several dozen former ballplayers, including many greats and fan favorites, to be introduced to the crowd. Former coaches and managers, trainers, and broadcasters also participate in the festivities. &lt;a href=\"National%20Baseball%20Hall%20of%20Fame%20and%20Museum\"&gt;Hall of Famers&lt;/a&gt; and special honorees cap the celebration, with those of the highest standing introduced last. Then participating old-timers are split into two teams, often called the Clippers (after the legendary &lt;a href=\"Joe%20DiMaggio\"&gt;Joe DiMaggio&lt;/a&gt;, the \"Yankee Clipper\") and the Bombers (homage to the team's legacy as the \"Bronx Bombers\"), to face one-another in a short exhibition contest. The most guests to attend in one year was 72, in 2008.\nDuring the years he attended, DiMaggio would always be introduced last as \"baseball's greatest living player\". In 1978, when Billy Martin was introduced after him as part of a stunt announcing he would return as manager in 1980, DiMaggio complained and said if anyone was introduced after him without his permission he would no longer return; it never happened again. He made his final appearance in 1998, missing only the 1988 game due to a scheduling conflict. Since his final appearance, &lt;a href=\"Whitey%20Ford\"&gt;Whitey Ford&lt;/a&gt; and &lt;a href=\"Yogi%20Berra\"&gt;Yogi Berra&lt;/a&gt; have traditionally been the last players introduced. Berra made his final appearance in 2014.\nOther elements of the day's ceremonies include a moment of silence for members of the Yankee family who died in the previous year, and introduction of the widows of great Yankees, a tradition that started with Claire &lt;a href=\"Babe%20Ruth\"&gt;Ruth&lt;/a&gt; and Eleanor &lt;a href=\"Lou%20Gehrig\"&gt;Gehrig&lt;/a&gt; attending into the 1970s and 1980s and continues today with Diana &lt;a href=\"Thurman%20Munson\"&gt;Munson&lt;/a&gt;, Helen &lt;a href=\"Catfish%20Hunter\"&gt;Hunter&lt;/a&gt;, Jill &lt;a href=\"Billy%20Martin\"&gt;Martin&lt;/a&gt;, Arlene &lt;a href=\"Elston%20Howard\"&gt;Howard&lt;/a&gt;, Kay &lt;a href=\"Bobby%20Murcer\"&gt;Murcer&lt;/a&gt;, all escorted by current Yankees players. Ruth's daughter and granddaughter have also been introduced in recent years. Members of the &lt;a href=\"Mickey%20Mantle\"&gt;Mantle&lt;/a&gt; and &lt;a href=\"Roger%20Maris\"&gt;Maris&lt;/a&gt; families have also been introduced in the past, as well as those who have been recently widowed, such as &lt;a href=\"Jerry%20Coleman\"&gt;Jerry Coleman&lt;/a&gt;'s wife Maggie Coleman, who attended in 2014 after her husband's death.\n&lt;a href=\"Mel%20Allen\"&gt;Mel Allen&lt;/a&gt; was the original master of ceremonies, followed by &lt;a href=\"Frank%20Messer\"&gt;Frank Messer&lt;/a&gt;, and then &lt;a href=\"John%20Sterling%20%28sportscaster%29\"&gt;John Sterling&lt;/a&gt; and &lt;a href=\"Michael%20Kay%20%28sports%20broadcaster%29\"&gt;Michael Kay&lt;/a&gt; handling the duties as a team. People like &lt;a href=\"Keith%20Olbermann\"&gt;Keith Olbermann&lt;/a&gt; and &lt;a href=\"Bob%20Wolff\"&gt;Bob Wolff&lt;/a&gt; have also contributed.\nA modern addition, started in the past 20 years, involves a few \"Old Timers\", typically current Yankee broadcasters, being wired for sound to provide running commentary during the game, starting with &lt;a href=\"Bobby%20Murcer\"&gt;Bobby Murcer&lt;/a&gt; and continuing with &lt;a href=\"Paul%20O%27Neill%20%28baseball%29\"&gt;Paul O'Neill&lt;/a&gt;, &lt;a href=\"David%20Cone\"&gt;David Cone&lt;/a&gt; and &lt;a href=\"John%20Flaherty\"&gt;John Flaherty&lt;/a&gt;.\nNotable moments.\nIn 1965, Joe DiMaggio hit a &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; into the left field stands.\nIn 1975, the Yankees held Old Timers' Day at &lt;a href=\"Shea%20Stadium\"&gt;Shea Stadium&lt;/a&gt; and prior to the game it was announced that &lt;a href=\"Billy%20Martin\"&gt;Billy Martin&lt;/a&gt; had been hired as Yankees' manager for the first time. In 1978, Martin was re-hired on Old Timers' Day.\nIn 1998, the Yankees celebrated the 20th anniversary of the 1977, 1978 and 1981 World Series that they played against the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;, and invited some members of those Dodger teams. The game was won on a home run by &lt;a href=\"Willie%20Randolph\"&gt;Willie Randolph&lt;/a&gt; against &lt;a href=\"Tommy%20John\"&gt;Tommy John&lt;/a&gt;, who played in all three of those World Series, for the Dodgers in &lt;a href=\"1977%20World%20Series\"&gt;1977&lt;/a&gt; and &lt;a href=\"1978%20World%20Series\"&gt;1978&lt;/a&gt; and for the Yankees in &lt;a href=\"1981%20World%20Series\"&gt;1981&lt;/a&gt;, on the losing side each time.\nIn 2004, &lt;a href=\"Luis%20Sojo\"&gt;Luis Sojo&lt;/a&gt; hit the game-winning home run off of &lt;a href=\"Ron%20Guidry\"&gt;Ron Guidry&lt;/a&gt;.\nIn 2010, the Yankees celebrated the 60th anniversary of the 1950 World Series championship team. They invited &lt;a href=\"Hank%20Workman\"&gt;Hank Workman&lt;/a&gt;, &lt;a href=\"Whitey%20Ford\"&gt;Whitey Ford&lt;/a&gt;, &lt;a href=\"Jerry%20Coleman\"&gt;Jerry Coleman&lt;/a&gt;, &lt;a href=\"Don%20Johnson%20%28pitcher%29\"&gt;Don Johnson&lt;/a&gt;, &lt;a href=\"Duane%20Pillette\"&gt;Duane Pillette&lt;/a&gt;, and &lt;a href=\"Charlie%20Silvera\"&gt;Charlie Silvera&lt;/a&gt; to represent the team. However, Yogi Berra missed the day due to a fall.\nIn 2011, &lt;a href=\"Tino%20Martinez\"&gt;Tino Martinez&lt;/a&gt; hit a two-run home run off of former teammate &lt;a href=\"David%20Cone\"&gt;David Cone&lt;/a&gt;.\nIn 2016, &lt;a href=\"Hideki%20Matsui\"&gt;Hideki Matsui&lt;/a&gt; hit a home run off of Cone into the upper deck.\nIn 2019, &lt;a href=\"Mariano%20Rivera\"&gt;Mariano Rivera&lt;/a&gt; pitched, played center field (catching a fly ball bit by Sojo), and batted (hitting an &lt;a href=\"inside-the-park%20home%20run\"&gt;inside-the-park home run&lt;/a&gt;).\nLegacy.\nSome players who have been considered 'staples' at Old Timers' Day include Hall of Famers &lt;a href=\"Yogi%20Berra\"&gt;Yogi Berra&lt;/a&gt; and &lt;a href=\"Whitey%20Ford\"&gt;Whitey Ford&lt;/a&gt;; &lt;a href=\"Dr.%20Bobby%20Brown\"&gt;Dr. Bobby Brown&lt;/a&gt;; and &lt;a href=\"Reggie%20Jackson\"&gt;Reggie Jackson&lt;/a&gt;.\n&lt;a href=\"Joe%20DiMaggio\"&gt;Joe DiMaggio&lt;/a&gt; returned in 1952 for his first time, and returned every year until his death with the exception of 1988, a span of 46 years, the second-longest tenure of any Yankee Old Timer. &lt;a href=\"Hector%20Lopez\"&gt;Hector Lopez&lt;/a&gt; has appeared at every Old Timers' Day since 1966, surpassing DiMaggio in 2013 with his 47th appearance; through the 2019 playing, Lopez has appeared 53 times.\n&lt;a href=\"Don%20Larsen\"&gt;Don Larsen&lt;/a&gt;, &lt;a href=\"David%20Wells\"&gt;David Wells&lt;/a&gt;, and &lt;a href=\"David%20Cone\"&gt;David Cone&lt;/a&gt; all attended in the late 2000s and 2010s, allowing the Yankees to have all three of their pitchers who have thrown a &lt;a href=\"Perfect%20game%20%28baseball%29\"&gt;perfect game&lt;/a&gt; in the stadium at the same time.\nBoston Red Sox (1982–present).\nOn May 1, 1982, the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; held their first old-timers game at Fenway Park, marking 50-years of ownership by the &lt;a href=\"Tom%20Yawkey\"&gt;Yawkey family&lt;/a&gt;. It was notable for the participation of 63-year-old Red Sox legend &lt;a href=\"Ted%20Williams\"&gt;Ted Williams&lt;/a&gt;, who made a shoestring catch while playing the outfield.\nStarting in 1986, five games were held as part of the annual Equitable Old-Timers Series. The game of May 17, 1986, was themed to commemorate the 40th anniversary of the pennant-winning &lt;a href=\"1946%20Boston%20Red%20Sox%20season\"&gt;1946 Red Sox&lt;/a&gt;, and Fenway welcomed back 19 alumni of the team including Williams and &lt;a href=\"Dom%20DiMaggio\"&gt;Dom DiMaggio&lt;/a&gt;. The game also included non-Red Sox alumni, featuring appearances by Dom's brothers, &lt;a href=\"Joe%20DiMaggio\"&gt;Joe DiMaggio&lt;/a&gt; and &lt;a href=\"Vince%20DiMaggio\"&gt;Vince DiMaggio&lt;/a&gt;. The game of May 23, 1987, was themed to celebrate the 75th anniversary of Fenway Park and included the participation of &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt; pitching great &lt;a href=\"Bob%20Feller\"&gt;Bob Feller&lt;/a&gt;, winning pitcher for the visiting (non-Red Sox) team. The game of May 14, 1988, marked the 40th anniversary of the &lt;a href=\"1948%20Boston%20Red%20Sox%20season\"&gt;1948 Red Sox&lt;/a&gt; team, which had lost a one-game playoff to the &lt;a href=\"1948%20Cleveland%20Indians%20season\"&gt;Cleveland Indians&lt;/a&gt;. The game of May 6, 1989, included &lt;a href=\"Carl%20Yastrzemski\"&gt;Carl Yastrzemski&lt;/a&gt;, shortly after his election to the &lt;a href=\"National%20Baseball%20Hall%20of%20Fame%20and%20Museum\"&gt;Hall of Fame&lt;/a&gt;. In the game of May 19, 1990, Boston pitchers &lt;a href=\"Bill%20Lee%20%28left-handed%20pitcher%29\"&gt;Bill Lee&lt;/a&gt;, &lt;a href=\"Bill%20Monbouquette\"&gt;Bill Monbouquette&lt;/a&gt;, and &lt;a href=\"Dick%20Radatz\"&gt;Dick Radatz&lt;/a&gt; allowed just one hit in the four-inning game.\nStarting in 1991, three games were held as part of the annual Heroes of Baseball Series. The game of May 11, 1991, included non-playing appearances by Ted Williams (then 72) and Joe DiMaggio (then 76), in recognition of the 50th anniversary of the &lt;a href=\"1941%20Major%20League%20Baseball%20season\"&gt;1941 MLB season&lt;/a&gt;, when Williams batted .406 and DiMaggio had a &lt;a href=\"Joe%20DiMaggio%27s%2056-game%20hitting%20streak\"&gt;56-game hitting streak&lt;/a&gt;. The game of May 16, 1992, marked the 25th anniversary of the &lt;a href=\"1967%20Boston%20Red%20Sox%20season\"&gt;1967 Boston Red Sox season&lt;/a&gt;, known as \"The Impossible Dream\"; participants from the 1967 team included &lt;a href=\"Mike%20Andrews\"&gt;Mike Andrews&lt;/a&gt;, &lt;a href=\"Jim%20Lonborg\"&gt;Jim Lonborg&lt;/a&gt;, &lt;a href=\"Rico%20Petrocelli\"&gt;Rico Petrocelli&lt;/a&gt;, and Carl Yastrzemski. The game of May 29, 1993, honored &lt;a href=\"Negro%20league%20baseball\"&gt;Negro league&lt;/a&gt; legends, and was the final such game held at Fenway until 2018.\nThe Red Sox held an alumni game at Fenway Park on May 27, 2018, before a regular season game against the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt;; it was the Red Sox' first old-timers' game since 1993. &lt;a href=\"Dwight%20Evans%20%28Baseball%29\"&gt;Dwight Evans&lt;/a&gt; and &lt;a href=\"Luis%20Tiant\"&gt;Luis Tiant&lt;/a&gt; acted as managers; the four-inning exhibition was won by Tiant's team, as &lt;a href=\"Julio%20Lugo\"&gt;Julio Lugo&lt;/a&gt; hit a two-run homer off of &lt;a href=\"Pedro%20Mart%C3%ADnez\"&gt;Pedro Martínez&lt;/a&gt; for the only runs in the game. Other Red Sox alumni participating included &lt;a href=\"Wade%20Boggs\"&gt;Wade Boggs&lt;/a&gt;, &lt;a href=\"Oil%20Can%20Boyd\"&gt;Oil Can Boyd&lt;/a&gt;, &lt;a href=\"Mike%20Greenwell\"&gt;Mike Greenwell&lt;/a&gt;, &lt;a href=\"Bill%20Lee%20%28left-handed%20pitcher%29\"&gt;Bill Lee&lt;/a&gt;, &lt;a href=\"Derek%20Lowe\"&gt;Derek Lowe&lt;/a&gt;, &lt;a href=\"Mike%20Lowell\"&gt;Mike Lowell&lt;/a&gt;, and &lt;a href=\"Troy%20O%27Leary\"&gt;Troy O'Leary&lt;/a&gt;.\nOld-Timers Baseball Classic (1982–1990).\nThe Cracker Jack Old-Timers Baseball Classic was founded by former Braves executive Dick Cecil, and took place every July from 1982 to 1990. &lt;a href=\"Robert%20F.%20Kennedy%20Memorial%20Stadium\"&gt;RFK Stadium&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; hosted the events from 1982 to 1987, and &lt;a href=\"Sahlen%20Field\"&gt;Pilot Field&lt;/a&gt; in &lt;a href=\"Buffalo%2C%20NY\"&gt;Buffalo&lt;/a&gt; hosted the events from 1988 to 1990. &lt;a href=\"Cracker%20Jack\"&gt;Cracker Jack&lt;/a&gt; dropped their sponsorship following the 1985 event, after which it became the National Old-Timers Baseball Classic. All of the events were broadcast nationally on &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;.\nThe inaugural game, played on the evening of July 19, 1982, was particularly memorable; then-75-year-old &lt;a href=\"Luke%20Appling\"&gt;Luke Appling&lt;/a&gt; connected off &lt;a href=\"Warren%20Spahn\"&gt;Warren Spahn&lt;/a&gt; for a &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt; over the fence in left field, which was at a distance of . Other participants included &lt;a href=\"Hank%20Aaron\"&gt;Hank Aaron&lt;/a&gt;, &lt;a href=\"Lou%20Brock\"&gt;Lou Brock&lt;/a&gt;, &lt;a href=\"Bert%20Campaneris\"&gt;Bert Campaneris&lt;/a&gt;, &lt;a href=\"Joe%20DiMaggio\"&gt;Joe DiMaggio&lt;/a&gt;, &lt;a href=\"Bob%20Feller\"&gt;Bob Feller&lt;/a&gt;, &lt;a href=\"Ralph%20Kiner\"&gt;Ralph Kiner&lt;/a&gt;, &lt;a href=\"Johnny%20Mize\"&gt;Johnny Mize&lt;/a&gt;, &lt;a href=\"Stan%20Musial\"&gt;Stan Musial&lt;/a&gt;, &lt;a href=\"Don%20Newcombe\"&gt;Don Newcombe&lt;/a&gt;, &lt;a href=\"Enos%20Slaughter\"&gt;Enos Slaughter&lt;/a&gt;, and &lt;a href=\"Early%20Wynn\"&gt;Early Wynn&lt;/a&gt;. The game was won by the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt;, 7–2.\nThe second game, held on July 18, 1983, was won by the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt;, 5–3, and included &lt;a href=\"Richie%20Ashburn\"&gt;Richie Ashburn&lt;/a&gt;, &lt;a href=\"Al%20Kaline\"&gt;Al Kaline&lt;/a&gt;, &lt;a href=\"Bill%20Mazeroski\"&gt;Bill Mazeroski&lt;/a&gt;, &lt;a href=\"Tim%20McCarver\"&gt;Tim McCarver&lt;/a&gt;, &lt;a href=\"Brooks%20Robinson\"&gt;Brooks Robinson&lt;/a&gt;, &lt;a href=\"Mickey%20Vernon\"&gt;Mickey Vernon&lt;/a&gt;, and &lt;a href=\"Billy%20Williams%20%28left%20fielder%29\"&gt;Billy Williams&lt;/a&gt;.\nIn 1984, the third game was held on July 2, with the National League winning 9–4, powered by home runs from Hank Aaron, &lt;a href=\"Johnny%20Bench\"&gt;Johnny Bench&lt;/a&gt;, &lt;a href=\"Tom%20Haller\"&gt;Tom Haller&lt;/a&gt;, and Billy Williams.\nThe fourth game was played on July 1, 1985, as the National League again had four home runs—by Hank Aaron, Bill Mazeroski, &lt;a href=\"Joe%20Torre\"&gt;Joe Torre&lt;/a&gt;, and &lt;a href=\"Tommy%20Davis%20%28outfielder%29\"&gt;Tommy Davis&lt;/a&gt;—en route to a 7–3 win.\nOld-Timers Series / Heroes of Baseball Series (1986–1995).\nIn February 1986, &lt;a href=\"Commissioner%20of%20Baseball\"&gt;Commissioner of Baseball&lt;/a&gt; &lt;a href=\"Peter%20Ueberroth\"&gt;Peter Ueberroth&lt;/a&gt; announced a series of old-timers games called Equitable Old-Timers Series, to be played at each of the then-26 MLB ballparks and sponsored by &lt;a href=\"AXA%20Equitable%20Life%20Insurance%20Company\"&gt;Equitable Life Assurance&lt;/a&gt; company. These games were unaffiliated with the Old-Timers Baseball Classic games, which were not sanctioned by Major League Baseball.\nThe Equitable series started at &lt;a href=\"Fenway%20Park\"&gt;Fenway Park&lt;/a&gt; in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; on May 17, 1986, and concluded at &lt;a href=\"Riverfront%20Stadium\"&gt;Riverfront Stadium&lt;/a&gt; in &lt;a href=\"Cincinnati\"&gt;Cincinnati&lt;/a&gt; on September 20. Equitable donated $10,000 per game to a fund for former major leaguers in need. A traveling group of Major League All-Stars served as the visiting team and played an alumni team at each home ballpark location. The series was held again in 1987, starting in &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt; on May 17 and ending in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; on August 30. In 1988, the series started in Boston on May 14 and ended in Detroit on September 18. In 1989, the series again started in Boston, on May 6, and ended in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt; on September 17. The 1990 series started in &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt; on April 9 and again ended in Montreal, on August 26.\nIn February 1991, it was announced that the Equitable Old-Timers Series would have a new name and new sponsor; the Heroes of Baseball Series would be sponsored by the &lt;a href=\"Upper%20Deck%20Company\"&gt;Upper Deck Company&lt;/a&gt;, with a 24-game series starting on April 14 in &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt; and ending on September 1 in Montreal. Upper Deck donated $10,000 per game to the &lt;a href=\"Baseball%20Assistance%20Team\"&gt;Baseball Assistance Team&lt;/a&gt;. In 1992, the series was played at each of the then-26 MLB ballparks plus &lt;a href=\"Mile%20High%20Stadium\"&gt;Mile High Stadium&lt;/a&gt;, the first home of the expansion &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt; when they joined MLB the following season. The series was also played during the 1993 season, and at some ballparks during the 1994 season. The final game appears to have been played in June 1995 at &lt;a href=\"Dodger%20Stadium\"&gt;Dodger Stadium&lt;/a&gt;.\nOther old-timers' games.\nAn old-timer's game was played at &lt;a href=\"Comiskey%20Park\"&gt;Comiskey Park&lt;/a&gt; in Chicago on July 5, 1983, during &lt;a href=\"1983%20Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star Game&lt;/a&gt; festivities, celebrating the 50th midsummer classic; the &lt;a href=\"1933%20Major%20League%20Baseball%20All-Star%20Game\"&gt;1933 All-Star Game&lt;/a&gt; had also been held at Comiskey Park. Notable participants included &lt;a href=\"Ernie%20Banks\"&gt;Ernie Banks&lt;/a&gt;, &lt;a href=\"Bobby%20Doerr\"&gt;Bobby Doerr&lt;/a&gt;, &lt;a href=\"Joe%20DiMaggio\"&gt;Joe DiMaggio&lt;/a&gt;, &lt;a href=\"Burleigh%20Grimes\"&gt;Burleigh Grimes&lt;/a&gt;, &lt;a href=\"Harmon%20Killebrew\"&gt;Harmon Killebrew&lt;/a&gt;, &lt;a href=\"Willie%20Mays\"&gt;Willie Mays&lt;/a&gt;, &lt;a href=\"Frank%20Robinson\"&gt;Frank Robinson&lt;/a&gt;, and &lt;a href=\"Hoyt%20Wilhelm\"&gt;Hoyt Wilhelm&lt;/a&gt;.\nIn 2013, the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt; revived their old-timer's game after 18 years of absence."
}