{
    "id": "47827928",
    "revid": "731227",
    "url": "https://en.wikipedia.org/wiki?curid=47827928",
    "title": "Andy Allen (politician)",
    "text": "Andrew Allen (born 2 November 1988) is an &lt;a href=\"Ulster%20Unionist%20Party\"&gt;Ulster Unionist Party&lt;/a&gt; politician in Northern Ireland and a former soldier in the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;. He served in the &lt;a href=\"War%20in%20Afghanistan%20%282001%E2%80%93present%29\"&gt;War in Afghanistan&lt;/a&gt; in 2008. He is one of the more liberal members of the party, consistently voting in favour of &lt;a href=\"same-sex%20marriage%20in%20Northern%20Ireland\"&gt;same-sex marriage&lt;/a&gt; and abortion.\nAllen is the UUP spokesperson for &lt;a href=\"Department%20for%20Communities\"&gt;Communities&lt;/a&gt;\nBiography.\nSince September 2015, Allen has sat in the &lt;a href=\"Northern%20Ireland%20Assembly\"&gt;Northern Ireland Assembly&lt;/a&gt; as a &lt;a href=\"Member%20of%20the%20Legislative%20Assembly%20%28Northern%20Ireland%29\"&gt;Member of the Legislative Assembly&lt;/a&gt; (MLA) for &lt;a href=\"Belfast%20East%20%28Assembly%20constituency%29\"&gt;Belfast East&lt;/a&gt;. He was co-opted to replace &lt;a href=\"Michael%20Copeland%20%28politician%29\"&gt;Michael Copeland&lt;/a&gt;, who had resigned his seat due to health reasons. He has subsequently been re-elected twice, firstly in May 2016, then March 2017\nHe is a veteran of the War in Afghanistan, and was left a double above knee amputee and partially blind as a result of an attack by the &lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; in &lt;a href=\"Helmand\"&gt;Helmand&lt;/a&gt; using an improvised explosive device.\nHe featured in the BAFTA winning documentary, \"Wounded.\" The documentary followed his journey from being injured in Afghanistan, which was caught on camera by one of his colleagues to his admission to Sellyoak Hospital in Birmingham, and his overall recovery. He is the founder of AA Veterans Support a charity setup to provide support to service personnel, veterans and their families in Northern Ireland.\nHe was awarded an MBE in the 2019 New Years Honour list for Service to Veterans and their families in Northern Ireland."
}