{
    "id": "47875362",
    "revid": "1059458877",
    "url": "https://en.wikipedia.org/wiki?curid=47875362",
    "title": "Cameron Little",
    "text": "Cameron Little (born 31 August 1968) is a former Scottish &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player and now coach. A &lt;a href=\"Scotland%20national%20rugby%20sevens%20team\"&gt;Scotland Sevens&lt;/a&gt; internationalist, he played for the amateur &lt;a href=\"Glasgow%20District%20%28rugby%20union%29\"&gt;Glasgow District&lt;/a&gt; side and after professionalism played for Glasgow Rugby, now named the &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt;.\nRugby Union career.\nAmateur career.\nAt amateur level Little started out with &lt;a href=\"Glasgow%20High%20Kelvinside\"&gt;Glasgow High Kelvinside&lt;/a&gt; after leaving school. When they formed &lt;a href=\"Glasgow%20Hawks\"&gt;Glasgow Hawks&lt;/a&gt; on their merger with &lt;a href=\"Glasgow%20Academicals%20RFC\"&gt;Glasgow Academicals&lt;/a&gt; he then played for Hawks. When GHK started again as a separate entity Little again turned out for &lt;a href=\"Glasgow%20High%20Kelvinside\"&gt;Glasgow High Kelvinside&lt;/a&gt;.\nProfessional and provincial career.\nHe played for &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; in both the &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt; and the &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt;.\nHe was to later offer this perspective on turning professional for &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; in the nineties: \"I was 29 when I turned pro, and I loved it,\" Little recalls. \"It was a real dream, but also done in the knowledge that it would be only for two or three years, and I could put my job on hold. It taught me self-discipline because it can be pretty boring. It would have been very easy to go home in the afternoon and fall asleep. It’s not as if you are earning big money like a Rangers or a Celtic player and can go shopping in Princes Square all afternoon.\n\"The powers-that-be now have to learn that players can’t be left to their own devices. But it was a great experience, and great fun, although I would have liked to have played a bit more. &lt;a href=\"Fraser%20Stott\"&gt;Fraser Stott&lt;/a&gt; kept me on the bench most of the time, though. He was a feisty character, and tended to rub people up the wrong way. But pro rugby suited him, because he was very dedicated.\n\"Weights? I never touched them until I became a pro. We used to train at the David Lloyd Centre in Renfrew during the day with all the housewives, but there was a lot of looking around and not much work being done. So they transported us to the Palace of Arts, in Bellahouston, where it was real basic stuff with power lifters sweating over these enormous weights, and shouting and screaming while we cowered in the corner. Guys like &lt;a href=\"Gordon%20Bulloch\"&gt;Gordon Bulloch&lt;/a&gt; would get stuck in; Fraser and I would spend a lot of time stretching.\"\nAs the replacement scrum half named for Warriors first match as a professional team - against &lt;a href=\"Newbridge%20RFC\"&gt;Newbridge&lt;/a&gt; in the &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt; - Little has the distinction of being given &lt;a href=\"List%20of%20Glasgow%20Warriors%20players\"&gt;Glasgow Warrior No. 16&lt;/a&gt; for the provincial side.\nAfter returning to amateur rugby he was again picked for the amateur &lt;a href=\"Glasgow%20District%20%28rugby%20union%29\"&gt;Glasgow District&lt;/a&gt; side in a match against Edinburgh District.\nInternational career.\nHe captained the cup-winning &lt;a href=\"Scotland%20national%20rugby%20sevens%20team\"&gt;Scotland Sevens&lt;/a&gt; side in the Cayman Islands Sevens tournament of 2001. The Scottish side seemed to enjoy their win somewhat: according to reports, $3,000 of the $10,000 first place award was spent at the post-match festivities.\nCoaching career.\nHe also moved into coaching first with &lt;a href=\"Glasgow%20Hawks\"&gt;Glasgow Hawks&lt;/a&gt; and then with &lt;a href=\"Glasgow%20High%20Kelvinside\"&gt;Glasgow High Kelvinside&lt;/a&gt;.\nBusiness career.\nIn 2005 he became a management consultant with Marsh &amp; McLennan Companies. Then in 2007, he moved into the insurance industry with Aon as a business development consultant. From 2011 he moved to become the Head of Insurance and Risk at Scottish Power.\nCharity work.\nHe has been involved in charity work for the Scottish Spina Bifida Association."
}