{
    "id": "47871990",
    "revid": "43144195",
    "url": "https://en.wikipedia.org/wiki?curid=47871990",
    "title": "Housing Act 1988",
    "text": "The Housing Act 1988 is an &lt;a href=\"Acts%20of%20Parliament%20in%20the%20United%20Kingdom\"&gt;Act of Parliament in the United Kingdom&lt;/a&gt;. It governs the &lt;a href=\"law\"&gt;law&lt;/a&gt; between &lt;a href=\"landlord\"&gt;landlord&lt;/a&gt;s and &lt;a href=\"leasehold%20estate\"&gt;tenant&lt;/a&gt;s. The Act introduced the concepts of &lt;a href=\"assured%20tenancy\"&gt;assured tenancy&lt;/a&gt; and &lt;a href=\"assured%20shorthold%20tenancy\"&gt;assured shorthold tenancy&lt;/a&gt;. It also facilitated the transfer of &lt;a href=\"council%20housing\"&gt;council housing&lt;/a&gt; to not-for-profit &lt;a href=\"housing%20associations\"&gt;housing associations&lt;/a&gt;, which was then carried out partly through the system of &lt;a href=\"Large%20Scale%20Voluntary%20Transfer\"&gt;Large Scale Voluntary Transfer&lt;/a&gt;.\nHistory.\nUnder the system of &lt;a href=\"protected%20tenancy\"&gt;protected&lt;/a&gt; and &lt;a href=\"statutory%20tenancy\"&gt;statutory tenancies&lt;/a&gt;, tenants had the right to stay in a landlord's property almost indefinitely and pass the tenancy down to relatives. The difficulties landlords could face in trying to regain possession of their property created disincentives to owners' letting properties, which along with the fact that most &lt;a href=\"council%20house\"&gt;council house&lt;/a&gt;s had been sold caused a housing shortage.\nIn 1979, a &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt; government &lt;a href=\"Premiership%20of%20Margaret%20Thatcher\"&gt;headed by Margaret Thatcher&lt;/a&gt; &lt;a href=\"1979%20United%20Kingdom%20general%20election\"&gt;was elected&lt;/a&gt;. Thatcher sought to revamp the rented sector. At the time of the Housing Act 1988's enactment, the private rented sector accounted for less than 8 percent of homes in Britain, down from 76 percent in 1918, while &lt;a href=\"social%20housing\"&gt;social housing&lt;/a&gt; was about 30 percent.\nThe &lt;a href=\"Department%20for%20Environment%2C%20Food%20and%20Rural%20Affairs\"&gt;Department of the Environment&lt;/a&gt;'s 1987 &lt;a href=\"white%20paper\"&gt;white paper&lt;/a&gt; \"Housing: the Government's Proposals\" set out goals of reversing the decline in rented housing and improving its quality; giving council tenants the right to transfer to other landlords if they so desired; targeting money more accurately on the most acute problems; and encouraging the growth of home ownership. According to the white paper, public housing authorities had failed to adequately accommodate the wishes of tenants, causing resentment and lack of tenant commitment to their homes; the government sought to alleviate this by giving tenants greater consumer choice, which would be accomplished by offering a variety of forms of ownership and management. Council tenants would be given the right to buy, and private landlords' rights would be strengthened.\nSpecifically, under the new law, in contrast to the old &lt;a href=\"Rent%20regulation\"&gt;fair rent&lt;/a&gt;s system, landlords were allowed to charge whatever they liked, with only two exceptions. Rent could be challenged by assured shorthold tenants during the first six months of the tenancy, if a tenant believed his rent was more than the current market rent for his property, in which case he could refer the rent to the &lt;a href=\"Rent%20Assessment%20Panel\"&gt;Rent Assessment Panel&lt;/a&gt; for review. However, few would want to do this, given landlords' right to give a &lt;a href=\"section%2021%20notice\"&gt;section 21 notice&lt;/a&gt; and end the tenancy. Tenants could also challenge the rent upon service of an annual notice to increase rent at the end of the fixed term; but landlords could avoid this by increasing the rent via a renewal tenancy agreement.\nThe Housing Act also provided for two types of tenancy, the \"assured\" tenancy and the \"assured shorthold tenancy\". The latter is preferred by most private sector landlords, as it gives them the right to end the tenancy at any time after service of a section 21 notice. Typically, in a situation where there is a private landlord and a tenancy that began on or after 28 February 1997, and in which the house or flat is let as separate accommodation and is the tenant's main home, the property is being let on an assured shorthold tenancy.\nContents.\nThe Housing Act 1988 dramatically changed three main areas of English property law in particular, namely: Rent regulation, Succession and Security of tenure. The Housing Act 1988 significantly reduced rent regulation, giving landlords the opportunity to charge whatever they liked for a property (something that is still the case today, despite growing calls from some for the return of rent controls of some description). The change also meant that the only party with the right to challenge the prices set by landlords are their tenants. There are only certain circumstances in which tenants may challenge the rent, which are during the first six months of an assured shorthold tenancy or upon service of a notice to increase rent, which can be used by landlords on an annual basis to raise the rent after the fixed term has come to an end. \nTenants who believe their rent is higher than the current market value can, in the first six months of an assured shorthold tenancy, refer their case to a Rent Assessment Panel (an independent decision-making body sometimes known as a Rent Assessment Committee or Rent Assessment Tribunal) for review. Most tenants, however, are unlikely to take this step in light of the powers you have, as a landlord, to end the tenancy in accordance with Section 21 of the Housing Act 1988. What’s more, landlords now have the ability to increase rents without using the notice procedure, opting instead to do so via a ‘renewal’ tenancy agreement. The changes to rent regulation mean that tenants’ rights to challenge landlords over rent – outlined above – have less sway over landlords and are, as a result, used less frequently. The amendments made as part of the Housing Act, and the rebalancing of power this caused, are one of the major reasons rental prices have grown so rapidly since the late 1980s.\nAs a result of the Housing Act 1988, the rules regarding succession became similar to those under the Rent Act, whereby only a spouse can inherit rental rights. The changes to the succession laws directly impact very few landlords – mostly because assured tenancies, which state that only a spouse can inherit rental rights, are uncommon in the private rental sector. Under assured shorthold tenancies, which also came into force in the late 1980s and now make up most tenancies in the private rental sector, there are no rights of succession. In other words, if the tenant dies, the spouse or other beneficiary has no right to remain in the property. With this type of tenancy, succession rights have become irrelevant precisely because the landlord now has the power to serve a Section 21 notice to evict the tenant through the courts."
}