{
    "id": "47880391",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=47880391",
    "title": "Cody Keenan",
    "text": "Cody Keenan is an American political advisor and speechwriter who served as the Director of &lt;a href=\"speechwriter\"&gt;Speechwriting&lt;/a&gt; for President &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;. Keenan studied &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; at &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt;. After graduation, he worked in the &lt;a href=\"United%20States%20Senate\"&gt;senate&lt;/a&gt; office of &lt;a href=\"Ted%20Kennedy\"&gt;Ted Kennedy&lt;/a&gt;, before studying for a master's in &lt;a href=\"public%20policy\"&gt;public policy&lt;/a&gt; at the &lt;a href=\"John%20F.%20Kennedy%20School%20of%20Government\"&gt;Harvard Kennedy School&lt;/a&gt;. After graduation, he took a full-time position on the &lt;a href=\"Barack%20Obama%202008%20presidential%20campaign\"&gt;Barack Obama presidential campaign&lt;/a&gt; in 2008. In 2009, he took on the position of Deputy Director of Speechwriting; after &lt;a href=\"Jon%20Favreau%20%28speechwriter%29\"&gt;Jon Favreau&lt;/a&gt; left the White House in 2013, Keenan took over as Director of Speechwriting.\nEarly life and education.\nKeenan's parents were both advertising executives, who lived in &lt;a href=\"Lake%20View%2C%20Chicago\"&gt;Lake View, Chicago&lt;/a&gt;, before moving to &lt;a href=\"Evanston%2C%20Illinois\"&gt;Evanston, Illinois&lt;/a&gt;, &lt;a href=\"Wilmette%2C%20Illinois\"&gt;Wilmette, Illinois&lt;/a&gt;, and later Ridgefield, &lt;a href=\"Fairfield%20County%2C%20Connecticut\"&gt;Fairfield County, Connecticut&lt;/a&gt;, where Keenan attended high school. Keenan attended &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt;, beginning as a &lt;a href=\"pre-medical\"&gt;pre-medical&lt;/a&gt; student, hoping to become an &lt;a href=\"Orthopedic%20surgery\"&gt;orthopedic surgeon&lt;/a&gt;, but changed his major to Chinese, &lt;a href=\"international%20studies\"&gt;international studies&lt;/a&gt;, and finally &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt;, graduating in 2002.\nCareer history.\nEarly career.\nKeenan's political career began with an internship in the mailroom of &lt;a href=\"Ted%20Kennedy\"&gt;Ted Kennedy&lt;/a&gt;'s senate office in 2003, before going on to become the senator's legislative aide. After a stint as a staff assistant for the &lt;a href=\"United%20States%20Senate%20Committee%20on%20Health%2C%20Education%2C%20Labor%20and%20Pensions\"&gt;Senate Health, Education, Labor and Pensions Committee&lt;/a&gt;, Keenan took a &lt;a href=\"master%27s%20degree\"&gt;master's degree&lt;/a&gt; in &lt;a href=\"public%20policy\"&gt;public policy&lt;/a&gt; at the &lt;a href=\"John%20F.%20Kennedy%20School%20of%20Government\"&gt;John F. Kennedy School of Government&lt;/a&gt;, studying speechwriting and delivery under &lt;a href=\"Steve%20Jarding\"&gt;Steve Jarding&lt;/a&gt;. In 2007, Keenan took a summer internship in speechwriting on &lt;a href=\"Barack%20Obama%202008%20presidential%20campaign\"&gt;Barack Obama's presidential campaign&lt;/a&gt;, working under &lt;a href=\"Jon%20Favreau%20%28speechwriter%29\"&gt;Jon Favreau&lt;/a&gt;, before returning to the Kennedy School to complete the second year of his studies. He remained involved in the campaign during the year, flying to &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; during the Christmas break to assist in preparation for the &lt;a href=\"Iowa%20caucuses\"&gt;Iowa caucuses&lt;/a&gt;. After &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; conceded in June 2008, Keenan returned as a full-time staffer on Obama's presidential campaign.\nWhite House staffer.\nAfter the election, Keenan continued in the role as Deputy Director of Speechwriting, working on a speech about the &lt;a href=\"Edward%20M.%20Kennedy%20Serve%20America%20Act\"&gt;Edward M. Kennedy Serve America Act&lt;/a&gt;, the President's eulogy for Ted Kennedy in 2009, and the President's &lt;a href=\"Barack%20Obama%20Tucson%20memorial%20speech\"&gt;address after the shooting of Gabrielle Giffords&lt;/a&gt; in 2011, among other speeches. He appeared in a &lt;a href=\"visual%20gag\"&gt;visual gag&lt;/a&gt; for the 2009 &lt;a href=\"White%20House%20Correspondents%27%20Dinner\"&gt;White House Correspondents' Dinner&lt;/a&gt;, dressed as a pirate. Prior to Favreau's departure from the White House in March 2013, Keenan took the lead on writing the &lt;a href=\"2013%20State%20of%20the%20Union%20Address\"&gt;State of the Union Address&lt;/a&gt; in January 2013.\nIn March 2013, Keenan was promoted to White House Director of Speechwriting, with overall responsibility for all speechwriting. Writing in \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", &lt;a href=\"Michael%20S.%20Schmidt\"&gt;Michael S. Schmidt&lt;/a&gt; noted that unlike Favreau, \"who was known for his ability to write lofty, big-picture speeches ... Mr. Keenan focuses far more on individual, hard-work stories as parables for what is difficult but still possible in America.\" In 2015, Keenan wrote &lt;a href=\"Barack%20Obama%20Selma%2050th%20anniversary%20speech\"&gt;the speech&lt;/a&gt; delivered by Obama to mark the 50th anniversary of &lt;a href=\"Bloody%20Sunday%20%281965%29\"&gt;Bloody Sunday&lt;/a&gt;.\nIn June 2015, Keenan gave a &lt;a href=\"Commencement%20speech\"&gt;commencement address&lt;/a&gt; to the &lt;a href=\"Robert%20F.%20Wagner%20Graduate%20School%20of%20Public%20Service\"&gt;Robert F. Wagner Graduate School of Public Service&lt;/a&gt;. In June 2018, Keenan delivered the convocation speech at his alma mater, &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt;.\nPersonal life.\nKeenan married Kristen Bartoloni in 2016. Bartoloni worked as Deputy Research Director in the Obama White House. The story of their courtship and marriage was included in the CNN Films documentary, \"The End: Inside the last Days of the Obama White House\". In the film, Keenan says he and Bartoloni met during her first day on the job which he describes as \"still the best day I've had at the White House\". Keenan says he asked Bartoloni to go out with him three times before she agreed."
}