{
    "id": "47903947",
    "revid": "1051904523",
    "url": "https://en.wikipedia.org/wiki?curid=47903947",
    "title": "Terrance Plummer",
    "text": "Terrance Plummer (born June 20, 1993) is a &lt;a href=\"gridiron%20football\"&gt;gridiron football&lt;/a&gt; &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; who is a &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at the &lt;a href=\"University%20of%20Central%20Florida\"&gt;University of Central Florida&lt;/a&gt;. He signed as an &lt;a href=\"undrafted%20free%20agent\"&gt;undrafted free agent&lt;/a&gt; with the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; in 2015.\nEarly years.\nPlummer attended &lt;a href=\"Orange%20Park%20High%20School\"&gt;Orange Park High School&lt;/a&gt; in &lt;a href=\"Orange%20Park%2C%20Florida\"&gt;Orange Park, Florida&lt;/a&gt;, where he played &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt; for coach Danny Green at all three &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; positions including at the inside position as a senior. He received All-First Coast, all-conference and all-county recognition throughout his high school career. As a senior, he amassed over 110 &lt;a href=\"tackle%20%28football%20move%29\"&gt;tackles&lt;/a&gt;, five &lt;a href=\"quarterback%20sack\"&gt;sack&lt;/a&gt;, two &lt;a href=\"pass%20deflections\"&gt;pass deflections&lt;/a&gt; and one forced &lt;a href=\"fumble\"&gt;fumble&lt;/a&gt; (two recoveries), helping lead the Raiders to a Class 6A Region I District 1 title and berth in the state regional final round. He was a 2010 nominee for the Florida Class 6A Mr. Football Award and was a member of the 2010 Florida Times Union All-First Coast Team, as well as an honorable mention &lt;a href=\"FHSAA\"&gt;FHSAA&lt;/a&gt; all-state in 2009. During his high school career, he led his team in tackling for three-straight seasons and also had eight &lt;a href=\"touchdowns\"&gt;touchdowns&lt;/a&gt; rushing. Plummer also lettered three years in &lt;a href=\"high%20school%20basketball\"&gt;basketball&lt;/a&gt; at Orange Park. He had a bench press of 350 pounds.\nViewed as a versatile &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; prospect, Plummer was given a three-star rating from Rivals, ESPN and Scout. He was listed as the No. 70 outside linebacker nationally by &lt;a href=\"ESPN.com\"&gt;ESPN.com&lt;/a&gt; and No. 84 from &lt;a href=\"Scout.com\"&gt;Scout.com&lt;/a&gt;. He picked the Knights over &lt;a href=\"Arkansas%20Razorbacks%20football\"&gt;Arkansas&lt;/a&gt;, &lt;a href=\"NC%20State%20Wolfpack%20football\"&gt;NC State&lt;/a&gt;, &lt;a href=\"Vanderbilt%20Commodores%20football\"&gt;Vanderbilt&lt;/a&gt; and &lt;a href=\"Cincinnati%20Bearcats%20football\"&gt;Cincinnati&lt;/a&gt;, among others.\nProfessional career.\nWashington Redskins.\nAfter going undrafted in the &lt;a href=\"2015%20NFL%20Draft\"&gt;2015 NFL Draft&lt;/a&gt;, Plummer was signed by the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; on May 2, 2015. He put together a solid preseason as a middle linebacker and special teams contributor for the Redskins, finishing third on the team with 12 total tackles. On September 5, 2015, he was waived during final roster cuts before the start of the regular season, but signed to the team's &lt;a href=\"practice%20squad\"&gt;practice squad&lt;/a&gt; the next day. Plummer was promoted to the active roster on September 19, 2015. Plummer played in three games, recording 1 special teams tackle, but was released October 5, 2015.\nMinnesota Vikings.\nOn October 27, 2015, the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt; signed Plummer to the practice squad. On December 1, 2015, he was released from practice squad. On December 8, 2015, Plummer was re-signed to the Vikings practice squad. On January 11, 2016, Plummer signed a reserve/future contract to the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt;. He was released on April 13, 2016. Then added again by the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt; on August 1, 2016. On August 30, 2016, Plummer was cut by the Vikings.\nToronto Argonauts.\nOn October 17, 2016, Plummer signed a practice roster agreement with the &lt;a href=\"Toronto%20Argonauts\"&gt;Toronto Argonauts&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt;. On November 30, 2016, Plummer re-signed with the Argonauts, and made the roster in 2017 as a reserve linebacker. During the playoffs, Plummer recorded an interception, which he returned for a touchdown to help Toronto win the CFL East finals and advance to the &lt;a href=\"105th%20Grey%20Cup\"&gt;105th Grey Cup&lt;/a&gt;, in which the Argos defeated the &lt;a href=\"Calgary%20Stampeders\"&gt;Calgary Stampeders&lt;/a&gt;. He became a free agent on February 25, 2019, two weeks after he had received a contract extension from Toronto.\nOrlando Apollos.\nPlummer was signed to a contract from the rights list of the &lt;a href=\"Orlando%20Apollos\"&gt;Orlando Apollos&lt;/a&gt; of the &lt;a href=\"Alliance%20of%20American%20Football\"&gt;Alliance of American Football&lt;/a&gt; (AAF) on April 1, 2019, the day before the league suspended operations.\nHamilton Tiger-Cats.\nPlummer was signed by the &lt;a href=\"Hamilton%20Tiger-Cats\"&gt;Hamilton Tiger-Cats&lt;/a&gt; of the CFL on April 4, 2019, after the AAF suspended football operations. Plummer was than released one month later, prior to the start of training camp. \nTampa Bay Vipers.\nIn October 2019, Plummer was selected by the &lt;a href=\"Tampa%20Bay%20Vipers\"&gt;Tampa Bay Vipers&lt;/a&gt; in the open phase of the &lt;a href=\"2020%20XFL%20Draft\"&gt;2020 XFL Draft&lt;/a&gt;. He had his contract terminated when the league suspended operations on April 10, 2020."
}