{
    "id": "47926148",
    "revid": "33422525",
    "url": "https://en.wikipedia.org/wiki?curid=47926148",
    "title": "Oasi Zegna",
    "text": "The Oasi Zegna is a natural area in the &lt;a href=\"Province%20of%20Biella\"&gt;Province of Biella&lt;/a&gt;, &lt;a href=\"Piedmont\"&gt;Piedmont&lt;/a&gt;, Italy. It was created by the entrepreneur &lt;a href=\"Ermenegildo%20Zegna%20%28fashion%20entrepreneur%29\"&gt;Ermenegildo Zegna&lt;/a&gt;, founder of the factory of the &lt;a href=\"Ermenegildo%20Zegna\"&gt;same name&lt;/a&gt; in &lt;a href=\"Trivero\"&gt;Trivero&lt;/a&gt;, who wanted to give his village infrastructures and parks. He also created tourist attractions, such as ski slopes and the \"Panoramica Zegna\", a panoramic road.\nHistory.\nThe Zegna family founded Oasi Zegna in 1993 as a nature park.\nEnvironmental education.\nThe project Oasi Zegna aims to develop the environmental education, especially for young people.\nSince its creation, the Oasi Zegna has cooperated with international organizations like TEMA, a &lt;a href=\"Turkey\"&gt;Turkish&lt;/a&gt; organisation against &lt;a href=\"desertification\"&gt;desertification&lt;/a&gt;, &lt;a href=\"World%20Wide%20Fund%20for%20Nature\"&gt;WWF&lt;/a&gt; in China, RFA (Rain Forest Alliance), MGF (Moanalua Garden Foundation), AOC (American Ocean Campaign) and &lt;a href=\"Environmental%20Media%20Association\"&gt;EMA&lt;/a&gt; (Environmental Media Association) in United States.\nIn cooperation with EMA, the Oasi Zegna gave prizes to showbusiness personalities such as &lt;a href=\"Sting%20%28musician%29\"&gt;Sting&lt;/a&gt;, &lt;a href=\"Trudi%20Styler\"&gt;Trudi Styler&lt;/a&gt;, &lt;a href=\"John%20Travolta\"&gt;John Travolta&lt;/a&gt;, &lt;a href=\"Ted%20Danson\"&gt;Ted Danson&lt;/a&gt; and &lt;a href=\"Olivia%20Newton-John\"&gt;Olivia Newton-John&lt;/a&gt; because of their ecological commitment. In 2001 with AOC, the Oasi gave a prize to &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;.\nThe Oasi also collaborates with the &lt;a href=\"Fondo%20per%20l%27Ambiente%20Italiano\"&gt;Fondo per l'Ambiente Italiano&lt;/a&gt; and the &lt;a href=\"Museo%20Civico%20di%20Storia%20Naturale%20di%20Milano\"&gt;Museo Civico di Storia Naturale di Milano&lt;/a&gt;.\nEcomuseum and interesting sites.\nThe Oasi Zegna is member of the \"Biellese territory &lt;a href=\"ecomuseum\"&gt;ecomuseum&lt;/a&gt;\" in order to preserve the pastoral and mountain tradition like &lt;a href=\"beekeeping\"&gt;beekeeping&lt;/a&gt;.\nInteresting sites near the Oasi are:\nThe ski area.\nThe Oasi's ski area, founded in 1957, is located in Bielmonte."
}