{
    "id": "47957069",
    "revid": "54809",
    "url": "https://en.wikipedia.org/wiki?curid=47957069",
    "title": "Kal Bhairav Temple, Ujjain",
    "text": "The Kal Bhairav temple is a &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; temple located in the &lt;a href=\"Ujjain\"&gt;Ujjain&lt;/a&gt; city of &lt;a href=\"Madhya%20Pradesh\"&gt;Madhya Pradesh&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is dedicated to &lt;a href=\"Kal%20Bhairav\"&gt;Kal Bhairav&lt;/a&gt;, the &lt;a href=\"guardian%20deity\"&gt;guardian deity&lt;/a&gt; of the city. Located on the banks of the &lt;a href=\"Shipra%20River\"&gt;Shipra River&lt;/a&gt;, it is one of the most active temples in the city, visited by hundreds of devotees daily. &lt;a href=\"Liquor\"&gt;Liquor&lt;/a&gt; is one of the offerings made to the temple deity.\nHistory.\nThe present-day temple structure was built over the remains of an older temple. The original temple is believed to have been built by an obscure king named Bhadrasen. It has been mentioned in the \"Avanti Khanda\" of the \"&lt;a href=\"Skanda%20Purana\"&gt;Skanda Purana&lt;/a&gt;\". Images of &lt;a href=\"Shiva\"&gt;Shiva&lt;/a&gt;, &lt;a href=\"Parvati\"&gt;Parvati&lt;/a&gt;, &lt;a href=\"Vishnu\"&gt;Vishnu&lt;/a&gt; and &lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt; belonging to the &lt;a href=\"Paramara%20dynasty\"&gt;Paramara&lt;/a&gt; period (9th-13th century CE) have been recovered from the place. The temple walls were once decorated with &lt;a href=\"Malwa%20painting\"&gt;Malwa painting&lt;/a&gt;s. However, only traces of these paintings are visible now.\nThe present-day temple structure shows &lt;a href=\"Maratha%20Confederacy\"&gt;Maratha&lt;/a&gt; influence. According to the local tradition, after the Maratha defeat in the &lt;a href=\"Third%20Battle%20of%20Panipat\"&gt;Third Battle of Panipat&lt;/a&gt; (1761 CE), the Maratha general &lt;a href=\"Mahadaji%20Shinde\"&gt;Mahadaji Shinde&lt;/a&gt; offered his &lt;a href=\"pagri%20%28turban%29\"&gt;pagri&lt;/a&gt; (turban) to the deity, praying for victory in his campaign to restore the Maratha rule in North India. After successfully resurrecting Maratha power, he carried out restoration of the temple.\nA replica of the temple has been established on the &lt;a href=\"Bhuj\"&gt;Bhuj&lt;/a&gt;-&lt;a href=\"Mundra\"&gt;Mundra&lt;/a&gt; road in &lt;a href=\"Gujarat\"&gt;Gujarat&lt;/a&gt;.\nThe deity.\nAs the name suggests, the temple is dedicated to &lt;a href=\"Kal%20Bhairav\"&gt;Kal Bhairav&lt;/a&gt; (or Kala Bhairava). The deity's image is a face in form of a rock layered with &lt;a href=\"kumkuma\"&gt;kumkuma&lt;/a&gt; or &lt;a href=\"sindoor\"&gt;vermilion&lt;/a&gt;. The deity's silver head is adorned with a Maratha-style pagri, a tradition dating back to the days of Mahadaji Shinde.\nThe worship of &lt;a href=\"Ashta%20Bhairava\"&gt;Ashta Bhairava&lt;/a&gt; (\"eight &lt;a href=\"Bhairava\"&gt;Bhairava&lt;/a&gt;s\") is a part of the &lt;a href=\"Saivite\"&gt;Saivite&lt;/a&gt; tradition, and the Kal Bhairav is considered their chief. The worship of Kal Bhairav was traditionally popular among the &lt;a href=\"Kapalika\"&gt;Kapalika&lt;/a&gt; and &lt;a href=\"Aghori\"&gt;Aghora&lt;/a&gt; sects, and Ujjain was a prominent centre of these sects.\nKal Bhairav is the &lt;a href=\"guardian%20deity\"&gt;guardian deity&lt;/a&gt; of Ujjain: he is considered &lt;a href=\"Senapati\"&gt;Senapati&lt;/a&gt; (Commander-in-Chief or Chief General) of the town.\nLiquor offering.\n&lt;a href=\"Liquor\"&gt;Liquor&lt;/a&gt; is offered to the temple deity as one of the five &lt;a href=\"tantra\"&gt;tantric&lt;/a&gt; ritual offerings known as &lt;a href=\"panchamakara\"&gt;panchamakara&lt;/a&gt;: \"madya\" (alcohol), \"maansa\" (meat), \"meena\" or \"matsya\" (fish), \"mudra\" (gesture or parched grain) and \"&lt;a href=\"maithuna\"&gt;maithuna&lt;/a&gt;\" (sexual intercourse). In older times, all five offerings were made to the deity, but now only alcohol is offered; the other four offerings are in form of symbolic rituals.\nOutside the temple, vendors sell baskets of offerings, containing coconuts, flowers and a bottle of liquor. In 2015, the State Government set up liquor counters outside the temple to ensure that the devotees are not swindled by unlicensed vendors of alcohol. The counters sell both &lt;a href=\"desi%20daru\"&gt;country liquor&lt;/a&gt; and &lt;a href=\"Indian-made%20foreign%20liquor\"&gt;foreign liquor&lt;/a&gt;.\nEvery day, hundreds of devotees offer liquor to the deity. The devotees hand over the liquor bottles to the priest, who pours the liquor in a &lt;a href=\"saucer\"&gt;saucer&lt;/a&gt;. He then offers prayers and takes the saucer near the deity's lips, which have a slit. He tilts the plate a bit, and the liquor starts disappearing. About one-third of the bottle is returned to the devotee as &lt;a href=\"prasad\"&gt;prasad&lt;/a&gt;.\nThe temple priests, as well as several devotees, claim that the slit doesn't have any cavity, and that the deity miraculously swallows the liquor offered to him. However, the temple priest does not allow the visitors to examine the statue. He also claims that only he can perform the miracle, and that the others who have tried to make the statue swallow the liquor have failed.\nAlthough no official figures are available on how much liquor is offered at the temple daily, the amount is estimated at several hundreds of litres. During the 2016 &lt;a href=\"Ujjain%20Simhastha\"&gt;Ujjain Simhastha&lt;/a&gt;, the state government banned liquor sales in Ujjain for a month, but allowed the shops in front of the temple to sell alcohol."
}