{
    "id": "47967237",
    "revid": "1060086800",
    "url": "https://en.wikipedia.org/wiki?curid=47967237",
    "title": "Brian Robertson (rugby union)",
    "text": "Brian Robertson (born 9 August 1959 in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;) is a Scottish former &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player and coach. He formerly played for the professional provincial side now known as &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt;. Robertson played for Glasgow in the 1996-97 season. His usual position was at tighthead prop.\nRugby Union career.\nAmateur career.\nRobertson played amateur rugby for &lt;a href=\"Stirling%20County%20RFC\"&gt;Stirling County&lt;/a&gt;. He was part of a formidable front three in the forward pack; his Stirling County teammate Stewart Hamilton in the book Giants of Scottish Rugby remembers: \"We had a great side then particularly the pack.The front row was Brian Robertson, &lt;a href=\"Kevin%20McKenzie%20%28rugby%20union%29\"&gt;Kevin McKenzie&lt;/a&gt; and &lt;a href=\"George%20Graham%20%28rugby%29\"&gt;George Graham&lt;/a&gt;. Brian unfortunately had a bad neck injury but the other two went on to play for Scotland.\" Coached by &lt;a href=\"Richie%20Dixon\"&gt;Richie Dixon&lt;/a&gt;, the County team won promotion from Division 2 and then won Division 1 in season 1994-95.\nProvincial and professional career.\nHe also represented the provincial side &lt;a href=\"Glasgow%20District%20%28rugby%20union%29\"&gt;Glasgow District&lt;/a&gt; in the amateur era. He was part of Glasgow's touring squad that played the Netherlands and Belgium\nHe was in Glasgow District's famous 1989-90 side which won the &lt;a href=\"Scottish%20Inter-District%20Championship\"&gt;Scottish Inter-District Championship&lt;/a&gt; that season; winning outright the title for only the third time in Glasgow's history. That season Glasgow went unbeaten against allcomers, including the touring &lt;a href=\"Fiji%20national%20rugby%20union%20team\"&gt;Fiji national rugby union team&lt;/a&gt; although Robertson missed Glasgow's Irish tour that year.\nIn 1992 he received a shoulder injury and was dropped by the Glasgow side. However this break wasn't for long and he came back for Glasgow's next match.\nHe played for the amateur district until 1996 when they turned professional.\nRobertson played in all 8 competitive matches for &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; in their first season; 3 matches in the &lt;a href=\"1996-97%20Scottish%20Inter-District%20Championship\"&gt;1996-97 Scottish Inter-District Championship&lt;/a&gt; and 5 matches in the European Conference, now &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt;. He started in the Warriors first professional match; and is &lt;a href=\"List%20of%20Glasgow%20Warriors%20players\"&gt;Glasgow Warrior No. 3&lt;/a&gt;.\nInternational career.\nHe was capped by Scotland 'B' and Scotland 'A' but never received a full senior cap.\nCoaching career.\nThe veteran tighthead became a coach at Stirling County. However he quit in 2004 stating that he wanted a break from rugby."
}