{
    "id": "4796743",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=4796743",
    "title": "Dale Thomas (footballer)",
    "text": "Dale Robert Jordan “Daisy” Thomas (born 21 June 1987) is a former professional &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt;er who played for the &lt;a href=\"Collingwood%20Football%20Club\"&gt;Collingwood Football Club&lt;/a&gt; and &lt;a href=\"Carlton%20Football%20Club\"&gt;Carlton Football Club&lt;/a&gt; in the &lt;a href=\"Australian%20Football%20League\"&gt;Australian Football League&lt;/a&gt; (AFL). Thomas was a priority pick in 2005 where he then played with the &lt;a href=\"Collingwood%20Football%20Club\"&gt;Collingwood Football Club&lt;/a&gt; from 2006 to 2013 before transferring to the Blues in 2014.\nEarly life.\nDale Thomas grew up in &lt;a href=\"Drouin%2C%20Victoria\"&gt;Drouin&lt;/a&gt; with his mother Kaye, father Darryl and his sister &lt;a href=\"Jessica%20Thomas\"&gt;Jessica&lt;/a&gt;. As a child, he idolised the &lt;a href=\"Geelong\"&gt;Geelong Cats&lt;/a&gt;' &lt;a href=\"Gary%20Ablett%2C%20Sr.\"&gt;Gary Ablett&lt;/a&gt;, who also grew up in Drouin. He idolised Ablett so much that he used to repeatedly watch his grandfather's tapes of Ablett and Geelong and recreate Ablett's &lt;a href=\"Mark%20%28Australian%20football%29\"&gt;mark&lt;/a&gt;s and goals. His favourite highlight was Ablett's one-handed mark over Collingwood's &lt;a href=\"Gary%20Pert\"&gt;Gary Pert&lt;/a&gt; in Round 7, &lt;a href=\"1994%20AFL%20season\"&gt;1994&lt;/a&gt;.\nThomas played his first junior football at age eight, later moving on to play with the Hallora under-12s. His mother was dedicated to her children's sporting dreams; she kicked footballs with Dale and shot netballs with sister Jessica.\nAccording to his father, during his first stint as captain of the under-14 Drouin team, he won the toss but forgot which direction he had chosen and kicked a behind for Tooradin, the opposing team. Regardless, Drouin won by ten goals and Dale's behind was Tooradin's only score.\nIn 2003 he was selected in the Under-16 Vic Country squad playing on the wing. He was later selected in the 2005 Vic Country squad playing on the half-forward flank. He was the vice-captain of the &lt;a href=\"Gippsland%20Power\"&gt;Gippsland Power&lt;/a&gt; squad in 2005, scoring goals in 14 out of 18 games for the Power. He was one of four school captains at Drouin Secondary College in 2005.\nIn the TAC Cup 2005 Grand Final, which Gippsland Power won, he won best on ground with four goals and 20 disposals. He took a high flying \"&lt;a href=\"specky\"&gt;specky&lt;/a&gt;\" mark in the second quarter and kicked a dribbling goal from the boundary. He was selected in the TAC Cup Team of the Year.\nHe was also named as an All-Australian in the 2005 Under-18 Championships as a half-forward flank, in which he represented Vic Country.\nThomas was regarded by many media commentators as one of the most likely to be picked high in the AFL draft and certainly to have attracted the eye of AFL recruiters.\nAFL career.\nDale Thomas was selected by Collingwood with their first pick in the &lt;a href=\"2005%20AFL%20Draft\"&gt;2005 AFL Draft&lt;/a&gt; (the second pick overall).\n2006 AFL season.\nThomas made his debut in the AFL in round one of the &lt;a href=\"2006%20AFL%20Season\"&gt;2006 AFL Season&lt;/a&gt;, in Collingwood's match against the &lt;a href=\"Adelaide%20Crows\"&gt;Adelaide Crows&lt;/a&gt;. Thomas gathered 16 disposals, kicked two goals and took a spectacular mark on an Adelaide opponent's back. In Collingwood's round two win against Hawthorn gathered twenty disposals and was nominated for the 2006 &lt;a href=\"AFL%20Rising%20Star\"&gt;AFL Rising Star&lt;/a&gt; award. By round two he had become a cult figure at Collingwood.\nDuring the 2006 &lt;a href=\"The%20ANZAC%20Day%20clash\"&gt;ANZAC Day&lt;/a&gt; match against &lt;a href=\"Essendon%20Football%20Club\"&gt;Essendon&lt;/a&gt; Thomas was nominated for both &lt;a href=\"Mark%20of%20the%20Year\"&gt;Mark of the Year&lt;/a&gt; and &lt;a href=\"Goal%20of%20the%20Year%20%28Australia%29\"&gt;Goal of the Year&lt;/a&gt;. He took a spectacular mark over Essendon player &lt;a href=\"Andrew%20Welsh%20%28Australian%20rules%20footballer%29\"&gt;Andrew Welsh&lt;/a&gt;. He also kicked a memorable goal, baulking an opponent and kicking from 50 metres under pressure.\nThomas' season was marred by an injury to his &lt;a href=\"collarbone\"&gt;collarbone&lt;/a&gt; on 5 August. Thomas returned to play in Collingwood's defeat in the &lt;a href=\"2006%20AFL%20Finals%20Series\"&gt;2006 First Elimination Final&lt;/a&gt; to the &lt;a href=\"Western%20Bulldogs\"&gt;Western Bulldogs&lt;/a&gt;, where he took a spectacular mark on the shoulders of an opponent.\nThomas became so popular in his first season of AFL that &lt;a href=\"Guernsey%20%28clothing%29\"&gt;guernsey&lt;/a&gt;s bearing his name sold twice as many as the then captain, &lt;a href=\"Nathan%20Buckley\"&gt;Nathan Buckley&lt;/a&gt;, at the club's merchandise shop.\n2007 AFL season.\nDuring 2007, Thomas was played in a variety of positions including a regular role in the midfield and the forward line, and also instances in defence. He played every game in the &lt;a href=\"2007%20AFL%20Season\"&gt;2007 season&lt;/a&gt;. He was considered a match-winner in the Round 1 fightback against the North Melbourne Kangaroos, and was also judged one of the best afield in Round 3 against the &lt;a href=\"Richmond%20Tigers\"&gt;Richmond Tigers&lt;/a&gt; where he collected 25 disposals. After being injured three days earlier against the &lt;a href=\"Port%20Adelaide%20Power\"&gt;Port Adelaide Power&lt;/a&gt;, he battled in the traditional &lt;a href=\"The%20ANZAC%20Day%20clash\"&gt;ANZAC Day&lt;/a&gt; game against the &lt;a href=\"Essendon%20Bombers\"&gt;Essendon Bombers&lt;/a&gt;.\nIn &lt;a href=\"2007%20AFL%20season%23Round%205\"&gt;Round 5&lt;/a&gt; Thomas was reported after accidentally striking Essendon player &lt;a href=\"Patrick%20Ryder\"&gt;Patrick Ryder&lt;/a&gt;. The AFL match review panel took 10 seconds to find Thomas not guilty.\nHe was fined $1,500 for being involved in a melee between Collingwood and Carlton on Round 7.\nHighlights of the 2007 season came during a match against the &lt;a href=\"Sydney%20Swans\"&gt;Sydney Swans&lt;/a&gt; where Collingwood was considered underdogs with a depleted defence. Thomas recorded a career-high 4 goals, and was thus awarded three &lt;a href=\"Brownlow%20Medal\"&gt;Brownlow Medal&lt;/a&gt; votes. He was also judged best afield by commentators against &lt;a href=\"St%20Kilda%20Football%20Club\"&gt;St Kilda&lt;/a&gt; where he recorded 18 disposals and 2 goals.\nMost memorably he slotted through a neat goal from the boundary line while being chased by two St Kilda players; commentators labelled it \"Goal of the Year\" until it was judged out-of-bounds, this incident has since been dubbed \"non-goal of the year\".\nThomas played a vital role in the Pies' finals matches. His runs down the ground in the Semi-Final and Preliminary Final are considered some of the most important plays in the Pies' win against West Coast and close loss against Geelong.\nThomas' year ended with a career-high four votes at the Brownlow count and placing sixth in the &lt;a href=\"Copeland%20Trophy\"&gt;Copeland Trophy&lt;/a&gt; count.\n2008 AFL season.\nThomas began his 2008 campaign with style in Round 1 of the &lt;a href=\"2008%20NAB%20Cup\"&gt;2008 NAB Cup&lt;/a&gt; in &lt;a href=\"Dubai\"&gt;Dubai&lt;/a&gt;, where he took a \"&lt;a href=\"Mark%20%28Australian%20football%29\"&gt;specky&lt;/a&gt;\" on the shoulders of his Adelaide opponent. Three weeks later, he kicked a freakish goal against Port Adelaide during a practice match at &lt;a href=\"Princes%20Park%20%28stadium%29\"&gt;Princes Park&lt;/a&gt; – as the ball was bounced in the &lt;a href=\"goal%20square\"&gt;goal square&lt;/a&gt;, Thomas dodged both &lt;a href=\"Ruckman%20%28Australian%20rules%20football%20position%29\"&gt;ruckmen&lt;/a&gt;, jumped in the air and kicked the ball over his head through the goals, right on the &lt;a href=\"Siren%20%28noisemaker%29\"&gt;siren&lt;/a&gt;.\nThomas was named one of the best in Collingwood's opening game against Fremantle, after kicking two goals and collecting 15 disposals. Two weeks later, in Round 3 against Richmond, he kicked three goals, including a superb right-foot kick from the boundary line, dribbling through for a goal (nominated for, and winning, Goal of the Week), as well as taking a mark on the shoulders of Tiger Joel Bowden, resulting in a goal. Both pieces of play were also nominated for the collingwoodfc.com.au 'Pie Plays of the Day'. Thomas gained another nomination for Mark of the Week in the next around against Carlton, leaping very high to take a mark on the shoulders of both opponents and teammate &lt;a href=\"Anthony%20Rocca\"&gt;Anthony Rocca&lt;/a&gt;.\nThomas was named in the extended squad, but was not included in the match-day squad for the &lt;a href=\"Victoria%20Australian%20rules%20football%20team\"&gt;Victorian&lt;/a&gt; team in the &lt;a href=\"AFL%20Hall%20of%20Fame%20Tribute%20Match\"&gt;AFL Hall of Fame Tribute Match&lt;/a&gt; which was played on 10 May. Upon being named, he said: \"It would be fantastic to play in the match, because it's the first time State of Origin has been back for a while, and I remember growing up watching it on the telly so it would be great to be a part of. Hopefully I can get a kick, if I manage to get into the side. It's always good to play with great players, and in my first two years, I was lucky enough to play with Bucks (Nathan Buckley). To play on the same side as some of the greats of the game would just be a great thrill.\"\nThomas endured a heavily-publicised \"form slump\", the first of his career, after poor performances against North Melbourne, Essendon and Hawthorn, and averaging only 13 disposals. He returned after the Hall of Fame break by defying his critics with a 21-disposal game, playing mostly on St Kilda's Nick Dal Santo.\nIn Thomas' 50th AFL match, against the reigning premiers Geelong, he amassed 18 disposals, playing on the 2007 &lt;a href=\"Brownlow%20Medal\"&gt;Brownlow Medal&lt;/a&gt;list &lt;a href=\"Jimmy%20Bartel\"&gt;Jimmy Bartel&lt;/a&gt;, in Collingwood's 86 point win, which was the Cats' first loss of the season and second loss in 28 matches. His opponent Bartel collected 20 disposals, but most of these were ineffective disposals and &lt;a href=\"Clanger%20%28Australian%20rules%20football%29\"&gt;clanger&lt;/a&gt; kicks, and Bartel had the lowest disposal efficiency with 55%. Thomas kicked a goal labelled as \"&lt;a href=\"Peter%20Daicos\"&gt;Daicos&lt;/a&gt;-like\" by &lt;a href=\"Seven%20Network\"&gt;Channel Seven&lt;/a&gt; commentator &lt;a href=\"Bruce%20McAvaney\"&gt;Bruce McAvaney&lt;/a&gt;. He scooped the ball after a loose ball on the 50-metre-arc, ran in ten metres while being chased by Geelong opponent &lt;a href=\"Cameron%20Ling\"&gt;Cameron Ling&lt;/a&gt;, and kicked a &lt;a href=\"Checkside%20punt\"&gt;checkside&lt;/a&gt; goal that dribbled through from the boundary. It was nominated for, and won, Goal of the Week. He starred in Collingwood's 100-point thrashing of &lt;a href=\"West%20Coast%20Eagles\"&gt;West Coast Eagles&lt;/a&gt; with 20 disposals and three goals. His first goal was the result of a handpass from teammate &lt;a href=\"Rhyce%20Shaw\"&gt;Rhyce Shaw&lt;/a&gt; on the half-back line. He ran nearly 100 metres, taking four bounces, weaving between West Coast opponents, and slotted the goal 40 metres out, and celebrating on his knees in front of the Collingwood cheer squad. He also received a cut lip which required stitches.\nHe was fined $900 by the AFL for wrestling with Essendon's &lt;a href=\"Kyle%20Reimers\"&gt;Kyle Reimers&lt;/a&gt; Round 6.\nHe played in the annual split-round game against the &lt;a href=\"Sydney%20Swans\"&gt;Sydney Swans&lt;/a&gt; in Sydney, and kicked three goals – two from \"&lt;a href=\"Mark%20%28Australian%20rules%20football%29\"&gt;screamers&lt;/a&gt;\" in the first and second quarters, and the other from an uncontested mark. Thomas was heavily tagged in the second half, but Collingwood ran away with a 29-point win, and Thomas was named as one of the best on ground, and one of his marks nominated for Mark of the Week. Thomas was also a star against St Kilda following a horror week at Collingwood, and collected 22 disposals (thirteen contested), kicked a goal, took a \"screamer\" and also a courageous mark running back with the flight of the ball.\nThomas injured his knee against Port Adelaide in Round 20, after landing awkwardly in a marking contest during the third quarter. According to Collingwood official Greg Walsh, Thomas had developed bleeding and swelling on the back of his calf, but was in contention to play the following week. However, he missed the last two games of the home-and-away season, with the official complaint as an upper calf injury.\nThomas returned from his injury to play in the First Elimination Final against the Adelaide Crows. He collected 20 disposals and kicked one goal within seconds of the three-quarter-time siren from the fifty-metre arc, which he later described as a \"fluke\". His goal, received from a tap from &lt;a href=\"Shannon%20Cox\"&gt;Shannon Cox&lt;/a&gt;, was later described by Jackie Epstein as a \"team-defining moment\", and by Andrew Faulkner as one of the \"goals of the season\" Commentator Anthony Hudson called it a \"stunning accidental goal\" at the time.\nThomas ended the 2008 season with an average of 15.72 disposals a game and 1.04 goals a game.\nThomas was selected to represent Australia in the &lt;a href=\"2008%20International%20Rules%20Series\"&gt;2008 International Rules Series&lt;/a&gt;, alongside teammate &lt;a href=\"Scott%20Pendlebury\"&gt;Scott Pendlebury&lt;/a&gt; and many other AFL stars. Thomas had a successful International Rules Series, gathering 19 disposals in the first test, and 16 in the second. He also saved a possible Irish goal when he chased and tackled Irish player Paddy Bradley in the goal square late in the first test. In the second he showed the Irish how he plays the game flying high for a mark but unfortunately not holding the unfamiliar round ball.\n2009 AFL season.\n2009 was a year of learning for Dale Thomas. Coach Mick Malthouse put Thomas in a variety of positions for the season. He played as a rebounding defender, midfielder, tagger and notably as a defensive forward. These different roles led to Thomas being called a &lt;a href=\"Handy%20utility\"&gt;utility&lt;/a&gt; player for Collingwood, because of his flexibility to play all around the ground.\nThomas started off the year as a rebounding defender for Collingwood in the &lt;a href=\"NAB%20Cup\"&gt;NAB Cup&lt;/a&gt;. Thomas made an impact in the backline which led to suggestions of playing Thomas as a backman instead of a forward. Fans and football commentators were once again confused as Thomas started round 1 of the &lt;a href=\"2009%20AFL%20season\"&gt;2009 season&lt;/a&gt; as a midfielder. His round 1 performance against Adelaide was notable for two umpiring blunders that caused two crucial goals taken off him. The first was a trademark specky that Thomas took, which the umpire ruled as hands in the back. Thomas, not knowing that the umpire blew the whistle, played on and kicked what he believed to be the winning goal. The second umpiring decision came just minutes later. Thomas, under heavy pressure from the opposition, snapped a goal from the boundary. The boundary umpire ruled that the ball was out of bounds. Once a replay of the incorrect umpiring decision was shown on the screen at the MCG, Collingwood fans hurled abuse at the umpires as Collingwood lost by 4 points.\nSpeculation about Thomas possibly being drafted to the new &lt;a href=\"Gold%20Coast%20Football%20Club\"&gt;Gold Coast Football Club&lt;/a&gt; team started when Andrew Hamilton reported for the Herald Sun saying \"Collingwood's Dale Thomas is the latest name to be linked to the Gold Coast.\" Thomas vehemently denied these rumours on his blog saying \"I want to be the first to say that while the weather and lifestyle would certainly appeal to me, I don’t think that will be happening! I am happy here at Collingwood and am not looking to move.\"\nIn round 2 vs Melbourne Thomas was a late exclusion from the team with &lt;a href=\"gastroenteritis\"&gt;gastroenteritis&lt;/a&gt;. After another stint in the midfield Thomas kicked his first goal for the season against Geelong in round 3. Many people were led to believe that Thomas had solidified his place in the midfield. In round 4 against Brisbane Thomas played an entirely new role. His role was to be a defensive forward and shut down Brisbane's rebounding defender &lt;a href=\"Josh%20Drummond\"&gt;Josh Drummond&lt;/a&gt;. Thomas completed this job successfully keeping Drummond to a below-average 15 possessions and was key to Collingwood beating Brisbane. Thomas was once again put in the midfield for the traditional ANZAC Day Clash against Essendon. Thomas was one of Collingwood's best in a close loss. Another midfield job against North Melbourne in Round 6 saw Thomas kick a goal in a big win.\nOn May 10, 2009, Thomas signed a new 2-year contract for Collingwood After signing his new contract Thomas said \"I think when you get drafted you want to stay at one team and sometimes that doesn’t eventuate, but hopefully I can still play the rest of my days here.\"\nThomas played against St Kilda in Round 7 but came off the ground late in the last quarter with a knee injury. Thomas missed two matches and his momentum was stung when he returned to face Port Adelaide in Round 10 in a quiet match from him. A week later Thomas returned to his usual form and picked up 18 possessions against Melbourne in the Queen's Birthday clash. Thomas played in the midfield yet again in round 12 against the Sydney Swans. After losing a bit of his good form after returning from injury, Thomas tore apart the round 13 match against Fremantle. He put his quiet first half behind him and ran riot in the second half picking up 16 possessions in the last two quarters to finish with an equal season-high 21 possessions. After spending time in the midfield Thomas was once again put in the forward line to play his natural game. He kicked two goals, including a spectacular goal under intense pressure from Essendon's &lt;a href=\"Dustin%20Fletcher\"&gt;Dustin Fletcher&lt;/a&gt;. This goal was chosen as Goal of the Week.\nRound 15 against the Western Bulldogs was a highlight for Thomas. He played midfield and forward and kicked two goals. With one minute to go Thomas kicked the winning goal in a memorable 1 point victory for Collingwood. The next week Collingwood were thrashed by Hawthorn. While most of the team were down and out Thomas never stopped trying picking up 19 possessions. In round 17 Thomas played an outstanding 20 possession 1 goal game against Carlton. The next week he kicked a season-high 3 goals against Brisbane while once again keeping Josh Drummond quiet. Round 19 against Adelaide was one to forget for Thomas, he was quiet most of the night, but kicked one goal. In round 20 Thomas put heavy pressure onto the inexperienced Richmond. He laid a game, and season, high 6 tackles in a comfortable 93 point win for Collingwood. Round 21 against Sydney saw Thomas a trademark specky in another easy win for Collingwood. Thomas faced the Western Bulldogs in round 22 and played another great game against them. He finished the game with 2 goals 1 behind in a Collingwood loss.\nThomas really switched on once the finals came around and proved that the tag \"big game player\" was rightfully deserved for him. While he didn't get a lot of possessions against St Kilda in the first week of the finals, his desperation and commitment to winning the game was outstanding. This was summed up in typical Dale Thomas fashion after receiving a heavy bump from &lt;a href=\"Brendon%20Goddard\"&gt;Brendon Goddard&lt;/a&gt; he got straight back up and took a courageous mark to kick an inspiring goal. He kicked 2 goals and 2 behinds to be Collingwood's best in a loss.\nThomas playing in the midfield once again was outstanding in the second week of the finals against Adelaide. Collingwood, trailing by 5 goals at halftime, came out switched on with Thomas giving all he could to get Collingwood over the line. Late into the last quarter with Collingwood trailing by a point Thomas clashed heads with an Adelaide player, he shrugged it off and got the ball out of the defensive 50 which ended up in the hands of Collingwood's &lt;a href=\"Jack%20Anthony%20%28footballer%29\"&gt;Jack Anthony&lt;/a&gt; who kicked the winning goal. He finished the match with 19 possessions in a close win for Collingwood.\nThe next week Thomas faced Geelong. While Collingwood were thrashed by a more experienced side Thomas showed that he can still do well even with the odds stacked against him. He finished the game 17 possessions and 4 tackles.\nThomas finished his fourth season in the AFL with more experience in different position this should help him once the 2010 season starts.\n2010 season.\nIn 2010, he, along with his team mates, won the &lt;a href=\"2010%20AFL%20Grand%20Final\"&gt;AFL premiership&lt;/a&gt;. Collingwood defeated St Kilda by 56 points in the replay, after the first match was drawn. Thomas was described as having an \"exceptional year\", and played well in both Grand Finals, finishing third in the &lt;a href=\"Norm%20Smith%20Medal\"&gt;Norm Smith Medal&lt;/a&gt; vote count in the drawn Grand Final (the highest of any Collingwood player), and again finished third the Norm Smith vote count in the replayed Grand Final, with many commentators describing Thomas as the most consistent player over both Grand Finals. He also came up 3rd in Collingwood's best and fairest count, pulling up short of fellow stars Dane Swan (1st) and Scott Pendlebury (2nd).\nMove to Carlton.\nAt the conclusion of the 2013 season, Thomas was classed as a restricted free agent due to the eight seasons he served at Collingwood. He decided to test the free agency waters and agreed to a four-year deal to play with the &lt;a href=\"Carlton%20Football%20Club\"&gt;Carlton Football Club&lt;/a&gt;. It was confirmed on 6 October 2013 that he was joining the Blues, saying it was \"obviously really tough\" to leave Collingwood but he was \"looking forward to this next chapter\" under former Collingwood coach Mick Malthouse. On 9 October 2013, Collingwood announced that they would not match the offer the Blues had made to Thomas, making his move to Carlton official.\nPersonal life.\nThomas co-owned with some friends a racehorse named Royal Riff Raff, which was sponsored by the Royal Hotel in Drouin. It also won the Drouin Cup on 26 December 2007. After selling the horse he bought another called Village Slickers.\nThomas is a recreational &lt;a href=\"surfer\"&gt;surfer&lt;/a&gt;. While on a surfing trip with friends at Cape Paterson near &lt;a href=\"Inverloch%2C%20Victoria\"&gt;Inverloch, Victoria&lt;/a&gt;, he saw a &lt;a href=\"shark\"&gt;shark&lt;/a&gt; fin about 15 metres away from his surf board. He said \"I was absolutely shitting myself.\" Upon seeing the shark he left the water very quickly, swimming 85 metres to the shore.\nMedia work.\nThomas has become a regular guest panelist on the &lt;a href=\"Nine%20Network\"&gt;Nine Network&lt;/a&gt;'s &lt;a href=\"The%20AFL%20Footy%20Show\"&gt;The Footy Show&lt;/a&gt;, after two appearances in 2007 and several more in 2008, including an appearance on the Grand Final Footy Show. In 2006 he was also in the player's revue dancing with several other Collingwood players.\nThomas has made appearances on &lt;a href=\"Network%20Ten\"&gt;Network Ten&lt;/a&gt;'s &lt;a href=\"Before%20the%20Game\"&gt;Before the Game&lt;/a&gt;. He was nominated twice in 2008 for the show's \"&lt;a href=\"Tool%20of%20the%20Week\"&gt;Tool of the Week&lt;/a&gt;\", and was voted \"&lt;a href=\"Tool%20of%20the%20Year\"&gt;Tool of the Year&lt;/a&gt;\" by viewers for his video blog filmed in his shower.\nThomas has appeared in several TV commercials. He was in an ad for McDonald's &lt;a href=\"McHappy%20Day\"&gt;McHappy Day&lt;/a&gt; 2007.\nHe was in an ad for Mainland Cheese Bites with teammates &lt;a href=\"Shane%20Wakelin\"&gt;Shane Wakelin&lt;/a&gt;, &lt;a href=\"Alan%20Didak\"&gt;Alan Didak&lt;/a&gt; and &lt;a href=\"Brodie%20Holland\"&gt;Brodie Holland&lt;/a&gt;.\nHe appeared in a Channel 7 promotion with &lt;a href=\"Nathan%20Buckley\"&gt;Nathan Buckley&lt;/a&gt;.\nHe features in a Toyota Dream Team ad alongside &lt;a href=\"Leigh%20Matthews\"&gt;Leigh Matthews&lt;/a&gt;.\nHe features in an ad for Footy Kickers potato chips. He also had a spot in an ad for Herald Sun AFL Footy Cards alongside other AFL players.\nThomas appeared as an intruder in the &lt;a href=\"I%27m%20a%20Celebrity...Get%20Me%20Out%20of%20Here%21%20%28Australian%20season%206%29\"&gt;sixth season&lt;/a&gt; of the Australian version of \"&lt;a href=\"I%27m%20a%20Celebrity...Get%20Me%20Out%20of%20Here%21%20%28Australian%20TV%20series%29\"&gt;I'm a Celebrity...Get Me Out of Here!&lt;/a&gt;\" in 2020.\nStatistics.\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2006%20AFL%20season\"&gt;2006&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2007%20AFL%20season\"&gt;2007&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2008%20AFL%20season\"&gt;2008&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2009%20AFL%20season\"&gt;2009&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2010%20AFL%20season\"&gt;2010&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2011%20AFL%20season\"&gt;2011&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2012%20AFL%20season\"&gt;2012&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2013%20AFL%20season\"&gt;2013&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2014%20AFL%20season\"&gt;2014&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2015%20AFL%20season\"&gt;2015&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2016%20AFL%20season\"&gt;2016&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2017%20AFL%20season\"&gt;2017&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2018%20AFL%20season\"&gt;2018&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2019%20AFL%20season\"&gt;2019&lt;/a&gt;\n! colspan=3| Career\n! 258\n! 155\n! 118\n! 3093\n! 1842\n! 4935\n! 1469\n! 706\n! 0.6\n! 0.5\n! 12.0\n! 7.1\n! 19.1\n! 5.7\n! 2.7"
}