{
    "id": "47988700",
    "revid": "1040071041",
    "url": "https://en.wikipedia.org/wiki?curid=47988700",
    "title": "The Index (band)",
    "text": "The Index were an American &lt;a href=\"garage%20rock\"&gt;garage rock&lt;/a&gt;/&lt;a href=\"psychedelic%20rock\"&gt;psychedelic rock&lt;/a&gt; band from &lt;a href=\"Grosse%20Pointe\"&gt;Grosse Pointe&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt; who were active from 1966-1969 and are known for a sound characterized by droning guitars, as heard on their two albums, both released in 1968. Though they remained largely unknown for a number of years, since the 1980s they have come to the attention of garage rock collectors and fans.\nHistory.\nThe Index were formed in Grosse Pointe, Michigan in 1966 as a three-member band called Chicken Every Sunday, when lead guitarist John B. Ford along with rhythm guitarist and bassist Gary Francis decided to start a band and asked drummer Jim Valice to join. All of the members had previously played in other local garage bands. The band would often play at parties and small venues. One day after rehearsal they decided to change their name, but unable to come up with an apt moniker, guitarist Ford, recommended that they drop a book on the floor and choose whatever word came up at first, so he proceeded to do so, and the band changed their name to the Index. Upon hearing the first album by &lt;a href=\"the%20Jimi%20Hendrix%20Experience\"&gt;the Jimi Hendrix Experience&lt;/a&gt; in 1967, they incorporated some of its sonic influences into their austere, often highly reverbed sound, which has sometimes been characterized as \"mournful\" and \"droning,\" with certain songs' melodies based around modes, imbuing their music with what rock critic, Richie Unterberger, has described as a \"surfing on the moon feel.\"\nIn the spring of 1967, drummer Jim Valice entered the &lt;a href=\"University%20of%20Detroit\"&gt;University of Detroit&lt;/a&gt; and John B. Ford left to Attend &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt; in Connecticut. However, Ford stayed in the band and would return to Detroit every other weekend to rehearse or play with the band. The Index continued playing shows in the Detroit area and opened for &lt;a href=\"the%20Rationals\"&gt;the Rationals&lt;/a&gt; during a Christmas holiday gig. At this show they noticed that someone was attempting to record their music, so they decided to cut an album and converted Ford's family home basement into a studio, where they would record their first album on a Sony .\nThe band released their self-titled debut album in 1968, \"The Index,\" sometimes referred to as \"the Black Label Album,\" on their own private-pressing DC label, which was named for the initials of a friend who had been helpful to the group. The front cover artwork of the album featured a picture of the founders (\"Orpheus and Bacchus\") of a singing club that John B. Ford had joined at Yale. It featured original songs such as \"Fire Eyes\" and \"Israeli Blues,\" as well as renditions of other acts' material, such \"&lt;a href=\"Eight%20Miles%20High\"&gt;Eight Miles High&lt;/a&gt;,\" originally recorded by &lt;a href=\"the%20Byrds\"&gt;the Byrds&lt;/a&gt;, and \"&lt;a href=\"You%20Keep%20Me%20Hanging%20On\"&gt;You Keep Me Hanging On&lt;/a&gt;,\" by &lt;a href=\"the%20Supremes\"&gt;the Supremes&lt;/a&gt;. The Index released another self-titled album (with the same name) later that year, which is often referred to as the \"Red Label Album.\" But, unlike the first LP, it was issued in stereo. During the recording of the second album, Tom Ballew joined the band on bass, with Ford and Francis playing lead and rhythm guitar, respectively. The second album is more song-oriented than their first and does not rely as much on heavy use of reverb. Oddly, it contained different renditions of some of the same songs from the first album and included a couple of covers of songs by the &lt;a href=\"Bee%20Gees\"&gt;Bee Gees&lt;/a&gt;. Most of the copies of both albums were given away to friends, and shortly after the release of the second album, the group broke up.\nSince 1985, John B. Ford has been a professor at Old Dominion University in Norfolk, Virginia and has remained active in music over the years (mainly focusing on classical vocal work). Jim Valice moved to Beverly Hills California and works in advertising for a local television station. The Index remained largely unknown for many years, and it was not until the garage and psychedelic revival of the 1980s that they came to the attention of collectors following the 1984 re-issue of their first album on the Voxx label. Their complete works have been compiled on the Lion Productions anthology, \"The Index: Black Album / Red Album / Yesterday &amp; Today.\" Original copies of their two 1968 albums command a hefty price on the collectors market, due to there being less than two hundred pressings (most of which were gifted to friends)."
}