{
    "id": "48014321",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=48014321",
    "title": "Oyens brothers",
    "text": "David Oyens (29 July 1842 in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; – 11 February 1902 in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;) and Pieter Oyens (29 July 1842 in Amsterdam – 16 February 1894 in Brussels), &lt;a href=\"identical%20twins\"&gt;identical twins&lt;/a&gt;, were Dutch painters who specialized in &lt;a href=\"Genre%20art\"&gt;genre&lt;/a&gt; scenes. They both spent most of their careers in Brussels. Their name was originally spelled \"Oijens\".\nBiography.\nDavid and Pieter were two of the ten children born to a family of bankers. Beginning at the age of eight, they took drawing lessons from . This was done at the insistence of their mother, who was an amateur artist. They proved to be poor students, however, and were not much more successful at learning the banking trade. Eventually, they chose art over finance and, in 1860, went to Brussels to attend classes at the &lt;a href=\"Royal%20Flemish%20Academy%20of%20Belgium%20for%20Science%20and%20the%20Arts\"&gt;Academie voor Kunsten&lt;/a&gt;. Two years later, they entered the workshop of the &lt;a href=\"Orientalism\"&gt;Orientalist&lt;/a&gt; painter &lt;a href=\"Jean-Fran%C3%A7ois%20Portaels\"&gt;Jean-François Portaels&lt;/a&gt;.\nThey shared a studio in &lt;a href=\"Saint-Josse-ten-Noode\"&gt;Saint-Josse-ten-Noode&lt;/a&gt; and often served as models for each other. A large inheritance from their family enabled them to lead a &lt;a href=\"Bohemianism\"&gt;Bohemian&lt;/a&gt; lifestyle. David married in 1866, which proved to be a difficult adjustment for Pieter, but he was eventually reconciled to it. In 1875, they began to achieve some success. The critic &lt;a href=\"Camille%20Lemonnier\"&gt;Camille Lemonnier&lt;/a&gt; praised their work, which led to numerous sales and commissions. In 1880, David won a gold medal at the triennial Brussels Salon. They began exhibiting more widely, including a large display at the &lt;a href=\"Exposition%20Universelle%20%281889%29\"&gt;Exposition Universelle (1889)&lt;/a&gt;.\nPieter did not get married until 1893. Soon after, he suffered a stroke and died the following year, only a month before the birth of his daughter. David was griefstricken. He painted very little and his health also began to decline. He and his wife moved to &lt;a href=\"Arnhem\"&gt;Arnhem&lt;/a&gt; in 1895, but he missed Brussels. They returned in 1900, and he seemed to improve, but died two years later and was buried next to Pieter.\nThey both signed their works with their surname only, so determining who painted which canvas is often difficult. Generally, David painted faster, and was more impulsive; whereas Pieter paid close attention to composition. Major retrospectives of their work were held at the &lt;a href=\"Gemeentemuseum%20Den%20Haag\"&gt;Gemeentemuseum Den Haag&lt;/a&gt; in 2008, and at the &lt;a href=\"Charlier%20Museum\"&gt;Charlier Museum&lt;/a&gt; in Brussels in 2010."
}