{
    "id": "48047560",
    "revid": "1892257",
    "url": "https://en.wikipedia.org/wiki?curid=48047560",
    "title": "Fagaoalii Satele Sunia",
    "text": "Fagaoalii Lefagaoali'i Satele Sunia (c. 1946 – September 5, 2015) was an &lt;a href=\"American%20Samoa\"&gt;American Samoa&lt;/a&gt;n &lt;a href=\"literacy\"&gt;literacy&lt;/a&gt; advocate and educator. She served as the &lt;a href=\"First%20Lady%20of%20American%20Samoa\"&gt;First Lady of American Samoa&lt;/a&gt; from January 1997 to March 2003 during the tenure of her husband, former &lt;a href=\"Governor%20of%20American%20Samoa\"&gt;Governor&lt;/a&gt; &lt;a href=\"Tauese%20Sunia\"&gt;Tauese Sunia&lt;/a&gt;, who &lt;a href=\"died%20in%20office\"&gt;died in office&lt;/a&gt; in 2003. Sunia established and operated the Read to Me Samoa Program to promote reading in American Samoa. She also created the Tauese P. Sunia Memorial, a museum and visitor attraction dedicated to her late husband located at her home in &lt;a href=\"Tutuila\"&gt;Tutuila&lt;/a&gt;.\nSunia was one of the few women to be &lt;a href=\"ordained\"&gt;ordained&lt;/a&gt; a &lt;a href=\"deacon\"&gt;deacon&lt;/a&gt; in the &lt;a href=\"Congregational%20Christian%20Church%20in%20American%20Samoa\"&gt;Congregational Christian Church in American Samoa&lt;/a&gt;.\nBiography.\nEarly and personal life.\nBorn Lefagaoali'i Satele, Sunia was named after &lt;a href=\"Lefagaoalii\"&gt;Lefagaoalii&lt;/a&gt;, the village where she was born on the island of &lt;a href=\"Savaii\"&gt;Savaii&lt;/a&gt;, &lt;a href=\"Western%20Samoa%20Trust%20Territory\"&gt;Western Samoa Trust Territory&lt;/a&gt; (the present-day &lt;a href=\"Independent%20State%20of%20Samoa\"&gt;Independent State of Samoa&lt;/a&gt;). She was the oldest of her parents' eleven children. Her parents, Le Alo o Salamasina Satele Mosegi and Mata’ia Avaiu Mauigoa-Satele, were &lt;a href=\"Minister%20%28Christianity%29\"&gt;Christian ministers&lt;/a&gt; for the &lt;a href=\"London%20Missionary%20Society\"&gt;London Missionary Society&lt;/a&gt; from the village of &lt;a href=\"Vailoatai%2C%20American%20Samoa\"&gt;Vailoatai&lt;/a&gt; in &lt;a href=\"Western%20District%2C%20American%20Samoa\"&gt;Western District, American Samoa&lt;/a&gt;. The London Missionary Society is now known as the &lt;a href=\"Congregational%20Christian%20Church%20in%20American%20Samoa\"&gt;Congregational Christian Church in American Samoa&lt;/a&gt; and &lt;a href=\"Congregational%20Christian%20Church%20in%20Samoa\"&gt;Samoa&lt;/a&gt;.\nShe initially attended school in American Samoa, but graduated from &lt;a href=\"Waipahu%20High%20School\"&gt;Waipahu High School&lt;/a&gt; in &lt;a href=\"Waipahu%2C%20Hawaii\"&gt;Waipahu, Hawaii&lt;/a&gt;. She returned to American Samoa, where she was hired for her first job at the territory's Department of the American Samoa Government, now known as the territory's Office of Communications. She then enrolled in, and graduated from, &lt;a href=\"nursing%20school\"&gt;nursing school&lt;/a&gt; and became a nurse at &lt;a href=\"LBJ%20Tropical%20Medical%20Center\"&gt;LBJ Tropical Medical Center&lt;/a&gt;.\nSunia married her husband, future Governor Tauese Piti Sunia, in 1969; the couple had ten children. The Sunias moved back to American Samoa in 1981 at settled in the village of &lt;a href=\"Leone%2C%20American%20Samoa\"&gt;Leone, American Samoa&lt;/a&gt;.\nFagaoalii Sunia held several honorary titles, including Leilua, Lomialagi and Sina.\nFirst Lady of American Samoa.\nSunia served as the &lt;a href=\"First%20Lady%20of%20American%20Samoa\"&gt;First Lady of American Samoa&lt;/a&gt; from 1997 to 2003 during the two gubernatorial terms of Governor Tauese Sunia, a former &lt;a href=\"schoolteacher\"&gt;schoolteacher&lt;/a&gt;. She championed efforts to promote &lt;a href=\"reading%20%28process%29\"&gt;reading&lt;/a&gt; and &lt;a href=\"literacy\"&gt;literacy&lt;/a&gt; in the territory, including the Read to Me Samoa Program, which she founded and operated. Governor Sunia died in office on March 26, 2003, while en route from &lt;a href=\"Apia%2C%20Samoa\"&gt;Apia, Samoa&lt;/a&gt;, to &lt;a href=\"Honolulu\"&gt;Honolulu&lt;/a&gt; on board a &lt;a href=\"Polynesian%20Airlines\"&gt;Polynesian Airlines&lt;/a&gt; flight to seek treatment for abdominal pains. First Lady Sunia was accompanying her husband on the flight at the time.\nFollowing the Governor's death, Sunia devoted much of her time to her family and her church, the &lt;a href=\"Congregational%20Christian%20Church%20in%20American%20Samoa\"&gt;Congregational Christian Church in American Samoa&lt;/a&gt; (CCCAS) in &lt;a href=\"Leone%2C%20American%20Samoa\"&gt;Leone, American Samoa&lt;/a&gt;. Governor Sunia had been a CCCAS deacon. Fagaoalii Satele Sunia was ordained as &lt;a href=\"deacon\"&gt;deacon&lt;/a&gt; to succeed her late husband, making her one of the few female deacons in the Congregational Christian Church (CCCAS) &lt;a href=\"Christian%20denomination\"&gt;denomination&lt;/a&gt;. Additionally, she was a member of the CCCAS' Women's Fellowship.\nShe also established the Tauese P. Sunia Memorial, a memorial and museum at her home in Fogāgogo, which became a &lt;a href=\"tourist%20attraction\"&gt;tourist attraction&lt;/a&gt;.\nSunia suffered a stroke shortly after midnight on August 30, 2015. She was admitted to Lyndon B. Johnson Tropical Medical Center in &lt;a href=\"Faga%27alu\"&gt;Faga'alu&lt;/a&gt; on Monday morning, August 31, 2015. Sunia suffered a second stroke on the afternoon of August 31 and lapsed into a coma.\nFagaoalii Satele Sunia died from complications of her strokes at &lt;a href=\"LBJ%20Tropical%20Medical%20Center\"&gt;LBJ Tropical Medical Center&lt;/a&gt; in &lt;a href=\"Faga%27alu%2C%20American%20Samoa\"&gt;Faga'alu&lt;/a&gt; on September 5, 2015, at the age of 69. She was survived by 8 of her 10 children and ten siblings.\nFagaoalii Sunia's funeral was held at the Leone Roman Catholic Church, near her CCCAS church, on September 25, 2015. Dignitaries in attendance included American Samoan and Samoan relatives, former First Ladies and politicians. Her casket, which was draped in the &lt;a href=\"flag%20of%20American%20Samoa\"&gt;flag of American Samoa&lt;/a&gt;, was accompanied by &lt;a href=\"American%20Samoa%20Department%20of%20Public%20Safety\"&gt;territorial police officers&lt;/a&gt;. Sunia was buried next to her late husband at her home in &lt;a href=\"Fog%C4%81gogo%2C%20American%20Samoa\"&gt;Fogāgogo, American Samoa&lt;/a&gt;. \n&lt;a href=\"American%20Samoa%20Senate\"&gt;Senator&lt;/a&gt; &lt;a href=\"Timusa%20Tini%20Lam%20Yuen\"&gt;Timusa Tini Lam Yuen&lt;/a&gt; sponsored a house concurrent resolution honoring the former First Lady in the &lt;a href=\"American%20Samoa%20Fono\"&gt;American Samoa Fono&lt;/a&gt;."
}