{
    "id": "4806848",
    "revid": "22619",
    "url": "https://en.wikipedia.org/wiki?curid=4806848",
    "title": "Predictions of the collapse of the Soviet Union",
    "text": "There were people and organizations who predicted that the USSR would dissolve before the eventual &lt;a href=\"Dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the USSR&lt;/a&gt; in 1991.\nAuthors often credited with having predicted the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt; include &lt;a href=\"Andrei%20Amalrik\"&gt;Andrei Amalrik&lt;/a&gt; in \"&lt;a href=\"Andrei%20Amalrik%23Will%20the%20Soviet%20Union%20Survive%20Until%201984%3F\"&gt;Will the Soviet Union Survive Until 1984?&lt;/a&gt;\" (1970), French academic &lt;a href=\"Emmanuel%20Todd\"&gt;Emmanuel Todd&lt;/a&gt; in \"&lt;a href=\"Emmanuel%20Todd%23Prediction%20of%20the%20collapse%20of%20the%20USSR\"&gt;La chute finale: Essais sur la décomposition de la sphère Soviétique&lt;/a&gt; (The Final Fall: An essay on the decomposition of the Soviet sphere)\" (1976), economist &lt;a href=\"Ravi%20Batra\"&gt;Ravi Batra&lt;/a&gt; in his 1978 book \"&lt;a href=\"The%20Downfall%20of%20Capitalism%20and%20Communism\"&gt;The Downfall of Capitalism and Communism&lt;/a&gt;\" and French historian &lt;a href=\"H%C3%A9l%C3%A8ne%20Carr%C3%A8re%20d%27Encausse\"&gt;Hélène Carrère d'Encausse&lt;/a&gt;. Additionally, &lt;a href=\"Walter%20Laqueur\"&gt;Walter Laqueur&lt;/a&gt; notes that \"Various articles that appeared in professional journals such as \"&lt;a href=\"Problems%20of%20Communism%20%28journal%29\"&gt;Problems of Communism&lt;/a&gt;\" and \"Survey\" dealt with the decay and the possible downfall of the Soviet regime.\" Some Americans, particularly &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservatives&lt;/a&gt;, view &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;'s &lt;a href=\"Strategic%20Defense%20Initiative\"&gt;Strategic Defense Initiative&lt;/a&gt; as not only predicting but causing the dissolution of the Soviet state.\nWhether any particular prediction was \"correct\" is still a matter of debate, since they give different reasons and different time frames for the Soviet collapse.\nConventional wisdom discounting a collapse.\nU.S. analysts.\nPredictions of the Soviet Union's impending demise were discounted by many &lt;a href=\"Western%20world\"&gt;Western&lt;/a&gt; academic specialists, and had little impact on mainstream &lt;a href=\"Kremlinology\"&gt;Sovietology&lt;/a&gt;. For example, Amalrik's book \"was welcomed as a piece of brilliant literature in the West\" but \"virtually no one tended to take it at face value as a piece of political prediction.\" Up to about 1980, the strength of the Soviet Union was widely overrated by critics and &lt;a href=\"Historiography%20of%20the%20Cold%20War%23Revisionism\"&gt;revisionists&lt;/a&gt; alike.\nIn 1983, &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt; professor &lt;a href=\"Stephen%20F.%20Cohen\"&gt;Stephen Cohen&lt;/a&gt; described the &lt;a href=\"Politics%20of%20the%20Soviet%20Union\"&gt;Soviet system&lt;/a&gt; as remarkably stable.\nThe &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; also badly over-estimated the internal stability of the Soviet Union, and did not anticipate the speed of its collapse. Former DCI Stansfield Turner in 1991 wrote in the US Journal \"Foreign Affairs\", \"We should not gloss over the enormity of this failure to forecast the magnitude of the Soviet crisis . . . Yet I never heard a suggestion from the CIA, or the intelligence arms of the departments of Defense or State, that numerous Soviets recognized a growing, systemic economic problem.\"\nIn a symposium launched to review &lt;a href=\"Michel%20Garder\"&gt;Michel Garder&lt;/a&gt;'s French book: \"L'Agonie du Regime en Russie Sovietique\" (\"The Death Struggle of the Regime in Soviet Russia\"), which also predicted the collapse of the USSR, &lt;a href=\"Yale%20University\"&gt;Yale&lt;/a&gt; Professor Frederick C. Barghoorn dismissed Garder's book as \"the latest in a long line of apocalyptic predictions of the collapse of communism.\" He warns that \"great revolutions are most infrequent and that successful &lt;a href=\"political%20system\"&gt;political system&lt;/a&gt;s are tenacious and adaptive.\" In addition, the reviewer of the book, Michael Tatu, disapproved of the \"apocalyptic character\" of such a forecast and is almost apologetic for treating it seriously.\nPredictions of dissolution or collapse.\nAnalysts, organizations and politicians who predicted that the Soviet Union would one day cease to exist included:\nLudwig von Mises.\nThe Austrian economist &lt;a href=\"Ludwig%20von%20Mises\"&gt;Ludwig von Mises&lt;/a&gt; argued in his 1922 book \"\" that the Soviet system was unsustainable and would eventually collapse. This book was published months before Lenin implemented the &lt;a href=\"New%20Economic%20Policy\"&gt;New Economic Policy&lt;/a&gt; reintroducing partial &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt; in agriculture. Mises' analysis was based on the &lt;a href=\"economic%20calculation%20problem\"&gt;economic calculation problem&lt;/a&gt;, a critique of central planning first outlined in 1920 journal articles. His argument was that the Soviet Union would find itself increasingly unable to set correct prices for the goods and services it produced:\nWe may admit that in its initial period a socialist regime could to some extent rely on the preceding age of capitalism [for the purpose of determining prices]. But what is to be done later, as conditions change more and more? Of what use could the prices of 1900 be for the director in 1949? And what use can the director in 1989 derive from knowledge of the prices of 1949?\nLeon Trotsky.\nOne of the founders of the USSR, later expelled by &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;, &lt;a href=\"Leon%20Trotsky\"&gt;Leon Trotsky&lt;/a&gt; devoted much of his time in exile to the question of the Soviet Union's future. In time, he came to believe that a new revolution was necessary to depose the &lt;a href=\"nomenklatura\"&gt;nomenklatura&lt;/a&gt; and reinstate &lt;a href=\"dictatorship%20of%20the%20proletariat\"&gt;working class rule&lt;/a&gt; as the first step to &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt;. In 1936 he made the following prediction:\nWorld War II.\nIn 1941 &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; of &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; decided to attack the Soviet Union (&lt;a href=\"Operation%20Barbarossa\"&gt;Operation Barbarossa&lt;/a&gt;). In June 1941 the German &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; and other Axis military forces &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;invaded the Soviet Union&lt;/a&gt;, and the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; retreated.\nMilitary observers around the world watched closely. It appears that most of them shared Hitler's opinion, expecting that Germany would win, destroy the Soviet system, and establish a &lt;a href=\"Nazism\"&gt;Nazi&lt;/a&gt; &lt;a href=\"New%20Order%20%28political%20system%29\"&gt;New Order&lt;/a&gt; in Europe. Very few American experts thought the Soviet Union would survive. The German invasion began on 22 June 1941. Subsequently, the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;United States Department of War&lt;/a&gt; advised &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; that the German army would conquer the Soviet Union within one to three months. In July 1941 the American general staff issued memoranda to the American press that a Soviet collapse was to be expected within several weeks. &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; analysts held similar views, believing that Germany would win within three to six weeks without heavy losses.\nPredictions of an expected Soviet defeat had an important impact on President Roosevelt; while the United States was not at the time at war, Roosevelt favored the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies&lt;/a&gt; (represented primarily at that time by the British Empire and the Soviet Union), and decided to try to avert the collapse of the USSR by extending to the Soviets (October 1941) the supply of munitions through &lt;a href=\"Lend-Lease\"&gt;Lend-Lease&lt;/a&gt; (which had started in March 1941), and also to pressure &lt;a href=\"Empire%20of%20Japan\"&gt;Japan&lt;/a&gt; not to attack while the USSR was so vulnerable. The &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; &lt;a href=\"Battle%20of%20Moscow\"&gt;held the line&lt;/a&gt; at the outskirts of &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; (December 1941) and predictions of Soviet collapse changed to \"uncertain\"\nEarly Cold War.\nGeorge Orwell.\n&lt;a href=\"George%20Orwell\"&gt;George Orwell&lt;/a&gt;, author of \"&lt;a href=\"Animal%20Farm\"&gt;Animal Farm&lt;/a&gt;\" and \"&lt;a href=\"Nineteen%20Eighty-Four\"&gt;Nineteen Eighty-Four&lt;/a&gt;\", wrote in 1946 that \"the Russian regime will either democratize itself or it will perish\". He was regarded by US historian &lt;a href=\"Robert%20Conquest\"&gt;Robert Conquest&lt;/a&gt; as one of the first people who made such a prediction. According to a Conquest article published in 1969, \"In time, the Communist world is faced with a fundamental crisis. We can not say for certain that it will democratize itself. But every indication is that it will, as Orwell said, either democratize itself or perish...We must also, though, be prepared to cope with cataclysmic changes, for the death throes of the more backward apparatus may be destructive and dangerous\".\nGeorge Kennan.\nAmerican diplomat &lt;a href=\"George%20F.%20Kennan\"&gt;George F. Kennan&lt;/a&gt; proposed his famous &lt;a href=\"containment\"&gt;containment&lt;/a&gt; theory in 1946–47, arguing that, if the Soviet Union were not allowed to expand, it would soon collapse. In the &lt;a href=\"X%20Article\"&gt;X Article&lt;/a&gt; he wrote:\nThe United States would have to undertake this containment alone and &lt;a href=\"unilateralism\"&gt;unilaterally&lt;/a&gt;, but if it could do so without undermining its own economic health and political stability, the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Soviet party&lt;/a&gt; structure would undergo a period of immense strain eventually resulting in \"either the break-up or the gradual mellowing of Soviet power.\"\nKennan later regretted the manner in which his theory was received and implemented, but it nevertheless became a core element of American strategy, which consisted of building a series of &lt;a href=\"military%20alliance\"&gt;military alliance&lt;/a&gt;s around the USSR.\nWinston Churchill.\n&lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; made repeated claims about the imminent fall of the Soviet Union throughout his political career. In January 1920, he denounced Bolshevism as a \"rule of men who in their insane vanity and conceit believe they are entitled to give a government to a people which the people loathe and detest... The attempt to carry into practice those wild theories can only be attended with universal confusion, corruption, disorder and civil war.\" Later, he made a similar prediction in a journal article in 1931. After World War II, speaking about the recently established Soviet satellite states in Eastern Europe, he stated in 1954: \"The forces of the human spirit and of national character alive in those countries cannot be speedily extinguished even by large-scale movements of populations and mass education of children.\" And in the epilogue to the one volume edition of his World War II memoirs, published in 1957, Churchill wrote: \"The natural forces are working with greater freedom and greater opportunity to fertilize and vary the thoughts and the power of individual men and women. They are far bigger and more pliant in the vast structure of a mighty empire than could ever have been conceived by Marx in his hovel... Human society will grow in many forms not comprehended by a party machine.\"\nZbigniew Brzezinski.\n&lt;a href=\"Zbigniew%20Brzezinski\"&gt;Zbigniew Brzezinski&lt;/a&gt;, &lt;a href=\"National%20Security%20Advisor%20%28United%20States%29\"&gt;National Security Advisor&lt;/a&gt; to US President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;, predicted the dissolution of the Soviet Union on several occasions. In a 2006 interview, Brzezinski stated that in his 1950 &lt;a href=\"Master%27s%20degree\"&gt;master's&lt;/a&gt; &lt;a href=\"thesis\"&gt;thesis&lt;/a&gt; (which has not been published) he argued that \"the Soviet Union was pretending to be a &lt;a href=\"Unitary%20state\"&gt;single state&lt;/a&gt; but in fact it was a &lt;a href=\"federation\"&gt;multinational&lt;/a&gt; &lt;a href=\"Soviet%20Empire\"&gt;empire&lt;/a&gt; in the age of &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt;. So the Soviet Union would break up.\"\nAs an academic at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;, Brzezinski wrote &lt;a href=\"Zbigniew%20Brzezinski%23Bibliography\"&gt;numerous books and articles&lt;/a&gt; that \"took seriously the option of collapse\", including \"Dilemmas of Change in Soviet Politics\" (1969) and \"Between Two Ages: America's Role in the Technetronic Era\" (1970).\n\"Dilemmas of Change in Soviet Politics\" contained fourteen articles dealing with the future of the Soviet Union. Six of them, by Brzezinski himself, &lt;a href=\"Robert%20Conquest\"&gt;Robert Conquest&lt;/a&gt;, &lt;a href=\"Merle%20Fainsod\"&gt;Merle Fainsod&lt;/a&gt;, &lt;a href=\"Eugene%20Lyons\"&gt;Eugene Lyons&lt;/a&gt;, Giorgio Galli, and &lt;a href=\"Isaac%20Don%20Levine\"&gt;Isaac Don Levine&lt;/a&gt;, considered \"collapse as a serious possibility although not immediately.\"\nOn the other hand, in 1976 Brzezinski predicted that the &lt;a href=\"politics%20of%20the%20Soviet%20Union\"&gt;politics of the Soviet Union&lt;/a&gt; would be practically unchanged for several more generations to come:\nA central question, however, is whether such &lt;a href=\"social%20change\"&gt;social change&lt;/a&gt; [&lt;a href=\"modernization\"&gt;modernization&lt;/a&gt;] is capable of altering, or has in fact already altered in a significant fashion, the underlying character of Soviet politics. That character, as I have argued, has been shaped largely by political traditions derived from the specifics of &lt;a href=\"History%20of%20Russia\"&gt;Russian&lt;/a&gt; / &lt;a href=\"History%20of%20the%20Soviet%20Union\"&gt;Soviet history&lt;/a&gt;, and it is deeply embedded in the operational style and institutions of the existing Soviet system. The ability of that system to resist &lt;a href=\"History%20of%20the%20Soviet%20Union%20%281953-1985%29%23De-Stalinization%20and%20the%20Khrushchev%20era\"&gt;de-Stalinization&lt;/a&gt; seems to indicate a considerable degree of resilience on the part of the dominant mode of politics in the Soviet context. It suggests, at the very least, that political changes are produced very slowly through social change, and that one must wait for at least several generations before social change begins to be significantly reflected in the political sphere.\nIn 1989, shortly before the fall of the Berlin Wall and the &lt;a href=\"Revolutions%20of%201989\"&gt;collapse of Soviet power&lt;/a&gt; throughout &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;, Brzezinski published \"The Grand Failure: The Birth and Decay of Communism in the Twentieth Century\". In that work he wrote:\n&lt;a href=\"Marxist-Leninism\"&gt;Marxist-Leninism&lt;/a&gt; is an alien doctrine imposed on the region by an imperial power whose rule is culturally repugnant to the dominated peoples. As a result, a process of organic rejection of communism by Eastern European societies—a phenomenon similar to the &lt;a href=\"Human%20anatomy\"&gt;human body&lt;/a&gt;'s &lt;a href=\"Transplant%20rejection\"&gt;rejection&lt;/a&gt; of a &lt;a href=\"Organ%20transplant\"&gt;transplanted organ&lt;/a&gt;—is underway.\"\nBrzezinski went on to claim that communism \"failed to take into account the basic human craving for &lt;a href=\"Individualism\"&gt;individual&lt;/a&gt; &lt;a href=\"Freedom%20%28philosophy%29\"&gt;freedom&lt;/a&gt;.\" He argued there were five possibilities for USSR:\nOption #5 in fact took place three years later, but at the time he wrote that collapse was \"at this stage a much more remote possibility\" than alternative #3: renewed stagnation. He also predicted chances of some form of communism existing in the Soviet Union in 2017 was a little more than 50 per cent. Finally when the end did come in a few more decades, Brzezinski wrote, it would be \"most likely turbulent.\"\nFerenc Farkas de Kisbarnak.\n&lt;a href=\"Ferenc%20Farkas%20de%20Kisbarnak\"&gt;Ferenc Farkas de Kisbarnak&lt;/a&gt;, an exiled Hungarian general and leader of the &lt;a href=\"Anti-Bolshevik%20Bloc%20of%20Nations\"&gt;Anti-Bolshevik Bloc of Nations&lt;/a&gt; (ABN), predicted the dissolution of the Soviet Union due to &lt;a href=\"nationalist\"&gt;nationalist&lt;/a&gt; pressures. From June 12–14 of 1950, the Convention of the ABN was held in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; under the auspices of the Scottish &lt;a href=\"League%20for%20European%20Freedom\"&gt;League for European Freedom&lt;/a&gt;. At the conference, Farkas gave a speech entitled \"The War Against Bolshevism and the Military Factors Represented by the Subjugated Nations\" where he predicted the disintegration of the USSR along &lt;a href=\"Demographics%20of%20the%20Soviet%20Union\"&gt;ethnic lines&lt;/a&gt; which would eventually leave &lt;a href=\"European%20Russia\"&gt;European Russia&lt;/a&gt; isolated. He predicted the eventual independence of &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, the &lt;a href=\"Baltic%20states\"&gt;Baltic states&lt;/a&gt;, &lt;a href=\"Turkestan\"&gt;Turkestan&lt;/a&gt;, the &lt;a href=\"Idel-Ural\"&gt;Idel-Ural&lt;/a&gt; republics, and &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt;. The third resolution of the ABN convention further called for \"The destruction of Russian imperialism and the guarantee of world peace by splitting the USSR up and re-establishing on ethnic principles, the independent national states of all nations living under bolshevist oppression bearing among other things, in mind that whole national groups have been forcible [sic] deported and are awaiting the moment when they could return to their native land.\"\nCharles de Gaulle.\nOnly a handful of thinkers, ranging from French President &lt;a href=\"Charles%20de%20Gaulle\"&gt;Charles de Gaulle&lt;/a&gt; to the Soviet dissident &lt;a href=\"Andrei%20Amalrik\"&gt;Andrei Amalrik&lt;/a&gt;, foretold the eventual dissolution of the Soviet Union itself, and even they saw it as likely to happen as a result of &lt;a href=\"Sino-Russian%20relations%23Soviet%20Union%2C%20Republic%20of%20China%2C%20People%27s%20Republic%20of%20China\"&gt;disastrous wars&lt;/a&gt; with &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;China&lt;/a&gt; or pressures from the &lt;a href=\"Islam%20in%20the%20Soviet%20Union\"&gt;Islamic&lt;/a&gt; &lt;a href=\"Republics%20of%20the%20Soviet%20Union%23Sorted%20by%20region\"&gt;Soviet states&lt;/a&gt; of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;.\nOn 23 November 1959, in a speech in &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt;, de Gaulle announced his vision for Europe: \"\" (\"Yes, it is Europe, from the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic&lt;/a&gt; to the &lt;a href=\"Ural%20Mountains\"&gt;Urals&lt;/a&gt;, it is Europe, it is the whole of Europe, that will decide the destiny of the world.\") This phrase has been interpreted in various ways—on the one hand, as offering &lt;a href=\"d%C3%A9tente\"&gt;détente&lt;/a&gt; to the USSR, on the other, as predicting the collapse of communism throughout Eastern Europe.\nKonrad Adenauer.\n&lt;a href=\"Konrad%20Adenauer\"&gt;Konrad Adenauer&lt;/a&gt; has been cited predicting the &lt;a href=\"German%20reunification\"&gt;reunification of Germany&lt;/a&gt; as early as the 1950s, but according to Hans-Peter Schwarz, in the last few years of Adenauer's life he repeatedly said that Soviet power would last a long time.\nIn 1966, at the &lt;a href=\"Christian%20Democratic%20Union%20%28Germany%29\"&gt;Christian Democrats&lt;/a&gt;' &lt;a href=\"party%20conference\"&gt;party conference&lt;/a&gt;, Adenauer stated his hopes that some day the Soviets might allow the reunification of Germany. Some analysts say it might be considered a prediction:\nI have not given up hope. One day Soviet Russia will recognize that the division of Germany, and with it the division of Europe, is not to its advantage. We must be watchful for when the moment comes... we must not let it go unexploited.\nWhittaker Chambers.\nIn a posthumously published 1964 book entitled \"Cold Friday\", Communist &lt;a href=\"Defection\"&gt;defector&lt;/a&gt; &lt;a href=\"Whittaker%20Chambers\"&gt;Whittaker Chambers&lt;/a&gt; predicted an eventual Soviet collapse beginning with a \"&lt;a href=\"satellite%20state\"&gt;satellite&lt;/a&gt; revolution\" in Eastern Europe. This revolution would then result in the transformation of the Soviet &lt;a href=\"dictatorship\"&gt;dictatorship&lt;/a&gt;.\nRobert A. Mundell.\nIn the late 1960s, economist &lt;a href=\"Robert%20A.%20Mundell\"&gt;Robert A. Mundell&lt;/a&gt; predicted the collapse of the USSR.\nMichel Garder.\n&lt;a href=\"Michel%20Garder\"&gt;Michel Garder&lt;/a&gt; was a French author who predicted the dissolution of the Soviet Union in the book \"L'Agonie du Regime en Russie Sovietique\" (\"&lt;a href=\"Michel%20Garder%23The%20Death%20Struggle%20of%20the%20Regime%20in%20Soviet%20Russia\"&gt;The Death Struggle of the Regime in Soviet Russia&lt;/a&gt;\") (1965). He set the date of the collapse for 1970.\nDétente.\nRAND corporation.\nIn 1968 Egon Neuberger, of the &lt;a href=\"RAND\"&gt;RAND Corporation&lt;/a&gt;, predicted that \"[t]he &lt;a href=\"central%20economy\"&gt;centrally planned economy&lt;/a&gt; eventually would meet its demise, because of its demonstrably growing ineffectiveness as a system for managing a modernizing economy in a rapidly changing world.\"\nRobert Conquest.\nIn the book \"Dilemmas of Change in Soviet Politics\", which was a collection of authors edited by &lt;a href=\"Zbigniew%20Brzezinski\"&gt;Zbigniew Brzezinski&lt;/a&gt;, &lt;a href=\"Robert%20Conquest\"&gt;Robert Conquest&lt;/a&gt; in his section, \"Immobilism and decay\", saw \"the USSR as a country where the political system is radically and dangerously inappropriate to its social and economic dynamics. This is a formula for change - change which may be sudden and catastrophic.\"\nConquest also predicted the fall in his book, \"The Nation Killers: The Soviet Deportation of Nationalities\" (1970).\nSun Myung Moon.\n&lt;a href=\"Sun%20Myung%20Moon\"&gt;Sun Myung Moon&lt;/a&gt;, founder of the &lt;a href=\"Unification%20Church\"&gt;Unification Church&lt;/a&gt; repeatedly predicted that Communism was inherently flawed and would inevitably collapse sometime in the late 1980s. In a speech to followers in Paris in April 1972, he stated:\n\"Communism, begun in 1917, could maintain itself approximately 60 years and reach its peak. So 1978 is the borderline and afterward communism will decline; in the 70th year it will be altogether ruined. This is true. Therefore now is the time for people who are studying communism to abandon it.\"\nAndrei Amalrik.\nIn 1969, prominent dissident &lt;a href=\"Andrei%20Amalrik\"&gt;Andrei Amalrik&lt;/a&gt; wrote in his book \"&lt;a href=\"Andrei%20Amalrik%23Will%20the%20Soviet%20Union%20Survive%20Until%201984%3F\"&gt;Will the Soviet Union Survive Until 1984?&lt;/a&gt;\":\nAmalrik predicted the collapse of the regime would occur between 1980 and 1985. The year in the title was after the &lt;a href=\"Nineteen%20Eighty-Four\"&gt;novel of the same name&lt;/a&gt;.\nSoviet authorities were skeptical. &lt;a href=\"Natan%20Sharansky\"&gt;Natan Sharansky&lt;/a&gt; explained that \"in 1984 &lt;a href=\"KGB\"&gt;KGB&lt;/a&gt; officials, on coming to me in prison\" when Amalrik's prediction was mentioned, \"laughed at this prediction. Amalrik is long dead, they said, but we are still very much present.\"\nMarian Kamil Dziewanowski.\nHistorian &lt;a href=\"Marian%20Kamil%20Dziewanowski\"&gt;Marian Kamil Dziewanowski&lt;/a&gt; \"gave a lecture titled 'Death of the Soviet Regime' at the Russian Research Center at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;. The same lecture was delivered at &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt; in 1971 and 1979. The text of the lecture (titled 'Death of the Soviet Regime: a Study in American Sovietology, by a Historian') was published in \"Studies in Soviet Thought\". In 1980, he \"updated this study and delivered it as a paper at the International Slavic Congress at &lt;a href=\"Garmisch-Partenkirchen\"&gt;Garmisch&lt;/a&gt;; titled 'The Future of Soviet Russia,' it was published in \"Coexistence: An International Journal\" (Glasgow 1982).\"\nEmmanuel Todd.\n&lt;a href=\"Emmanuel%20Todd\"&gt;Emmanuel Todd&lt;/a&gt; attracted attention in 1976 when he predicted the fall of the Soviet Union, based on indicators such as increasing &lt;a href=\"infant%20mortality\"&gt;infant mortality&lt;/a&gt; rates and foreign trade data in his work \"&lt;a href=\"Emmanuel%20Todd%23Prediction%20of%20the%20collapse%20of%20the%20USSR\"&gt;La chute finale: Essais sur la décomposition de la sphère Soviétique&lt;/a&gt;\" (The Final Fall: an Essay on the Disintegration of the Soviet Sphere). Todd deduced that the Soviet Union had stagnated in the 1970s and was falling behind not only the West but its own Eastern European satellite states economically. In addition to this, low birth rates, a rising suicide rate, and worker discontent all were factors in an increasingly low level of productivity in the economy. Todd also predicted that poorly carried-out political and economic reforms would lead to a break-up of the Soviet Union with non-Russian republics seceding.\nBernard Levin.\n&lt;a href=\"Bernard%20Levin\"&gt;Bernard Levin&lt;/a&gt; drew attention in 1992 to his prophetic article originally published in \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" in September 1977, in which an uncannily accurate prediction of the appearance of new faces in the &lt;a href=\"Politburo\"&gt;Politburo&lt;/a&gt; was made, resulting in radical but peaceful political change.\nDaniel Patrick Moynihan.\n&lt;a href=\"United%20States%20Senate\"&gt;U.S. Senator&lt;/a&gt; &lt;a href=\"Daniel%20Patrick%20Moynihan\"&gt;Daniel Patrick Moynihan&lt;/a&gt; in a series of articles and interviews from 1975 onward discussed the possibility, indeed likelihood, of the breakup of the Soviet Empire. But Moynihan also expressed the view that &lt;a href=\"liberal%20democracy\"&gt;liberal democracy&lt;/a&gt;, too, faced an uncertain future. He argued in January 1975 that the Soviet Union was so weak economically, and so divided ethnically, that it could not long survive. However he said it \"might have considerable time left before ethnicity breaks it up.\" By 1984 he argued \"the Soviet idea is spent.\nHistory is moving away from it at astounding speed.\" Some of his essays were published as \"Secrecy: The American Experience\" in 1999.\nHélène Carrère d'Encausse.\nIn her 1978 book \"L'Empire éclaté\", &lt;a href=\"historian\"&gt;historian&lt;/a&gt; (and later member of the &lt;a href=\"Acad%C3%A9mie%20fran%C3%A7aise\"&gt;Académie française&lt;/a&gt; and the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;) &lt;a href=\"H%C3%A9l%C3%A8ne%20Carr%C3%A8re%20d%27Encausse\"&gt;Hélène Carrère d'Encausse&lt;/a&gt; predicted that the Soviet Union's political legitimacy would be fatally strained by diverging fertility between its culturally &lt;a href=\"Russian%20people\"&gt;Russian&lt;/a&gt;/&lt;a href=\"Eastern%20European\"&gt;Eastern European&lt;/a&gt; parts (dominant in government and industry but with plummeting birth rates) and its culturally &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;n and/or &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; parts (with growing birth rates but little representation in the established \"&lt;a href=\"gerontocracy\"&gt;gerontocracy&lt;/a&gt;\"). \"L'Empire éclaté\" generated substantial media interest at the time, winning the 1978 .\nSamizdat.\nVarious essays published in &lt;a href=\"samizdat\"&gt;samizdat&lt;/a&gt; in the early 1970s were on similar lines, some quite specifically predicting the end of the Soviet Union.\nHillel Ticktin/\"Critique\".\nIn 1973 the Marxist, &lt;a href=\"Hillel%20H.%20Ticktin\"&gt;Hillel H. Ticktin&lt;/a&gt;, wrote that the Soviet \"system is sinking deeper into crisis\". In 1976 he entitled an article: \"The USSR: the Beginning of the End?\". In 1978 he predicted that the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; would \"break asunder and develop either to capitalism or to socialism\". And in 1983 he wrote that \"the system is drawing to a close\". (For a summary of Ticktin's approach, see Wikipedia's &lt;a href=\"Stalinism\"&gt;Stalinism&lt;/a&gt; entry.)\nLate Cold War.\nRaymond Aron.\n&lt;a href=\"David%20Fromkin\"&gt;David Fromkin&lt;/a&gt; wrote of &lt;a href=\"Raymond%20Aron\"&gt;Raymond Aron&lt;/a&gt;'s prediction,\nI know of only one person who came close to getting it right: Raymond Aron, the French philosopher and &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"Anti-communism\"&gt;anti-Communist&lt;/a&gt;. In a talk on the Soviet threat that I heard him give in the 1980s at the &lt;a href=\"International%20Institute%20for%20Strategic%20Studies\"&gt;International Institute for Strategic Studies&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;, he reminded the audience of &lt;a href=\"Niccol%C3%B2%20Machiavelli\"&gt;Machiavelli&lt;/a&gt;'s observation in \"&lt;a href=\"The%20Prince\"&gt;The Prince&lt;/a&gt;\" that 'all armed prophets have conquered and all unarmed ones failed.' But what happens, Aron asked, if the prophet, having conquered and then ruled by force of arms, loses faith in his own prophecy? In the answer to that question, Aron suggested, lay the key to understanding the future of the Soviet Union.\nRavi Batra.\nThe economist &lt;a href=\"Ravi%20Batra\"&gt;Ravi Batra&lt;/a&gt; predicted the collapse of the USSR in his 1978 book \"&lt;a href=\"The%20Downfall%20of%20Capitalism%20and%20Communism\"&gt;The Downfall of Capitalism and Communism&lt;/a&gt;\".\nRandall Collins.\nIn 1980 the sociologist &lt;a href=\"Randall%20Collins\"&gt;Randall Collins&lt;/a&gt; presented his paper \"The future decline of the Russian empire\" at the &lt;a href=\"University%20of%20South%20Florida\"&gt;University of South Florida&lt;/a&gt; and at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt; and published his predictions in the book \"Weberian sociological theory\" (1986).\nRobert M. Cutler.\nIn 1980, the political scientist Robert M. Cutler published an article \"Soviet Dissent under Khrushchev\"\nthat concluded that the following events were likely: (1) that in the generational turnover of elites after Brezhnev died (which began when he died in 1982), the Soviet regime would seek to increase public participation (which began in 1985 via &lt;a href=\"glasnost\"&gt;glasnost&lt;/a&gt;, after two more top gerontocrats had died); (2) that the Communist Party's rule would be challenged in Central Asia (which occurred in the 1986 rioting in Kazakhstan before the Baltic republics erupted); and (3) that Party leaders at the local level would go their own way if the Party did not give them a reason to remain loyal to the Moscow center (which occurred in all republics in the late 1980s, but most dramatically when the new &lt;a href=\"RCP%20%28disambiguation%29\"&gt;RCP&lt;/a&gt; and the RSFSR sapped some of the power of the CPSU and the USSR in 1990–1991).\nJames Dale Davidson and William Rees-Mogg.\n&lt;a href=\"James%20Dale%20Davidson\"&gt;James Dale Davidson&lt;/a&gt; and &lt;a href=\"William%20Rees-Mogg\"&gt;William Rees-Mogg&lt;/a&gt; predicted the collapse of the Soviet Union in their book \"The Great Reckoning\" in the early 1980s.\nMilton Friedman and Rose Friedman.\n&lt;a href=\"Milton%20Friedman\"&gt;Milton Friedman&lt;/a&gt; and his wife &lt;a href=\"Rose%20Friedman\"&gt;Rose&lt;/a&gt; mentioned briefly in their book \"&lt;a href=\"Free%20to%20Choose\"&gt;Free to Choose&lt;/a&gt;\" (1980) that \"the collapse of communism and its replacement by a market system, seems unlikely, though as incurable optimists we do not rule it out completely.\"\nRobert Gates.\n&lt;a href=\"Stewart%20Brand\"&gt;Stewart Brand&lt;/a&gt; said when introducing the work of &lt;a href=\"Philip%20Tetlock\"&gt;Philip Tetlock&lt;/a&gt; that Brand's partner had given a talk in the 1980s to top &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; people about the future of the Soviet Union. One scenario he raised was that the Soviet bloc might break up; a sign of this happening would be the rise of unknown Mikhail Gorbachev through the party ranks. A CIA analyst said that the presentation was fine, but there was no way the Soviet Union was going to break up in his lifetime or his children's lifetime. The analyst's name was &lt;a href=\"Robert%20Gates\"&gt;Robert Gates&lt;/a&gt;.\nOn the other hand, in hearings before the U.S. Senate on March 19, 1986, when Gates (then head of the CIA's Directorate of Intelligence) was asked \"what kind of work the Intelligence Community was doing to prepare policymakers for the consequences of change in the Soviet Union,\" he responded: \"Quite frankly, without any hint that such fundamental change is going on, my resources do not permit me the luxury of sort of just idly speculating on what a different kind of Soviet Union might look like.\"\nAnatoliy Golitsyn.\nIn 1984, &lt;a href=\"Anatoliy%20Golitsyn\"&gt;Anatoliy Golitsyn&lt;/a&gt;, an important KGB defector published the book \"New Lies For Old\", wherein he predicted the collapse of the communist bloc orchestrated from above.\nHe claimed this collapse was part of a long-term &lt;a href=\"deception\"&gt;deception&lt;/a&gt; strategy designed to lull the West into a false sense of security, abolish all containment policies, and in time finally economically cripple and diplomatically isolate the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nAmong other things, Golitsyn stated:\nCollaborating opinions can be found in an archive of classified documents collected by &lt;a href=\"Vladimir%20Bukovsky\"&gt;Vladimir Bukovsky&lt;/a&gt;, a defector also.\nJohn le Carré.\n&lt;a href=\"John%20le%20Carr%C3%A9\"&gt;John le Carré&lt;/a&gt; is a writer of fiction, but his \"spy novels\" are known for their keen insights on East-West relations in general and conflicts between Western and Soviet intelligence services in particular. In \"&lt;a href=\"The%20Russia%20House\"&gt;The Russia House&lt;/a&gt;\", published on May 22, 1989, there is the telling quote: \"The Soviet Knight is dying inside his armour.\"\nWerner Obst.\nIn 1985 German economist &lt;a href=\"Werner%20Obst\"&gt;Werner Obst&lt;/a&gt; published a book entitled \"Der Rote Stern verglüht. Moskaus Abstieg - Deutschlands Chance\" (The Red Star is Dying Away. Moscow's Decline - Germany's Chance), Munich: Wirtschaftsverlag Langen-Müller/Herbig, third edition in 1987, in which he predicted the collapse of the &lt;a href=\"Soviet%20bloc\"&gt;Soviet bloc&lt;/a&gt; and the reunification of &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; within the immediate future for about 1990, based on the analysis of economical statistics and trends.\nRonald Reagan.\n&lt;a href=\"President%20of%20the%20United%20States\"&gt;United States President&lt;/a&gt; &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;, throughout his 1980 election campaign and first term in office presented a public view that the Soviet Union had been growing in power relative to the United States. In 1981 he stated that \"the Soviet Union has been engaged in the greatest military buildup in the history of man.\" and the next year stated that \"on balance the Soviet Union does have a definite margin of superiority\" compared to the US military.\nThe Reagan administration used a perceived strength of the Soviet Union to justify a significant expansion of military spending according to David Arbel and Ran Edelist. In their study \"Western Intelligence and the dissolution of the Soviet Union\" they argue it was this position by the Reagan administration that prevented the American intelligence agencies from predicting the demise of the USSR. Arbel and Edelist further argued that CIA analysts were encouraged to present any information exaggerating the Soviet threat and justifying the military buildup, while contrary evidence of Soviet weakness was ignored and those presenting it sidelined.\nAt the same time Reagan expressed a long range view that the Soviet Union could eventually be defeated. On March 3, 1983, President Reagan told the &lt;a href=\"National%20Association%20of%20Evangelicals\"&gt;National Association of Evangelicals&lt;/a&gt; in &lt;a href=\"Orlando%2C%20Florida\"&gt;Orlando&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;: \"I believe that communism is another sad, bizarre chapter in human history whose last—last pages even now are being written.\"\nIn his June 1982 address to the &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;British Parliament&lt;/a&gt; he stated:\nIt is the Soviet Union that runs against the tide of history by denying human freedom and human dignity to its citizens. It also is in deep economic difficulty. The rate of growth in the national product has been steadily declining since the fifties and is less than half of what it was then. The dimensions of this failure are astounding: A country which employs one-fifth of its population in agriculture is unable to feed its own people. Were it not for the private sector, the tiny private sector tolerated in Soviet agriculture, the country might be on the brink of famine... Overcentralized, with little or no incentives, year after year the Soviet system pours its best resource into the making of instruments of destruction. The constant shrinkage of economic growth combined with the growth of military production is putting a heavy strain on the Soviet people. What we see here is a political structure that no longer corresponds to its economic base, a society where productive forces are hampered by political ones. ...In the Communist world as well, man's instinctive desire for freedom and self-determination surfaces again and again. To be sure, there are grim reminders of how brutally the police state attempts to snuff out this quest for &lt;a href=\"self-governance\"&gt;self-rule&lt;/a&gt; – &lt;a href=\"Uprising%20of%201953%20in%20East%20Germany\"&gt;1953 in East Germany&lt;/a&gt;, &lt;a href=\"Hungarian%20Revolution%20of%201956\"&gt;1956 in Hungary&lt;/a&gt;, &lt;a href=\"Prague%20Spring\"&gt;1968 in Czechoslovakia&lt;/a&gt;, &lt;a href=\"1981%20warning%20strike%20in%20Poland\"&gt;1981 in Poland&lt;/a&gt;. But the struggle continues in Poland. And we know that there are even those who strive and suffer for freedom within the confines of the Soviet Union itself. ...What I am describing now is a plan and a hope for the long term – the march of freedom and democracy which will leave Marxism–Leninism on the &lt;a href=\"ash%20heap%20of%20history\"&gt;ash heap of history&lt;/a&gt; as it has left other tyrannies which stifle the freedom and muzzle the self-expression of the people. And that's why we must continue our efforts to strengthen &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; even as we move forward with our Zero-Option initiative in the negotiations on intermediate-range forces and our proposal for a one-third reduction in &lt;a href=\"Strategic%20bomber\"&gt;strategic&lt;/a&gt; &lt;a href=\"ballistic%20missile\"&gt;ballistic missile&lt;/a&gt; &lt;a href=\"warhead\"&gt;warhead&lt;/a&gt;s.\nAnalyst Jeffrey W. Knopf has argued that Reagan went beyond everyone else:\nReagan stands out in part because he believed the Soviet Union could be defeated. For most of the Cold War, &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; and &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; administrations alike had assumed the Soviet Union would prove durable for the foreseeable future. The bipartisan policy of containment aimed to keep the Soviet Union in check while trying to avoid &lt;a href=\"Nuclear%20warfare\"&gt;nuclear war&lt;/a&gt;; it did not seek to force the dissolution of the Soviet empire. Ronald Reagan, in contrast, believed that the &lt;a href=\"Economy%20of%20the%20Soviet%20Union\"&gt;Soviet economy&lt;/a&gt; was so weak that increased pressure could bring the Soviet Union to the brink of failure. He therefore periodically expressed confidence that the forces of democracy 'will leave Marxism–Leninism on the ash heap of history'.\nP.R. Sarkar.\nThe leader of the &lt;a href=\"Ananda%20Marga\"&gt;Ananda Marga&lt;/a&gt; cult in West Bengal, &lt;a href=\"P.R.%20Sarkar\"&gt;P.R. Sarkar&lt;/a&gt;, predicted in the 1980s that Soviet Communism would fall with \"a few blows from the hammer\". He cited \"inner and external stasis\" as major weaknesses of communism.\nRuhollah Khomeini.\nOn 7 January 1989, &lt;a href=\"Ruhollah%20Khomeini\"&gt;Ayatollah Ruhollah Khomeini&lt;/a&gt;, supreme leader of &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, sent a &lt;a href=\"Khomeini%27s%20letter%20to%20Mikhail%20Gorbachev\"&gt;letter&lt;/a&gt; to &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt;, the General Secretary of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. This letter was Khomeini's only written message to a foreign leader. Khomeini's letter was delivered by the Iranian politicians &lt;a href=\"Abdollah%20Javadi-Amoli\"&gt;Abdollah Javadi-Amoli&lt;/a&gt;, &lt;a href=\"Mohammad-Javad%20Larijani\"&gt;Mohammad-Javad Larijani&lt;/a&gt;, and &lt;a href=\"Marzieh%20Hadidchi\"&gt;Marzieh Hadidchi&lt;/a&gt;. In the letter, Khomeini declared that &lt;a href=\"Communism\"&gt;Communism&lt;/a&gt; was dissolving within the Soviet bloc, and invited Gorbachev to consider Islam as an alternative to communist ideology.\nAnders Åslund.\n&lt;a href=\"Anders%20%C3%85slund\"&gt;Anders Åslund&lt;/a&gt; predicted the fall of the Soviet Union in the 1989 book &lt;a href=\"Gorbachev%E2%80%99s%20Struggle%20for%20Economic%20Reform\"&gt;Gorbachev’s Struggle for Economic Reform&lt;/a&gt;.\nWhy were Sovietologists wrong?\nAccording to Kevin Brennan:\n&lt;a href=\"Seymour%20Martin%20Lipset\"&gt;Seymour Martin Lipset&lt;/a&gt; and &lt;a href=\"Gy%C3%B6rgy%20Bence\"&gt;György Bence&lt;/a&gt; write:\n&lt;a href=\"Richard%20Pipes\"&gt;Richard Pipes&lt;/a&gt; took a slightly different view, situating the failure of the Sovietological profession in the larger context of the failures of Social Science:\nIt seems likely that ultimately the reason for the failure of professionals to understand the Soviet predicament lay in their indifference to the human factor. In the desire to emulate the successes of the natural scientists, whose judgments are \"value free,\" politology (sic) and sociology have been progressively dehumanized, constructing model and relying on statistics (many of them falsified) and, in the process, losing contact with the subject of their inquiries—the messy, contradictory, unpredictable homo sapiens."
}