{
    "id": "48070017",
    "revid": "6972236",
    "url": "https://en.wikipedia.org/wiki?curid=48070017",
    "title": "Eleanor Mary Reid",
    "text": "Eleanor Mary Reid (born Eleanor Mary Wynne Edwards) (1860–1953) was a British &lt;a href=\"palaeobotany\"&gt;palaeobotanist&lt;/a&gt;. Throughout her life she worked closely with her husband, &lt;a href=\"Clement%20Reid\"&gt;Clement Reid&lt;/a&gt;, a trained botanist and geologist, and later worked alongside &lt;a href=\"Marjorie%20Chandler\"&gt;Marjorie Chandler&lt;/a&gt;.\nEarly life and education.\nEleanor Mary Wynne Edwards was born on 13 November 1860 in &lt;a href=\"Denbigh\"&gt;Denbigh&lt;/a&gt; to parents John and Maria Wynne Edwards. She attended the &lt;a href=\"Westfield%20College\"&gt;Westfield College&lt;/a&gt; in London, England and earned her BSc in 1892. Reid wasn't originally educated in &lt;a href=\"paleontology\"&gt;paleontology&lt;/a&gt; or &lt;a href=\"botany\"&gt;botany&lt;/a&gt;, she taught physics and maths at the prestigious &lt;a href=\"Cheltenham%20Ladies%20College\"&gt;Cheltenham Ladies College&lt;/a&gt;. It was through her husband, &lt;a href=\"Clement%20Reid\"&gt;Clement Reid&lt;/a&gt;, an experienced botanist and paleontologist, where her interest in prehistoric plant life arose.\nElanor married Clement Reid in 1897 and it was through their collaboration in paleobotany that she became one of the leading female scholars of geology.\nCareer.\nElanor became interested in the fossilized remains of plants which she studied with her husband Clement Reid. They worked to establish that plants could be reliably identified and were able to publish their findings together. Their first book was published in 1899, \"The Origin of the British Flora\", which focused on paleobotany. He mentioned that she helped in gathering nearly 100 samples from deposit near &lt;a href=\"West%20Wittering\"&gt;West Wittering&lt;/a&gt;. It was the two of them who were credited with establishing that \"&lt;a href=\"flora\"&gt;flora&lt;/a&gt;s could be reliably reconstructed from sources rich in fossil fruiting organs\". Their second book, \"The Fossil Flora of Tegelen-sur-Meuse, near Venloo, in the Province of Limburg\" was published in 1907 and is focused on paleobotany, as well as the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; geological timescale. The last book they published together was in 1915—a year before the death of her husband Clement Reid— titled, \"The Pliocene Floras of the Dutch-Prussian Border\", which targets the topics of both paleobotany as well as the &lt;a href=\"Pliocene\"&gt;Pliocene&lt;/a&gt; geological timescale.\nReid's interest in her field of study continued after her husband's death. The attic in her home in &lt;a href=\"Milford-on-Sea\"&gt;Milford-on-Sea&lt;/a&gt; became Reid's laboratory and the base from which she worked. After earning money from the Geological Society's Murchison fund in 1919 she published her monograph on Pliocene floras in 1920. She was one of four women who became fellows of the Geological Society that year and she established a new lifelong scientific partnership and friendship with &lt;a href=\"Marjorie%20Chandler\"&gt;Marjorie Chandler&lt;/a&gt; who had obtained a first class degree in the natural sciences at &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; the year before. Chandler acted as Reid's assistant for the next 40 years.\nChandler and Reid researched pre-historic plants by using the collection of the &lt;a href=\"British%20Museum\"&gt;British Museum&lt;/a&gt;. After six years they published a two-part volume of books focusing on paleobotany. Their first book, \" Catalogue of Cenozoic Plants in the Department of Geology, volume 1. The Bembridge Flora\", was published in 1926. This was an extensive description of Cenozoic Plants and particularly those growing historically on the Isle of Wight. The second volume of their series, \" The London Clay Flora\" was published in 1933. In both of these volumes it was Reid who used their findings to describe the changing climatic conditions in the &lt;a href=\"Tertiary%20period\"&gt;Tertiary period&lt;/a&gt; evidenced by the changing plants seen in minerals of different ages. The changing shape and construction of seeds and fruits through the ages gave new evidence of the evolutionary changes that takes place within plants. Reid and Chandler's studies showed that the land now known as London had at one time been part of a tropical forest. Reid devised many new techniques for extracting the samples from material such as peat.\nAwards and achievements.\nEleanor Mary Reid was awarded the &lt;a href=\"Lyell%20Medal\"&gt;Lyell Medal&lt;/a&gt; in 1936, for her accomplishments in the findings of new geological information and innovative techniques.\nReid gratefully received the &lt;a href=\"Murchison%20Fund\"&gt;Murchison Fund&lt;/a&gt; in 1919, she published her monograph on \"Pliocene floras\" in 1920, only a year later being accepted as a Fellow to the &lt;a href=\"Geological%20Society%20of%20London\"&gt;Geological Society of London&lt;/a&gt;. Reid was accepted as a well known, knowledgeable geologist and became acquainted with many other geologists who recognized for their work within the society who would later be split into smaller groups, separated according to specific interest.\nRetirement and death.\nOnce retired, Reid found more time to serve the church and go into schools. She read the work of travel writers and even cycled into her eighties.\nEleanor Mary Reid died on 28 September 1953 from &lt;a href=\"cerebral%20thrombosis\"&gt;cerebral thrombosis&lt;/a&gt;, in &lt;a href=\"Milford%20on%20Sea\"&gt;Milford on Sea&lt;/a&gt;, Hampshire."
}