{
    "id": "48075713",
    "revid": "34298207",
    "url": "https://en.wikipedia.org/wiki?curid=48075713",
    "title": "Philippine Airlines fleet",
    "text": "&lt;a href=\"Philippine%20Airlines\"&gt;Philippine Airlines&lt;/a&gt; is composed of wide-body and narrow-body aircraft from five families (including PAL Express fleet): &lt;a href=\"Airbus%20A320%20family\"&gt;Airbus A320ceo family&lt;/a&gt;, &lt;a href=\"Airbus%20A320neo%20family\"&gt;Airbus A321neo&lt;/a&gt;, &lt;a href=\"Airbus%20A330\"&gt;Airbus A330&lt;/a&gt;, &lt;a href=\"Airbus%20A350%20XWB\"&gt;Airbus A350&lt;/a&gt;, and &lt;a href=\"Boeing%20777\"&gt;Boeing 777&lt;/a&gt;.\nCurrent fleet.\n, Philippine Airlines fleet consists of the following aircraft:\nAircraft types.\nAirbus A320.\nThe &lt;a href=\"Airbus%20A320-200\"&gt;Airbus A320-200&lt;/a&gt; currently flies in short-haul destinations in Southeast and East Asia as well as domestic destinations.\nPhilippine Airlines took delivery of its first Airbus A320 on August 5, 1997. The airline received 25 Airbus A320s since 1997 with the latest delivery in 2012. While the airline will retire older A320s, the newer A320 fleet will be transferred to the airline's low-cost subsidiary &lt;a href=\"PAL%20Express\"&gt;PAL Express&lt;/a&gt;.\nAirbus A321.\nThe &lt;a href=\"Airbus%20A321\"&gt;Airbus A321&lt;/a&gt; is the main aircraft utilized for short-haul and medium-haul flights that serve Southeast and East Asia as well as domestic destinations.\nOn August 28, 2012, Philippine Airlines ordered 24 &lt;a href=\"Airbus%20A321-200\"&gt;Airbus A321-200&lt;/a&gt; equipped with &lt;a href=\"IAE%20V2500\"&gt;IAE V2500&lt;/a&gt; engines. The first A321 was delivered on August 7, 2013.\nAirbus A321neo.\nOn August 28, 2012, Philippine Airlines ordered 10 &lt;a href=\"Airbus%20A321neo\"&gt;Airbus A321neo&lt;/a&gt;s equipped with two &lt;a href=\"Pratt%20%26amp%3B%20Whitney%20PW1000G\"&gt;Pratt &amp; Whitney PW1000G&lt;/a&gt; engines. The airline, in total, ordered 34 A321s of both the current (CEO) and new engine option (NEO) variants.\nOn March 29, 2015, the airline announced that it will be receiving the A321neo starting 2017. However, the aircraft's delivered was delayed to May 2018 due to problems with the Pratt &amp; Whitney engines. PAL received its first A321neo (new engine option) on June 1, 2018 while the other five A321neos were delivered until December 2018. The remaining fifteen A321neos in the SR variant, on the other hand, will be delivered in the following years. However, PAL only received two A321neo SRs in 2019 as the airline revises its re-fleeting plan.\nThe first 6 Airbus A321neos will serve Philippine Airlines' medium-haul and long-haul routes such as &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;, &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, &lt;a href=\"Ho%20Chi%20Minh%20City\"&gt;Ho Chi Minh City&lt;/a&gt;, &lt;a href=\"Sapporo\"&gt;Sapporo&lt;/a&gt;, &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; and &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, while the other SR variants will be serving short-haul regional routes in Southeast Asia and other neighboring countries.\nAirbus A330.\nThe &lt;a href=\"Airbus%20A330-300\"&gt;Airbus A330-300&lt;/a&gt; are primarily deployed in Asia and Oceania routes. They are also deployed in US territories like &lt;a href=\"Honolulu\"&gt;Honolulu&lt;/a&gt; and &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; and domestic destinations in high demand such as &lt;a href=\"Puerto%20Princesa\"&gt;Puerto Princesa&lt;/a&gt;, &lt;a href=\"General%20Santos\"&gt;General Santos&lt;/a&gt;, &lt;a href=\"Cebu\"&gt;Cebu&lt;/a&gt; and &lt;a href=\"Davao%20City\"&gt;Davao&lt;/a&gt; (flights starting with 1 (e.g. PR 1811/1812, PR 1845/1846).\nPhilippine Airlines introduced their first Airbus A330-300 on July 30, 1997 with the delivery of their first aircraft (F-OHZM). Philippine Airlines later acquired eight Airbus A330-300s to fill the gaps that the &lt;a href=\"Airbus%20A300B4\"&gt;Airbus A300B4&lt;/a&gt; left during its gradual retirement. On August 28, 2012, Philippine Airlines ordered 10 new Airbus &lt;a href=\"Airbus%20A330-300\"&gt;Airbus A330-300&lt;/a&gt;s, but later the airline later expanded its orders to 20 on October 1.\nThe newer A330s use a pair of &lt;a href=\"Rolls-Royce%20Trent%20700\"&gt;Rolls-Royce Trent 700&lt;/a&gt; engines, unlike older A330s which used two &lt;a href=\"General%20Electric%20CF6\"&gt;General Electric CF6&lt;/a&gt; engines. The older A330s were retired on August 31, 2014.\nAirbus A350.\nThe &lt;a href=\"Airbus%20A350-900\"&gt;Airbus A350-900&lt;/a&gt; is primarily deployed in the airline's long-haul flights to cities such as &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;, &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, and &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;. The A350s are also used in regional Asian flights during peak seasons or when there is high demand in destinations such as &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt;, &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, and &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;. PAL's A350s have an maximum takeoff weight (MTOW) of 278 tonnes, enabling non-stop Manila-New York flights without payload limitations in either direction, a 7,404 nmi (13,712 km) flight which began in October 2018.\nOn April 9, 2016, Philippine Airlines finalized the purchase agreement with Airbus covering the firm order of six A350-900s, plus an extra six A350s if required. The contract firms up a Memorandum of Understanding announced during the 2016 Singapore Airshow. The A350-900s, which will have a three-class configuration, are scheduled to be deployed on new routes to North America and Europe. The A350-900s also replaced the ageing &lt;a href=\"Airbus%20A340-300\"&gt;Airbus A340-300&lt;/a&gt;s that serves &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; and &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;.\nIn February 2018, Jaime Bautista, president of the airline's &lt;a href=\"holding%20company\"&gt;holding company&lt;/a&gt;, PAL Holdings Inc, stated they were also interested in the larger &lt;a href=\"Airbus%20A350%20XWB\"&gt;Airbus A350-1000&lt;/a&gt; variant.\nOn July 14, 2018, PAL received its first A350-900. In February 2019, Philippine Airlines took delivery of their fifth A350 with the iconic Love Bus decal, representing the 40th anniversary of their partnership with aircraft manufacturer &lt;a href=\"Airbus\"&gt;Airbus&lt;/a&gt;. It flew to Bangkok in March 2019.\nBoeing 777.\nThe &lt;a href=\"Boeing%20777-300ER\"&gt;Boeing 777-300ER&lt;/a&gt; is primarily used for long-haul flights to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt; and &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;. It was also used for service to &lt;a href=\"London\"&gt;London&lt;/a&gt;, and &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;, but it was later replaced by the &lt;a href=\"A350-900\"&gt;A350-900&lt;/a&gt;. Sometimes, they are also deployed in Asian and Australian routes.\nIn 2009, Philippine Airlines leased 2 &lt;a href=\"Boeing%20777-300ER\"&gt;Boeing 777-300ER&lt;/a&gt; to replace the former flagship &lt;a href=\"Boeing%20747-400\"&gt;Boeing 747-400&lt;/a&gt; from &lt;a href=\"GE%20Capital%20Aviation%20Services\"&gt;GECAS&lt;/a&gt;. The first aircraft was delivered in 2009. On March 12, 2007, Philippine Airlines finalized the purchase agreement with Boeing covering the firm order of 2 Boeing 777-300ERs, plus 2 options. The first PAL-owned aircraft was delivered on 20 June 2012, with it being the third Boeing 777-300ER for the airline.\nThe purchase of Boeing 777s effectively signals the end of additional 747-400 orders and production of the said aircraft in passenger configuration and a win for Boeing versus the &lt;a href=\"Airbus%20A340-600\"&gt;Airbus A340-600&lt;/a&gt; that was also being considered. In December 2016, 2 more Boeing 777s were delivered. In March 2017, an additional 2 Boeing 777s were leased from Intrepid Aviation with both aircraft being delivered in December 2017.\nPhilippine Airlines is eyeing to acquire the &lt;a href=\"Boeing%20777X\"&gt;Boeing 777X&lt;/a&gt; to replace their aging &lt;a href=\"Boeing%20777\"&gt;Boeing 777&lt;/a&gt;.\nFleet maintenance.\nThe entire Philippine Airlines fleet of Airbus and Boeing jets were formerly maintained in-house at the PAL Technical Center, which consisted of two hangars. The hangars contained an engine overhaul shop, two engine test cells, and test shops. The responsibility of maintaining the fleet, as well as all the facilities, was subsequently transferred in 2000 to &lt;a href=\"Lufthansa%20Technik\"&gt;Lufthansa Technik&lt;/a&gt; Philippines (LTP), a joint venture of Hamburg-based &lt;a href=\"Lufthansa%20Technik\"&gt;Lufthansa Technik&lt;/a&gt; AG, a leading maintenance provider in aircraft maintenance, repair and overhaul, and Macro Asia Corporation, one of the Philippines' leading providers of aviation support services and catering for foreign airlines, owned by Lucio Tan, the majority owner of PAL. LTP currently maintains an 8-bay hangar and workshops occupying 110,000 square meters in Manila's Ninoy Aquino International Airport.\nCurrently all A320 including all A321 aircraft that are already delivered and those to be delivered are being maintained by Lufthansa. PAL Express is the budget arm of PAL and has overtaken PAL in 2012 in domestic seats second only to &lt;a href=\"Cebu%20Pacific\"&gt;Cebu Pacific&lt;/a&gt; (5J).\nOn May 18, 2018, Philippine Airlines signed a deal with Lufthansa Technik Philippines to maintain its new Airbus jets for 12 years. The deal, which took effect on May 31, is estimated to be worth P13.6 billion ($260 million) during its lifespan."
}