{
    "id": "48089747",
    "revid": "34057362",
    "url": "https://en.wikipedia.org/wiki?curid=48089747",
    "title": "Nick Easton",
    "text": "Nicholas Easton (born June 16, 1992) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"Guard%20%28American%20football%29\"&gt;guard&lt;/a&gt; who is a &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt;. Easton played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; for &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;. He has also been a member of the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt;, &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt;, and &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt;.\nEarly years.\nEaston played &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt; at &lt;a href=\"Hibriten%20High%20School\"&gt;Hibriten High School&lt;/a&gt; in &lt;a href=\"Lenoir%2C%20North%20Carolina\"&gt;Lenoir, North Carolina&lt;/a&gt;, where he earned All-State honors, served as team captain his senior year and was twice named All-Conference and All-County. As a senior, he started as a center on the first undefeated regular season in school history. He was also a four-year American Field Service Club. Also a letterman in &lt;a href=\"track%20%26amp%3B%20field\"&gt;track &amp; field&lt;/a&gt;, Easton was a conference and county champion in the &lt;a href=\"discus\"&gt;discus&lt;/a&gt;, placing fourth in the regional championships with a throw of 41.15 meters (135 ft) as a senior.\nCollege career.\nEaston attended &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;, where he played for the &lt;a href=\"Harvard%20Crimson%20football\"&gt;Harvard Crimson football&lt;/a&gt; team from 2010 to 2014. He did not play in any game as a true freshman in 2010. He played in 24 career games for Harvard and was a first-team All-Ivy League, BSN All-American, third-team FCS All-American and first-team FCS North All-American selection after starting all 10 contests as a senior in 2014.\nAs a sophomore in 2011, Easton appeared in four games; he was part of an offensive line unit that helped the Crimson earn an &lt;a href=\"NCAA%20Division%20I%20Football%20Championship\"&gt;FCS&lt;/a&gt; No. 2 ranking in scoring offense, tallying 374 points (37.4 avg) and 51 total &lt;a href=\"touchdowns\"&gt;touchdowns&lt;/a&gt;. He helped pave the way for running back Treavor Scales to rush for career highs in yards, with 847 and touchdowns with 8.\nEaston did not participate on the football team in 2012.\nAs a junior in 2013, Easton saw action in 10 games, earning All-&lt;a href=\"Ivy%20League\"&gt;Ivy League&lt;/a&gt; first-team honors, College Sports Madness All-Ivy second team and &lt;a href=\"NCAA%20Division%20I%20Football%20Championship\"&gt;FCS&lt;/a&gt; All-New England team honors. Harvard's offensive line achieved an FCS Top 10 ranking for team passing efficiency (7th overall) and allowed quarterback Conner Hempel to throw for a career-high 157 completions, 1,866 yards and 15 touchdowns.\nEaston was a first-team All-&lt;a href=\"Ivy%20League\"&gt;Ivy League&lt;/a&gt;, fourth-team, BSN All-American, third-team FCS All-American and first-team FCS North All-American selection after starting all 10 contests as a senior in 2014. He also earned Academic All-Ivy League honors after majoring in economics. He was part of a Crimson offensive line unit that protected quarterback Scott Hosch, allowing him to set career highs in attempts, completions, passing yards and touchdowns en route to a perfect 10-0 season. He helped pave the way for running back Paul Stanton to rush for a career-high 990 yards on 147 attempts and 11 touchdowns.\nProfessional career.\nBaltimore Ravens.\nEaston signed with the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt; as a rookie free agent on May 7, 2015. He was one of the team’s most consistent players during the preseason, earning the Ravens’ top overall grade (+9.1) from &lt;a href=\"Pro%20Football%20Focus\"&gt;Pro Football Focus&lt;/a&gt;. His grade from PFF was also the highest of any &lt;a href=\"Center%20%28American%20football%29\"&gt;center&lt;/a&gt; in the preseason and the seventh-best grade of any position player in the NFL.\nSan Francisco 49ers.\nOn September 5, 2015, Easton was acquired by the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; from Baltimore in exchange for a conditional seventh-round selection in the &lt;a href=\"2016%20NFL%20Draft\"&gt;2016 NFL Draft&lt;/a&gt;.\nMinnesota Vikings.\nOn October 6, 2015, the 49ers traded Easton and a 2016 sixth-round pick to the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt; in exchange for linebacker &lt;a href=\"Gerald%20Hodges\"&gt;Gerald Hodges&lt;/a&gt;.\nEaston made his first-career start in place of starting center &lt;a href=\"Joe%20Berger\"&gt;Joe Berger&lt;/a&gt; in Week 13 of the 2016 season against the &lt;a href=\"2016%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;. The following week, Easton again filled in for Berger for the second straight game after the veteran was unable to clear the concussion protocol.\nEaston earned himself a starting guard spot for the Vikings in 2017, starting 12 games at left guard before suffering a fractured right ankle in Week 16. He was placed on injured reserve on December 26, 2017.\nOn August 13, 2018, Easton was placed on injured reserve after suffering a neck injury in training camp.\nNew Orleans Saints.\nOn March 17, 2019, Easton signed a four-year $24 million contract with the &lt;a href=\"New%20Orleans%20Saints\"&gt;New Orleans Saints&lt;/a&gt; to be their starting center after &lt;a href=\"Max%20Unger\"&gt;Max Unger&lt;/a&gt; retired.\nOn January 9, 2021, Easton was placed on injured reserve. He was released by the Saints on February 12, 2021."
}