{
    "id": "4811750",
    "revid": "41276828",
    "url": "https://en.wikipedia.org/wiki?curid=4811750",
    "title": "Colerne",
    "text": "Colerne is a village and &lt;a href=\"Civil%20parishes%20in%20England\"&gt;civil parish&lt;/a&gt; in north &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt;, England. The village is about west of the town of &lt;a href=\"Corsham\"&gt;Corsham&lt;/a&gt; and northeast of the city of &lt;a href=\"Bath%2C%20Somerset\"&gt;Bath&lt;/a&gt;. It has an elevated and exposed position, above sea level, and overlooks the &lt;a href=\"Box%2C%20Wiltshire\"&gt;Box&lt;/a&gt; valley to the south (where &lt;a href=\"Isambard%20Kingdom%20Brunel\"&gt;Brunel&lt;/a&gt;'s &lt;a href=\"Box%20Tunnel\"&gt;Box Tunnel&lt;/a&gt; is).\nThe parish includes the hamlets of Eastrip and Thickwood. It is bounded to the west by a stretch of the &lt;a href=\"Fosse%20Way\"&gt;Fosse Way&lt;/a&gt; &lt;a href=\"Roman%20road\"&gt;Roman road&lt;/a&gt;, which forms the county boundary with &lt;a href=\"Gloucestershire\"&gt;Gloucestershire&lt;/a&gt;, and to the east by the &lt;a href=\"Bybrook%20River\"&gt;Bybrook River&lt;/a&gt;. Part of the northern boundary is the Doncombe Brook, a tributary of the Bybrook, and part of the southern boundary is the Lid Brook, another tributary.\nHistory.\nEvidence of early settlement in the area includes three &lt;a href=\"bowl%20barrow\"&gt;bowl barrow&lt;/a&gt;s near Thickwood, overlooking the Bybrook valley, and an &lt;a href=\"British%20Iron%20Age\"&gt;Iron Age&lt;/a&gt; &lt;a href=\"Hillforts%20in%20Britain\"&gt;hillfort&lt;/a&gt; from around 100 BC in the north of the parish, known as Bury Wood Camp, overlooking the Doncombe valley.\nA &lt;a href=\"Roman%20villa\"&gt;Roman villa&lt;/a&gt; has been found on the site of the present airfield. The 1086 Domesday Book recorded 28 households at Colerne and six at Thickwood. The enclosure known as Colerne Park (today largely woodland) was created in the early 14th century by William of Colerne, Abbot of &lt;a href=\"Malmesbury%20Abbey\"&gt;Malmesbury&lt;/a&gt;.\nIn the 14th century the local economy was based on sheep-rearing, cloth production (assisted by &lt;a href=\"Watermill\"&gt;mills&lt;/a&gt; on the By Brook) and stone quarrying. The former farmhouse known as Daubenys, on the High Street, is a &lt;a href=\"Longhouse\"&gt;long house&lt;/a&gt; from c. 1400, now Grade II* listed.\nThe Manor House, near the church, bears a date of 1689. The &lt;a href=\"country%20house\"&gt;country house&lt;/a&gt; at Lucknam Park was built in the late 17th century. Many houses in the village are from the 18th century, partly as a result of a large fire of 1774.\nBy the 19th century, cloth-making had migrated to industrial towns and the economy was mainly agricultural. Some of the watermills were converted to paper production, an example being Chapps Mill near Slaughterford. In the 1840s many labourers were employed on the construction of the &lt;a href=\"Great%20Western%20Railway\"&gt;Great Western Railway&lt;/a&gt; and its &lt;a href=\"Box%20Tunnel\"&gt;Box Tunnel&lt;/a&gt;.\nFrom 1939, employment was provided by the construction of &lt;a href=\"RAF%20Colerne\"&gt;RAF Colerne&lt;/a&gt; close to the north of the village, followed by its operation and current use as an Army base.\nChurch and chapels.\nThe &lt;a href=\"Church%20of%20England%20parish%20church\"&gt;Church of England parish church&lt;/a&gt; of St John the Baptist dates from the 13th century. It has a 15th-century tower and was &lt;a href=\"Victorian%20restoration\"&gt;restored&lt;/a&gt; in the 19th century. There are fragments of medieval glass, and pieces of a 9th-century cross shaft which Pevsner describes as \"two large fragments of one of the best C9 crosses in the West Country\". The tower has a one-handed clock. In 1960 the church was designated as &lt;a href=\"Listed%20building\"&gt;Grade I listed&lt;/a&gt;.\nA &lt;a href=\"Congregational%20Church%20in%20England\"&gt;Congregational&lt;/a&gt; chapel was built in 1824 and renovated in 1924. In 1974 it became Colerne Evangelical Church and joined the &lt;a href=\"Fellowship%20of%20Independent%20Evangelical%20Churches\"&gt;Fellowship of Independent Evangelical Churches&lt;/a&gt;.\nIn 1867 Providence &lt;a href=\"Strict%20Baptist\"&gt;Strict Baptist&lt;/a&gt; Chapel was opened in Colerne. The building fell into disuse in 1986 and is now a private house.\nA &lt;a href=\"Primitive%20Methodism\"&gt;Primitive Methodist&lt;/a&gt; chapel was built in Colerne in 1895 and closed in 1984. An earlier small Methodist chapel was built at Thickwood in 1860 but was demolished in 1904.\nModern Colerne.\nColerne's historic core sits on a high ridge, though some of its stone-built houses are located down the valley side to the south. Modern estates were built to the north of the ancient, narrow streets, and there is some modern infill. Thickwood is a separate development of mainly late twentieth century houses to the northeast.\nColerne &lt;a href=\"Christian%20school%23United%20Kingdom\"&gt;CE&lt;/a&gt; Primary School serves the village. Its building was opened in 1965 to replace a small &lt;a href=\"National%20school%20%28England%20and%20Wales%29\"&gt;National School&lt;/a&gt; of 1853, near the church. Pupil numbers were high while the school served families from &lt;a href=\"RAF%20Colerne\"&gt;RAF Colerne&lt;/a&gt;, and classrooms at the old school remained in use until the RAF station closed in 1976. In 2015 the old school was in use by a pre-school playgroup.\nCalder House School is an &lt;a href=\"Independent%20school%20%28United%20Kingdom%29\"&gt;independent&lt;/a&gt; &lt;a href=\"special%20school\"&gt;special school&lt;/a&gt; at Thickwood.\nThe village has two pubs, in buildings from the early 18th century: the \"Fox and Hounds\" and the \"Six Bells Inn\". There is a village hall and several shops with one housing the village's Post Office.\nThe &lt;a href=\"Lucknam%20Park\"&gt;Lucknam Park&lt;/a&gt; Hotel, originally a Georgian country house but much expanded in the Victorian era, is around north of the village, near Thickwood.\n&lt;a href=\"Colerne%20Park%20and%20Monk%27s%20Wood\"&gt;Colerne Park and Monk's Wood&lt;/a&gt; is a Site of Special Scientific Interest, south and east of the village.\nWeather.\nAs the \"Village on the Hill\", Colerne is in an exposed position and local people are well aware that the weather will often be the opposite of that in nearby, but low lying, Bath. Colerne tends to be very windy and rainy in winter and prone to get cut off from the outside world when it snows. It can often be foggy when the lower lying towns and villages around aren't.\nToponym.\nThe name Colerne appears in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt; of 1086. Other early spellings include \"Culerna\", \"Culerne\", \"Cullerne\", \"Collern\". Various interpretations of the name have been proposed. Gover, Mawer and Stenton, in \"The Place Names of Wiltshire\", cite a form ' meaning \"house\", and suggest that \"\"col-aern\" might well denote a house where charcoal was made, used or stored.\" Alternatively, the altitude of the village suggests that the first syllable may be from the Welsh or Cornish word \"col\", \"peak\"; this would mean the \"dwelling on the peak\". Another possibility is that it could mean \"cold dwelling\", from the Anglo-Saxon '.\nYet another possible derivation is from the Goidelic (Old Irish) , the Brythonic (Welsh) or , or the Old English (with the 'h' pronounced gutturally). Each of these words translates as \"holly tree\" or \"holly branches\", which were significant in &lt;a href=\"Celtic%20Britons\"&gt;Celtic&lt;/a&gt; history and folklore.\nLocal government.\nColerne &lt;a href=\"civil%20parish\"&gt;civil parish&lt;/a&gt; is administered by a parish council and by the &lt;a href=\"Wiltshire%20Council\"&gt;Wiltshire Council&lt;/a&gt; &lt;a href=\"unitary%20authority\"&gt;unitary authority&lt;/a&gt;.\nThe Colerne Donkey.\nAccording to village legend, a Colerne parson in former years owned a donkey to which he was much attached. While the clergyman was away, the unfortunate ass died, and the sexton felt it proper to have the beast buried in consecrated ground. But the undertaker, inexperienced in interring specimens of &lt;a href=\"Donkey\"&gt;\"E. asinus\"&lt;/a&gt;, neglected to dig the grave wide and deep enough, so the donkey was buried feet-up with its hooves sticking out. The parson had the animal reburied when he returned, but the story was already out, and well into the 20th century young men from the nearby villages of &lt;a href=\"Box%2C%20Wiltshire\"&gt;Box&lt;/a&gt; or &lt;a href=\"Marshfield%2C%20South%20Gloucestershire\"&gt;Marshfield&lt;/a&gt; who were at a loose end needed only visit Colerne and mention the word \"Donkey\" sufficiently loudly to be rewarded with a violent altercation on a moment's notice. It was also the habit for visiting footballers unacquainted with Colerne history to be dispatched to the home dressing room with a piece of sandpaper and instructions to ask to polish the donkey's hooves.\nChurchyard mysteries.\nTwo mysterious stones were visible the wall opposite the church entrance as late as the 1970s. These were just part of the wall and without closer inspection no different from their neighbours. One, at ground level, had a faint inscription \"A Black Man Died Here\". A nearby stone had a visible hand print in it as clear as if someone has pressed their hand in clay – though this was limestone. Local children connected the two into a story of a man falling from the church tower centuries earlier. Sadly neither the inscription or the hand are visible now, presumably due to weathering.\nShire Stones.\nThe counties of Wiltshire, Gloucestershire and Somerset meet in the far southwest of the parish, on the Fosse Way. The Shire Stones, made from coarsely cut stone slabs, mark this point. This marker was erected in 1736 and rebuilt in 1859.\nColerne Water Tower.\nThe Colerne Water Tower is a large concrete structure in the shape of an inverted cone. It is approximately 30 meters (100 ft) high, and replaced an older tower that was part of a 1930s scheme to bring mains water to the area. The location of the present tower, on the southern edge of &lt;a href=\"Colerne%20Airfield\"&gt;Colerne Airfield&lt;/a&gt;, is shown as \"Wr Twr\" on the current Ordnance Survey maps (1:25,000 and 1:50,000).\nThe original tower was located on the eastern edge of the village near the housing estate called Martins Croft (built in the late 1940s-early '50s). The Colerne History Group's book, \"The Village on the Hill, Vol. 1\", tells the story of this project. In 2005, housing was built on the site of the original tower and that development is called Tower Close."
}