{
    "id": "48120753",
    "revid": "14841472",
    "url": "https://en.wikipedia.org/wiki?curid=48120753",
    "title": "Network enclave",
    "text": "A Network Enclave is a section of an internal &lt;a href=\"Computer%20network\"&gt;network&lt;/a&gt; that is subdivided from the rest of the &lt;a href=\"Computer%20network\"&gt;network&lt;/a&gt;.\nPurpose.\nThe purpose of a network enclave is to limit internal access to a portion of a &lt;a href=\"Computer%20network\"&gt;network&lt;/a&gt;. It is necessary when the set of resources differs from those of the general network surroundings. Typically, network enclaves are not publicly accessible. Internal accessibility is restricted through the use of internal &lt;a href=\"Firewall%20%28computing%29\"&gt;firewalls&lt;/a&gt;, &lt;a href=\"Virtual%20LAN\"&gt;VLANs&lt;/a&gt;, &lt;a href=\"Network%20Access%20Control\"&gt;network admissions control&lt;/a&gt; and &lt;a href=\"Virtual%20private%20network\"&gt;VPNs&lt;/a&gt;.\nScenarios.\nNetwork Enclaves consist of standalone assets that do not interact with other &lt;a href=\"information%20system\"&gt;information system&lt;/a&gt;s or networks. A major difference between a &lt;a href=\"DMZ%20%28computing%29\"&gt;DMZ&lt;/a&gt; or &lt;a href=\"DMZ%20%28computing%29\"&gt;demilitarized zone&lt;/a&gt; and a network enclave is a DMZ allows inbound and outbound traffic access, where firewall boundaries are traversed. In an enclave, firewall boundaries are not traversed. Enclave protection tools can be used to provide protection within specific &lt;a href=\"security%20domain\"&gt;security domain&lt;/a&gt;s. These mechanisms are installed as part of an &lt;a href=\"Intranet\"&gt;Intranet&lt;/a&gt; to connect networks that have similar security requirements.\nDMZ within Enclave.\nA &lt;a href=\"DMZ%20%28computing%29\"&gt;DMZ&lt;/a&gt; can be established within an enclave to host publicly accessible systems. The ideal design is to build the &lt;a href=\"DMZ%20%28computing%29\"&gt;DMZ&lt;/a&gt; on a separate network interface of the enclave perimeter firewall. All DMZ traffic would be routed through the firewall for processing and the DMZ would still be kept separate from the rest of the protected network."
}