{
    "id": "4812060",
    "revid": "1033408532",
    "url": "https://en.wikipedia.org/wiki?curid=4812060",
    "title": "Baudhayana Shrauta Sutra",
    "text": "The Baudhayana Shrauta Sutra ( or ) is a Late Vedic text dealing with the solemn rituals of the &lt;a href=\"Taittiriya%20Shakha\"&gt;Taittiriya Shakha&lt;/a&gt; school of the &lt;a href=\"Yajurveda%23Krishna%20Yajurveda\"&gt;Black Yajurveda&lt;/a&gt; that was composed in eastern &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt; during the late Brahmana period. It was tramitted both orally and through manuscript copying. It was printed in 1904-23 by &lt;a href=\"The%20Asiatic%20Society\"&gt;The Asiatic Society&lt;/a&gt;, translated by C.G. Kashikar in part in his \"Srautakosa\", and as a whole later on. It was edited by &lt;a href=\"Willem%20Caland\"&gt;Willem Caland&lt;/a&gt;\nHistory and importance.\n&lt;a href=\"Baudhayana\"&gt;Baudhayana&lt;/a&gt;, the traditional author of the Sutra, originally belonged to the Kanva school of the White Yajurveda. W. Caland has adduced materials that indicate Baudhayana's shift from this tradition to that of the Taittiriya school. This agrees with the geographical position of the text between the eastern (Bihar) territory of the White Yajurveda and the western ones the Taittiriyas (Uttar Pradesh). However, Baudhayana is quoted many times in the text as speaking; the work thus is clearly the work of his students and his school, the Baudhayanas.\nThe text is important as it is one of the earliest Srautasutras, next to that of the Vadhula sub-school of the Taittiriyas, which was situated a little further west than the Baudhayanas. Both belong to the late Brahmana period and share late Vedic \"southeastern\" grammatical peculiarities with the Madhyandinas, Kanvas and Jaiminiyas. Both schools (as well as some other early Sutras) agree in incorporating a number of Brahmana passages in their text. They also have some unusual similarities in quoting Mantras. However, the BSS is most important in that it clearly shows the first steps taken by late Vedic ritualists towards the &lt;a href=\"Sutra\"&gt;Sutra&lt;/a&gt; style, with ever-increasing degree of conciseness, culminating in the minimal style of the Katyayana Srautasutra and the short formulas of &lt;a href=\"P%C4%81%E1%B9%87ini\"&gt;Pāṇini&lt;/a&gt;. This feature has been overlooked until Makoto Fushimi showed, in his recent Harvard thesis (2007), the many separate devices that were used by the Baudhayanas in creating a Sutra. They include, among others, certain 'headwords' that indicate and thus abbreviate the description of a certain ritual action or rite, and they also include a new classification of all Shrauta rituals. The result is uneven: the BSS is still a Shrautasutra in progress. In an appendix section it also discusses the opinions of ritual specialists other than Baudhayana, who is then quoted as well.\nIt has been argued that the composition of the BSS was due to the desire of 'eastern' Vedic kings, such as those of strongly emerging Kosala and Videha, to establish proper Vedic rituals in their non-Vedic territory The same orthoprax development is seen in the redaction in Kosala or Videha of the Vajasaneyi Samhita with its western three-tone recitation, as compared to its source, the two-tone Shatapatha Brahmana.\nPururavas–Uruvashi legend.\nAmong the dozen or so Brahmana passages found in the BSS, one Brahmana deals with the &lt;a href=\"Urvashi%20and%20Pururavas\"&gt;Urvashi and Pururavas&lt;/a&gt; legend that is also recounted in other Vedic texts such as the \"&lt;a href=\"Shatapatha%20Brahmana\"&gt;Shatapatha Brahmana&lt;/a&gt;\" and the \"Vadhula Anvakhyana\". The myth is also found, in ever changing forms, in the \"&lt;a href=\"Mahabharata\"&gt;Mahabharata&lt;/a&gt;\" and later texts, such as a drama of &lt;a href=\"K%C4%81lid%C4%81sa\"&gt;Kālidāsa&lt;/a&gt;. The myth tells the story of Pururavas and Urvasi, their separation and their reunion that is known from a highly poetic dialogue hymn of the Rigveda (10.95). After they were separated, Pururavas wandered around, \"raving\", as a text has it, but he also performed certain fire rituals. BSS 18.45 and the \"Shatapatha Brahmana\" 11.5.1 indicate the wanderings of Pururavas took place in &lt;a href=\"Kurukshetra\"&gt;Kurukshetra&lt;/a&gt;. In a late Vedic text, the boundaries of &lt;a href=\"Kurukshetra\"&gt;Kurukshetra&lt;/a&gt; between the &lt;a href=\"Sarasvati%20River\"&gt;Sarasvati River&lt;/a&gt; and the &lt;a href=\"Drsadvati%20River\"&gt;Drsadvati River&lt;/a&gt;, corresponding roughly to the modern state of &lt;a href=\"Haryana\"&gt;Haryana&lt;/a&gt;. According to the \"&lt;a href=\"Aranyaka%23Taittiriya%20Aranyaka\"&gt;Taittiriya Aranyaka&lt;/a&gt;\" 5.1.1., Kurukshetra is south of the Shughna region in &lt;a href=\"Sirhind-Fategarh\"&gt;Sirhind-Fategarh&lt;/a&gt; north of the &lt;a href=\"Khandava%20Forest\"&gt;Khandava Forest&lt;/a&gt;\nPururavas and Urvasi had two sons, Ayu and Amavasu. According to the \"Vadhula Anvakhyana\" 1.1.1, yajña rituals were not performed properly before the attainment of the gandharva fire and the birth of Ayu who ensures the continuation of the human lineage that continues down to the Kuru kings, and beyond.\nBSS 18:44 translation controversy.\nAccording to &lt;a href=\"Michael%20Witzel\"&gt;Michael Witzel&lt;/a&gt;, some Vedic passages point to the Indo-Aryan migrations. A translation by M. Witzel (1989) of one passage of the \"Baudhayana Shrauta Sutra\" may be interpreted as evidence in favor of the Aryan Migration:\nBased on Witzel's article, historians like &lt;a href=\"Romila%20Thapar\"&gt;Romila Thapar&lt;/a&gt; state that this passage contained literary evidence for Aryan migration. The historian &lt;a href=\"Ram%20Sharan%20Sharma\"&gt;Ram Sharan Sharma&lt;/a&gt; argued that this passage is \"the most explicit statement of immigration into the Subcontinent.\" The translation by the late Austrian Indologist and Brahmana specialist Hertha Krick (1982), and in part T. Goto (2000), agree with Witzel's. Krick writes (in German:) \"Westwards Amavasyu (or: he stayed home in the west, as his name says 'one who has goods/possessions at home')\".\nWitzel's translation has been criticized by supporters of the Indigenous Aryans theory. In 1998 Indologist &lt;a href=\"Koenraad%20Elst\"&gt;Koenraad Elst&lt;/a&gt;, a supporter of the Indigenous Aryans theory, was the first to criticize Witzel's translation of the BSS passage, stating: \nArchaeologist &lt;a href=\"B.%20B.%20Lal\"&gt;B. B. Lal&lt;/a&gt;, another supporter of the &lt;a href=\"Indigenous%20Aryans\"&gt;Indigenous Aryans&lt;/a&gt; theory, also suggests the mention of westward movements of some Vedic clans to be the case, rather than any movements from Central Asia or Afghanistan.\nThe passage, or parallel passages, were also discussed by &lt;a href=\"Hans%20Henrich%20Hock\"&gt;Hans Henrich Hock&lt;/a&gt; and (in part) Toshifumi Goto, who also diverged from Witzel's translation. Agarwal further compared Witzel's translation with earlier translations by &lt;a href=\"Willem%20Caland\"&gt;Willem Caland&lt;/a&gt;, C.G. Kashikar and D.S. Triveda, noting that they all state that \"Amavasu migrated westwards, rather than staying where he was.\" According to Cardona, \"this text cannot serve to document an Indo-Aryan migration into the main part of the subcontinent.\" Nevertheless, Cardona also notes that \"major arguments put forth by those who maintain that the Indo-Aryans were indigenous to the subcontinent are not cogent.\" According to Vishal Agarwal, \nAgarwal further notes that\nThe only published reaction so far by Witzel has appeared already in 2001 (in EJVS 7–3, notes 45-46). He discusses in detail the various possibilities for an interpretation of the passage and concludes \"Whatever interpretation one chooses, this evidence for movements inside the subcontinent (or from its northeastern borders, in Afghanistan) changes little about the bulk of evidence assembled from linguistics and from the RV itself that points to an outside origin of Vedic Sanskrit and its initial speakers.\""
}