{
    "id": "48161529",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=48161529",
    "title": "Sinn Féin Funds case",
    "text": "The Sinn Féin Funds case (\"Buckley and Others v. the Attorney-General and Another\") was a 1942–1948 Irish court case in which the &lt;a href=\"Sinn%20F%C3%A9in\"&gt;Sinn Féin&lt;/a&gt; party claimed ownership of funds deposited with the &lt;a href=\"High%20Court%20%28Ireland%29\"&gt;High Court&lt;/a&gt; in 1924 which had belonged to the Sinn Féin party before 1923. The Sinn Féin Funds Act 1947, which attempted to halt the court case and assign the funds to Bord Cistí Sinn Féin, was ruled unconstitutional by the &lt;a href=\"Supreme%20Court%20%28Ireland%29\"&gt;Supreme Court&lt;/a&gt; in an important judgement on &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt; and &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt; rights. The original action was subsequently decided against Sinn Féin, on the basis that the pre-1923 party was separate from the 1940s party. Most of the disputed funds were consumed by legal costs.\nThe funds.\nSinn Féin was established in 1905 as an &lt;a href=\"Irish%20nationalism\"&gt;Irish nationalist&lt;/a&gt; political party. In 1917, it was reconstituted under leader &lt;a href=\"%C3%89amon%20de%20Valera\"&gt;Éamon de Valera&lt;/a&gt; with a more radical separatist agenda, incorporating members and ideas from the &lt;a href=\"Irish%20Volunteers\"&gt;Irish Volunteers&lt;/a&gt; who had organised the 1916 &lt;a href=\"Easter%20Rising\"&gt;Easter Rising&lt;/a&gt;. It set about raising funds for its campaign of &lt;a href=\"civil%20disobedience\"&gt;civil disobedience&lt;/a&gt;, which by 1919 escalated into the &lt;a href=\"Irish%20War%20of%20Independence\"&gt;Irish War of Independence&lt;/a&gt; when Sinn Féin proclaimed an &lt;a href=\"Irish%20Republic\"&gt;Irish Republic&lt;/a&gt; independent of the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;United Kingdom of Great Britain and Ireland&lt;/a&gt;. Sinn Féin funds were for party-political purposes and were smaller than and separate from the &lt;a href=\"D%C3%A1il%20loans\"&gt;Dáil loans&lt;/a&gt;, which the Republic treated as &lt;a href=\"government%20bond\"&gt;government bond&lt;/a&gt;s to fund its administration and its army, the &lt;a href=\"Irish%20Republican%20Army%20%281919%E2%80%931922%29\"&gt;IRA&lt;/a&gt;. The party's Central Fund was held in bank accounts controlled by its honorary treasurers, &lt;a href=\"Eamonn%20Duggan\"&gt;Eamonn Duggan&lt;/a&gt; and &lt;a href=\"Jennie%20Wyse%20Power\"&gt;Jennie Wyse Power&lt;/a&gt;. The war ended with a truce in July 1921, followed by the &lt;a href=\"Anglo-Irish%20Treaty\"&gt;Anglo-Irish Treaty&lt;/a&gt; in December, which provided for an &lt;a href=\"Irish%20Free%20State\"&gt;Irish Free State&lt;/a&gt;. Sinn Féin split over the terms of the treaty, leading to the &lt;a href=\"Irish%20Civil%20War\"&gt;Irish Civil War&lt;/a&gt; of 1922–1923, won by the supporters of the Free State over those who sought to maintain the Irish Republic.\nOn either 9 December 1921 or 17 January 1922, the Sinn Féin standing committee resolved to make de Valera the party's sole trustee. At the February 1922 &lt;a href=\"Ardfheis\"&gt;Ardfheis&lt;/a&gt;, the officer board became the standing committee. The party was in abeyance from the &lt;a href=\"1922%20Irish%20general%20election\"&gt;general election in June 1922&lt;/a&gt;, when it rubber-stamped the nomination of a combined slate of pro- and anti-treaty candidates in a failed attempt to stop the descent into civil war. In October 1922, after the Civil War had started, de Valera, who was anti-Treaty, wrote asking Duggan and Wyse Power, who were pro-Treaty, to transfer the funds to him in conformance to the old standing committee's resolution. They refused to comply unless the new officer board/standing committee ordered them to do so. The officer board/standing committee met on 26 October 1922; pro-Treaty members had an eight–five majority and the board voted not to allow further expenditure without its approval. It never met again.\nAfter the 1923 ceasefire, supporters of the &lt;a href=\"Executive%20Council%20of%20the%20Irish%20Free%20State\"&gt;Free State Executive Council&lt;/a&gt; founded the &lt;a href=\"Cumann%20na%20nGaedheal\"&gt;Cumann na nGaedheal&lt;/a&gt; party and anti-Treaty activists reconstituted Sinn Féin. In February 1924 Duggan and Wyse Power, taking legal advice from &lt;a href=\"Timothy%20Sullivan%20%28Irish%20judge%29\"&gt;Timothy Sullivan&lt;/a&gt;, lodged the balance of the Central Fund in a &lt;a href=\"Trust%20law\"&gt;trust&lt;/a&gt; in the High Court under the provisions of the Trustee Act, 1893; the balance was £8,663 12s. 2d., from which administrative costs were deducted.\n1942–1946 proceedings.\nThe Sinn Féin party lost support when &lt;a href=\"Fianna%20F%C3%A1il\"&gt;Fianna Fáil&lt;/a&gt; was founded in 1926 by its most prominent members, including de Valera; it stopped contesting elections after &lt;a href=\"September%201927%20Irish%20general%20election\"&gt;September 1927&lt;/a&gt;. In 1938 it ceded &lt;a href=\"Irish%20republican%20legitimatism\"&gt;symbolic control of the notionally still-extant Irish Republic&lt;/a&gt; to the &lt;a href=\"IRA%20Army%20Council\"&gt;IRA Army Council&lt;/a&gt;. The party periodically proclaimed its right to the funds deposited in the High Court but took no legal action and was small enough to be ignored by the authorities.\nWhen Eamonn Duggan died in 1936, Jennie Wyse Power became sole trustee of the Sinn Féin funds. Wyse Power died in 1941, and her son, Charles Stewart Power, a judge, inherited the position of trustee. It would be impossible to reimburse the funds to the original donors. Power suggested to Éamon de Valera, then &lt;a href=\"Taoiseach\"&gt;Taoiseach&lt;/a&gt;, that the money could be used to support needy veterans of the &lt;a href=\"Irish%20revolutionary%20period\"&gt;revolutionary period&lt;/a&gt;. While de Valera began planning enabling legislation to effect this, Power approached surviving members of the pre-Treaty standing committee of Sinn Féin for their consent, and all but one agreed. Power also consulted most of those involved in the 1923 re-establishemt of Sinn Féin, who had joined Fianna Fáil in 1926, and whose contention that the 1923 party was not a continuation of the pre-Treaty party Maillot has called \"rewriting history\" to serve their own ends.\nThe leaders of the contemporary Sinn Féin became aware of the proposals, and on 19 January 1942, brought a High Court action by originating plenary &lt;a href=\"summons\"&gt;summons&lt;/a&gt; against Power and the &lt;a href=\"Attorney%20General%20of%20Ireland\"&gt;Attorney General&lt;/a&gt; seeking a declaration that the funds were the property of the party, and the payment of the funds to its honorary treasurers. By this time the funds amounted to £18,200 19s. 6d., invested in Irish Free State 4% Conversion Loan, 1950–70 (£13,041 1s. 5d.), Irish Free State Second National Loan (£4,927 14s. 8d.), and cash (£616 3s. 9d.).\nThe proceedings were formally called \"&lt;a href=\"Margaret%20Buckley\"&gt;Margaret Buckley&lt;/a&gt;, Séamus Mitchell, Séamus O'Neill, Padraig Power, Mairéad McElroy, Séamus Russell, Diarmuid Ó Laoghaire, Seán Poole, Joseph H. Fowler and &lt;a href=\"John%20J.%20O%27Kelly\"&gt;Seán Ua Ceallaigh&lt;/a&gt;, on behalf of themselves and all other Members of the Sinn Féin Organisation established in the year, 1905, and reconstituted in the year, 1917 Plaintiffs v. The Attorney General of Éire and Charles Stewart Power Defendants\". The plaintiffs were respectively the president, vice-presidents, honorary treasurers, honorary secretaries, two members of the standing committee and one ordinary member of Sinn Féin.\nThere was no further action from the plaintiffs for several years and the respondents applied to have the case dismissed. On 21 November 1945 the High Court gave Sinn Féin a month to proceed and notice of trial was issued on 19 December 1945. In October 1946 the hearing was fixed for 26 November. On 11 November, the plaintiffs sought an order that their original solicitor, William Boyle Fawsitt, release to their new solicitor, &lt;a href=\"Peadar%20Cowan\"&gt;Peadar Cowan&lt;/a&gt;, papers which he was holding in &lt;a href=\"lien\"&gt;lien&lt;/a&gt; for unpaid fees; the High Court refused and the case was adjourned pending an appeal of this decision to the Supreme Court.\nSinn Féin Funds Act 1947.\nThe Sinn Féin Funds Act 1947 was an &lt;a href=\"act%20of%20parliament\"&gt;act&lt;/a&gt; of the &lt;a href=\"Oireachtas\"&gt;Oireachtas&lt;/a&gt; introduced in the &lt;a href=\"12th%20D%C3%A1il\"&gt;12th Dáil&lt;/a&gt; by the Taoiseach, Éamon de Valera, on 11 March 1947. His justification was that \"unless there is action taken by the Legislature, these funds will be frittered away in legal costs\". The Act provided for a seven-person board, Bord Cistí Sinn Féin, with a chairman nominated by the &lt;a href=\"Chief%20Justice%20of%20Ireland\"&gt;Chief Justice&lt;/a&gt; and the others by the &lt;a href=\"Government%20of%20Ireland\"&gt;Government&lt;/a&gt;. De Valera had first confirmed that the Chief Justice, &lt;a href=\"Conor%20Maguire\"&gt;Conor Maguire&lt;/a&gt;, was willing to make the nomination. The act directed the High Court to pay the Sinn Féin funds to the board; it could also accept donations from others. The board could invest its funds in the same manner as &lt;a href=\"Minister%20for%20Posts%20and%20Telegraphs\"&gt;Post Office savings&lt;/a&gt;, and could make payments to needy veterans of &lt;a href=\"Physical%20force%20Irish%20republicanism\"&gt;Irish republican paramilitary groups&lt;/a&gt; in 1916–1921. It would be dissolved when its funds were exhausted. Section 10 of the act purported to &lt;a href=\"stay%20of%20proceedings\"&gt;stay the proceedings&lt;/a&gt; started in 1942, and to require the High Court to &lt;a href=\"motion%20to%20dismiss\"&gt;dismiss&lt;/a&gt; the action upon an &lt;a href=\"ex-parte\"&gt;ex-parte&lt;/a&gt; application from the Attorney General. The act was &lt;a href=\"signed%20into%20law\"&gt;signed into law&lt;/a&gt; on 27 May 1947. \nOn 10 June 1947, &lt;a href=\"Aindrias%20%C3%93%20Caoimh%20%28attorney%20general%29\"&gt;Aindrias Ó Caoimh&lt;/a&gt;, junior counsel for the Attorney General, made an ex-parte application under Section 10 of the act to dismiss the case. &lt;a href=\"George%20Gavan%20Duffy\"&gt;George Gavan Duffy&lt;/a&gt;, the President of the High Court, was already convinced the act was unconstitional, and told all the court's judges to refer the case to him if it was assigned to them. Justice &lt;a href=\"Kevin%20Dixon%20%28attorney%20general%29\"&gt;Kevin Dixon&lt;/a&gt; duly did so, &lt;a href=\"recusal\"&gt;recusing&lt;/a&gt; himself because in 1942, before being made a judge, he had assisted the then Attorney General in the case. Ó Caoimh was taken aback when Gavan Duffy rejected the application on the ground that Section 10 of the act violated the &lt;a href=\"Constitution%20of%20Ireland\"&gt;Constitution of Ireland&lt;/a&gt;, in two ways: it violated the &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt;, in that the &lt;a href=\"legislature\"&gt;legislature&lt;/a&gt; was attempting to prevent the &lt;a href=\"judiciary\"&gt;judiciary&lt;/a&gt; hearing a case as provided under Articles 34 to 37 of the Constitution; and it violated Article 43's protection of &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt;, by requisitioning the funds without sufficient cause. Ó Caoimh argued that s.5 of the Erasmus Smith Schools Act 1938 and s.1(1) of the Accidental Fires Act 1943 similarly restricted legal proceedings; Gavan Duffy responded that the 1938 act was made by mutual agreement between the litigants, and that he would regard the 1943 provision as likewise unconstitutional. Judgment was not &lt;a href=\"Reserved%20decision\"&gt;reserved&lt;/a&gt;; instead Gavan Duffy immediately read out a ruling he had written the day before hearing. On 23 June, the Attorney General's appeal was heard in the Supreme Court, before justices &lt;a href=\"James%20Murnaghan\"&gt;James Murnaghan&lt;/a&gt;, &lt;a href=\"James%20Geoghegan\"&gt;James Geoghegan&lt;/a&gt;, &lt;a href=\"John%20O%27Byrne\"&gt;John O'Byrne&lt;/a&gt;, &lt;a href=\"William%20Black%20%28judge%29\"&gt;William Black&lt;/a&gt; and &lt;a href=\"Martin%20Maguire\"&gt;Martin Maguire&lt;/a&gt;, with senior counsel &lt;a href=\"John%20A.%20Costello\"&gt;John A. Costello&lt;/a&gt; and &lt;a href=\"Se%C3%A1n%20MacBride\"&gt;Seán MacBride&lt;/a&gt; appearing for Sinn Féin. Conor Maguire recused himself because of his prior involvement in the legislative process. The Supreme Court's judgment, delivered by O'Byrne on 31 July 1947, upheld both grounds of the High Court ruling. Although the constitution prohibits the publication of &lt;a href=\"dissenting%20opinion\"&gt;dissenting opinion&lt;/a&gt;s, &lt;a href=\"Gerard%20Hogan\"&gt;Gerard Hogan&lt;/a&gt; states that William Black may have disagreed with the verdict.\nThe courts' reasoning in the Sinn Féin Funds case has not been called into question as regards separation of powers; however, as regards private property, &lt;a href=\"John%20M.%20Kelly%20%28politician%29\"&gt;John M. Kelly&lt;/a&gt; and others have pointed out that it is difficult to reconcile with the 1957 ruling in Attorney General v Southern Industrial Trust.\n1948 proceedings.\nAfter the Sinn Féin Funds Act had been found unconstitutional, the original 1942 case recommenced. It was adjourned after the &lt;a href=\"1948%20Irish%20general%20election\"&gt;February 1948 general election&lt;/a&gt; to allow Sinn Féin to appoint new counsel, because Costello and MacBride were now ministers in &lt;a href=\"Government%20of%20the%2013th%20D%C3%A1il\"&gt;the new coalition government&lt;/a&gt;. It was heard in the High Court between 18 March 1948 and 19 November 1948. The testimony and supporting documentation of the case, which remain an important &lt;a href=\"primary%20source\"&gt;primary source&lt;/a&gt; for historians of the 1917–1926 period, are now divided among the &lt;a href=\"National%20Archives%20of%20Ireland\"&gt;National Archives of Ireland&lt;/a&gt;, &lt;a href=\"National%20Library%20of%20Ireland\"&gt;National Library of Ireland&lt;/a&gt;, and &lt;a href=\"Irish%20Military%20Archives\"&gt;Irish Military Archives&lt;/a&gt;. De Valera gave evidence on 20 April on Sinn Féin's structure while he was its leader. It was pointed out that he now contradicted what he had said in 1929: \"Those who continued on in the organisation which we left can claim exactly the same continuity that we claimed up to 1925\". The ruling, by &lt;a href=\"T.%20C.%20Kingsmill%20Moore\"&gt;T. C. Kingsmill Moore&lt;/a&gt; on 26 October 1948, was against Sinn Féin, on the basis that the organisation as reconstituted in 1923 was \"not in any legal sense a continuation\" of the party that had \"melted away\" in 1922, to which the funds had belonged. An &lt;a href=\"ardfheis\"&gt;ardfheis&lt;/a&gt; held on 16 October 1923 to revive Sinn Féin was, Kingsmill Moore said, \"not properly constituted according to the Rules [existing prior to 1922] and its actions and resolutions can have no validity in preserving the continuity of the organisation\". \nKingsmill Moore awarded legal costs to the defendants in his 26 October judgment, and to the plaintiffs on 19 November after application, in both cases to be paid out of the Sinn Féin Funds themselves. In March 1947 the value of the funds had been £21,917 15s. 4d.; by October 1950 it was reduced to £1,704 8s. 1d., with TDs decrying the amount paid to lawyers. Although the costs of the 1947 Supreme Court case (£830 15s. 6d.) were paid from the government's &lt;a href=\"Central%20Fund%20%28Ireland%29\"&gt;Central Fund&lt;/a&gt;, those of the 1942–1948 High Court case, paid from the Sinn Féin Funds, amounted to £10,145 16s. for the plaintiff (Sinn Féin) and £13,707 5s. 1d. for the defendants. \"&lt;a href=\"The%20Irish%20Times\"&gt;The Irish Times&lt;/a&gt;\" reported in 1959 that the account balance was still lying unclaimed in the High Court."
}