{
    "id": "481994",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=481994",
    "title": "LeConte's sparrow",
    "text": "LeConte's sparrow (\"Ammospiza leconteii\") is one of the smallest &lt;a href=\"New%20World%20sparrow\"&gt;New World sparrow&lt;/a&gt; species in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;.\nIt is a very secretive bird that prefers to spend most of its time on the ground under the cover of tall grasses. They are typically very difficult to flush, often only &lt;a href=\"Escape%20distance\"&gt;flushing at a distance&lt;/a&gt; of 1–3 m as they prefer to run across the ground. When they do emerge they rarely fly more than a foot or two above the grass and often descend again within a few meters. Because it is so rarely seen, there are still many gaps in knowledge about the LeConte's sparrow. Nests are often very hard to find, and individuals are more often identified by sound than by sight.\nDescription.\nLeConte's sparrow is a small sparrow with a relatively large head, short grey &lt;a href=\"Beak\"&gt;bill&lt;/a&gt; and short pointed tail. It has a &lt;a href=\"buffy%20%28color%29\"&gt;buffy&lt;/a&gt; yellow-orange face with grey &lt;a href=\"cheek\"&gt;cheek&lt;/a&gt;s, and a dark brown crown with a white central stripe. The &lt;a href=\"Nape\"&gt;nape of the neck&lt;/a&gt; is lilac grey with chestnut streaks, and the back is streaked with brown and beige. Its belly is off white, while the breast and sides are a buffy orange-yellow with dark brown streaks. The feet and legs are a brownish-pink colour.\nMeasurements.\nThe measurements for both sexes are:\nSimilar birds.\nLeConte's sparrow is commonly mistaken for:\nThere has been a recorded case of a LeConte's sparrow &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybridized&lt;/a&gt; with a Nelson's sparrow, in June 1949 in Ontario.\nTaxonomy.\nLeConte's sparrow is a member of the &lt;a href=\"Order%20%28biology%29\"&gt;order&lt;/a&gt; &lt;a href=\"Passerine\"&gt;Passerifomes&lt;/a&gt;, which are the perching birds, sometimes less accurately referred to as the &lt;a href=\"songbird\"&gt;songbird&lt;/a&gt;s. It is from the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Passerellidae\"&gt;Passerellidae&lt;/a&gt;, which is characterized by species of small birds with bills adapted to seed eating. LeConte's sparrow was placed in the genus \"Ammodramus\" in the past and a molecular phylogeny of the related groups identified that genus as being polyphyletic and recommended the group to be split up. This species falls within the &lt;a href=\"genus\"&gt;genus&lt;/a&gt; \"&lt;a href=\"Ammospiza\"&gt;Ammospiza&lt;/a&gt;\" clade which includes \"A. maritimus\", \"A. nelsoni\", and \"A. caudacutus\", which are the ground-loving sparrows that prefer staying in tall, thick grasses to perching on trees.\nThe LeConte's sparrow was discovered by &lt;a href=\"John%20James%20Audubon\"&gt;John James Audubon&lt;/a&gt;, and it was thought that he named this bird after a friend, Doctor LeConte. It is generally believed that he meant &lt;a href=\"John%20Lawrence%20LeConte\"&gt;John Lawrence LeConte&lt;/a&gt;, although some feel that he was referring to another &lt;a href=\"John%20LeConte\"&gt;John LeConte&lt;/a&gt;, also a doctor, and John Lawrence's cousin.\nHabitat and distribution.\nRange.\nLeConte's sparrow breeds in select areas of north eastern &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, across &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt; and southern &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt; as well as central &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; and into &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;; and as far south as northern &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt; and &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;. It winters in the south eastern &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;; as far west as central &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; and as far north as central &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; and &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;.\nHabitat.\nLeConte's sparrow prefers moist open grassy areas with sufficient vegetation cover to provide shelter. Known habitat use includes meadows, fields, crop stubble, shallow marshy edges, prairie, and occasionally fens and lake-shores within the boreal forest. Studies have shown that vegetation seems to have a greater impact on the abundance of this bird than other factors like climate or patch size. Winter \"et al.\" (2005) says that it can be found at highest densities in areas with a \"moderate amounts of bare ground\". Agriculture and drainage of these areas is currently the greatest threat to the LeConte's sparrow.\nBehaviour.\nVocalizations.\nThe male's song resembles a &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt; buzz with a short squeaky introductory note and ending with a short chirp. It is often described as \"tika-zzzzzzzzzzzz-tik\" while the call is a short \"tsip\". It is most commonly confused with the song of the &lt;a href=\"Nelson%27s%20sparrow\"&gt;Nelson's sparrow&lt;/a&gt;. The male generally sings from a concealed location, but can also be seen singing from the top of protruding grass stems, or occasionally in flight.\nDiet.\nDiet in the summer is mostly &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s such as &lt;a href=\"weevil\"&gt;weevil&lt;/a&gt;s, &lt;a href=\"leafhopper\"&gt;leafhopper&lt;/a&gt;s, &lt;a href=\"leaf%20beetle\"&gt;leaf beetle&lt;/a&gt;s, &lt;a href=\"Halyomorpha%20halys\"&gt;stinkbug&lt;/a&gt;s, &lt;a href=\"caterpillar\"&gt;caterpillar&lt;/a&gt;s, &lt;a href=\"moth\"&gt;moth&lt;/a&gt;s and &lt;a href=\"spider\"&gt;spider&lt;/a&gt;s. During the winter time the main diet consists of &lt;a href=\"seed%20predation\"&gt;seeds&lt;/a&gt; of &lt;a href=\"grass\"&gt;grass&lt;/a&gt;es and &lt;a href=\"weed\"&gt;weed&lt;/a&gt;s such as &lt;a href=\"Sporobolus%20heterolepis\"&gt;northern dropseed&lt;/a&gt;, &lt;a href=\"Indian%20grass\"&gt;Indian grass&lt;/a&gt;, &lt;a href=\"Alopecurus%20pratensis\"&gt;yellow foxtail&lt;/a&gt;, &lt;a href=\"Panicum%20virgatum\"&gt;panic-grass&lt;/a&gt;, &lt;a href=\"scorpion-grass\"&gt;scorpion-grass&lt;/a&gt;, &lt;a href=\"little%20bluestem\"&gt;little bluestem&lt;/a&gt;, and &lt;a href=\"big%20bluestem\"&gt;big bluestem&lt;/a&gt;.\nReproduction.\n&lt;a href=\"Mating\"&gt;Mating&lt;/a&gt; can start as early as late April but peaks in mid-May. Males will sing from the cover of dense grasses, perched on tall grass or in flight. Clutches range from two to six eggs with four being the most common. &lt;a href=\"Avian%20incubation\"&gt;Incubation&lt;/a&gt; is done solely by the female, though both parents aid in feeding. Incubation lasts an average of 11–13 days. &lt;a href=\"Hatchling\"&gt;Hatchling&lt;/a&gt;s are &lt;a href=\"altricial\"&gt;altricial&lt;/a&gt; with dull brown &lt;a href=\"Down%20feather\"&gt;downy&lt;/a&gt; patches. Pairs will have one or two broods per year. Due to the secretive nature of this bird little is known about the period of time between hatching and &lt;a href=\"Fledge\"&gt;fledging&lt;/a&gt;.\nNest.\n&lt;a href=\"Bird%20nest\"&gt;Nests&lt;/a&gt; are built by the female and are &lt;a href=\"cup%20nest\"&gt;cup&lt;/a&gt; shaped, made from fine grasses and lined with soft grass and &lt;a href=\"hair\"&gt;hair&lt;/a&gt;. They are usually attached to standing grasses or &lt;a href=\"Cyperaceae\"&gt;sedges&lt;/a&gt; and are built on or close to the ground.\nEggs.\n&lt;a href=\"bird%20egg\"&gt;Eggs&lt;/a&gt; are 18 X 14 mm long and are &lt;a href=\"Ellipse\"&gt;sub elliptical&lt;/a&gt; in shape. Eggs are white with undertones of green, grey or blue; covered in fine brown dots, speckles or splotches usually clustered near large end of egg."
}