{
    "id": "48202262",
    "revid": "1819986",
    "url": "https://en.wikipedia.org/wiki?curid=48202262",
    "title": "Oliver Gildart",
    "text": "Oliver Patrick Gildart (born 6 August 1996) is an English professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a for the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;, and has played for and at international level.\nHe has spent time on loan from &lt;a href=\"Wigan%20Warriors\"&gt;Wigan&lt;/a&gt; at &lt;a href=\"Workington%20Town\"&gt;Workington Town&lt;/a&gt; in the &lt;a href=\"2015%20RFL%20Championship\"&gt;Kingstone Press Championship&lt;/a&gt; and the &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford Red Devils&lt;/a&gt; in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;. Gildart was the winner of the 2017 &lt;a href=\"Man%20of%20Steel%20Awards\"&gt;Super League Young Player Of The Year&lt;/a&gt;. He won the &lt;a href=\"2016%20Super%20League%20Grand%20Final\"&gt;2016&lt;/a&gt; and the &lt;a href=\"2018%20Super%20League%20Grand%20Final\"&gt;2018 Super League Grand Final&lt;/a&gt; with Wigan.\nEarly life.\nGildart was born in &lt;a href=\"Hindley%2C%20Greater%20Manchester\"&gt;Hindley, Greater Manchester&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt; to parents Claire and &lt;a href=\"Ian%20Gildart\"&gt;Ian&lt;/a&gt;, a former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer for Wigan, Wakefield, and Oldham. He is of Italian descent through his mother, and is eligible to represent the &lt;a href=\"Italy%20national%20rugby%20league%20team\"&gt;Italian national team&lt;/a&gt;.\nClub career.\n2015.\nA product of Wigan's junior system, Gildart made his Super League début on loan for &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford Red Devils&lt;/a&gt; in 2015, making a total of three appearances before returning to his parent club. He made his début for Wigan in the &lt;a href=\"Rugby%20League%20Super%208s\"&gt;Super 8s&lt;/a&gt; match against &lt;a href=\"Warrington%20Wolves\"&gt;Warrington Wolves&lt;/a&gt; on 21 August 2015, scoring a try. He then kept his place in the Wigan team for the remainder of the 2015 season, including an appearance in the &lt;a href=\"2015%20Super%20League%20Grand%20Final\"&gt;2015 Super League Grand Final&lt;/a&gt; at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt; in only his tenth career match.\n2016.\nGildart continued to show promise throughout the course of the 2016 season. One of the signature tries of the year was scored by him in an away match in Perpignan as he straightened up the line and seared his way to the try-line after a flowing length-of-the-field attack by Wigan. He became a fixture in the centres for Wigan. Gildart scored a try in the &lt;a href=\"2016%20Super%20League%20Grand%20Final\"&gt;2016 Super League Grand Final&lt;/a&gt; against the &lt;a href=\"Warrington%20Wolves\"&gt;Warrington Wolves&lt;/a&gt; which brought Wigan level at 6–6 before they'd go on to win 12–6 at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;.\n2017.\nHe was also part of the Wigan team who defeated NRL champions, the &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland Sharks&lt;/a&gt; 22–6 to win the &lt;a href=\"World%20Club%20Challenge\"&gt;World Club Challenge&lt;/a&gt;, which ensured Oliver would join father Ian (who was an interchange in the 1987 and 1991 wins) as a World Club Challenge medal winner. Oliver also scored a try in that game. After starting the season is great form he broke three vertebrae in his back following a &lt;a href=\"Brett%20Ferres\"&gt;Brett Ferres&lt;/a&gt; 'crusher' tackle. Gildart was ruled out for three months. He returned with a try against the &lt;a href=\"Leigh%20Centurions\"&gt;Leigh Centurions&lt;/a&gt; on 8 June. He scored a few weeks later against the &lt;a href=\"Warrington%20Wolves\"&gt;Warrington Wolves&lt;/a&gt; followed by a brace against &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt;. In the &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt; semi-final against &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford&lt;/a&gt; he scored another brace and went on to score another try in the &lt;a href=\"2017%20Challenge%20Cup%20Final\"&gt;2017 Challenge Cup Final&lt;/a&gt; defeat by &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;. \nAgainst tradition rivals &lt;a href=\"St%20Helens%20R.F.C.\"&gt;St. Helens&lt;/a&gt; he scored the opening try followed by a slick move within the first two minutes. Just a few moments later following a &lt;a href=\"Ben%20Barba\"&gt;Ben Barba&lt;/a&gt; mistake his raced 40 yards to complete his brace.\n2018.\nHe played in the &lt;a href=\"2018%20Super%20League%20Grand%20Final\"&gt;2018 Super League Grand Final&lt;/a&gt; victory over the &lt;a href=\"Warrington%20Wolves\"&gt;Warrington Wolves&lt;/a&gt; at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;.\n2019.\nGildart played 32 games for Wigan in 2019 including their shock semi-final loss against Salford.\n2020.\nGildart played in the &lt;a href=\"2020%20Super%20League%20Grand%20Final\"&gt;2020 Super League Grand Final&lt;/a&gt; which Wigan lost 8-4 against St Helens.\n2021.\nOn 31 May, Gildart signed a two-year deal to join &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; side, the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt;.\nIn round 10 of the &lt;a href=\"2021%20Super%20League%20season\"&gt;2021 Super League season&lt;/a&gt;, Gildart scored two tries for Wigan in a 18-8 defeat against &lt;a href=\"Hull%20Kingston%20Rovers\"&gt;Hull Kingston Rovers&lt;/a&gt;.\nInternational career.\nIn July 2018 he was selected in the &lt;a href=\"England%20Knights\"&gt;England Knights&lt;/a&gt; Performance squad.\nHe was selected in squad for the &lt;a href=\"2019%20Great%20Britain%20Lions%20tour\"&gt;2019 Great Britain Lions tour&lt;/a&gt; of the Southern Hemisphere. He made his &lt;a href=\"Great%20Britain%20national%20rugby%20league%20team\"&gt;Great Britain&lt;/a&gt; test debut in the defeat by Tonga."
}