{
    "id": "48269700",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=48269700",
    "title": "Alfred Klahr",
    "text": "Alfred Klahr (16 September 1904 – 1944) was an &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n &lt;a href=\"communist\"&gt;communist&lt;/a&gt; politician, journalist and historian. He was a leading &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist&lt;/a&gt; intellectual and theorist in the &lt;a href=\"First%20Austrian%20Republic\"&gt;First Austrian Republic&lt;/a&gt;.\nBiography.\nAlfred Klahr was born on 16 September 1904 in Vienna. His father Salman Klahr worked as &lt;a href=\"hazzan\"&gt;hazzan&lt;/a&gt; in &lt;a href=\"Israelitische%20Kultusgemeinde%20Wien\"&gt;Israelitische Kultusgemeinde Wien&lt;/a&gt;. Becoming a student at the &lt;a href=\"University%20of%20Vienna\"&gt;University of Vienna&lt;/a&gt;, Alfred Klahr joined the \"Kommunistischen Jugendverband\". \nFrom 1930 Klahr lived in Moscow and worked as representative of the Communist Youth Union of Austria. From 1935 to 1937 he taught in Austrian section of &lt;a href=\"International%20Lenin%20School\"&gt;International Lenin School&lt;/a&gt;. In 1937 Klahr turned to Prague and worked in communist newspaper \"Weg und Ziel\". From 1938 - after &lt;a href=\"Anschluss\"&gt;Anschluss&lt;/a&gt; and &lt;a href=\"German%20occupation%20of%20Czechoslovakia\"&gt;annexation of Czechoslovakia&lt;/a&gt; - Alfred Klahr was active in &lt;a href=\"Anti-fascism\"&gt;anti-nazi&lt;/a&gt; &lt;a href=\"Austrian%20Resistance\"&gt;Austrian Resistance&lt;/a&gt;. From August 1942 he was detained in &lt;a href=\"Auschwitz%20concentration%20camp\"&gt;Auschwitz concentration camp&lt;/a&gt; (as Ludwig Lokmanis,\nprisoner number 58933). He was member of &lt;a href=\"Kampfgruppe%20Auschwitz\"&gt;Kampfgruppe Auschwitz&lt;/a&gt;. 15 June 1944 Alfred Klahr (together with polish communist, &lt;a href=\"Polish%20Workers%27%20Party\"&gt;PPR&lt;/a&gt; member, Stefan Bratkowski) managed to escape, but he died afterward, shot by the &lt;a href=\"SS\"&gt;SS&lt;/a&gt; in &lt;a href=\"Occupation%20of%20Poland%20%281939%E2%80%9345%29\"&gt;nazi-occupied&lt;/a&gt; Warsaw.\nKlahr's theory of the national question in Austria.\nIn March and April 1937 Klahr published the series of articles titled \"Zur nationalen Frage in Österreich\". In these texts he explain how the Austria emerged from the German part of Europe to take another political direction.\nThis permitted to understand the conflict between the &lt;a href=\"Clerical%20fascism\"&gt;clerical&lt;/a&gt; &lt;a href=\"Austrofascism\"&gt;Austrofascism&lt;/a&gt; and the &lt;a href=\"Pan-Germanism\"&gt;Pan-German&lt;/a&gt; &lt;a href=\"Nazism\"&gt;Nazism&lt;/a&gt;, each being expression of &lt;a href=\"Class%20in%20Marxist%20theory\"&gt;different social classes&lt;/a&gt;.\nIn Auschwitz Klahr wrote the famous \"Auschwitz text\", as a result of debates by Austrian and German communist detained in &lt;a href=\"Auschwitz%20concentration%20camp\"&gt;Auschwitz&lt;/a&gt;.\nReferences.\nBibliography"
}