{
    "id": "4828445",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=4828445",
    "title": "Trinity Hymnal",
    "text": "The Trinity Hymnal is a &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; &lt;a href=\"hymnal\"&gt;hymnal&lt;/a&gt; written and compiled both by and for those from a &lt;a href=\"Presbyterianism\"&gt;Presbyterian&lt;/a&gt; background. It has been released in two editions (both of which are used in churches today) and is published by Great Commission Publications, a joint project between the &lt;a href=\"Orthodox%20Presbyterian%20Church\"&gt;Orthodox Presbyterian Church&lt;/a&gt; and the &lt;a href=\"Presbyterian%20Church%20in%20America\"&gt;Presbyterian Church in America&lt;/a&gt;.\nA Baptist Edition also exists for the use of &lt;a href=\"Reformed%20Baptist\"&gt;Reformed Baptist&lt;/a&gt; congregations.\nVersions.\nThe 1961 hymnal was originally compiled by the Orthodox Presbyterian Church in 1961 as a hymnbook that would include traditional hymns as well as musical arrangements of the &lt;a href=\"Psalms\"&gt;Psalms&lt;/a&gt; suitable for &lt;a href=\"Reformed%20worship\"&gt;Reformed worship&lt;/a&gt;.\nThe 1990 hymnal is official (but not required) in the Presbyterian Church in America and Orthodox Presbyterian Church, and is also approved by denominations such as the &lt;a href=\"Associate%20Reformed%20Presbyterian%20Church\"&gt;Associate Reformed Presbyterian Church&lt;/a&gt;. This version includes &lt;a href=\"responsive%20reading\"&gt;responsive reading&lt;/a&gt;s from all 150 Psalms and The Westminster Confession of Faith. \nThe Baptist Edition.\nIn 1995, the \"Trinity Hymnal\" (Baptist Edition) was published and was identical to the 1961 hymnal, other than an addition of 42 &lt;a href=\"Metrical%20psalter\"&gt;Psalter&lt;/a&gt; selections, and a few changes related to doctrine. Hymns supporting &lt;a href=\"infant%20baptism\"&gt;infant baptism&lt;/a&gt; were replaced with ones about &lt;a href=\"believer%27s%20baptism\"&gt;believer's baptism&lt;/a&gt;, and the &lt;a href=\"Westminster%20Confession%20of%20Faith\"&gt;Westminster Confession of Faith&lt;/a&gt; was replaced by the &lt;a href=\"1689%20Baptist%20Confession%20of%20Faith\"&gt;1689 Baptist Confession of Faith&lt;/a&gt;."
}