{
    "id": "48319308",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=48319308",
    "title": "Austin Catholic Preparatory School",
    "text": "Austin Catholic Preparatory School was an all–male, non–residential college preparatory school in &lt;a href=\"Detroit\"&gt;Detroit, Michigan&lt;/a&gt;. Austin was \"one of the city's most widely respected schools.\" The school was founded in 1951 and operated by the Roman Catholic Order of &lt;a href=\"Augustinians\"&gt;Augustinians&lt;/a&gt;. Its first class graduated in 1956. Austin was closed in 1978 due to declining enrollment and a desire by the Augustinians to sell the school's property.\nThroughout its existence, Austin functioned in an unremarkable, austere, cinder block and brick building on an eleven-acre site at the corner of East Warren Avenue and Canyon Street on the far east side of Detroit, adjacent to the &lt;a href=\"Grosse%20Pointe\"&gt;Grosse Pointe&lt;/a&gt;s. Its spartan facilities included a gymnasium, library, and chapel, but no auditorium, swimming pool, track, or football stadium. Drawing most of its students from Detroit and the eastern suburbs, by its closing Austin had graduated 3,212 young men.\nInsignia and Motto.\nAustin's insignia displays a bishop's mitre at the top, referring to the episcopal status of St. &lt;a href=\"Augustine%20of%20Hippo\"&gt;Augustine of Hippo&lt;/a&gt;, patron of the Augustinians. Below the mitre are the words TOLLE LEGE (\"take and read\"), from an incident described by Augustine in his &lt;a href=\"Confessions%20%28Augustine%29\"&gt;\"Confessions\"&lt;/a&gt; leading to his conversion to Christianity. The middle of the shield is divided into two halves: the right half showing a lily and the year 388 A.D., and the left half a pelican and the year 1250 A.D. The lily and pelican are perhaps borrowed from the crest of &lt;a href=\"Corpus%20Christi%20College%2C%20Cambridge\"&gt;Corpus Christi College, Cambridge&lt;/a&gt;, which stands on the site of the 13th-Century &lt;a href=\"priory\"&gt;priory&lt;/a&gt; of the Austin Friars. A &lt;a href=\"pelican\"&gt;pelican&lt;/a&gt;, which in medieval legend fed her young with her own blood and so came to represent the &lt;a href=\"Eucharist\"&gt;Holy Eucharist&lt;/a&gt;, also appears in the crest of the Augustinian saint, &lt;a href=\"Thomas%20of%20Villanova\"&gt;Thomas of Villanova&lt;/a&gt;. As to the years in the insignia, St. Augustine arranged a community of prayer at his North African estate in 388, and 1250 is the approximate year that the Austin Friars were established in England, and thus in the English-speaking world.\nAcademics.\nAccording to a study by the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, Austin sent more than 90 percent of its graduates on to college. Austin was accredited by the &lt;a href=\"North%20Central%20Association%20of%20Colleges%20and%20Schools\"&gt;North Central Association of Colleges and Schools&lt;/a&gt;, and had chapters of the &lt;a href=\"National%20Honors%20Society\"&gt;National Honors Society&lt;/a&gt; and &lt;a href=\"Quill%20and%20Scroll\"&gt;Quill and Scroll&lt;/a&gt;.\nYearbook.\nAustin's Yearbook, Magistro, shared a title with one of St. Augustine's treatises, De Magistro (\"On the Teacher\"); a dialogue between Augustine and his teenage son, Adeodatus.\nAthletics.\nRival Schools.\nAustin's teams played in the Central Division of the &lt;a href=\"Catholic%20High%20School%20League\"&gt;Catholic High School League&lt;/a&gt;, along with five other all-boys schools: &lt;a href=\"Brother%20Rice%20High%20School%20%28Michigan%29\"&gt;Brother Rice&lt;/a&gt;, &lt;a href=\"De%20La%20Salle%20Collegiate%20High%20School\"&gt;De La Salle&lt;/a&gt;, &lt;a href=\"Detroit%20Catholic%20Central%20High%20School\"&gt;Catholic Central&lt;/a&gt;, &lt;a href=\"University%20of%20Detroit%20Jesuit%20High%20School%20and%20Academy\"&gt;University of Detroit High School&lt;/a&gt;, and Notre Dame High School (Harper Woods, Michigan). Its main rival was De La Salle, which was the Catholic League Detroit school closest to it in size and location. League rivals from the 50s and 60s included Detroit's St. Joseph's High School, Detroit Cathedral High School, and Salesian High School.\nVarsity Sports.\nAustin offered a range of varsity sports, including football, basketball, &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;, &lt;a href=\"swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;, and &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt;.\nTennis Championships.\nThe Friars won the state of Michigan boys tennis championship in 1966 and 1974 in Class A, and in 1976 in Class B.\nFootball.\nAustin did not have its own &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; stadium but played home games at the capacious and well-kept field of nearby &lt;a href=\"Grosse%20Pointe%20South%20High%20School\"&gt;Grosse Pointe South High School&lt;/a&gt;. Fielding football teams between 1954–1977 (with the exception of 1965), Austin's all-time record was 66–105–6. Austin was barred from fielding any level of football for the 1965 season, after a number of players and coaches were caught in an illegal pre-season practice in &lt;a href=\"Sarnia%2C%20Ontario\"&gt;Sarnia, Ontario&lt;/a&gt;, in violation of Catholic High School League rules. The head coach was dismissed, and a lawsuit brought by a number of parents to save the season was unsuccessful. Austin's varsity football team enjoyed an 8–1 record in 1976, its best year.\nBasketball.\nAustin's &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; program was highly successful, resulting in eight league championships, and a statewide Class-A championship in 1958. Led by &lt;a href=\"Dave%20DeBusschere\"&gt;Dave DeBusschere&lt;/a&gt;, later a professional basketball player, Austin's 1958 record was 10–0. DeBusschere may have started the \"White Shirted Legion\" at Austin: the tradition of wearing white shirts to the school's games, so as to make fans more visible. From 1955 to 1978 Austin's all-time basketball record was 146–76.\nFight Song and Victory Song.\nAustin's fight song was \"The Glory of the Black and White.\" Published in 1954, it was composed by H. O'Reilly Clint, who also wrote the music to the official state anthem &lt;a href=\"My%20Michigan\"&gt;My Michigan&lt;/a&gt;.\nThe lyrics of Austin's song were:\nAustin also had \"The Victory Song!\" by Robert ver Haeghe\nClosing.\nDecline of Student Pool.\nDetroit's loss of population accelerated after the city's &lt;a href=\"1967%20Detroit%20riot\"&gt;1967 race riots&lt;/a&gt;. This lessened the demographic pool of Catholic boys in a large segment of Austin's east-side &lt;a href=\"catchment%20area\"&gt;catchment area&lt;/a&gt;. Excellent public high schools in the neighboring Grosse Pointe communities also siphoned away boys who would otherwise have attended Austin.\nReasons for Closure Given by Augustinians.\nAs late as July 1977, Austin was advertising in a metropolitan-Detroit-wide newspaper for applicants for grades 9–12, touting its college prep curriculum and art and music programs, among other attractions. At the start of the 1977–78 &lt;a href=\"academic%20year\"&gt;academic year&lt;/a&gt;, Austin had an enrollment of 427 boys and charged tuition of approximately $900 per year. In late October 1977, however, the faculty and students were surprised by a letter from the Midwest Province of the Augustinians, announcing that the school would be closed the following year. The letter cited declining enrollment and the availability of fewer teachers from within the Augustinian Order. Besides Austin, the Midwest Province operated four other high schools in the central part of the United States: &lt;a href=\"Cascia%20Hall%20Preparatory%20School\"&gt;Cascia Hall Preparatory School&lt;/a&gt; in Tulsa, Oklahoma; Mendel Catholic High School and &lt;a href=\"St.%20Rita%20of%20Cascia%20High%20School\"&gt;St. Rita of Cascia High School&lt;/a&gt; in Chicago, Illinois, and &lt;a href=\"Providence%20Catholic%20High%20School\"&gt;Providence Catholic High School&lt;/a&gt; in New Lenox, Illinois. The Order decided that one of the four high schools needed to be closed, and chose Austin due to declining enrollment and its being located in an area that—at the time—was served by other Catholic high schools. The letter stated that to survive Austin would need to double its enrollment in the coming years, an outcome the Order did not think realistic.\nEfforts to Keep Austin Open.\nBefore the end of November, a group of parents formed a committee to attempt to keep the school open. The committee met with representatives of the Augustinians, and reportedly came away with a promise that the parents could lease the school if they committed to keeping their sons enrolled. A spokesman for the parents committee said after the meeting: \"We're all charged. We think we can do it. We think we can cut it.\" In March 1978, however, the Augustinian Provincial Council in Chicago rejected the promise of a lease, instead demanding that the property be purchased at market value, estimated to be over two million dollars. Neither the parents nor the &lt;a href=\"Archdiocese%20of%20Detroit\"&gt;Archdiocese of Detroit&lt;/a&gt; were capable of making such a purchase. Speaking for the Archdiocese, &lt;a href=\"John%20Francis%20Dearden\"&gt;John Cardinal Dearden&lt;/a&gt;, the archbishop of Detroit, said \"We deeply regret the outcome of the discussions [with the Augustinian Provincial Council]. We supported the initiative taken by the group of concerned parents . . . up to this time we had been hopeful that those efforts would be successful.\"\nFinal Class.\nAustin closed during the summer of 1978 and most of its remaining students dispersed to other high schools. Ten upperclassmen, however, competed their studies in connection with Austin under accelerated courses, and are considered Austin's final class, of 1979.\nActions by Austin's Rival Schools.\nBy 2005, Austin's brother-institution &lt;a href=\"Notre%20Dame%20High%20School%20%28Harper%20Woods%2C%20Michigan%29\"&gt;Notre Dame&lt;/a&gt; high school had also closed due to declining enrollment from its east-side catchment area. &lt;a href=\"De%20La%20Salle%20Collegiate%20High%20School\"&gt;De La Salle&lt;/a&gt; and &lt;a href=\"Detroit%20Catholic%20Central%20High%20School\"&gt;Catholic Central&lt;/a&gt; high schools had long-before vacated Detroit for suburban locations. Among Austin's brother-schools, only the &lt;a href=\"Society%20of%20Jesus\"&gt;Jesuit&lt;/a&gt;-operated &lt;a href=\"University%20of%20Detroit%20Jesuit%20High%20School%20and%20Academy\"&gt;University of Detroit High School&lt;/a&gt; chose to continue its educational mission within the city.\nDisposition of Property.\nThe Augustinians sold Austin's property for other uses. The renovated former Austin building now houses Riverview Health &amp; Rehab Center North, which offers short-term rehabilitation and long-term skilled nursing care.\nAustin Catholic High School.\nIn 2011, a new &lt;a href=\"mixed-sex%20education\"&gt;coeducational&lt;/a&gt; institution called &lt;a href=\"Austin%20Catholic%20High%20School%20%28Michigan%29\"&gt;Austin Catholic High School&lt;/a&gt; opened in Ray Township, 18 miles north of Detroit in &lt;a href=\"Macomb%20County%2C%20Michigan\"&gt;Macomb County&lt;/a&gt;, where a significant growth of Catholic population had occurred within the &lt;a href=\"Metro%20Detroit\"&gt;Detroit Metropolitan Area&lt;/a&gt;.\nRecords of Austin Catholic Preparatory School.\nRecords of Austin Catholic Preparatory School are held at the archives of the Archdiocese of Detroit; replacement transcripts and diplomas can be requested from the Archdiocese."
}