{
    "id": "48325310",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=48325310",
    "title": "Mark Bussler",
    "text": "Mark Bussler (b. 1975) is an American &lt;a href=\"filmmaker\"&gt;filmmaker&lt;/a&gt;, &lt;a href=\"entrepreneur\"&gt;entrepreneur&lt;/a&gt;, and &lt;a href=\"comic%20creator\"&gt;comic creator&lt;/a&gt;, who is best known for creating the long-running webseries &lt;a href=\"Classic%20Game%20Room\"&gt;Classic Game Room&lt;/a&gt;.\nBiography.\nBussler is the son of software entrepreneur Michael Bussler. He graduated from &lt;a href=\"Shady%20Side%20Academy\"&gt;Shady Side Academy&lt;/a&gt; in 1994, and earned a business degree, with a concentration on marketing, from &lt;a href=\"Bucknell%20University\"&gt;Bucknell University&lt;/a&gt; in 1998.\n\"Classic Game Room\".\nOriginally titled \"The Game Room\" and presented by Bussler and David Crosson, the video game review series launched on November 7, 1999 on the &lt;a href=\"internet%20startup\"&gt;internet startup&lt;/a&gt; website FromUSAlive, part-owned by Michael. The pair had met at &lt;a href=\"Pittsburgh%20Filmmakers%27%20School%20of%20Film%2C%20Photography%2C%20and%20Digital%20Media\"&gt;Pittsburgh Filmmakers School&lt;/a&gt; and shared a mutual love of movies and video games.\nAt first, Bussler and Crosson planned to review mainly then-modern games, but after a segment on older games proved to be popular, the show began reviewing earlier titles. However, the low-budget nature of the show led to slow episode production rates, and when revenue failed to cover the costs of running the show, \"The Game Room\" was canceled on October 23, 2000.\nThe show returned as \"Classic Game Room HD\" (HD standing for Heavy Duty according to Bussler) on February 20, 2008, hosted by Bussler. On November 2, 2015, Bussler announced that the show would highly slow its production following the end of the 2015 year. Changes would include the shutting down of the show store and its secondary channel CGR Undertow entirely ending production. Bussler stated that this is due to a change in his life and he would like to focus more on his writing and film-making. He also said that he would continue the show as a hobby similar to how it began for him. Bussler later opened a Patreon for the series at the recommendation of fans in order to keep the series operating as normal, but would be renamed \"Classic Game Room Mark 3\".\nOn February 5, 2019, Bussler announced he'd be moving away from games and video production, in favor of writing and graphic design. The show was finally cancelled in April.\nWork.\nAfter the initial closure of \"The Game Room\", Bussler directed, wrote and produced multiple direct-to-DVD documentaries, usually on American history.\nBooks.\nBussler wrote tie-in non-fiction books to his documentaries such as \"Expo: Magic of the White City\" and \"Horses of Gettysburg\", as well as video-game related projects such as \"The Ultra Massive Video Game Console Guide\", \"How To Make A Video Game Review Show That Doesn't Suck\" and the \"CGR Collector's Series\".\nComics.\nIn 2014, Bussler ran a successful &lt;a href=\"Kickstarter\"&gt;Kickstarter&lt;/a&gt; campaign to fund a 76-page hard-cover and digital comic book titled \"Lord Karnage Book 1\". Many of the Kickstarter reward tiers included access to digital downloads of various other Classic Game Room comic books featuring Wind Squid, Edit-Station 1 and Heyzoos the Coked Up Chicken, along with a \"Deconstructed\" version of \"Lord Karnage Book 1\" containing rough sketches and background information.\nIn 2017, Bussler announced that another comic, \"Ethel The Cyborg Ninja\", would be available on Amazon. Subsequently, he created a standalone comic of \"Heyzoos: The Coked Up Chicken\", issues dubbed as 'Special Editions', as well as a compilation of old comic strips entitled \"RetroMegaTrex\", and \"Surf Panda\" (Bussler's only comic intended for children)."
}