{
    "id": "483825",
    "revid": "1879095",
    "url": "https://en.wikipedia.org/wiki?curid=483825",
    "title": "Colorado-class battleship",
    "text": "The \"Colorado\"-class battleships were a group of four &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; &lt;a href=\"super-dreadnought\"&gt;super-dreadnought&lt;/a&gt;s, the last of its &lt;a href=\"Treaty%20battleship\"&gt;pre-Treaty&lt;/a&gt; &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt;s. Designed during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, their construction overlapped the end of that conflict and continued in its immediate aftermath. Though all four keels were laid, only three ships were launched: , , and . was over 75% completed when she was canceled under the terms of the &lt;a href=\"Washington%20Naval%20Treaty\"&gt;Washington Naval Treaty&lt;/a&gt; in 1922. As such, the &lt;a href=\"16-inch/45-caliber%20gun\"&gt;16\" gun&lt;/a&gt; \"Colorado\"-class ships were the last and most powerful battleships built by the U.S. Navy until the entered service on the eve of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nThe \"Colorado\"s were the final group of the &lt;a href=\"Standard-type%20battleship\"&gt;Standard-type battleship&lt;/a&gt;s, designed to have similar speed and handling to simplify maneuvers with the &lt;a href=\"line%20of%20battle\"&gt;line of battle&lt;/a&gt;. The cancelled which was to follow would have in several ways been a departure from this practice. Apart from an upgrade in striking power with their eight 16-inch guns, the \"Colorado\"s were essentially repeats of the earlier . The \"Colorado\"s were also the last American &lt;a href=\"capital%20ship\"&gt;capital ship&lt;/a&gt;s built with four main armament &lt;a href=\"gun%20turret\"&gt;turrets&lt;/a&gt; and twin-mounted guns. The change to larger guns was prompted by the Japanese s, which also mounted eight 16-inch guns.\nAll three ships had extensive careers during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. \"Maryland\" and \"West Virginia\" were both present during the &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt; on 7 December 1941. While \"Maryland\" escaped relatively unscathed, \"West Virginia\" was sunk in the shallow waters of the harbor but subsequently raised and repaired. All three ships served as &lt;a href=\"Naval%20gunfire%20support\"&gt;naval gunfire support ships&lt;/a&gt; during numerous amphibious operations. \"Maryland\" and \"West Virginia\" were present at the last surface action between battleships, the &lt;a href=\"Battle%20of%20Surigao%20Strait\"&gt;Battle of Surigao Strait&lt;/a&gt; during the &lt;a href=\"Battle%20of%20Leyte%20Gulf\"&gt;Battle of Leyte Gulf&lt;/a&gt; in October 1944. All three ships were placed into the reserve fleet after the end of the war and were scrapped by the late 1950s.\nDesign.\nThe construction of battleships armed with 16-inch guns was envisioned by the &lt;a href=\"General%20Board%20of%20the%20United%20States%20Navy\"&gt;General Board of the United States Navy&lt;/a&gt; and &lt;a href=\"Bureau%20of%20Construction%20and%20Repair\"&gt;Bureau of Construction and Repair&lt;/a&gt; (C&amp;R) as early as 1913, as the upgrade in gun caliber promised twice the kinetic energy of the &lt;a href=\"12-inch/45-caliber%20Mark%205%20gun\"&gt;12-inch gun&lt;/a&gt; then in service and half again as much as the &lt;a href=\"14-inch/45-caliber%20gun\"&gt;14-inch gun&lt;/a&gt; then being introduced. The 14-inch gun dominated the design of battleships between 1913 and 1916, just as the 12-inch gun had dictated designs from 1908 to 1910. However, while the General Board approved the 16-inch gun as early as 1911, &lt;a href=\"George%20von%20Lengerke%20Meyer\"&gt;George von Lengerke Meyer&lt;/a&gt;, the &lt;a href=\"United%20States%20Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt;, felt that a move to the larger gun caliber would make capital ships still on the drawing board obsolete. For this reason, he restricted the &lt;a href=\"Bureau%20of%20Ordnance\"&gt;Bureau of Ordnance&lt;/a&gt; to proceed no further than blueprints for the new gun as a hedge against foreign developments. He finally approved construction of this gun in October 1912 and the weapon was test-fired successfully in August 1914. This success, along with the unofficial news in several naval publications of 15- and 16-inch weapons being adopted by the &lt;a href=\"Royal%20Navy\"&gt;United Kingdom&lt;/a&gt;, &lt;a href=\"Regia%20Marina\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Imperial%20German%20Navy\"&gt;Germany&lt;/a&gt; and &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Japan&lt;/a&gt;, led the Board to consider cancelling the construction of the in favor of an up-gunned design. Such a move meant an increase of 8,000 tons per ship, twice as much as the jump from the s to the \"Pennsylvania\"s. Debate continued for the next three years. Each year, President &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt;'s Secretary of the Navy, &lt;a href=\"Josephus%20Daniels\"&gt;Josephus Daniels&lt;/a&gt;, balked at the potential increase in cost and ordered instead that the design features of the Standard Class be continued, but eventually compromised with the 1917 design battleships by allowing their armament to be upgraded. However, this was the only substantial change permitted.\nThe design of the \"Colorado\" class was therefore adapted from the preceding ; other than the significant improvement of eight /45 &lt;a href=\"Caliber%20%28artillery%29\"&gt;caliber&lt;/a&gt; guns in four dual &lt;a href=\"gun%20turret\"&gt;turrets&lt;/a&gt; taking the place of the \"Tennessee\"-class's twelve &lt;a href=\"14%26quot%3B/50%20caliber%20gun\"&gt;/50 caliber gun&lt;/a&gt;s in four triple turrets, there was no major difference between the two designs. Likewise, the \"Tennessee\"s were the results of modifications to the , which had been the most modern U.S. Navy capital ships to see service in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and had attracted the attention of British constructors both serving with and outside C&amp;R. This similarity would carry over into the and es as the U.S. Navy further standardized its capital ship designs. This was partly the result of wartime experience, when over 250 destroyers and more than 450 submarine chasers had to be built quickly for service in the North Atlantic. The U.S. Navy had done this by a process almost akin to the &lt;a href=\"assembly%20line\"&gt;assembly line&lt;/a&gt;, sticking to one basic design per class with a maximum amount of standardization and rationalization. Since the &lt;a href=\"Naval%20Act%20of%201916\"&gt;Naval Act of 1916&lt;/a&gt; meant the imminent construction of 16 battleships and six &lt;a href=\"battlecruiser\"&gt;battlecruiser&lt;/a&gt;s, it was necessary to streamline production to save time and labor.\nNevertheless, while U.S. battleships were standardized as much as possible, design improvements were incorporated whenever practicable. Most of the changes in the \"Tennessee\"s were incorporated prior to any of their &lt;a href=\"keel\"&gt;keel&lt;/a&gt;s being laid. However, plans for the underwater protection—the ships' main defense against &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es and &lt;a href=\"shell%20%28projectile%29\"&gt;shells&lt;/a&gt; that fell short of the ship but traveled through the water to hit underneath the &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt;—could not be worked out in time. The problem was that tests in &lt;a href=\"Caisson%20%28engineering%29\"&gt;caissons&lt;/a&gt;—experiments that would eventually prove that a series of compartments divided between being filled with liquid and being left empty would be a very effective defense against torpedoes—were not yet complete. In order to commence construction of the ships as soon as possible, proposals sent to shipbuilding corporations noted that if they were selected to build the ships, alterations to the design of the ships three months after their keels were laid must be allowed.\nGeneral characteristics.\nThe \"Colorado\"s were very similar overall to the \"Tennessee\"s, with a &lt;a href=\"length%20overall\"&gt;overall length&lt;/a&gt; and a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; at the waterline of . They displaced at normal load and at &lt;a href=\"deep%20load\"&gt;deep load&lt;/a&gt; and had a &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . As in the \"New Mexico\" and \"Tennessee\" classes, they were designed with a &lt;a href=\"Bow%20%28watercraft%29\"&gt;clipper bow&lt;/a&gt; to help keep the ships dryer in heavy seas, and also kept the &lt;a href=\"secondary%20armament\"&gt;secondary armament&lt;/a&gt; in the &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt; rather than in the upper hull (\"Pennsylvania\" and earlier classes), where the guns had proved to be excessively wet in heavy seas and thus were frequently unusable.\nPropulsion.\n&lt;a href=\"Turbo-electric%20transmission\"&gt;Turbo-electric transmission&lt;/a&gt;, which had been used in the prior class, was retained here. Advantages included the ability for the turbines to run at optimum speed without regard to propeller speed, which led to greater fuel economy and range, and an easier sub-division of machinery, which increased the ships' ability to withstand torpedo hits. Each of the four propeller shafts was powered by a 5,424 &lt;a href=\"kilowatt\"&gt;kilowatt&lt;/a&gt; &lt;a href=\"electric%20motor\"&gt;electric motor&lt;/a&gt;, fed by two two-phase &lt;a href=\"turbo%20generator\"&gt;turbo generator&lt;/a&gt;s (&lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; for \"Maryland\", &lt;a href=\"Westinghouse%20Electric%20%281886%29\"&gt;Westinghouse&lt;/a&gt; for \"Colorado\" and \"West Virginia\") rated at 5,000 &lt;a href=\"volt\"&gt;volt&lt;/a&gt;s). Eight oil-fired &lt;a href=\"Babcock%20%26amp%3B%20Wilcox\"&gt;Babcock &amp; Wilcox&lt;/a&gt; &lt;a href=\"water-tube%20boiler\"&gt;water-tube boiler&lt;/a&gt;s, each in its individual compartment, provided steam for the generators. Altogether, the ships' power plant was rated at 28,900 &lt;a href=\"Horsepower%23Electrical%20horsepower\"&gt;electrical horsepower&lt;/a&gt; (EHP) to provide a &lt;a href=\"flank%20speed\"&gt;flank speed&lt;/a&gt; of . With a maximum bunker capacity of 4570 tons, the \"Colorado\"s range without refueling at sea was .\nArmament.\nMain guns.\nThe \"Colorado\" class was armed with eight &lt;a href=\"16%26quot%3B/45%20caliber%20gun\"&gt;/45 caliber Mark 1 guns&lt;/a&gt;, which fired a armor-piercing (AP) shell at a &lt;a href=\"muzzle%20velocity\"&gt;muzzle velocity&lt;/a&gt; of and a rate of about 1.5 rounds per minute to a range of at a maximum turret elevation of 30 degrees. Development of this weapon had begun in August 1913, using a bored-out and relined Mark 2 gun, with the promise of twice the muzzle energy of the &lt;a href=\"12%26quot%3B/50%20caliber%20Mark%207%20gun\"&gt;/50 caliber Mark 7 guns&lt;/a&gt; and 50 percent more than the &lt;a href=\"14%26quot%3B/45%20caliber%20gun\"&gt;14-inch /45 caliber&lt;/a&gt; weapon used on the \"New York\"-class battleships. After an initial proof firing in July 1914 and minor changes, the 16-inch Mark 1 was re-proved in May 1916 and production approved in January 1917. When the \"Colorado\"s were modernized in the 1930s, these guns were rebuilt per standard navy practice and redesignated 16-inch/45 (40.6 cm) Mark 5 and Mark 8.\nSecondary guns.\nFourteen &lt;a href=\"5%26quot%3B/51%20caliber%20gun\"&gt;/51 caliber&lt;/a&gt; Mark 15 guns were installed to defend against enemy destroyers. This was reduced to 12 in 1922. The Mark 15 fired a shell at a velocity of to a maximum range of at 20 degrees at a rate of seven rounds per minute and was extremely accurate, with a danger space longer than the range to the target for distances less than . As in the \"New Mexico\" and \"Tennessee\" classes, these were mounted in unarmored casemates on the main deck, one deck higher than in previous classes, to allow them to be manned in heavy weather if necessary.\nIn 1942, the Mark 15 guns were replaced on \"West Virginia\" with sixteen &lt;a href=\"5-inch/38-caliber%20gun\"&gt;/38 caliber&lt;/a&gt; Mark 12 dual-purpose guns in twin turrets. On \"Maryland\" and \"Colorado\" ten Mark 15s were retained and augmented with eight 5 in/38 cal Mark 12s in single mountings with protective shields; the twin turrets planned and later installed were at that time in short supply. The Mark 12 fired a shell to a maximum range of and a maximum elevation of at an elevation of 45 degrees. They had a high rate of fire due to their being hand-loaded but power-rammed and their capability for easy loading at any angle of elevation. The introduction of proximity-fused anti-aircraft shells in 1943 made the 5 in/38 even more potent in this capacity.\nAnti-aircraft guns.\nFour &lt;a href=\"3%26quot%3B/23%20caliber%20gun\"&gt;/23 caliber gun&lt;/a&gt;s were mounted initially for &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-aircraft (AA) defense&lt;/a&gt;. This was increased to eight guns in 1922. These guns fired a shell at a muzzle velocity of to a maximum range of and ceiling of at an elevation of 45.3 degrees and a rate of between eight and nine rounds per minute. These weapons were replaced in 1928–1929 with the same number of &lt;a href=\"5%26quot%3B/25%20caliber%20gun\"&gt;/25 caliber guns&lt;/a&gt;, the first Navy gun designed specifically for AA use. They fired a shell at a muzzle velocity of at a rate of between 15 and 20 rounds per minute to a maximum range of at an elevation of 45 degrees and a ceiling of at a maximum elevation of 85 degrees. These weapons were supplemented with quadruple-mount (quad) &lt;a href=\"1.1-inch/75-caliber%20gun\"&gt;1.1-inch/75-caliber gun&lt;/a&gt;s in 1937–1938.\nIn 1942, the air defense system on these ships was overhauled completely. In addition to her 5 in/38s, they carried sixteen &lt;a href=\"Bofors%2040%20mm%20Automatic%20Gun%20L/60\"&gt;Bofors 40 mm gun&lt;/a&gt;s in quad mounts and up to thirty-two &lt;a href=\"Oerlikon%2020%20mm%20cannon\"&gt;Oerlikon 20 mm cannon&lt;/a&gt;s in single mounts. The quad 40 mm Bofors fired a shell at a rate of 120 rounds per minute per barrel nominal, 140 to 160 rounds per minute when horizontal (gravity assist), to a maximum range of at 45 degrees and a ceiling of . The 20 mm Oerlikons fired a shell at an average muzzle velocity of and a practical rate of between 250 and 320 rounds per minute to a maximum range of at 45 degrees and a ceiling of .\nA second overhaul of AA defense was made between 1944 and 1945, as the Navy had found 20 mm shells too light to stop Japanese \"&lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt;\" planes; this plus the higher approach speeds of these planes made these manually-controlled guns obsolete. In their place, more quad 40 mm Bofors mounts were fitted. \"Maryland\" eventually carried forty quad 40 mm and eighteen 20 mm guns. \"Colorado\"s quad 40mm guns were increased to forty but she kept all her 20 mm guns. \"West Virginia\" carried forty quad 40 mm and fifty 20 mm guns.\nArmor and underwater protection.\nThe \"all or nothing\" armor scheme introduced in the \"Nevada\"-class battleships was continued here, as throughout the Standard-type warships, with armor suite virtually identical to the preceding \"Tennessee\" class. The exception was an increase in belt armor near vital machinery to to correspond with the increased main gun caliber. Otherwise, the minimum thickness along the belt remained 14 inches. Upper deck armor was initially and was later increased to . Lower deck armor ranged between and was also presumably strengthened during conversion.\nAs with the \"Tennessee\"s, the \"Colorado\"s were modernized in the 1930s to improve their staying power. A new underwater protection scheme featured five compartments separated by armored &lt;a href=\"bulkhead%20%28partition%29\"&gt;bulkheads&lt;/a&gt; thick on either side of the ship: an outer empty one, three filled, and an empty inner one. In addition, the eight &lt;a href=\"boiler\"&gt;boiler&lt;/a&gt;s were moved from their location in previous designs and placed in separate spaces to port and starboard of the &lt;a href=\"turboelectric\"&gt;turboelectric&lt;/a&gt; power plant. This arrangement formed another line of defense, which would allow the ship to sail if one or even an entire side of boilers was incapacitated. A consequence was the chief aesthetic change between the \"New Mexico\"s and \"Tennessee\"s: the single large &lt;a href=\"wikt%3Afunnel%23Noun\"&gt;funnel&lt;/a&gt; of the former was replaced by two smaller funnels in the latter. Turret armor was 5\" on the roofs, 8 on the sides and rears, and 18 on the faces.\nOther improvements imported from the \"Tennessee\" class included an attempt to move the forward torpedo room away from the 16-inch gun &lt;a href=\"magazine%20%28artillery%29\"&gt;magazines&lt;/a&gt;, as the room was viewed as vulnerable. Also, the design called for the use of external, rather than internal, &lt;a href=\"belt%20armor\"&gt;belt armor&lt;/a&gt; so that a \"break in the continuity of the side structure\" would not exist, which would minimize drag in the water and any corresponding waste of power.\nClass history.\nWith &lt;a href=\"fiscal%20year\"&gt;fiscal year&lt;/a&gt; 1917 appropriations, bids on the four \"Colorado\"s were opened on 18 October 1916; though \"Maryland\"s &lt;a href=\"keel\"&gt;keel&lt;/a&gt; was laid on 24 April 1917, the other three battleships were not until 1919–1920. With the cancellation of the first , the \"Colorado\"s were the last U.S. battleships to enter service for nearly two decades. They were also the final U.S. battleships to use twin gun turrets—the s and second es had nine &lt;a href=\"16%26quot%3B/45%20caliber%20Mark%206%20gun\"&gt;16-inch/45 caliber&lt;/a&gt; guns and the s used nine &lt;a href=\"16%26quot%3B/50%20caliber%20Mark%207%20gun\"&gt;16 in/50 caliber&lt;/a&gt; in three triple turrets.\nInter-war modernization.\nPlans for modernization of the \"Tennessee\" and \"Colorado\" classes were made in October 1931, in part to take advantage of loopholes in the &lt;a href=\"Washington%20Naval%20Treaty\"&gt;Washington Naval Treaty&lt;/a&gt;. While reconstruction under this treaty was allowed only to increase protection from air and underwater attack, it could include improvements in fire control and increased elevation for main armament as these items were not listed in the treaty. Also, any changes made inside the hull could be justified as meant to increase protection, even if the outcome meant increased speed or longer operational range, since the term \"blister\" had been specified to limit changes only outside the hull, such as main armor belt thickness and main gun caliber. Modifications to the secondary battery were also outside the purview of the Washington Treaty.\nIncluded in initial plans was some protection against &lt;a href=\"Shell%20%28projectile%29%23Chemical\"&gt;chemical shells&lt;/a&gt; which contained poisonous gas, although the &lt;a href=\"General%20Board%20of%20the%20United%20States%20Navy\"&gt;General Board&lt;/a&gt; stated in the late 1920s that decontaminating a battleship hit with these shells would not be possible—the ship would have to be &lt;a href=\"Scuttling\"&gt;scuttled&lt;/a&gt;. Also, the &lt;a href=\"Belt%20armor\"&gt;deck armor&lt;/a&gt; was to be bolstered with -&lt;a href=\"special%20treatment%20steel\"&gt;special treatment steel&lt;/a&gt; (STS)—which would add to the displacement of the ships—the armor on the tops of the main turrets was to be made thicker, &lt;a href=\"fire%20control%20system\"&gt;fire controls&lt;/a&gt; were to be improved with the latest technology, and new shells for the main guns were to be designed. Two (later four) quad 1.1-inch guns were to be added, and all of the machinery in place would be removed in favor of newer equipment so that the ships would not lose any speed with the great increase in weight. &lt;a href=\"Anti-torpedo%20bulge\"&gt;Anti-torpedo bulge&lt;/a&gt;s were also to be installed to improve buoyancy but not to increase the ships' beams any greater than so they could still use the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt; when transferring from the Atlantic to the Pacific and vice verse. These improvements were estimated to cost about &lt;a href=\"U.S.%20dollar\"&gt;$&lt;/a&gt;15,000,000 per ship ($71,723,000 total). However, with the country in the throes of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, not much money was available for the Navy. Savings of $26,625,000 could be realized by reconditioning the propulsion machinery rather than replacing it, which would lower the ships' speed. Adding protection against chemical shells could be dropped, along with development of the new shells. Nevertheless, the cost-saving elements of the later proposal were later dropped. The Navy asked the &lt;a href=\"Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt; to request money in the fiscal year 1933 to modernize the two classes from &lt;a href=\"Congress%20of%20the%20United%20States\"&gt;Congress&lt;/a&gt;, but the depression worsened. Although proposals for modifications were still made, plans were put on hold and never carried out.\nIn the beginning of 1934, the &lt;a href=\"Bureau%20of%20Construction%20and%20Repair\"&gt;Bureau of Construction and Repair&lt;/a&gt; proposed that the \"Big Five\"—the two \"Tennessee\"s and three \"Colorado\"s—be fitted with &lt;a href=\"anti-torpedo%20bulge\"&gt;anti-torpedo bulge&lt;/a&gt;s so that the ships could benefit from increased &lt;a href=\"buoyancy\"&gt;buoyancy&lt;/a&gt;; because of, among other factors, the normal procedure of leaving port with the maximum amount of fuel possible on board, the five ships were quite overweight and rode low in the water. For example, in June 1935, \"Tennessee\" had a normal operating &lt;a href=\"Displacement%20%28ship%29\"&gt;displacement&lt;/a&gt; of —more than above the maximum emergency load her original design called for. This made her &lt;a href=\"Draft%20%28hull%29\"&gt;draft&lt;/a&gt; higher—meaning that the ship's &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt; was down . Construction and Repair called for a bulge on the \"Colorado\"s that would displace about and raise the ships' draft by . Installing these would be a year's worth of work, with each ship spending six months of that in a &lt;a href=\"dry%20dock\"&gt;dry dock&lt;/a&gt;—the first month docked so that the hull shape could be determined, the next six sailing while the bulge was built, and the last five back in the dock so it could be added to the ship.\nThree years later (1937), the various &lt;a href=\"United%20States%20Navy%20bureau%20system\"&gt;Navy bureaus&lt;/a&gt; held a joint meeting to discuss a possible partial modernization of the \"Tennessee\"s and \"Colorado\"s. They were much different than the changes proposed in 1933; there were no provisions for extra deck armor, but many additions and replacements. To gain space for newer fire control systems, the ships were to be reboilered. The main and secondary battery fire controls were to be replaced, including new rangefinders and plotting room instruments for the main, while new &lt;a href=\"Ship%20Gun%20Fire%20Control%20Systems%23MK%2033%20Gun%20Fire%20Control%20System%20%28GFCS%29\"&gt;Mark 33&lt;/a&gt; &lt;a href=\"anti-aircraft%20warfare\"&gt;anti-aircraft&lt;/a&gt; fire control directors were planned. The mainmast and &lt;a href=\"M2%20Browning\"&gt;M2 Browning&lt;/a&gt;s would be removed, and studies of the feasibility of a torpedo bulge, the addition of which Construction and Repair believed to be paramount, which would increase the &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; to and displacement to . Varying plans for these were complete by October 1938. None was a full reconstruction; costs ranged from $8,094,000 to $38,369,000 per ship. However, as the money for the improvements would lessen the amount available for new battleship construction, and these would be better than any reconstructed old battleship, the Secretary of the Navy rejected these plans in November. Congress did appropriate $6,600,000 in 1939 for some of these improvements, including the bulges.\nWorld War II changes.\nWith the beginning of World War II in Europe, the Navy began to apply lessons learned by the British to U.S. ships. The &lt;a href=\"Ernest%20J.%20King\"&gt;King&lt;/a&gt; &lt;a href=\"General%20Board%20of%20the%20United%20States%20Navy\"&gt;Board&lt;/a&gt; of 1940–1941 proposed sweeping changes to the secondary armament of the battleships to increase their defense against air attacks. These included the removal of all &lt;a href=\"5%26quot%3B/25%20caliber%20gun\"&gt;/25 caliber guns&lt;/a&gt; and &lt;a href=\"5%26quot%3B/51%20caliber%20gun\"&gt;5 in/51&lt;/a&gt; in favor of the &lt;a href=\"dual%20purpose%20gun\"&gt;dual-purpose&lt;/a&gt; &lt;a href=\"5-inch/38-caliber%20gun\"&gt;5 in/38&lt;/a&gt;, the addition of six quad 1.1-inch guns, and the cutting away of superstructure to clear arcs of fire for the new &lt;a href=\"anti-aircraft\"&gt;anti-aircraft&lt;/a&gt; weapons. An ultimate secondary battery of sixteen 5 in/38 in dual mounts, sixteen &lt;a href=\"Bofors%2040%20mm%20Automatic%20Gun%20L/60\"&gt;Bofors 40 mm&lt;/a&gt; in quadruple mounts and eight single &lt;a href=\"Oerlikon%2020%20mm%20cannon\"&gt;Oerlikon 20 mm&lt;/a&gt; was called for by the board in 1941, although they were not certain the ships could handle the added weight and it would take a large amount of time in dry dock for these modifications to take place. With these concerns, an interim measure of four quad 1.1-inch guns was proposed by the board; however, the gun was not being produced in any great number very quickly, so a second interim solution was implemented. &lt;a href=\"3%26quot%3B/50%20caliber%20gun\"&gt;/50 caliber guns&lt;/a&gt; were added to all of the U.S. battleships except for \"Arizona\" and \"Nevada\" by June 1941; these were replaced on the three battleships in the Atlantic by the quad 1.1-inch guns by November—they received them first because they were closer to a war zone.\nAs these modifications were carried out upon the various battleships, much additional weight was added onto the already overweight ships, forcing torpedo bulges to be added so that a decent &lt;a href=\"Freeboard%20%28nautical%29\"&gt;freeboard&lt;/a&gt; could be maintained. These would cost $750,000 and around three or four months in a dry dock. The King Board suggested that the deck armor be bolstered and 5 in/38 dual-purpose guns be added, but the &lt;a href=\"Chief%20of%20Naval%20Operations\"&gt;Chief of Naval Operations&lt;/a&gt; decreed that any major changes such as these had to wait due to the wars raging around the world at the time. The addition of bulges, however, was approved for the \"Big Five\", with each ship spending three months in dry dock at the &lt;a href=\"Puget%20Sound%20Naval%20Shipyard\"&gt;Puget Sound Naval Shipyard&lt;/a&gt;. \"Maryland\" would be first (17 February 1941 to 20 May), followed by \"West Virginia\" (10 May to 8 August), \"Colorado\" (28 July to 28 October), \"Tennessee\" (19 January 1942 to 21 April) and \"California\" (16 March to 16 June). However, the estimates for how long the addition of bulges would take were too low; Puget Sound believed that they could complete work on \"Maryland\" in 123 calendar days (about four months)—if the work would be given a priority equal to that of s refit and higher than new construction.\nOnly two of the ships had bulges added to them through this program, \"Maryland\" (completed 1 August 1941) and \"Colorado\" (26 February 1942); the attack on Pearl Harbor interrupted the refits intended for \"West Virginia\" and the two \"Tennessee\"s. The surprise strike did not touch \"Colorado\", which was at Puget Sound, and did not hurt \"Maryland\" very badly; however, \"West Virginia\" was severely damaged and needed a major refit at minimum.\nLittle to no major modifications were made to the two active \"Colorado\"s in the opening months of the U.S.'s entry into the war; all of the battleships in the Pacific Fleet had a constant order to be ready to sail within 48 hours in case of a Japanese attempt to invade Hawaii or the West Coast and could not be spared for any major yard work. \"Colorado\" was hurried through the rest of her refit with the addition of essential items like &lt;a href=\"radar\"&gt;radar&lt;/a&gt;, splinter protection, fourteen Oerlikon 20 mm and four quad 1.1-in guns; \"Maryland\" received a similar treatment later, the only difference being sixteen 20 mm guns and no 1.1-in guns. Although tower masts were constructed for \"Colorado\" and \"Maryland\" and a majority of their aft &lt;a href=\"cage%20mast\"&gt;cage mast&lt;/a&gt;s were cut down by the ships' crews in the beginning of 1942, the ships could not be spared the time needed to install the new masts. The tower masts were placed into storage and not used until early 1944.\n\"Colorado\" and \"Maryland\" were greatly needed in the war zone, and as such did not undergo a major refit until 1944, although minor additions and removals, mainly to the anti-aircraft weaponry, were made in-between. Throughout the war, both ships saw their anti-aircraft battery changed constantly. Beginning in 1942, they carried eight 5 in/25, four quad 1.1-in guns, a greatly varying number of 20 mm guns, and eight .50 caliber machine guns. In June 1942, \"Colorado\" had fourteen 20 mm guns; just five months later, this was upped to twenty-two, with thirty-six temporarily approved for a later time. By February 1943, both \"Colorado\" and \"Maryland\" had two more quad 1.1-in guns added (for a total of six mounts) and forty-eight total 20 mm guns; a month later she was given an additional ten .50 caliber machine guns. November 1943 saw the removal of two of the single-purpose 5 in/51, the six quad 1.1-in guns, and a small number of 20 mm guns (six on \"Colorado\" and eight on \"Maryland\") in favor of thirty-two Bofors 40 mm guns – six quad and two twin.\nBoth ships finally underwent major refits in 1944. Here their remaining aft cage masts were taken off in favor of the tower masts, the two twin 40 mm replaced by quads, a quadruple 20 mm added, and a new radar fitted. Although more extensive refits were proposed by Admiral &lt;a href=\"Ernest%20King\"&gt;Ernest J. King&lt;/a&gt;, including the addition of eight twin 5 in/38, more advanced fire control systems, and a second protective deck plating, the &lt;a href=\"Bureau%20of%20Ships\"&gt;Bureau of Ships&lt;/a&gt;, after demonstrating what would have to be removed as compensation for the weight added for King's ideas, counter-proposed that a smaller reconstruction, like the ones given to the , would be more desirable. However, no action was taken until \"Maryland\" was struck by a &lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt; aircraft. While undergoing repair, eight twin 5 in/38 were added, but nothing else; her &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt; was removed and replaced by a special-treated steel structure to balance the additional weight of the 5 in guns.\nShips in class.\nUSS \"Colorado\".\n was the third ship of the United States Navy named in honor of &lt;a href=\"Colorado\"&gt;the 38th state&lt;/a&gt;. Her keel was laid down on 29 May 1919 by the &lt;a href=\"New%20York%20Shipbuilding%20Corporation\"&gt;New York Shipbuilding Corporation&lt;/a&gt; of &lt;a href=\"Camden%2C%20New%20Jersey\"&gt;Camden, New Jersey&lt;/a&gt;. She was &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 22 March 1921 and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 30 August 1923, &lt;a href=\"Captain%20%28naval%29\"&gt;Captain&lt;/a&gt; R. R. Belknap in command. During her career, \"Colorado\" was involved in various ceremonies and fleet exercises, and assisted residents of &lt;a href=\"Long%20Beach%2C%20California\"&gt;Long Beach, California&lt;/a&gt; following the &lt;a href=\"1933%20Long%20Beach%20earthquake\"&gt;1933 earthquake&lt;/a&gt;. In 1937, she was one of several ships that searched for &lt;a href=\"Amelia%20Earhart\"&gt;Amelia Earhart&lt;/a&gt; after she and her plane went missing. \"Colorado\" was at Puget Sound undergoing overhaul at the time of the attack on Pearl Harbor on 7 December 1941.\nAfter extensive training maneuvers along the West Coast, \"Colorado\" returned to Pearl Harbor in April 1942. From November 1942 to September 1943 she was stationed in the South West Pacific. In November 1943, she participated in operations against the Japanese during both the &lt;a href=\"Gilbert%20and%20Marshall%20Islands%20campaign\"&gt;Gilbert and Marshall Islands campaign&lt;/a&gt; and &lt;a href=\"Mariana%20and%20Palau%20Islands%20campaign\"&gt;Mariana and Palau Islands campaign&lt;/a&gt;, and shelled &lt;a href=\"Invasion%20of%20Lingayen%20Gulf\"&gt;Luzon&lt;/a&gt; and &lt;a href=\"Battle%20of%20Okinawa\"&gt;Okinawa&lt;/a&gt; in advance of the planned amphibious assaults there. Following the end of World War II \"Colorado\" participated in &lt;a href=\"Operation%20Magic%20Carpet\"&gt;Operation Magic Carpet&lt;/a&gt; before being decommissioned in 1947. She was sold for scrap in 1957.\nUSS \"Maryland\".\n was the third ship of the United States Navy to be named in honor of &lt;a href=\"Maryland\"&gt;the seventh state&lt;/a&gt;. Her keel was laid down on 24 April 1917 by the &lt;a href=\"Newport%20News%20Shipbuilding\"&gt;Newport News Shipbuilding&lt;/a&gt; Company of &lt;a href=\"Newport%20News%2C%20Virginia\"&gt;Newport News, Virginia&lt;/a&gt;. She was launched on 20 March 1920 and commissioned on 21 July 1921, &lt;a href=\"Captain%20%28naval%29\"&gt;Captain&lt;/a&gt; C.F. Preston in command. During her career she made a goodwill voyage to Australia and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; in 1925, and transported &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt;-elect &lt;a href=\"Herbert%20Hoover\"&gt;Herbert Hoover&lt;/a&gt; on the Pacific leg of his tour of &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; in 1928. Throughout the 1920s and 1930s, she served as a mainstay of fleet readiness through multiple training exercises.\nIn 1940, \"Maryland\" changed her base of operations to Pearl Harbor. She was moored at &lt;a href=\"Battleship%20Row\"&gt;Battleship Row&lt;/a&gt; next to &lt;a href=\"Ford%20Island\"&gt;Ford Island&lt;/a&gt; during the Japanese attack on Pearl Harbor on 7 December 1941. Damaged during the attack, \"Maryland\" reported to Puget Sound, where she was repaired and modernized. \"Maryland\" supported the amphibious landings during the &lt;a href=\"Battle%20of%20Tarawa\"&gt;Battle of Tarawa&lt;/a&gt;, and thereafter participated in the &lt;a href=\"Gilbert%20and%20Marshall%20Islands%20campaign\"&gt;Gilbert and Marshall Islands campaign&lt;/a&gt;, the &lt;a href=\"Mariana%20and%20Palau%20Islands%20campaign\"&gt;Mariana and Palau Islands campaign&lt;/a&gt;, the &lt;a href=\"Battle%20of%20Peleliu\"&gt;Battle of Peleliu&lt;/a&gt;, the &lt;a href=\"Philippines%20campaign%20%281944%E2%80%9345%29\"&gt;Philippines campaign&lt;/a&gt;, and the &lt;a href=\"Battle%20of%20Okinawa\"&gt;Battle of Okinawa&lt;/a&gt;. Following the end of World War II \"Maryland\" participated in Operation Magic Carpet before being decommissioned in 1947. She was sold for scrap in 1959.\nUSS \"Washington\".\n was the second ship of the United States Navy named in honor of &lt;a href=\"Washington%20%28state%29\"&gt;the 42nd state&lt;/a&gt;. Her keel was laid down on 30 June 1919 by the New York Shipbuilding Corporation of Camden, New Jersey. She was launched on 1 September 1921, but on 8 February 1922, two days after the signing of the &lt;a href=\"Washington%20Naval%20Treaty\"&gt;Washington Naval Treaty&lt;/a&gt;, all construction work ceased on the 75.9% completed dreadnought.\nThe ship was towed out to sea off the &lt;a href=\"Virginia%20Capes\"&gt;Virginia Capes&lt;/a&gt; in November 1924 to be used as a gunnery target. On the first day of testing, the ship was hit by two torpedoes and three near-miss bombs with minor damage and a list of three degrees. On that day, the ship had 400 pounds of TNT detonated on board, but she remained afloat. Two days later, the ship was hit by fourteen shells dropped from , but only one penetrated. The ship was finally sunk on 26 November 1924 by the battleships and with fourteen 14-inch shell hits. After the test, it was determined that the existing deck armor on battleships was inadequate, and that future battleships should be fitted with triple bottoms.\nUSS \"West Virginia\".\n was the second ship of the United States Navy named in honor of &lt;a href=\"West%20Virginia\"&gt;the 35th state&lt;/a&gt;. Her keel was laid down on 12 April 1920 by the Newport News Shipbuilding Company of Newport News, Virginia. She was launched on 17 November 1921 and commissioned on 1 December 1923, &lt;a href=\"Captain%20%28naval%29\"&gt;Captain&lt;/a&gt; &lt;a href=\"Thomas%20J.%20Senn\"&gt;Thomas J. Senn&lt;/a&gt; in command. Despite a grounding incident early in her career \"West Virginia\" received high acclaim for gunnery and armor protection, and was involved in exercises to test the defenses of the Hawaiian Islands in the 1930s. On the morning of 7 December 1941, \"West Virginia\" was sunk at her berth in Battleship Row by multiple Japanese torpedo and bomb hits, but thanks in large part to counterflooding the battleship settled on an even keel, similar to . Refloated on 17 May 1942, \"West Virginia\" received sufficient temporary repairs to sail to Puget Sound for reconstruction and modernization.\nIn July 1944 she departed Puget Sound and rejoined the Pacific Fleet for combat operations on the eve of the Philippines campaign. There she participated in the &lt;a href=\"Battle%20of%20Surigao%20Strait\"&gt;Battle of Surigao Strait&lt;/a&gt;, the last battleship vs battleship duel of World War II, where her new Mk. 8 fire-control radar enabled her to hit the with her first salvo – in the dark – at . In February 1945 \"West Virginia\" participated in the &lt;a href=\"Battle%20of%20Iwo%20Jima\"&gt;Battle of Iwo Jima&lt;/a&gt;, initially by preinvasion bombardment, and later by callfire support for the ground forces on the island. Her last combat operations were during the &lt;a href=\"Battle%20of%20Okinawa\"&gt;Battle of Okinawa&lt;/a&gt;; after the surrender of Japan, she participated in Operation Magic Carpet. Decommissioned in 1947, she was sold for scrap in 1959."
}