{
    "id": "48404369",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=48404369",
    "title": "Sione Fifita",
    "text": "Sione Fifita (born 17 April 1990) is a &lt;a href=\"Tongan%20people\"&gt;Tongan&lt;/a&gt; &lt;a href=\"Rugby%20Union\"&gt;rugby union&lt;/a&gt; player who currently plays as a &lt;a href=\"Wing%20%28rugby%20union%29\"&gt;wing&lt;/a&gt; for in New Zealand's domestic &lt;a href=\"Mitre%2010%20Cup\"&gt;Mitre 10 Cup&lt;/a&gt;.\nEarly career.\nSomewhat of a late developer professionally, Tongan-born Fifita came to New Zealand in his teens and represented Counties Manukau at Under-20 level before having a sensational year playing for their B side in 2014 netting 14 tries in 6 games which unsurprisingly saw him named as their player of the year. While working his way through the Steelers development structures, he also turned out for Pukekohe in Counties Manukau club rugby.\nSenior career.\nFifita first made the Counties Manukau senior squad at the age of 25 in &lt;a href=\"2015%20ITM%20Cup\"&gt;2015&lt;/a&gt;. He scored 2 tries in 9 appearances in a solid debut season at provincial level which saw the Steelers finish in 5th position on the ITM Cup Premiership log, just outside of the play off places. He was again a regular in the Counties side in &lt;a href=\"2016%20Mitre%2010%20Cup\"&gt;2016&lt;/a&gt;, helping himself to 3 tries in 8 games as they reached the Mitre 10 Cup semi-finals before falling to eventual tournament winners, .\nSuper Rugby.\nStrong performances during his first year in provincial rugby with Counties Manukau saw him named in the squad for the &lt;a href=\"2016%20Super%20Rugby%20season\"&gt;2016 Super Rugby season&lt;/a&gt;. Being an inexperienced member of a squad packed with &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;All Blacks&lt;/a&gt; it was perhaps no surprise that Fifita didn't see any game time during his first year in &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt;, however, he was retained in the squad for the &lt;a href=\"2017%20Super%20Rugby%20season\"&gt;2017 season&lt;/a&gt;."
}