{
    "id": "48413978",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=48413978",
    "title": "LA Devotee",
    "text": "\"LA Devotee\" is a song by American &lt;a href=\"Rock%20music\"&gt;rock&lt;/a&gt; band &lt;a href=\"Panic%21%20at%20the%20Disco\"&gt;Panic! at the Disco&lt;/a&gt;. It was released as the first promotional single from the band's fifth studio album, \"&lt;a href=\"Death%20of%20a%20Bachelor\"&gt;Death of a Bachelor&lt;/a&gt;\", on November 26, 2015 (Thanksgiving Day) through &lt;a href=\"Fueled%20by%20Ramen\"&gt;Fueled by Ramen&lt;/a&gt; and &lt;a href=\"DCD2%20Records\"&gt;DCD2&lt;/a&gt;. The song was written by &lt;a href=\"Brendon%20Urie\"&gt;Brendon Urie&lt;/a&gt;, White Sea and &lt;a href=\"Jake%20Sinclair%20%28musician%29\"&gt;Jake Sinclair&lt;/a&gt; and was produced by Sinclair.\nBackground.\nThe song's inspiration derives from Urie's passion for Los Angeles and is about someone who has fallen in love with L.A. and will stop at nothing to survive and succeed in the city. A video of the audio for \"LA Devotee\" was uploaded to &lt;a href=\"Fueled%20by%20Ramen\"&gt;Fueled by Ramen&lt;/a&gt;'s official &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel on the day of its release, November 26, 2015. It has been streamed over 50 million times on YouTube and over 175 million times on &lt;a href=\"Spotify\"&gt;Spotify&lt;/a&gt; as of April 2021.\nMusic video.\nThe song's official music video was released September 22, 2016, starring &lt;a href=\"Noah%20Schnapp\"&gt;Noah Schnapp&lt;/a&gt;, a child actor known for his role as &lt;a href=\"Will%20Byers\"&gt;Will Byers&lt;/a&gt; in the Netflix series \"&lt;a href=\"Stranger%20Things%20%28TV%20series%29\"&gt;Stranger Things&lt;/a&gt;\". The video starts with a young girl (Anna Eylse) nervously trying to cross a field with a dog barking in the background. The girl falls down and gets kidnapped by an unknown cloaked figure as the camera shows a shot of the mysterious \"Join Us\" logo cropped into the field. The next scene shows a young boy (Schnapp) being strapped to a chair singing the song while experiencing bizarre things, with Brendon also singing the song on a screen. The young girl also makes an appearance forcing the boy to drink a Eucharist. The last scene shows four cloaked figures strapping two mechanisms to the boy, causing him to be electrocuted and then suffer a seizure. Afterwards, the video ends with Brendon walking up to him with rubber gloves in a menacing manner. It is unknown what Brendon is to do next. \nBetween shots of Schnapp being tortured, several disturbing images can be seen, including men with animal heads, blood poured over a skull, children with black holes for their eyes, and a symbol of the &lt;a href=\"Church%20of%20Satan\"&gt;Church of Satan&lt;/a&gt; (featuring &lt;a href=\"Baphomet\"&gt;Baphomet&lt;/a&gt;'s head inside an inverted &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt;) projected over Urie's face.\nOther references.\nThe song references multiple places in the Great Los Angeles area, including:"
}