{
    "id": "4843738",
    "revid": "144047",
    "url": "https://en.wikipedia.org/wiki?curid=4843738",
    "title": "Sarn Helen",
    "text": "Sarn Helen refers to several stretches of &lt;a href=\"Roman%20roads%20in%20Britain\"&gt;Roman road&lt;/a&gt; in &lt;a href=\"Roman%20Wales\"&gt;Wales&lt;/a&gt;. The route, which follows a meandering course through central Wales, connects &lt;a href=\"Aberconwy%20%28district%29\"&gt;Aberconwy&lt;/a&gt; in the &lt;a href=\"North%20Wales\"&gt;north&lt;/a&gt; with &lt;a href=\"Carmarthen\"&gt;Carmarthen&lt;/a&gt; in the &lt;a href=\"West%20Wales\"&gt;west&lt;/a&gt;. Despite its length, academic debate continues as to the precise course of the Roman road. Many sections are now used by the modern road network while other parts are still traceable. However, there are sizeable stretches that have been lost and are unidentifiable.\nThe route is named after &lt;a href=\"Saint%20Elen\"&gt;Saint Elen&lt;/a&gt; of &lt;a href=\"Caernarfon\"&gt;Caernarfon&lt;/a&gt;, a &lt;a href=\"Celtic%20Christianity\"&gt;Celtic saint&lt;/a&gt;, whose story is told in \"&lt;a href=\"The%20Dream%20of%20Macsen%20Wledig\"&gt;The Dream of Macsen Wledig&lt;/a&gt;\", part of the \"&lt;a href=\"Mabinogion\"&gt;Mabinogion&lt;/a&gt;\". She is said to have ordered the construction of roads in Wales during the late 4th century.\nRoute.\nAberconwy–Carmarthen.\nIn the north the route is believed to follow the western bank of the &lt;a href=\"river%20Conwy\"&gt;river Conwy&lt;/a&gt; from &lt;a href=\"Canovium\"&gt;Canovium&lt;/a&gt;, a fort at &lt;a href=\"Caerhun\"&gt;Caerhun&lt;/a&gt;, passing through &lt;a href=\"Trefriw\"&gt;Trefriw&lt;/a&gt;, then leading on to &lt;a href=\"Betws-y-Coed\"&gt;Betws-y-Coed&lt;/a&gt;, with a branch leading to &lt;a href=\"Caer%20Llugwy\"&gt;Caer Llugwy&lt;/a&gt; near &lt;a href=\"Capel%20Curig\"&gt;Capel Curig&lt;/a&gt;. The route then passed through &lt;a href=\"Dolwyddelan\"&gt;Dolwyddelan&lt;/a&gt;, running through the &lt;a href=\"Moel%20Penamnen\"&gt;Cwm Penamnen&lt;/a&gt; valley and past the higher parts of &lt;a href=\"Cwm%20Penmachno\"&gt;Cwm Penmachno&lt;/a&gt;. The route then leads on past &lt;a href=\"Llan%20Ffestiniog\"&gt;Llan Ffestiniog&lt;/a&gt; to the &lt;a href=\"Roman%20fort\"&gt;Roman fort&lt;/a&gt; of &lt;a href=\"Tomen%20y%20Mur\"&gt;Tomen y Mur&lt;/a&gt;, near &lt;a href=\"Trawsfynydd\"&gt;Trawsfynydd&lt;/a&gt; before continuing south towards &lt;a href=\"Dolgellau\"&gt;Dolgellau&lt;/a&gt;.\nSouth of Dolgellau the route passes over Waen Llefenni into &lt;a href=\"Cwm%20Hengae\"&gt;Cwm yr Hengae&lt;/a&gt; to &lt;a href=\"Aberllefenni\"&gt;Aberllefenni&lt;/a&gt;. Part of the &lt;a href=\"narrow-gauge\"&gt;narrow-gauge&lt;/a&gt; &lt;a href=\"Corris%20Railway\"&gt;Corris Railway&lt;/a&gt; between Aberllefenni and &lt;a href=\"Maespoeth%20Junction\"&gt;Maespoeth Junction&lt;/a&gt; may run along the line of the Sarn. A minor road running along the east bank of the &lt;a href=\"Afon%20Dulas\"&gt;Afon Dulas&lt;/a&gt; near &lt;a href=\"Esgairgeiliog\"&gt;Esgairgeiliog&lt;/a&gt;, Powys might be Roman in origin. Although potentially the Roman road remained on the west bank of the Dulas between &lt;a href=\"Corris\"&gt;Corris&lt;/a&gt; and &lt;a href=\"Ffridd%20Gate%20railway%20station\"&gt;Ffridd Gate&lt;/a&gt;.\nSarn Helen might have crossed the &lt;a href=\"Afon%20Dyfi\"&gt;Afon Dyfi&lt;/a&gt; at a &lt;a href=\"Ford%20%28crossing%29\"&gt;ford&lt;/a&gt; or ferry near Cefn Caer, a small &lt;a href=\"Roman%20fort\"&gt;Roman fort&lt;/a&gt; at &lt;a href=\"Pennal\"&gt;Pennal&lt;/a&gt; in southern &lt;a href=\"Gwynedd\"&gt;Gwynedd&lt;/a&gt;.\nIn &lt;a href=\"Ceredigion\"&gt;Ceredigion&lt;/a&gt; part of a B-road at &lt;a href=\"Bronant\"&gt;Bronant&lt;/a&gt; is Roman, and six miles south is a long stretch through the hamlet of Stag's Head. The road is identifiable at &lt;a href=\"Pont%20Llanio%20railway%20station\"&gt;Llanio&lt;/a&gt;, where there was a small Roman fort named &lt;a href=\"Bremia%20%28fort%29\"&gt;Bremia&lt;/a&gt;. The route then heads southeast towards the &lt;a href=\"Dolaucothi%20Gold%20Mines\"&gt;Dolaucothi Gold Mines&lt;/a&gt; near &lt;a href=\"Pumsaint\"&gt;Pumsaint&lt;/a&gt;, Carmarthenshire, before passing the substantial Roman fort of &lt;a href=\"Luentinum\"&gt;Luentinum&lt;/a&gt; before finally reaching its historical end at &lt;a href=\"Alabum\"&gt;Alabum&lt;/a&gt; (modern-day &lt;a href=\"Llandovery\"&gt;Llandovery&lt;/a&gt;). The Roman encampment was on Llanfair Hill. In the 12th century, the &lt;a href=\"Normans\"&gt;Normans&lt;/a&gt; reused part of the site and its earthworks to build the mediaeval church of &lt;a href=\"St%20Mary%27s%20Church%2C%20Llanfair-ar-y-bryn\"&gt;St Mary's Church, Llanfair-ar-y-bryn&lt;/a&gt;. The fort stood at the junction of Roman roads, linking the Dolaucothi gold mines to &lt;a href=\"Moridunum%20%28Carmarthen%29\"&gt;Moridunum&lt;/a&gt; (&lt;a href=\"Carmarthen\"&gt;Carmarthen&lt;/a&gt;) and &lt;a href=\"Y%20Gaer\"&gt;Y Gaer&lt;/a&gt; near &lt;a href=\"Brecon\"&gt;Brecon&lt;/a&gt;.\nNeath–Brecon.\nA further section of Roman road leading north-eastwards from &lt;a href=\"Neath\"&gt;Neath&lt;/a&gt; (') to &lt;a href=\"Banwen\"&gt;Banwen&lt;/a&gt; at the southern edge of the &lt;a href=\"Brecon%20Beacons%20National%20Park\"&gt;Brecon Beacons National Park&lt;/a&gt; is also known as Sarn Helen. It continues north-eastwards through the park to the north-west of &lt;a href=\"Ystradfellte\"&gt;Ystradfellte&lt;/a&gt;, beneath &lt;a href=\"Fan%20Frynych\"&gt;Fan Frynych&lt;/a&gt;, and then across &lt;a href=\"Mynydd%20Illtud\"&gt;Mynydd Illtud&lt;/a&gt; en route to the Roman fort of &lt;a href=\"y%20Gaer\"&gt;y Gaer&lt;/a&gt; (').\nOutdoor pursuits.\nCycle route.\nA long-distance mountain bike route named the Sarn Helen Trail follows parts of the road's course. The trail, which was devised in 1996, runs between &lt;a href=\"Conwy\"&gt;Conwy&lt;/a&gt; on the North Wales coast and &lt;a href=\"Rhossili\"&gt;Worms Head&lt;/a&gt; on the &lt;a href=\"Gower%20Peninsula\"&gt;Gower Peninsula&lt;/a&gt;.\nFell running.\nThe road gives its name to the annual Sarn Helen Hill Race that starts and finishes in &lt;a href=\"Lampeter\"&gt;Lampeter&lt;/a&gt; in &lt;a href=\"mid-Wales\"&gt;mid-Wales&lt;/a&gt;. The multi-terrain race, founded in 1980, takes place in May each year. It claims to combine \"the speed of road racing with the rigours of cross country and fell running over a challenging picturesque course\".\nIn popular culture.\n\"Sarn Helen\" is the title of a song by Welsh band &lt;a href=\"Super%20Furry%20Animals\"&gt;Super Furry Animals&lt;/a&gt;, appearing on their &lt;a href=\"Welsh%20language\"&gt;Welsh language&lt;/a&gt; album \"&lt;a href=\"Mwng\"&gt;Mwng&lt;/a&gt;\". It is also the title of a 1997 sequence of poems by English poet &lt;a href=\"John%20Wilkinson%20%28poet%29\"&gt;John Wilkinson&lt;/a&gt;.\nExternal links.\n&lt;br&gt;"
}