{
    "id": "4846933",
    "revid": "11639",
    "url": "https://en.wikipedia.org/wiki?curid=4846933",
    "title": "Kaweah River",
    "text": "The Kaweah River is a river draining the southern &lt;a href=\"Sierra%20Nevada%20%28U.S.%29\"&gt;Sierra Nevada&lt;/a&gt; in &lt;a href=\"Tulare%20County%2C%20California\"&gt;Tulare County&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt; in the United States. Fed primarily by high elevation snowmelt along the &lt;a href=\"Great%20Western%20Divide\"&gt;Great Western Divide&lt;/a&gt;, the Kaweah begins as four forks in &lt;a href=\"Sequoia%20National%20Park\"&gt;Sequoia National Park&lt;/a&gt;, where the watershed is noted for its alpine scenery and its dense concentrations of &lt;a href=\"giant%20sequoia\"&gt;giant sequoia&lt;/a&gt;s, the largest trees on Earth. It then flows in a southwest direction to &lt;a href=\"Lake%20Kaweah\"&gt;Lake Kaweah&lt;/a&gt; – the only major &lt;a href=\"reservoir\"&gt;reservoir&lt;/a&gt; on the river – and into the &lt;a href=\"San%20Joaquin%20Valley\"&gt;San Joaquin Valley&lt;/a&gt;, where it diverges into multiple channels across an &lt;a href=\"alluvium\"&gt;alluvial plain&lt;/a&gt; around &lt;a href=\"Visalia%2C%20California\"&gt;Visalia&lt;/a&gt;. With its Middle Fork headwaters starting at almost above sea level, the river has a vertical drop of nearly on its short run to the San Joaquin Valley, making it one of the steepest river drainages in the United States. Although the &lt;a href=\"mainstem%20%28hydrology%29\"&gt;main stem&lt;/a&gt; of the Kaweah is only long, its total length including headwaters and lower branches is nearly .\nThe lower course of the river and its many &lt;a href=\"Distributary\"&gt;distributaries&lt;/a&gt; – including the &lt;a href=\"St.%20John%27s%20River%20%28California%29\"&gt;St. John's River&lt;/a&gt; and &lt;a href=\"Mill%20Creek%20%28Tulare%20County%29\"&gt;Mill Creek&lt;/a&gt; – form the Kaweah Delta, a productive agricultural region spanning more than . Before the diversion of its waters for &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt;, the river flowed into &lt;a href=\"Tulare%20Lake\"&gt;Tulare Lake&lt;/a&gt;, the now dry terminal sink of a large &lt;a href=\"endorheic%20basin\"&gt;endorheic basin&lt;/a&gt; in the southern San Joaquin Valley, also fed by the &lt;a href=\"Kern%20River\"&gt;Kern&lt;/a&gt; and &lt;a href=\"Tule%20River\"&gt;Tule&lt;/a&gt; Rivers and southern branches of the &lt;a href=\"Kings%20River%20%28California%29\"&gt;Kings River&lt;/a&gt;.\nThe name \"Kaweah\" (commonly rendered as ; the traditional pronunciation is ) comes from a native &lt;a href=\"Yokutsan%20languages\"&gt;Yokutsan&lt;/a&gt; word, possibly meaning \"crow cry\". The &lt;a href=\"Yokuts%20people\"&gt;Yokuts&lt;/a&gt; and &lt;a href=\"Western%20Mono\"&gt;Western Mono&lt;/a&gt; are the main Native American groups in the Kaweah River basin, which was explored by the Spanish in the early 1800s and heavily &lt;a href=\"Logging\"&gt;logged&lt;/a&gt; after the 1850s by American colonists, before its upper reaches became part of Sequoia National Park in 1890.\nCourse.\nThe Kaweah River originates along the &lt;a href=\"Great%20Western%20Divide\"&gt;Great Western Divide&lt;/a&gt;, a chain of peaks in the middle of Sequoia National Park. The divide separates the Kaweah drainage from the &lt;a href=\"Kern%20River\"&gt;Kern River&lt;/a&gt; drainage to the east. The Middle Fork, sometimes considered part of the main stem, flows southwest from the confluence of Lone Pine Creek and Hamilton Creek, whose lake sources lie at or above in the &lt;a href=\"Mount%20Stewart%20%28California%29\"&gt;Mount Stewart&lt;/a&gt; area. The Marble Fork begins in a high plateau area known as the Tableland and drops over a glacial &lt;a href=\"headwall\"&gt;headwall&lt;/a&gt;, forming &lt;a href=\"Tokopah%20Falls\"&gt;Tokopah Falls&lt;/a&gt;, before flowing west past Lodgepole Village and turning south. The two forks join at the bottom of a deep gorge directly below &lt;a href=\"Moro%20Rock\"&gt;Moro Rock&lt;/a&gt; to form the main stem of the Kaweah River.\nThe Kaweah River flows in a southwest direction, paralleled by &lt;a href=\"California%20State%20Route%20198\"&gt;Highway 198&lt;/a&gt; in its narrow canyon. A short distance outside Sequoia National Park it picks up the East Fork, which originates above elevation in the &lt;a href=\"Mineral%20King\"&gt;Mineral King&lt;/a&gt; valley, from the left. It continues past the town of &lt;a href=\"Three%20Rivers%2C%20California\"&gt;Three Rivers&lt;/a&gt;, where it receives the North Fork, which begins in the &lt;a href=\"Grant%20Grove\"&gt;Grant Grove&lt;/a&gt; area of &lt;a href=\"Kings%20Canyon%20National%20Park\"&gt;Kings Canyon National Park&lt;/a&gt;. The South Fork enters from the left before the river empties into &lt;a href=\"Lake%20Kaweah\"&gt;Lake Kaweah&lt;/a&gt;, the reservoir formed by &lt;a href=\"Terminus%20Dam\"&gt;Terminus Dam&lt;/a&gt; in the Sierra Nevada foothills. Terminus Dam, a high earthfill dam, has the primary purpose of flood control but also supplies water for irrigation and hydroelectricity. Below the dam the Kaweah River passes &lt;a href=\"Lemon%20Cove%2C%20California\"&gt;Lemon Cove&lt;/a&gt;, receives &lt;a href=\"Lime%20Kiln%20Creek\"&gt;Dry Creek&lt;/a&gt; (also known as Lime Kiln Creek) from the right and flows into the San Joaquin Valley where it divides into several major &lt;a href=\"Distributary\"&gt;distributaries&lt;/a&gt;.\nAt the McKay Point Dam, the &lt;a href=\"St.%20John%27s%20River%20%28California%29\"&gt;St. John's River&lt;/a&gt; splits off to the northwest, making a wide loop around Visalia before becoming Cross Creek north of &lt;a href=\"Goshen%2C%20California\"&gt;Goshen&lt;/a&gt;, from where it flows south. The main channel of the Kaweah River continues to the southwest through farmland, with Outside Creek and Deep Creek splitting to the south before the Kaweah itself divides into &lt;a href=\"Mill%20Creek%20%28Tulare%20County%29\"&gt;Mill Creek&lt;/a&gt; and &lt;a href=\"Packwood%20Creek\"&gt;Packwood Creek&lt;/a&gt;. Mill Creek continues westward through Visalia, and Packwood Creek skirts to the south of the city, terminating in a small flood control basin. Mill Creek ends at a confluence with Cross Creek, which flows southward to the old Tulare Lake bed near &lt;a href=\"Corcoran%2C%20California\"&gt;Corcoran&lt;/a&gt;, joining a channel carrying water from the &lt;a href=\"Tule%20River\"&gt;Tule River&lt;/a&gt;. The Kaweah Delta region, as defined by the Kaweah Delta Water Conservation District, covers about in Tulare and &lt;a href=\"Kings%20County%2C%20California\"&gt;Kings&lt;/a&gt; Counties; the main cities are Visalia and &lt;a href=\"Tulare%2C%20California\"&gt;Tulare&lt;/a&gt;.\nThe length of the Kaweah River is between the confluence of the Middle and Marble Forks and the bifurcation of Mill and Packwood Creeks. However, including its tributaries and distributaries, the river is much longer. Mill Creek (the largest distributary stream) flows westward for to Cross Creek, for a total distance of . Including the upstream Middle Fork, which is about long, and the length of Cross Creek below Mill Creek, which is , some water in the Kaweah system flows from the head of the Middle Fork to the Tulare Lake bed.\nMost of the Kaweah River's runoff comes from the mountain watershed above Visalia, which covers a total of . Including all the lands drained and crossed by the river's many distributaries down to the Tulare Lake bed, the Kaweah River hydrologic region covers . The annual runoff of the Kaweah River between 1975 and 1995 was , or about . The river's highest flows are during the peak snowmelt months of May and June; winter flows are usually more of a trickle, although the river often experiences flooding during rainstorms. Most of the water is diverted above Visalia for irrigation and groundwater recharge. With the exception of &lt;a href=\"agricultural%20wastewater\"&gt;agricultural wastewater&lt;/a&gt;, water rarely flows any further downstream except in wet years. Extremely large storms can temporarily refill Tulare Lake, as occurred most recently in 1997.\nNatural features and environment.\nDue to its steep fall from the Sierra Nevada to the San Joaquin Valley, the Kaweah River passes through a wide range of climate and vegetation zones in a relatively short distance. Historically, the lower Kaweah flowed into a vast area of seasonally flooded &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt;s surrounding Tulare Lake, almost all of which have been diked and drained for agriculture. The Kaweah historically formed a large overflow area east of Visalia known as the \"Visalia Swamp\" and in areas west of Visalia stream channels were poorly defined, often simply disappearing into the marsh lands during periods of high water. The foothill zone is characterized mostly by grassland and rangeland; &lt;a href=\"California%20oak%20woodland\"&gt;California oak woodland&lt;/a&gt; occurs along the Kaweah River and its perennial tributaries, although its range has been much reduced since Native American times. \nFurther upstream and higher in elevation, the watershed is mostly mixed coniferous forest (pines and firs). The largest concentrations of giant sequoias, which grow only on the western slope of the Sierra Nevada, are found in this section of the Kaweah watershed at mean elevations of , although specimens have been found as low as . The Kaweah watershed includes &lt;a href=\"Giant%20Forest\"&gt;Giant Forest&lt;/a&gt;, the most visited and accessible of all the sequoia groves, located on the divide between the Middle and Marble Forks; it includes the &lt;a href=\"General%20Sherman%20Tree\"&gt;General Sherman Tree&lt;/a&gt;, the largest tree in the world by volume. Redwood Mountain Grove, the largest sequoia grove in the world at , and 21 other groves are also located in the Kaweah watershed. A relatively small portion of the Kaweah basin is high, craggy alpine country typical of the southern Sierra; such treeless, lake-studded areas of exposed granite are mostly found along the crest of the Great Western Divide.\nToday, &lt;a href=\"mule%20deer\"&gt;mule deer&lt;/a&gt; are the largest wild animal inhabiting the valley and foothill area; historically, large herds of &lt;a href=\"tule%20elk\"&gt;tule elk&lt;/a&gt; frequented the area, but their habitat in the Kaweah Delta has been almost eliminated by agriculture. There are many species of foxes, wildcats, squirrels, and rabbits including the endemic &lt;a href=\"San%20Joaquin%20kit%20fox\"&gt;San Joaquin kit fox&lt;/a&gt;, &lt;a href=\"San%20Joaquin%20antelope%20squirrel\"&gt;San Joaquin antelope squirrel&lt;/a&gt;, and others. &lt;a href=\"California%20grizzly%20bear\"&gt;California grizzly bear&lt;/a&gt; and &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt; were once common to the area but were hunted or trapped out entirely by the early 1900s. The mountain areas continue to provide habitat for &lt;a href=\"American%20black%20bear\"&gt;black bear&lt;/a&gt;s, mule deer, and &lt;a href=\"Sierra%20Nevada%20bighorn%20sheep\"&gt;bighorn sheep&lt;/a&gt;, and the Kaweah River above Three Rivers has native &lt;a href=\"rainbow%20trout\"&gt;rainbow trout&lt;/a&gt; and introduced brown trout and bass. In alpine areas above the tree line, small mammals such as &lt;a href=\"marmot\"&gt;marmot&lt;/a&gt;s and &lt;a href=\"pika\"&gt;pika&lt;/a&gt; are common.\nHistory.\nThe Kaweah River watershed was originally inhabited by the indigenous &lt;a href=\"Yokuts%20people\"&gt;Yokuts people&lt;/a&gt; of the &lt;a href=\"Central%20Valley%20%28California%29\"&gt;Central Valley&lt;/a&gt;. By at least 3,000 years ago, a group known as the &lt;a href=\"Wukchumni\"&gt;Wukchumni&lt;/a&gt; had permanent settlements along the river. The greatest concentration of Native American settlements was along the foothill reach of the Kaweah River, in what is today Three Rivers and Lake Kaweah. The Wukchumni spent summers hunting game and gathering herbs along the East Fork, and they traded with the &lt;a href=\"Northern%20Paiute\"&gt;Paiute people&lt;/a&gt;s of the &lt;a href=\"Great%20Basin\"&gt;Great Basin&lt;/a&gt;. Around 700 to 500 years ago, the &lt;a href=\"Western%20Mono\"&gt;Western Mono&lt;/a&gt; came to settle in the region as well.\nOak trees grew in abundance along low-elevation, permanent streams and provided the staple food of acorns, which were used to make cakes and bread. Native Americans ground acorns into a fine mush using holes in the local &lt;a href=\"granite\"&gt;granite&lt;/a&gt; bedrock as &lt;a href=\"Mortar%20and%20pestle\"&gt;mortar&lt;/a&gt;s. Permanent winter settlements in the foothills consisted of &lt;a href=\"pit%20house\"&gt;pit house&lt;/a&gt;s thatched with &lt;a href=\"Schoenoplectus%20acutus\"&gt;tules&lt;/a&gt; (vast amounts of which once grew in the marshes of the Kaweah delta) up to in diameter. Hospital Rock, a flat next to the Middle Fork, was used as a camp possibly as early as the 1300s AD.\n&lt;a href=\"Spanish%20colonization%20of%20the%20Americas\"&gt;Spanish explorers&lt;/a&gt; came to the Kaweah River area in the early 1800s, although it is not clear who first explored the Kaweah Delta (possibly the &lt;a href=\"Gabriel%20Moraga\"&gt;Gabriel Moraga&lt;/a&gt; party in 1806). Early Spanish names for the river included Rio de San Gabriel and Rio San Francisco. Several such expeditions were sent into the region, in order to conscript Native Americans into the &lt;a href=\"Spanish%20missions%20in%20California\"&gt;mission system&lt;/a&gt;. Father Pedro Muñoz wrote that the Kaweah would be a good place for a mission, but none were ever established there, because it was too far from the coast and could not be easily defended. In the following decades, Native American resistance to Spanish colonial government prompted many military raids, killing many of the natives who had not already succumbed to European diseases.\nAfter California became a U.S. state, the &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt; drew some prospectors to the Kaweah in the 1850s, but not much gold mining occurred in the area. During this time, the Kaweah was often known as the \"River Francis\", a corruption of the old Spanish name. &lt;a href=\"Hale%20Tharp\"&gt;Hale Tharp&lt;/a&gt;, a stockman and early settler in Three Rivers, discovered the &lt;a href=\"Giant%20Forest\"&gt;Giant Forest&lt;/a&gt; in 1858 with the help of Native American guides. In 1861 Tharp returned to this area between the Middle and Marble forks of the Kaweah River, using a hollowed-out fallen sequoia log (&lt;a href=\"Tharp%27s%20Log\"&gt;Tharp's Log&lt;/a&gt;) as a cabin. In 1873, a silver boom in Mineral King attracted thousands of people to the high mountain valley along the East Fork. The peak of mining had passed by 1882, when the Empire Mine (owned by state senator Thomas Fowler, who invested most of his fortune in the mine) went under. Small operations continued, sporadically, into the late 1920s. After the end of silver mining, Mineral King became a popular summer resort.\nThe one resource extraction industry that succeeded in the Kaweah basin was timber; many logging camps sprang up in the heavily forested western slopes of the Sierra, including in the watershed's sequoia groves. The &lt;a href=\"Kaweah%20Colony\"&gt;Kaweah Colony&lt;/a&gt; was a utopian socialist community founded in 1886, along the Kaweah River in what is now Sequoia National Park. Although giant sequoia wood is generally too soft to be useful in construction, many sequoias were felled between the 1860s and the 1880s when the U.S. government began establishing timber reserves in the area, under pressure from &lt;a href=\"Conservation%20movement\"&gt;conservationists&lt;/a&gt;, including &lt;a href=\"John%20Muir\"&gt;John Muir&lt;/a&gt;, who visited the Kaweah's Marble Fork and named Giant Forest in 1875. Logging mostly ended after Sequoia National Park was founded in 1890; the bill establishing the park was pushed through in part due to the actions of the &lt;a href=\"Southern%20Pacific%20Railroad\"&gt;Southern Pacific Railroad&lt;/a&gt;, which saw the Kaweah colony as a competitor to logging operations that it owned elsewhere. Some settlers in the Kaweah Colony attempted to continue their operations but were later convicted of illegal logging, after which the colony dissolved in 1892.\nThe Kaweah Delta (historically also known as the \"Four Creeks area\", after the four major branches of the Kaweah River) was one of the earliest places in the &lt;a href=\"San%20Joaquin%20Valley\"&gt;San Joaquin Valley&lt;/a&gt; to be populated and farmed by U.S. settlers, although before the construction of Terminus Dam the entire area was frequently flooded; the &lt;a href=\"Great%20Flood%20of%201862\"&gt;Great Flood of 1862&lt;/a&gt; temporarily changed the course of the river, creating the distributary today known as St. John's River. Agriculture began in the Kaweah Delta around 1864 when a group of local farmers dug the Consolidated Peoples' Ditch. The people of Visalia hired Native Americans to extend a canal from Mill Creek to power the expanding settlement's flour mill. In addition, multiple channels had to be dug to redirect the flow of St. John's River back into the Kaweah, which had been blocked by sediment during the 1862 flood. It was not until after the &lt;a href=\"Wright%20Act%20of%201887\"&gt;Wright Act of 1887&lt;/a&gt;, however, that farming expanded significantly. The Wright Act allowed the formation of the Tulare Irrigation District, which began to establish a network of canals across the Kaweah Delta. Surface water provided the main supply as late as 1900, after which the area's abundant &lt;a href=\"groundwater\"&gt;groundwater&lt;/a&gt; reserves were pumped at increasing rates. Tulare Lake disappeared by the early 1900s, and by the 1930s, agricultural development had surpassed the capacity of local water resources.\nIn the 1960s &lt;a href=\"The%20Walt%20Disney%20Company\"&gt;Disney&lt;/a&gt; proposed to construct a ski resort in Mineral King, which would have brought one of the most intense developments in the history of the upper Kaweah watershed. The resort would have included 22 ski lifts, a 1,030-room hotel, ten restaurants, and a railroad along the canyon of the East Fork Kaweah River to transport visitors from a parking area further down the mountain. Environmentalists fought against the proposal for many years, and in 1978 the &lt;a href=\"National%20Parks%20and%20Recreation%20Act\"&gt;National Parks and Recreation Act&lt;/a&gt; designated the area as part of Sequoia National Park.\nRiver modifications.\nIn order to make the Kaweah Delta suitable for agriculture and eventually urban development, the tangle of diverging seasonal channels and marshes had to be drained and diked extensively. As early as the 1870s local irrigation companies were dredging some creeks and blocking off side channels in order to direct floodwater away from farms. A major early 20th century project was the channelization of Mill Creek, which runs through the middle of Visalia and posed a major flooding threat before it was straightened, deepened and widened in 1910 at a cost of $70,000. Dams were built in the 1920s and 1930s at McKays Point to divide water flow between the Kaweah and St. Johns Rivers, to satisfy downstream water rights. Today, the Kaweah Delta has very little resemblance to historic times; most of the streams have either disappeared or been channelized, and Tulare Lake itself is now a dry, diked basin that only very occasionally floods.\nThe Kaweah Delta Water Conservation District manages the distribution of water to irrigation districts and city water districts over a service area. The primary crops grown in the district are cotton, various fruits, nuts, alfalfa, and other field crops. In addition to surface water, the district utilizes &lt;a href=\"Central%20Valley%20Project\"&gt;Central Valley Project&lt;/a&gt; water from the &lt;a href=\"Friant-Kern%20Canal\"&gt;Friant-Kern Canal&lt;/a&gt;, which delivers water from the &lt;a href=\"San%20Joaquin%20River\"&gt;San Joaquin River&lt;/a&gt; to the Tulare Basin. Water can be turned out into either the Kaweah or St. Johns rivers, augmenting the water supply available to Kaweah Delta users. Groundwater is the other important source of water supply for the basin. The local aquifer has suffered from overdraft for many decades with an estimated annual deficit of between pumping and replenishment. In order to increase the rate of &lt;a href=\"groundwater%20recharge\"&gt;groundwater recharge&lt;/a&gt;, more than 40 recharge basins or &lt;a href=\"spreading%20ground\"&gt;spreading ground&lt;/a&gt;s totaling have been constructed throughout the district, which allow floodwaters to percolate into the ground.\n&lt;a href=\"Hydroelectricity\"&gt;Hydroelectric power&lt;/a&gt; development on the Kaweah River began when the Mount Whitney Power Company built a diversion, flume and the Kaweah No. 1 powerhouse on the East Fork in 1899. In 1905 it completed Kaweah No. 2 powerhouse on the Middle Fork. The company then applied for permission to construct a third power plant on the Middle Fork inside Sequoia National Park, which was approved partly because at the time, this was an infrequently visited area of the park. The Kaweah No. 3 plant was completed by 1913, and was followed by more plans to construct a reservoir at Wolverton and at least two additional power plants. The Kaweah plants brought electricity to Visalia for the first time, and the power was also used by farmers to pump &lt;a href=\"groundwater\"&gt;groundwater&lt;/a&gt;. However, construction of the Wolverton dam was thwarted by bad foundation rock and the other power plants were also never built. Taken over by &lt;a href=\"Southern%20California%20Edison\"&gt;Southern California Edison&lt;/a&gt; in 1917, the system today consists of six dams, three powerhouses, three &lt;a href=\"Forebay%20%28reservoir%29\"&gt;forebay&lt;/a&gt;s and many miles of concrete and wooden flumes. The Kaweah No. 3 plant is an eligible property for the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\n&lt;a href=\"Terminus%20Dam\"&gt;Terminus Dam&lt;/a&gt; was constructed by the &lt;a href=\"U.S.%20Army%20Corps%20of%20Engineers\"&gt;U.S. Army Corps of Engineers&lt;/a&gt; in 1962 to help relieve the Kaweah Delta's chronic flooding. Prior to damming, the river could reach very high flows during winter storms, with a maximum of in December 1955. However, the capacity of the main channel of the Kaweah River is only , and its distributaries have an even lower capacity. Four years after the dam's completion, it prevented $19.6 million of damage during a single storm in December 1966. However, the capacity of the reservoir, Lake Kaweah, was too small to control the most severe floods, and was so for many years until the completion of a spillway enhancement project in 2004. Six huge &lt;a href=\"Floodgate\"&gt;fuse gates&lt;/a&gt;, the largest of their type in the world, were added to the dam; the reservoir can now safely hold of water, an increase of 30 percent from the original capacity.\nRecreation.\nAll the forks of the Kaweah River are located in Sequoia National Park, which receives more than 1.2 million recreational visitors each year. The river is a major park attraction for boating and fishing, but can be \"extremely hazardous\" during high water in the spring and summer. Several commercial outfitters serve the traditional &lt;a href=\"International%20Scale%20of%20River%20Difficulty\"&gt;Class IV&lt;/a&gt; section of the Kaweah River between the Pumpkin Hollow bridge (near the park entrance) and Lake Kaweah. Advanced kayakers frequent the Class V Middle Fork at Hospital Rock, further upstream in Sequoia National Park; the North Fork is a wilderness run, requiring boaters to carry all their equipment to the put-in. The river is free-flowing above Lake Kaweah so the rafting season depends entirely on the natural snowmelt, typically between April and July.\nAccess to the Kaweah River for fishing, swimming and water play can be difficult in the Three Rivers area, because most of the river banks are on private property. In Sequoia National Park the river flows at the bottom of a deep canyon and can also be difficult to reach. The river just above Lake Kaweah is publicly accessible at the Slick Rock Recreation Area; however, this location is inundated most summers when the level of Lake Kaweah is high. Slick Rock, known to locals as \"Boulder Beach\", has rock climbing areas and historic Native American bedrock mortars. Lake Kaweah itself offers shoreline fishing and flatwater boating. The upper South Fork in Sequoia National Park has good fishing for wild rainbow trout, although a long hike is required to reach it. A California fishing license is required for visitors older than age 16 in the park.\nThe upper Kaweah is also home to many hiking trails. Day hikes include the walk along Marble Fork to &lt;a href=\"Tokopah%20Falls\"&gt;Tokopah Falls&lt;/a&gt;, and the Mineral King area along the East Fork also has a number of short trails. Backpacking is popular on the &lt;a href=\"High%20Sierra%20Trail\"&gt;High Sierra Trail&lt;/a&gt;, which runs from Giant Forest through the Middle Fork canyon, and summits the Great Western Divide via &lt;a href=\"Kaweah%20Gap\"&gt;Kaweah Gap&lt;/a&gt; en route toward the &lt;a href=\"John%20Muir%20Trail\"&gt;John Muir Trail&lt;/a&gt; to &lt;a href=\"Mount%20Whitney\"&gt;Mount Whitney&lt;/a&gt;. The &lt;a href=\"Bearpaw%20Meadow%20High%20Sierra%20Camp\"&gt;Bearpaw Meadow High Sierra Camp&lt;/a&gt; is located along the High Sierra Trail near the headwaters of the Middle Fork."
}