{
    "id": "48489776",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=48489776",
    "title": "Richard Grant Hiskey",
    "text": "Richard G. Hiskey (May 21, 1929 – July 28, 2016) was an American &lt;a href=\"chemist\"&gt;chemist&lt;/a&gt; and Alumni &lt;a href=\"Distinguished%20Professor\"&gt;Distinguished Professor&lt;/a&gt; of Chemistry at &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt;. Dr. Hiskey joined the Department of Chemistry of the University of North Carolina at Chapel Hill in 1958. He served in various capacities within the university including Director of Graduate Studies (1965-1970) and Chairman of the Department (1970-1975), (elected) Chairman of the Division of Natural Sciences from 1975 to 1981, and Faculty Representative to the &lt;a href=\"Atlantic%20Coast%20Conference\"&gt;Atlantic Coast Conference&lt;/a&gt; and &lt;a href=\"National%20Association%20of%20Intercollegiate%20Athletics\"&gt;National Association of Intercollegiate Athletics&lt;/a&gt; (1985-1995).\nAcademic career.\nHe received the Standard Oil Foundation for Excellence in Undergraduate Teaching Award in 1970; the Tanner Award for Excellence in Undergraduate Teaching in 1986; and he was elected by students to membership in the Society of the Golden Fleece in 1989. He collaborated with 55 M.S. and Ph.D. colleagues resulting in over 160 referred publications in journals and edited volumes. Following Hiskey's retirement in 1996, the department created the Richard G. Hiskey Graduate Student Fellowship dedicated to the recruitment and retention of outstanding graduate students.\nHiskey received Outstanding Alumnus Awards from &lt;a href=\"Kansas%20State%20University\"&gt;Kansas State University&lt;/a&gt; in 1973, &lt;a href=\"Wayne%20State%20University\"&gt;Wayne State University&lt;/a&gt; in 1978, &lt;a href=\"Emporia%20State%20University\"&gt;Emporia State University&lt;/a&gt; in 1979, and the UNC-CH General Alumni Association Faculty Service Award in 1992. He also was a John Simon Guggenheim Foundation Fellow and a Kenan Research Leave Fellow in 1970–71 at the Max Planck Institute for Cell Chemistry.\nHiskey's initial research concerned the development of methods for the production of \"mixed sulfides\" and the features which stabilized or destabilized these molecules. Mixed disulfides occur in the folding and stabilization of proteins via cystine-cystine interactions. Pursuit of the synthesis of insulin led to the development of methods for the production of mixed disulfides containing two or more cystine residues differently S-protected.\nThe second major phase of Hiskey's research program concerned the role of protein-bound X-Carboxyglutamic (GLA) residues in blood clot formation. He developed a method for chemical modification of the GLA residues in 1982 and studied it using various metal ims and prothrombin fragments binding to phospholipid surfaces. These studies were recognized in Hiskey's &lt;a href=\"National%20Heart%2C%20Lung%20and%20Blood%20Institute\"&gt;National Heart, Lung and Blood Institute&lt;/a&gt;'s Merit Award for the period 1986 to 1996.\nThe study was extended to include various models containing tris-phosphates and peptides containing several GLA residues. Hiskey's interest in peptide synthesis resulted in membership on the Organization Committee of the American Peptide Symposium from 1978 to 1983, as well as from 1988 to 1990, and co-chairman of the 1982 Gordon Research Conference on the Chemistry and Biology of Peptides. Hiskey also received and accepted an invitation to visit Japan as a Japan Society for the Promotion of Science Fellow as a result of his work on peptide synthesis. Finally, the American Peptide Society presented Hiskey with the Society's Annual Award in June 1996. In that same year, Hiskey retired from the University of North Carolina as Alumni Distinguished Professor Emeritus."
}