{
    "id": "48535304",
    "revid": "13892613",
    "url": "https://en.wikipedia.org/wiki?curid=48535304",
    "title": "Inéz",
    "text": "Ines Reingold-Tali, known by her &lt;a href=\"stage%20names\"&gt;stage names&lt;/a&gt; Inéz, Inèz or Inez, is an Estonian &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt; artist, musician, composer and writer on &lt;a href=\"sound%20art\"&gt;sound art&lt;/a&gt;, &lt;a href=\"noise\"&gt;noise&lt;/a&gt;, &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt;, &lt;a href=\"Glitch%20%28music%29\"&gt;glitch&lt;/a&gt; and digital culture. She lives and works in &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;. Since the mid-1990s she has belonged to a new generation of composers in Finland interested in experimental interdisciplinary art projects and &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt;. Her repertoire includes &lt;a href=\"electroacoustic%20music\"&gt;electroacoustic&lt;/a&gt; &lt;a href=\"chamber%20music\"&gt;chamber music&lt;/a&gt;, experimental, electronic and &lt;a href=\"film%20music\"&gt;film music&lt;/a&gt;. She has been engaged in commissioned projects in the fields of electroacoustic, contemporary chamber music and &lt;a href=\"experimental%20music\"&gt;experimental music&lt;/a&gt;, in different audiovisual art projects, &lt;a href=\"video%20art\"&gt;video art&lt;/a&gt;, &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt;, &lt;a href=\"performance\"&gt;performance&lt;/a&gt;, &lt;a href=\"theater\"&gt;theater&lt;/a&gt;, short films and &lt;a href=\"radio-art\"&gt;radio-art&lt;/a&gt;. Her compositions have been broadcast internationally on various radio stations and television channels in many European countries, Australia, Canada and the USA. Her works have been published on solo-albums and international compilations by various labels, incl. K-tel International, FG Music/&lt;a href=\"Naxos\"&gt;Naxos&lt;/a&gt;, YOCOMA, YAP and &lt;a href=\"Charm%20of%20Sound\"&gt;Charm of Sound&lt;/a&gt;. She has been nominated to participate in various international festivals, exhibitions and conferences, &lt;a href=\"Florence%20Biennale\"&gt;Florence Biennale&lt;/a&gt; (Biennale Internazionale dell’arte Contemporânea di Firenze) 2007 in Italy, LACDA International Juried Competition Winners Show (award) at the Los Angeles Center for Digital Art in USA 2007, 30e Festival International des Musiques Syntheses 2000 in France and international conferences on musicology, among others.\nInes Reingold-Tali is also a media theoretician with a focus on noise and glitch aesthetics, &lt;a href=\"digital%20art\"&gt;digital art&lt;/a&gt;, &lt;a href=\"postdigitalism\"&gt;postdigitalism&lt;/a&gt;, &lt;a href=\"visual%20music\"&gt;visual music&lt;/a&gt;, immersive art experience and &lt;a href=\"intuition\"&gt;intuition&lt;/a&gt; in the context of creative art and composition process."
}