{
    "id": "4856672",
    "revid": "1018943233",
    "url": "https://en.wikipedia.org/wiki?curid=4856672",
    "title": "Action (music)",
    "text": "The action of a string instrument that is plucked, strummed, or bowed by hand is the distance between the &lt;a href=\"fingerboard\"&gt;fingerboard&lt;/a&gt; and the &lt;a href=\"Strings%20%28music%29\"&gt;string&lt;/a&gt;. In keyboard instruments, the action is the mechanism that translates the motion of the keys into the creation of sound (by plucking or striking the strings).\nKeyboard instruments.\nIn a &lt;a href=\"harpsichord\"&gt;harpsichord&lt;/a&gt;, the main part of the action is a jack—a vertical strip of wood seated on the far end of the key. At the top of the jack is mounted a hinged tongue bearing a &lt;a href=\"plectrum\"&gt;plectrum&lt;/a&gt;. When the key is pressed and the jack rises, the plectrum plucks the string. When the key is released and the jack falls back down, the tongue permits the plectrum to retract slightly, so that it can return to its rest position without getting stuck or plucking the string again on the way down. The jack also bears a damper, whose purpose is to stop the vibration of the string when the key is released. For full description and diagrams, see &lt;a href=\"Harpsichord\"&gt;Harpsichord&lt;/a&gt;.\nIn a &lt;a href=\"piano\"&gt;piano&lt;/a&gt;, the action is a mechanical device, made mostly of hardwoods, that serves several purposes. By means of various levers, it translates a small motion of the key into a large motion of the hammers that strike the strings. The mechanics of the action also makes the hammer recoil from the string instantly, so as not to damp vibration, and also prevents the hammer from bouncing, striking the string multiple times. Piano actions, even in the original version invented by &lt;a href=\"Bartolomeo%20Cristofori\"&gt;Bartolomeo Cristofori&lt;/a&gt;, tend to be quite complex and have been subject of ingenious inventions and refinements throughout their history. Different actions are used in grand and vertical pianos. For full discussion, including diagrams, see &lt;a href=\"Action%20%28piano%29\"&gt;Action (piano)&lt;/a&gt; and &lt;a href=\"piano\"&gt;piano&lt;/a&gt;.\nInstruments plucked by hand.\nIn the &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt; and similar instruments, the action is the distance between the &lt;a href=\"fretboard\"&gt;fretboard&lt;/a&gt; and the &lt;a href=\"Strings%20%28music%29\"&gt;string&lt;/a&gt;, which determines how easy it is to sound &lt;a href=\"Musical%20note\"&gt;note&lt;/a&gt;s when pressure is applied with the fingertips. Generally a low action is considered to be more playable, due to the lower amount of pressure needed to press the string to the fingerboard. However, if the action is set too low, the vibrating string might strike the fret or frets other than the one been fretted, creating unwanted buzzing. (On &lt;a href=\"fret\"&gt;fretted instruments&lt;/a&gt;, this is known as &lt;a href=\"fret%20buzz\"&gt;fret buzz&lt;/a&gt;.) Conversely, if the action is too high, the strings may be too taut to fully depress.\nAdjusting the action.\nOn some instruments, such as certain &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt;s, the action can be adjusted by tightening &lt;a href=\"screw\"&gt;screw&lt;/a&gt;s at the &lt;a href=\"Bridge%20%28instrument%29\"&gt;bridge&lt;/a&gt;, which changes the height of the strings. &lt;a href=\"Tune-o-matic\"&gt;Tune-o-matic&lt;/a&gt; bridges use small thumbwheels for this purpose—sometimes accompanied or replaced by flat-head screw fittings. On other instruments, changing the action is more difficult, involving the removal of entire pieces from the instrument. On a typical steel string acoustic guitar, for example, the action is adjusted by carefully sanding the guitar's saddle so that the strings sit closer to the fretboard.\nThe action on a guitar is also slightly affected by the adjustment of the &lt;a href=\"truss%20rod\"&gt;truss rod&lt;/a&gt;. Tightening the truss rod bends the neck backwards, lowering the action—and loosening the rod lets the neck bow forward, raising the action.\nAction on a guitar is usually measured at the 12th fret. Typically preferred action on an &lt;a href=\"electric%20guitar\"&gt;electric guitar&lt;/a&gt; is around 1/16\" (1.6mm) on the high E string and 3/32\" (2.4mm) on the low E string when in &lt;a href=\"standard%20tuning\"&gt;standard tuning&lt;/a&gt; using standard gauge strings.\nSometimes a straight neck works best for guitar action, but many luthiers and musicians favor a slight forward bow—called the \"relief\"—to reduce buzzing by accommodating the shape of a vibrating string. Adjustment to the action should be done using all the aforementioned truss adjustments, in addition to modifying or adjusting any elements on the bridge of the guitar."
}