{
    "id": "48595017",
    "revid": "29620892",
    "url": "https://en.wikipedia.org/wiki?curid=48595017",
    "title": "Dand Nayak",
    "text": "Dand Nayak is a &lt;a href=\"Bollywood%20films%20of%201998\"&gt;1998&lt;/a&gt; Bollywood film starring &lt;a href=\"Naseeruddin%20Shah\"&gt;Naseeruddin Shah&lt;/a&gt;, &lt;a href=\"Manek%20Bedi\"&gt;Manek Bedi&lt;/a&gt;, &lt;a href=\"Ayesha%20Jhulka\"&gt;Ayesha Jhulka&lt;/a&gt; &lt;a href=\"Inder%20Kumar\"&gt;Inder Kumar&lt;/a&gt; &lt;a href=\"Tisca%20Chopra\"&gt;Tisca Chopra&lt;/a&gt;, &lt;a href=\"Shilpa%20Shirodkar\"&gt;Shilpa Shirodkar&lt;/a&gt;, &lt;a href=\"Satyen%20Kappu\"&gt;Satyen Kapoo&lt;/a&gt; and &lt;a href=\"Paresh%20Rawal\"&gt;Paresh Rawal&lt;/a&gt;.\nPlot.\nBankhelal Chaurasia &lt;a href=\"Paresh%20Rawal\"&gt;Paresh Rawal&lt;/a&gt; comes to Bombay from Uttar Pradesh and starts a business of raising and keeping buffalos and selling their milk.\nHe then advances into petty crime and works his way up to major crimes, such as dealing drugs, land grabbing, smuggling and murder.\nHe soon gets a bad reputation and makes a big name for himself in the Bombay underworld as the kingpin of crime and thus most wanted by the police.\nThere is only one person that he fears and that's Inspector Vishal &lt;a href=\"Naseeruddin%20Shah\"&gt;Naseeruddin Shah&lt;/a&gt; of the Bombay Police who is also known as DAND NAYAK.\nVishal has sworn to apprehend Bankhelal by hook or by crook, and he also has a reputation in succeeding no matter what the consequences are..\nA journalist &lt;a href=\"Shilpa%20Shirodkar\"&gt;Shilpa Shirodkar&lt;/a&gt; who always prints Bankelal's underworld dealings is also threatened and happens to be Inspector Vishal's wife.\nBankelal's son Suraj &lt;a href=\"Manek%20Bedi\"&gt;Manek Bedi&lt;/a&gt; gets his best friend Karan &lt;a href=\"Inder%20Kumar\"&gt;Inder Kumar&lt;/a&gt; to join the police so that he can take revenge on Vishal who imprisoned him for 72 hours.\nThey start by trapping Vishal in a case of bribery for 500,000 rupees and getting him suspended.\nVishal doesn't know that Karan and Suraj are best friends and in cahoots with each other.\nAt first Karan hates Vishal but changes his mind when Vishal's wife calls him a brother she never had and Priya &lt;a href=\"Tisca%20Chopra\"&gt;Tisca Chopra&lt;/a&gt; who loves Karan turns out to be Vishal's sister. \nKaran's best friend Suraj and Naina &lt;a href=\"Ayesha%20Jhulka\"&gt;Ayesha Jhulka&lt;/a&gt; are each other's love interest."
}