{
    "id": "4860076",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=4860076",
    "title": "Foxfish",
    "text": "The foxfish, \"Bodianus frenchii\", is a species of &lt;a href=\"wrasse\"&gt;wrasse&lt;/a&gt; native to the temperate marine waters in southwestern Western &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; to eastern South Australia, and from southern &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; to eastern &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt;, at depths between 10 and 40 m. A gap in the distribution of foxfish occurs through Victoria. Its length is up to 45 cm.\nDescription.\nThe foxfish is brown, red, or orange with two spots on the back. When foxfish are juveniles, they are brown and have three yellow patches with a black area around the pectoral fin.\nHabitat and biology.\nFoxfish are typically found living under ledges and in caves. It is a long lived species which may attain ages of 60 or more years. Foxfish are &lt;a href=\"protogynous%20hermaphrodite\"&gt;protogynous hermaphrodite&lt;/a&gt;s, and they &lt;a href=\"Spawn%20%28biology%29\"&gt;spawn&lt;/a&gt; several times during the late spring and the summer. They form distinct pairs when breeding.\nHuman uses.\nThe foxfish is caught as &lt;a href=\"bycatch\"&gt;bycatch&lt;/a&gt; in trawl fisheries off the coasts of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; and &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;. In Western Australia it is a quarry for recreational anglers and the state applies bag limits. It is also taken for the &lt;a href=\"Fish%20keeping\"&gt;aquarium&lt;/a&gt; trade and is prized in the United States.\nTaxonomy and etymology.\nBodianus frenchii was formally &lt;a href=\"Species%20description\"&gt;described&lt;/a&gt; in 1879 as \"Cossyphus frenchii\" by &lt;a href=\"Carl%20Benjamin%20Klunzinger\"&gt;Carl Benjamin Klunzinger&lt;/a&gt; with the &lt;a href=\"Type%20locality%20%28biology%29\"&gt;type locality&lt;/a&gt; given as &lt;a href=\"King%20George%20Sound%20%28Western%20Australia%29\"&gt;King George Sound, Western Australia&lt;/a&gt;. The &lt;a href=\"Specific%20name%20%28zoology%29\"&gt;specific name&lt;/a&gt; honours Herr French, who was an assistant to Dr V. Muller, who was the collector of many &lt;a href=\"Type%20%28biology%29\"&gt;types&lt;/a&gt; of Australian fishes described by Klunzinger. The vernacular name, \"foxfish\", is thought to be taken from the misapplied binomial \"&lt;a href=\"Bodianus%20vulpinus\"&gt;Bodianus vulpinus&lt;/a&gt;\", as to most eyes this fish bears no resemblance to a &lt;a href=\"fox\"&gt;fox&lt;/a&gt;.\nThere is a gap in the distribution of the foxfish off the coast of &lt;a href=\"Victoria%20%28state%29\"&gt;Victoria&lt;/a&gt; and the eastern and western populations show morphological differences and may be separated into different species."
}