{
    "id": "48674525",
    "revid": "37102400",
    "url": "https://en.wikipedia.org/wiki?curid=48674525",
    "title": "Nordertor",
    "text": "The Nordertor () is an old &lt;a href=\"City%20gate\"&gt;town gate&lt;/a&gt; in &lt;a href=\"Flensburg\"&gt;Flensburg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, which was built around 1595. Today the &lt;a href=\"landmark\"&gt;landmark&lt;/a&gt; is used as a symbol for Flensburg.\nHistory.\nThe &lt;a href=\"Wall\"&gt;town wall&lt;/a&gt; of Flensburg was built step by step from 1345 onwards. A town gate, named \"Norder Porte\", was built in the northern section of the wall. At the end of the 16th century it was replaced by the Nordertor, a building with &lt;a href=\"Crow-stepped%20gable\"&gt;stepped gables&lt;/a&gt; and &lt;a href=\"arch\"&gt;arch&lt;/a&gt;way. At this time the Nordertor marked the northern &lt;a href=\"Border\"&gt;boundary&lt;/a&gt; of the town. It was a checkpoint that was closed at night.\nOn the north face of the gate are two &lt;a href=\"Commemorative%20plaque\"&gt;plaques&lt;/a&gt;. The left one bears the royal coat of arms of King &lt;a href=\"Christian%20IV%20of%20Denmark\"&gt;Christian IV&lt;/a&gt;, 1577-1648 and the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; words: \"Regna Firmat Pietas\" — Piety strengthens the Realm. The right one bears the coat of arms of Flensburg with the &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; words: \"Friede ernährt, Unfrieden verzehrt\" — &lt;a href=\"Peace\"&gt;Peace&lt;/a&gt; nurtures, &lt;a href=\"War\"&gt;strife&lt;/a&gt; devours. Also to be seen is the date of renovation, inscribed as \"Renov. 1767\". The town gate was &lt;a href=\"building%20restoration\"&gt;restored&lt;/a&gt; in the time of &lt;a href=\"Christian%20VII%20of%20Denmark\"&gt;Christian VII&lt;/a&gt;, 1749-1808. The left plaque is most likely the older of the two, possibly from the time when the Nordertor was built.\nIn 1796 a ban on building outside the town walls ended, and the town began to expand beyond. The suburb of Neustadt (Danish: \"Nystaden\", meaning \"Newtown\") was built in the neighborhood of the Nordertor. In 1913/14 the gate was restored by the &lt;a href=\"architect\"&gt;architect&lt;/a&gt; &lt;a href=\"Paul%20Ziegler\"&gt;Paul Ziegler&lt;/a&gt;, and a clock was installed. In 1966 the &lt;a href=\"Deutsche%20Bundespost\"&gt;Deutsche Bundespost&lt;/a&gt; issued a 30 &lt;a href=\"Deutsche%20Mark\"&gt;Pfennig&lt;/a&gt; &lt;a href=\"Postage%20stamp\"&gt;stamp&lt;/a&gt; with the gate's image. Over 3 billion of these stamps for letter post were sold. In the 1990s the gate was again restored and the clock was removed. In 2004 the gate was licensed as a venue for &lt;a href=\"Wedding\"&gt;civil wedding&lt;/a&gt;s, so that weddings are now performed in a room above the archway of the gate."
}