{
    "id": "48680113",
    "revid": "8754091",
    "url": "https://en.wikipedia.org/wiki?curid=48680113",
    "title": "Satgawan (community development block)",
    "text": "Satgawan is a &lt;a href=\"Community%20development%20block%20in%20India\"&gt;community development block (CD block)&lt;/a&gt; that forms an administrative division in the &lt;a href=\"Koderma%20subdivision\"&gt;Koderma subdivision&lt;/a&gt; of the &lt;a href=\"Koderma%20district\"&gt;Koderma district&lt;/a&gt;, &lt;a href=\"Jharkhand\"&gt;Jharkhand&lt;/a&gt; &lt;a href=\"States%20and%20territories%20of%20India\"&gt;state&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;.\nOverview.\nKoderma district occupies the northern end of the &lt;a href=\"Chota%20Nagpur%20Plateau\"&gt;Chota Nagpur Plateau&lt;/a&gt;. The average altitude is above sea level. The topography is hilly and the area mostly has &lt;a href=\"laterite\"&gt;laterite&lt;/a&gt; soil with patches of clay. &lt;a href=\"Monsoon\"&gt;Monsoon&lt;/a&gt; dependent agriculture supports majority of the population. Forest area covers 43% of the total area. Koderma Reserve Forest occupies the northern part of the district. Density of population in the district was 282 persons per square kilometer. Koderma district was once famous for its &lt;a href=\"mica\"&gt;mica&lt;/a&gt; production but low quality of mica ore and high cost of production led to closure of many units.\nGeography.\nSatgawan is located at . It has an average elevation of .\nThe Sakri River flows in the eastern of the Satgawan. The Sakri river is the main river in the northern part of the Koderma district. Ghggnna Naddi, Chhotanari Nadi And Tamoriya are the tributaries of Sakri river.\nSatgawan CD block is bounded by Kawakol CD block of &lt;a href=\"Nawada%20district\"&gt;Nawada district&lt;/a&gt; of Bihar on the north, &lt;a href=\"Gawan%20block\"&gt;Gawan&lt;/a&gt; CD block of &lt;a href=\"Giridih%20district\"&gt;Giridih district&lt;/a&gt; on the east, &lt;a href=\"Domchanch%20%28community%20development%20block%29\"&gt;Domchanch&lt;/a&gt; CD block on the south and Gobindpur CD block of Nawada district on the west.\nSatgawan CD block has an area of . &lt;a href=\"Satgawan%23Police%20station\"&gt;Satgawan&lt;/a&gt; police station serves this block. Headquarters of this CD block is at Satgawan town.\n&lt;a href=\"Gram%20Panchayats\"&gt;Gram Panchayats&lt;/a&gt; in Satgawan CD Block are: Nawadih, Tehro, Ambabad, Basodih, Itai, Kataiya, Khuntta, Khothiyar, Madhopur, Murchoi, Mirganj, Rajabar, Samaldih and Shivpur.\nDemographics.\nPopulation.\nAccording to the &lt;a href=\"2011%20Census%20of%20India\"&gt;2011 Census of India&lt;/a&gt;, Satgawan CD block had a total population of 74,520, all of which were rural. There were 38,183 (51%) males and 36,337 (49%) females. Population in the age range 0–6 years was 13,904. &lt;a href=\"Scheduled%20Castes%20and%20Scheduled%20Tribes\"&gt;Scheduled Castes&lt;/a&gt; numbered 16,787 (22.53%) and &lt;a href=\"Scheduled%20Castes%20and%20Scheduled%20Tribes\"&gt;Scheduled Tribes&lt;/a&gt; numbered 383 (0.51%).\nLiteracy.\nAccording to the 2011 census the total number of literate persons in Satgawan CD block was 35,006 (57.76% of the population over 6 years) out of which males numbered 22,076 (70.05% of the male population over 6 years) and females numbered 12,930 (43.85% of the female population over 6 years). The &lt;a href=\"Literacy%23Gender%20disparities\"&gt;gender disparity&lt;/a&gt; (the difference between female and male literacy rates) was 27.10%.\nLanguage and religion.\nAccording to the \"District Census Handbook, Koderma, 2011 census,\" as of 2001, &lt;a href=\"Khortha%20language\"&gt;Khortha&lt;/a&gt; was the mother-tongue of 159,086 persons forming 31.86% of the population of Koderma district, followed by &lt;a href=\"Magahi%20language\"&gt;Magahi&lt;/a&gt; 144,035 persons (28.84%), &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt; 138,542 persons (27.74%) and other languages (with no details) 57,740 perons (11.56%). Five important scheduled tribe language groups in Koderma district were &lt;a href=\"Santali%20language\"&gt;Santali&lt;/a&gt;, &lt;a href=\"Birhor%20language\"&gt;Birhor&lt;/a&gt;, &lt;a href=\"Kurukh%20language\"&gt;Oraon&lt;/a&gt;, &lt;a href=\"Munda%20languages\"&gt;Munda&lt;/a&gt; and &lt;a href=\"Kharwar\"&gt;Kharwar&lt;/a&gt;.\n&lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt; is the official language in Jharkhand and &lt;a href=\"Urdu\"&gt;Urdu&lt;/a&gt; has been declared as an additional official language.\nAccording to the \"District Census Handbook, Koderma, 2011 census,\" &lt;a href=\"Hindus\"&gt;Hindus&lt;/a&gt; numbered 605,138 and formed 84.49% of the population of Koderma district, followed by &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; 107,018 (14.94%), &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt; 1,221 (0.17%), other religions 2,225 (0.31), religion not stated 657 (0.09%).\nRural poverty.\n40-50% of the population of Koderma district were in the &lt;a href=\"Below%20Poverty%20Line\"&gt;BPL&lt;/a&gt; category in 2004–2005, being in the same category as Godda, Giridih and Hazaribagh districts. &lt;a href=\"Rural%20poverty\"&gt;Rural poverty&lt;/a&gt; in Jharkhand declined from 66% in 1993–94 to 46% in 2004–05. In 2011, it has come down to 39.1%.\nEconomy.\nLivelihood.\nIn Satgawan CD block in 2011, amongst the class of total workers, cultivators numbered 6,921 and formed 23.29%, agricultural labourers numbered 16,846 and formed 56.70%, household industry workers numbered 827 and formed 2.78% and other workers numbered 5,119 and formed 17.23%. Total workers numbered 29,713 and formed 39.87% of the total population, and non-workers numbered 44,807 and formed 60.13% of the population.\nInfrastructure.\nThere are 113 inhabited villages in Satgawan CD block. In 2011, 111 villages had power supply. 3 villages had tap water (treated/ untreated), 110 villages had well water (covered/ uncovered), 107 villages had hand pumps, and 1 village did not have drinking water facility. 7 villages had post offices, 6 villages had sub post offices, 3 villages had telephones (land lines), 46 villages had mobile phone coverage. 112 villages had pucca (paved) village roads, 6 villages had bus service (public/ private), 3 villages had taxi/vans and 23 villages had tractors. 2 villages had bank branches, 28 villages had &lt;a href=\"public%20distribution%20system\"&gt;public distribution system&lt;/a&gt;, 33 villages had &lt;a href=\"Vidhan%20Sabha\"&gt;assembly&lt;/a&gt; &lt;a href=\"Polling%20place\"&gt;polling stations&lt;/a&gt;.\nAgriculture.\nLarge portions of Koderma district are covered with hills and forests, and only 28% of the total area of the district is cultivable land. The soil is acidic and soil erosion is a major problem in the district. Cultivation is the major occupation of the people in the district.\nMica mining.\nThe &lt;a href=\"mica\"&gt;mica&lt;/a&gt; belt in the northern part of &lt;a href=\"Chota%20Nagpur%20Plateau\"&gt;Chota Nagpur Plateau&lt;/a&gt; is about 160 km long with an average width of about 25 km. It covers in Koderma and Giridih districts of Jharkhand and adjacent areas in Bihar. Mica deposits were discovered in the area in the 1890s, and mica mining developed in a big way. It was exported in large quantities primarily to the Soviet Union. In the 1990s, when the Soviet Union was divided, the countries in the area stopped buying mica from India. It was a major set back for the mica industry. Moreover, the entire mica belt is located in the reserved forests. The forest conservation act was implemented in 1980. When the business was booming almost every household in the mica belt was involved in mica mining. Alternative employment opportunities are rare and so even after formal closing down of the mica mines, almost the entire community in the mica mining belt is involved in &lt;a href=\"illegal%20mining\"&gt;illegal mining&lt;/a&gt; activities. Mica continues to be in demand locally. It is mainly used in the pigmentation industry for automotive paints and cosmetics. Some other industries also use it. The entire family, including children, are involved in the illegal activity.\nBackward Regions Grant Fund.\nKoderma district is listed as a backward region and receives financial support from the &lt;a href=\"Backward%20Regions%20Grant%20Fund\"&gt;Backward Regions Grant Fund&lt;/a&gt;. The fund, created by the Government of India, is designed to redress regional imbalances in development. As of 2012, 272 districts across the country were listed under this scheme. The list includes 21 districts of Jharkhand.\nEducation.\nSatgawan CD block had 14 villages with pre-primary schools, 82 villages with primary schools, 42 villages with middle schools, 6 villages with secondary schools, 2 villages with senior secondary schools, 17 villages with no educational facility.\nHealthcare.\nSatgawan CD block had 2 villages with &lt;a href=\"Primary%20Health%20Centre%20%28India%29\"&gt;primary health centres&lt;/a&gt;, 57 villages with primary health subcentres, 58 villages with maternity and child welfare centres, 19 villages with allopathic hospitals, 58 villages with dispensaries, 47 villages with veterinary hospitals, 49 villages with family welfare centres, 6 villages with medicine shops."
}