{
    "id": "4869998",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=4869998",
    "title": "Charles E. Collins (politician)",
    "text": "Charles Edwin Collins (16 January 1929 – 16 September 2012) was an &lt;a href=\"American%20people\"&gt;American&lt;/a&gt; politician and activist. He was an &lt;a href=\"Independent%20%28politician%29\"&gt;independent&lt;/a&gt; candidate for &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; in the &lt;a href=\"1996%20United%20States%20presidential%20election\"&gt;1996 presidential election&lt;/a&gt; and sought unsuccessfully to run again in &lt;a href=\"2000%20United%20States%20presidential%20election\"&gt;2000&lt;/a&gt;.\nBay County, Florida book controversy.\nIn 1986, Collins, who was a former &lt;a href=\"Bay%20County%2C%20Florida\"&gt;Bay County, Florida&lt;/a&gt; school board official, challenged the use of \"&lt;a href=\"I%20Am%20the%20Cheese\"&gt;I Am the Cheese&lt;/a&gt;\" and other books at the Mowat Junior High School his granddaughter attended. He wrote letters to the parents of all the students, and placed an advertisement in the \"&lt;a href=\"The%20News%20Herald%20%28Panama%20City%29\"&gt;Panama City News-Herald&lt;/a&gt;\". At a school board meeting Collins submitted what he claimed was about 9,000 signatures petitioning the use of the book, though a television reporter later found the number to be 3,549.\nThe case's first national coverage came from \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\", which in the cover story of the Sunday magazine section reported on the case and the death threats that had been received by the teachers and parents defending the book and by the television reporter, Hill. Hill's apartment was attacked by arson and a bomb threat placed on her car required the summoning of a police bomb squad, though the device proved to be a fake one. Commenting on the attacks, Collins dismissed the dummy bomb as a \"joke\" and the fire as \"a good way to get your apartment painted by the landlord.\"\n1996 Presidential election.\n\"&lt;a href=\"Mother%20Jones%20%28magazine%29\"&gt;Mother Jones&lt;/a&gt;\" magazine called Collins the \"consummate &lt;a href=\"internet\"&gt;internet&lt;/a&gt; candidate,\" and opined that he appealed to an online population of \"isolationists, alarmists, and conspiracy theorists.\" His campaign advocated abolishing the &lt;a href=\"Federal%20Reserve\"&gt;Federal Reserve&lt;/a&gt; and the &lt;a href=\"Internal%20Revenue%20Service\"&gt;Internal Revenue Service&lt;/a&gt; and other pledges noted to be similar to that of the U.S. Taxpayers Party ticket of &lt;a href=\"Howard%20Phillips%20%28politician%29\"&gt;Howard Phillips&lt;/a&gt; and &lt;a href=\"Herbert%20Titus\"&gt;Herbert Titus&lt;/a&gt;.\nHe initially sought the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nomination, qualifying for and receiving some votes in the Republican &lt;a href=\"United%20States%20presidential%20primary\"&gt;presidential primaries&lt;/a&gt;. He received a mere forty-two votes in the &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; primary and still fell far behind the other candidates in other states where he did better; e.g. 628 votes in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; and 451 in &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt; Collins withdrew from the &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; primary after the ballots were printed. The &lt;a href=\"Republican%20National%20Committee\"&gt;Republican National Committee&lt;/a&gt; barred him from debates.\nCollins also sought, and failed to receive, the nomination of the &lt;a href=\"United%20States%20Taxpayers%20Party\"&gt;United States Taxpayers Party&lt;/a&gt;. Collins then decided to run as an independent, receiving the endorsement of a group called C.U.R.E. led by the former Republican governor of Arizona &lt;a href=\"Evan%20Mecham\"&gt;Evan Mecham&lt;/a&gt;. C.U.R.E. endorsed Collins over other potential choices including former &lt;a href=\"California\"&gt;California&lt;/a&gt; State Assemblyman and State Senator &lt;a href=\"Don%20Rogers%20%28politician%29\"&gt;Don Rogers&lt;/a&gt;, who would later be the presidential candidate of the &lt;a href=\"American%20Party%20%281969%29\"&gt;American Party&lt;/a&gt; in the &lt;a href=\"2000%20United%20States%20presidential%20election\"&gt;2000 presidential election&lt;/a&gt; and John Yiamouyiannas, formerly a candidate of Take Back America who had received 2,199 votes in the &lt;a href=\"1992%20United%20States%20presidential%20election\"&gt;1992 presidential election&lt;/a&gt;.\nOn August 21, 1996 Collins attempted to have the &lt;a href=\"United%20States%20Supreme%20Court\"&gt;United States Supreme Court&lt;/a&gt; declare all &lt;a href=\"Ballot%20access%23State%20ballot%20access%20laws\"&gt;state ballot access laws&lt;/a&gt; to be &lt;a href=\"unconstitutional\"&gt;unconstitutional&lt;/a&gt;. They declined his motion.\nContinuing to run as an independent candidate, Collins chose as his &lt;a href=\"United%20States%20Vice%20President\"&gt;Vice Presidential&lt;/a&gt; running mate Rosemary Giumarra of &lt;a href=\"Porterville%2C%20California\"&gt;Porterville, California&lt;/a&gt;. Collins and Giumarra received 8,952 votes in the election.\n2000 Presidential election.\nIn 2000, Collins attempted to win the nomination of the &lt;a href=\"Reform%20Party%20of%20the%20United%20States%20of%20America\"&gt;Reform Party&lt;/a&gt;. He fell far behind the frontrunner &lt;a href=\"Pat%20Buchanan\"&gt;Pat Buchanan&lt;/a&gt; in the party's important &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; primary with 295 votes versus 2,214, though he beat &lt;a href=\"John%20Hagelin\"&gt;John Hagelin&lt;/a&gt;. In California, Collins fell in last place with 1,681 votes. He thereafter attempted to win the party's nomination for Vice President. The convention split into two factions: Buchanan and Hagelin. In the Buchanan convention, Collins received 23 votes versus the winner of the nomination &lt;a href=\"Ezola%20B.%20Foster\"&gt;Ezola B. Foster&lt;/a&gt;.\nDeath.\nCollins died in &lt;a href=\"Macon%2C%20Georgia\"&gt;Macon, Georgia&lt;/a&gt;, on September 16, 2012, at the age of 83."
}