{
    "id": "48692651",
    "revid": "19480448",
    "url": "https://en.wikipedia.org/wiki?curid=48692651",
    "title": "Daniel Braverman",
    "text": "Daniel Braverman (born September 28, 1993) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; &amp; &lt;a href=\"return%20specialist\"&gt;kick returner&lt;/a&gt; for the &lt;a href=\"Toronto%20Argonauts\"&gt;Toronto Argonauts&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; (CFL). He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Western%20Michigan%20Broncos%20football\"&gt;Western Michigan&lt;/a&gt;. He was drafted by the &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt; in the seventh round of the &lt;a href=\"2016%20NFL%20Draft\"&gt;2016 NFL Draft&lt;/a&gt;.\nEarly life.\nBraverman was born in &lt;a href=\"Miramar%2C%20Florida\"&gt;Miramar, Florida&lt;/a&gt;, grew up in &lt;a href=\"South%20Florida\"&gt;South Florida&lt;/a&gt;, and is Jewish. His father, Jamie Braverman, played &lt;a href=\"Safety%20%28gridiron%20football%20position%29\"&gt;safety&lt;/a&gt; in 1977 on &lt;a href=\"Lehigh%20University\"&gt;Lehigh University&lt;/a&gt;’s &lt;a href=\"NCAA%20Division%20II\"&gt;NCAA Division II&lt;/a&gt; national title team.\nBraverman played &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt; and ran the 100 meter dash, the 4x100, and the 400 meters in track at &lt;a href=\"University%20School%20of%20Nova%20Southeastern%20University\"&gt;University School of Nova Southeastern University&lt;/a&gt; in &lt;a href=\"Fort%20Lauderdale\"&gt;Fort Lauderdale&lt;/a&gt;, Florida. He was a two-time all-&lt;a href=\"Broward%20County\"&gt;Broward County&lt;/a&gt; selection in football. He was among the fastest high school football players in South Florida, running the &lt;a href=\"40-yard%20dash\"&gt;40-yard dash&lt;/a&gt; in 4.47 seconds.\nCollege career.\nBraverman played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; on scholarship for the &lt;a href=\"Western%20Michigan%20Broncos%20football\"&gt;Western Michigan Broncos&lt;/a&gt; in the &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt;.\nOn September 8, 2012, Braverman scored his first &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt; on his first collegiate touch, scoring on a nine-yard run against &lt;a href=\"Eastern%20Illinois%20Panthers%20football\"&gt;Eastern Illinois&lt;/a&gt;. On September 15, Braverman participated on his first career start at &lt;a href=\"Minnesota%20Golden%20Gophers%20football\"&gt;Minnesota&lt;/a&gt;. On October 27, 2012, Braverman caught a career-high 5 catches against &lt;a href=\"Northern%20Illinois%20Huskies%20football\"&gt;Northern Illinois&lt;/a&gt;.\nBraverman &lt;a href=\"Redshirt%20%28college%20sports%29\"&gt;red-shirt&lt;/a&gt;ed the 2013 season, due to a torn right &lt;a href=\"anterior%20cruciate%20ligament\"&gt;anterior cruciate ligament&lt;/a&gt; suffered in April of that year. On August 30, 2014, Braverman opened the 2014 season with a career-high 10 catches for a career-high 130 yards against &lt;a href=\"Purdue%20Boilermakers%20football\"&gt;Purdue&lt;/a&gt;. In 2014, he was # 1 in the Mid-American Conference in receptions (86), # 4 in punt returns (15), and # 5 in receiving yards (997).\nDuring the 2015 regular season, he had 108 receptions for 1,367 yards and 13 touchdowns and # 2 in the &lt;a href=\"NCAA%20Division%20I%20Football%20Bowl%20Subdivision\"&gt;NCAA Division I Football Bowl Subdivision&lt;/a&gt; in receptions. In 2015, he was the only player in the Football Bowl Subdivision to make over 100 catches, have over 1,350 receiving yards, and have 13 or more touchdowns. In 2015, he was also # 2 in the Mid-American Conference in receiving touchdowns (13), # 3 in receiving yards, and # 5 in yards from scrimmage (1,380).\nIn his three-year Western Michigan college career, he started 27 of 37 games, catching 213 passes for 2,509 yards (11.8 avg.) and 19 touchdowns, and ran 76 yards on 12 rush attempts (6.3 avg.). On special teams, he made 24 &lt;a href=\"punt%20return\"&gt;punt return&lt;/a&gt;s for 109 yards (4.5 avg.) and 15 &lt;a href=\"kickoff%20return\"&gt;kickoff return&lt;/a&gt;s for 312 yards (20.8 avg.). He was twice named a \"&lt;a href=\"Jewish%20Sports%20Review\"&gt;Jewish Sports Review&lt;/a&gt;\" All-American.\nAt the conclusion of his junior season, Braverman declared for the &lt;a href=\"NFL%20Draft\"&gt;NFL Draft&lt;/a&gt;.\nProfessional career.\nChicago Bears.\nBraverman was selected in the seventh round, 230th overall by the &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt; in the &lt;a href=\"2016%20NFL%20Draft\"&gt;2016 NFL Draft&lt;/a&gt;. According to &lt;a href=\"Pro%20Football%20Focus\"&gt;Pro Football Focus&lt;/a&gt;, Braverman averaged more yards-per-route from the slot than any receiver drafted in 2016. &lt;a href=\"Mel%20Kiper%20Jr.\"&gt;Mel Kiper Jr.&lt;/a&gt; of ESPN said: \"He kind of reminds you of a &lt;a href=\"Danny%20Amendola\"&gt;(Danny) Amendola&lt;/a&gt;, &lt;a href=\"Julian%20Edelman\"&gt;(Julian) Edelman&lt;/a&gt; type... He's quick after the catch, he's aggressive, he's tough, (and) he'll break tackles.\"\nOn May 9, 2016, Braverman signed a four-year, $2.4 million contract with the Bears with a $79,000 &lt;a href=\"signing%20bonus\"&gt;signing bonus&lt;/a&gt;. On September 3, he was released by the Bears as part of final roster cuts and was signed to the &lt;a href=\"practice%20squad\"&gt;practice squad&lt;/a&gt; the next day. He was promoted to the active roster on November 29, 2016. In 2016, he played three games for the Bears.\nOn September 2, 2017, Braverman was waived by the Bears.\nKansas City Chiefs.\nOn January 2, 2018, Braverman was signed to the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt;' practice squad. He signed a reserve/future contract with the Chiefs on January 10. He was waived on September 1, 2018.\nArizona Cardinals.\nOn December 4, 2018, Braverman was signed to the &lt;a href=\"Arizona%20Cardinals\"&gt;Arizona Cardinals&lt;/a&gt; practice squad. He was released on December 20, 2018.\nSan Antonio Commanders.\nBraverman was signed to a contract from the rights list of the &lt;a href=\"San%20Antonio%20Commanders\"&gt;San Antonio Commanders&lt;/a&gt; of the &lt;a href=\"Alliance%20of%20American%20Football\"&gt;Alliance of American Football&lt;/a&gt; (AAF) on April 1, 2019.\nCalgary Stampeders.\nAfter the AAF suspended football operations, Braverman signed with the &lt;a href=\"Calgary%20Stampeders\"&gt;Calgary Stampeders&lt;/a&gt; of the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; (CFL) on April 17, 2019. He was released before the start of the season on June 9, 2019, and placed on the &lt;a href=\"practice%20roster\"&gt;practice roster&lt;/a&gt;. He was released from the practice roster at the end of the season on November 11, 2019.\nSt. Louis BattleHawks.\nBraverman signed with the &lt;a href=\"St.%20Louis%20BattleHawks\"&gt;St. Louis BattleHawks&lt;/a&gt; of the &lt;a href=\"XFL%20%282020%29\"&gt;XFL&lt;/a&gt; during mini-camp in December 2019. He was placed on &lt;a href=\"injured%20reserve\"&gt;injured reserve&lt;/a&gt; on January 8, 2020. He was waived from injured reserve on March 4, 2020.\nToronto Argonauts.\nBraverman signed with the &lt;a href=\"Toronto%20Argonauts\"&gt;Toronto Argonauts&lt;/a&gt; of the CFL on January 4, 2021."
}