{
    "id": "487181",
    "revid": "37562063",
    "url": "https://en.wikipedia.org/wiki?curid=487181",
    "title": "17-Mile Drive",
    "text": "17-Mile Drive is a scenic road through &lt;a href=\"Pebble%20Beach%2C%20California\"&gt;Pebble Beach&lt;/a&gt; and &lt;a href=\"Pacific%20Grove%2C%20California\"&gt;Pacific Grove&lt;/a&gt; on the &lt;a href=\"Monterey%20Peninsula\"&gt;Monterey Peninsula&lt;/a&gt; in &lt;a href=\"California\"&gt;California&lt;/a&gt;, much of which hugs the Pacific coastline and passes famous &lt;a href=\"golf%20course\"&gt;golf course&lt;/a&gt;s, &lt;a href=\"mansion\"&gt;mansion&lt;/a&gt;s and scenic attractions, including the &lt;a href=\"Lone%20Cypress\"&gt;Lone Cypress&lt;/a&gt;, Bird Rock and the 5,300-acre Del Monte Forest of Monterey Cypress trees.\nThe drive serves as the main road through the &lt;a href=\"gated%20community\"&gt;gated community&lt;/a&gt; of Pebble Beach. Inside this community, nonresidents have to pay a toll to use the road. Like the community, the majority of 17-Mile Drive is owned and operated by the Pebble Beach Corporation. The 17-Mile Drive is a -long scenic loop having four primary entrances - the main highway entrance at &lt;a href=\"California%20State%20Route%201\"&gt;California State Route 1&lt;/a&gt;, and entrances in &lt;a href=\"Carmel-by-the-Sea%2C%20California\"&gt;Carmel&lt;/a&gt; and &lt;a href=\"Pacific%20Grove%2C%20California\"&gt;Pacific Grove&lt;/a&gt;.\nHistory.\nIn 1602 the Monterey Peninsula was mapped by Spanish explorers. By 1840 the area now called &lt;a href=\"Pebble%20Beach\"&gt;Pebble Beach&lt;/a&gt; was a rancho left to widow Carmen Garcia Barreto Maderiaga Maria by her husband. She sold the 4000 acre property for $500 in 1846. Ownership passed several times until 1862 when the property was purchased at auction for 12 cents an acre by &lt;a href=\"David%20Jacks\"&gt;David Jacks&lt;/a&gt;. At the time, the area was called \"Stillwater Cove\". Jacks leased the land to the \"China Man Hop Company\", a small village with a population of about 30 Chinese fishermen living in shacks built upon the rocky shoreline.\nIn 1880, Jacks sold the land to the &lt;a href=\"Pacific%20Improvement%20Company\"&gt;Pacific Improvement Company&lt;/a&gt; (PIC), a consortium of &lt;a href=\"Big%20Four%20%28Central%20Pacific%20Railroad%29\"&gt;The Big Four&lt;/a&gt; railroad barons: &lt;a href=\"Charles%20Crocker\"&gt;Charles Crocker&lt;/a&gt;, &lt;a href=\"Mark%20Hopkins%20Jr.\"&gt;Mark Hopkins&lt;/a&gt;, &lt;a href=\"Collis%20Huntington\"&gt;Collis Huntington&lt;/a&gt; and &lt;a href=\"Leland%20Stanford\"&gt;Leland Stanford&lt;/a&gt;. By 1892, the PIC laid out a scenic road that they called the 17-Mile Drive, meandering along the beaches and among the forested areas between Monterey and Carmel. Within short order, the area became a tourist destination with the building of the &lt;a href=\"Hotel%20Del%20Monte\"&gt;Hotel Del Monte&lt;/a&gt;.\nThe hotel was the starting and finishing point for 17-Mile Drive, (originally called the 18-mile Drive by hotel operators). The drive was offered as a pleasure excursion to hotel guests, and was intended to attract wealthy buyers of large and scenic residential plots on PIC land. Sightseers riding horses or carriages along the 17-Mile Drive sometimes stopped at Pebble Beach to pick up agate and other stones polished smooth by the waves, and they commented on a few unusual tree formations known as the Witch Tree and the Ostrich Tree—the latter formed by two trees leaning on each other. At that time, the Chinese fishing community continued in existence despite mounting anti-Chinese sentiment among Monterey residents of European heritage. At roadside stands, Chinese-American girls sold shells and polished pebbles to tourists. In the 1900s, the automobile began replacing horses on 17-Mile Drive, and by 1907 there were only automobiles. The drive featured region's historical sites, forests, and on to the coastal scenic attractions in the Hotel Del Monte Park Reservation, as it was known at the time.\nDrawn by six bay horses, President Benjamin Harrison took the coach ride through the reservation in 1891. The coach was adorned with the national colors \"and the harness on the horses was lined with bunting and roses as far as possible.\" In the newspaper \"The Monterey Cypress\", President Harrison noted \"This is a lovely spot. I only wish I could stay here a week.\"\nIn 1887, the hotel was destroyed by fire and replaced with a new structure. The Del Monte Golf Course was added in 1897 as part of the hotel and is today the oldest operating course west of the Mississippi. In 1919, the &lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt; called the 17-Mile Drive one of the \"great wonders of the world.\"\nOn February 27, 1919, &lt;a href=\"Samuel%20Finley%20Brown%20Morse\"&gt;Samuel Finley Brown Morse&lt;/a&gt; formed the Del Monte Properties Company, and acquired the extensive holdings of the Pacific Improvement Company, which included the &lt;a href=\"Del%20Monte%20Forest\"&gt;Del Monte Forest&lt;/a&gt; and the Hotel Del Monte. Another fire destroyed that structure and was replaced by a third hotel. This new hotel was finished in 1926 and requisitioned by the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; government as a training facility in 1942. After World War II, the Hotel del Monte building and surrounding grounds were acquired by the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; for its &lt;a href=\"Naval%20Postgraduate%20School\"&gt;Naval Postgraduate School&lt;/a&gt; and the building was renamed Herrmann Hall. The Del Monte Forest, including the famed 17-Mile Drive, remained under the ownership of Del Monte Properties Company.\nOn March 30, 1977, the Del Monte Properties Company was reincorporated as the Pebble Beach Corporation. In May 1979, &lt;a href=\"20th%20Century%20Fox\"&gt;20th Century Fox&lt;/a&gt;, later bought by &lt;a href=\"Marvin%20Davis\"&gt;Marvin Davis&lt;/a&gt;, purchased the Pebble Beach Corporation. When the film company was sold to &lt;a href=\"Rupert%20Murdoch\"&gt;Rupert Murdoch&lt;/a&gt; in 1985, Davis kept several company assets not directly related to the film and TV industry, including the Pebble Beach Company. In 1990 Davis sold the company to Japanese businessman Minoru Isutani, who made it a subsidiary of the Japanese resort company Taiheiyo Club Inc. under a &lt;a href=\"holding%20company\"&gt;holding company&lt;/a&gt; called the Lone Cypress Company. In 1999 the Pebble Beach Company was acquired from Cypress by an investor group led by &lt;a href=\"Clint%20Eastwood\"&gt;Clint Eastwood&lt;/a&gt;, &lt;a href=\"Arnold%20Palmer\"&gt;Arnold Palmer&lt;/a&gt;, and &lt;a href=\"Peter%20Ueberroth\"&gt;Peter Ueberroth&lt;/a&gt;.\nRoute description.\nAt the north end, a portion of the early route through Pacific Grove begins at the intersection of Del Monte Blvd and Esplanade Street. The famous portion of 17-Mile Drive then begins a few miles south of this point. The crossing of &lt;a href=\"California%20State%20Route%2068\"&gt;Highway 68 (Holman Highway/Sunset Drive)&lt;/a&gt; and 17-Mile Drive marks the entrance to Pebble Beach.\nFrom the Sunset Drive/Pacific Grove gate, the drive runs inland past Spanish Bay, then adjacent to beaches and up into the coastal hills, providing scenic viewpoints. The route allows for self-directed travel and stopping, with frequent turnouts along the roadway in many locations along the route. Without stops, it takes a minimum of 20 minutes to reach &lt;a href=\"Carmel-by-the-Sea%2C%20California\"&gt;Carmel&lt;/a&gt;. The numerous turnouts allow stopping to take pictures, or getting out to stroll along the ocean or among the trees. Visitors receive a map that points out some of the more scenic spots. In addition, a red-dashed line is marked in the center of the main road to guide visitors, and help prevent them from venturing into the adjacent neighborhood streets.\nThe road provides vistas of golf courses including &lt;a href=\"Spyglass%20Hill%20Golf%20Course\"&gt;Spyglass Hill&lt;/a&gt;, &lt;a href=\"Cypress%20Point%20Club\"&gt;Cypress Point&lt;/a&gt; and &lt;a href=\"Pebble%20Beach%20Golf%20Links\"&gt;Pebble Beach&lt;/a&gt;. After reaching Carmel Way, and the exit to Carmel, the 17-Mile Drive then heads northeast to the Highway 68/&lt;a href=\"California%20State%20Route%201\"&gt;Highway 1&lt;/a&gt; interchange, where one can exit, or continue to loop along the higher vistas of 17-Mile Drive, some of which offer views from more than 600 feet above sea-level. The full loop will take you back to the Pacific Grove Gate at Sunset Drive — a distance of 17 miles.\nThe only services open to the public in Pebble Beach (gas stations, restrooms, restaurants) are at the Inn at Spanish Bay and at the Lodge at Pebble Beach; plenty of comfortable and scenic spots are available to picnic. Spyglass Hill and Poppy Hills golf courses also have restaurants open to the public.\nTo drive the section of the road within the Pebble Beach gated community, there is an entrance fee requirement of US$10.50 (as of April 1, 2019), except for travelers on bicycles. Visitors can recoup the toll if they dine or shop within the community. Residents are not required to pay this fee, as they pay an annual fee (noted by the \"Del Monte Forest\" placard that residents carry in their vehicle or on their license plates), nor are guests if they are granted access in advance of their visit by a resident or through hotel/restaurant reservations (the guard house can either call the resident or look at a list of names). Motorcycles are not allowed.\nScenic attractions.\nPrimary scenic attractions include &lt;a href=\"Cypress%20Point\"&gt;Cypress Point&lt;/a&gt;, Bird Rock, Point Joe, Pescadero Point, Fanshell Beach &amp; Seal Point. The famous \"Witch Tree\" landmark, often used as scenic background in movies and television, was formerly at Pescadero Point. The tree was blown down by a storm on January 14, 1964. Pescadero Point is also the site of the &lt;a href=\"Ghost%20Trees\"&gt;Ghost Tree&lt;/a&gt;, a landmark Monterey Cypress tree. The tree gives its name to a dangerous extreme surfing location known to have storm waves. Currently, the surf break of Ghost Tree is off limits to surfers and watercraft.\nChief among the scenic attractions is the &lt;a href=\"Lone%20Cypress\"&gt;Lone Cypress&lt;/a&gt;, a &lt;a href=\"salt%20pruning\"&gt;salt-pruned&lt;/a&gt; &lt;a href=\"Cupressus%20macrocarpa\"&gt;Monterey cypress&lt;/a&gt; (macrocarpa) tree which is the official symbol of Pebble Beach and a frequent fixture of television broadcasts from this area. In 1990 the \"Monterey Journal\" reported that Pebble Beach's lawyer, Kerry C. Smith, said \"The image of the tree has been trademarked by us,\" and that it intended to control any display of the cypress for commercial purposes. The company had warned photographers that \"they cannot even use existing pictures of the tree for commercial purposes.\" Other legal commentators have questioned the Pebble Beach Company's ability to invoke intellectual property laws to restrict others' use of such images.\nArt.\nVarious artists over the years have found inspiration for their paintings of &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt; along this famous coastal drive. For example, &lt;a href=\"Arthur%20Hill%20Gilbert\"&gt;Arthur Hill Gilbert&lt;/a&gt;, one of the founding members of the &lt;a href=\"Carmel-by-the-Sea%2C%20California\"&gt;Carmel&lt;/a&gt; Art Association, was an &lt;a href=\"American%20Impressionist\"&gt;American Impressionist&lt;/a&gt; noted for his canvases depicting this scenic area, including \"View of 17 Mile Drive\", and \"The Cove, Pt. Lobos\", circa 1930."
}