{
    "id": "48736702",
    "revid": "2691976",
    "url": "https://en.wikipedia.org/wiki?curid=48736702",
    "title": "Dimitris Koutsiabasakos",
    "text": "Dimitris Koutsiabasakos is a &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; film director, writer, and independent producer, known for his &lt;a href=\"Documentary%20film\"&gt;documentaries&lt;/a&gt;, series, &lt;a href=\"short%20film\"&gt;short&lt;/a&gt; and &lt;a href=\"feature%20film\"&gt;feature&lt;/a&gt; films. He was born in 1967 and studied movie and television direction at the &lt;a href=\"Gerasimov%20Institute%20of%20Cinematography\"&gt;Gerasimov Institute of Cinematography&lt;/a&gt;, in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; (V.G.I.K.). \nSince 2000, he teaches film acting at several Drama Schools, among which the &lt;a href=\"National%20Theatre%20of%20Northern%20Greece\"&gt;National Theatre of Northern Greece&lt;/a&gt;.\nHe has been a lecturer both in the Department of Cultural Technology and Communication at the &lt;a href=\"University%20of%20the%20Aegean\"&gt;University of the Aegean&lt;/a&gt; and the Faculty of Fine Arts, School of Film Studies, at the &lt;a href=\"Aristotle%20University%20of%20Thessaloniki\"&gt;Aristotle University of Thessaloniki&lt;/a&gt;. His work has been critically acclaimed and has received many national and international awards.\nSelected filmography.\n\"Becoming an Actor\" (2014).\nA documentary on the experience of the &lt;a href=\"actor\"&gt;actor&lt;/a&gt;'s training Athens 2010. A group of young people are auditioning to enter a drama school and start taking their first steps in acting. The documentary not only captures their dreams and concerns throughout this three-year study, but also displays their development as artists and human beings as well.\nAwards:\n\"The Grocer\" (2013).\nA \"&lt;a href=\"Road%20movie\"&gt;road-movie&lt;/a&gt;\" documentary about &lt;a href=\"Pindus\"&gt;Pindus&lt;/a&gt; Mountains and their people. Nikos Anastasiou, a Greek travelling grocer has been making the same itinerary with his wife Sophia, since 1980. Once a week, all year long, starting from &lt;a href=\"Trikala\"&gt;Trikala&lt;/a&gt; city they visit the abandoned villages of the southwestern Pindus mountains, a 75 kilometers drive. In the past few years, their two sons, Kostas and Thimios follow them to this moving and exceptional journey, that reveals so many aspects of Pindus and its people. The documentary follows their trip during the four seasons of the year.\nAwards:\n\"Video Dance ‘FRIDA’\" (2001).\n‘Frida’ draws inspiration from the life and work of the &lt;a href=\"Mexico\"&gt;Mexican&lt;/a&gt; painter &lt;a href=\"Frida%20Kahlo\"&gt;Frida Kahlo&lt;/a&gt; (1907-1954), presenting a modern &lt;a href=\"Choreography\"&gt;choreographic&lt;/a&gt; approach to her experiences.\nA woman of explosive temperament, Frida Kahlo leads an eventful life, despite the grave physical and psychological wounds she sustained after a traffic accident at the age of 16. Recurring surgery, mind numbing pain and great stretches of time with her left confined in hospitals or wheelchairs do not exterminate her passion for life and art, but only deepen the need to express herself.\nAwards:\n\"The Guardian's Son\" (2006).\nMarkos, an ambitious young &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt; on a provincial &lt;a href=\"Television%20channel\"&gt;television channel&lt;/a&gt;, is trying to retrieve a gun stolen from his &lt;a href=\"Candid%20Camera\"&gt;Candid Camera&lt;/a&gt;-type show. His search leads him in the dead of winter to his mother's neck of the woods, one of the abandoned villages on the southwestern slopes of Mount &lt;a href=\"Pindus\"&gt;Pindus&lt;/a&gt;. In his attempt to get the gun back, he comes up against Elias, a strange young man who is the guardian's son of the village. Their clash will have unforeseen results both for the two young men and for the few inhabitants of the village.\nAwards:\n\"Hill 33\" (1998).\nA small &lt;a href=\"Hellenic%20Army\"&gt;army&lt;/a&gt; outpost on an offshore island of the &lt;a href=\"Aegean%20Sea\"&gt;Aegean&lt;/a&gt;. Its mission: area surveillance and collecting information about the enemy.\nAwards:\n\"Heracles, Acheloos and my Granny\" (1997).\nDimitra Koutsiabasakos lives alone in the village of Armatoliko, in the mountain range of &lt;a href=\"Pindus\"&gt;Pindus&lt;/a&gt;. Next to her house flows the ancient river &lt;a href=\"Achelous%20River\"&gt;Achelous&lt;/a&gt;, which is the physical border between Armatoliko and &lt;a href=\"Mesochora\"&gt;Mesochora&lt;/a&gt; villages. Near this place a great dam is being built, a key-work for the diversion of the Achelous river. Dimitra's house lies exactly in the middle of the area destined to become a lake after the construction of the &lt;a href=\"Dam\"&gt;dam&lt;/a&gt;. Two of her grandchildren, Dimitris and Costas, decide to pay a visit to their grandmother and make a documentary.\nAwards:\n\"The Bridge\" (1995).\nA sixteen years old teenager falls in love with Elena, a beautiful conjurer he sees on television. The film begins at the point that he takes the decision to go and meet her.\nAwards:\n\"My Beloved Ones\" (1992).\nBeginning of the previous century, in a &lt;a href=\"Neoclassical%20architecture\"&gt;neoclassical&lt;/a&gt; house in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; a writer lays out his new &lt;a href=\"Novel\"&gt;novel&lt;/a&gt;. That morning, things take an unexpected turn as his novel's characters pay him a visit.\nCandidate for the following awards:"
}