{
    "id": "4877795",
    "revid": "14064649",
    "url": "https://en.wikipedia.org/wiki?curid=4877795",
    "title": "Héctor Cúper",
    "text": "Héctor Raúl Cúper (; born 16 November 1955) is an Argentine &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; and former player who is now the manager of the &lt;a href=\"DR%20Congo%20national%20football%20team\"&gt;DR Congo&lt;/a&gt;.\nAs a player, he was a defender who spent most of his career at &lt;a href=\"Club%20Ferro%20Carril%20Oeste\"&gt;Club Ferro Carril Oeste&lt;/a&gt;, where played 463 games. His nickname was \"Cabezón\" (\"Big head\").\nHe made his managerial breakthrough at &lt;a href=\"RCD%20Mallorca\"&gt;Mallorca&lt;/a&gt;, reaching the &lt;a href=\"Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt; final in 1998 and the final of the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt; a year later, as well as a best-ever third-place finish. In two years at &lt;a href=\"Valencia%20CF\"&gt;Valencia&lt;/a&gt;, he reached the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; final twice, earning a move to Italy's &lt;a href=\"Internazionale\"&gt;Internazionale&lt;/a&gt; in 2001.\nCúper also managed &lt;a href=\"Real%20Betis\"&gt;Betis&lt;/a&gt; and &lt;a href=\"Racing%20Santander\"&gt;Racing Santander&lt;/a&gt; in &lt;a href=\"La%20Liga\"&gt;La Liga&lt;/a&gt;, and &lt;a href=\"Parma%20FC\"&gt;Parma&lt;/a&gt; in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;. He later coached the national teams of &lt;a href=\"Georgia%20national%20football%20team\"&gt;Georgia&lt;/a&gt;, &lt;a href=\"Egypt%20national%20football%20team\"&gt;Egypt&lt;/a&gt;, &lt;a href=\"Uzbekistan%20national%20football%20team\"&gt;Uzbekistan&lt;/a&gt; and &lt;a href=\"DR%20Congo%20national%20football%20team\"&gt;DR Congo&lt;/a&gt;, taking the second of those countries to the &lt;a href=\"2017%20Africa%20Cup%20of%20Nations\"&gt;2017 Africa Cup of Nations&lt;/a&gt; final and a place at the &lt;a href=\"2018%20FIFA%20World%20Cup\"&gt;2018 FIFA World Cup&lt;/a&gt;.\nPersonal life.\nCúper's great-grandfather was an Englishman whose surname was Cooper, who migrated to &lt;a href=\"Santa%20Fe%20Province\"&gt;Santa Fe Province&lt;/a&gt; in Argentina and married an indigenous woman. However, the majority of his heritage is Italian.\nHe was born in Chábas, a small settlement in Santa Fe. His mother died at the age of 20, months after the birth of his younger brother, and he was raised by his grandmother.\nPlaying career.\nAs with most aspiring footballers in Chábas in the 1960s, Cúper moved to &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; to pursue his career. He took leave from his job at a bank to search for a team in the capital city, eventually being signed by &lt;a href=\"Ferro%20Carril%20Oeste\"&gt;Ferro Carril Oeste&lt;/a&gt;. While at the club, he won the &lt;a href=\"Argentine%20Primera%20Divisi%C3%B3n\"&gt;Argentine Primera División&lt;/a&gt; in &lt;a href=\"1982%20Argentine%20Primera%20Divisi%C3%B3n\"&gt;1982&lt;/a&gt; and &lt;a href=\"1984%20Argentine%20Primera%20Divisi%C3%B3n\"&gt;1984&lt;/a&gt;.\nManagerial career.\nEarly career.\nCúper started his coaching career with &lt;a href=\"Club%20Atl%C3%A9tico%20Hurac%C3%A1n\"&gt;Huracán&lt;/a&gt;, a year and a half after his retirement. After three years he moved to &lt;a href=\"Club%20Atl%C3%A9tico%20Lan%C3%BAs\"&gt;Lanús&lt;/a&gt;.\nIn 1997, he was hired by &lt;a href=\"RCD%20Mallorca\"&gt;Mallorca&lt;/a&gt;, and in the very first season he drove the modest club to the final of the &lt;a href=\"Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt;, which he would lose against &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt;, but won the &lt;a href=\"1998%20Supercopa%20de%20Espa%C3%B1a\"&gt;1998 Supercopa de España&lt;/a&gt; against the same opponents. The following season the team reached &lt;a href=\"1999%20UEFA%20Cup%20Winners%27%20Cup%20Final\"&gt;the final&lt;/a&gt; of the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt;, where they lost to &lt;a href=\"S.S.%20Lazio\"&gt;Lazio&lt;/a&gt; at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt;. That season Mallorca also recorded their best-ever La Liga finish of 3rd, allowing the team to play in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;.\nValencia.\nIn March 1999, &lt;a href=\"Valencia%20CF\"&gt;Valencia&lt;/a&gt; manager &lt;a href=\"Claudio%20Ranieri\"&gt;Claudio Ranieri&lt;/a&gt; stated that he wanted Cúper to be his successor when he left at the end of the season; Cúper turned down a new contract at Mallorca and left in May. At Valencia, he lost the final of the Champions League two consecutive times; in &lt;a href=\"2000%20UEFA%20Champions%20League%20Final\"&gt;2000&lt;/a&gt; against &lt;a href=\"Real%20Madrid%20C.F.\"&gt;Real Madrid&lt;/a&gt;, and in &lt;a href=\"2001%20UEFA%20Champions%20League%20Final\"&gt;2001&lt;/a&gt; against &lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; on &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt;.\nInternazionale.\nOn 22 June 2001, Cúper was hired by Italian club &lt;a href=\"Inter%20Milan\"&gt;Internazionale&lt;/a&gt;, replacing &lt;a href=\"Marco%20Tardelli\"&gt;Marco Tardelli&lt;/a&gt;. In his first season, the club started the final day on 5 May 2002 in pole position for a first \"&lt;a href=\"Scudetto\"&gt;Scudetto&lt;/a&gt;\" since 1989, but lost to &lt;a href=\"S.S.%20Lazio\"&gt;Lazio&lt;/a&gt; and handed the title to rivals &lt;a href=\"Juventus\"&gt;Juventus&lt;/a&gt;.\nIn the &lt;a href=\"2002%E2%80%9303%20UEFA%20Champions%20League\"&gt;2002–03 UEFA Champions League&lt;/a&gt;, Cúper's team lost in the semi-finals to &lt;a href=\"Derby%20della%20Madonnina\"&gt;city rivals&lt;/a&gt; &lt;a href=\"A.C.%20Milan\"&gt;AC Milan&lt;/a&gt; on the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt;, despite both teams playing their home games at the &lt;a href=\"San%20Siro\"&gt;San Siro&lt;/a&gt;. He was fired from the club on 19 October 2003, after six matches of the &lt;a href=\"2003%E2%80%9304%20Serie%20A\"&gt;2003–04 season&lt;/a&gt;, when the team was in 8th place.\nMallorca return, Betis, Parma.\nOn 2 November 2004 Cúper returned to Mallorca after the sacking of &lt;a href=\"Benito%20Floro\"&gt;Benito Floro&lt;/a&gt;, with the team 19th after 10 matches. He saved the team from relegation on the last day, and made several signings, but resigned on 14 February 2006 with the team last following a nine-game winless run.\nOn 16 July 2007, Cúper was revealed as the new manager of &lt;a href=\"Real%20Betis\"&gt;Real Betis&lt;/a&gt; on a one-year deal. He was sacked on 2 December with the team 19th after losing at home to &lt;a href=\"Atl%C3%A9tico%20Madrid\"&gt;Atlético Madrid&lt;/a&gt;.\nOn 11 March 2008 he was unveiled as the new boss of relegation-battling Serie A team &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt;, replacing &lt;a href=\"Domenico%20Di%20Carlo\"&gt;Domenico Di Carlo&lt;/a&gt; at the helm of the \"Gialloblù\". He was then sacked two months later before the final game of the season after winning only two in 10 matches as manager, this eventually leading to Parma's relegation to &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;.\n2008–2013.\nIn August 2008, Cúper became the head coach of the &lt;a href=\"Georgia%20national%20football%20team\"&gt;Georgia national team&lt;/a&gt;. He agreed to step down in November 2009 before the expiration of his contract, having taken just three points and no wins in &lt;a href=\"2010%20FIFA%20World%20Cup%20qualification\"&gt;2010 FIFA World Cup qualification&lt;/a&gt;.\nOn 3 November 2009, Cúper agreed to continue his managerial career with Greek club &lt;a href=\"Aris%20F.C.%20%28Thessaloniki%29\"&gt;Aris Thessaloniki&lt;/a&gt; until the end of the 2009–10 season. On 15 December, he extended his contract with Aris until June 2011. On 24 April Cúper lost another final, this time in the &lt;a href=\"Greek%20Football%20Cup\"&gt;Greek Football Cup&lt;/a&gt; against &lt;a href=\"Panathinaikos%20F.C.\"&gt;Panathinaikos&lt;/a&gt;.\nIn the 2010–11 season, Cúper lead Aris in its first participation in the Round of 32 of the &lt;a href=\"2010%E2%80%9311%20UEFA%20Europa%20League\"&gt;2010–11 UEFA Europa League&lt;/a&gt;, taking the club to second place in Group B with 10 points, after two surprise wins against &lt;a href=\"Atl%C3%A9tico%20Madrid\"&gt;Atlético Madrid&lt;/a&gt;. On 18 January 2011 after some bad results in Greece, Cúper decided to step down from his managerial position.\nOn 29 June 2011, Cúper returned to La Liga with &lt;a href=\"Racing%20de%20Santander\"&gt;Racing Santander&lt;/a&gt;, signing for one season. However, after five months he left the last-placed team by mutual agreement with the board.\nCúper signed a contract with &lt;a href=\"S%C3%BCper%20Lig\"&gt;Süper Lig&lt;/a&gt; side &lt;a href=\"Orduspor\"&gt;Orduspor&lt;/a&gt; on 19 December 2011, but left by mutual consent on 13 April 2013.\nOn 14 November 2013, Cúper was announced as new head coach of the &lt;a href=\"UAE%20Arabian%20Gulf%20League\"&gt;UAE League&lt;/a&gt; side &lt;a href=\"Al-Wasl%20F.C.\"&gt;Al Wasl&lt;/a&gt;. He was sacked on 4 March 2014 due to poor results.\nReturn to internationals.\nOn 2 March 2015, the &lt;a href=\"Egyptian%20Football%20Association\"&gt;Egyptian Football Association&lt;/a&gt; appointed Cúper as the new manager of their &lt;a href=\"Egypt%20national%20football%20team\"&gt;national football team&lt;/a&gt;. At the &lt;a href=\"2017%20Africa%20Cup%20of%20Nations\"&gt;2017 Africa Cup of Nations&lt;/a&gt;, he led the team to &lt;a href=\"2017%20Africa%20Cup%20of%20Nations%20Final\"&gt;the final&lt;/a&gt;, which they lost 2–1 to &lt;a href=\"Cameroon%20national%20football%20team\"&gt;Cameroon&lt;/a&gt;.\nHe led Egypt to the &lt;a href=\"2018%20FIFA%20World%20Cup\"&gt;2018 FIFA World Cup&lt;/a&gt;, their first appearance in the tournament since 1990, after defeating &lt;a href=\"Congo%20national%20football%20team\"&gt;Congo&lt;/a&gt; by 2–1. His contract was due to expire at the end of the tournament, and negotiations were postponed until its conclusion. Following defeats in Egypt's three &lt;a href=\"2018%20FIFA%20World%20Cup%20Group%20A\"&gt;group games&lt;/a&gt; at the tournament, it was announced that Cúper's contract would not be renewed.\nOn 1 August 2018, Cúper became head coach of the &lt;a href=\"Uzbekistan%20national%20football%20team\"&gt;Uzbekistan national team&lt;/a&gt;, signing a contract that would take him through to the &lt;a href=\"2022%20FIFA%20World%20Cup\"&gt;2022 FIFA World Cup&lt;/a&gt;. He was sacked in September 2019 after a shock 2–0 loss away to &lt;a href=\"Palestine%20national%20football%20team\"&gt;Palestine&lt;/a&gt; in the first qualifying game for that tournament.\nOn 13 May 2021, Cúper was appointed manager of the &lt;a href=\"DR%20Congo%20national%20football%20team\"&gt;DR Congo&lt;/a&gt;. He lost 1–0 away to &lt;a href=\"Tunisia%20national%20football%20team\"&gt;Tunisia&lt;/a&gt; in a friendly on his debut on 5 June.\nHonours.\nManager.\nLanús\nMallorca\nValencia\nEgypt\nIndividual"
}