{
    "id": "48785599",
    "revid": "28331428",
    "url": "https://en.wikipedia.org/wiki?curid=48785599",
    "title": "Gustav Seitz",
    "text": "Gustav Seitz (11 September 1906 – 26 October 1969) was a German sculptor and artist.\nLife.\nSeitz was born in the Neckarau quarter of &lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt;, the son of a &lt;a href=\"plasterer\"&gt;plasterer&lt;/a&gt;. He attended school locally till 1921 and then embarked on a traineeship in his father's trade. In 1922 he visited the &lt;a href=\"Kunsthalle%20Mannheim\"&gt;Kunsthalle (Modern and contemporary art museum)&lt;/a&gt; in &lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt;, and was moved to embark on two-year apprenticeship as a stonemason and sculptor across the &lt;a href=\"Rhine\"&gt;river&lt;/a&gt; in &lt;a href=\"Ludwigshafen\"&gt;Ludwigshafen&lt;/a&gt; with the sculptor August Dursy. He also attended drawing classes at the Mannheim Vocational College (\"Gewerbeschule Mannheim\").\nAfter this, between 1924 and 1925 Gustav Seitz studied with the sculptor &lt;a href=\"Georg%20Schrey%C3%B6gg\"&gt;Georg Schreyögg&lt;/a&gt; at the State Arts College (\"Landeskunstschule\") in &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt;. From 1925 till 1929 he was studying under &lt;a href=\"Ludwig%20Gies\"&gt;Ludwig Gies&lt;/a&gt; at the &lt;a href=\"Berlin%20University%20of%20the%20Arts\"&gt;Berlin University of the Arts (at that time identified as the \"Vereinigte Staatsschulen für Freie und Angewandte Kunst\")&lt;/a&gt;. He went on to become a \"Master scholar\" with Gerstel and, between 1933 and 1938, with &lt;a href=\"Hugo%20Lederer\"&gt;Hugo Lederer&lt;/a&gt; at the &lt;a href=\"Prussian%20Academy%20of%20Arts\"&gt;Prussian Arts Academy&lt;/a&gt; in Berlin. His sculptures were beginning to attract attention during this period. An early work, \"Liebespaar\" in &lt;a href=\"terracotta\"&gt;terracotta&lt;/a&gt;, had been exhibited back in 1926 at the Flechtheim Gallery in Berlin. Works from the 1930s highlighted in sources include \"Weiblicher Akt\" (1933), \"Musik\" (1934) and \"Pommersches Bauernmädchen\" (1936). He was also able to travel, first, in 1926, to Italy where he was much influenced by Etruscan terracotta antiquities, and later in much of Europe, notably in Paris where he had been able to visit &lt;a href=\"Charles%20Despiau\"&gt;Charles Despiau&lt;/a&gt; during a study trip in 1929.\nAfter &lt;a href=\"Machtergreifung\"&gt;1933&lt;/a&gt; his artistic career was hampered by political developments in &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and interrupted by &lt;a href=\"Second%20World%20War\"&gt;war&lt;/a&gt;: between 1940 and 1945 he served in the &lt;a href=\"Wehrmacht\"&gt;army&lt;/a&gt;. His apartment in Berlin and the adjoining studio were destroyed by bombs, along with a large number of his works, in 1943. Having become a &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt;, he was released by the Americans in August 1945, and returned to a politically (and later physically) divided &lt;a href=\"History%20of%20Berlin%23West%20and%20East%20Germany%20%281945%E2%80%931990%29\"&gt;Berlin&lt;/a&gt;, setting up home in an apartment in the Zähringer Street, with his studio in the nearby Kant Street.\nFrom 1946 till 1950 he worked as a professor at the &lt;a href=\"Technical%20University%20of%20Berlin\"&gt;Technical University of Berlin&lt;/a&gt;. In 1949 he was an early recipient of the &lt;a href=\"National%20Prize%20of%20East%20Germany\"&gt;National Prize of East Germany (Class 3)&lt;/a&gt; for his \"Victims of Fascism\" (\"Opfer des Faschismus\") memorial in &lt;a href=\"East%20Berlin\"&gt;Berlin's&lt;/a&gt; &lt;a href=\"Weissensee%20%28Berlin%29\"&gt;Weissensee&lt;/a&gt; quarter. As a recipient of the East German national prize during an intense phase in the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; he also became a member of the &lt;a href=\"Academy%20of%20Arts%2C%20Berlin\"&gt;(East) German Arts Academy&lt;/a&gt; as a result of which he lost his teaching posts at the &lt;a href=\"Technical%20University%20of%20Berlin\"&gt;Technical University&lt;/a&gt; and at the &lt;a href=\"Berlin%20University%20of%20the%20Arts\"&gt;Berlin University of the Arts&lt;/a&gt; (which were located in &lt;a href=\"West%20Berlin\"&gt;West Berlin&lt;/a&gt;). Having lost his teaching income in &lt;a href=\"West%20Berlin\"&gt;West Berlin&lt;/a&gt;, and finding himself adulated in &lt;a href=\"East%20Germany\"&gt;the east&lt;/a&gt;, in 1950 he relocated to an apartment in the Treskow Street, in the &lt;a href=\"Pankow\"&gt;Pankow&lt;/a&gt; district of what after 1949 had increasingly come to be known as &lt;a href=\"East%20Berlin\"&gt;East Berlin&lt;/a&gt;. In 1950 he succeeded &lt;a href=\"Edwin%20Scharff\"&gt;Edwin Scharff&lt;/a&gt; at the &lt;a href=\"Hochschule%20f%C3%BCr%20bildende%20K%C3%BCnste%20Hamburg\"&gt;Fine Arts Academy&lt;/a&gt; in Hamburg, triggering a widespread \"east-west\" debate at the time. During the 1950s he produced much of his best remembered work which was exhibited extensively across both \"halves\" of Germany and beyond and he was evidently able to travel freely. It was only in 1958 that he relocated his home base from East Berlin to Hamburg.\nWorks.\nSeitz's sculptural legacy includes a number of female nudes with a particular focus on a range of differently posed squatting figures. On occasion he peppered his trademark realism with elements of humour. There were also a number of celebrity portrait busts (such as those of &lt;a href=\"Bertolt%20Brecht\"&gt;Bertolt Brecht&lt;/a&gt;, &lt;a href=\"Ernst%20Bloch\"&gt;Ernst Bloch&lt;/a&gt;, &lt;a href=\"Thomas%20Mann\"&gt;Thomas&lt;/a&gt; and &lt;a href=\"Heinrich%20Mann\"&gt;Heinrich Mann&lt;/a&gt;). He himself produced several printed publications featuring images of his sculptures.\nA particularly well known work is his large (more than 2 meters high) &lt;a href=\"K%C3%A4the%20Kollwitz\"&gt;Käthe Kollwitz&lt;/a&gt;. Kollwitz had died in 1945 and Seitz started work on a &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt; original image of her in 1956. It was completed in 1958 and a bronze casting of it was placed in in &lt;a href=\"Pankow\"&gt;Berlin-Pankow&lt;/a&gt; in the Autumn of 1960. Another bronze casting of the original was taken more recently and placed in the in &lt;a href=\"Magdeburg\"&gt;Magdeburg&lt;/a&gt;."
}