{
    "id": "48791105",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=48791105",
    "title": "Anne Sylvestre",
    "text": "Anne Sylvestre (, born Anne-Marie Beugras; 20 June 1934 – 30 November 2020) was a French singer-songwriter. \nBiography.\nAnne Sylvestre was born in Lyon on 20 June 1934. She was the daughter of Albert Beugras and the sister of writer &lt;a href=\"Marie%20Chaix\"&gt;Marie Chaix&lt;/a&gt;. Her father was a politician turned collaborationist during the &lt;a href=\"German%20military%20administration%20in%20occupied%20France%20during%20World%20War%20II\"&gt;Occupation of France&lt;/a&gt;. Marie Chaix wrote a book about their father's role during the Occupation, \"Les Lauriers du lac de Constance\" (1974). \nWhile studying Literature in &lt;a href=\"Sorbonne%20University\"&gt;Sorbonne University&lt;/a&gt;, Anne Sylvestre started singing in cabarets in the fifties and was discovered by &lt;a href=\"Michel%20Valette\"&gt;Michel Valette&lt;/a&gt;. &lt;a href=\"Jean-Claude%20Pascal\"&gt;Jean-Claude Pascal&lt;/a&gt; recorded her song \"Porteuse d'eau\" (Waterbearer) under the title \"La terre\" (The Dirt, 1958). \nShe started recording in 1959, and &lt;a href=\"Georges%20Brassens\"&gt;Georges Brassens&lt;/a&gt; wrote a preface for her second album (1962). Since 1962, she also wrote and sang for children (\"Fabulettes\"). She wrote a song for &lt;a href=\"Serge%20Reggiani\"&gt;Serge Reggiani&lt;/a&gt;, \"La Maumariée\" (The Wrongly-Wed Bride, 1968). She recorded a comical duet with &lt;a href=\"Boby%20Lapointe\"&gt;Boby Lapointe&lt;/a&gt;, \"Depuis l'temps que j'l'attends mon prince charmant\" (I've been wainting for my prince charming for ages, 1969).\nIn 1973, she created her own recording company to release her albums. In 1976, along with &lt;a href=\"Isabelle%20Aubret\"&gt;Isabelle Aubret&lt;/a&gt;, she recorded album \"Fabulettes et Chansons d'Anne Sylvestre\". In 1987, she put on a show with singer &lt;a href=\"Pauline%20Julien\"&gt;Pauline Julien&lt;/a&gt; from Quebec (\"Gémeaux croisées\", Crossed Gemini, 1987-1988). With fellow singer &lt;a href=\"Mich%C3%A8le%20Bernard\"&gt;Michèle Bernard&lt;/a&gt;, she put on a show aimed at children, \"Lala et le Cirque du vent\" (Lala and the Wind's Circus, 1992-1996). She also sang on scene with &lt;a href=\"Agn%C3%A8s%20Bihl\"&gt;Agnès Bihl&lt;/a&gt; in the show \"Carré de Dames\" (Four of Queens, 2012).\nHer songs encompass a large range of subjects. Her love songs are often in a nostalgic mode (\"Le Pêcheur de perles\", The Pearl Fisher, 1967; \"La Chambre d'or\", Golden Room, 1969). Some of her songs could not be broadcast because of their strong engagement, and others contain profanity, for instance \"Les Gens qui doutent\" (Doubting People, 1977). Some songs deal with difficult subjects such as poverty (\"Porteuse d'eau\", Waterbearer, 1961), homelessness (\"Pas difficile\", Not difficult, 1986), education in a consumer society (\"Abel Caïn, mon fils\", Abel Cain, my son, 1971), war (\"Berceuse de Bagdad\", Lullaby from Baghdad, 2003). Numerous songs give a feminist take on women's life: \"Non, tu n'as pas de nom\" (You have no name, 1973) about abortion, \"La Vache engagée\" (Engaged Cow, 1975), \"Une sorcière comme les autres\" (A Witch like any other one, 1975) about maternity, \"La Faute à Ève\" (Eve's Fault, 1978) about women's rights, \"Rose\" (1981) about teen pregnancy, or \"Juste une femme\" (Only a woman, 2013) about sexism. She also supported same-sex marriage (\"Gay marions-nous\", 2007)."
}