{
    "id": "48828704",
    "revid": "7304691",
    "url": "https://en.wikipedia.org/wiki?curid=48828704",
    "title": "Vernon Arnold Haugland",
    "text": " Vernon Arnold Haugland (May 27, 1908 – September 15, 1984) was a reporter and writer for the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;. As a war correspondent, he experienced and documented &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; events in person. During an assignment to &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt;, he was a passenger in a bomber that ran out of fuel. He had to parachute out at 13,000 feet. Landing safely, he then spent 43 days in the jungle living off the land. He nearly starved to death, but for his heroism, General &lt;a href=\"Douglas%20MacArthur\"&gt;Douglas MacArthur&lt;/a&gt; awarded him the &lt;a href=\"Silver%20Star\"&gt;Silver Star medal&lt;/a&gt;. He was the first civilian to receive the medalawarded at the time exclusively to members of the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;United States Armed Forces&lt;/a&gt;.\nBiography.\nVernon Haugland was born on May 27, 1908, in &lt;a href=\"Litchfield%2C%20Minnesota\"&gt;Litchfield, Minnesota&lt;/a&gt; to Norwegian immigrants Claus and Hannah Haugland. He had six older (Jul, Owen, Herbert, Isabel, Effie, Mavis) and four younger siblings (Phillip, Clifford, Clayton, Winnifred). In 1913, his family moved to a farm in &lt;a href=\"Meagher%20County%2C%20Montana\"&gt;Meagher County, Montana&lt;/a&gt;. Haugland attended &lt;a href=\"Gallatin%20County%20High%20School%20%28Montana%29\"&gt;Gallatin High School&lt;/a&gt; in adjacent &lt;a href=\"Gallatin%20County%2C%20Montana\"&gt;Gallatin County&lt;/a&gt;, where he majored in journalism and became the school newspaper's editor. From 1927 to 1928, he studied at the &lt;a href=\"University%20of%20Washington\"&gt;University of Washington&lt;/a&gt;. In September 1929 he enrolled at the &lt;a href=\"University%20of%20Montana\"&gt;University of Montana&lt;/a&gt; (UM). While matriculating at UM he worked part-time at &lt;a href=\"Northern%20Pacific%20Railroad\"&gt;Northern Pacific Railroad&lt;/a&gt; as a &lt;a href=\"stenographer\"&gt;stenographer&lt;/a&gt; for US$133.83/month at the Glendale Station's &lt;a href=\"Yellowstone%20County%2C%20Montana\"&gt;Yellowstone Division&lt;/a&gt;. He also was a part-time clerk at &lt;a href=\"Commercial%20National%20Bank\"&gt;Commercial National Bank&lt;/a&gt; of &lt;a href=\"Bozeman%2C%20Montana\"&gt;Bozeman, Montana&lt;/a&gt;. Haugland completed his &lt;a href=\"Bachelor%20of%20Journalism\"&gt;Bachelor of Journalism&lt;/a&gt; degree at UM in 1931, where he was on the staff of that year's \"Sentinel\" yearbook.\nCareer.\nBeginnings at the AP.\nHaugland began his journalism career at the \"&lt;a href=\"Media%20in%20Missoula%2C%20Montana%23History\"&gt;Missoula Sentinel&lt;/a&gt;\" and \"&lt;a href=\"Missoulian\"&gt;Missoulian&lt;/a&gt;\". In 1933 he started writing crime stories for \"&lt;a href=\"The%20Montana%20Standard\"&gt;The Montana Standard&lt;/a&gt;\" when he relocated to &lt;a href=\"Butte%2C%20Montana\"&gt;Butte, Montana&lt;/a&gt;. He became well known locally for his coverage of the 1935 Christmas day mass murders committed by William H. Knight and for the famous Mahan Kidnaping case. In 1936 he joined the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;' Salt Lake City Bureau; then, two years later, transferred to the Los Angeles Bureau, where one of his assignments was dating the ten \"most eligible\" Hollywood starlets. When Japan attacked the United States at &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; on December 7, 1941, Haugland saw an opportunity in wartime journalism, and in 1942, volunteered as a &lt;a href=\"war%20correspondent\"&gt;war correspondent&lt;/a&gt;. He was the first Associated Press wartime reporter in &lt;a href=\"Brisbane%2C%20Australia\"&gt;Brisbane, Australia&lt;/a&gt;. \nNew Guinea exploit.\nOn August 7, 1942, during an assignment to &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt;, he was a passenger in a &lt;a href=\"Martin%20Marauder\"&gt;B-26 Marauder bomber&lt;/a&gt; (s/n 40-1521) that drifted off-course in a heavy thunderstorm. The pilot exhausted his fuel before finding a landing place and everyone aboard had to parachute out. Haugland received quick jump instructions and bailed out at 13,000 feet. He landed safely then wandered the New Guinea jungle for 43 days without finding civilization. He nearly starved to death, dropping 60 pounds from 155 to 95 as he searched for rescue. He was finally found on 19 September in a remote Papuan village by missionaries who carried him through the jungle and returned him to the army five days later. \nHaugland had written a detailed diary of the first 32 days of his struggle for survival including eating bramble berries and drinking the juice of grassy weeds. He wrote in his notes for August 7 that he had bailed out at 6:30 in the evening in rain at an altitude of 13,000 feet and landed safely. He wrote in his notes for August 8 that it heard a river and went to it to fill his water container. He wrote in his notes for August 9 he started hiking. He wrote in his notes for August 10 that he was hiking and so was the co-pilot that had also parachuted out. He wrote in his notes for August 11 that he had a life preserver, but that Michael the co-pilot did not. He said that if someone found him and not Mike, to send him help as he was starving. He explained in his notes for August 12 that he was wading through the river where it had forked off to another branch. He wrote that he had spent the previous night in a steep descent of the river. He explained that Mike had fallen behind him and they became separated. He said that Mike eventually caught up and they spent the night on a hillside under a rock. He said that it started raining about 4 A.M. He explained that he had spent the third night in the jungle under a brush shelter. He said they made little progress on the fourth day in the jungle until they started wading in the river. On their fifth day in the jungle, they started wading down a different river where the main river had forked off. That night they had spent on a broad shelf hanging over the river. He detailed further that it had rained that night and that they saw &lt;a href=\"wallaby\"&gt;wallaby&lt;/a&gt;.\nHaugland had written in his detailed diary that on August 13 they had not found any food and there was no sign of people. He wrote that at 6 P.M. there was heavy rain. He said they spent the night in a small cave and that rocks were falling outside due to the force of the rain. He explained that on August 1 they had made little progress on their hiking. He said that it was the worst rainstorm yet that night they had gone through. He explained they collected together a pile of wet reeds and that they slept that night under them in soaking wet clothing. The next day they went over a mountain and heard a plane overhead but it was too cloudy for it to see them. That night they sleep under a big log and kept pretty dry. He wrote for his August 16 entry that they were both very weak and that their feet were in poor condition. They decided to wade the river again and prayed that they didn't get separated and would find people to rescue them before they drowned. He goes on in his diary on a day-by-day basis writing about their events until September 9 when he made his last entry. Haugland was found 10 days after this by missionaries in a native village and at the time he was delirious. The missionaries did what they could to feed him and gave him first aid. With the assistance of the local tribesmen, they took Haugland on a five-day trek thru the jungle to a coast port where an Australian army unit was stationed. He was in very poor condition then and was given urgent medical attention. A radio message was sent out for a rescue plane that arrived and took him to &lt;a href=\"Port%20Moresby\"&gt;Port Moresby&lt;/a&gt; and the American hospital there.\nSilver Star award.\nHaugland was hospitalized at Port Moresby on 24 September in a greatly weakened state as Australian doctors used injections of medicine to bring him back to health. On October 3, 1942, General &lt;a href=\"Douglas%20MacArthur\"&gt;Douglas MacArthur&lt;/a&gt; awarded Haugland the Silver Star medal for his heroism. He was the first civilian to receive this medal and was back reporting in a month. Subsequently, on December 15, 1942, Congress enacted legislation to enable the medal to be awarded to civilians. In 1943 he wrote a book. \"Letter From New Guinea\" describing his jungle experiences.\nConclusion of the war and beyond.\nIn 1943, Haugland continued to cover the &lt;a href=\"Pacific%20Theater%20of%20World%20War%20II\"&gt;Pacific Theater&lt;/a&gt;, contributing articles to \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\", \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\", \"&lt;a href=\"The%20Nation\"&gt;The Nation&lt;/a&gt;,\" and \"&lt;a href=\"Flying%20%28magazine%29\"&gt;Flying&lt;/a&gt;\" magazines. In mid-1944 he returned to the United States and, on June 3, 1944, married his long-time sweetheart, Tesson Courtney McMahon (1909-1994), in &lt;a href=\"Butte%20Montana\"&gt;Butte Montana&lt;/a&gt;. They had two daughters, Taya and Marcia. Haugland became an \"Air Correspondent\" with the Associated Press in 1945. After the &lt;a href=\"atomic%20bombings%20of%20Hiroshima%20and%20Nagasaki\"&gt;atomic bombings of Hiroshima and Nagasaki&lt;/a&gt;, he was attached to a special group of AP correspondents who were the first journalists at the bombing sites. In 1945, after the war ended, he was assigned to cover the &lt;a href=\"Indonesian%20National%20Revolution\"&gt;Indonesian National Revolution&lt;/a&gt; and contracted &lt;a href=\"jaundice\"&gt;jaundice&lt;/a&gt;. In early 1946, the illness precipitated an emergency return to the United States for treatment.\nNASA, retirement, and death.\nIn 1951 Haugland's job editing aviation materials at AP led to his covering &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;'s space program. In 1973, after acting as AP's aviation editor for more than 21 years, Haugland finally retired. He and his family moved to &lt;a href=\"San%20Clemente%2C%20California\"&gt;San Clemente, California&lt;/a&gt;. He died on September 15, 1984, in Reno, Nevada, while attending an Eagle Squadrons' reunion.\nLegacy.\nHaugland continued writing even in retirement. After leaving the Associated Press, he wrote two &lt;a href=\"Eagle%20Squadrons\"&gt;Eagle Squadrons&lt;/a&gt; books, focusing on American personnel who flew for the United Kingdom prior to and during US involvement in World War II. After his death, his wife completed two of his books; \"The AAF Against Japan\" and \"Caged Eagles: Downed American Fighter Pilots, 1940–1945\". His collected papers are archived at the University of Montana; the &lt;a href=\"Maureen%20and%20Mike%20Mansfield%20Library\"&gt;Maureen and Mike Mansfield Library&lt;/a&gt; Archives and Special Collections of \"Vern Haugland Papers 1908–1987\" consists of 11.75 &lt;a href=\"linear%20feet\"&gt;linear feet&lt;/a&gt; and one over-sized box, Collection Number Mss 153 (collection)."
}