{
    "id": "48826265",
    "revid": "19760519",
    "url": "https://en.wikipedia.org/wiki?curid=48826265",
    "title": "FS Class 835",
    "text": "The &lt;a href=\"Ferrovie%20dello%20Stato%20Italiane\"&gt;Ferrovie dello Stato Italiane&lt;/a&gt; (FS; Italian State Railways) Class 835 (Italian: \"Gruppo 835\") is a steam locomotive; it was the standard steam &lt;a href=\"shunter\"&gt;shunter&lt;/a&gt; of the FS.\nDesign and construction.\nThe Class 835 was derived from the work of the &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt; offices of the &lt;a href=\"Rete%20Mediterranea\"&gt;Rete Mediterranea&lt;/a&gt;, and the previous experiences with the &lt;a href=\"FS%20Class%20829\"&gt;Class 829&lt;/a&gt; and &lt;a href=\"FS%20Class%20830%20I\"&gt;Class 830&lt;/a&gt;; especially from the latter, the Class 835 took the boiler, coupled with an engine with enlarged cylinders.\nThe first 97 locomotives, all built by &lt;a href=\"Ernesto%20Breda\"&gt;Ernesto Breda&lt;/a&gt; until 1908, had only the counter-pressure steam brake; subsequent locomotives all had the air brakes.\nIn all, 370 Class 835 locomotives were built between 1908 and 1922 (with the pause imposed by &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, by Breda, &lt;a href=\"Gio.%20Ansaldo%20%26amp%3B%20C.\"&gt;Ansaldo&lt;/a&gt;, &lt;a href=\"Reggiane\"&gt;Reggiane&lt;/a&gt; and &lt;a href=\"Officine%20Meccaniche\"&gt;Officine Meccaniche&lt;/a&gt;, making the class one of the most numerous to circulate on Italian railways.\nService.\nNicknamed \"\"Cirilla\" or \"Pierina\"\", the Class 835 locomotives spent their careers on shunting duties throughout all the Italian network; in the 1930s, several of them were loaned to other private railways or to private companies.\nThree of them (the 019, 198 and 220) remained in &lt;a href=\"Yugoslavia\"&gt;Yugoslav&lt;/a&gt; territory after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and were taken over by the &lt;a href=\"Yugoslav%20Railways\"&gt;Yugoslav Railways&lt;/a&gt; with the same running numbers.\nBetween the 1950s and 1960s the frames, wheels and coupling rods of several Class 835 locomotives were used in building 40 &lt;a href=\"FS%20Class%20E.321\"&gt;Class E.321&lt;/a&gt; and 20 &lt;a href=\"FS%20Class%20E.322\"&gt;Class E.322&lt;/a&gt; electric shunting locomotives, and 29 &lt;a href=\"FS%20Class%20D.234\"&gt;Class D.234&lt;/a&gt; diesel-hydraulic shunters.\nThe Class 835 soldiered on until the end of regular steam services on the FS, with some 30 locomotives being still active in the early 1980s.\nPreservation.\n54 Class 835 locomotives survived into preservation, as the class was a favourite for the choice of a static exhibit in the waning years of steam. It is also present in the collection of several railway and transportation museums in Italy, among which the &lt;a href=\"Pietrarsa%20railway%20museum\"&gt;Pietrarsa railway museum&lt;/a&gt; and the &lt;a href=\"Museo%20della%20Scienza%20e%20della%20Tecnologia%20%26quot%3BLeonardo%20da%20Vinci%26quot%3B\"&gt;Museo della Scienza e della Tecnologia \"Leonardo da Vinci\"&lt;/a&gt;. None is currently operational."
}