{
    "id": "4884359",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=4884359",
    "title": "Political cinema",
    "text": "Political cinema, in the narrow sense of the term, is films that portray current or historical events or social conditions through a partisan perspective in order to inform or to &lt;a href=\"Agitprop\"&gt;agitate&lt;/a&gt; the spectator.\nPolitical cinema exists in different forms, such as &lt;a href=\"documentary%20film\"&gt;documentaries&lt;/a&gt;, &lt;a href=\"Short%20film\"&gt;short films&lt;/a&gt;, &lt;a href=\"Feature%20film\"&gt;feature films&lt;/a&gt;, &lt;a href=\"experimental%20film\"&gt;experimental film&lt;/a&gt;s, and even &lt;a href=\"Animated%20political%20cartoons\"&gt;animated cartoons&lt;/a&gt;.\nConcept.\nIn the narrow sense of the term, \"political cinema\" refers to films that do not hide their political stance. In this sense, they differ from other films not because they are political, but because of the way in which their politics is presented. As such, a film does not necessarily have to be pure &lt;a href=\"Propaganda%20film\"&gt;propaganda&lt;/a&gt; to be considered 'political cinema'.\nThe broader meaning of 'political cinema' is argued to be that \"all films are political;\" even films that are ostensibly 'apolitical' and &lt;a href=\"Escapist%20fiction\"&gt;escapist&lt;/a&gt;, merely promising 'entertainment' as an escape from everyday life, can be understood as fulfilling a political function. The authorities in &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, for instance, knew this very well and organized a large production of deliberately escapist films. In other 'entertainment' films, such as &lt;a href=\"western%20%28genre%29\"&gt;western&lt;/a&gt;s, the ideological bias is evident in the distortion of historical reality. A \"classical\" western would rarely portray &lt;a href=\"black%20cowboys\"&gt;black cowboys&lt;/a&gt;, although there were a great many of them in the &lt;a href=\"American%20frontier\"&gt;American frontier&lt;/a&gt;. &lt;a href=\"Hollywood%20film\"&gt;Hollywood&lt;/a&gt; cinema, which can be understood as the dominant industry of cinema, was often accused of misrepresenting black, female, gay, and working-class people. More fundamentally, not only are the contents of individual films political, but the &lt;a href=\"institution\"&gt;institution&lt;/a&gt; of cinema itself can also be taken as political as well. A huge number of people congregate, not to act together or to talk to each other, but to sit silently, after having paid for it, to be spectators separated from each other. &lt;a href=\"Guy%20Debord\"&gt;Guy Debord&lt;/a&gt;, a critic of the '&lt;a href=\"The%20Society%20of%20the%20Spectacle\"&gt;society of the spectacle&lt;/a&gt;', for whom \"separation is the alpha and omega of the spectacle,\" was therefore also violently opposed to cinema, even though he would make several films portraying his ideas.\nIn order to differentiate between the narrow and broad notions of 'political cinema', film scholar &lt;a href=\"Ewa%20Mazierska\"&gt;Ewa Mazierska&lt;/a&gt; suggested to divide all such films into the categories of conformist or oppositional and marked or unmarked:\nFrom this point of view, it is the \"oppositional\" and \"marked\" political ﬁlms that the most viewers regard as 'political', as discussions about politics in ﬁlm typically single out these two categories.\nHistory.\nCinema, World War I and its aftermath.\nBefore World War I French cinema had a big share of the world market. Hollywood used the collapse of the French production to establish its &lt;a href=\"hegemony\"&gt;hegemony&lt;/a&gt;. Ever since it has dominated world film production not only economically but has transformed cinema into a means to disseminate American values.\nIn Germany the &lt;a href=\"Universum%20Film%20AG\"&gt;Universum Film AG&lt;/a&gt;, better known as UFA, was founded to counter the perceived dominance of American propaganda. During the Weimar Republic many films about &lt;a href=\"Frederick%20II%20of%20Prussia\"&gt;Frederick II of Prussia&lt;/a&gt; had a conservative nationalistic agenda, as &lt;a href=\"Siegfried%20Kracauer\"&gt;Siegfried Kracauer&lt;/a&gt; and other film critics noted.\nCommunists like &lt;a href=\"Willi%20M%C3%BCnzenberg\"&gt;Willi Münzenberg&lt;/a&gt; saw the Russian cinema as a model of political cinema. Soviet films by &lt;a href=\"Sergei%20Eisenstein\"&gt;Sergei Eisenstein&lt;/a&gt;, &lt;a href=\"Dziga%20Vertov\"&gt;Dziga Vertov&lt;/a&gt; and others combined a partisan view of the bolshevist regime with artistic innovation which also appealed to western audiences.\nNational Socialism.\n&lt;a href=\"Leni%20Riefenstahl\"&gt;Leni Riefenstahl&lt;/a&gt; has never been able or willing to face her responsibility as a &lt;a href=\"Propaganda%20in%20Nazi%20Germany\"&gt;chief propagandist&lt;/a&gt; for &lt;a href=\"National-socialism\"&gt;National-Socialism&lt;/a&gt;, i.e., Nazism. Almost unlimited resources and her undeniable talent led to results, which, despite their hideous aims, still fascinate some aficionados of film. While there is much controversy around her work, it is generally accepted that Riefenstahl's main commitment was to filmmaking, rather than to the &lt;a href=\"Nazi%20Party\"&gt;Nazi Party&lt;/a&gt;. Proof of this might be seen by the portrayal of &lt;a href=\"Jesse%20Owens\"&gt;Jesse Owens&lt;/a&gt;' victory in her film about the &lt;a href=\"1936%20Summer%20Olympics\"&gt;1936 Olympic games&lt;/a&gt; in Berlin, \"&lt;a href=\"Olympia%20%281938%20film%29\"&gt;Olympia&lt;/a&gt;\" (1938), and in her later work, mostly on her photographic expeditions to Africa.\nThe same is certainly not true of the violent anti-Semitic films of &lt;a href=\"Fritz%20Hippler\"&gt;Fritz Hippler&lt;/a&gt;. Other Nazi political films made propaganda for so-called &lt;a href=\"euthanasia\"&gt;euthanasia&lt;/a&gt;.\nRecent films.\nEspecially in the last decades of the 20th century, many filmmakers considered focusing on remembrance of and reflection upon major collective crimes such as &lt;a href=\"the%20Holocaust\"&gt;the Holocaust&lt;/a&gt;, &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; and disasters such as the &lt;a href=\"Chernobyl%20disaster\"&gt;Chernobyl disaster&lt;/a&gt; to be their political and moral duty.\nGlobalization and related world issues.\nPolitical cinema of the 21st century seems to focus on controversial topics such as &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt;, &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt;, and other health-care concerns, issues pertaining to the &lt;a href=\"natural%20environment\"&gt;environment&lt;/a&gt;, such as &lt;a href=\"world%20energy%20resources%20and%20consumption\"&gt;world energy resources and consumption&lt;/a&gt; and &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;, and other complex matters pertaining to &lt;a href=\"discrimination\"&gt;discrimination&lt;/a&gt;, &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt;, &lt;a href=\"terrorism\"&gt;terrorism&lt;/a&gt;, &lt;a href=\"war\"&gt;war&lt;/a&gt;, &lt;a href=\"peace\"&gt;peace&lt;/a&gt;, &lt;a href=\"Religious%20intolerance\"&gt;religious and related forms of intolerance&lt;/a&gt;, and &lt;a href=\"civil%20and%20political%20rights\"&gt;civil and political rights&lt;/a&gt;, as well as other &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt;.\nForms.\nThe form has always been an important concern for political filmmakers. While some, like pioneering &lt;a href=\"Lionel%20Rogosin\"&gt;Lionel Rogosin&lt;/a&gt;, argued that radical films, in order to liberate the imagination of the spectator, have to break not only with the content but also with the form of Dominant cinema, the falsely reassuring clichés and stereotypes of conventional narrative film making, other directors such as &lt;a href=\"Francesco%20Rosi\"&gt;Francesco Rosi&lt;/a&gt;, &lt;a href=\"Costa%20Gavras\"&gt;Costa Gavras&lt;/a&gt;, &lt;a href=\"Ken%20Loach\"&gt;Ken Loach&lt;/a&gt;, &lt;a href=\"Oliver%20Stone\"&gt;Oliver Stone&lt;/a&gt;, &lt;a href=\"Spike%20Lee\"&gt;Spike Lee&lt;/a&gt; or &lt;a href=\"Lina%20Wertm%C3%BCller\"&gt;Lina Wertmüller&lt;/a&gt; preferred to work within mainstream cinema to reach a wider audience.\nThe subversive tradition dates back at least to the French &lt;a href=\"avant-garde\"&gt;avant-garde&lt;/a&gt; of the 1920s. Even in his more conventional films &lt;a href=\"Luis%20Bu%C3%B1uel\"&gt;Luis Buñuel&lt;/a&gt; stuck to the spirit of outright &lt;a href=\"revolt\"&gt;revolt&lt;/a&gt; of L'Âge d'or. The bourgeoisie had to be expropriated and all its values destroyed, the surrealists believed. This spirit of revolt is also present in all films of &lt;a href=\"Jean%20Vigo\"&gt;Jean Vigo&lt;/a&gt;."
}