{
    "id": "48895400",
    "revid": "917223",
    "url": "https://en.wikipedia.org/wiki?curid=48895400",
    "title": "Lanester Velodrome Stadium",
    "text": "The Lanester Velodrome Stadium is a project dedicated to indoor &lt;a href=\"Track%20cycling\"&gt;Track Cycling&lt;/a&gt; and &lt;a href=\"Sport%20of%20athletics\"&gt;athletics&lt;/a&gt;. It is located in &lt;a href=\"Lanester\"&gt;Lanester&lt;/a&gt; in the &lt;a href=\"Morbihan\"&gt;Morbihan&lt;/a&gt;, in &lt;a href=\"France\"&gt;France&lt;/a&gt;. It was finished in &lt;a href=\"2015%20in%20sports\"&gt;2015&lt;/a&gt;, and has up to 3,700 places for attendance.\nHistorical.\nProject Genesis.\nThe project for a covered velodrome started in 1998 in the region of &lt;a href=\"Lorient\"&gt;Lorient&lt;/a&gt;. The &lt;a href=\"Stade%20du%20Moustoir\"&gt;Stadium Moustoir&lt;/a&gt; which then served as a Velodrome stadium for the agglomeration was planned to be expanded when the football club who also uses, &lt;a href=\"FC%20Lorient\"&gt;FC Lorient-Bretagne Sud&lt;/a&gt;, rose to the &lt;a href=\"1998%E2%80%9399%20French%20Division%201\"&gt;First Division in 1998&lt;/a&gt;. This expansion was at the expense of the cycling track that was destroyed, but &lt;a href=\"Jean-Yves%20Le%20Drian\"&gt;Jean-Yves Le Drian&lt;/a&gt;, then mayor of Lorient, promised that a new stadium dedicated to cycling would be built.\nA first draft plan for a stadium was presented to the elected representatives of the in 2002, dedicated solely to cycling, but it was considered as lacking in community interest and was not accepted. A second project was proposed in 2008, but this project, which remained very close to the original project, was still denied. A new project was presented the following year, and included, as in the case of &lt;a href=\"V%C3%A9lodrome%20de%20Bordeaux\"&gt;Bordeaux velodrome&lt;/a&gt;a, a multifunctional sporting venue; it was then supported by the local athletics people and the projected gathered more support.\nDecision Finally Made.\nAt the end of 2009, the project had sufficient support to be presented to the electors of the agglomeration. The project benefited from the development of the &lt;a href=\"GP%20Ouest-France\"&gt;Cycling Grand Prix of Plouay&lt;/a&gt; in the region, and at the time there was a controversy about foreign teams using it as part of their preparedness for the &lt;a href=\"2012%20Summer%20Olympics\"&gt;London Olympics&lt;/a&gt; in 2012. However, this possibility spurred on the opposition of elected representatives of the &lt;a href=\"Union%20D%C3%A9mocratique%20Bretonne\"&gt;Breton Democratic Union&lt;/a&gt; who saw other priorities to be met in advance, and also other elected officials of &lt;a href=\"Guidel\"&gt;Guidel&lt;/a&gt; and of &lt;a href=\"Larmor-Plage\"&gt;Larmor-Plage&lt;/a&gt; who saw other priorities for the funds.\nFunding from the &lt;a href=\"Brittany%20%28administrative%20region%29\"&gt;region&lt;/a&gt; and the state was granted 31 March 2008 under the State-Region project contract 2007-2014. The vote on project funding happened on 11 December 2009, followed on 20 January 2011 by the elected . The budget of 17 million euros was then distributed among the region for 5 million euros, and from the State, the Department, and 4 million euros each.\nThe terms of the architectural competition were adopted by the agglomeration council on 6 July 2012 which aims to select four teams."
}