{
    "id": "489119",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=489119",
    "title": "Organisation of Eastern Caribbean States",
    "text": "The Organisation of Eastern Caribbean States (OECS; French: \"Organisation des États de la Caraïbe orientale\", OECO) is an &lt;a href=\"Intergovernmental%20organization\"&gt;inter-governmental organisation&lt;/a&gt; dedicated to economic harmonisation and integration, protection of human and legal rights, and the encouragement of &lt;a href=\"good%20governance\"&gt;good governance&lt;/a&gt; between countries and territories in the Eastern &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;. It also performs the role of spreading responsibility and liability in the event of &lt;a href=\"natural%20disaster\"&gt;natural disaster&lt;/a&gt;.\nThe administrative body of the OECS is the Commission, which is based in &lt;a href=\"Castries\"&gt;Castries&lt;/a&gt;, the capital of &lt;a href=\"Saint%20Lucia\"&gt;Saint Lucia&lt;/a&gt;.\nHistory.\nOECS was created on 18 June 1981, with the &lt;a href=\"Treaty%20of%20Basseterre\"&gt;Treaty of Basseterre&lt;/a&gt;, which was named after &lt;a href=\"Basseterre\"&gt;the capital city&lt;/a&gt; of &lt;a href=\"St.%26amp%3Bnbsp%3BKitts%20and%20Nevis\"&gt;St. Kitts and Nevis&lt;/a&gt;. OECS is the successor of the Leewards Islands' political organization known as the &lt;a href=\"West%20Indies%20Associated%20States\"&gt;West Indies Associated States&lt;/a&gt; (WISA).\nOne prominent aspect of OECS economic bloc has been the accelerated pace of trans-national integration among its member states.\nThe seven protocol members of the OECS, as well as two of the four associate members—Anguilla and the British Virgin Islands—are either full or associate members of the &lt;a href=\"Caribbean%20Community\"&gt;Caribbean Community&lt;/a&gt; (CARICOM) and were among the second group of countries that joined the &lt;a href=\"CARICOM%20Single%20Market%20and%20Economy\"&gt;CARICOM Single Market and Economy&lt;/a&gt; (CSME). Martinique is currently negotiating to become an associate member of the Caribbean Community.\nMembership.\nOECS currently has eleven members which together form a continuous &lt;a href=\"archipelago\"&gt;archipelago&lt;/a&gt; across the &lt;a href=\"Leeward%20Islands\"&gt;Leeward Islands&lt;/a&gt; and &lt;a href=\"Windward%20Islands\"&gt;Windward Islands&lt;/a&gt;. &lt;a href=\"Anguilla\"&gt;Anguilla&lt;/a&gt;, the &lt;a href=\"British%20Virgin%20Islands\"&gt;British Virgin Islands&lt;/a&gt;, &lt;a href=\"Guadeloupe\"&gt;Guadeloupe&lt;/a&gt; and &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; are only associate members of OECS. Diplomatic missions of the OECS do not represent the associate members. For all other purposes, associate members are treated as equals of full members.\nSix of the members were formerly &lt;a href=\"Colony\"&gt;colonies&lt;/a&gt; of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. Three others, Anguilla, the British Virgin Islands, and &lt;a href=\"Montserrat\"&gt;Montserrat&lt;/a&gt; remain &lt;a href=\"British%20overseas%20territories\"&gt;overseas territories of the UK&lt;/a&gt; while Martinique and Guadeloupe are French &lt;a href=\"Overseas%20department\"&gt;departments&lt;/a&gt; and &lt;a href=\"Overseas%20region\"&gt;regions of France&lt;/a&gt;. Eight of the eleven members are constitutional monarchies with &lt;a href=\"Elizabeth%26amp%3Bnbsp%3BII%20of%20the%20United%20Kingdom\"&gt;Queen Elizabeth II&lt;/a&gt; as their current monarch (&lt;a href=\"Dominica\"&gt;Dominica&lt;/a&gt; is a &lt;a href=\"republic\"&gt;republic&lt;/a&gt; with a &lt;a href=\"President%20of%20Dominica\"&gt;President&lt;/a&gt;). There is no requirement for the members to have been British colonies; however, the close historical, cultural and economic relationship fostered by almost all of them having been British colonies is as much a factor in the membership of the OECS as their geographical proximity.\nAll seven full members are also the founding members of the OECS, having been a part of the organisation since its founding on 18 June 1981. The British Virgin Islands was the first associate member, joining on 22 November 1984 and Anguilla was the second, joining in 1995. Martinique became an associate member on April 12, 2016 becoming the first non-British or formerly British territory to join the OECS. Guadeloupe acceded as an associate member of the OECS on March 14, 2019 at a Special Meeting of the OECS Authority to be held on that island on March 14–15, 2019. In 2019 it had been agreed by the OECS Authority to approve the transition of &lt;a href=\"Saint%20Martin%20%28France%29\"&gt;Saint-Martin&lt;/a&gt; from observer status to associate membership by the end of December 2019.\nThe list of full and associate members of the OECS is as follows:\nPossible future memberships.\nAlthough almost all of the current full and associate members are past or present British dependencies, other islands in the region have expressed interest in becoming associate members of the OECS. The first was the &lt;a href=\"United%20States%20Virgin%20Islands\"&gt;United States Virgin Islands&lt;/a&gt;, which applied for associate membership in February 1990 and requested that US Federal Government allow the territory to participate as such. At that time, it was felt by the US government that it was not an appropriate time to make such a request. However, the US Virgin Islands remained interested in the OECS and, as of 2002, stated that it would revisit the issue with the US government at a later date. In 2001, &lt;a href=\"Saba\"&gt;Saba&lt;/a&gt;, an island of the &lt;a href=\"Netherlands%20Antilles\"&gt;Netherlands Antilles&lt;/a&gt;, decided to seek membership in the OECS. Saba's Island Council had passed a motion on May 30, 2001 calling for Saba's membership in the organisation and subsequently on June 7, 2001, the Executive Council of Saba decided in favour of membership. Saba's senator in the &lt;a href=\"Estates%20of%20the%20Netherlands%20Antilles\"&gt;Netherlands Antilles parliament&lt;/a&gt; was then asked to present a motion requesting the Antillean parliament to support Saba's quest for membership. In addition to the support from the Antillean parliament, Saba also required a dispensation from the government of the &lt;a href=\"Kingdom%20of%20the%20Netherlands\"&gt;Kingdom of the Netherlands&lt;/a&gt; to become an associate member of the OECS. Saba's bid for membership was reportedly supported by St. Kitts and Nevis and discussed at the 34th meeting of OECS leaders in Dominica in July. Also in 2001, &lt;a href=\"Sint%20Maarten\"&gt;Sint Maarten&lt;/a&gt;, another part of the Netherlands Antilles, explored the possibility of joining the OECS. After learning of Saba's intentions to join, St. Maarten suggested exploring ways in which Saba and St. Maarten could support each other in their pursuit of membership.\nNone of the prospective members have become associate members as yet, but Saba, St. Eustatius and St. Maarten do participate in the meetings of the Council of Tourism Ministers (as the Forum of Tourism Ministers of the Eastern Caribbean, along with representatives of &lt;a href=\"Saint%20Martin%20%28France%29\"&gt;Saint-Martin&lt;/a&gt;, &lt;a href=\"Saint%20Barth%C3%A9lemy\"&gt;Saint Barthélemy&lt;/a&gt;, &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; and &lt;a href=\"Guadeloupe\"&gt;Guadeloupe&lt;/a&gt;).\nPolitical union with Trinidad and Tobago.\nOn 13 August 2008 the leaders of Trinidad &amp; Tobago, Grenada, St. Lucia, and St. Vincent &amp; the Grenadines announced their intention to pursue a sub-regional political union within CARICOM.\nAs part of the preliminary discussions the Heads of Government for the involved states announced that 2011 would see their states entering into an economic union. This was however derailed by a change of government in Trinidad and Tobago in 2010.\nVenezuela seeking membership.\nIn 2008 the heads of the OECS also received a request from &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt; to join the grouping.\nThe OECS Director General at the time &lt;a href=\"Len%20Ishmael\"&gt;Len Ishmael&lt;/a&gt; confirmed Venezuela's application was discussed at the 48th Meeting of the OECS Authority held in Montserrat. But she said OECS decision-makers within the region were yet to determine whether membership should be granted for Venezuela. Since that application, Membership was not granted as it has been limited to the Eastern Caribbean archipelago.\nOrgans.\nSecretariat.\nThe functions of the Organization are set out in the Treaty of Basseterre and are coordinated by the Secretariat under the direction and management of the Director General.\nThe OECS functions in a rapidly changing international economic environment, characterised by &lt;a href=\"globalisation\"&gt;globalisation&lt;/a&gt; and trade liberalisation which are posing serious challenges to the economic and social stability of their small island members.\nIt is the purpose of the Organisation to assist its Members to respond to these multi-faceted challenges by identifying scope for joint or coordinated action towards the economic and social advancement of their countries.\nThe restructuring of the Secretariat was informed by considerations of cost effectiveness in the context of the need to respond to the increasing challenges placed on it, taking into account the limited fiscal capacities of its members. The Secretariat consists of four main Divisions responsible for: External Relations, Functional Cooperation, Corporate Services and Economic Affairs. These four Divisions oversee the work of a number of specialised institutions, work units or projects located in six countries: Antigua/Barbuda, Commonwealth of Dominica, St Lucia, Belgium, Canada, and the United States of America.\nIn carrying out its mission, the OECS works along with a number of sub-regional and regional agencies and institutions. These include the Eastern Caribbean Central Bank (ECCB); the Caribbean Community (Caricom) Secretariat; the Caribbean Regional Negotiating Machinery (RNM) and the Caribbean Development Bank (CDB).\nDirector General.\nThe authority within the OECS Secretariat is led by the Director General. The current Director General of the OECS is Dr. Didacus Jules (Registrar and Chief Executive Officer of the Barbados-based Caribbean Examinations Council), who took his new position on 1 of May 2014. The former Dr. &lt;a href=\"Len%20Ishmael\"&gt;Len Ishmael&lt;/a&gt; demitted the office at the end of December 2013.\nEastern Caribbean Supreme Court.\nThe &lt;a href=\"Eastern%20Caribbean%20Supreme%20Court\"&gt;Eastern Caribbean Supreme Court (ECSC)&lt;/a&gt;, which was created during the era of WISA, today handles the judicial matters in the Organisation of Eastern Caribbean States. When a trial surpasses the stage of High Court in an OECS member state, it can then be passed on to the ECSC at the level of Supreme court. Cases appealed from the stage of ECSC Supreme Court will then be referred to the jurisdiction of the &lt;a href=\"Judicial%20Committee%20of%20the%20Privy%20Council\"&gt;Judicial Committee of the Privy Council&lt;/a&gt;. The &lt;a href=\"Caribbean%20Court%20of%20Justice\"&gt;Caribbean Court of Justice (CCJ)&lt;/a&gt; was established in 2003, but constitutional changes need to be put in place before the CCJ becomes the final Court of Appeal.\nProjects.\nPassport.\nA common OECS Passport was originally planned for January 1, 2003 but its introduction was delayed. At the 38th OECS Authority Meeting in January 2004, the Secretariat was mandated to have the two companies expressing an interest in producing the common passport (&lt;a href=\"De%20La%20Rue\"&gt;De La Rue Identity Systems&lt;/a&gt; and the &lt;a href=\"Canadian%20Banknote%20Company\"&gt;Canadian Banknote Company&lt;/a&gt;) make presentations at the next (39th) Authority Meeting. At the 39th Meeting the critical issue of the relationship between the OECS passport and the &lt;a href=\"CARICOM%20passport\"&gt;CARICOM passport&lt;/a&gt; was discussed and at the 40th OECS Authority Meeting in November 2004, the OECS Heads of Government agreed to give CARICOM a further 6 months (until May 2005) to introduce a CARICOM Passport. Failure to introduce the CARICOM Passport by that time would have resulted in the OECS moving ahead with its plans to introduce the OECS Passport. As the CARICOM Passport was first introduced in January 2005 (by Suriname) then the idea of the OECS Passport was abandoned. Had the passport been introduced however it would not have been issued to &lt;a href=\"Economic%20Citizenship\"&gt;Economic Citizen&lt;/a&gt;s within the OECS states.\nIt would also be unknown if the islands under British sovereignty would join the scheme (all British passports have the same European design).\nEconomic union.\nThe decision to establish an &lt;a href=\"Economic%20and%20monetary%20union\"&gt;economic union&lt;/a&gt; was taken by OECS Heads of Government at the 34th meeting of the Authority held in Dominica in July 2001. At the 35th meeting of the Authority in Anguilla in January 2002, the main elements of an economic union implementation project were endorsed. The project was expected to be implemented over a two-year period with seven of the nine OECS member states (i.e. &lt;a href=\"Antigua%20and%20Barbuda\"&gt;Antigua and Barbuda&lt;/a&gt;, &lt;a href=\"Dominica\"&gt;Dominica&lt;/a&gt;, &lt;a href=\"Grenada\"&gt;Grenada&lt;/a&gt;, &lt;a href=\"Montserrat\"&gt;Montserrat&lt;/a&gt;, &lt;a href=\"St.%26amp%3Bnbsp%3BKitts%20and%20Nevis\"&gt;St. Kitts and Nevis&lt;/a&gt;, &lt;a href=\"St.%26amp%3Bnbsp%3BLucia\"&gt;St. Lucia&lt;/a&gt; and &lt;a href=\"St.%26amp%3Bnbsp%3BVincent%20and%20the%20Grenadines\"&gt;St. Vincent and the Grenadines&lt;/a&gt;) participating in the economic union initiative. The remaining two member states, &lt;a href=\"Anguilla\"&gt;Anguilla&lt;/a&gt; and the &lt;a href=\"British%20Virgin%20Islands\"&gt;British Virgin Islands&lt;/a&gt;, would not have participated immediately, but would have requested time to consider the issue further. In 2003, work had been initiated on the central issue of the creation of new Treaty arrangements to replace the Treaty of Basseterre which established the OECS. Among the elements of the project was the creation of a technical committee for a draft OECS Economic Union Treaty. This technical committee was inaugurated on May 4, 2004 and began designing the draft Treaty.\nOECS Economic Treaty.\nThe new OECS Economic Union Treaty was finally presented at the 43rd OECS Meeting in St. Kitts on June 21, 2006. The current draft Treaty was commended at the meeting, but the Authority directed the formulation of some additional provisions to allow a role for national parliamentary representatives (both government and opposition) of the Member States in the form of a regional Assembly of Parliamentarians. This body, it was felt, was necessary to act as a legislative filter to the Authority in its law making capacity. The Heads further directed that the Treaty be reviewed by a meeting of members of the Task Force, Attorneys General, the draftsperson for the Treaty and representatives of the OECS Secretariat.\nThe presentation of the Treaty at the Meeting was followed by the signing of a Declaration of Intent to implement the Treaty by the Heads of Government or their representatives (except that of the British Virgin Islands). It was agreed in the Declaration, that implementation of the Treaty would occur only after a year of public consultation, through a mass national and regional education programme with strong political leadership and direction. According to the Declaration, the Treaty was to be signed, and the Economic Union was to be established by July 1, 2007.\nRevised treaty.\nThis intended deadline was missed, however, and after the signing of the Revised Treaty of Basseterre Establishing the Organisation of Eastern Caribbean States Economic Union on June 18, 2010, the newest target date of January 21, 2011 was met when five of the six independent signatory Member States ratified the Treaty. These were Antigua and Barbuda (December 30, 2010), St. Vincent and the Grenadines (January 12, 2011), St. Kitts and Nevis (January 20, 2011), Grenada (January 20, 2011) and Dominica (January 21, 2011). In order for the Treaty to have entered into force at least four of the independent Member States must have ratified it by January 21, 2011. Montserrat had received entrustments from the United Kingdom to sign the Treaty but is unlikely to be in a position ratify the Treaty before a new constitution comes into force in the territory. Following the need of the Eastern Caribbean Central Bank to temporarily assume control of two indigenous commercial banks in Anguilla, the Chief Minister of Anguilla, Hubert Hughes, announced on August 12, 2013 that Anguilla will seek to join the OECS Economic Union as soon possible in order to fully participate in the strategy of growth conceived by the Eastern Caribbean Currency Union (which was crafted within the context of the Economic Union). He was supported in his position by St. Lucia's Prime Minister, Dr. Kenny Anthony, who also called on Anguilla to join the Economic Union to complement its membership of the Currency Union.\nProvisions of the Treaty.\nThe provisions of the Economic Union Treaty prior to its ratification were expected to include: \nSome of these provisions would already have been covered to some extent by the &lt;a href=\"CSME\"&gt;CSME&lt;/a&gt;, but some, such as the Assembly of Parliamentarians, would be unique to the OECS. Although some of the provisions would seem to duplicate efforts by the CSME, the Declaration of Intent and statements by some OECS leaders, acknowledge the CSME and give assurance that the OECS Economic Union would not run counter to &lt;a href=\"CARICOM\"&gt;CARICOM&lt;/a&gt; integration but that it would become seamlessly integrated into the CSME. To this end, the OECS Heads of Government agreed that steps should be taken to ensure that the OECS Economic Union Treaty would be recognised under the &lt;a href=\"Revised%20Treaty%20of%20Chaguaramas\"&gt;Revised Treaty of Chaguaramas&lt;/a&gt;, just as the original &lt;a href=\"Treaty%20of%20Chaguaramas\"&gt;Treaty of Chaguaramas&lt;/a&gt; had recognised the Treaty of Basseterre. \nThis was achieved in 2013 at the Twenty-Fourth Inter-Sessional Meeting of the Conference of Heads of Government of CARICOM held in Port-au-Prince, Haiti, from 18–19 February 2013. At that conference CARICOM leaders adopted the OECS’ Revised Treaty of Basseterre into CARICOM’s Revised Treaty of Chaguaramas, which St. Vincent and the Grenadines Prime Minister, Ralph Gonsalves said would effectively give CARICOM member states the opportunity of integrating initially with the OECS and taking a seemingly quicker path to integration. In order to achieve this the Conference agreed that the Inter-Governmental Task Force (IGTF) revising the Treaty of Chaguaramas would recognise the provisions of the Treaty establishing the Economic Union of the Organisation of Eastern Caribbean States (OECS). The IGTF was mandated to refer back to the Conference at its next meeting on this issue.\nThe Economic Union Treaty's provisions are now expected to establish a Single Financial and Economic Space within which goods, people and capital move freely; harmonize monetary and fiscal policies Member States are expected continue to adopt a common approach to trade, health, education and environment, as well as to the development of such critical sectors as agriculture, tourism and energy. The Economic Union Treaty (or Revised Treaty as it is sometimes known) will also create two new organs for governing the OCES; The Regional Assembly (consisting of members of parliaments/legislatures) and The Commission (a strengthened Secretariat). The free movement of OECS nationals within the subregion is expected to commence in August 2011 after a commitment towards that goal by the Heads of Government at their meeting in May 2011.\nThis was achieved on schedule with the six independent OECS members and later Montserrat with nationals being allowed to enter the participating Member States without hindrance and remain for an indefinite period in order to work, establish businesses; provide services or to reside. The free movement of OECS nationals throughout the Economic Union is underpinned by legislation and is facilitated by administrative mechanisms This is achieved by OECS nationals entering the special immigration lines for CARICOM nationals when traveling throughout the Economic Union and presenting a valid photo ID and completed Entry/Departure form whereupon the immigration officer shall grant the national entry for an indefinite period save where the national presents a security risk or where there exists some other legal basis for prohibiting entry.\nCentral Bank.\nThe majority of the OECS members-states are participants of the &lt;a href=\"Eastern%20Caribbean%20Central%20Bank\"&gt;Eastern Caribbean Central Bank&lt;/a&gt; (ECCB) monetary authority. The regional central bank oversees financial and banking integrity for the Organisation of Eastern Caribbean States economic bloc of states. Part of the bank's oversight lends to maintaining the financial integrity of the &lt;a href=\"East%20Caribbean%20dollar\"&gt;East Caribbean dollar (XCD)&lt;/a&gt;. Of all OECS member-states, only the &lt;a href=\"British%20Virgin%20Islands\"&gt;British Virgin Islands&lt;/a&gt;, &lt;a href=\"Guadeloupe\"&gt;Guadeloupe&lt;/a&gt; and &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; do not use the East Caribbean dollar as their de facto native currency.\nAll other members belong to the Eastern Caribbean Currency Union.\nSecurity.\nThe OECS sub-region has a military support unit known as the &lt;a href=\"Regional%20Security%20System\"&gt;Regional Security System&lt;/a&gt; (RSS). It is made up of the independent countries of the OECS along with &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;. The unit is based in the island of Barbados and receives funding and training from various countries including the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;.\nPharmaceutical Procurement Service.\nThe Pharmaceutical Procurement Service, also known as the Eastern Caribbean Drug Service, procures medicines and allied health equipment on behalf of the member States. It has an 840 item product portfolio based on the regional &lt;a href=\"Formulary%20%28pharmacy%29\"&gt;formulary&lt;/a&gt;. it is said to generate savings of $5 million a year.\nFlag and logo.\nThe &lt;a href=\"flag\"&gt;flag&lt;/a&gt; and &lt;a href=\"logo\"&gt;logo&lt;/a&gt; of the OECS consists of a complex pattern of concentric design elements on a pale green field, focused on a circle of nine inwardly pointed orange triangles and nine outwardly pointed white triangles. It was adopted June 21, 2006, and first raised on that day at &lt;a href=\"Basseterre\"&gt;Basseterre&lt;/a&gt;, &lt;a href=\"St.%26amp%3Bnbsp%3BKitts%20and%20Nevis\"&gt;St. Kitts and Nevis&lt;/a&gt;."
}