{
    "id": "48921691",
    "revid": "6080276",
    "url": "https://en.wikipedia.org/wiki?curid=48921691",
    "title": "Owa Hutterite Colony",
    "text": "The Christian Community of New Hutterian Brethren at () is a &lt;a href=\"Hutterite\"&gt;Hutterite&lt;/a&gt; colony of the &lt;a href=\"Dariusleut\"&gt;Dariusleut&lt;/a&gt; branch in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. It is located near village in &lt;a href=\"Nasu%20District%2C%20Tochigi\"&gt;Nasu District, Tochigi&lt;/a&gt;. The members of the colony are &lt;a href=\"ethnicity\"&gt;ethnic&lt;/a&gt; &lt;a href=\"Japanese%20people\"&gt;Japanese&lt;/a&gt;.\nHistory.\nBackground.\n&lt;a href=\"Buddhism\"&gt;Buddhists&lt;/a&gt; have a long tradition of communal living and there are several Buddhist communities in Japan. Therefore, the idea of communal living was not totally uncommon for Japanese Christians. The founders of Colony wanted to establish communal living modeled after the Buddhist commune, but based on Christian principles.\nIn the 1950s, the United Church of Christ, led by , began communal living in . Lacking an organisational model, the Church studied &lt;a href=\"kibbutz\"&gt;kibbutz&lt;/a&gt;im in Israel, but abandoned this model of structure for that of the North American Hutterites, who they established contact with through the Dariusleut Wilson Siding Colony near &lt;a href=\"Lethbridge%2C%20Alberta\"&gt;Lethbridge, Alberta&lt;/a&gt;. The Church quickly adopted many aspects of the Hutterite way of life, including their European-style dress, which briefly became fashionable within the city of following its adoption by the Church.\nIn 1972, the Church decided to move out of 's urban environment in order to further develop its Hutterite principles. The Colony proper was founded, with the group establishing the colony on six acres of land under the leadership of and with the financial assistance of the Wilson Colony in Alberta.\nColony.\nThe colony developed a broad base of agricultural activities, growing twenty different crops including wheat, soy beans, potatoes, apples, raspberries and carrots, for both commercial and their own use; as a result, the colony was effectively self-sufficient. The colony also produces bread, plum wine and has a fresh water spring providing access to potable water year round. During the 1970s, the colony accepted contract work assembling television components, but discontinued this practice by 1977 because of the imposed deadlines interfering with Colony life.\nThroughout the 1970s, there were strong ties between the Japanese and Canadian colonies, with letters being exchanged twice a month and published in 's biweekly journal, (Vineyard). and other colonists made frequent trips to the Wilson Colony in Alberta to learn more about the Hutterite way of life, with and his wife being baptized there in 1975 in a Japanese language ceremony by John Würz, the colony's head minister. After himself was ordained there as a Hutterite minister in 1977, he was able to baptize the rest of the colonists in Japan. In 1977, the possibility of , a young unmarried female member of the Colony, marrying a Canadian Hutterite who could eventually take over the Colony was discussed, but this idea was dropped. continued to be the most active single conduit between Japan and Canada, even learning German and teaching Reverend Würz the limited Japanese for his baptism of in 1975.\n died in 1983 of a brain hemorrhage during the reconstruction of 's church, with taking over as his successor.\nDoctrine.\nIn the early days, there was greater adherence to conservative &lt;a href=\"Dariusleut\"&gt;Dariusleut&lt;/a&gt; doctrine, with colonists living an austere lifestyle – this was often learned firsthand, as many founding Ōwa members lived for extended periods in Hutterite colonies in North America, including Wilson Colony. This caused some friction, with member Katizum Tamura pushing for a more modernistic approach to life, against the inclinations of the conservative First Minister Reverend Izeki. This eventually lead to Tamura and his family leaving the colony with his wife and three children.\nDespite this, by 2009 a less strict lifestyle had steadily been adopted, more reminiscent of the liberal &lt;a href=\"Schmiedeleut\"&gt;Schmiedeleut&lt;/a&gt; Hutterite branch than the founding conservative Dariusleut tradition; this is reflected in the organizational structure, and also personal choices such as the wearing of wristwatches, the discarding of traditional Hutterite headgear for both men and women, and women's wearing of trousers for work – something which would be unthinkable in North American Hutterite colonies. This has been speculated to be a consequence of the Colony's gender imbalance, which heavily favors women. \nIn some areas, however, the Ōwa Colony's lifestyle significantly deviates even from the most liberal trends of some North American Hutterite colonies. For example, public access to a television and DVD player for all members, church services being held only once a week instead of once a day, and sending children to a local school instead of educating them on the Colony, which has been described as \"The greatest difference between Ōwa Colony and the North American colonies\".\nPopulation.\nIn 1971 the group that would form Ōwa Colony had 19 members (4 men, 11 women and 4 children). The population would peak in 1981 with about thirty members, from where it steadily declined. Despite early hopes of establishing a self-sustaining population, children born into the Ōwa Colony later married outside the community and left. Some of these adults born into the Colony still continue as members of the Hutterite Church, and occasionally contribute labour, remaining in contact with their families on the Colony, but do not live communally themselves. By 2010 there were 9 members, mostly elderly people. The demographic outlook of the Ōwa Colony has been described as \"grim\", and \"destined for extinction\", mirroring a nationwide Japanese trend of low fertility and an aging population."
}