{
    "id": "48925314",
    "revid": "2521907",
    "url": "https://en.wikipedia.org/wiki?curid=48925314",
    "title": "Stade Amédée-Prouvost",
    "text": "The Stade Amédée-Prouvost is an ancient stadium in &lt;a href=\"Wattrelos\"&gt;Wattrelos&lt;/a&gt;, in the &lt;a href=\"Nord%20%28French%20department%29\"&gt;Northern Department&lt;/a&gt;. It was built in 1923.\nIt hosted the matches of the &lt;a href=\"Excelsior%20AC%20Roubaix\"&gt;Excelsior Roubaix&lt;/a&gt; from 1928-1945 and the &lt;a href=\"CO%20Roubaix-Tourcoing\"&gt;Olympic Club Roubaix-Tourcoing&lt;/a&gt; from 1945 to 1970.\nHistory.\nIn 1923, Albert Prouvost, a sponsor and patron of FC Roubaix, decided to and financed the construction of a new stadium with 2,000 covered seats, which hosted the football team of the club, but also tennis, bocce, gymnastics, table tennis and basketball. Officially opened in September 1927, the Stade Amédée-Prouvost then becomes one of the best enclosures in the region.\nIn 1929, the stadium was the scene of the tumultuous arrival of the &lt;a href=\"Paris%E2%80%93Roubaix\"&gt;Paris-Roubaix&lt;/a&gt; cycling race: with a cendree track it turns out that the stadium is not at all suited to cycling. In the final sprint involving three competitors, the big favorite, Belgian &lt;a href=\"Georges%20Ronsse\"&gt;Georges Ronsse&lt;/a&gt;, slips and breaks his wheel while he is in the lead, leaving the victory to his compatriot Charles Meunier. Dissatisfied, the public invades the track and the sprint for fourth place is canceled. The press was very critical, so that the race was not run there again.\nThat same year, the Roubaix FC merged with Excelsior Tourcoing to become the &lt;a href=\"Excelsior%20AC%20Roubaix\"&gt;Excelsior Roubaix&lt;/a&gt;. The new club opts for Amédée-Prouvost stadium for his football and athletics teams. The club achieved significant results in the Coupe de France with a , losing to &lt;a href=\"Club%20Fran%C3%A7ais\"&gt;Club français&lt;/a&gt;, eventual winners of the competition, then the club had a . In 1935 and 1936, two new grandstands, with 9000 covered seats and 7,000 standing places (not covered), were opened.\nIn 1945, Excelsior merges with the RC Roubaix and Tourcoing Union Sportive to form &lt;a href=\"CO%20Roubaix-Tourcoing\"&gt;Olympic Club Roubaix-Tourcoing&lt;/a&gt;, whose president is Albert Prouvost. The new club gradually became the resident club of the stadium. The stadium was in the center of a large urban center with canteen and facilities of Prouvost establishments. The &lt;a href=\"Company%20town\"&gt;city&lt;/a&gt; welcomed workers and their families. The CORT had a thunderous debut in the championship of France: 3rd in the first division in 1946, it won the national title in 1947. The club is unfortunately relegated to the second division in 1955 after a poor season.\nAfter another relegation in 1963, the professional status of the club was abandoned. In 1966 the premier covered gallery is closed. The club finally ceased operations June 15, 1970, when it had been in the France Amateurs Championship, the third tier of French football. Excelsior Roubaix Athletic Club took over in stride.\nIn 1977, fallen to DH, the club merged with Sporting Club de Roubaix and its first team abandons the stadium Amédée Prouvost for &lt;a href=\"Roubaix%20Velodrome\"&gt;Roubaix Velodrome&lt;/a&gt;. In 1984 the club finally files for bankruptcy.\nIn 2011, all that remains of the stadium instead a wasteland.\nIn 2012 the Stade Amedee Prouvost has given way to a sports arena dedicated to young people. Many cultural events aimed to develop the Lille culture are organized in \"la boite à musique\" in the same street that bears the name of the stadium. Today many young people who come to enjoy this space and indulge in true sporting achievements"
}