{
    "id": "48971435",
    "revid": "15220326",
    "url": "https://en.wikipedia.org/wiki?curid=48971435",
    "title": "Punic-Roman towers in Malta",
    "text": "The remains of six Punic-Roman towers have been identified in Malta. They are believed to have been built while &lt;a href=\"Malta\"&gt;the island&lt;/a&gt; was part of the &lt;a href=\"Ancient%20Carthage\"&gt;Punic&lt;/a&gt; or &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;s. Their architecture suggests a late Punic origin, and they remained in use throughout the Roman period, until at least the 3rd century AD. Evidence suggest that the towers were used to defend the island. The towers are clearly all built on high grounds, in specific locations, and could considerably communicate with signals from one to another. Similar towers are also found in nearby &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; with the same defensive system. In the context of time some locals still lived in caves with few others living in &lt;a href=\"vernacular\"&gt;vernacular&lt;/a&gt; housing with similar characteristics to nearby &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;.\nThe towers are generally held to be built during the Punic era and embellished by the Romans. Roman and Greek housing were constructed much later and generally not in the proximity to the towers which suggests that by the time the towers may have decreased their importance with the use of other military system such as the fortifications of &lt;a href=\"Melite%20%28ancient%20city%29\"&gt;Melite&lt;/a&gt;. However the last time when the towers were burned, to send signals, was in the third century AD. Some towers, such as &lt;a href=\"Ta%27%20%C4%8Aieda%20Tower\"&gt;Ta' Ċieda Tower&lt;/a&gt;, were primarily built with the &lt;a href=\"adaptive%20reuse\"&gt;adaptive reuse&lt;/a&gt; of pre-historic stones and after the destruction of the towers, when they were not rebuilt again, the ruins were used for funerary tombstones and rubble walls during the Arab period. The bottom base of six towers still survive, at varying extant, while some objects found at the towers are now displayed in museums. Two others were probably completely demolished during the building of the runway of the &lt;a href=\"Malta%20International%20Airport\"&gt;Malta International Airport&lt;/a&gt;.\nList of towers.\nSix sites, all on the &lt;a href=\"Malta%20%28island%29\"&gt;main island of Malta&lt;/a&gt;, have been identified as being the remains of towers built either in the Punic or Roman periods. These are:\nIn addition, archaeologist &lt;a href=\"David%20Trump\"&gt;David Trump&lt;/a&gt; mentioned a further two towers, bringing the total to eight. The remains of some other towers might have been demolished to make way for the runway of the &lt;a href=\"Malta%20International%20Airport\"&gt;Malta International Airport&lt;/a&gt;.\nNo Roman towers have been identified on Malta's sister island &lt;a href=\"Gozo\"&gt;Gozo&lt;/a&gt;, but some archaeological finds on the island are sometimes believed to be the remains of towers. However, the ruins are not sufficient to determine if they were actually Punic or Roman towers, and almost nothing is known about them.\n&lt;a href=\"Punic%20building%2C%20%C5%BBurrieq\"&gt;Another Punic tower&lt;/a&gt; is found in the garden of the house of the parish priest of &lt;a href=\"%C5%BBurrieq\"&gt;Żurrieq&lt;/a&gt;. It is high, and it is in relatively good condition. Unlike the other towers, this has a square shape, and it is believed to have been part of a larger building.\nArchitecture, age and purpose.\nAll six towers have a round shape, and were built out of large &lt;a href=\"ashlar\"&gt;ashlar&lt;/a&gt; blocks, typical of late &lt;a href=\"Ancient%20Carthage\"&gt;Punic&lt;/a&gt; buildings. Ancient &lt;a href=\"cistern\"&gt;cistern&lt;/a&gt;s have been found at the towers of Ta' Ġawhar and Ta' Ċieda.\nThe age and purpose of the towers is not exactly known. Although some theories suggest that the towers are prehistoric, it is generally believed that they date back to the late Punic period, as evidenced by their architecture as well as by pottery and other artefacts uncovered at Ta' Wilġa and Ta' Ġawhar. A Phoenician tomb was also found close to Ta' Wilġa Tower. Ta' Ġawhar Tower is believed to have been burnt twice, initially during the &lt;a href=\"First%20Punic%20War\"&gt;First Punic War&lt;/a&gt; and again in around the 3rd century AD. Coins dating back to 35 BC and the 3rd century AD have been found at Ta' Ġawhar, along with an iron ace and a gold earring. This shows that the towers were definitely in use during the Roman period. Several theories have been suggested as to the purpose of the towers:\nThe towers are believed to have been abandoned in around the 3rd century AD.\nArchaeology.\nTa' Wilġa Tower was excavated by the Museums Department in 1910. Tal-Baqqari Tower was identified on 6 September 1920, but was never properly excavated. Ta' Ġawhar and Ta' Ċieda Towers were investigated by British archaeologist David Trump in 1960.\nTa' Wilġa and Ta' Ċieda towers were included on the Antiquities List of 1925.\nThe best preserved of the six towers is Ta' Ġawhar Tower, parts of which have survived up to seven courses. This tower is listed on the &lt;a href=\"National%20Inventory%20of%20the%20Cultural%20Property%20of%20the%20Maltese%20Islands\"&gt;National Inventory of the Cultural Property of the Maltese Islands&lt;/a&gt;.\nOther towers with possible Roman origins.\nThe &lt;a href=\"Xlejli%20Tower\"&gt;Xlejli Tower&lt;/a&gt; in &lt;a href=\"Gudja\"&gt;Gudja&lt;/a&gt;, which is still in good condition, also possibly has Roman origins. According to historian , an urn full of Roman copper medals was found at the tower, and its round shape makes it similar to other Roman towers in Malta. However, according to other sources, the tower was built in the 12th or 13th century AD."
}