{
    "id": "48980116",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=48980116",
    "title": "Xiang Lin Si Temple",
    "text": "Xiang Lin Si Temple () is a &lt;a href=\"Chinese%20temple\"&gt;Chinese temple&lt;/a&gt; located opposite of &lt;a href=\"Cheng%20Hoon%20Teng%20Temple\"&gt;Cheng Hoon Teng Temple&lt;/a&gt; in Jalan Tokong, &lt;a href=\"Malacca%20City\"&gt;Malacca City&lt;/a&gt;. This double-storey temple follows the &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; branch of &lt;a href=\"Mah%C4%81y%C4%81na%20Buddhism\"&gt;Mahāyāna Buddhism&lt;/a&gt;.\nHistory.\nThe temple is named after a &lt;a href=\"Buddhist%20monk\"&gt;monk&lt;/a&gt; from &lt;a href=\"China\"&gt;China&lt;/a&gt;, started as a \"&lt;a href=\"kampung\"&gt;village&lt;/a&gt;\"-style wooden house in 1958 before being rebuilt in a modern architecture as a double-storey brick building in 1985.\nFeatures.\nThe two-storey temple has a three &lt;a href=\"arch\"&gt;arch&lt;/a&gt; doorways on each level. In the first doorway which is the Buddha Hall, there is a small smiling statue of Mi-lo Fwo (&lt;a href=\"Maitreya\"&gt;Maitreya&lt;/a&gt;) in a short altar facing the door. The &lt;a href=\"Eighteen%20Arhats\"&gt;Eighteen Luohan&lt;/a&gt; are lined up on both sides of the Buddha Hall, nine on each side, leading to a smaller statue of &lt;a href=\"Gautama%20Buddha\"&gt;Gautama Buddha&lt;/a&gt; in the centre. Behind the Buddha statues is the statue of &lt;a href=\"Goddess%20of%20Mercy\"&gt;Goddess of Mercy&lt;/a&gt; (Guan Yin). The temple also kept a complete collection of the &lt;a href=\"P%C4%81li%20Canon\"&gt;Pāli Canon&lt;/a&gt;, a religious scripture of Buddhism. The second floor of the temple is a convenient spot for capturing scenic photos of its neighbouring temple of Cheng Hoon Teng and the rest of the \"Harmony Street\" because of its proximity to the &lt;a href=\"Kampung%20Kling%20Mosque\"&gt;Kampung Kling Mosque&lt;/a&gt; and &lt;a href=\"Sri%20Poyatha%20Moorthi%20Temple\"&gt;Sri Poyatha Moorthi Temple&lt;/a&gt;, which symbolises religious tolerance existed long before the founding of the modern state of Malaysia."
}