{
    "id": "489919",
    "revid": "30380342",
    "url": "https://en.wikipedia.org/wiki?curid=489919",
    "title": "Gonzalo Fernández de Córdoba",
    "text": "Gonzalo Fernández de Córdoba, 1st Duke of Santángelo (1 September 1453 – 2 December 1515) was a Spanish general and statesman who led successful military campaigns during the &lt;a href=\"Conquest%20of%20Granada\"&gt;Conquest of Granada&lt;/a&gt; and the &lt;a href=\"Italian%20Wars\"&gt;Italian Wars&lt;/a&gt;. His military victories and widespread popularity earned him the nickname \"El Gran Capitán\" (\"The Great Captain\"). He also negotiated the final surrender of Granada and later served as &lt;a href=\"Viceroy%20of%20Naples\"&gt;Viceroy of Naples&lt;/a&gt;. Fernández de Córdoba was a masterful military strategist and tactician. He was the first European to introduce the successful use of firearms on the battlefield and he reorganized his &lt;a href=\"Pike%20and%20shot\"&gt;infantry to include pikes and firearms in effective defensive and offensive formations&lt;/a&gt;. The changes implemented by Fernández de Córdoba were instrumental in making the Spanish army the dominant force in Europe for more than a century and a half. For his extensive political and military success, he was made &lt;a href=\"Duke%20of%20Sant%C3%A1ngelo\"&gt;Duke of Santángelo&lt;/a&gt; (1497), &lt;a href=\"Duke%20of%20Terranova\"&gt;Terranova&lt;/a&gt; (1502), &lt;a href=\"Duke%20of%20Andr%C3%ADa\"&gt;Andría&lt;/a&gt;, &lt;a href=\"Duke%20of%20Montalto%20%28title%29\"&gt;Montalto&lt;/a&gt; and &lt;a href=\"Duke%20of%20Sessa\"&gt;Sessa&lt;/a&gt; (1507).\nEarly life.\nGonzalo Fernández de Córdoba was born on 1 September 1453 at &lt;a href=\"Montilla\"&gt;Montilla&lt;/a&gt; in the &lt;a href=\"C%C3%B3rdoba%20Province%20%28Spain%29\"&gt;province of Córdoba&lt;/a&gt;. He was the younger son of Pedro Fernández de Córdoba, Count of &lt;a href=\"Aguilar%20de%20la%20Frontera\"&gt;Aguilar&lt;/a&gt; (himself the son of \nPedro Fernández de Córdoba, 1390–1424 and of Leonor de Arellano)\nand of Elvira de Herrera (daughter of Pedro Núñez de Herrera y Guzmán, d. 1430, and of Blanca &lt;a href=\"House%20of%20Enr%C3%ADquez\"&gt;Enríquez&lt;/a&gt; de Mendoza). In 1455 when Gonzalo was two years old, his father died. His older brother, Alonso, inherited all of their father's estates, leaving Gonzalo to seek his own fortune. In 1467 Gonzalo was first attached to the household of &lt;a href=\"Alfonso%2C%20Prince%20of%20Asturias%20%281453%E2%80%931468%29\"&gt;Alfonso, Prince of Asturias&lt;/a&gt;, the half-brother of King &lt;a href=\"Henry%20IV%20of%20Castile\"&gt;Henry IV of Castile&lt;/a&gt;. After Alfonso's death in 1468 Gonzalo devoted himself to Alfonso's sister, &lt;a href=\"Isabella%20I%20of%20Castile\"&gt;Isabella of Castile&lt;/a&gt;.\nWhen King Henry IV died in 1474 Isabella proclaimed herself successor queen, disputing the right of &lt;a href=\"Juana%20la%20Beltraneja\"&gt;Juana la Beltraneja&lt;/a&gt; (the king's 13-year-old daughter and her niece) to ascend the throne. During the ensuing &lt;a href=\"War%20of%20the%20Castilian%20Succession\"&gt;civil war&lt;/a&gt; between the followers of Isabella and Juana, there was also conflict with Portugal since King &lt;a href=\"Alfonso%20V%20of%20Portugal\"&gt;Alfonso V of Portugal&lt;/a&gt; sided with his niece Juana. Gonzalo fought for Isabella under &lt;a href=\"Alonso%20de%20C%C3%A1rdenas\"&gt;Alonso de Cárdenas&lt;/a&gt;, grand master of the &lt;a href=\"Order%20of%20Santiago\"&gt;Order of Santiago&lt;/a&gt;. In 1479 he fought in the final battle against the Portuguese leading 120 lancers. Cárdenas praised him for his service. When the war ended Isabella and her husband &lt;a href=\"Ferdinand%20II%20of%20Aragon\"&gt;Ferdinand&lt;/a&gt; were the rulers of Castile and Aragon.\nConquest of Granada.\nOnce the &lt;a href=\"Catholic%20Monarchs\"&gt;Catholic Monarchs&lt;/a&gt; had consolidated their rule, they embarked in 1481 on a ten-year campaign to &lt;a href=\"conquest%20of%20Granada\"&gt;conquer Granada&lt;/a&gt;, the last remaining Muslim stronghold on the Iberian peninsula. Fernández de Córdoba was an active participant in the fighting and distinguished himself as a brave and competent military leader. He gained renown for participation in the sieges of several walled towns including Loja, Tajara, &lt;a href=\"Illora\"&gt;Illora&lt;/a&gt;, and &lt;a href=\"Montefr%C3%ADo\"&gt;Montefrío&lt;/a&gt;. At Montefrío he was reported to be the first attacker over the walls. In 1492, Fernández de Córdoba captured the city of Granada, bringing an end to the war. The skills of a military engineer and a &lt;a href=\"guerilla%20fighter\"&gt;guerilla fighter&lt;/a&gt; were equally useful. Because of his knowledge of Arabic and his familiarity with &lt;a href=\"Boabdil\"&gt;Boabdil&lt;/a&gt;, Gonzalo was chosen as one of the officers to arrange the surrender.\nFor his service he was rewarded with an &lt;a href=\"Order%20of%20Santiago\"&gt;Order of Santiago&lt;/a&gt;, an &lt;a href=\"encomienda\"&gt;encomienda&lt;/a&gt;, the manor of &lt;a href=\"%C3%93rgiva\"&gt;Órgiva&lt;/a&gt; in Granada as well as silk production rights in the region.\nItalian campaigns.\nGonzalo was an important military commander during the &lt;a href=\"Italian%20Wars\"&gt;Italian Wars&lt;/a&gt;, holding command twice and earning the name \"The Great Captain\".\nFirst Italian War.\nThe &lt;a href=\"Italian%20Wars\"&gt;Italian Wars&lt;/a&gt; began in 1494 when &lt;a href=\"Charles%20VIII%20of%20France\"&gt;Charles VIII of France&lt;/a&gt; marched into Italy with 25,000 men to make good his claim to the &lt;a href=\"Kingdom%20of%20Naples\"&gt;Kingdom of Naples&lt;/a&gt; ruled by &lt;a href=\"Ferdinand%20II%20of%20Naples\"&gt;Ferdinand II&lt;/a&gt;, a cousin to Ferdinand of Aragon. The French easily overwhelmed the Neapolitan defenses and on 12 May 1495 Charles had himself crowned Emperor of Naples. The Catholic Monarchs were anxious to reverse French success in Naples and selected Fernández de Córdoba to lead an expeditionary force against Charles. Fernández de Córdoba landed in Naples shortly after Charles' coronation with a force of about 5,000 infantry and 600 light cavalry. Fearful of being trapped in Italy, Charles installed &lt;a href=\"Gilbert%2C%20Count%20of%20Montpensier\"&gt;Gilbert de Bourbon&lt;/a&gt; as Viceroy of Naples and returned to France with about half of the French forces.\nInitially, the light infantry and cavalry under Fernández de Córdoba command were no match against the heavily-armed French. A lack of training and poor coordination between Spanish and Italian forces compounded the problem. In their first major engagement on 28 June 1495, Fernández de Córdoba was defeated at the &lt;a href=\"Battle%20of%20Seminara\"&gt;Battle of Seminara&lt;/a&gt; against French forces led by &lt;a href=\"Bernard%20Stewart%20d%27Aubigny\"&gt;Bernard Stewart d'Aubigny&lt;/a&gt;. After the defeat, Fernández de Córdoba withdrew to implement a rigorous training program and reorganize his army. The Spanish employed effective guerrilla tactics, striking quickly to disrupt French supply lines and avoiding large-scale battles. Gradually Fernández de Córdoba regained a foothold in the country and then assaulted the French-occupied Italian cities. Within a year, Fernández de Córdoba achieved a decisive victory at Atella, capturing the French viceroy and expelling the remaining \nFrench forces from Naples. He also recovered the Roman port of &lt;a href=\"Ostia%20%28Rome%29\"&gt;Ostia&lt;/a&gt; and returned the captured territories to the Italians by 1498.\nMilitary restructuring.\nWhen Fernández de Córdoba returned to Spain he drew on the lessons from the Italian campaign to restructure the Spanish forces and military strategy. In the open field, the loose formation and short swords of the Spanish infantry were unable to withstand a charge of heavy cavalry and infantry armed with pikes. To overcome this weakness, Fernández de Córdoba introduced a new infantry formation armed with pikes and a heavy, shoulder-fired gun called an &lt;a href=\"arquebus\"&gt;arquebus&lt;/a&gt;. To increase tactical flexibility he assigned different sections of his forces to specific roles, rather than using them as one general force. These new sections could maneuver more independently and act with greater flexibility.\nSecond Italian War.\nAfter &lt;a href=\"Louis%20XII%20of%20France\"&gt;Louis XII&lt;/a&gt; succeeded Charles as king of France in 1498, he quickly declared his intention to re-invade Italy and once again seize Naples. To buy time, Spain negotiated the Treaty of Granada with France in 1500, agreeing to partition Naples between the two countries. Fernández de Córdoba returned to Italy leading a large force on the pretext of joining with France and Venice to attack the Ottomans in the Ionian Sea. For a time Fernández de Córdoba did fight the Turks, seizing the strongly held island of &lt;a href=\"Cephalonia\"&gt;Cephalonia&lt;/a&gt; in December 1500 after a &lt;a href=\"Siege%20of%20the%20Castle%20of%20Saint%20George\"&gt;two-month siege&lt;/a&gt;.\nFernández de Córdoba returned to Naples and after &lt;a href=\"Frederick%20IV%20of%20Naples\"&gt;Frederick IV&lt;/a&gt; abdicated, the French and Spanish fought a guerilla war while negotiating the partition of the kingdom. Spain was outnumbered and besieged in &lt;a href=\"Barletta\"&gt;Barletta&lt;/a&gt; by the French. Gonzalo refused to be drawn into a full-scale battle until he received sufficient reinforcements. \nWhen his army was adequately reinforced, Fernández de Córdoba engaged the French on 28 April 1503 at the &lt;a href=\"Battle%20of%20Cerignola\"&gt;Battle of Cerignola&lt;/a&gt; where 6,000 Spanish troops faced a French army of 10,000. Gonzalo formed his infantry into units called \"coronelías\" with pikemen tightly packed in the center and arquebusiers and swordsmen on the flanks. The French unsuccessfully attacked the front and were assailed by gunfire coming from the flanks. The French commander, the &lt;a href=\"Louis%20d%27Armagnac%2C%20Duke%20of%20Nemours\"&gt;Louis d'Armagnac, Duke of Nemours&lt;/a&gt;, was killed early in the battle. After withstanding two French charges, Fernández de Córdoba, El Gran Capitán, went on the offensive and drove the French off the field. This was the first time in history that a battle had been won largely through the strength of firearms.\nFernández de Córdoba occupied the city of Naples and pushed the French forces back across the &lt;a href=\"Garigliano%20River\"&gt;Garigliano River&lt;/a&gt;. Separated by the river, a stalemate ensued with neither side able to make progress. But Fernández de Córdoba strung together a pontoon bridge and stole across the river on the night of December 29, 1503. The French, commanded by &lt;a href=\"Ludovico%20II%20of%20Saluzzo\"&gt;Ludovico II of Saluzzo&lt;/a&gt;, had assumed the rain-swollen river was impassable and were taken by complete surprise. Fernández de Córdoba and his army decisively defeated the French with their formations of pikes and arquebuses. Fernández de Córdoba continued to pursue the French and captured the Italian city of Gaeta in January 1504. Unable to mount a defense after these losses, the French were allowed to evacuate Italy by sea and forced to sign the Treaty of Blois in 1505, relinquishing their hold on Naples.\nViceroy of Naples.\nWhen the French were driven out of Naples, Fernández de Córdoba was made &lt;a href=\"Duke%20of%20Terranova\"&gt;Duke of Terranova&lt;/a&gt; and appointed &lt;a href=\"Viceroy%20of%20Naples\"&gt;Viceroy of Naples&lt;/a&gt; in 1504. Later that same year Queen &lt;a href=\"Isabel%20I%20of%20Castile\"&gt;Isabel I of Castile&lt;/a&gt; died, depriving him of his most ardent supporter. Isabel's death also effectively pushed her husband, &lt;a href=\"Ferdinand%20II%20of%20Aragon\"&gt;Ferdinand II of Aragon&lt;/a&gt;, out of power temporarily in Castile and forced him to defend his interests in Aragon. Naples was an Aragonese kingdom but Gonzalo was a Castilian and widely popular. As a result, Ferdinand suspected his loyalty and also felt that Gonzalo spent too freely from the treasury. In 1507 Ferdinand traveled to Naples, removed him from office and ordered him to return to Spain with a promise that he would be installed as master of the &lt;a href=\"Order%20of%20Santiago\"&gt;Order of Santiago&lt;/a&gt;, a powerful and prestigious position.\nAlthough Fernández de Córdoba was awarded the additional title, &lt;a href=\"Duke%20of%20Sessa\"&gt;Duke of Sessa&lt;/a&gt;, he never received the promised appointment to lead the Santiago military order. Ferdinand continued to praise him but gave him nothing else to do; he eventually retired to one of his country estates. Fernández de Córdoba died of &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt; on 2 December 1515 at his villa near Granada at age 62.\nMarriage and family.\nFernández de Córdoba first married in 1474 to his cousin María de Sotomayor; about a year later she died giving birth to a stillborn son. On 14 February 1489 he married María &lt;a href=\"House%20of%20Lara\"&gt;Manrique de Lara&lt;/a&gt; y Figueroa (also known as María Manrique de Lara y Espinosa, d. 1527) from a powerful and wealthy noble family. His only surviving daughter, &lt;a href=\"Elvira%20Fern%C3%A1ndez%20de%20C%C3%B3rdoba%20y%20Manrique\"&gt;Elvira Fernández de Córdoba y Manrique&lt;/a&gt;, would inherit all his titles upon his death in 1515.\nLegacy.\nThe \"Gran Capitán\" was a pioneer of &lt;a href=\"early%20modern%20warfare\"&gt;modern warfare&lt;/a&gt;. He revolutionized 16th-century military strategy by integrating firearms into the Spanish infantry and directed the first battle in history won by &lt;a href=\"gunpowder\"&gt;gunpowder&lt;/a&gt; &lt;a href=\"small%20arms\"&gt;small arms&lt;/a&gt; (in this case, &lt;a href=\"arquebus\"&gt;arquebus&lt;/a&gt;es), the &lt;a href=\"Battle%20of%20Cerignola\"&gt;Battle of Cerignola&lt;/a&gt; of 1503. \nHe helped found the first modern standing army (the nearly invincible &lt;a href=\"Tercio\"&gt;Spanish infantry&lt;/a&gt; which dominated European battlefields for most of the 16th and 17th centuries), and he pioneered &lt;a href=\"combined%20arms\"&gt;combined arms&lt;/a&gt; warfare by combining the use of infantry, cavalry and artillery with naval support.\nHe left no sons, and was succeeded in his dukedoms by daughter &lt;a href=\"Elvira%20Fern%C3%A1ndez%20de%20C%C3%B3rdoba%20y%20Manrique\"&gt;Elvira Fernández de Córdoba y Manrique&lt;/a&gt;. \nHis burial place in the &lt;a href=\"Monastery%20of%20Saint%20Jerome%20%28Granada%29\"&gt;Monastery of San Jerónimo&lt;/a&gt; in &lt;a href=\"province%20of%20Granada\"&gt;Granada&lt;/a&gt;, was built in &lt;a href=\"Renaissance%20Architecture\"&gt;Renaissance style&lt;/a&gt;. His remains were transferred there in 1552, together with some 700 war trophies (captured banners). His wife and daughter (died in 1527 and 1524, respectively) were also buried there, as were a number of other family members. \nThe tomb was desecrated by Napoleonic troops under the command of the Corsican &lt;a href=\"Horace%20Fran%C3%A7ois%20Bastien%20S%C3%A9bastiani%20de%20La%20Porta\"&gt;General Sebastiani&lt;/a&gt; during the &lt;a href=\"Peninsular%20War\"&gt;Peninsular War&lt;/a&gt;, in 1810/11. The remains of Fernández de Córdoba were illegally exhumed and mutilated, and the 700 banners were burned. \nStone from the tower was used to build the Puente Verde bridge over the &lt;a href=\"Genil\"&gt;Genil&lt;/a&gt;. The monastery was fully restored at the end of the 19th century.\nReferences.\nSpanish"
}