{
    "id": "48995006",
    "revid": "9755426",
    "url": "https://en.wikipedia.org/wiki?curid=48995006",
    "title": "Čakr-paša",
    "text": "Mladen Stojanović (; died 1885), known as Čakr-paša (Чакр-паша), was a Serb \"&lt;a href=\"hajduk\"&gt;hajduk&lt;/a&gt;\" (&lt;a href=\"brigand\"&gt;brigand&lt;/a&gt; and rebel) leader mostly active in the Ottoman territories of the &lt;a href=\"P%C4%8Dinja%20%28river%29\"&gt;Pčinja&lt;/a&gt; region and in the &lt;a href=\"Kumanovo%20district%20%28Ottoman%29\"&gt;Kumanovo district&lt;/a&gt;, one of the most notable hajduks in the second half of the 19th century. A brigand since his teens, Čakr-paša deserted his guard service at the Serbian–Ottoman border in 1878 and became infamous in the following years for killing Ottoman officials, and also exploiting locals. Having survived the &lt;a href=\"Serbian%E2%80%93Ottoman%20War%20%281876%E2%80%9378%29\"&gt;Serbian–Ottoman War (1876–78)&lt;/a&gt;, &lt;a href=\"Kumanovo%20Uprising\"&gt;Kumanovo Uprising&lt;/a&gt; (1878) and &lt;a href=\"Brsjak%20Revolt\"&gt;Brsjak Revolt&lt;/a&gt; (1880–81), his end came in 1885, after years on the run (and wanted list) from both Ottoman soldiers and gendarmerie, and Serbian border guards, when his comrade slit his throat. After his death there were local stories of him as a fearless, stone-cold and raw individual, and also epic poems holding him a brave and sly hero.\nEarly life.\nStojanović was born in &lt;a href=\"Gornji%20Stajevac\"&gt;Gornji Stajevac&lt;/a&gt; near &lt;a href=\"Vranje\"&gt;Vranje&lt;/a&gt; (modern &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;). His father was Stojan (hence the surname), and Mladen had two brothers, older Stevan and younger Anđel, and lived in the \"mahala\" (neighbourhood) of Meteževci. His paternal family, called \"Čekrci\" (from \"čekrk\", \"winch\", as the ancestors were weavers), hailed from nearby &lt;a href=\"Nova%20Brezovica\"&gt;Nova Brezovica&lt;/a&gt;. While his brother Stevan was an agriculturalist, living peacefully, Mladen and Anđel became hajduks. Already in his teens, it is said, Mladen came into conflict with the Ottoman government and was imprisoned at Vranje, only to be released after his mother begged to have him freed on a Christian feast day. Mladen, nicknamed \"Čakr-paša\", was an active hajduk in the Pčinja region (on the &lt;a href=\"Kozjak%20%28mountain%29\"&gt;Kozjak&lt;/a&gt; and &lt;a href=\"German%20%28mountain%29\"&gt;German&lt;/a&gt; mountains) prior to 1876.\nHajduk.\nHe was captured by the Ottomans in 1876 (before the war) and imprisoned in the &lt;a href=\"Ni%C5%A1%20Fortress\"&gt;Niš Fortress&lt;/a&gt;, from where the Serbian army freed him (in 1877); he joined the army as a volunteer in the &lt;a href=\"Serbian%E2%80%93Ottoman%20War%20%281876%E2%80%9378%29\"&gt;Serbian–Ottoman War (1876–78)&lt;/a&gt;. While a volunteer, he befriended Veljan Strnovski and Jaćim Čelopečki. After the war, he was briefly, for a couple of months, a \"pandur\" (policeman) or guard in Vranje, but saw it as humiliating and crossed the Serbian–Ottoman border and returned to brigandage. After 1878, he was active in the frontier regions.\nČakr-paša led for a time a band of 12 hajduks, among whom were his brother Anđel, Toša Šestoprst, Peša, Toma, and others. He was mostly active in the Ottoman territories of the &lt;a href=\"P%C4%8Dinja%20%28river%29\"&gt;Pčinja&lt;/a&gt; region and in the &lt;a href=\"Kumanovo%20district%20%28Ottoman%29\"&gt;Kumanovo district&lt;/a&gt;. He attacked \"nizami\" (regular soldiers), border guards, tax collectors, customs officers, &lt;a href=\"aghas\"&gt;aghas&lt;/a&gt; and &lt;a href=\"beys\"&gt;beys&lt;/a&gt;. Čakr-paša killed the &lt;a href=\"seymen\"&gt;seymen&lt;/a&gt;s of Jusen Ferov near &lt;a href=\"Prohor%20P%C4%8Dinjski%20Monastery\"&gt;Prohor Pčinjski&lt;/a&gt;. He participated in the &lt;a href=\"Kumanovo%20Uprising\"&gt;Kumanovo Uprising&lt;/a&gt; (1878). After the suppression of the Kumanovo Uprising, the rebels that had fled to Vranje soon again began to cross Kozjak and German into the villages of Pčinja, where they would await Turks and Albanians in the dark. Among notable leaders that did this were Jaćim Jovanović, Čakr-paša, Vukadin Milkinski, Kuzman Petković, and others from the &lt;a href=\"Pore%C4%8De\"&gt;Poreče&lt;/a&gt; and &lt;a href=\"Ki%C4%8Devo\"&gt;Kičevo&lt;/a&gt; regions. Čakr-paša would cross into Serbia and move in the spring part of the &lt;a href=\"Banjska%20reka\"&gt;Banjska reka&lt;/a&gt;. He was among the 65 signatories of the 1880 appeal to Serbia to aid in a rebellion in Macedonia. He participated in the &lt;a href=\"Brsjak%20Revolt\"&gt;Brsjak Revolt&lt;/a&gt; (1880–81).\nIn springtime 1881, in the \"Devet Jugovića\"-inn in Vranje, &lt;a href=\"Micko%20Krsti%C4%87\"&gt;Micko Krstić&lt;/a&gt; assembled a band of 13 fighters, friends, blood-brothers and followers, and left Serbia. One of the members were Čakr-paša. Their first trainer and leader was &lt;a href=\"%C4%8Cerkez%20Ilija\"&gt;Čerkez Ilija&lt;/a&gt;. In April 1881, the bands of Čerkez Ilija and Micko were surrounded near &lt;a href=\"Kriva%20Palanka\"&gt;Kriva Palanka&lt;/a&gt;. The bands were devastated by a force of Ottoman soldiers and Albanians, with Čerkez Ilija and his band all dead, Micko and the survivors fled for safety. In the fight, half of Micko's band fell. Micko and the survivors crossed the mountains heading to Poreče, while Čakr-paša stayed on the Kozjak.\nAs the Ottoman government and \"nizami\" became impatient, the &lt;a href=\"Sublime%20Porte\"&gt;Porte&lt;/a&gt; protested in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;. On the Porte's request, the Serbian government under &lt;a href=\"Milan%20Piro%C4%87anac\"&gt;Milan Piroćanac&lt;/a&gt; proclaimed him an outlaw (renegade) in 1882, and then at the end of the year likewise by the \"&lt;a href=\"srez\"&gt;srez&lt;/a&gt;\" (district) captain in Vranje. \"For three years, Čakr-paša [lived off of] brigandage in Serbia, Bulgaria and the Ottoman Empire, receiving threats and blackmail from Sofia, Constantinople and Belgrade.\", it was said at the time. In autumn 1885, he was killed by his comrade, Toma Stanković from &lt;a href=\"Stari%20Glog\"&gt;Stari Glog&lt;/a&gt;, while shaving in a forest above &lt;a href=\"Vranjska%20Banja\"&gt;Vranjska Banja&lt;/a&gt;. Toma took the severed head to Vranje for evidence.\nPerson and legacy.\nČakr-paša mostly kept in the wilds east from Vranjska Banja, in the villages of Crni Vrh and Stari Glog (in the place of Samarci), for example. After 1878, he had a house in Stari Glog. He owned vineyards, and had a gypsy servant. With his band, he sold cattle on both sides of the border. He crossed the border and led cattle in both directions. According to the villagers, and also his friends, he acted quite rough. He was unpopular for his alleged way towards women. In Stari Glog, he abducted a woman, Jelena, the wife of a \"pečalbar\" (seasonal worker) in &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;. According to Toma's daughter-in-law Ljubica Stanković, Čakr-paša had forced himself on Toma's two female cousins (and thereby a motive for his murder). Čakr-paša was known to have had lived together with Jelena in Viti Bor for a longer period, but did not have any offspring. He was also remembered as a great horseman, riding a white mare.\nČakr-paša is noted as having been one of the most notable hajduks in the second half of the 19th century. After his death there were local stories of him as a fearless, stone-cold and raw individual, and also epic poems holding him a brave and sly hero. His contemporaries described him as being somewhat small in height, of firm and harmonious build, dark-haired, piercing eyes, and vigorous movements."
}