{
    "id": "4902239",
    "revid": "31647504",
    "url": "https://en.wikipedia.org/wiki?curid=4902239",
    "title": "Atonement (2007 film)",
    "text": "Atonement is a 2007 &lt;a href=\"Romance%20film\"&gt;romantic&lt;/a&gt; &lt;a href=\"War%20film\"&gt;war&lt;/a&gt; &lt;a href=\"Drama%20%28film%20and%20television%29\"&gt;drama film&lt;/a&gt; directed by &lt;a href=\"Joe%20Wright\"&gt;Joe Wright&lt;/a&gt; and starring &lt;a href=\"James%20McAvoy\"&gt;James McAvoy&lt;/a&gt;, &lt;a href=\"Keira%20Knightley\"&gt;Keira Knightley&lt;/a&gt;, &lt;a href=\"Saoirse%20Ronan\"&gt;Saoirse Ronan&lt;/a&gt;, &lt;a href=\"Romola%20Garai\"&gt;Romola Garai&lt;/a&gt;, &lt;a href=\"Benedict%20Cumberbatch\"&gt;Benedict Cumberbatch&lt;/a&gt; and &lt;a href=\"Vanessa%20Redgrave\"&gt;Vanessa Redgrave&lt;/a&gt;. It is based on the &lt;a href=\"Atonement%20%28novel%29\"&gt;2001 novel of the same name&lt;/a&gt; by &lt;a href=\"Ian%20McEwan\"&gt;Ian McEwan&lt;/a&gt;. The film chronicles a crime and its consequences over the course of six decades, beginning in the 1930s. It was produced for &lt;a href=\"StudioCanal\"&gt;StudioCanal&lt;/a&gt; and filmed in England. Distributed in most of the world by &lt;a href=\"Universal%20Studios\"&gt;Universal Studios&lt;/a&gt;, it was released theatrically in the United Kingdom on 7 September 2007 and in North America on 7 December 2007.\n\"Atonement\" opened both the 2007 &lt;a href=\"Vancouver%20International%20Film%20Festival\"&gt;Vancouver International Film Festival&lt;/a&gt; and the &lt;a href=\"64th%20Venice%20International%20Film%20Festival\"&gt;64th Venice International Film Festival&lt;/a&gt;, making Wright, at age 35, the youngest director ever to open the latter event. The film was a commercial success and earned a worldwide gross of approximately $129 million against a budget of $30 million. It received rave reviews, with critics praising its acting, emotional depth, Wright's direction, &lt;a href=\"Dario%20Marianelli\"&gt;Dario Marianelli&lt;/a&gt;'s score, the cinematography and visuals.\n\"Atonement\" won an &lt;a href=\"Academy%20Awards\"&gt;Oscar&lt;/a&gt; for &lt;a href=\"Academy%20Award%20for%20Best%20Original%20Score\"&gt;Best Original Score&lt;/a&gt; at the &lt;a href=\"80th%20Academy%20Awards\"&gt;80th Academy Awards&lt;/a&gt; and was nominated for six others, including &lt;a href=\"Academy%20Award%20for%20Best%20Picture\"&gt;Best Picture&lt;/a&gt;, &lt;a href=\"Academy%20Award%20for%20Best%20Adapted%20Screenplay\"&gt;Best Adapted Screenplay&lt;/a&gt;, and &lt;a href=\"Academy%20Award%20for%20Best%20Supporting%20Actress\"&gt;Best Supporting Actress&lt;/a&gt; for Ronan. It also garnered fourteen nominations at the &lt;a href=\"61st%20British%20Academy%20Film%20Awards\"&gt;61st British Academy Film Awards&lt;/a&gt;, winning both &lt;a href=\"BAFTA%20Award%20for%20Best%20Film\"&gt;Best Film&lt;/a&gt; and &lt;a href=\"BAFTA%20Award%20for%20Best%20Production%20Design\"&gt;Production Design&lt;/a&gt;, and won the &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Motion%20Picture%20%E2%80%93%20Drama\"&gt;Golden Globe Award for Best Motion Picture – Drama&lt;/a&gt;.\nPlot.\nIn 1935 England, 13-year-old Briony Tallis, the youngest daughter of the wealthy Tallis family, is set to perform a play she has written for an upcoming family gathering. Looking out of her bedroom window, she spies on her older sister, Cecilia, and the housekeeper's son, Robbie Turner, on whom Briony has a crush. During their argument near the fountain, Robbie accidentally breaks a vase and yells at Cecilia to stay where she is – so as to avoid cutting her feet on the broken pieces on the ground. Still angered, Cecilia then strips off her outer clothing, stares at him and climbs into the basin to retrieve one of the pieces. Briony misinterprets the scene as Robbie ordering her sister to undress and get in the water.\nRobbie drafts a note to Cecilia to apologise for the incident. In one draft, designed only as a private joke, he confesses his sexual attraction to her in explicit terms. He then writes a more formal letter and gives it to Briony to deliver. Only afterwards does he realise he has given her the wrong letter. Briony reads the letter before giving it to Cecilia. Later, she describes it to her 15-year-old visiting cousin, Lola, who calls Robbie a \"sex maniac\". \nPaul Marshall, a visiting friend of Briony's older brother, introduces himself to the visiting cousins and appears to be attracted to Lola. Before dinner, Robbie apologises to Cecilia for the obscene letter but, to his surprise, she confesses her secret love for him. They proceed to make passionate love in the library. Briony walks in on them and thinks that Robbie is raping Cecilia.\nAt dinner, Lola's twin brothers go missing and a search is organised. Outside in the dark, Briony sees Lola apparently being raped by a man, who flees upon being discovered. The two girls talk and Briony becomes convinced that it was Robbie again. A confused Lola does not dissent. Robbie finds the twins and returns with them. On the basis of Lola and Briony's testimony, and the explicit letter Robbie wrote to Cecilia, he is arrested for the rape.\nFour years later, during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Robbie has been released from prison on the condition that he joins the &lt;a href=\"British%20Army\"&gt;army&lt;/a&gt; and fights in the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt;. Separated from his unit, he makes his way on foot to &lt;a href=\"Dunkirk\"&gt;Dunkirk&lt;/a&gt;. He thinks back to six months earlier when he met Cecilia, now a nurse. Briony, now 18, has chosen to join Cecilia's old nursing unit at &lt;a href=\"St%20Thomas%27%20Hospital\"&gt;St Thomas' Hospital&lt;/a&gt; in London rather than go to the &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt;. She writes to her sister, but Cecilia has not forgiven her for her part in the investigation and conviction years before. Robbie, who is falling gravely ill from an infected wound, finally arrives at the beaches of Dunkirk, where he waits to be &lt;a href=\"Dunkirk%20evacuation\"&gt;evacuated&lt;/a&gt;.\nLater, Briony, who now regrets implicating Robbie, learns from a newsreel that Paul Marshall, who now owns a factory supplying rations to the British army, is about to marry Lola. Briony goes to the ceremony and she realises that it was Paul who assaulted Lola. Briony goes to visit Cecilia to apologise directly, and suggests correcting her testimony to which Cecilia says she would be an \"unreliable witness\". Briony is surprised to find Robbie there living with her sister, while in London on leave. Briony apologises for her deceit, but Robbie is enraged that she has still not accepted responsibility for her actions. Cecilia calms him down and then Robbie instructs Briony how to correct the record and get Robbie's conviction overturned. Briony agrees. Cecilia adds that Briony include what she remembers of Danny Hardman, but Briony points out that Paul Marshall was the rapist and Cecilia adds he has just married Lola and now Lola will not be able to testify against her husband.\nDecades later, Briony is an elderly and successful novelist, giving an interview about her latest and last book, an autobiographical novel titled \"Atonement\", as she is dying from &lt;a href=\"vascular%20dementia\"&gt;vascular dementia&lt;/a&gt;. She confesses that the scene in the book describing her visit and apology to Cecilia and Robbie was entirely imaginary. Cecilia and Robbie were never reunited: Robbie died of &lt;a href=\"sepsis\"&gt;septicaemia&lt;/a&gt; at Dunkirk on the morning of the day he was to be evacuated and Cecilia died months later in the &lt;a href=\"Balham%20tube%20station%20disaster\"&gt;Balham tube station bombing&lt;/a&gt; during &lt;a href=\"the%20Blitz\"&gt;the Blitz&lt;/a&gt;. Briony hopes to give the two, in fiction, the happiness that she robbed them of in real life. The last scene shows an imagined, happily reunited Cecilia and Robbie staying in the house by the sea which they had intended to visit once they were reunited.\nCast.\nIn addition, film director and playwright &lt;a href=\"Anthony%20Minghella\"&gt;Anthony Minghella&lt;/a&gt; briefly appears as the television interviewer in the final scene. Minghella died six months after the film was released, aged 54, following cancer surgery.\nProduction.\nPre-production.\nDirector &lt;a href=\"Joe%20Wright\"&gt;Joe Wright&lt;/a&gt; asked executive producers, &lt;a href=\"Debra%20Hayward\"&gt;Debra Hayward&lt;/a&gt;, &lt;a href=\"Liza%20Chasin\"&gt;Liza Chasin&lt;/a&gt;, and co-producer Jane Frazer to collaborate a second time, after working on \"&lt;a href=\"Pride%20and%20Prejudice%20%282005%20film%29\"&gt;Pride and Prejudice&lt;/a&gt;\" in 2005, as well as production designer &lt;a href=\"Sarah%20Greenwood\"&gt;Sarah Greenwood&lt;/a&gt;, editor Paul Tothill, with costume designer &lt;a href=\"Jacqueline%20Durran\"&gt;Jacqueline Durran&lt;/a&gt; and composer &lt;a href=\"Dario%20Marianelli\"&gt;Dario Marianelli&lt;/a&gt;, who have all previously worked together with Wright. In an interview, Wright states, \"It's important for me to work with the same people. It makes me feel safe, and we kind of understand each other.\" The screenplay was adapted from &lt;a href=\"Ian%20McEwan\"&gt;Ian McEwan&lt;/a&gt;'s 2001 novel by &lt;a href=\"Christopher%20Hampton\"&gt;Christopher Hampton&lt;/a&gt;.\nAfter reading McEwan's book, Hampton, who had previously undertaken many adaptations, was inspired to adapt it into a script for a feature film. When Wright took over the project as director, he decided he wanted a different approach, and Hampton re-wrote much of his original script to Wright's suggestion. The first draft – written with director &lt;a href=\"Richard%20Eyre\"&gt;Richard Eyre&lt;/a&gt; in mind – took what Hampton called a more \"conventional, literary approach\", with a linear structure, and a voiceover and the epilogue of the older Briony being woven in throughout the entire film instead of only at the end. Wright felt that the original approach owed more to contemporary filmmaking than historical filmmaking. The second script was closer to the book.\nTo re-create the Second World War setting, a historian was employed to work with the department heads. Background research involved the examination of paintings, photographs and films, and the study of archives. The war scenes, like many others, were filmed on location. Set decorator &lt;a href=\"Katie%20Spencer\"&gt;Katie Spencer&lt;/a&gt; and production designer &lt;a href=\"Sarah%20Greenwood\"&gt;Sarah Greenwood&lt;/a&gt; both examined archives from \"&lt;a href=\"Country%20Life%20%28magazine%29\"&gt;Country Life&lt;/a&gt;\" in search of finding suitable locations for their initial creative ideas for the interior and exterior scenes. &lt;a href=\"Seamus%20McGarvey\"&gt;Seamus McGarvey&lt;/a&gt;, the cinematographer, worked closely with Wright on the aesthetics of the visualisation, using a range of techniques and camera movements to achieve the final result.\nCasting.\nFor Wright, casting became a lengthy process, particularly choosing the right actors for his protagonists. Having previously worked with &lt;a href=\"Keira%20Knightley\"&gt;Keira Knightley&lt;/a&gt; on \"&lt;a href=\"Pride%20%26amp%3B%20Prejudice%20%282005%20film%29\"&gt;Pride &amp; Prejudice&lt;/a&gt;\" (2005), he expressed his admiration for her, stating, \"I think she's a really extraordinary actress\". Particularly in reference to the character's unlikeability, Wright commended her bravery in tackling this type of role without any fear of how the audience will receive this characterisation, stating \"It's a character that's not always likeable and I think so many young actors these days are terrified of being disliked at any given moment in case the audience doesn't come and pay their box-office money to see them again. Keira is not afraid of that. She puts her craft first.\" As opposed to casting McAvoy, \"Knightley was in almost the opposite position—that of a sexy, beautiful movie star who, despite having worked steadily since she was seven, was widely underestimated as an actress.\" In preparation for her role, Knightley watched films from the 1930s and 1940s, such as \"&lt;a href=\"Brief%20Encounter\"&gt;Brief Encounter&lt;/a&gt;\" and \"&lt;a href=\"In%20Which%20We%20Serve\"&gt;In Which We Serve&lt;/a&gt;\", to study the \"naturalism\" of the performance that Wright wanted in \"Atonement\".\n&lt;a href=\"James%20McAvoy\"&gt;James McAvoy&lt;/a&gt;, despite turning down previous offers to work with Wright, nonetheless remained the director's first choice. Producers met several actors for the role, but McAvoy was the only one offered the part. He fitted Wright's bid for someone who \"had the acting ability to take the audience with him on his personal and physical journey\". McAvoy describes Robbie as one of the most difficult characters he has ever played, \"because he's very straight-ahead\". Further describing his casting process, Wright commented how \"there is something undeniably charming about McAvoy\". One of the most important qualities that particularly resonated with Wright was \"McAvoy's own working-class roots\", which McAvoy noted was something that Wright was very much interested in. Once Wright put both Knightley and McAvoy together, their \"palpable sexual chemistry\" immediately became apparent. The biggest risk Wright took in casting McAvoy was that \"The real question was whether the five-foot-seven, slightly built, ghostly pale Scotsman had what it takes to be a true screen idol.\"\nIn addition, the casting of Briony Tallis also proved challenging, yet once Wright discovered &lt;a href=\"Saoirse%20Ronan\"&gt;Saoirse Ronan&lt;/a&gt; her involvement enabled Wright to finally commence filming. On the casting process for this particular role, Wright commented how \"We met many, many kids for that role. Then we were sent this tape of this little girl speaking in this perfect 1920s English accent. Immediately, she had this kind of intensity, dynamism, and willfulness.\" After inviting Ronan to come to London to read for the part, Wright was not only surprised by her Irish accent, but immediately recognised her unique acting ability. Upon casting Ronan, Wright revealed how completing this final casting decision enabled \"the film to be what it became\" and considered her participation in the film \"lucky\".\n&lt;a href=\"Abbie%20Cornish\"&gt;Abbie Cornish&lt;/a&gt; was pegged for the role of 18-year-old Briony, but had to back out due to scheduling conflicts with \"\". &lt;a href=\"Romola%20Garai\"&gt;Romola Garai&lt;/a&gt; was cast instead, and was obliged to adapt her performance's physicality to fit the appearance that had already been decided upon for Ronan and Redgrave. Garai spent much time with Ronan, and watched footage of her to approximate the way the younger actress moved. &lt;a href=\"Vanessa%20Redgrave\"&gt;Vanessa Redgrave&lt;/a&gt; became everyone's ideal to play the oldest Briony and was the first approached (although she was not cast until Ronan had been found), and committed herself to the role after just one meeting with Wright. She, Ronan and Garai worked together with a voice coach to keep the character's timbre in a familiar range throughout the film.\nFilming.\nThe film was produced by &lt;a href=\"StudioCanal\"&gt;StudioCanal&lt;/a&gt; and filmed throughout the summer of 2006 in Great Britain.\nDue to restrictions in the filming schedule which meant that production only had two full days to film all the needed scenes of the war front on &lt;a href=\"Dunkirk\"&gt;Dunkirk&lt;/a&gt; beach, and the lack of budget to fund the 1000+ extras needed for the shooting of these scenes, &lt;a href=\"Joe%20Wright\"&gt;Joe Wright&lt;/a&gt; and cinematographer &lt;a href=\"Seamus%20McGarvey\"&gt;Seamus McGarvey&lt;/a&gt; were forced to reduce the shooting down into a 5½-minute long take following &lt;a href=\"James%20McAvoy\"&gt;James McAvoy&lt;/a&gt;'s character as he moved a quarter of a mile along the beach.\nThe first of the two days, and part of the second day, were dedicated to blocking and rehearsing the sequence until the sun was in the correct position in the afternoon ready to shoot. The shot took 3½ takes. The fourth was abandoned mid-flow due to the lighting becoming too bad for shooting. They ended up using the third take. The sequence was accomplished by Steadicam operator, Peter Robertson, moving from a tracking vehicle, to on foot, to a rickshaw via a ramp and back to on foot.\nLocations.\nThese mainly were:\nThe other places across London were &lt;a href=\"Great%20Scotland%20Yard\"&gt;Great Scotland Yard&lt;/a&gt; and &lt;a href=\"Bethnal%20Green%20Town%20Hall\"&gt;Bethnal Green Town Hall&lt;/a&gt;, the latter being used for a 1939 tea-house scene, as well as the church of &lt;a href=\"St%20John%27s%2C%20Smith%20Square\"&gt;St John's, Smith Square&lt;/a&gt;, &lt;a href=\"City%20of%20Westminster\"&gt;Westminster&lt;/a&gt; for Lola's wedding. Re-enactment of the 1940 &lt;a href=\"Balham%20station\"&gt;Balham station&lt;/a&gt; disaster took place in the former &lt;a href=\"Piccadilly%20line\"&gt;Piccadilly line&lt;/a&gt; station of &lt;a href=\"Aldwych%20tube%20station\"&gt;Aldwych&lt;/a&gt;, closed since the 1990s.\nWar scenes (in the French countryside) were filmed in &lt;a href=\"Coates%2C%20Cambridgeshire\"&gt;Coates&lt;/a&gt; and &lt;a href=\"Gedney%20Drove%20End\"&gt;Gedney Drove End&lt;/a&gt;, Lincolnshire; &lt;a href=\"Walpole%20St%20Andrew\"&gt;Walpole St Andrew&lt;/a&gt; and &lt;a href=\"Denver%2C%20Norfolk\"&gt;Denver, Norfolk&lt;/a&gt;; and in &lt;a href=\"Manea%2C%20Cambridgeshire\"&gt;Manea&lt;/a&gt; and &lt;a href=\"Pymoor%2C%20Cambridgeshire\"&gt;Pymoor, Cambridgeshire&lt;/a&gt;.\nMuch of the St Thomas's hospital ward interior was filmed at &lt;a href=\"Park%20Place%2C%20Berkshire\"&gt;Park Place, Berkshire&lt;/a&gt; and exterior at &lt;a href=\"University%20College%20London\"&gt;University College London&lt;/a&gt;.\nAll the exteriors and interiors of the Tallis family home were filmed at Stokesay Court, selected from an old \"&lt;a href=\"Country%20Life%20%28magazine%29\"&gt;Country Life&lt;/a&gt;\" edition to tie in with the period and pool fountain of the novel. This mansion was built in 1889 commissioned by the glove manufacturer &lt;a href=\"John%20Derby%20Allcroft\"&gt;John Derby Allcroft&lt;/a&gt;. It remains an undivided family home.\nThe third portion of \"Atonement\" was entirely filmed at the &lt;a href=\"BBC%20Television%20Centre\"&gt;BBC Television Centre&lt;/a&gt;, London. The beach with cliffs first shown on the postcard and later seen towards the end of the film was &lt;a href=\"Cuckmere%20Haven\"&gt;Cuckmere Haven&lt;/a&gt; &lt;a href=\"Seven%20Sisters%2C%20Sussex\"&gt;Seven Sisters, Sussex&lt;/a&gt; (near &lt;a href=\"Roedean%20School\"&gt;Roedean School&lt;/a&gt;, which Cecilia was said to have attended).\nRelease.\nTheatrical.\nThe film opened at the 2007 &lt;a href=\"Venice%20International%20Film%20Festival\"&gt;Venice International Film Festival&lt;/a&gt;, making Wright, at 35, the youngest director ever to be so honoured. The film also opened at the 2007 &lt;a href=\"Vancouver%20International%20Film%20Festival\"&gt;Vancouver International Film Festival&lt;/a&gt;. \"Atonement\" was released in the United Kingdom and Ireland on 7 September 2007, and in North America on 7 December 2007. Along with a worldwide theatrical distribution which was managed by &lt;a href=\"Universal%20Pictures\"&gt;Universal Pictures&lt;/a&gt;, with minor releases through other divisions on 7 September 2007.\nHome media.\n\"Atonement\" was released on &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; in the US on 3 January 2008 in region 2, and followed a release in &lt;a href=\"Blu-ray\"&gt;Blu-ray&lt;/a&gt; edition on 13 March 2012. The film followed a &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; release on 4 February 2010 on &lt;a href=\"Amazon%20%28company%29\"&gt;Amazon&lt;/a&gt; in the UK and in &lt;a href=\"Blu-ray\"&gt;Blu-ray&lt;/a&gt; with a release on 27 May 2010.\nReception.\nBox office.\nThe film grossed a cumulative $131,016,624 worldwide and in opening weekend in USA, $784,145, 9 December 2007 with a budget to make the film of $30,000,000 (estimated). A total gross of $23,934,714 (worldwide) and with the release in the US a total gross of $50,927,067.\nCritical response.\nThe film received positive reviews from film critics. The review site &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; records that 83% of 219 critics gave the film positive reviews, with an average rating of 7.5/10. The consensus reads, \"\"Atonement\" features strong performances, brilliant cinematography and a unique score. Featuring deft performances from James McAvoy and Keira Knightley, it's a successful adaptation of Ian McEwan's novel.\" On other review sites, &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt; records an average score of 85%, based on 36 reviews.\nIn Britain, the film was listed as #3 on \"&lt;a href=\"Empire%20%28film%20magazine%29\"&gt;Empire&lt;/a&gt;\"s Top 25 Films of 2007. The American critic &lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; gave it a four-star review, dubbing it \"one of the year's best films, a certain best picture nominee\". In the film review television program, \"&lt;a href=\"At%20the%20Movies%20with%20Ebert%20%26amp%3B%20Roeper\"&gt;At the Movies with Ebert &amp; Roeper&lt;/a&gt;\", &lt;a href=\"Richard%20Roeper\"&gt;Richard Roeper&lt;/a&gt; gave the film a \"thumbs up\", adding that Knightley gave \"one of her best performances\". As for the film, he commented that \"\"Atonement\" has hints of greatness but it falls just short of Oscar contention\". The film received near-unanimous praise on its release, with its casting solidifying Knightley as a leading star in British period dramas while igniting McAvoy's career in leading roles. Most importantly, it catapulted the trajectory of a young Ronan. Upon its release, \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\"'s David Gritten describes how \"Critics who have seen Atonement have reacted with breathless superlatives, and its showing at Venice and subsequent release will almost certainly catapult Wright into the ranks of world-class film directors.\" The film received many positive reviews for its adherence to McEwan's novel, with \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" reporting that the film \"preserves much of the tome's metaphysical depth and all of its emotional power\", and commenting that \"Atonement is immensely faithful to McEwan's novel.\" Author Ian McEwan also worked as an executive producer on the film.\nHowever, not all reviews were as favourable. Although \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;\"s Christopher Orr praises Knightley's performance as \"strong\" and McAvoy as \"likeable and magnetic\", he concludes by saying \"\"Atonement\" is a film out of balance, nimble enough in its first half but oddly scattered and ungainly once it leaves the grounds of the Tallis estate\", and remains \"a workmanlike yet vaguely disappointing adaptation of a masterful novel\". \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\"' A. O. Scott comes to a similar conclusion, saying \"Mr McAvoy and Ms Knightley sigh and swoon credibly enough, but they are stymied by the inertia of the filmmaking, and by the film's failure to find a strong connection between the fates of the characters and the ideas and historical events that swirl around them.\"\nOn a more positive note, \"&lt;a href=\"The%20New%20York%20Observer\"&gt;The New York Observer&lt;/a&gt;\"s &lt;a href=\"Rex%20Reed\"&gt;Rex Reed&lt;/a&gt; considers Atonement his \"favorite film of the year\", deeming it \"everything a true lover of literature and movies could possibly hope for\", and particularly singling out McAvoy as \"the film's star in an honest, heart-rending performance of strength and integrity that overcomes the romantic slush it might have been\", and praising Ronan as a \"staggeringly assured youngster\", while being underwhelmed by a \"serenely bland Keira Knightley\". Adding to the film's authentic adaptation, David Gritten once again notes how \"If \"Atonement\" feels like a triumph, it's a totally British one.\" McAvoy is singled out: \"His performance as Robbie Turner, the son of a housekeeper at a country estate, raised with ambitions but appallingly wronged, holds the movie together.\"\nTop ten lists.\nThe film appeared on many critics' top ten lists of the best films of 2007.\nAccolades.\nThe film has received numerous awards and nominations, including seven &lt;a href=\"Golden%20Globe%20Award\"&gt;Golden Globe&lt;/a&gt; nominations, more than any other film nominated at the &lt;a href=\"65th%20Golden%20Globe%20Awards\"&gt;65th Golden Globe Awards&lt;/a&gt;, and winning two of the nominated Golden Globes, including Best Motion Picture Drama. The film also received 14 &lt;a href=\"BAFTA%20Award\"&gt;BAFTA&lt;/a&gt; nominations for the &lt;a href=\"61st%20British%20Academy%20Film%20Awards\"&gt;61st British Academy Film Awards&lt;/a&gt; including Best Film, Best British Film and Best Director, seven &lt;a href=\"Academy%20Award\"&gt;Academy Award&lt;/a&gt; nominations, including &lt;a href=\"Academy%20Award%20for%20Best%20Picture\"&gt;Best Picture&lt;/a&gt;, and the &lt;a href=\"Evening%20Standard%20British%20Film%20Awards\"&gt;Evening Standard British Film Award&lt;/a&gt; for Technical Achievement in Cinematography, Production Design and Costume Design, earned by &lt;a href=\"Seamus%20McGarvey\"&gt;Seamus McGarvey&lt;/a&gt;, &lt;a href=\"Sarah%20Greenwood\"&gt;Sarah Greenwood&lt;/a&gt; and &lt;a href=\"Jacqueline%20Durran\"&gt;Jacqueline Durran&lt;/a&gt;, respectively. \"Atonement\" also ranks 442nd on \"Empire\" magazine's 2008 list of the 500 greatest movies of all time.\n\"Atonement\" has been named among the Top 10 Films of 2007 by the Austin Film Critics Association, the &lt;a href=\"Dallas-Fort%20Worth%20Film%20Critics%20Association\"&gt;Dallas-Fort Worth Film Critics Association&lt;/a&gt;, \"&lt;a href=\"New%20York%20Film%20Critics%20Online\"&gt;New York Film Critics Online&lt;/a&gt;\" and the Southeastern Film Critics Association.\nCultural impact.\nThe &lt;a href=\"Green%20dress%20of%20Keira%20Knightley\"&gt;green dress&lt;/a&gt; Cecilia wears during the love scene in the library garnered considerable interest. At the ten-year anniversary of the film's American premiere, the film's costume designer &lt;a href=\"Jacqueline%20Durran\"&gt;Jacqueline Durran&lt;/a&gt; called it \"unforgettable\".\nHistorical inaccuracies.\nThe film shows an &lt;a href=\"Avro%20Lancaster\"&gt;Avro Lancaster&lt;/a&gt; bomber flying overhead in 1935, an aircraft whose first flight was not until 1941.\nDuring the scene in 1935 in which Robbie writes and discards letters for Cecilia, he keeps playing a &lt;a href=\"78-rpm%20record\"&gt;record&lt;/a&gt; of the love duet from Act 1 of \"&lt;a href=\"La%20boh%C3%A8me\"&gt;La bohème&lt;/a&gt;\", with &lt;a href=\"Victoria%20de%20los%20%C3%81ngeles\"&gt;Victoria de los Ángeles&lt;/a&gt; and &lt;a href=\"Jussi%20Bj%C3%B6rling\"&gt;Jussi Björling&lt;/a&gt; singing, which was not recorded until 1956.\nIn the scene on the Dunkirk beach, Robbie is told that the \"&lt;a href=\"RMS%20Lancastria\"&gt;Lancastria&lt;/a&gt;\" has been sunk, an event that actually happened two weeks after the Dunkirk evacuations.\nIn the final scene, Briony states that the deadly flooding of &lt;a href=\"Balham%20tube%20station%20disaster\"&gt;Balham tube station&lt;/a&gt;, whilst it was being used as an overnight air-raid shelter, occurred on 15 October 1940. However, the flooding actually occurred before midnight, when the date was still 14 October."
}