{
    "id": "49037999",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=49037999",
    "title": "Selwyn House, Mackay",
    "text": "Selwyn House is a heritage-listed Anglican &lt;a href=\"mission%20%28station%29\"&gt;mission&lt;/a&gt; at 12 Cowleys Road, &lt;a href=\"Racecourse%2C%20Queensland\"&gt;Racecourse&lt;/a&gt;, &lt;a href=\"Mackay%2C%20Queensland\"&gt;Mackay&lt;/a&gt;, &lt;a href=\"Mackay%20Region\"&gt;Mackay Region&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia. It was built from 1890s to 1918. It was added to the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 23 February 2001.\nHistory.\nThe core of Selwyn House, was constructed on land which originally formed part of the Meadowlands Plantation owned by William Henry Hyne and George Francis Bridgman. The first section of the building was likely to have been constructed , when prominent missionary, &lt;a href=\"Mary%20Goodwin%20Robinson\"&gt;Mary Goodwin Robinson&lt;/a&gt; operated the Selwyn Mission. Mrs Robinson was involved in the Selwyn Mission, as it was to become known, from its establishment, until her departure from the Mackay area due to ill health in 1903. Extensions to the northern side of the house were added in 1914 and to the southern side in .\nIn search of new pastoral land, &lt;a href=\"John%20Mackay%20%28Australian%20pioneer%29\"&gt;John Mackay&lt;/a&gt; and his party entered and named the valley of the Mackay River in 1860, and the following year he returned to establish a cattle station. In 1862, the ketch Presto entered the Mackay River landing stores and building materials, then surveyed the river mouth, which consequently was gazetted as a Port of Entry. The first settlers arrived in October 1862, establishing the settlement of Port Mackay on the south bank of the river. In January 1863, John Tanner Baker was appointed Sub Collector of Customs for the new port. He arrived in February setting up in a tent, but soon established the Customs Office in a corner of the large store of Byrnes, Basset and Co. located on the riverbank. By the end of 1863, the name of the river had been changed to the &lt;a href=\"Pioneer%20River%2C%20Queensland\"&gt;Pioneer River&lt;/a&gt;, the first survey of the town of Mackay had been made, and the first land sale of town lots had been held.\nThe first &lt;a href=\"sugar%20cane\"&gt;sugar cane&lt;/a&gt; was planted in the Mackay region in 1865 and by the 1870s the industry was well established in the area. Queensland plantations turned to &lt;a href=\"Kanaka%20%28Pacific%20Island%20worker%29\"&gt;Kanaka&lt;/a&gt; indentured labour at this time as it was believed that Europeans could not perform manual labour in the tropics. The methods used to recruit South Sea Island people and the conditions within which they worked were the subject of considerable criticism, and so from the mid 1880s, a series of Government Acts sought to replace the large plantations worked by South Sea Islanders with small independent farms supplying central mills.\nThe Deed of Grant for the property on which Selwyn House was to be constructed was issued to William Henderson on 6 August 1866. (An area of just over 18 acres, the property was described as Portion 199.) Ownership was transferred to John Francis William Fitzgerald in December 1871. Fitzgerald was in partnership with Albert Throckmorton Ball, a pastoralist turned sugar grower. They continued in partnership, however, they incurred serious losses through the &lt;a href=\"Rust%20%28fungus%29\"&gt;rust&lt;/a&gt; of 1875. The property was transferred to Michael McCluskey in September 1873. McCluskey was a publican and owned the Horse and Jockey Hotel, on Nebo Road, from 1869-76. Following his death in 1876, the property was acquired by George Francis Bridgman and William Henry Hyne. At this time, it became part of their Meadowlands Estate, first established in 1870.\nSimilar to most European communities in Australia, the early settlers in Mackay in the 1860s began to feel a need for a religious presence. Initially, the community had to rely on visits from the clergy. Dr &lt;a href=\"Edward%20Tufnell%20%28bishop%29\"&gt;Edward Tufnell&lt;/a&gt;, &lt;a href=\"Anglican%20Archdiocese%20of%20Brisbane\"&gt;Anglican Bishop of Brisbane&lt;/a&gt; called into the fledgling town in 1863, married two couples and arranged to have land bought for the church. A Roman Catholic priest was appointed in Mackay in November 1865. An Anglican clergyman arrived in 1867 to establish a parish. The first to show concern for the South Sea Islanders was Reverend Albert A Maclaren, Anglican priest in Mackay from mid-1878 until early 1883, and in 1891, founder of the Anglican mission in &lt;a href=\"Papua%20New%20Guinea\"&gt;Papua New Guinea&lt;/a&gt;. It was through Maclaren's urging that the first Christian missions for South Sea Island people in Queensland were established. In 1876, the Mackay Mercury began to advocate the introduction of missions for South Sea Islanders in Queensland. At Mackay, Father Maclaren was able to interest Mary Goodwin Robinson in ministering to South Sea Island workers. Mary Robinson was the wife of Henry John Goodwin Robinson. In 1877, HJG Robinson took up a position as manager of Branscombe plantation. By Mary Robinson had begun giving Bible lessons to South Sea Islanders in her home. It has been suggested that Mary Robinson began teaching as early as 1879. Mrs Robinson, knowing many planters and plantation managers, asked for donations and funds to continue her work. Hyne and Bridgman of Meadowlands Plantation donated just over 3 acres of land.\nBy 1884, Branscombe Plantation had closed and HJG Robinson was transferred to &lt;a href=\"Te%20Kowai%2C%20Queensland\"&gt;Te Kowai&lt;/a&gt; Plantation, where he remained until 1890. HJG Robinson then took on the management of &lt;a href=\"Marian%2C%20Queensland\"&gt;Marian&lt;/a&gt; Plantation, with Mary Robinson having to transfer her headquarters to Marian. After several years at Marian Mill the Robinsons returned to the Te Kowai area in , at this time it is likely that HJG Robinson was involved in the Racecourse Mill, which began operation in 1889 as one of the first central mills in the district. It was around the time of the Robinsons' return to the area that a mission building was constructed on the land earlier donated by Hyne and Bridgman of Meadowlands. It is likely that this building forms the core of Selwyn House, which was a simple three room cottage design with a verandah.\nBridgman and Hyne held the property until September 1901, when title was transferred to the &lt;a href=\"Anglican%20Diocese%20of%20North%20Queensland\"&gt;Corporation of the Diocesan Synod of North Queensland&lt;/a&gt;. At this time, the portion of land was subdivided. The subdivision comprised the area of just over three acres which Hyne and Bridgman had earlier donated to the Selwyn Mission. Here Mary Robinson ran a school for Melanesians. The response she received is reflected in a letter she wrote to Bishop &lt;a href=\"Christopher%20Barlow\"&gt;Christopher Barlow&lt;/a&gt; on 15 April 1901. Robinson states that:\"I ought to have written 'ere this and reported myself, but indeed have scarcely known which way to turn for the crowds of heathens pouring in every night afresh to the School, making me feel quite alarmed as to where to put them all! What a harvest there promises for the future. I ask your prayers that I may have the strength and health to gather them in.\"From 1882 to 1903 Mary Robinson operated the Robinson, later Selwyn, Mission. In 1903, when old and seriously ill, Robinson retired to &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt;. As the mission became established she had trained Melanesian lay preachers and had a European assistant. These people carried on the mission's work after Robinson's departure, but at a new base at St Mary's Church at Pioneer on the north side of the river. Alex Sayven was lay preacher at St Mary's from 1905 to 1914. By 1928, it was observed that the \"seed from the Selwyn Mission has been carried far\".\nSelwyn House was sold in 1903 to Thomas James Whitcomb. During 1903, Whitcomb was elected Chairman of Directors of the &lt;a href=\"Racecourse%20Mill\"&gt;Racecourse Central Mill Company&lt;/a&gt;. He remained in that position until his retirement in 1915. Whitcomb may not have lived at the property during the earlier years of his ownership, as he is listed at a different address for several years. He undertook major extensions in 1914 and it is likely that, at this time, the house was raised on blockwork as well as the addition of the northern wing, complete with pressed metal walls and ceilings. It is likely that a section of pressed metal in the former verandah area was completed at this time. The property remained in the Whitcomb family until 1918. During Whitcomb's time as Chairman of Directors, the Racecourse Central Mill consolidated its resources with the purchase of Meadowlands Mill. Negotiations were commenced in January 1914. At the annual meeting of Racecourse shareholders held on 25 February 1914, the directors' decision to purchase Meadowlands was ratified. In February 1915, TJ Whitcomb retired from the Board.\nIn 1918, the house was purchased by James Mark Gibson, a major figure in the local sugar industry and the building was extended again, this time with the addition of a wing on the southern side, following heavy cyclone damage. Gibson was one of the largest sugar growers in the Mackay district and was involved with the Racecourse Mill for over 56 years; as chief chemist, manager and from 1923, as director. On his death in 1964, the house was divided into two flats and remained that way until the house was purchased and reverted it back from flats to a house.\nDescription.\nSelwyn House is a single story, high-set house set on timber and concrete stumps. The house comprises a fibro clad central section with enclosed verandah, flanked on the north and south by wings clad with ripple iron, with projecting, hipped &lt;a href=\"gable\"&gt;gable&lt;/a&gt; roofs to the front (east) and the rear (west). The roof of the enclosed central, projecting &lt;a href=\"porch\"&gt;porch&lt;/a&gt;, with its hipped roof is similar in style to the projecting north and south wings. The roof is clad with corrugated, galvanised iron.\nThe north wing has a &lt;a href=\"bay%20window\"&gt;bay window&lt;/a&gt; in the front and casement windows along the northern elevation. The south wing has timber-framed, double hung sash windows in the front elevation and timber-framed, double- hung sash windows along the southern elevation. The lower section of the house has timber lattice work on the front (eastern) elevation. Originally, two sets of external &lt;a href=\"stairs\"&gt;stairs&lt;/a&gt; were located on either side of the open porch. The porch has been enclosed with a series of windows on three sides. The original timber &lt;a href=\"Bracket%20%28architecture%29\"&gt;brackets&lt;/a&gt; are extant. Located at the rear (southern) side of the house, at the north and south ends, are two timber staircases.\nInternally, the original, now central, core of Selwyn House is evident and is clad with timber chamferboards. French doors open from the core to the enclosed verandahs. All the doors are extant. On the western side of the enclosed verandah, bathroom facilities have been built. The room on the northern side of the core is clad with vertically joined timber. The room on the southern side of the core is clad with fibro. An archway is located in this room, forming one large area. This room is likely to have originally been two smaller rooms. On the eastern side of the verandah, a doorway leads to the centrally located, projecting porch. This room is clad with fibro. A wall has been added to divide the verandah. Timber-framed casements windows with coloured panes of glass are located along the eastern wall of the verandah.\nInternally, the north wing consists of one large room divided by a timber arch. This room appears to have originally been two rooms. The design of the pressed metal detail on the walls and ceiling is different in each room. Two doorways are located along the northern wing's wall. One is a set of French doors, with ornate leadlight detail, breezeway and fanlight assembly, leading to the central section of the house.\nInternally, a pressed metal ceiling on the northern side of the house. The only internal wall clad with ripple iron is also located on the northern side of the house.\nThe southern wing is similar in style to the northern wing but less ornate. Internally, the south wing has horizontally lined with ventilators located in the timber lined ceiling. The kitchen is outfitted with s decor and a stove recess is located in the southern side of the western wall. The room is clad with horizontally joined timber.\nSelwyn House is situated amongst a number of mature palm trees and garden plantings. Two mature mango trees mark part of the western boundary line. While the area has undergone some changes, particularly with the establishment of businesses in the vicinity, Selwyn House is still predominantly surrounded by large areas of sugar cane and the Racecourse Mill is located only a short distance away in a generally south-westerly direction.\nHeritage listing.\nSelwyn House was listed on the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 23 February 2001 having satisfied the following criteria.\nThe place is important in demonstrating the evolution or pattern of Queensland's history.\nConstructed , the core of Selwyn House is significant for its connection with the Selwyn Mission, established , and the education of indentured South Sea Islander labour and for its close connection with the sugar industry in Mackay.\nThe place demonstrates rare, uncommon or endangered aspects of Queensland's cultural heritage.\nSelwyn House is significant as a possible rare extant, though now modified structure utilised during the period.\nThe place has potential to yield information that will contribute to an understanding of Queensland's history.\nSelwyn House is significant as a possible rare extant, though now modified structure utilised during the period. Further historical research will reveal more about the construction date.\nThe place is important in demonstrating the principal characteristics of a particular class of cultural places.\nFrom the earlier simple, verandahed timber dwelling to the large house with intact pressed metal linings and external and internal ripple iron cladding, suitable for entertaining guests of a mill directors, the growth and development of Selwyn House has closely mirrored the development of the sugar industry in Mackay.\nThe place has a strong or special association with a particular community or cultural group for social, cultural or spiritual reasons.\nSelwyn House is significant as a focus for local memory regarding the role played by South Sea Islander labour in the establishment of Mackay and the surrounding area as one of Queensland's premier sugar-growing areas. South Sea Islander people have all expressed a high level of interest in the house for its social value. Oral histories maintain that the bell which used to be located on the property was rung to bring people together. [The bell was removed around 1996].\nSelwyn House is significant as it has strong social significance for residents of the Mackay and surrounding areas and is highly valued by the community. Selwyn House was identified in the Mackay Region Pilot Heritage Study.\nThe place has a special association with the life or work of a particular person, group or organisation of importance in Queensland's history.\nIt is significant for its association with Mary Goodwin Robinson who established the Selwyn Mission, and was involved with it until her departure from the Mackay area in 1903. Mary Robinson provided a level of education to indentured South Sea Islander people who worked on the sugar plantations.\nSelwyn House stands as a demonstration of the prosperity and vigorous growth of the industry and as an illustration of the lifestyle of major figures in this development, especially Thomas Whitcomb and James Gibson, both of whom held the position of Chairman of Directors at the Racecourse Central Mill."
}