{
    "id": "49041045",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=49041045",
    "title": "Derrick Patterson",
    "text": "Derrick Patterson (born 6 July 1968 in &lt;a href=\"Hawick\"&gt;Hawick&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;) is a former &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; &lt;a href=\"Scrum-half%20%28rugby%20union%29\"&gt;Scrum-half&lt;/a&gt; who played for &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt;, &lt;a href=\"Caledonia%20Reds\"&gt;Caledonia Reds&lt;/a&gt; and &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh&lt;/a&gt;.\nRugby Union career.\nAmateur career.\nAt amateur level in Scotland, Patterson played for &lt;a href=\"Hawick%20RFC\"&gt;Hawick&lt;/a&gt; and &lt;a href=\"Edinburgh%20Academical%20Football%20Club\"&gt;Edinburgh Academicals&lt;/a&gt;.\nSigned by amateur club &lt;a href=\"Heriot%27s%20Rugby%20Club\"&gt;Heriots&lt;/a&gt; - the first Scottish rugby union side to pay transfer money - who would used the player when not needed by their provincial professional district &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh Rugby&lt;/a&gt; he moved back to Scotland to play not long after the start of the 1996-97 season.\nIn 2010 he was part of the Xodus Steelers, the Scottish veteran Sevens squad to play in the Dubai Sevens.\nProfessional career.\nAfter the 1995 World Cup, rugby opened the game to professionalism. In Scotland this happened a year later in 1996. Patterson played for &lt;a href=\"West%20Hartlepool%20R.F.C.\"&gt;West Hartlepool&lt;/a&gt; in England to 1996.\nHe moved to provincial professional district &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh Rugby&lt;/a&gt; not long after the start of the 1996-97 season as part of a deal with Heriots.\nHowever he was loaned out to &lt;a href=\"Caledonia%20Reds\"&gt;Caledonia Reds&lt;/a&gt; almost immediately and played for the Reds in the &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt;. \"Derrick fitted in comfortably with our squad. He played very well and settled in both on and off the pitch,\" said Nick Oswald, the Caledonia chief executive, who added: \"We are now very relieved and pleased that he is available to play for us.\"\nWhen &lt;a href=\"Caledonia%20Reds\"&gt;Caledonia Reds&lt;/a&gt; was disbanded in 1998, Patterson moved to play for &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; under its newly merged name Glasgow Caledonians. He played in the European Conference for Glasgow; and in the Welsh Rugby Union's Challenge Cup (in which both Glasgow and Edinburgh were invited, a forerunner to the &lt;a href=\"Welsh-Scottish%20League\"&gt;Welsh-Scottish League&lt;/a&gt;) in the 1998 - 99 season. However he was let go by the Glasgow club after only this one season.\nSigning for &lt;a href=\"Stade%20Fran%C3%A7ais\"&gt;Stade Français&lt;/a&gt; in the 1999 - 2000 season, he stated his ambition to play against Glasgow in European competition: \"I would love to be up against the Reds (&lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt;) in Europe because it would give me the chance to prove a lot of people were off the mark on how they rated me. I believe I'm still good enough to perform at the highest level.\"\nMoving again after one season, for 2000 - 01 season, he hoped for a return to Scotland but instead he was signed by Italian side &lt;a href=\"Petrarca%20Rugby\"&gt;Petrarca Rugby&lt;/a&gt;.\nPatterson was also to play for .\nInternational career.\nHe represented &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; twice; the first cap against South Africa at Murrayfield, the second cap against Tonga in Pretoria, South Africa at the 1995 World Cup. He was a substitute but not used in the World Cup matches against Ivory Coast, France and New Zealand.\nCoaching career.\nHe was brought in by Alan Solomons to help coach &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh Rugby&lt;/a&gt; in 2014."
}