{
    "id": "49071757",
    "revid": "1049239875",
    "url": "https://en.wikipedia.org/wiki?curid=49071757",
    "title": "Shanghai Metro Museum",
    "text": "The Shanghai Metro Museum (, Pinyin:shànghǎi dìtiě bówù guǎn) is a museum about the &lt;a href=\"Shanghai%20Metro\"&gt;Shanghai Metro&lt;/a&gt;, located near the &lt;a href=\"Ziteng%20Road%20Station\"&gt;Ziteng Road Station&lt;/a&gt; of a branch of the Shanghai Metro &lt;a href=\"Line%2010%2C%20Shanghai%20Metro\"&gt;Line 10&lt;/a&gt;. The museum consists of 3,000 square meters. There are &lt;a href=\"Simulation\"&gt;simulators&lt;/a&gt;, &lt;a href=\"diorama\"&gt;diorama&lt;/a&gt;s, and a 5D &lt;a href=\"Movie%20theater\"&gt;cinema&lt;/a&gt;. It has been proclaimed that the second part of the museum is under construction and will include items such as the subway parking lot, and control center. It is China's only professional metro museum.\nExhibits.\nThe major &lt;a href=\"Exhibition\"&gt;exhibits&lt;/a&gt; in the &lt;a href=\"museum\"&gt;museum&lt;/a&gt; are the metro simulator, dioramas, the walk through a mock-up &lt;a href=\"Rapid%20transit\"&gt;subway&lt;/a&gt; tunnel, and a 5D &lt;a href=\"Movie%20theater\"&gt;cinema&lt;/a&gt;. There are over sixty items in the museum. The museum is currently collecting items from the public to expand its collection. In this way, the museum will find a better way of introducing the Shanghai Metro. The exhibits showcase the &lt;a href=\"Shanghai%20Metro\"&gt;metro&lt;/a&gt;'s past, present, and future.\nGift Shop.\nThere is a &lt;a href=\"gift%20shop\"&gt;gift shop&lt;/a&gt; inside the museum. There are &lt;a href=\"Shanghai%20Metro\"&gt;Shanghai Metro&lt;/a&gt; Mascot Chang Chang pillows, Shanghai Metro map umbrellas, carpets, soft toys, pencil cases, and caps.\nLocation.\nThe museum is located at 1779 Wuzhong Lu, near Ziteng Lu, Minhang district. The location is easily accessed by Metro Line 10 &lt;a href=\"Ziteng%20Road%20Station\"&gt;Ziteng Road station&lt;/a&gt;. The museum is built over &lt;a href=\"China%20Railway\"&gt;China Railway&lt;/a&gt;s tracks."
}