{
    "id": "49087264",
    "revid": "1755837",
    "url": "https://en.wikipedia.org/wiki?curid=49087264",
    "title": "St Helens Recreation RLFC",
    "text": "St Helens Recreation Rugby League Football Club, often known as St Helens Recs or just the Recs, is a former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; club from &lt;a href=\"St%20Helens%2C%20Merseyside\"&gt;St. Helens&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, that played in the &lt;a href=\"Rugby%20Football%20League\"&gt;Rugby Football League&lt;/a&gt; during the inter-war years. The club had a great rivalry with &lt;a href=\"St%20Helens%20RFC\"&gt;St Helens RFC&lt;/a&gt;.\nHistory.\nThe club was founded in 1878 as part of the sports and recreational provision of &lt;a href=\"Pilkington%20Glass\"&gt;Pilkington Glass&lt;/a&gt;. Initially the side played &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; but in 1898 voted to abandon rugby for &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt;. However, on 14 June 1913, to settle the future of the club, it was announced that it was to abandon association football to concentrate on rugby football. After considerable discussion, it was unanimously agreed to join the constitution of the &lt;a href=\"Rugby%20Football%20League\"&gt;Northern Rugby Football Union&lt;/a&gt; (later the &lt;a href=\"Rugby%20Football%20League\"&gt;Rugby Football League&lt;/a&gt;) and were elected to the Lancashire Combination in July 1913. The Recs, still officially known as the St Helens Recs, were based at &lt;a href=\"City%20Road%20%28St.%20Helens%29\"&gt;City Road&lt;/a&gt; and played their first game on 6 September 1913.\nIn 1915 to bolster the ranks of the war time league, St Helens Recreation along with &lt;a href=\"Brighouse%20Rangers\"&gt;Brighouse Rangers&lt;/a&gt; and &lt;a href=\"Featherstone%20Rovers\"&gt;Featherstone Rovers&lt;/a&gt; were promoted from district leagues to join the senior clubs for the duration of the conflict. \nIn June 1919 the Recs were admitted as full member of the Northern Rugby League. During the 1920s, and 1930s, the Recs played at every level of competition, hosting visiting Australian touring sides and gaining honours in the game, including; winning the &lt;a href=\"Rugby%20league%20county%20leagues\"&gt;Lancashire league&lt;/a&gt; in the &lt;a href=\"1926%E2%80%9327%20Northern%20Rugby%20Football%20League%20season\"&gt;1926–27 season&lt;/a&gt;, winning the &lt;a href=\"1923%20Lancashire%20Cup\"&gt;1923&lt;/a&gt; (17-0 victory over &lt;a href=\"Swinton%20Lions\"&gt;Swinton&lt;/a&gt;), and &lt;a href=\"1930%20Lancashire%20Cup\"&gt;1930 Lancashire Cup&lt;/a&gt;s (18-3 victory over &lt;a href=\"Wigan%20Warriors\"&gt;Wigan&lt;/a&gt;), and being runners-up in the &lt;a href=\"1924%20Lancashire%20Cup\"&gt;1924&lt;/a&gt; (0-10 defeat by &lt;a href=\"Oldham%20R.L.F.C.\"&gt;Oldham&lt;/a&gt;), &lt;a href=\"1926%20Lancashire%20Cup\"&gt;1926&lt;/a&gt; (2-10 defeat by &lt;a href=\"St%20Helens%20R.F.C.\"&gt;St. Helens&lt;/a&gt;), and &lt;a href=\"1933%20Lancashire%20Cup\"&gt;1933 Lancashire Cup&lt;/a&gt;s (0-12 defeat by &lt;a href=\"Oldham%20R.L.F.C.\"&gt;Oldham&lt;/a&gt;). Despite their success on the pitch, they played their last game on 29 April 1939. The game was away at &lt;a href=\"Hull%20Kingston%20Rovers\"&gt;Hull Kingston Rovers&lt;/a&gt;, and the Recs lost 25-12."
}