{
    "id": "49107305",
    "revid": "36736663",
    "url": "https://en.wikipedia.org/wiki?curid=49107305",
    "title": "Jesse Krieger",
    "text": "Jesse Krieger (December 19, 1981) is an American entrepreneur, speaker and best selling author. He is best known as founder of US-based book publishing company, Lifestyle Entrepreneurs Press.\nEarly life and education.\nKrieger was born and reared in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, California. He studied at &lt;a href=\"UC%20Berkeley\"&gt;UC Berkeley&lt;/a&gt; where he completed a Bachelor of Arts (B.A.) in Political Economy with a minor in Chinese Language Studies. In addition to his B.A., he has completed degrees at the &lt;a href=\"Los%20Angeles%20Music%20Academy\"&gt;Los Angeles Music Academy&lt;/a&gt;, &lt;a href=\"SAE%20Institute\"&gt;SAE Institute&lt;/a&gt;, &lt;a href=\"Beijing%20Normal%20University\"&gt;Beijing Normal University&lt;/a&gt; and &lt;a href=\"National%20Taiwan%20University\"&gt;National Taiwan University&lt;/a&gt;.\nCareer.\nAfter moving to &lt;a href=\"Nashville\"&gt;Nashville&lt;/a&gt;, &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, to study at the SAE Institute, Krieger met Jake Harsh, bassist Wade Jaynes and drummer Jonathan Smith. The three musicians formed the Harsh Krieger band. This acclaimed Nashville modern rock quartet went on to have their music appear on the 2004 seasons of MTV's popular \"\" and \"&lt;a href=\"The%20Real%20World%20%28TV%20series%29\"&gt;The Real World&lt;/a&gt;\". While this self-titled album was released by Tabula Rasa Records, it was distributed by &lt;a href=\"Sony%20Music%20Entertainment\"&gt;Sony Music Entertainment&lt;/a&gt;/&lt;a href=\"RED%20Distribution\"&gt;RED Distribution&lt;/a&gt;.\nIn August 2005, Harsh Krieger's single \"Home\" hit #1 Independent Rock Song on MediaGuide’s charts. Shortly after hitting #1, Krieger decided to shift focuses and founded Krieger Consulting Group, providing business development and strategic consulting for a number of musicians and notable sports clients including four-time Super Bowl Champion, &lt;a href=\"Bill%20Romanowski\"&gt;Bill Romanowski&lt;/a&gt;'s Nutrition53 sports supplement line.\nKrieger began working on the outline for his first book and was referred to Kanyin Publications in Malaysia for publishing. In August 2012, Kanyin Publications released \"Lifestyle Entrepreneur: Live Your Dreams, Ignite Your Passions and Run Your Business From Anywhere in The World\". The book went on to hit #2 business best-seller in the largest book chain in Malaysia, Popular Books. With a reputation as a best seller in Asia, Morgan James Publishing picked up \"Lifestyle Entrepreneur\" for U.S. release and it subsequently hit #1 Personal Success book on Amazon in 2014.\nFrom this experience, Krieger founded Lifestyle Entrepreneurs Press, a book-publishing company based out of Las Vegas, Nevada."
}