{
    "id": "491327",
    "revid": "7949351",
    "url": "https://en.wikipedia.org/wiki?curid=491327",
    "title": "National Puzzlers' League",
    "text": "The National Puzzlers' League (NPL) is a nonprofit organization focused on &lt;a href=\"puzzle\"&gt;puzzling&lt;/a&gt;, primarily in the realm of &lt;a href=\"word%20play\"&gt;word play&lt;/a&gt; and &lt;a href=\"word%20game\"&gt;word game&lt;/a&gt;s. Founded in 1883, it is the oldest puzzlers' organization in the world. It originally hosted semiannual conventions in February and September of each year, but conventions are now held annually, in July.\nHistory.\nOn July 4, 1883, twenty-eight word puzzlers, mostly young men, met at &lt;a href=\"Pythagoras%20Hall\"&gt;Pythagoras Hall&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and founded the Eastern Puzzlers' League; they then celebrated the event by paying a penny each to walk across the newly dedicated &lt;a href=\"Brooklyn%20Bridge\"&gt;Brooklyn Bridge&lt;/a&gt;. Renamed the National Puzzlers' League in 1920, the organization has been in continuous existence ever since that first meeting and is the oldest puzzlers' organization in the world.\nThe league's official publication began as \"The Eastern Enigma\". It originally contained few, if any, puzzles, and instead reported on business transacted at puzzlers' conventions, presented verses and skits composed by members, and relayed debates on the controversial puzzling topics of the day, such as obsolete words, esoteric references, and new types of puzzles.\nEarly editors rarely served more than a year at a time, and the publication schedule was often irregular. The January 1900 issue initiated a puzzle department called \"Penetralia\", which appeared regularly until 1903. \"Penetralia\" was resumed in the February 1910 issue, when \"The Eastern Enigma\" began monthly publication, and has continued to appear ever since. On the organization's name change, the magazine was retitled \"The Enigma\"; it continues to be published monthly and has now reached over 1200 issues.\nA puzzle renaissance in the 1920s and 1930s led to a high point in NPL membership, during which it adopted the slogan \"The National Intellectual Pastime of America\". In 1935, president Everett M. Smith invented the word &lt;a href=\"Pneumonoultramicroscopicsilicovolcanoconiosis\"&gt;Pneumonoultramicroscopicsilicovolcanoconiosis&lt;/a&gt; at the annual League meeting. The biennial conventions were covered by major newspapers and wire services. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the &lt;a href=\"Signal%20Intelligence%20Service\"&gt;Signal Intelligence Service&lt;/a&gt; recruited several NPL members as government &lt;a href=\"cryptographer\"&gt;cryptographer&lt;/a&gt;s based on their puzzling experience.\nIn the 1960s, membership slumped significantly, but began rebounding in the \"modern\" puzzling era with the promotional efforts of &lt;a href=\"Dmitri%20Borgmann\"&gt;Dmitri Borgmann&lt;/a&gt;, &lt;a href=\"Ross%20Eckler\"&gt;Ross Eckler&lt;/a&gt;, and others. Many of the leading puzzle editors and constructors in America are members; author and member &lt;a href=\"Willard%20Espy\"&gt;Willard Espy&lt;/a&gt; said of the league's expertise, \"I'm a little nervous talking about wordplay with this group ... it's like talking about religion with God.\"\nMembership.\nEach NPL member generally chooses a \"nom\" upon joining, an often cryptic \"&lt;a href=\"nom%20de%20plume\"&gt;nom de plume&lt;/a&gt;\" which serves as a nickname when communicating with fellow members (see below for an example). The use of pseudonyms, also commonly practiced by the &lt;a href=\"Cryptic%20crosswords%23Compilers\"&gt;compilers of cryptic crosswords&lt;/a&gt;, originally helped \"to break down barriers of occupation or social class\". It is also an opportunity for wordplay and self-description.\nNPL members are known collectively as \"the Krewe\" and individually as \"Krewepersons\", \"Krewemembers\", or \"NPLers\". As of 2018 the organization had about 700 members, of whom about 200 attend the group's convention each year.\nPuzzle professional &lt;a href=\"Will%20Shortz\"&gt;Will Shortz&lt;/a&gt; (whose \"nom\", WILLz, is a play on his name - Will+\"short Z\") is a long-standing member and officer of the NPL, serving as its historian and as puzzle director for the annual convention.\nPublications.\n\"The Enigma\", the NPL's official publication, is distributed monthly to its members. It provides a medium for members to share their original word puzzles for fellow members to enjoy. \"The Enigma\" also contains articles and announcements of interest to its members.\nThe NPL has also published several editions of \"Guide to The Enigma\" (formerly \"Key to Puzzledom\"); a mini-sample of the puzzles in \"The Enigma\", available free to prospective members from the editor; a member directory; and book compilations of hard cryptograms and cryptic crosswords.\nPuzzles.\n\"The Enigma\" specializes in the types of puzzles that flourished in the 19th century; the &lt;a href=\"crossword\"&gt;crossword&lt;/a&gt;, invented as late as 1913, is spurned by the journal, which relegates it to the category of \"extras\". However, all of its puzzles are based on wordplay and linguistics.\nThe NPL groups puzzles into four primary categories. The oldest two are the \"flat\" (which has a one-line answer) and the \"form\" (which has a multi-line answer). Flats (verse puzzles and anagrams) were a leading type of wordplay before black-squared crosswords were invented. They seem strange to modern puzzlers, because they require inferring words from context, which is not now a familiar solving technique. Nonetheless, flats today still make up most of the puzzles in \"The Enigma\". Cryptograms and extras, as well as catchall categories for rule-breaking puzzles, were added later. More information on these puzzle types can be found at the NPL's official website.\nConventions.\nThe NPL holds an annual convention, usually in July. The location varies, but has historically been a major North American city. In keeping with the members' love of word play, the name of the convention varies with the location: BeaCon for Boston; SiLiCon for Salt Lake City; ConTex for Austin, Texas; OreCon for Portland, Oregon.\nExamples of convention activities include word games, trivia games, hidden puzzles (which must be found before they can be solved), local field trips to places of NPL interest, library trivia hunts, and an \"extravaganza\" (a multi-stage &lt;a href=\"puzzlehunt\"&gt;puzzlehunt&lt;/a&gt; that requires team effort to solve). In addition to the puzzles presented as part of the convention, many members bring puzzles of their own invention, which attendees work on in small groups, often late at night."
}