{
    "id": "49141609",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=49141609",
    "title": "Juandré Digue",
    "text": "Juandré Christiaan Digue (born 9 May 1995 in &lt;a href=\"Somerset%20West\"&gt;Somerset West&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;) is a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who most recently played for the . His regular position is loosehead prop.\nCareer.\nYouth.\nDigue grew up in &lt;a href=\"Riversdale%2C%20Western%20Cape\"&gt;Riversdale&lt;/a&gt;, where he earned call-ups to represent the in youth tournaments. He represented them as early as primary school level when he played at the 2008 Under-13 Craven Week tournament held in &lt;a href=\"Paarl\"&gt;Paarl&lt;/a&gt;.\nIn 2013, he represented the Eagles at the high school equivalent for the Under-18 &lt;a href=\"Craven%20Week\"&gt;Craven Week&lt;/a&gt; in &lt;a href=\"Polokwane\"&gt;Polokwane&lt;/a&gt;. He also made five appearances for the team in the &lt;a href=\"2013%20Under-19%20Provincial%20Championship\"&gt;2013 Under-19 Provincial Championship&lt;/a&gt;, helping them reach the semi-final of the competition.\nIn 2014, he represented the SWD Under-19 team, starting six of their seven matches in the &lt;a href=\"2014%20Under-19%20Provincial%20Championship\"&gt;2014 Under-19 Provincial Championship&lt;/a&gt; since they missed out on the play-offs on this occasion.\nSWD Eagles.\nDespite still being in the Under-20 age group in 2015, he became involved with the senior squad. He was included in their squad for the &lt;a href=\"2015%20Vodacom%20Cup\"&gt;2015 Vodacom Cup&lt;/a&gt;, but did not appear in any matches. He made his first class debut by starting in a 28–all draw against the in Round Four of the &lt;a href=\"2015%20Currie%20Cup%20qualification\"&gt;2015 Currie Cup qualification&lt;/a&gt; series. He remained in the starting line-up for their remaining two matches in the competition against the and , but could not prevent the SWD Eagles finish bottom of the log, which meant they qualified for the &lt;a href=\"2015%20Currie%20Cup%20First%20Division\"&gt;2015 Currie Cup First Division&lt;/a&gt;. Digue played a single match for the side in the &lt;a href=\"2015%20Under-21%20Provincial%20Championship%20Group%20B\"&gt;2015 Under-21 Provincial Championship Group B&lt;/a&gt; before rejoining the first team for their Currie Cup First Division campaign. He came on as a replacement in their opening match against the , before starting their remaining four matches in the regular season. He helped them to four wins out of four, to end the competition in third position on the log to qualify for the semi-finals. Digue started their 47–40 victory over defending champions the in the semi-final, and also started in the final, which the won 44–20 in &lt;a href=\"Potchefstroom\"&gt;Potchefstroom&lt;/a&gt;.\nAt the start of 2016, the &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; team invited players from the , and to join training for a trial period as they prepared for the &lt;a href=\"2016%20Super%20Rugby%20season\"&gt;2016 Super Rugby season&lt;/a&gt;. Although Digue wasn't included in the original group of players, he joined the training squad a week later. However, he returned to SWD Eagles after he failed to be contracted for the Super Rugby side."
}