{
    "id": "4915494",
    "revid": "286968",
    "url": "https://en.wikipedia.org/wiki?curid=4915494",
    "title": "Shire court",
    "text": "A Shire court, or moot was an &lt;a href=\"Anglo-Saxons\"&gt;Anglo-Saxon&lt;/a&gt; legal institution, used to maintain law and order at a local level, and perform various administrative functions, including the collection of taxes for the central government.\nThe system originated in &lt;a href=\"Wessex\"&gt;Wessex&lt;/a&gt;, then expanded to other parts of England. Although retained after the 1066 &lt;a href=\"Norman%20conquest\"&gt;Norman conquest&lt;/a&gt;, it gradually lost its power, before the shire courts were formally abolished by the 1846 County Court Act.\nPurpose and Membership.\nHeaded by an &lt;a href=\"Earl\"&gt;Earl&lt;/a&gt;, it was composed of local magnates, both secular and spiritual, who sat in council for the &lt;a href=\"shire\"&gt;shire&lt;/a&gt;; also present was the county &lt;a href=\"sheriff\"&gt;sheriff&lt;/a&gt;, or shire-reeve, who served as the king's representative. It appears courts were headed by the local bishop, who determined the result, while the sheriff ensured it was carried out. \nMost legal issues, including theft or murder, were managed by &lt;a href=\"tithing\"&gt;tithing&lt;/a&gt; and &lt;a href=\"hundred%20court\"&gt;hundred court&lt;/a&gt;s in the south, or &lt;a href=\"wapentake\"&gt;wapentake&lt;/a&gt;s in the northern shires. The shire court primarily dealt with civil issues, such as land disputes, and met at least twice a year, acting as a Court of Appeal; an issue had to have been rejected three times by a hundred court before it was passed up to the shire court. \nUsing multiple courts often led to arguments over jurisdiction, that delayed legal resolution; in addition to those of the hundreds, these included &lt;a href=\"Ancient_borough\"&gt;borough&lt;/a&gt;. It was possible for a wealthy and determined individual to delay judgement almost indefinitely, but few were powerful enough to do so regularly. \nThe practice originated in &lt;a href=\"Wessex\"&gt;Wessex&lt;/a&gt;, then gradually expanded into the rest of England; a similar model was used in &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, particularly after the 1284 &lt;a href=\"Statute%20of%20Rhuddlan\"&gt;Statute of Rhuddlan&lt;/a&gt;, although some unique Welsh practices were retained. \nAnother important function was collecting taxes for central government. Outside urban areas, Anglo-Saxon England was a non-cash economy, based on &lt;a href=\"barter\"&gt;barter&lt;/a&gt;, or &lt;a href=\"in%20kind\"&gt;in kind&lt;/a&gt; payments. The process monetised taxes paid in goods or food lower down, with the members of the court then responsible for converting it into coin.\nDecline and abolishment.\nThe courts remained in place after the 1066 &lt;a href=\"Norman%20Conquest\"&gt;Norman Conquest&lt;/a&gt;, but lost their jurisdiction over the church; in return for Papal support, &lt;a href=\"William%20the%20Conqueror\"&gt;William the Conqueror&lt;/a&gt; established separate &lt;a href=\"Ecclesiastical%20courts\"&gt;Ecclesiastical courts&lt;/a&gt;. Over the next century, criminal justice was gradually transferred to &lt;a href=\"the%20Crown\"&gt;the Crown&lt;/a&gt;, starting with the \"&lt;a href=\"Curia%20regis\"&gt;Curia regis&lt;/a&gt;\"; by 1278, shire courts only tried civil cases under 40 &lt;a href=\"shilling%20%28British%20coin%29\"&gt;shillings&lt;/a&gt; (2 &lt;a href=\"pound%20sterling\"&gt;pounds sterling&lt;/a&gt;). They continued in existence until abolished by the 1846 &lt;a href=\"County%20Courts%20Act\"&gt;County Courts Act&lt;/a&gt;. \nIn middle and later mediaeval times the local criminal courts were presided over by a local &lt;a href=\"Justice%20of%20the%20Peace\"&gt;Justice of the Peace&lt;/a&gt;, appointed by the monarch. These developed into &lt;a href=\"magistrates%27%20courts\"&gt;magistrates' courts&lt;/a&gt;. Higher criminal courts included commissions of trailbaston and forest courts presided over by a &lt;a href=\"Justice%20in%20eyre\"&gt;Justice in eyre&lt;/a&gt; from the time of &lt;a href=\"Henry%20II%20of%20England\"&gt;Henry II&lt;/a&gt;. These itinerant justices of the &lt;a href=\"high%20court\"&gt;high court&lt;/a&gt; travelled around one of six &lt;a href=\"eyre%20%28legal%20term%29\"&gt;eyre&lt;/a&gt;s or regional &lt;a href=\"circuit%20court%23England%20and%20Wales\"&gt;court circuit&lt;/a&gt;s, and by 1234 under &lt;a href=\"Henry%20III%20of%20England\"&gt;Henry III&lt;/a&gt; the system had developed into the &lt;a href=\"Court%20of%20King%27s%20Bench%20%28England%29\"&gt;Court of King's Bench&lt;/a&gt; permanently based in &lt;a href=\"Westminster%20Hall\"&gt;Westminster Hall&lt;/a&gt;. Justices of the King's Bench were appointed by &lt;a href=\"letters%20patent\"&gt;letters patent&lt;/a&gt; to commissions of &lt;a href=\"gaol%20delivery\"&gt;gaol delivery&lt;/a&gt; and &lt;a href=\"oyer%20and%20terminer\"&gt;oyer and terminer&lt;/a&gt; which sat at &lt;a href=\"assize%20court\"&gt;assizes&lt;/a&gt;; these generally took place in &lt;a href=\"county%20courts\"&gt;county courts&lt;/a&gt; every six months in &lt;a href=\"county%20town\"&gt;county town&lt;/a&gt;s during the &lt;a href=\"Legal%20year%23England\"&gt;Hilary and Trinity&lt;/a&gt; vacations."
}