{
    "id": "49187422",
    "revid": "7436027",
    "url": "https://en.wikipedia.org/wiki?curid=49187422",
    "title": "Neprigozhaya",
    "text": "Neprigozhaya (&lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; Непригожая, English The Ugly Girl), also known by its German language title Die Tochter des Bojaren (The &lt;a href=\"Boyar\"&gt;Boyar&lt;/a&gt;'s Daughter), is a one-act &lt;a href=\"opera\"&gt;opera&lt;/a&gt; of 1873 by &lt;a href=\"Ella%20Adayevskaya\"&gt;Ella Adayevskaya&lt;/a&gt; (the pseudonym adopted by the composer Elizaveta von Schultz).\nComposition.\nThe opera, which was listed by Adayevskaya as her &lt;a href=\"Opus%20number\"&gt;Op.&lt;/a&gt; 5, has a libretto by Rudolf Minzlow (also known as Muntzloff) (1811-1883) adapted by Georg von Schultz and translated from its original German into Russian by Peter Ivanovich Kalashnikov, who translated many lyrics for Adayevskaya's songs. The opera was composed in the period 1872/3, but was frequently revised by the composer up until the 1920s. The libretto in Russian was printed in St. Petersburg in 1873. The manuscript piano score bears the title, in German, \"Salomonida, die Tochter des Bojaren\".\nSynopsis.\nThe opera is set in a castle near &lt;a href=\"Veliky%20Novgorod\"&gt;Novgorod&lt;/a&gt; at the beginning of the 16th century. The story is a fantasy based on the marriage of Tsar &lt;a href=\"Vasili%20III%20of%20Russia\"&gt;Vasili III&lt;/a&gt; and his historical wife, &lt;a href=\"Solomonia%20Saburova\"&gt;Solomonia Saburova&lt;/a&gt;. In the opera, Salomonida, the daughter of a boyar, is a victim of the prejudices of her father, who believes that his beautiful wife had once been unfaithful to him and has refused to even the evidence which would disprove this slander. He persuades his daughter that she is ugly, and even fills the castle with &lt;a href=\"distorting%20mirror\"&gt;distorting mirror&lt;/a&gt;s to reinforce this idea in the mind of Salomonida. However, the Tsar is wandering in the neighbourhood disguised as a merchant. Seeing Salomonida, he immediately falls in love with her, and disabuses her (with the aid of a real mirror) of the lie about her ugliness. Demanding her hand from her father, Vasili also disproves the rumours about Salomonida's mother, and all ends happily.\nPerformances.\nNo complete performances are documented. A &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt; &lt;a href=\"aria\"&gt;aria&lt;/a&gt; from the opera was performed in the mid 1870s in St.Petersburg by an unrecorded soloist with an orchestra conducted by &lt;a href=\"Nikolai%20Rimsky-Korsakov\"&gt;Nikolai Rimsky-Korsakov&lt;/a&gt;. On 23 April 1877, the overture and a number of extracts were performed at the &lt;a href=\"Th%C3%A9%C3%A2tre%20des%20Italiens\"&gt;Théâtre des Italiens&lt;/a&gt; in Paris. Participating were the &lt;a href=\"alto\"&gt;alto&lt;/a&gt; Mlle. Schulz, the &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; Ottavio Nouvelli, and the &lt;a href=\"mezzo-soprano\"&gt;mezzo-soprano&lt;/a&gt; &lt;a href=\"Adelaide%20Borghi-Mamo\"&gt;Adelaide Borghi-Mamo&lt;/a&gt;."
}