{
    "id": "491987",
    "revid": "2901026",
    "url": "https://en.wikipedia.org/wiki?curid=491987",
    "title": "British comics",
    "text": "A British comic is a periodical published in the United Kingdom that contains &lt;a href=\"comic%20strip\"&gt;comic strip&lt;/a&gt;s. It is generally referred to as a comic or a comic magazine, and historically as a comic paper.\nBritish comics are usually &lt;a href=\"Comics%20anthology\"&gt;comics anthologies&lt;/a&gt; which are typically aimed at children, and are published weekly, although some are also published on a fortnightly or monthly schedule. The two most popular British &lt;a href=\"comic%20book\"&gt;comic&lt;/a&gt;s, \"&lt;a href=\"The%20Beano\"&gt;The Beano&lt;/a&gt;\" and \"&lt;a href=\"The%20Dandy\"&gt;The Dandy&lt;/a&gt;\", were released by &lt;a href=\"DC%20Thomson\"&gt;DC Thomson&lt;/a&gt; in the 1930s. By 1950 the weekly circulation of both reached two million. Explaining the enormous popularity of comics in &lt;a href=\"British%20popular%20culture\"&gt;British popular culture&lt;/a&gt; during this period, Anita O’Brien, director curator at London's &lt;a href=\"Cartoon%20Museum\"&gt;Cartoon Museum&lt;/a&gt;, states: \"When comics like \"The Beano\" and \"Dandy\" were invented back in the 1930s – and through really to the 1950s and 60s – these comics were almost the only entertainment available to children.\"\nIn 1954, \"&lt;a href=\"Tiger%20%28Fleetway%29\"&gt;Tiger&lt;/a&gt;\" comics introduced \"&lt;a href=\"Roy%20of%20the%20Rovers\"&gt;Roy of the Rovers&lt;/a&gt;\", the hugely popular football based strip recounting the life of &lt;a href=\"Roy%20Race\"&gt;Roy Race&lt;/a&gt; and the team he played for, &lt;a href=\"Melchester%20Rovers\"&gt;Melchester Rovers&lt;/a&gt;. The stock media phrase \"real 'Roy of the Rovers' stuff\" is often used by football writers, commentators and fans when describing displays of great skill, or surprising results that go against the odds, in reference to the dramatic storylines that were the strip's trademark. Other comics such as \"&lt;a href=\"Eagle%20%28comic%29\"&gt;Eagle&lt;/a&gt;\", \"&lt;a href=\"Valiant%20%28comics%29\"&gt;Valiant&lt;/a&gt;\", \"&lt;a href=\"Warrior%20%28comics%29\"&gt;Warrior&lt;/a&gt;\", \"&lt;a href=\"Viz%20%28comics%29\"&gt;Viz&lt;/a&gt;\" and \"&lt;a href=\"2000%20AD%20%28comics%29\"&gt;2000 AD&lt;/a&gt;\" also flourished. Some comics, such as \"&lt;a href=\"Judge%20Dredd\"&gt;Judge Dredd&lt;/a&gt;\" and other \"2000 AD\" titles, have been published in a &lt;a href=\"tabloid%20%28newspaper%20format%29\"&gt;tabloid&lt;/a&gt; form. Underground comics and &lt;a href=\"British%20small%20press%20comics\"&gt;\"small press\"&lt;/a&gt; titles have also appeared in the UK, notably \"&lt;a href=\"Oz%20%28magazine%29\"&gt;Oz&lt;/a&gt;\" and \"&lt;a href=\"Escape%20Magazine\"&gt;Escape Magazine&lt;/a&gt;\". While the best selling comics in the UK have been British, &lt;a href=\"American%20comic%20book\"&gt;American comic book&lt;/a&gt;s and Japanese &lt;a href=\"manga\"&gt;manga&lt;/a&gt; are popular in the UK.\nOverview.\nThe description \"comics\" derived from the names of popular titles such as \"&lt;a href=\"Comic%20Cuts\"&gt;Comic Cuts&lt;/a&gt;\", and from the fact that in the beginning all the titles presented only comical (i.e. humorous) content.\nBritish comics typically differ from the &lt;a href=\"American%20comic%20book\"&gt;American comic book&lt;/a&gt;. Although historically they shared the same format size, based on a sheet of 30 x 22 inch &lt;a href=\"Paper%20size%23Traditional%20British%20paper%20sizes\"&gt;imperial paper&lt;/a&gt;, folded, British comics have moved away from this size, adopting a standard magazine size. Until that point, the British comic was also usually printed on newsprint, with black or a dark red used as the dark colour and the four colour process used on the cover. \"The Beano\" and \"The Dandy\" both switched to an all-colour format in 1993.\nOriginally aimed at the semi-literate working class (in that it replaced the text-based stories of the &lt;a href=\"story%20papers\"&gt;story papers&lt;/a&gt; with picture-based stories, which were less challenging for a poorly educated readership), the comic gradually came to be seen as childish (in part because, due to gradual improvements in public education, children were eventually the only remaining market for a format designed to be unchallenging for the reader). Hence by the mid 20th Century it was being marketed exclusively towards children.\nHistorically, strips were of one or two pages in length, with a single issue of a comic containing upwards of a dozen separate strips, featuring different characters. In more recent times, strips have become longer and have tended to continue over a number of issues and periods of time.\nWhilst some comics contained only strips, other publications such as \"&lt;a href=\"Jackie%20%28magazine%29\"&gt;Jackie&lt;/a&gt;\" have had a slightly different focus, providing their girl readers with articles about, and photographs of, &lt;a href=\"List%20of%20popular%20music%20performers\"&gt;pop stars&lt;/a&gt; and &lt;a href=\"television\"&gt;television&lt;/a&gt;/&lt;a href=\"film\"&gt;film&lt;/a&gt; actors, plus more general articles about teenage life, whilst throwing in a few comic strips for good measure. For boys there were, historically, similar publications based upon soccer, such as \"&lt;a href=\"Shoot%20%28football%20magazine%29\"&gt;Shoot!&lt;/a&gt;\", which featured non-fiction picture articles about popular footballers, league clubs, and general football news, accompanied by a limited range of football-based comic strips.\nIn British comics history, there are some extremely long-running publications such as \"&lt;a href=\"The%20Beano\"&gt;The Beano&lt;/a&gt;\" and \"&lt;a href=\"The%20Dandy\"&gt;The Dandy&lt;/a&gt;\" published by &lt;a href=\"D.%20C.%20Thomson%20%26amp%3B%20Co.\"&gt;D. C. Thomson &amp; Co.&lt;/a&gt;, a newspaper company based in &lt;a href=\"Dundee\"&gt;Dundee&lt;/a&gt;, Scotland. \"The Dandy\" began in 1937 and \"The Beano\" in 1938. \"The Beano\" is still going today while \"The Dandy\" ceased print publication in 2012. The \"&lt;a href=\"Boys%27%20Own%20Paper\"&gt;Boys' Own Paper&lt;/a&gt;\", another long-running publication which was aimed at boys in a slightly older age group, lasted from 1879 to 1967.\nThere has been a continuous tradition, since the 1950s, of black and white comics, published in a smaller page size format, many of them war titles such as \"&lt;a href=\"Air%20Ace\"&gt;Air Ace&lt;/a&gt;\", inspiring youngsters with tales of the exploits of the &lt;a href=\"army\"&gt;army&lt;/a&gt;, &lt;a href=\"navy\"&gt;navy&lt;/a&gt; and &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt;, mainly in the two &lt;a href=\"world%20war\"&gt;world war&lt;/a&gt;s. There have also been some &lt;a href=\"romance%20comics\"&gt;romance&lt;/a&gt; titles and some &lt;a href=\"Western%20comics\"&gt;western&lt;/a&gt;s in this format.\nOn 19 March 2012, the British postal service, the &lt;a href=\"Royal%20Mail\"&gt;Royal Mail&lt;/a&gt;, released a set of stamps depicting characters and series from British comics. The collection featured \"&lt;a href=\"The%20Beano\"&gt;The Beano&lt;/a&gt;, &lt;a href=\"The%20Dandy\"&gt;The Dandy&lt;/a&gt;, &lt;a href=\"Eagle%20%28comics%29\"&gt;Eagle&lt;/a&gt;, &lt;a href=\"The%20Topper%20%28comics%29\"&gt;The Topper&lt;/a&gt;, &lt;a href=\"Roy%20of%20the%20Rovers%20%28comic%29\"&gt;Roy of the Rovers&lt;/a&gt;, &lt;a href=\"Bunty\"&gt;Bunty&lt;/a&gt;, &lt;a href=\"Buster%20%28comics%29\"&gt;Buster&lt;/a&gt;, &lt;a href=\"Valiant%20%28comics%29\"&gt;Valiant&lt;/a&gt;, &lt;a href=\"Twinkle%20%28comics%29\"&gt;Twinkle&lt;/a&gt;\" and \"&lt;a href=\"2000%20AD%20%28comics%29\"&gt;2000 AD&lt;/a&gt;\".\nHistory.\n19th century.\nIn the 19th century, story papers (containing illustrated text stories), known as \"penny dreadfuls\" from their cover price, served as entertainment for British children. Full of close-printed text with few illustrations, they were essentially no different from a book, except that they were somewhat shorter and that typically the story was serialised over many weekly issues in order to maintain sales.\nThese serial stories could run to hundreds of instalments if they were popular. And to pad out a successful series, writers would insert quite extraneous material such as the geography of the country in which the action was occurring, so that the story would extend into more issues. Plagiarism was rife, with magazines profiting from competitors' successes under a few cosmetic name changes. Apart from action and historical stories, there was also a fashion for horror and the supernatural, with epics like \"Varney the Vampire\" running for years. Horror, in particular, contributed to the epithet \"penny dreadful\". Stories featuring criminals such as 'Spring-Heeled Jack', pirates, highwaymen (especially Dick Turpin), and detectives (including Sexton Blake) dominated decades of the Victorian and early 20th-century weeklies.\nComic strips—stories told primarily in strip cartoon form, rather than as a written narrative with illustrations—emerged only slowly. Scottish-born newspaper proprietor &lt;a href=\"James%20Henderson%20%28publisher%29\"&gt;James Henderson&lt;/a&gt; began publishing \"&lt;a href=\"Funny%20Folks\"&gt;Funny Folks&lt;/a&gt;\" in 1874. Writer &lt;a href=\"Denis%20Gifford\"&gt;Denis Gifford&lt;/a&gt; considered \"Funny Folks\" to be the first British &lt;a href=\"comic\"&gt;comic&lt;/a&gt;, though at first it tackled topical and political subjects along the same lines as \"&lt;a href=\"Punch%20%28magazine%29\"&gt;Punch&lt;/a&gt;\". The magazine was heavily illustrated, with cartoons by &lt;a href=\"John%20Proctor%20%28cartoonist%29\"&gt;John Proctor&lt;/a&gt;, known as Puck, among others, and benefitted from innovations in the use of cheap paper and photographic printing. \"&lt;a href=\"Ally%20Sloper%27s%20Half%20Holiday\"&gt;Ally Sloper's Half Holiday&lt;/a&gt;\" (1884) is regarded as the first comic strip magazine to feature a recurring character (Ally Sloper). This strip cost one penny and was designed for adults. Ally, the recurring character, was a working-class fellow who got up to various forms of mischief and often suffered for it.\nIn 1890 two more comic magazines debuted before the British public, \"Comic Cuts\" and \"Illustrated Chips\", both published by &lt;a href=\"Amalgamated%20Press\"&gt;Amalgamated Press&lt;/a&gt;. These magazines notoriously reprinted British and American material, previously published in newspapers and magazines, without permission. The success of these comics was such that Amalgamated's owner, Alfred Harmsworth, was able to launch the \"&lt;a href=\"Daily%20Mirror\"&gt;Daily Mirror&lt;/a&gt;\" and the \"&lt;a href=\"Daily%20Mail\"&gt;Daily Mail&lt;/a&gt;\" newspapers on the profits.\nComics were also published as accompaniments to women's magazines at the end of the century. \"Jungle Jinks,\" which held the honor of being the longest running British comic until 1954, first appeared in 1898 as a supplement to \"Home Chat;\" drawn by &lt;a href=\"Mabel%20F.%20Taylor\"&gt;Mabel F. Taylor&lt;/a&gt;, it was the first anthropomorphic animal British comic.\n20th century.\nOver the next thirty years or so, comic publishers saw the juvenile market as the most profitable, and thus geared their publications accordingly, so that by 1914 most comics were standalone booklets aimed at eight- to twelve-year-olds.\nThe &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt; is notable mainly for the publication of &lt;a href=\"Annual%20publication%23British%20annuals\"&gt;annuals&lt;/a&gt; by Eagle Press, and also the emergence of &lt;a href=\"D.%20C.%20Thomson%20%26amp%3B%20Co.%20Ltd\"&gt;D. C. Thomson &amp; Co. Ltd&lt;/a&gt;. D. C. Thomson launched both \"&lt;a href=\"The%20Beano\"&gt;The Beano&lt;/a&gt;\" and \"&lt;a href=\"The%20Dandy\"&gt;The Dandy&lt;/a&gt;\" in the late 1930s, which thrived during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. Their successful mix of irreverence and slapstick led to many similar titles, notably \"&lt;a href=\"Buster%20%28comic%29\"&gt;Buster&lt;/a&gt;\", \"&lt;a href=\"Topper%20%28comic%20book%29\"&gt;Topper&lt;/a&gt;\" and \"&lt;a href=\"The%20Beezer\"&gt;Beezer&lt;/a&gt;\". However the originators of this format have outlasted all rivals, and \"The Beano\" is still published today.\nIn the early 1950s, \"lurid American 'crime' and 'horror comics' reached Britain\", prompting what in retrospect has been characterised as a &lt;a href=\"moral%20panic\"&gt;moral panic&lt;/a&gt;. Copies of \"&lt;a href=\"Tales%20from%20the%20Crypt%20%28comics%29\"&gt;Tales from the Crypt&lt;/a&gt;\" and \"&lt;a href=\"The%20Vault%20of%20Horror%20%28comics%29\"&gt;The Vault of Horror&lt;/a&gt;\", which arrived as &lt;a href=\"Sailing%20ballast\"&gt;ballast&lt;/a&gt; in ships from the United States, were first only available in the \"environs of the great ports of &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt;, &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt; and London\", but by \"using blocks made from imported American &lt;a href=\"matrix%20%28printing%29\"&gt;matrices&lt;/a&gt;\", British versions of \"Tales from the Crypt\" and \"The Vault of Horror\" were printed in London and &lt;a href=\"Leicester\"&gt;Leicester&lt;/a&gt; (by companies like &lt;a href=\"Arnold%20Book%20Company\"&gt;Arnold Book Company&lt;/a&gt;) and sold in \"small back-street newsagents.\" The ensuing outcry was heard in &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament&lt;/a&gt;, and at the urging of the Most Reverend &lt;a href=\"Geoffrey%20Fisher\"&gt;Geoffrey Fisher&lt;/a&gt;, the &lt;a href=\"Archbishop%20of%20Canterbury\"&gt;Archbishop of Canterbury&lt;/a&gt;, Major &lt;a href=\"Gwilym%20Lloyd%20George%2C%201st%20Viscount%20Tenby\"&gt;Gwilym Lloyd George&lt;/a&gt;, the &lt;a href=\"Home%20Secretary\"&gt;Home Secretary&lt;/a&gt; and &lt;a href=\"Minister%20of%20Welsh%20Affairs\"&gt;Minister of Welsh Affairs&lt;/a&gt;, and the &lt;a href=\"National%20Union%20of%20Teachers\"&gt;National Union of Teachers&lt;/a&gt;, Parliament passed the &lt;a href=\"Children%20and%20Young%20Persons%20%28Harmful%20Publications%29%20Act%201955\"&gt;Children and Young Persons (Harmful Publications) Act 1955&lt;/a&gt;. The act prohibited \"any book, magazine or other like work which is of a kind likely to fall into the hands of children or young persons and consists wholly or mainly of stories told in pictures (with or without the addition of written matter), being stories portraying (a) the commission of crimes; or (b) acts of violence or cruelty; or (c) incidents of a repulsive or horrible nature; in such a way that the work as a whole would tend to corrupt a child or young person into whose hands it might fall.\" Although the act had a &lt;a href=\"sunset%20clause\"&gt;sunset clause&lt;/a&gt;, in 1969 the Act was made permanent, and continues to be in force today, represented, for example, in the &lt;a href=\"Royal%20Mail\"&gt;Royal Mail&lt;/a&gt; prohibition against mailing horror comics and the &lt;a href=\"matrix%20%28printing%29\"&gt;matrices&lt;/a&gt; used to print them.\nDuring the 1950s and 1960s, the most popular comic for older age-group boys was \"&lt;a href=\"Eagle%20%28British%20comics%29\"&gt;Eagle&lt;/a&gt;\" published by &lt;a href=\"Hulton%20Press\"&gt;Hulton Press&lt;/a&gt;. \"Eagle\" was published in a more expensive format, and was a &lt;a href=\"Printing%23Gravure\"&gt;gravure-printed&lt;/a&gt; weekly. This format was used originally by \"&lt;a href=\"Mickey%20Mouse%20Weekly\"&gt;Mickey Mouse Weekly&lt;/a&gt;\" during the 1930s. \"Eagle\"'s success saw a number of comics launched in a similar format — \"&lt;a href=\"TV%20Century%2021\"&gt;TV Century 21&lt;/a&gt;\", \"&lt;a href=\"Look%20and%20Learn\"&gt;Look and Learn&lt;/a&gt;\" and \"&lt;a href=\"TV%20Comic\"&gt;TV Comic&lt;/a&gt;\" being notable examples. Comics published in this format were known in the trade as \"slicks.\" At the end of the 1960s, these comics moved away from gravure printing, preferring &lt;a href=\"Printing%23Offset\"&gt;offset litho&lt;/a&gt; due to cost considerations arising from decreasing readership.\nHowever, the boys' adventure comic was still popular, and titles such as \"&lt;a href=\"Valiant%20%28comics%29\"&gt;Valiant&lt;/a&gt;\" and \"&lt;a href=\"Tiger%20%28Fleetway%29\"&gt;Tiger&lt;/a&gt;\", published by &lt;a href=\"IPC%20Magazines\"&gt;IPC Magazines&lt;/a&gt;, saw new adventure heroes become stars, including \"&lt;a href=\"Roy%20of%20the%20Rovers\"&gt;Roy of the Rovers&lt;/a&gt;\" who would eventually gain his own title. &lt;a href=\"Odhams%20Press\"&gt;Odhams Press&lt;/a&gt; was a company that mainly printed (adventure-oriented) new material; it also reprinted American &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt; material in its &lt;a href=\"Power%20Comics\"&gt;Power Comics&lt;/a&gt; line, which included the titles \"&lt;a href=\"Smash%21%20%28comic%29\"&gt;Smash!&lt;/a&gt;\" and \"&lt;a href=\"Fantastic%20%28comic%29\"&gt;Fantastic&lt;/a&gt;\".\nBy 1970 the British comics market was in a long-term decline, as comics lost popularity in the face of the rise of other popular pastimes for children. Initially, the challenge was the rising popularity of &lt;a href=\"television\"&gt;television&lt;/a&gt;, a trend which the introduction of colour television to Britain during 1969 set in stone. In an effort to counter the trend, many publishers switched the focus of their comics to television-related characters. The television shows of &lt;a href=\"Gerry%20Anderson\"&gt;Gerry Anderson&lt;/a&gt;, such as \"&lt;a href=\"Thunderbirds%20%28TV%20series%29\"&gt;Thunderbirds&lt;/a&gt;\" and \"&lt;a href=\"Captain%20Scarlet%20and%20the%20Mysterons\"&gt;Captain Scarlet and the Mysterons&lt;/a&gt;\", had begun this in the mid-1960s with the launch of tie-in comics such as \"&lt;a href=\"TV%20Century%2021\"&gt;TV Century 21&lt;/a&gt;\" and \"&lt;a href=\"Lady%20Penelope%20%28comic%29\"&gt;Lady Penelope&lt;/a&gt;\", which included strips related to Anderson's TV shows (as well as other popular programs of the era). &lt;a href=\"Polystyle%20Publications\"&gt;Polystyle Publications&lt;/a&gt; already published a TV-related comic for young children called \"&lt;a href=\"TV%20Comic\"&gt;TV Comic&lt;/a&gt;\", and in 1971 moved into the older market with \"&lt;a href=\"Countdown%20%28Polystyle%20Publications%29\"&gt;Countdown&lt;/a&gt;\" (later retitled \"TV Action\"). The teenage market saw \"&lt;a href=\"Look-in\"&gt;Look-in&lt;/a&gt;\" magazine feature strips solely based on popular television programs.\nAnother strand of the reaction to television was the launch of comics focused entirely on &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; (a sport as popular as television amongst boys), with titles such as \"&lt;a href=\"Shoot%20%28football%20magazine%29\"&gt;Shoot&lt;/a&gt;\" and \"Scorcher and Score\". Those comics that didn't compete with the popularity of television began to close down, merging with the few survivors.\nIn the 1970s very few boys' comics in the \"slick\" format were launched, although Polystyle's \"Countdown\" was one exception, launching in 1971 with content similar to \"&lt;a href=\"TV%20Century%2021\"&gt;TV21&lt;/a&gt;\" (which had disappeared by then) and \"TV Comic\". \"&lt;a href=\"Vulcan%20%28Fleetway%29\"&gt;Vulcan&lt;/a&gt;\", a reprint title, was another, in 1976. &lt;a href=\"British%20girls%27%20comics\"&gt;Girls' titles&lt;/a&gt; which had launched in the slick format in the 1960s continued in that format into the 1970s; and others, such as \"Diana\" and \"&lt;a href=\"Judy%20%28girls%27%20magazine%29\"&gt;Judy&lt;/a&gt;\", changed to become slicks. They found themselves in the same market as teenage titles for girls such as \"&lt;a href=\"Boyfriend%20%28comics%29\"&gt;Boyfriend&lt;/a&gt;\" and \"Blue Jeans\", which had changed their content and were featuring mainly product-related articles and &lt;a href=\"photo%20comics\"&gt;photo comics&lt;/a&gt;.\nIn &lt;a href=\"1972%20in%20comics\"&gt;1972&lt;/a&gt;, &lt;a href=\"Marvel%20Comics\"&gt;Marvel&lt;/a&gt; set up a publishing arm in the UK, &lt;a href=\"Marvel%20UK\"&gt;Marvel UK&lt;/a&gt;, reprinting American superhero strips. These proved extremely popular, and a range of weekly titles was being published by 1975. So much so that in 1976 the parent company briefly published a minimal amount of new material specifically for the UK market in \"&lt;a href=\"Captain%20Britain\"&gt;Captain Britain&lt;/a&gt;\". The American reprint material proved to be more successful and continued to appear into the 1980s, at which stage Marvel UK also began diversifying into home-produced original material, both UK-originated strips featuring American created characters such as Captain Britain, the &lt;a href=\"Hulk\"&gt;Hulk&lt;/a&gt; and the &lt;a href=\"Black%20Knight%20%28Dane%20Whitman%29\"&gt;Black Knight&lt;/a&gt;, and wholly original strips like \"&lt;a href=\"Night%20Raven\"&gt;Night Raven&lt;/a&gt;\". They also began producing television-based material, initially with \"&lt;a href=\"Doctor%20Who%20Weekly\"&gt;Doctor Who Weekly&lt;/a&gt;\", launched in 1979.\nIn the late 1960s and into the 1970s, the &lt;a href=\"underground%20comics\"&gt;underground comics&lt;/a&gt; movement inspired two new comics in the UK: \"&lt;a href=\"Oz%20%28magazine%29\"&gt;Oz&lt;/a&gt;\" and \"&lt;a href=\"Nasty%20Tales\"&gt;Nasty Tales&lt;/a&gt;\" were launched with the underground premise of counter-culture rebellion. \"Oz\" notoriously featured the children's character \"&lt;a href=\"Rupert%20the%20Bear\"&gt;Rupert the Bear&lt;/a&gt;\" performing sexual acts. Both magazines were tried at the &lt;a href=\"Old%20Bailey\"&gt;Old Bailey&lt;/a&gt; under the &lt;a href=\"Obscene%20Publications%20Act\"&gt;Obscene Publications Act&lt;/a&gt; because of their content. The \"Oz\" defendants were convicted, although the conviction was overturned on appeal. The \"Nasty Tales\" defendants were cautioned. However, both these comics ceased publication soon after their trial, as much due to the social changes at the end of the counter-culture movement as any effect of the court cases. These were always adult magazines, not aimed at the mainstream children's market.\nIn the mid-1970s, British comics became more action-oriented. The first such title to be launched was \"&lt;a href=\"Warlord%20%28DC%20Thomson%29\"&gt;Warlord&lt;/a&gt;\" in &lt;a href=\"1974%20in%20comics\"&gt;1974&lt;/a&gt;. Published by &lt;a href=\"DC%20Thomson\"&gt;DC Thomson&lt;/a&gt;, it proved to be a success, and led to its then-rival, &lt;a href=\"IPC%20Media\"&gt;IPC Magazines Ltd&lt;/a&gt;, producing \"&lt;a href=\"Battle%20Picture%20Weekly\"&gt;Battle Picture Weekly&lt;/a&gt;\", a comic notably grimmer in style than its competitor. \"Battle's\" success led to IPC launching another, similarly styled title, \"&lt;a href=\"Action%20%28comic%29\"&gt;Action&lt;/a&gt;\", which became a success too but also became controversial, due to its violent content, such as a front cover illustration which appeared to show armed children beating up a helpless police officer. Complaints about its tone eventually led to questions being asked in the &lt;a href=\"British%20House%20of%20Commons\"&gt;House of Commons&lt;/a&gt;. As a result, and despite the comics' popularity, IPC decided to drastically tone down the content after 36 issues, and issue 37 was pulped. When it returned to newsstands it was far less violent, which neutered the comic's appeal. The title quickly declined and was merged with \"Battle\".\n\"Action's\" position as the UK's most popular title was taken over by \"&lt;a href=\"2000%20AD%20%28comics%29\"&gt;2000 AD&lt;/a&gt;\", a science-fiction comic launched in &lt;a href=\"1977%20in%20comics\"&gt;1977&lt;/a&gt; by IPC. Created as a comic for older boys, it also held appeal for teenage and even adult readers. In the 1960s IPC began to source comic art from &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, mainly for financial reasons. This trend was continued through to the launch of \"2000 AD\". &lt;a href=\"Carlos%20Ezquerra\"&gt;Carlos Ezquerra&lt;/a&gt; is the most notable Spanish artist to have worked in British comics, having worked on both \"Battle\" and \"2000 AD\", and is credited with the creation of the look of &lt;a href=\"Judge%20Dredd\"&gt;Judge Dredd&lt;/a&gt;.\n\"&lt;a href=\"Star%20Wars%20Weekly\"&gt;Star Wars Weekly&lt;/a&gt;\", published by Marvel UK, launched in 1977, lasted until 1986. In &lt;a href=\"1982%20in%20comics\"&gt;1982&lt;/a&gt; \"&lt;a href=\"Eagle%20%28British%20comics%29\"&gt;Eagle&lt;/a&gt;\" was relaunched, this time including photo comics, but still with \"&lt;a href=\"Dan%20Dare\"&gt;Dan Dare&lt;/a&gt;\" as the lead story. The comic moved it from the front page to the centre pages to allow a more magazine-style cover.\nIn 1978 \"&lt;a href=\"The%20Adventures%20of%20Luther%20Arkwright\"&gt;The Adventures of Luther Arkwright&lt;/a&gt;\" by &lt;a href=\"Bryan%20Talbot\"&gt;Bryan Talbot&lt;/a&gt; began serialisation in \"&lt;a href=\"Near%20Myths\"&gt;Near Myths&lt;/a&gt;\" (and continued in other comics after that title folded). \"Luther Arkwright\" was later collected as a &lt;a href=\"graphic%20novel\"&gt;graphic novel&lt;/a&gt;, and has been called the first British graphic novel.\nIn 1982 &lt;a href=\"Dez%20Skinn\"&gt;Dez Skinn&lt;/a&gt; launched \"&lt;a href=\"Warrior%20%28comics%29\"&gt;Warrior&lt;/a&gt;\", possibly the most notable comic of the period, as it contained both the \"&lt;a href=\"Miracleman\"&gt;Marvelman&lt;/a&gt;\" and \"&lt;a href=\"V%20for%20Vendetta\"&gt;V for Vendetta&lt;/a&gt;\" strips, by &lt;a href=\"Alan%20Moore\"&gt;Alan Moore&lt;/a&gt;. \"Warrior\" was a British equivalent of \"&lt;a href=\"Heavy%20Metal%20%28magazine%29\"&gt;Heavy Metal&lt;/a&gt;\" magazine. Marvelman was a &lt;a href=\"Captain%20Marvel%20%28DC%20Comics%29\"&gt;Captain Marvel&lt;/a&gt; clone that Skinn acquired, although the legality of that acquisition has been questioned. In Moore's hands, the strip became an \"adult\" style &lt;a href=\"superhero\"&gt;superhero&lt;/a&gt;, and was later reprinted, with the story continued, in an American full-color comic, with the name changed from \"Marvelman\" to \"Miracleman\" to avoid any lawsuits that &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt; may have considered. Eventually, \"Warrior\" succumbed to copyright issues.\nAdult comics also witnessed a slight resurgence with \"psst!\", an attempt to market a French-style monthly &lt;a href=\"Franco-Belgian%20comics\"&gt;bande dessinée&lt;/a&gt;, and \"&lt;a href=\"Escape%20%28magazine%29\"&gt;Escape&lt;/a&gt;\" magazine, published by &lt;a href=\"Paul%20Gravett\"&gt;Paul Gravett&lt;/a&gt;, former \"psst!\" promotions man. \"Escape\" featured early work from &lt;a href=\"Eddie%20Campbell\"&gt;Eddie Campbell&lt;/a&gt; and &lt;a href=\"Paul%20Grist%20%28comics%29\"&gt;Paul Grist&lt;/a&gt;, amongst others. Neither comic managed to survive in the vagaries of the comics market, \"Escape\" beset by lack of publisher interest.\nDuring this period a number of smaller publishers were formed to provide inventive publications appealing to niche markets. &lt;a href=\"Congress%20Press\"&gt;Congress Press&lt;/a&gt; was one of these companies, releasing titles such as \"Birthrite\", \"Heaven &amp; Hell\" and a graphic novel, \"Spookhouse\". Other small publishers of the era included &lt;a href=\"Harrier%20Comics\"&gt;Harrier Comics&lt;/a&gt; (1984–1989) and &lt;a href=\"Acme%20Press\"&gt;Acme Press&lt;/a&gt; (1986–1995).\nMost of the surviving titles published by IPC, Fleetway, and DC Thomson were merged into each other in the late 1980s and early 1990s, as the popularity of comics waned further in response to a surge in the popularity of television (a popularity which received another major boost from the late 1970s onward as domestic &lt;a href=\"videocassette%20recorder\"&gt;videocassette recorder&lt;/a&gt;s became available), and due to the popularity of &lt;a href=\"video%20games\"&gt;video games&lt;/a&gt; (as inexpensive home computers such as the &lt;a href=\"ZX%20Spectrum\"&gt;ZX Spectrum&lt;/a&gt;, mainly used for gaming, became available from 1980). Although new comics titles were launched in this period, none seemed to find a sustainable audience.\nNotable comics of the period included \"&lt;a href=\"Deadline%20%28magazine%29\"&gt;Deadline&lt;/a&gt;\", \"&lt;a href=\"Toxic%21\"&gt;Toxic!&lt;/a&gt;\", \"&lt;a href=\"Crisis%20%28comic%29\"&gt;Crisis&lt;/a&gt;\", and \"&lt;a href=\"Revolver%20%28comic%29\"&gt;Revolver&lt;/a&gt;\". \"Deadline\" was conceived by &lt;a href=\"Steve%20Dillon\"&gt;Steve Dillon&lt;/a&gt; and &lt;a href=\"Brett%20Ewins\"&gt;Brett Ewins&lt;/a&gt;, and mixed original strips with reprints of U.S. strips, notably \"&lt;a href=\"Love%20and%20Rockets%20%28comics%29\"&gt;Love &amp; Rockets&lt;/a&gt;\", and articles and interviews on the British independent music scene of the time. \"&lt;a href=\"Tank%20Girl\"&gt;Tank Girl&lt;/a&gt;\" was its most notable strip. \"Crisis\" was published by &lt;a href=\"Fleetway\"&gt;Fleetway Publications&lt;/a&gt;, a company formed from &lt;a href=\"IPC%20Media\"&gt;IPC's&lt;/a&gt; comics holdings. It was aimed at readers who had outgrown \"2000 AD\", and featured first works by &lt;a href=\"Garth%20Ennis\"&gt;Garth Ennis&lt;/a&gt; and &lt;a href=\"Sean%20Phillips\"&gt;Sean Phillips&lt;/a&gt; amongst others.\nOne publication of that period did find an audience. \"&lt;a href=\"Viz%20%28comics%29\"&gt;Viz&lt;/a&gt;\" began life in &lt;a href=\"1979%20in%20comics\"&gt;1979&lt;/a&gt; as a &lt;a href=\"fanzine\"&gt;fanzine&lt;/a&gt; style publication, before, in 1989, becoming the biggest selling comic in the country. Based upon bad taste, crude language, crude sexual innuendo, and the parodying of strips from \"&lt;a href=\"The%20Dandy\"&gt;The Dandy&lt;/a&gt;\" (among them \"&lt;a href=\"Black%20Bag\"&gt;Black Bag – the Faithful Border Bin Liner&lt;/a&gt;\", a parody of \"The Dandy's\" \"&lt;a href=\"Black%20Bob%20%28comics%29\"&gt;Black Bob&lt;/a&gt;\" series about a &lt;a href=\"Border%20Collie\"&gt;Border Collie&lt;/a&gt;), the popularity of \"Viz\" depended entirely upon a variant of Sixties counter-culture; and it promptly inspired similarly themed titles, including \"&lt;a href=\"Smut%20%28comics%29\"&gt;Smut&lt;/a&gt;\", \"&lt;a href=\"Spit%21%20%28comic%29\"&gt;Spit!&lt;/a&gt;\", \"Talking Turkey\", \"&lt;a href=\"Elephant%20Parts%20%28comic%29\"&gt;Elephant Parts&lt;/a&gt;\", \"&lt;a href=\"Gas%20%28comic%29\"&gt;Gas&lt;/a&gt;\", \"&lt;a href=\"Brain%20Damage%20%28comic%29\"&gt;Brain Damage&lt;/a&gt;\", \"&lt;a href=\"Poot%21%20%28comics%29\"&gt;Poot!&lt;/a&gt;\", \"&lt;a href=\"UT%20%28comic%29\"&gt;UT&lt;/a&gt;\" and \"&lt;a href=\"Zit%20%28comics%29\"&gt;Zit&lt;/a&gt;\", all of which failed to achieve \"Viz\"'s longevity and folded, while \"Viz\" remained one of the United Kingdom's top-selling magazines.\n21st century.\nBeginning in 2000, the British market arrested its long decline. However, there is no sign of any great growth in circulation for the few remaining titles, and no sign of any new launches from mainstream publishers into the comics arena. An ever-increasing number of &lt;a href=\"British%20small%20press%20comics\"&gt;small press&lt;/a&gt; and &lt;a href=\"fanzine\"&gt;fanzine&lt;/a&gt; titles are being produced, such as \"&lt;a href=\"Solar%20Wind%20%28comic%29\"&gt;Solar Wind&lt;/a&gt;\" or \"&lt;a href=\"FutureQuake\"&gt;FutureQuake&lt;/a&gt;\", aided by the cheapness and increasingly professional appearance of &lt;a href=\"desktop%20publishing\"&gt;desktop publishing&lt;/a&gt; programs. It is from this scene that the UK's new talents now tend to emerge (e.g. &lt;a href=\"Al%20Ewing\"&gt;Al Ewing&lt;/a&gt;, &lt;a href=\"Henry%20Flint\"&gt;Henry Flint&lt;/a&gt; or &lt;a href=\"Simon%20Spurrier\"&gt;Simon Spurrier&lt;/a&gt;).\nAfter they were purchased by &lt;a href=\"Rebellion%20Developments\"&gt;Rebellion Developments&lt;/a&gt;, both \"&lt;a href=\"2000%20AD%20%28comics%29\"&gt;2000 AD&lt;/a&gt;\" and the \"&lt;a href=\"Judge%20Dredd%20Megazine\"&gt;Judge Dredd Megazine&lt;/a&gt;\" have seen the release of more adaptations and &lt;a href=\"trade%20paperback%20%28comics%29\"&gt;trade paperbacks&lt;/a&gt;, including complete reprint collections of the entire runs of \"&lt;a href=\"Judge%20Dredd\"&gt;Judge Dredd&lt;/a&gt;\", \"&lt;a href=\"Strontium%20Dog\"&gt;Strontium Dog&lt;/a&gt;\" and \"&lt;a href=\"Nemesis%20the%20Warlock\"&gt;Nemesis the Warlock&lt;/a&gt;\". Starting in 2006 the \"Megazine\" began a regular small press section which usually features an article on a title by Matthew Badham or David Baillie and a small press story.\nWhile British companies and creators have helped create the market for &lt;a href=\"trade%20paperback%20%28comics%29\"&gt;collected volumes&lt;/a&gt; there have, with a few exceptions like &lt;a href=\"Raymond%20Briggs\"&gt;Raymond Briggs&lt;/a&gt;, been very few British &lt;a href=\"graphic%20novels\"&gt;original graphic novels&lt;/a&gt; published. Briggs himself has said \"On the Continent, graphic novels have been as accepted as films or books for many years, but England has had a snobby attitude towards them. They've always been seen as something just for children\". However, thanks to the strong sales for Briggs' \"&lt;a href=\"Ethel%20and%20Ernest\"&gt;Ethel and Ernest&lt;/a&gt;\", and \"&lt;a href=\"Jimmy%20Corrigan\"&gt;Jimmy Corrigan&lt;/a&gt;\" winning \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\"'s best first novel award, publishers have started expanding into this area. &lt;a href=\"Random%20House\"&gt;Random House&lt;/a&gt; UK's imprint &lt;a href=\"Jonathan%20Cape\"&gt;Jonathan Cape&lt;/a&gt; has tripled its graphic novel output and Random House has also established &lt;a href=\"Tanoshimi\"&gt;Tanoshimi&lt;/a&gt; to publish manga. Other publishers have also been increasing their output, which, as well as producing original works like \"&lt;a href=\"Alice%20in%20Sunderland\"&gt;Alice in Sunderland&lt;/a&gt;\", have also been included adaptations of works of literature. There are a number of new publishers who are specifically targeting this area, including &lt;a href=\"Classical%20Comics\"&gt;Classical Comics&lt;/a&gt; and &lt;a href=\"Self%20Made%20Hero\"&gt;Self Made Hero&lt;/a&gt;, the latter having an imprint focused on &lt;a href=\"manga\"&gt;manga&lt;/a&gt; adaptations of the works of Shakespeare.\nThis highlights another recent change, as there has been an increase in British &lt;a href=\"original%20English-language%20manga\"&gt;original English-language manga&lt;/a&gt;. Self Made Hero's 'Manga Shakespeare' imprint draws on talent discovered in &lt;a href=\"Tokyopop\"&gt;Tokyopop&lt;/a&gt;'s UK/Irish version of \"&lt;a href=\"Rising%20Stars%20of%20Manga\"&gt;Rising Stars of Manga&lt;/a&gt;\", including members of the UK collective &lt;a href=\"Sweatdrop%20Studios\"&gt;Sweatdrop Studios&lt;/a&gt;, who have also contributed to other British-based efforts like &lt;a href=\"ILYA\"&gt;ILYA&lt;/a&gt;'s \"Mammoth Book of Best New Manga\" and \"&lt;a href=\"MangaQuake\"&gt;MangaQuake&lt;/a&gt;\". Creators involved in those collections who have gone on to do several manga style graphic novels include British based Japanese creators such as Chie Kutsuwada and Michiru Morikawa, as well as, conversely, a British writer based in Japan, Sean Michael Wilson.\nReleased at the start of the 21st century was \"&lt;a href=\"Toxic%20%28magazine%29\"&gt;Toxic&lt;/a&gt;\", a comic which mixed comic strips alongside &lt;a href=\"Video%20game%20journalism\"&gt;game reviews&lt;/a&gt; and other articles. Beginning in 2002, this comic proved very successful and is still running. Its influence can be felt on other comics as well most notably when \"&lt;a href=\"The%20Dandy\"&gt;The Dandy&lt;/a&gt;\", Britain's longest-running comic at the time, became the \"Dandy Xtreme\" in August 2007; it borrowed many of the features prevalent in \"Toxic\", mixing articles alongside comic strips. However, \"The Dandy\" eventually moved away with this strategy in October 2010, when the comic was revamped, and published its final issue on its 75th anniversary in 2012. The \"&lt;a href=\"BeanoMAX\"&gt;BeanoMAX&lt;/a&gt;\" (which also started in 2007) also borrowed some of \"Toxic\"'s features. That title was then replaced by \"The 100% Official Dennis the Menace and Gnasher Megazine\", which was later renamed \"Epic\".\n\"&lt;a href=\"The%20DFC\"&gt;The DFC&lt;/a&gt;\" launched at the end of May &lt;a href=\"2008%20in%20comics\"&gt;2008&lt;/a&gt; drawing together creators from the small press and manga, as well as figures from mainstream British comics and other fields, including author &lt;a href=\"Philip%20Pullman\"&gt;Philip Pullman&lt;/a&gt;. As it transpired, it didn't make it to its first birthday, ending with issue 43. A new comic, however, \"&lt;a href=\"The%20Phoenix%20%28comics%29\"&gt;The Phoenix&lt;/a&gt;\", began in January 2012, a successor to \"The DFC\".\nReprint market for US comics.\nAfter &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the UK was intent on promoting homegrown publishers, and thus banned the direct importation of &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; periodicals, including comic books. As a result, U.S. &lt;a href=\"comic%20book\"&gt;comic book&lt;/a&gt;s typically arrived in the UK as ballast on ships. Although the comics-reading public in the UK was not always able to get reliable supplies of American comics, it has always enjoyed the different approach to comics writing from the other side of the &lt;a href=\"Atlantic%20%28ocean%29\"&gt;Atlantic&lt;/a&gt;.\n\"&lt;a href=\"Sheena%2C%20Queen%20of%20the%20Jungle\"&gt;Sheena, Queen of the Jungle&lt;/a&gt;\" — a female version of &lt;a href=\"Tarzan\"&gt;Tarzan&lt;/a&gt; (with an element of &lt;a href=\"H.%20Rider%20Haggard\"&gt;H. Rider Haggard&lt;/a&gt;'s \" who must be obeyed\" – She... Na!) — was licensed from the &lt;a href=\"Eisner%20%26amp%3B%20Iger\"&gt;Eisner &amp; Iger&lt;/a&gt; studio for a British/Australasian &lt;a href=\"Tabloid%20%28newspaper%20format%29\"&gt;tabloid&lt;/a&gt;, \"&lt;a href=\"Wags%20%28tabloid%29\"&gt;Wags&lt;/a&gt;\", in 1937. The success of this character led to the Sheena stories being repackaged for publication in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; for &lt;a href=\"Fiction%20House\"&gt;Fiction House&lt;/a&gt;'s \"&lt;a href=\"Jumbo%20Comics\"&gt;Jumbo Comics&lt;/a&gt;\", thus exporting the character back to her country of origin.\nBeginning in the 1940s, the available American comics were supplemented by a variety of black-and-white reprints of &lt;a href=\"Fawcett%20Comics\"&gt;Fawcett's&lt;/a&gt; &lt;a href=\"Captain%20Marvel%20%28DC%20Comics%29\"&gt;Captain Marvel&lt;/a&gt;, characters such as Sheena, &lt;a href=\"Mandrake%20the%20Magician\"&gt;Mandrake the Magician&lt;/a&gt;, &lt;a href=\"The%20Phantom\"&gt;The Phantom&lt;/a&gt;, and &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt;' 1950s monster comics. Several reprint companies were involved in this repackaging American material for the British market, notably &lt;a href=\"L.%20Miller%20%26amp%3B%20Son\"&gt;L. Miller &amp; Son&lt;/a&gt;, the &lt;a href=\"Arnold%20Book%20Company\"&gt;Arnold Book Company&lt;/a&gt;, &lt;a href=\"Alan%20Class%20Comics\"&gt;Alan Class Comics&lt;/a&gt;, and the importer/distributor/publisher &lt;a href=\"Thorpe%20%26amp%3B%20Porter\"&gt;Thorpe &amp; Porter&lt;/a&gt;.\nThorpe &amp; Porter began by publishing &lt;a href=\"Dell%20Comics\"&gt;Dell's&lt;/a&gt; \"&lt;a href=\"Four%20Color\"&gt;Four Color&lt;/a&gt;\" series and \"&lt;a href=\"Classics%20Illustrated\"&gt;Classics Illustrated&lt;/a&gt;\" in the UK. They also republished similar formatted titles under various names. Thorpe &amp; Porter' Stratos imprint published a long-running &lt;a href=\"Western%20comics\"&gt;Western comics&lt;/a&gt; series, \"&lt;a href=\"Kid%20Colt%2C%20Outlaw\"&gt;Kid Colt, Outlaw&lt;/a&gt;\", which contained black-and-white reprints from both &lt;a href=\"Atlas%20Comics%20%281950s%29\"&gt;Atlas Comics&lt;/a&gt; and &lt;a href=\"DC%20Comics\"&gt;DC&lt;/a&gt;. T &amp; P also published some material never published in the US.\nWhen &lt;a href=\"Captain%20Marvel%20%28DC%20Comics%29\"&gt;Captain Marvel&lt;/a&gt; ceased publication in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; because of a &lt;a href=\"National%20Comics%20Publications%2C%20Inc.%20v.%20Fawcett%20Publications%2C%20Inc.\"&gt;lawsuit&lt;/a&gt;, &lt;a href=\"L.%20Miller%20%26amp%3B%20Son\"&gt;L. Miller &amp; Son&lt;/a&gt; copied the entire Captain Marvel idea in every detail, and began publishing their own knock-off under the names &lt;a href=\"Marvelman\"&gt;Marvelman&lt;/a&gt; and &lt;a href=\"Young%20Marvelman\"&gt;Young Marvelman&lt;/a&gt;, taking advantage of different copyright laws. These clone versions, created by British writer/artist &lt;a href=\"Mick%20Anglo\"&gt;Mick Anglo&lt;/a&gt;, continued for a few years and, as seen above, were revived years later in \"&lt;a href=\"Warrior%20%28comics%29\"&gt;Warrior&lt;/a&gt;\". The British publishers reprinted many other American series, including the early 1950s \"&lt;a href=\"Eerie\"&gt;Eerie&lt;/a&gt;\" and \"&lt;a href=\"Black%20Magic%20%28comics%29\"&gt;Black Magic&lt;/a&gt;\" in black-and-white format. These usually contained the American stories related to the cover but also additional backup stories to fill up the 64 pages.\nIn 1959, the UK ban on direct importation was lifted. Thorpe &amp; Porter became the sole UK distributor of both &lt;a href=\"DC%20Comics\"&gt;DC&lt;/a&gt; and &lt;a href=\"Marvel%20Comics\"&gt;Marvel&lt;/a&gt; comics. The comics were printed on American printing presses — along with a special cover giving the British price instead of the price in cents — and shipped across the Atlantic. Thus it was that brand-new American-printed copies of \"&lt;a href=\"Fantastic%20Four\"&gt;Fantastic Four&lt;/a&gt;\" #1, \"&lt;a href=\"Amazing%20Fantasy\"&gt;Amazing Fantasy&lt;/a&gt;\" #15, and countless others appeared in the UK.\nThorpe &amp; Porter went bankrupt in 1966 and was purchased by the distribution arm of &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt;, then known as &lt;a href=\"Independent%20News%20Distributors\"&gt;IND.&lt;/a&gt; As a result, T &amp; P's output became almost exclusively reprints of DC titles. &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt; superhero reprints appeared in &lt;a href=\"Odhams%20Press\"&gt;Odhams Press&lt;/a&gt;' &lt;a href=\"Power%20Comics\"&gt;Power Comics&lt;/a&gt; line in 1966–1969, overlapping for a period with &lt;a href=\"Alan%20Class%20Comics\"&gt;Alan Class Comics&lt;/a&gt;' reprinting of some of Marvel's superhero characters. Marvel reprints also appeared in &lt;a href=\"City%20Magazines\"&gt;City Magazines&lt;/a&gt;' \"&lt;a href=\"TV21%20%28magazine%29\"&gt;TV21&lt;/a&gt;\" in 1970–1971. And in 1972 Marvel launched &lt;a href=\"Marvel%20UK\"&gt;Marvel UK&lt;/a&gt;, cornering the market on Marvel reprints; key titles included \"&lt;a href=\"The%20Mighty%20World%20of%20Marvel\"&gt;The Mighty World of Marvel&lt;/a&gt;\" and \"&lt;a href=\"Spider-Man%20Comics%20Weekly\"&gt;Spider-Man Comics Weekly&lt;/a&gt;\". The importation of Marvel's American comics continued to be erratic due to Marvel UK's promotion of their own reprints, which meant some titles were not offered for periods — \"&lt;a href=\"The%20Amazing%20Spider-Man\"&gt;The Amazing Spider-Man&lt;/a&gt;\" being a prime example.\nThe reprint market really took off in the 1980s with &lt;a href=\"Titan%20Books\"&gt;Titan Books&lt;/a&gt; releasing collections of British material, as well as signing deals with &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt; to release that company's titles in the UK. &lt;a href=\"Igor%20Goldkind\"&gt;Igor Goldkind&lt;/a&gt; was Titan's (and &lt;a href=\"Forbidden%20Planet%20%28bookstore%29\"&gt;Forbidden Planet&lt;/a&gt;'s, which was owned by the same company) marketing consultant at the time; he helped popularise the term \"&lt;a href=\"graphic%20novel\"&gt;graphic novel&lt;/a&gt;\" for the &lt;a href=\"trade%20paperback%20%28comics%29\"&gt;trade paperbacks&lt;/a&gt; they were releasing, which generated a lot of attention from the mainstream press.\n&lt;a href=\"Panini%20Comics\"&gt;Panini Comics&lt;/a&gt; took over in 1994, reprinting many of &lt;a href=\"Marvel%20Comics\"&gt;Marvel's&lt;/a&gt; titles, as well as &lt;a href=\"Marvel%20UK\"&gt;Marvel UK&lt;/a&gt; reprints. Panini's titles include \"Ultimate Spider-Man\" (originally holding two issues of either \"&lt;a href=\"Ultimate%20Spider-Man\"&gt;Ultimate Spider-Man&lt;/a&gt;\" or \"&lt;a href=\"Ultimate%20Marvel%20Team-Up\"&gt;Ultimate Marvel Team-Up&lt;/a&gt;\", now existing as a double feature with \"&lt;a href=\"Ultimate%20X-Men\"&gt;Ultimate X-Men&lt;/a&gt;\") and also a &lt;a href=\"special%20edition\"&gt;Collector's Edition&lt;/a&gt; line of comics, featuring a cardboard cover, three stories and a &lt;a href=\"Comic%20book%20letter%20column\"&gt;letters page&lt;/a&gt; on the inside back cover. Other titles include \"&lt;a href=\"Astonishing%20Spider-Man\"&gt;Astonishing Spider-Man&lt;/a&gt;\", \"&lt;a href=\"Essential%20X-Men\"&gt;Essential X-Men&lt;/a&gt;\", and \"&lt;a href=\"Mighty%20World%20of%20Marvel\"&gt;Mighty World of Marvel&lt;/a&gt;\", which reprints a variety of Marvel Comics. Beginning in 2003, Panini also published one DC comic, \"&lt;a href=\"Batman%20Legends\"&gt;Batman Legends&lt;/a&gt;\", reprinting various \"&lt;a href=\"Batman\"&gt;Batman&lt;/a&gt;\" adventures (e.g. two parts of a multi-title crossover and an issue of \")\"; this title is now published by &lt;a href=\"Titan%20Magazines\"&gt;Titan Magazines&lt;/a&gt;.\nReprints of Japanese and European comics.\nSince 2005, a small selection of American translations of the most popular &lt;a href=\"manga\"&gt;Japanese comics&lt;/a&gt; have been reprinted in the UK by major publishers such as &lt;a href=\"Random%20House\"&gt;Random House&lt;/a&gt; (through their &lt;a href=\"Tanoshimi\"&gt;Tanoshimi&lt;/a&gt; imprint) and the &lt;a href=\"Orion%20Publishing%20Group\"&gt;Orion Publishing Group&lt;/a&gt;. Both no longer publish British versions of Japanese comics; Random House abandoned all Japanese comics translations in early 2009, while Orion switched to publishing the original American versions.\nSimultaneously, the very small press Fanfare/Ponent Man published a few UK-exclusive English-language editions of alternative Japanese manga and French &lt;a href=\"bande%20dessin%C3%A9e\"&gt;bande dessinée&lt;/a&gt;.\nList of British comics.\nThere have been hundreds of comics in the UK over the years, including:"
}