{
    "id": "491903",
    "revid": "1065046865",
    "url": "https://en.wikipedia.org/wiki?curid=491903",
    "title": "Thue–Morse sequence",
    "text": "In &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, the Thue–Morse sequence, or Prouhet–Thue–Morse sequence, is the &lt;a href=\"binary%20sequence\"&gt;binary sequence&lt;/a&gt; (an infinite sequence of 0s and 1s) obtained by starting with 0 and successively appending the &lt;a href=\"Boolean%20algebra\"&gt;Boolean complement&lt;/a&gt; of the sequence obtained thus far. The first few steps of this procedure yield the strings 0 then 01, 0110, 01101001, 0110100110010110, and so on, which are prefixes of the Thue–Morse sequence. The full sequence begins:\nThe sequence is named after &lt;a href=\"Axel%20Thue\"&gt;Axel Thue&lt;/a&gt; and &lt;a href=\"Marston%20Morse\"&gt;Marston Morse&lt;/a&gt;.\nDefinition.\nThere are several equivalent ways of defining the Thue–Morse sequence.\nDirect definition.\nTo compute the \"n\"th element \"tn\", write the number \"n\" in &lt;a href=\"Binary%20number\"&gt;binary&lt;/a&gt;. If the &lt;a href=\"Hamming%20weight\"&gt;number of ones&lt;/a&gt; in this binary expansion is odd then \"tn\" = 1, if even then \"tn\" = 0. For this reason &lt;a href=\"John%20H.%20Conway\"&gt;John H. Conway&lt;/a&gt; \"et al\". call numbers \"n\" satisfying \"tn\" = 1 \"odious\" (for \"odd\") numbers and numbers for which \"tn\" = 0 \"evil\" (for \"even\") numbers. In other words, tn = 0 if \"n\" is an &lt;a href=\"evil%20number\"&gt;evil number&lt;/a&gt; and tn = 1 if \"n\" is an &lt;a href=\"odious%20number\"&gt;odious number&lt;/a&gt;.\nFast sequence generation.\nThis method leads to a fast method for computing the Thue–Morse sequence: start with , and then, for each \"n\", find the highest-order bit in the binary representation of \"n\" that is different from the same bit in the representation of . If this bit is at an even index, \"tn\" differs from , and otherwise it is the same as . \nIn pseudo-code form:\ngenerateSequence(seqLength):\n value = 0\n for n = 0 to seqLength-1 by 1:\n # Note: assumes an even number of bits in the word size, and two's complement arithmetic so that when n == 0, x is odd (e.g. 31 or 63)\n x = indexOfHighestOneBit(n ^ (n - 1)) \n if ((x &amp; 1) == 0):\n # bit index is even, so toggle value\n value = 1 - value\n yield value\nThe resulting algorithm takes constant time to generate each sequence element, using only a &lt;a href=\"L%20%28complexity%29\"&gt;logarithmic number of bits&lt;/a&gt; (constant number of words) of memory.\nRecurrence relation.\nThe Thue–Morse sequence is the sequence \"tn\" satisfying the &lt;a href=\"recurrence%20relation\"&gt;recurrence relation&lt;/a&gt;\nfor all non-negative integers \"n\".\nL-system.\nThe Thue–Morse sequence is a &lt;a href=\"morphic%20word\"&gt;morphic word&lt;/a&gt;: it is the output of the following &lt;a href=\"L-system\"&gt;Lindenmayer system&lt;/a&gt;:\nCharacterization using bitwise negation.\nThe Thue–Morse sequence in the form given above, as a sequence of &lt;a href=\"bit\"&gt;bit&lt;/a&gt;s, can be defined &lt;a href=\"recursion\"&gt;recursively&lt;/a&gt; using the operation of &lt;a href=\"bitwise%20negation\"&gt;bitwise negation&lt;/a&gt;.\nSo, the first element is 0.\nThen once the first 2\"n\" elements have been specified, forming a string \"s\", then the next 2\"n\" elements must form the bitwise negation of \"s\".\nNow we have defined the first 2\"n\"+1 elements, and we recurse.\nSpelling out the first few steps in detail:\nSo\nInfinite product.\nThe sequence can also be defined by:\nwhere \"t\"\"j\" is the \"j\"th element if we start at \"j\" = 0.\nSome properties.\nBecause each new block in the Thue–Morse sequence is defined by forming the bitwise negation of the beginning, and this is repeated at the beginning of the next block, the Thue–Morse sequence is filled with \"squares\": consecutive strings that are repeated.\nThat is, there are many instances of \"XX\", where \"X\" is some string. Indeed, formula_3 is such a string if and only if formula_4 or formula_5 where formula_6 for some formula_7 and formula_8 denotes the bitwise negation of formula_9 (interchange 0s and 1s). For instance, with formula_10, we have formula_11, and the square formula_12 appears in formula_13 starting at the 16th bit. (Thus, squares in formula_14 have length either a power of 2 or 3 times a power of 2.)\nHowever, there are no \"cubes\": instances of \"XXX\".\nThere are also no \"overlapping squares\": instances of 0\"X\"0\"X\"0 or 1\"X\"1\"X\"1. The &lt;a href=\"Critical%20exponent%20of%20a%20word\"&gt;critical exponent&lt;/a&gt; is 2.\nThe sequence \"T\"2\"n\" is &lt;a href=\"Palindromic%20number\"&gt;palindrome&lt;/a&gt; for any \"n\". Further, let q\"n\" be a word obtained from \"T\"2\"n\" by counting ones between consecutive zeros. For instance, \"q\"1 = 2 and \"q\"2 = 2102012 and so on. The words \"Tn\" do not contain \"overlapping squares\" in consequence, the words \"qn\" are palindrome &lt;a href=\"squarefree%20word\"&gt;squarefree word&lt;/a&gt;s.\nThe statement above that the Thue–Morse sequence is \"filled with squares\" can be made precise:\nIt is a \"&lt;a href=\"uniformly%20recurrent%20word\"&gt;uniformly recurrent word&lt;/a&gt;\", meaning that given any finite string \"X\" in the sequence, there is some length \"nX\" (often much longer than the length of \"X\") such that \"X\" appears in \"every\" block of length \"nX\".\nThe easiest way to make a recurrent sequence is to form a &lt;a href=\"periodic%20sequence\"&gt;periodic sequence&lt;/a&gt;, one where the sequence repeats entirely after a given number \"m\" of steps.\nThen \"nX\" can be set to any multiple of \"m\" that is larger than twice the length of \"X\".\nBut the Morse sequence is uniformly recurrent \"without\" being periodic, not even eventually periodic (meaning periodic after some nonperiodic initial segment).\nWe define the Thue–Morse morphism to be the &lt;a href=\"function%20%28mathematics%29\"&gt;function&lt;/a&gt; \"f\" from the &lt;a href=\"Set%20%28mathematics%29\"&gt;set&lt;/a&gt; of binary sequences to itself by replacing every 0 in a sequence with 01 and every 1 with 10. Then if \"T\" is the Thue–Morse sequence, then \"f\"(\"T\") is \"T\" again; that is, \"T\" is a &lt;a href=\"fixed%20point%20%28mathematics%29\"&gt;fixed point&lt;/a&gt; of \"f\". The function \"f\" is a &lt;a href=\"prolongable%20morphism\"&gt;prolongable morphism&lt;/a&gt; on the &lt;a href=\"free%20monoid\"&gt;free monoid&lt;/a&gt; {0,1}∗ with \"T\" as fixed point: indeed, \"T\" is essentially the \"only\" fixed point of \"f\"; the only other fixed point is the bitwise negation of \"T\", which is simply the Thue–Morse sequence on (1,0) instead of on (0,1). This property may be generalized to the concept of an &lt;a href=\"automatic%20sequence\"&gt;automatic sequence&lt;/a&gt;.\nThe \"generating series\" of \"T\" over the &lt;a href=\"binary%20field\"&gt;binary field&lt;/a&gt; is the &lt;a href=\"formal%20power%20series\"&gt;formal power series&lt;/a&gt;\nThis power series is algebraic over the field of rational functions, satisfying the equation\nIn combinatorial game theory.\nThe set of \"evil numbers\" (numbers formula_17 with formula_18) forms a subspace of the nonnegative integers under &lt;a href=\"nim-addition\"&gt;nim-addition&lt;/a&gt; (&lt;a href=\"bitwise%20operation\"&gt;bitwise&lt;/a&gt; &lt;a href=\"exclusive%20or\"&gt;exclusive or&lt;/a&gt;). For the game of &lt;a href=\"Kayles\"&gt;Kayles&lt;/a&gt;, evil &lt;a href=\"nim-value\"&gt;nim-value&lt;/a&gt;s occur for few (finitely many) positions in the game, with all remaining positions having odious nim-values.\nThe Prouhet–Tarry–Escott problem.\nThe &lt;a href=\"Prouhet%E2%80%93Tarry%E2%80%93Escott%20problem\"&gt;Prouhet–Tarry–Escott problem&lt;/a&gt; can be defined as: given a positive integer \"N\" and a non-negative integer \"k\", &lt;a href=\"Partition%20of%20a%20set\"&gt;partition&lt;/a&gt; the set \"S\" = { 0, 1, ..., \"N\"-1 } into two &lt;a href=\"Disjoint%20sets\"&gt;disjoint&lt;/a&gt; subsets \"S\"0 and \"S\"1 that have equal sums of powers up to k, that is:\nThis has a solution if \"N\" is a multiple of 2\"k\"+1, given by:\nFor example, for \"N\" = 8 and \"k\" = 2,\nThe condition requiring that \"N\" be a multiple of 2\"k\"+1 is not strictly necessary: there are some further cases for which a solution exists. However, it guarantees a stronger property: if the condition is satisfied, then the set of \"k\"th powers of any set of \"N\" numbers in &lt;a href=\"arithmetic%20progression\"&gt;arithmetic progression&lt;/a&gt; can be partitioned into two sets with equal sums. This follows directly from the expansion given by the &lt;a href=\"binomial%20theorem\"&gt;binomial theorem&lt;/a&gt; applied to the binomial representing the \"n\"th element of an arithmetic progression.\nFor generalizations of the Thue–Morse sequence and the Prouhet–Tarry–Escott problem to partitions into more than two parts, see Bolker, Offner, Richman and Zara, \"The Prouhet–Tarry–Escott problem and generalized Thue–Morse sequences\".\nFractals and turtle graphics.\nUsing &lt;a href=\"turtle%20graphics\"&gt;turtle graphics&lt;/a&gt;, a curve can be generated if an automaton is programmed with a sequence.\nWhen Thue–Morse sequence members are used in order to select program states:\nThe resulting curve converges to the &lt;a href=\"Koch%20snowflake\"&gt;Koch curve&lt;/a&gt;, a &lt;a href=\"fractal%20curve\"&gt;fractal curve&lt;/a&gt; of\ninfinite length containing a finite area. This illustrates the fractal nature of the Thue–Morse Sequence.\nIt is also possible to draw the curve precisely using the following instructions:\nEquitable sequencing.\nIn their book on the problem of &lt;a href=\"fair%20division\"&gt;fair division&lt;/a&gt;, &lt;a href=\"Steven%20Brams\"&gt;Steven Brams&lt;/a&gt; and &lt;a href=\"Alan%20D.%20Taylor\"&gt;Alan Taylor&lt;/a&gt; invoked the Thue–Morse sequence but did not identify it as such. When allocating a contested pile of items between two parties who agree on the items' relative values, Brams and Taylor suggested a method they called \"balanced alternation\", or \"taking turns taking turns taking turns . . . \", as a way to circumvent the favoritism inherent when one party chooses before the other. An example showed how a divorcing couple might reach a fair settlement in the distribution of jointly-owned items. The parties would take turns to be the first chooser at different points in the selection process: Ann chooses one item, then Ben does, then Ben chooses one item, then Ann does.\n&lt;a href=\"Lionel%20Levine\"&gt;Lionel Levine&lt;/a&gt; and &lt;a href=\"Katherine%20E.%20Stange\"&gt;Katherine E. Stange&lt;/a&gt;, in their discussion of how to fairly apportion a shared meal such as an &lt;a href=\"Ethiopian%20cuisine\"&gt;Ethiopian dinner&lt;/a&gt;, proposed the Thue–Morse sequence as a way to reduce the advantage of moving first. They suggested that “it would be interesting to quantify the intuition that the Thue–Morse order tends to produce a fair outcome.”\nRobert Richman addressed this problem, but he too did not identify the Thue–Morse sequence as such at the time of publication. He presented the sequences &lt;a href=\"%23Characterization%20using%20bitwise%20negation\"&gt;\"Tn\"&lt;/a&gt; as &lt;a href=\"step%20function\"&gt;step function&lt;/a&gt;s on the interval [0,1] and described their relationship to the &lt;a href=\"Walsh%20function\"&gt;Walsh&lt;/a&gt; and &lt;a href=\"Hans%20Rademacher\"&gt;Rademacher&lt;/a&gt; functions. He showed that the \"n\"th &lt;a href=\"derivative\"&gt;derivative&lt;/a&gt; can be expressed in terms of \"Tn\". As a consequence, the step function arising from \"Tn\" is &lt;a href=\"Orthogonality\"&gt;orthogonal&lt;/a&gt; to &lt;a href=\"polynomial\"&gt;polynomial&lt;/a&gt;s of &lt;a href=\"Degree%20of%20a%20polynomial\"&gt;order&lt;/a&gt; \"n\" − 1. A consequence of this result is that a resource whose value is expressed as a &lt;a href=\"Monotonic%20function\"&gt;monotonically&lt;/a&gt; decreasing &lt;a href=\"continuous%20function\"&gt;continuous function&lt;/a&gt; is most fairly allocated using a sequence that converges to Thue–Morse as the function becomes &lt;a href=\"Flat%20function\"&gt;flatter&lt;/a&gt;. An example showed how to pour cups of &lt;a href=\"Drip%20brew\"&gt;coffee&lt;/a&gt; of equal strength from a carafe with a &lt;a href=\"Nonlinear%20system\"&gt;nonlinear&lt;/a&gt; &lt;a href=\"concentration\"&gt;concentration&lt;/a&gt; &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt;, prompting a whimsical article in the popular press.\nJoshua Cooper and Aaron Dutle showed why the Thue–Morse order provides a fair outcome for discrete events. They considered the fairest way to stage a &lt;a href=\"%C3%89variste%20Galois\"&gt;Galois&lt;/a&gt; duel, in which each of the shooters has equally poor shooting skills. Cooper and Dutle postulated that each dueler would demand a chance to fire as soon as the other's &lt;a href=\"a%20priori%20probability\"&gt;\"a priori\" probability&lt;/a&gt; of winning exceeded their own. They proved that, as the duelers’ hitting probability approaches zero, the firing sequence converges to the Thue–Morse sequence. In so doing, they demonstrated that the Thue–Morse order produces a fair outcome not only for sequences &lt;a href=\"%23Characterization%20using%20bitwise%20negation\"&gt;\"Tn\"&lt;/a&gt; of length \"2n\", but for sequences of any length.\nThus the mathematics supports using the Thue–Morse sequence instead of alternating turns when the goal is fairness but earlier turns differ monotonically from later turns in some meaningful quality, whether that quality varies continuously or discretely.\nSports competitions form an important class of equitable sequencing problems, because strict alternation often gives an unfair advantage to one team. Ignacio Palacios-Huerta proposed changing the sequential order to Thue–Morse to improve the \"&lt;a href=\"ex%20post\"&gt;ex post&lt;/a&gt;\" fairness of various tournament competitions, such as the kicking sequence of a &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29%23Procedure\"&gt;penalty shoot-out&lt;/a&gt; in soccer. He did a set of field experiments with pro players and found that the team kicking first won 60% of games using ABAB (or \"T\"1), 54% using ABBA (or \"T\"2), and 51% using full Thue–Morse (or \"T\"n).  As a result, ABBA is undergoing &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29%23Advantage_to_team_kicking_first%3F\"&gt;extensive trials&lt;/a&gt; in &lt;a href=\"FIFA%23FIFA_competitions\"&gt;FIFA (European and World Championships)&lt;/a&gt; and English Federation professional soccer (&lt;a href=\"EFL%20Cup\"&gt;EFL Cup&lt;/a&gt;). An ABBA serving pattern has also been found to improve the fairness of &lt;a href=\"Tennis%20scoring%20system%23Scoring_a_tiebreak_game\"&gt;tennis tie-breaks&lt;/a&gt;. In &lt;a href=\"Rowing%20%28sport%29\"&gt;competitive rowing&lt;/a&gt;, \"T\"2 is the only arrangement of &lt;a href=\"Port%20and%20starboard\"&gt;port- and starboard-rowing&lt;/a&gt; crew members that eliminates transverse forces (and hence sideways wiggle) on a four-membered coxless racing boat, while \"T\"3 is one of only four &lt;a href=\"Boat%20rigging\"&gt;rigs&lt;/a&gt; to avoid wiggle on an eight-membered boat.\nFairness is especially important in &lt;a href=\"Draft_%28sports%29\"&gt;player drafts&lt;/a&gt;. Many professional sports leagues attempt to achieve &lt;a href=\"Parity_%28sports%29\"&gt;competitive parity&lt;/a&gt; by giving earlier selections in each round to weaker teams. By contrast, &lt;a href=\"Fantasy%20football%20%28American%29\"&gt;fantasy football leagues&lt;/a&gt; have no pre-existing imbalance to correct, so they often use a “snake” draft (forward, backward, etc.; or \"T\"1). Ian Allan argued that a “third-round reversal” (forward, backward, backward, forward, etc.; or \"T\"2) would be even more fair. Richman suggested that the fairest way for “captain A” and “captain B” to choose sides for a &lt;a href=\"Streetball\"&gt;pick-up game of basketball&lt;/a&gt; mirrors \"T\"3: captain A has the first, fourth, sixth, and seventh choices, while captain B has the second, third, fifth, and eighth choices.\nHistory.\nThe Thue–Morse sequence was first studied by &lt;a href=\"Eug%C3%A8ne%20Prouhet\"&gt;Eugène Prouhet&lt;/a&gt; in 1851, who applied it to &lt;a href=\"number%20theory\"&gt;number theory&lt;/a&gt;.\nHowever, Prouhet did not mention the sequence explicitly; this was left to &lt;a href=\"Axel%20Thue\"&gt;Axel Thue&lt;/a&gt; in 1906, who used it to found the study of &lt;a href=\"combinatorics%20on%20words\"&gt;combinatorics on words&lt;/a&gt;.\nThe sequence was only brought to worldwide attention with the work of &lt;a href=\"Marston%20Morse\"&gt;Marston Morse&lt;/a&gt; in 1921, when he applied it to &lt;a href=\"differential%20geometry\"&gt;differential geometry&lt;/a&gt;.\nThe sequence has been discovered independently many times, not always by professional research mathematicians; for example, &lt;a href=\"Max%20Euwe\"&gt;Max Euwe&lt;/a&gt;, a &lt;a href=\"Grandmaster%20%28chess%29\"&gt;chess grandmaster&lt;/a&gt;, who held the World Championship title from 1935 to 1937, and mathematics &lt;a href=\"teacher\"&gt;teacher&lt;/a&gt;, discovered it in 1929 in an application to &lt;a href=\"chess\"&gt;chess&lt;/a&gt;: by using its cube-free property (see above), he showed how to circumvent the &lt;a href=\"threefold%20repetition\"&gt;threefold repetition&lt;/a&gt; rule aimed at preventing infinitely protracted games by declaring repetition of moves a draw. At the time, consecutive identical board states were required to trigger the rule; the rule was later amended to the same board position being repeated three times in a row at any point, as the sequence shows that the consecutive criterion can be evaded forever."
}