{
    "id": "49201730",
    "revid": "33412931",
    "url": "https://en.wikipedia.org/wiki?curid=49201730",
    "title": "Yaroslav Moskalenko",
    "text": "Yaroslav M. Moskalenko (born 28 April 1975 in Lyutizh in the Vyshhorod Raion of Kyiv Oblast) is an activist, philanthropist, member of the &lt;a href=\"Verkhovna%20Rada\"&gt;Verkhovna Rada&lt;/a&gt;, leader of the parliamentary faction &lt;a href=\"People%27s%20Will%20%28parliamentary%20group%29\"&gt;People's Will&lt;/a&gt; and Chairman of the Subcommittee on Chernobyl. He founded and is now honorary President of both the Vyshhorod Raion Sports Society &lt;a href=\"FC%20Dinaz%20Vyshhorod\"&gt;FC \"Dinaz\"&lt;/a&gt; and the charity fund \"Source of Hope\". He also founded the tennis club Campa. He is a member of the Executive Committee of the Football Federation of Ukraine and Vice-president of the Tennis Sport Federation of Ukraine.\nDegrees and honors.\nIn 1997, Moskalenko earned an Ostrovsky award from the Kyiv Electromechanical College of Railway Transport. In 2005, he earned a qualification as a &lt;a href=\"soccer\"&gt;football&lt;/a&gt; coach and physical education teacher from the National University of Physical Education and Sport of Ukraine. In 2007, he was awarded the Ukrainian Medal For Labour and Victory by President Yushchenko for distinguished service. In 2008, he was given a &lt;a href=\"Master%20of%20Business%20Administration\"&gt;MBA&lt;/a&gt; \"for Senior Management Staff\" by the International Management Institute. In 2011, the National Academy of Public Administration qualified him as a \"Master of Controlled Social Development\"\nBusiness ventures.\nIn 1995, Moskalenko was made an executive officer at the small company \"Bowie\". In 1999, he founded Alpha-Trade SPE and took the position of director. He founded Synthesis LLC in 2003.\nPolitical activity.\nIn 2006, Moskalenko was elected to Vyshgorod's raion council. In 2007, he was elected Chairman of the Council. As Chairman, Moskalenko defended the restoration Kyiv-Mezhygirska Holy Transfiguration Monastery Cossack or Mezhyhirya, opposed privatization of Mezhyhirya and advocated instead to make it a historical and cultural reserve. In 2008, the Council requested for President Viktor Yushchenko to fulfill these requests, but the requests were not fulfilled.\nIn April 2010, he became the head of the Vyshgorod Raion Administration. In August 2010, he became First Deputy Head of Kyiv Oblast Administration.\nIn the &lt;a href=\"2012%20Ukrainian%20parliamentary%20election\"&gt;2012 Parliamentary elections&lt;/a&gt;, Moskalenko was elected to the Verkhovna Rada as an MP for the Party of Regions in electoral district 96 with 38.97% of the vote.\nIn the parliamentary elections in 2014 was re-elected to the Verkhovna Rada of Ukraine as an independent MP with 26.28% of the vote. However, he was a member of European Sovereign Ukraine, now People's Will, which is a non-party political group in the Rada.\nMoskalenko was again an independent candidate in election district 96 (located in &lt;a href=\"Kyiv%20Oblast\"&gt;Kyiv Oblast&lt;/a&gt;) during the &lt;a href=\"2019%20Ukrainian%20parliamentary%20election\"&gt;2019 Ukrainian parliamentary election&lt;/a&gt;, but he finished second place with 18,03% of the votes (and thus lost his parliamentary seat) to &lt;a href=\"Olha%20Vasylevska-Smahlyuk\"&gt;Olha Vasylevska-Smahlyuk&lt;/a&gt; of &lt;a href=\"Servant%20of%20the%20People%20%28political%20party%29\"&gt;Servant of the People&lt;/a&gt; who gained 41,85% of the votes."
}