{
    "id": "492294",
    "revid": "30259250",
    "url": "https://en.wikipedia.org/wiki?curid=492294",
    "title": "Bank of America Corporate Center",
    "text": "The Bank of America Corporate Center is an 871 ft (265 m) &lt;a href=\"skyscraper\"&gt;skyscraper&lt;/a&gt; in &lt;a href=\"Charlotte%20center%20city\"&gt;Uptown&lt;/a&gt; &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;. When completed in 1992, it became and remains the tallest &lt;a href=\"building\"&gt;building&lt;/a&gt; in Charlotte and in North Carolina; the building is 60 &lt;a href=\"Storey\"&gt;stories&lt;/a&gt; high. It is the &lt;a href=\"List%20of%20tallest%20buildings%20in%20the%20world\"&gt;174th-tallest building in the world&lt;/a&gt;. Designed by &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"architect\"&gt;architect&lt;/a&gt; &lt;a href=\"C%C3%A9sar%20Pelli\"&gt;César Pelli&lt;/a&gt; and HKS Architects, it is the 31st-tallest building in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and is the most widely known building in the Charlotte &lt;a href=\"skyline\"&gt;skyline&lt;/a&gt;. It is best known as the world headquarters for &lt;a href=\"Bank%20of%20America\"&gt;Bank of America&lt;/a&gt;.\nIt is among the tallest buildings on the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;East Coast&lt;/a&gt; behind buildings in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, and &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;.\nSometimes locally referred to as the Taj McColl after former Bank of America CEO &lt;a href=\"Hugh%20McColl\"&gt;Hugh McColl&lt;/a&gt;, who was responsible for the tower's construction, on a clear day the tower is visible to the naked eye from away.\nAnnouncement.\nOn Wednesday, December 10, 1986, &lt;a href=\"North%20Carolina%20National%20Bank\"&gt;North Carolina National Bank&lt;/a&gt; announced that it would construct what would become the Corporate Center. Jointly developed with Charter Properties, the project was initially announced as a 50 story tower to be constructed with a 350-room hotel and what would become the &lt;a href=\"North%20Carolina%20Blumenthal%20Performing%20Arts%20Center\"&gt;North Carolina Blumenthal Performing Arts Center&lt;/a&gt;. The initial design for the 50 story tower was created by Charlotte-based Odell Associates. Its design featured a circular tower complete with a &lt;a href=\"Greek%20cross\"&gt;Greek cross&lt;/a&gt; lying flat on top to pay homage to the intersection of &lt;a href=\"Trade%20and%20Tryon\"&gt;Trade and Tryon&lt;/a&gt;.\nAdditionally, its construction resulted in the demolition of an entire city block bound by North Tryon, East Trade, North College and East 5th Streets. The most notable buildings lost in its construction were the &lt;a href=\"Belk\"&gt;Belk&lt;/a&gt; department store, constructed in 1908, along East Trade and the Efird's department store, constructed in 1922, on North Tryon.\nDesign competition.\nOn Monday, July 20, 1987, NCNB announced Lincoln Property as a general partner for the project. With the development team set, the process of hiring an architect of the project commenced in August 1987.\nThe architectural firms that competed for the job included:\nOn Friday, September 25, 1987, the &lt;a href=\"Cesar%20Pelli\"&gt;Cesar Pelli&lt;/a&gt; design was announced by NCNB Chairman &lt;a href=\"Hugh%20McColl\"&gt;Hugh McColl&lt;/a&gt; as being selected for the project. Additionally at the press conference it was revealed that the tower would be between 55-60 stories tall, sheathed in granite and be officially named the NCNB Corporate Center.\nAfter winning the contract, its design was unveiled eight months later to the public on Tuesday, June 14, 1988. The final design was the 60 floor tower seen today. It features a granite base along North Tryon Street followed by a &lt;a href=\"facade\"&gt;facade&lt;/a&gt; of rosy beige &lt;a href=\"granite\"&gt;granite&lt;/a&gt; and silver glass rising complete with curved sides. The tower gradually tapers through a series of six setbacks at the 13th, 44th and 53rd floors on the corners and at the 47th, 56th and 60th floors on the face as it reaches the tip of its crown above &lt;a href=\"Tryon%20Street\"&gt;Tryon Street&lt;/a&gt;.\nConstruction.\nOn Tuesday, January 3, 1989, demolition commenced on the block where the tower would eventually rise. The demolition work would take just over seven months to complete before excavation could commence. Site preparation would continue from August through November. During the excavation for the foundation, contractors found threads and flakes of &lt;a href=\"gold\"&gt;gold&lt;/a&gt; embedded within pieces of granite removed from the site. The discovery was not unexpected as Charlotte was the center of America's first &lt;a href=\"gold%20rush\"&gt;gold rush&lt;/a&gt; during the 1830s.\nOn November 19, 1989, the initial concrete pour was completed signaling the beginning of actual construction.\nThe mat foundation consists of a thick &lt;a href=\"Concrete%20slab\"&gt;slab&lt;/a&gt; containing of &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; and 150 tons of reinforcing &lt;a href=\"steel\"&gt;steel&lt;/a&gt; at the center of the tower. The foundation reaches below Tryon Street at its deepest point with the tower being supported by 36 concrete and steel &lt;a href=\"Pier%20%28architecture%29\"&gt;piers&lt;/a&gt;. These piers are able to withstand the 150,000 pounds of pressure per square foot placed upon them by the 300 million pound structure.\nAfter only a couple of months, construction was temporarily halted after &lt;a href=\"Hurricane%20Hugo\"&gt;Hurricane Hugo&lt;/a&gt; slammed Charlotte with winds causing some damage on-site on Friday, September 22, 1989.\nBy November 1990, the tower had reached its 30th floor and as a result had risen to being the 5th tallest within Charlotte. On Wednesday, March 20, 1991, the tower officially became both Charlotte's and North Carolina's tallest when it reached a height of at its 47th floor to surpass the tall &lt;a href=\"One%20Wells%20Fargo%20Center\"&gt;One First Union Center&lt;/a&gt;. The tower was officially topped-out on Wednesday, October 2, 1991 with the final concrete pour completed. From this point, the tall crown was installed with its completion coming in December bringing the tower to its final height.\nBy January 1992, the tower had since been renamed the NationsBank Corporate Center to reflect the bank's name change from NCNB to &lt;a href=\"NationsBank\"&gt;NationsBank&lt;/a&gt; in summer 1991. On May 1, the first tenants moved into the tower with its inaugural crown lighting taking place on May 9.\nCompleted in July 1992, its official dedication ceremony took place on Saturday, October 17, 1992. The celebrations that day included live entertainment, rappellers from &lt;a href=\"Fort%20Bragg%20%28North%20Carolina%29\"&gt;Fort Bragg&lt;/a&gt;'s &lt;a href=\"16th%20Military%20Police%20Brigade%20%28United%20States%29\"&gt;16th Military Police Brigade&lt;/a&gt; rappelling the height of the tower and a fireworks show.\nFAA controversy.\nOn May 15, 1989, a ruling by the &lt;a href=\"Federal%20Aviation%20Administration\"&gt;Federal Aviation Administration&lt;/a&gt; stated that the tower's height would potentially jeopardize some flights taking off and landing at &lt;a href=\"Charlotte-Douglas%20International%20Airport\"&gt;Charlotte-Douglas International Airport&lt;/a&gt;. The ruling came even though Charlotte's dominant airline, &lt;a href=\"US%20Airways\"&gt;USAir&lt;/a&gt;, and airport officials had determined that the tower was not a hazard. A June 12 appeal filed with the regional FAA office in Atlanta upheld the original ruling resulting in the case being appealed to Washington. Although the FAA could not force NCNB to halt construction of the tower, its \"declaration of hazard to air navigation\" could have potentially cost the city millions in federal airport grants as well as impeding the ability of NCNB to secure insurance for the tower upon its completion.\nBy December 1989, the issue was resolved when the FAA ruled that slight changes in air-traffic procedures around the building would resolve the hazard posed by the tower. With the influence of both U.S. representative &lt;a href=\"Alex%20McMillan\"&gt;Alex McMillan&lt;/a&gt; and Senator &lt;a href=\"Ernest%20Hollings\"&gt;Ernest Hollings&lt;/a&gt;, the reversal of the original ruling was made after further review by the FAA. Since its construction, there has not been an incident involving an aircraft and the tower.\nCurrent status.\nSince its completion, the Bank of America Corporate Center has been the world headquarters for what is now Bank of America. NationsBank bought BankAmerica Corporation in 1998, changed its name to Bank of America and sold BankAmerica's headquarters at &lt;a href=\"555%20California%20Street\"&gt;555 California Street&lt;/a&gt;, then the Bank of America Center, in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;. &lt;a href=\"McKinsey%20%26amp%3B%20Company\"&gt;McKinsey &amp; Company&lt;/a&gt; and &lt;a href=\"Ernst%20%26amp%3B%20Young\"&gt;Ernst &amp; Young&lt;/a&gt; are also tenants in the tower.\nThe Bank of America Corporate Center's crown shaped &lt;a href=\"spire\"&gt;spire&lt;/a&gt; is the focal point of the building and it makes it stand out &lt;a href=\"architecture\"&gt;architecturally&lt;/a&gt;. Its spire does not reflect from the outside like the &lt;a href=\"Chrysler%20Building\"&gt;Chrysler Building&lt;/a&gt; or any others; it shines from within and instead of &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt; there is glass illuminated by &lt;a href=\"light\"&gt;floodlights&lt;/a&gt;, making it stand out from the many world skyscrapers. Bank of America began shining the top of the crown shaped spire from white to blue in honor of the &lt;a href=\"Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt; who were NFC champions in the &lt;a href=\"2003%20NFL%20season\"&gt;2003–2004 NFL Season&lt;/a&gt;. In 2017 it was announced LEDs had been installed in the spire.\nThe Center's &lt;a href=\"Lobby%20%28room%29\"&gt;lobby&lt;/a&gt; boasts a work of art by artist &lt;a href=\"Ben%20Long\"&gt;Ben Long&lt;/a&gt;, one of the largest secular &lt;a href=\"fresco\"&gt;fresco&lt;/a&gt;es in the world. The work took more than a year to complete and was painted on site using the traditional technique of fresco painting.\nConnected to the tower is the &lt;a href=\"North%20Carolina%20Blumenthal%20Performing%20Arts%20Center\"&gt;North Carolina Blumenthal Performing Arts Center&lt;/a&gt;, which contains three &lt;a href=\"concert%20hall\"&gt;performance halls&lt;/a&gt; and overlooks the tower from various &lt;a href=\"Skylight%20%28window%29\"&gt;skylights&lt;/a&gt;.\nThe official address of the Bank of America Corporate Center is 100 North Tryon Street, Charlotte, North Carolina 28202.\nOn July 20, 2005 Ken Lewis, then CEO and Mr. Cyprian White of the Credit Bureau of the Bank of America, announced the construction of a brand new 150 key Ritz-Carlton and LEED certified 40 story office retail complex located adjacent to the Bank of America Corporate Center."
}