{
    "id": "49225249",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=49225249",
    "title": "White Rim Road",
    "text": "The White Rim Road is a unpaved four-wheel drive road that traverses the top of the &lt;a href=\"White%20Rim%20Sandstone\"&gt;White Rim Sandstone&lt;/a&gt; formation below the Island in the Sky mesa of &lt;a href=\"Canyonlands%20National%20Park\"&gt;Canyonlands National Park&lt;/a&gt; in southern &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt; in the United States. The road was constructed in the 1950s by the &lt;a href=\"United%20States%20Atomic%20Energy%20Commission\"&gt;Atomic Energy Commission&lt;/a&gt; to provide access for individual prospectors intent on mining uranium deposits for use in nuclear weapons production during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. Large deposits had been found in similar areas within the region; however, the mines along the White Rim Road produced very little uranium and all the mines were abandoned.\nThe road surface consists of loose dirt, sandy dry washes and sandstone rock formations. &lt;a href=\"Four-wheel%20drive\"&gt;Four-wheel drive&lt;/a&gt; vehicles and mountain bikes are the most common modes of transport though horseback riding and hiking are also permitted. Typical excursions at a modest pace take two days by four-wheel drive vehicle and three days by mountain bike. Street-legal, registered motorbikes are also permitted to travel on the road. The &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; (NPS), which administers the park and maintains the road, recommends bicyclists have a motorized support vehicle to carry extra water. No potable water is available anywhere along the road and there are few river access points. The &lt;a href=\"Green%20River%20%28Colorado%20River%29\"&gt;Green River&lt;/a&gt; is accessible at spots along the western end of the road but Lathrop Canyon is the only access point to the &lt;a href=\"Colorado%20River\"&gt;Colorado River&lt;/a&gt; near the eastern terminus. Hikers may access the White Rim from the Island in the Sky by hiking down steep trails leading to seven points along the road.\nRoads leading to the White Rim Road are Mineral Bottom Road, also called Horsethief Trail, in the park's west side and Shafer Trail in the park's east side. Both roads are junctions off the Island in the Sky park road, which is an extension of &lt;a href=\"Utah%20State%20Route%20313\"&gt;Utah State Route 313&lt;/a&gt;. A shorter alternate from &lt;a href=\"Moab%2C%20Utah\"&gt;Moab&lt;/a&gt; is Potash Road&lt;a href=\"Utah%20State%20Route%20279\"&gt;Utah State Route 279&lt;/a&gt;in the east side of the park which connects at the junction of White Rim Road with Shafer Trail.\nLike the Shafer Trail, White Rim Road is also sometimes referred to as a \"trail\" since a common term for a four-wheel drive road is a &lt;a href=\"Jeep\"&gt;Jeep&lt;/a&gt; &lt;a href=\"Jeep%20trail\"&gt;trail&lt;/a&gt;.\nFeatures.\nStarting on Shafer Trail from the Island in the Sky mesa, a traveller will encounter hairpin turns, steep grades and cliffs with no guardrails. After a short distance along relatively flat terrain at the base of the &lt;a href=\"mesa\"&gt;mesa&lt;/a&gt;, the end of Shafer Trail is reached and the White Rim Road begins at the junction with Potash Road. The first river view is at the Gooseneck Overlook which offers a glimpse into the Colorado River canyon at the end of a round-trip hike. There is no access to the river from the cliff at the overlook. Subsequent features include Musselman &lt;a href=\"Natural%20arch\"&gt;Arch&lt;/a&gt;, &lt;a href=\"Airport%20Tower%20%28Canyonlands%29\"&gt;Airport Tower&lt;/a&gt; &lt;a href=\"butte\"&gt;butte&lt;/a&gt;, &lt;a href=\"Monster%20Tower\"&gt;Monster Tower&lt;/a&gt;, and &lt;a href=\"Washer%20Woman\"&gt;Washer Woman&lt;/a&gt; Arch, all visible from the road. A steep &lt;a href=\"spur%20route\"&gt;spur road&lt;/a&gt; leads down to the Colorado River through Lathrop Canyon. Back on the White Rim Road, one passes Buck Canyon, Gooseberry Canyon and Monument Basin with its rock pinnacles, followed by the White Crack campground spur road. The next challenge occurs at the steep Murphy &lt;a href=\"Hogback%20%28geology%29\"&gt;Hogback&lt;/a&gt; which marks the approximate halfway point on the road. Soon after the Hogback, the Turks Head butte appears in the middle of an &lt;a href=\"Meander\"&gt;oxbow bend&lt;/a&gt; of the Green River. &lt;a href=\"Candlestick%20Tower\"&gt;Candlestick Tower&lt;/a&gt; and Potato &lt;a href=\"Stream%20bed\"&gt;Bottom&lt;/a&gt; are next, followed by a round-trip hiking trail to Fort Bottom Ruin and then a steep, rocky section of road at Hardscrabble Hill. Finally, a spur road leads to two rock towers called \"Moses\" and \"Zeus\". After crossing sandy dry washes, or arroyos, the White Rim Road ends just outside the national park boundary at the junction with Mineral Bottom Road and its hairpin turns leading one back up to the Island in the Sky.\nPermits.\nSince September 2015, permits have been required for both day-use and overnight trips, whether by motor vehicle or bicycle, along the White Rim Road. The demand for permits frequently exceeds the number available in spring and fall months, especially March, April, May, September and October. Visitors are advised to make advance reservations.\nA maximum of 100 day-use permits are issued per day, with 50 reserved for motorized vehicles and 50 for bicycles. A total of 25 permits of each type are available as advance reservations, while the other 25 permits are available on the day of a trip. Each vehicle and bicycle in a group requires its own permit, including any stowed bicycles that are expected to be ridden at any point along the road. Group sizes are limited to three motor vehicles and 15 bicycles. Larger groups are required to leave 30 minutes apart to minimize dust and the potential convergence of several groups in one area. The limits were decided based on statistics gathered over a ten-year period from 200414 when an average of 40 vehicles per day entered on the east side of the White Rim Road and an average of 26 vehicles per day entered on the west side. The limits are intended to provide a better wilderness experience for all visitors, and to minimize impacts on the natural surroundings.\n, no fees are required for day-use of the White Rim Road, though the park entrance fee still applies to all visitors in all park areas. No permit is required for traveling Shafer Trail or Potash Road, which are the only two roads that connect to the White Rim Road on its east side. The park service may institute day-use permit fees in future years to pay for administrative costs and backcountry patrols, according to a statement made by the Southeast Utah Group Superintendent of the NPS in 2015.\nVisitors staying overnight must camp in one of twenty sites within ten campground areas scattered along the road and some of its spurs. All overnight stays require a backcountry permit and a $30 fee for the full stay, up to 14 consecutive nights.\nRegulations.\nThe NPS requires all motorized vehicles including motorbikes be registered, street-legal and operated by licensed drivers only. &lt;a href=\"All-terrain%20vehicle\"&gt;ATVs&lt;/a&gt;, &lt;a href=\"Side%20by%20Side%20%28UTV%29\"&gt;UTVs&lt;/a&gt; and &lt;a href=\"Off-road%20vehicle\"&gt;OHVs&lt;/a&gt; are not permitted. All vehicles and bicycles must remain on the road surface. Pets are not permitted regardless of whether they could be kept inside a vehicle at all times. Campfires are not permitted.\nA high-clearance, four-wheel drive vehicle with a low gear range is required by park regulation since July 2014 on many backcountry roads including the White Rim Road. Front or rear-wheel drive only vehicles, as well as automatic all-wheel drive and low-clearance vehicles are not permitted. All drivers should be cautious at all times and be aware that towing fees usually exceed $1000 from the most remote areas. The road is rated \"moderately difficult\" for high-clearance, four-wheel drive vehicles in good weather conditions. The most difficult sections are the switchbacks of the Shafer Trail and Mineral Bottom Road, the Lathrop Canyon Road (an optional spur road), Murphy Hogback, and Hardscrabble Hill. Portions of the road near the Green River may be flooded during high water events.\nHorses and pack animals such as burros and mules are allowed on all backcountry roads with a permit. Day-use limits are no more than ten people and ten animals per group, and overnight limits are seven people and ten animals per group. Day-use permits are free and overnight trips incur a $30 backcountry fee. All animals must be fed only pelletized food for two days in advance of a trip and for the duration of the trip to reduce the chance of spreading &lt;a href=\"Introduced%20species\"&gt;non-native plant&lt;/a&gt; seeds through manure. No park vegetation may be consumed and all food and manure must be packed out on exit."
}