{
    "id": "49248",
    "revid": "8761551",
    "url": "https://en.wikipedia.org/wiki?curid=49248",
    "title": "Byron White",
    "text": "Byron Raymond White (June 8, 1917 April 15, 2002) was an American lawyer and professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who served as an &lt;a href=\"Associate%20Justice%20of%20the%20Supreme%20Court%20of%20the%20United%20States\"&gt;Associate Justice of the Supreme Court of the United States&lt;/a&gt; from 1962 to 1993. Born and raised in &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, he played college football, basketball, and baseball for the &lt;a href=\"Colorado%20Buffaloes\"&gt;University of Colorado&lt;/a&gt;, finishing as the runner up for the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; in 1937. He was selected in the first round of the &lt;a href=\"1938%20NFL%20Draft\"&gt;1938 NFL Draft&lt;/a&gt; by the &lt;a href=\"Pittsburgh%20Pirates%20%28NFL%29\"&gt;Pittsburgh Pirates&lt;/a&gt;, later called the Steelers, and led the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; in rushing yards in his rookie season. White was admitted to &lt;a href=\"Yale%20Law%20School\"&gt;Yale Law School&lt;/a&gt; in 1939 and played for the &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt; in the 1940 and 1941 seasons while still attending law school. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, he served as an intelligence officer with the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; in the &lt;a href=\"Asiatic-Pacific%20Theater\"&gt;Pacific Theatre&lt;/a&gt;. After the war, he graduated from Yale Law ranked first in his class and &lt;a href=\"law%20clerk\"&gt;clerked&lt;/a&gt; for Chief Justice &lt;a href=\"Fred%20M.%20Vinson\"&gt;Fred M. Vinson&lt;/a&gt;.\nWhite entered private practice in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, working primarily as a transactional attorney. He served as the Colorado state chair of &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;'s &lt;a href=\"John%20F.%20Kennedy%201960%20presidential%20campaign\"&gt;1960 presidential campaign&lt;/a&gt; and accepted appointment as the &lt;a href=\"United%20States%20Deputy%20Attorney%20General\"&gt;United States Deputy Attorney General&lt;/a&gt; in 1961. In 1962, President Kennedy successfully nominated White to the Supreme Court, making White the first Supreme Court Justice from Colorado. He retired in 1993 and was succeeded by &lt;a href=\"Ruth%20Bader%20Ginsburg\"&gt;Ruth Bader Ginsburg&lt;/a&gt;. White is the twelfth &lt;a href=\"List%20of%20Justices%20of%20the%20Supreme%20Court%20of%20the%20United%20States%20by%20time%20in%20office\"&gt;longest-serving justice in Supreme Court history&lt;/a&gt;.\nWhite viewed his own court decisions as based on the facts of each case rather than as representative of a specific legal philosophy. He wrote the majority opinion in cases including \"&lt;a href=\"Coker%20v.%20Georgia\"&gt;Coker v. Georgia&lt;/a&gt;\", \"&lt;a href=\"Washington%20v.%20Davis\"&gt;Washington v. Davis&lt;/a&gt;\" and \"&lt;a href=\"Bowers%20v.%20Hardwick\"&gt;Bowers v. Hardwick&lt;/a&gt;\". He wrote dissenting opinions in notable cases such as \"&lt;a href=\"Miranda%20v.%20Arizona\"&gt;Miranda v. Arizona&lt;/a&gt;\", \"&lt;a href=\"Immigration%20and%20Naturalization%20Service%20v.%20Chadha\"&gt;Immigration and Naturalization Service v. Chadha&lt;/a&gt;\", \"&lt;a href=\"NCAA%20v.%20Board%20of%20Regents%20of%20the%20University%20of%20Oklahoma\"&gt;NCAA v. Board of Regents of the University of Oklahoma&lt;/a&gt;\", and \"&lt;a href=\"Roe%20v.%20Wade\"&gt;Roe v. Wade&lt;/a&gt;\".\nEarly years.\nBorn in &lt;a href=\"Fort%20Collins%2C%20Colorado\"&gt;Fort Collins, Colorado&lt;/a&gt;, White was the younger son of Maude Elizabeth (Burger) and Alpha Albert White, neither of whom attended high school. He was raised in the nearby town of &lt;a href=\"Wellington%2C%20Colorado\"&gt;Wellington&lt;/a&gt;, where he obtained his high school diploma in 1934.\nAfter graduating at the top of his tiny high school class of six, White attended the &lt;a href=\"University%20of%20Colorado%20Boulder\"&gt;University of Colorado&lt;/a&gt; in &lt;a href=\"Boulder%2C%20Colorado\"&gt;Boulder&lt;/a&gt; on a scholarship, offered to all Colorado high school valedictorians, as his older brother Sam had done. He joined the &lt;a href=\"Phi%20Gamma%20Delta\"&gt;Phi Gamma Delta&lt;/a&gt; &lt;a href=\"Fraternities%20and%20sororities%20in%20North%20America\"&gt;fraternity&lt;/a&gt; and served as student body president his senior year. White graduated &lt;a href=\"Phi%20Beta%20Kappa\"&gt;Phi Beta Kappa&lt;/a&gt; and valedictorian from the University of Colorado in 1938 with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree in &lt;a href=\"economics\"&gt;economics&lt;/a&gt;. He then won a &lt;a href=\"Rhodes%20Scholarship\"&gt;Rhodes Scholarship&lt;/a&gt; to attend the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; in England; after deferring it for a year to play pro football, he attended &lt;a href=\"Hertford%20College%2C%20Oxford\"&gt;Hertford College, Oxford&lt;/a&gt;. During this time in England, he became acquainted with &lt;a href=\"Joseph%20P.%20Kennedy%2C%20Jr.\"&gt;Joe&lt;/a&gt; and &lt;a href=\"John%20F.%20Kennedy\"&gt;Jack Kennedy&lt;/a&gt;, as their father &lt;a href=\"Joseph%20P.%20Kennedy%2C%20Sr.\"&gt;Joseph Kennedy&lt;/a&gt; was the &lt;a href=\"United%20States%20Ambassador%20to%20the%20United%20Kingdom\"&gt;U.S. ambassador&lt;/a&gt; to London.\nCollege sports.\nWhite was an &lt;a href=\"1937%20College%20Football%20All-America%20Team\"&gt;All-American&lt;/a&gt; &lt;a href=\"halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt; for the &lt;a href=\"Colorado%20Buffaloes%20football\"&gt;Colorado Buffaloes&lt;/a&gt;, where a newspaper columnist gave him the nickname \"Whizzer\", which to his chagrin followed him throughout his legal and Supreme Court careers. As a senior, White led the &lt;a href=\"1937%20Colorado%20Buffaloes%20football%20team\"&gt;1937 Colorado Buffaloes football team&lt;/a&gt; to an undefeated 8–0 regular season, but they lost to favored &lt;a href=\"1937%20Rice%20Owls%20football%20team\"&gt;Rice&lt;/a&gt;, 28–14 in the &lt;a href=\"1938%20Cotton%20Bowl%20Classic\"&gt;Cotton Bowl Classic&lt;/a&gt; on New Year's Day. He was the runner-up (behind &lt;a href=\"Yale%20Bulldogs%20football\"&gt;Yale&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; &lt;a href=\"Clint%20Frank\"&gt;Clint Frank&lt;/a&gt;) for the &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt;, and also played &lt;a href=\"Colorado%20Buffaloes%20men%27s%20basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"College%20baseball\"&gt;baseball&lt;/a&gt; at CU. The basketball team advanced to the finals of the inaugural &lt;a href=\"National%20Invitation%20Tournament\"&gt;National Invitation Tournament&lt;/a&gt; at &lt;a href=\"Madison%20Square%20Garden%20%281925%29\"&gt;Madison Square Garden&lt;/a&gt; in March &lt;a href=\"1938%20National%20Invitation%20Tournament\"&gt;1938&lt;/a&gt;.\nNFL career and law school.\nWhite originally planned to attend Oxford in 1938 and not play pro football. He was selected fourth overall in the &lt;a href=\"1938%20NFL%20draft\"&gt;1938 NFL draft&lt;/a&gt;, held in December 1937, by the &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt;'s &lt;a href=\"1938%20Pittsburgh%20Pirates%20%28NFL%29%20season\"&gt;Pittsburgh Pirates&lt;/a&gt; (now &lt;a href=\"Pittsburgh%20Steelers\"&gt;Steelers&lt;/a&gt;), and became a Rhodes Scholar days later. Oxford allowed White to delay his start to early 1939, so he accepted the Pittsburgh offer in August and played the &lt;a href=\"1938%20Pittsburgh%20Pirates%20%28NFL%29%20season\"&gt;1938&lt;/a&gt; season in the NFL. He led the league in rushing as a 21-year-old rookie and was its highest-paid player. He sailed to England in early 1939, with the intent of staying for three years.\nWith the outbreak of World War II in late summer, White returned to the United States. He later enrolled at &lt;a href=\"Yale%20Law%20School\"&gt;Yale Law School&lt;/a&gt; in 1939. In a 2000 interview, White said that he was supposed to enroll at &lt;a href=\"Harvard%20Law%20School\"&gt;Harvard Law School&lt;/a&gt;, but got sick on the train ride there, so he got off the train in &lt;a href=\"New%20Haven%2C%20Connecticut\"&gt;New Haven, Connecticut&lt;/a&gt; and went to Yale. White earned the highest grades in the first-year class, but he turned down an editorship of the \"&lt;a href=\"Yale%20Law%20Journal\"&gt;Yale Law Journal&lt;/a&gt;\" and took a leave of absence to play football with the &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt;, again leading the league in rushing in &lt;a href=\"1940%20Detroit%20Lions%20season\"&gt;1940&lt;/a&gt;. In three NFL seasons, he played in 33 games. He led the league in &lt;a href=\"Rush%20%28American%20football%29\"&gt;rushing yards&lt;/a&gt; in 1938 and 1940, and he was one of the first \"big money\" NFL players, making $15,000 per year (). White used the money he earned playing football to pay his law school tuition.\nHis NFL career was cut short when he entered the &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt; in 1942; after the war, he elected to finish &lt;a href=\"law%20school\"&gt;law school&lt;/a&gt; rather than return to football. He was elected to the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; in 1954.\nMilitary service.\nDuring World War II, White served as an &lt;a href=\"Military%20intelligence\"&gt;intelligence&lt;/a&gt; officer in the &lt;a href=\"United%20States%20Navy\"&gt;Navy&lt;/a&gt;, and was stationed in the &lt;a href=\"Asiatic-Pacific%20Theater\"&gt;Pacific Theatre&lt;/a&gt;. He originally wanted to join the &lt;a href=\"United%20States%20Marines\"&gt;Marines&lt;/a&gt;, but was kept out due to being &lt;a href=\"colorblind\"&gt;colorblind&lt;/a&gt;. He wrote the intelligence report on the sinking of future President &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;'s \"&lt;a href=\"Motor%20Torpedo%20Boat%20PT-109\"&gt;PT-109&lt;/a&gt;\". For his service, White was awarded two &lt;a href=\"Bronze%20Star%20Medal\"&gt;Bronze Star&lt;/a&gt; medals, and was honorably discharged as a &lt;a href=\"Lieutenant%20commander%20%28United%20States%29\"&gt;lieutenant commander&lt;/a&gt; in 1945.\nPersonal life.\nWhite first met his wife Marion (1921–2009), the daughter of the president of the University of Colorado, when she was in high school and he was a college football player. During World War II, Marion served in the &lt;a href=\"WAVES\"&gt;WAVES&lt;/a&gt; while her future husband was a Navy intelligence officer. They married in 1946 and had two children: a son named Charles Byron (Barney) and a daughter named &lt;a href=\"Nancy%20White%20%28field%20hockey%29\"&gt;Nancy&lt;/a&gt;.\nHis older brother Clayton Samuel \"Sam\" White (1912–2004) was also a high school valedictorian and Rhodes Scholar. He later became a &lt;a href=\"physician\"&gt;physician&lt;/a&gt; and medical researcher, particularly on the effects of atomic bomb blasts.\nLegal career.\nAfter his military service, White returned to &lt;a href=\"Yale%20Law%20School\"&gt;Yale Law School&lt;/a&gt;, graduating in 1946 ranked first in his class with a &lt;a href=\"Bachelor%20of%20Laws\"&gt;Bachelor of Laws&lt;/a&gt; degree \"&lt;a href=\"Latin%20honors%23United%20States\"&gt;magna cum laude&lt;/a&gt;\". White served as a &lt;a href=\"law%20clerk\"&gt;law clerk&lt;/a&gt; to Chief Justice &lt;a href=\"Fred%20M.%20Vinson\"&gt;Fred M. Vinson&lt;/a&gt; of the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court&lt;/a&gt; from 1946 to 1947, then returned to Colorado and entered private practice in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt; with the law firm now known as &lt;a href=\"Davis%20Graham%20%26amp%3B%20Stubbs\"&gt;Davis Graham &amp; Stubbs&lt;/a&gt;. This was a time in which the Denver economy flourished, and White rendered legal service to the business community. White was for the most part a transactional attorney; he drafted contracts and advised insolvent companies, and he argued the occasional case in court.\nDuring the &lt;a href=\"1960%20United%20States%20presidential%20election\"&gt;1960 presidential election&lt;/a&gt;, White put his football celebrity to use as chair of John F. Kennedy's campaign in Colorado. White had first met the candidate when White was a Rhodes scholar and Kennedy's father, &lt;a href=\"Joseph%20P.%20Kennedy%20Sr.\"&gt;Joseph Kennedy&lt;/a&gt;, was Ambassador to the &lt;a href=\"Court%20of%20St.%20James%27s\"&gt;Court of St. James's&lt;/a&gt;. During the Kennedy administration, White served as &lt;a href=\"United%20States%20Deputy%20Attorney%20General\"&gt;United States Deputy Attorney General&lt;/a&gt;, the number two man in the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;Justice Department&lt;/a&gt;, under &lt;a href=\"Robert%20F.%20Kennedy\"&gt;Robert F. Kennedy&lt;/a&gt;. He took the lead in protecting the &lt;a href=\"Freedom%20Ride\"&gt;Freedom Ride&lt;/a&gt;rs in 1961, negotiating with Alabama Governor &lt;a href=\"John%20Malcolm%20Patterson\"&gt;John Malcolm Patterson&lt;/a&gt;.\nSupreme Court.\nAcquiring renown within the Kennedy Administration for his humble manner and sharp mind, he was appointed by Kennedy in 1962 to succeed Justice &lt;a href=\"Charles%20Evans%20Whittaker\"&gt;Charles Evans Whittaker&lt;/a&gt;, who retired for disability. Kennedy said at the time: \"He has excelled at everything. And I know that he will excel on the highest court in the land.\" The 44-year-old White was approved by a voice vote. He would serve until his retirement in 1993. His Supreme Court tenure was the fourth-longest of the 20th century.\nUpon the request of Vice President-Elect &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt;, Justice White administered the oath of office on January 20, 1993 to the 45th U.S. vice president. It was the only time White administered an oath of office to a vice president.\nDuring his service on the high court, White wrote 994 opinions. He was fierce in questioning attorneys in court, and his votes and opinions on the bench reflect an ideology that has been notoriously difficult for popular journalists and legal scholars alike to pin down. He was seen as a disappointment by some Kennedy supporters who wished he had joined the more &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; wing of the court in its opinions on \"Miranda v. Arizona\" and \"Roe v. Wade\".\nWhite often took a narrow, fact-specific view of cases before the Court and generally refused to make broad pronouncements on constitutional doctrine or adhere to a specific judicial philosophy, preferring what he viewed as a practical approach to the law. In the tradition of the &lt;a href=\"New%20Deal\"&gt;New Deal&lt;/a&gt;, White frequently supported a broad view and expansion of governmental powers. He consistently voted against creating constitutional restrictions on the police, dissenting in the landmark 1966 case \"&lt;a href=\"Miranda%20v.%20Arizona\"&gt;Miranda v. Arizona&lt;/a&gt;\". In that dissent he noted that aggressive police practices enhance the individual rights of law-abiding citizens. His jurisprudence has sometimes been praised for adhering to the doctrine of &lt;a href=\"judicial%20restraint\"&gt;judicial restraint&lt;/a&gt;.\nSubstantive due process doctrine.\nFrequently a critic of the doctrine of \"&lt;a href=\"substantive%20due%20process\"&gt;substantive due process&lt;/a&gt;\", which involves the judiciary reading substantive content into the term \"liberty\" in the Due Process Clause of the &lt;a href=\"Fifth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fifth Amendment&lt;/a&gt; and &lt;a href=\"Fourteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourteenth Amendment&lt;/a&gt;, White's first published opinion as a Supreme Court Justice was a joint dissent with Justice Clark in \"&lt;a href=\"Robinson%20v.%20California\"&gt;Robinson v. California&lt;/a&gt;\" (1962), foreshadowing his career-long distaste for the doctrine. In \"Robinson\", he criticized the remainder of the Court's unprecedented expansion of the Eighth Amendment's prohibition of \"cruel and unusual punishment\" to strike down a California law providing for civil commitment of drug addicts. He argued that the Court was \"imposing its own philosophical predilections\" on the state in this exercise of judicial power, although its historic \"allergy to substantive due process\" would never permit it to strike down a state's economic regulatory law in such a manner.\nIn the same vein, he dissented in the controversial 1973 case \"&lt;a href=\"Roe%20v.%20Wade\"&gt;Roe v. Wade&lt;/a&gt;\". But White voted to strike down a state ban on &lt;a href=\"contraceptive\"&gt;contraceptive&lt;/a&gt;s in the 1965 case of \"&lt;a href=\"Griswold%20v.%20Connecticut\"&gt;Griswold v. Connecticut&lt;/a&gt;\", although he did not join the majority opinion, which famously asserted a \"&lt;a href=\"right%20of%20privacy\"&gt;right of privacy&lt;/a&gt;\" on the basis of the \"penumbras\" of the &lt;a href=\"United%20States%20Bill%20of%20Rights\"&gt;Bill of Rights&lt;/a&gt;. White and Justice &lt;a href=\"William%20Rehnquist\"&gt;William Rehnquist&lt;/a&gt; were the only dissenters from the Court's decision in \"Roe\", though White's dissent used stronger language, suggesting that \"Roe\" was \"an exercise in raw judicial power\" and criticizing the decision for \"interposing a constitutional barrier to state efforts to protect human life.\" White, who usually adhered firmly to the doctrine of \"&lt;a href=\"stare%20decisis\"&gt;stare decisis&lt;/a&gt;\", remained a critic of \"Roe\" throughout his term on the bench and frequently voted to uphold laws restricting abortion, including in \"&lt;a href=\"Planned%20Parenthood%20v.%20Casey\"&gt;Planned Parenthood v. Casey&lt;/a&gt;\" in 1992.\nWhite explained his general views on the validity of substantive due process at length in his dissent in \"&lt;a href=\"Moore%20v.%20City%20of%20East%20Cleveland\"&gt;Moore v. City of East Cleveland&lt;/a&gt;\":\nThe Judiciary, including this Court, is the most vulnerable and comes nearest to illegitimacy when it deals with judge-made constitutional law having little or no cognizable roots in the language or even the design of the Constitution. Realizing that the present construction of the Due Process Clause represents a major &lt;a href=\"Gloss%20%28annotation%29%23In%20law\"&gt;judicial gloss&lt;/a&gt; on its terms, as well as on the anticipation of the Framers, and that much of the underpinning for the broad, substantive application of the Clause disappeared in the conflict between the Executive and the Judiciary in the 1930s and 1940s, the Court should be extremely reluctant to breathe still further substantive content into the Due Process clause so as to strike down legislation adopted by a State or city to promote its welfare. Whenever the Judiciary does so, it unavoidably pre-empts for itself another part of the governance of the country without express constitutional authority.\nWhite parted company with Rehnquist in strongly supporting the Supreme Court decisions striking down laws that discriminated on the basis of sex, agreeing with Justice &lt;a href=\"William%20J.%20Brennan\"&gt;William J. Brennan&lt;/a&gt; in 1973's \"&lt;a href=\"Frontiero%20v.%20Richardson\"&gt;Frontiero v. Richardson&lt;/a&gt;\" that such laws should be subject to strict scrutiny. Only three justices joined Brennan's plurality opinion in \"Frontiero\"; later &lt;a href=\"gender%20discrimination\"&gt;gender discrimination&lt;/a&gt; cases would be subjected to intermediate scrutiny (see \"&lt;a href=\"Craig%20v.%20Boren\"&gt;Craig v. Boren&lt;/a&gt;\").\nWhite wrote the majority opinion in \"&lt;a href=\"Bowers%20v.%20Hardwick\"&gt;Bowers v. Hardwick&lt;/a&gt;\" (1986), which upheld &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;'s anti-sodomy law against a substantive due process attack.\nThe Court is most vulnerable and comes nearest to illegitimacy when it deals with judge-made constitutional law having little or no cognizable roots in the language or design of the Constitution... There should be, therefore, great resistance to ... redefining the category of rights deemed to be fundamental. Otherwise, the Judiciary necessarily takes to itself further authority to govern the country without express constitutional authority.\nWhite's opinion in \"Bowers\" typified his fact-specific, deferential style, treating the issue in that case as presenting only the question of whether homosexuals had a fundamental right to privacy, even though the statute in \"Bowers\" potentially applied to heterosexual sodomy. Georgia, however, conceded during oral argument that the law would be inapplicable to married couples under the precedent set forth in \"&lt;a href=\"Griswold%20v.%20Connecticut\"&gt;Griswold v. Connecticut&lt;/a&gt;\". A year after White's death, \"Bowers\" was overruled in \"&lt;a href=\"Lawrence%20v.%20Texas\"&gt;Lawrence v. Texas&lt;/a&gt;\" (2003).\nDeath penalty.\nWhite took a middle course on the issue of the death penalty: he was one of five justices who voted in \"&lt;a href=\"Furman%20v.%20Georgia\"&gt;Furman v. Georgia&lt;/a&gt;\" (1972) to strike down several state capital punishment statutes, voicing concern over the arbitrary way in which the death penalty was administered. The Furman decision ended &lt;a href=\"capital%20punishment%20in%20the%20U.S.\"&gt;capital punishment in the U.S.&lt;/a&gt; until the court's ruling in \"&lt;a href=\"Gregg%20v.%20Georgia\"&gt;Gregg v. Georgia&lt;/a&gt;\" (1976). In that case, White voted to uphold Georgia's new capital punishment law.\nWhite accepted the position that the &lt;a href=\"Eighth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Eighth Amendment to the United States Constitution&lt;/a&gt; required that all punishments be \"proportional\" to the crime; thus, in \"&lt;a href=\"Coker%20v.%20Georgia\"&gt;Coker v. Georgia&lt;/a&gt;\" (1977), he wrote the opinion that invalidated the death penalty for rape of a 16-year-old married girl. His first reported Supreme Court decision was a dissent in \"&lt;a href=\"Robinson%20v.%20California\"&gt;Robinson v. California&lt;/a&gt;\" (1962), in which he criticized the Court for extending the reach of the Eighth Amendment. In \"Robinson\" the Court for the first time expanded the constitutional prohibition of \"cruel and unusual punishments\" from examining the nature of the punishment imposed and whether it was an uncommon punishment − as, for example, in the cases of flogging, branding, banishment, or electrocution − to deciding whether any punishment at all was appropriate for the defendant's conduct. White said: \"If this case involved economic regulation, the present Court's allergy to substantive due process would surely save the statute and prevent the Court from imposing its own philosophical predilections upon state legislatures or Congress.\" Consistent with his view in \"Robinson\", White thought that imposing the death penalty on minors was constitutional, and he was one of the three dissenters in \"&lt;a href=\"Thompson%20v.%20Oklahoma\"&gt;Thompson v. Oklahoma&lt;/a&gt;\" (1988), a decision that declared that the death penalty as applied to offenders below 16 years of age was unconstitutional as a cruel and unusual punishment.\nAbortion.\nAlong with Justice &lt;a href=\"William%20Rehnquist\"&gt;William Rehnquist&lt;/a&gt;, White dissented in \"&lt;a href=\"Roe%20v.%20Wade\"&gt;Roe v. Wade&lt;/a&gt;\" (the dissenting decision was in the companion case, \"&lt;a href=\"Doe%20v.%20Bolton\"&gt;Doe v. Bolton&lt;/a&gt;\"), castigating the majority for holding that the U.S. Constitution \"values the convenience, whim or caprice of the putative mother more than the life or potential life of the fetus.\"\nCivil rights.\nWhite consistently supported the Court's post-\"&lt;a href=\"Brown%20v.%20Board%20of%20Education\"&gt;Brown v. Board of Education&lt;/a&gt;\" attempts to fully &lt;a href=\"desegregation\"&gt;desegregate&lt;/a&gt; &lt;a href=\"Public%20school%20%28government%20funded%29\"&gt;public schools&lt;/a&gt;, even through the controversial line of forced busing cases. He voted to uphold &lt;a href=\"affirmative%20action\"&gt;affirmative action&lt;/a&gt; remedies to racial inequality in an education setting in the famous \"&lt;a href=\"Regents%20of%20the%20University%20of%20California%20v.%20Bakke\"&gt;Regents of the University of California v. Bakke&lt;/a&gt;\" case of 1978. Though White voted to uphold federal affirmative action programs in cases such as \"&lt;a href=\"Metro%20Broadcasting%2C%20Inc.%20v.%20FCC\"&gt;Metro Broadcasting, Inc. v. FCC&lt;/a&gt;\", 497 U.S. 547 (1990) (later overruled by \"&lt;a href=\"Adarand%20Constructors%20v.%20Pe%C3%B1a\"&gt;Adarand Constructors v. Peña&lt;/a&gt;\", 515 U.S. 200 (1995)), he voted to strike down an affirmative action plan regarding state contracts in \"&lt;a href=\"City%20of%20Richmond%20v.%20J.A.%20Croson%20Co.\"&gt;Richmond v. J.A. Croson Co.&lt;/a&gt;\" (1989).\nWhite dissented in \"&lt;a href=\"Runyon%20v.%20McCrary\"&gt;Runyon v. McCrary&lt;/a&gt;\" (1976), which held that federal law prohibited &lt;a href=\"private%20school\"&gt;private school&lt;/a&gt;s from discriminating on the basis of race. He argued that the legislative history of 42 U.S.C. § 1981 (popularly known as the \"&lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt; Act\") indicated that the Act was not designed to prohibit private racial discrimination but only state-sponsored racial discrimination (as had been held in the \"&lt;a href=\"Civil%20Rights%20Cases\"&gt;Civil Rights Cases&lt;/a&gt;\" of 1883). White was concerned about the potential far-reaching impact of holding private racial discrimination illegal, which if taken to its logical conclusion might ban many varied forms of voluntary self-segregation, including social and advocacy groups that limited their membership to blacks: \"Whether such conduct should be condoned or not, whites and blacks will undoubtedly choose to form a variety of associational relationships pursuant to contracts which exclude members of the other race. Social clubs, black and white, and associations designed to further the interests of blacks or whites are but two examples\". \"Runyon\" was essentially overruled by 1989's \"Patterson v. McLean Credit Union\", which itself was superseded by the &lt;a href=\"Civil%20Rights%20Act%20of%201991\"&gt;Civil Rights Act of 1991&lt;/a&gt;.\nRelationships with other justices.\nWhite said he was most comfortable on Rehnquist's court. He once said of &lt;a href=\"Earl%20Warren\"&gt;Earl Warren&lt;/a&gt;, \"I wasn't exactly in his circle.\" On the Burger Court, the Chief Justice often assigned important criminal procedure and individual rights opinions to White because of his frequently conservative views on these questions.\nCourt operations and retirement.\nWhite frequently urged the Supreme Court to consider &lt;a href=\"Circuit%20split\"&gt;cases when federal appeals courts were in conflict on issues of federal law&lt;/a&gt;, believing that resolving such was a primary role of the Supreme Court. Thus, White voted to grant &lt;a href=\"certiorari\"&gt;certiorari&lt;/a&gt; more often than many of his colleagues; he also wrote numerous opinions dissenting from denials of certiorari. After White (along with fellow Justice &lt;a href=\"Harry%20Blackmun\"&gt;Harry Blackmun&lt;/a&gt;, who also often voted for liberal grants of certiorari) retired, the number of cases heard each session of the Court declined steeply.\nWhite disliked the politics of Supreme Court appointments, but had great faith in representative democracy, responding to complaints about politicians and mediocrity in government with exhortations to \"get more involved and help fix it.\" He retired in 1993, during &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;'s presidency, saying that \"someone else should be permitted to have a like experience.\" When he retired, White was the last veteran of the &lt;a href=\"Warren%20Court\"&gt;Warren Court&lt;/a&gt; to remain on the bench. Clinton nominated (and the Senate approved) Justice &lt;a href=\"Ruth%20Bader%20Ginsburg\"&gt;Ruth Bader Ginsburg&lt;/a&gt;, a judge from the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20District%20of%20Columbia%20Circuit\"&gt;U.S. Court of Appeals for the D.C. Circuit&lt;/a&gt; and a former &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt; law professor, to succeed him.\nLater years and death.\nAfter retiring from the Supreme Court, White occasionally sat with lower federal courts. He maintained chambers in the federal courthouse in Denver until shortly before his death. He also served for the Commission on Structural Alternatives for the Federal Courts of Appeals.\nWhite died of &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; on April 15, 2002, at the age of 84. He was the last living Justice to have served on the &lt;a href=\"Warren%20Court\"&gt;Warren Court&lt;/a&gt;, and died the day before the fortieth anniversary of his swearing in as a Justice. From his death until the retirement of &lt;a href=\"Sandra%20Day%20O%27Connor\"&gt;Sandra Day O'Connor&lt;/a&gt; in 2006, there were no living former justices.\nHis remains are interred at All Souls Walk at the &lt;a href=\"Cathedral%20of%20St.%20John%20in%20the%20Wilderness%2C%20Denver\"&gt;St. John's Cathedral&lt;/a&gt; in Denver.\nThen-Chief Justice Rehnquist said White \"came as close as anyone I have known to meriting &lt;a href=\"Matthew%20Arnold\"&gt;Matthew Arnold&lt;/a&gt;'s description of &lt;a href=\"Sophocles\"&gt;Sophocles&lt;/a&gt;: 'He saw life steadily and he saw it whole.' All of us who served with him will miss him.\"\nAwards and honors.\nThe NFL Players Association gives the &lt;a href=\"Byron%20%26quot%3BWhizzer%26quot%3B%20White%20NFL%20Man%20of%20the%20Year%20Award\"&gt;Byron \"Whizzer\" White NFL Man of the Year Award&lt;/a&gt; to one player each year for his charity work. &lt;a href=\"Michael%20McCrary\"&gt;Michael McCrary&lt;/a&gt;, who was involved in \"&lt;a href=\"Runyon%20v.%20McCrary\"&gt;Runyon v. McCrary&lt;/a&gt;\", grew up to be a professional football player and won the award in 2000.\nThe federal courthouse in Denver that houses the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Tenth%20Circuit\"&gt;Tenth Circuit&lt;/a&gt; is named after White.\nWhite was posthumously awarded the &lt;a href=\"Presidential%20Medal%20of%20Freedom\"&gt;Presidential Medal of Freedom&lt;/a&gt; in 2003 by President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt;.\nWhite was inducted into the &lt;a href=\"Rocky%20Mountain%20Athletic%20Conference\"&gt;Rocky Mountain Athletic Conference&lt;/a&gt; Hall of Fame on July 14, 2007, in addition to being a member of the College Football Hall of Fame and the University of Colorado's Athletic Hall of Fame, where he is enshrined as \"The Greatest Buff Ever\".\nOne of White's former law clerks, &lt;a href=\"Dennis%20J.%20Hutchinson\"&gt;Dennis J. Hutchinson&lt;/a&gt;, wrote an unofficial biography of him called \"The Man Who Once was Whizzer White\"."
}