{
    "id": "4926805",
    "revid": "20073877",
    "url": "https://en.wikipedia.org/wiki?curid=4926805",
    "title": "Anglican sacraments",
    "text": "In keeping with its prevailing self-identity as a \"&lt;a href=\"via%20media\"&gt;via media&lt;/a&gt;\" or \"middle path\" of &lt;a href=\"Western%20Christianity\"&gt;Western Christianity&lt;/a&gt;, Anglican sacramental theology expresses elements in keeping with its status as a church in the &lt;a href=\"Catholicity\"&gt;catholic&lt;/a&gt; tradition and a church of the &lt;a href=\"English%20Reformation\"&gt;Reformation&lt;/a&gt;. With respect to sacramental theology the Catholic tradition is perhaps most strongly asserted in the importance Anglicanism places on the &lt;a href=\"sacrament\"&gt;sacrament&lt;/a&gt;s as a means of &lt;a href=\"Divine%20grace\"&gt;grace&lt;/a&gt;, &lt;a href=\"sanctification\"&gt;sanctification&lt;/a&gt; and &lt;a href=\"forgiveness\"&gt;forgiveness&lt;/a&gt; as expressed in the church's &lt;a href=\"liturgy\"&gt;liturgy&lt;/a&gt;.\nWhen the &lt;a href=\"Thirty-Nine%20Articles\"&gt;Thirty-Nine Articles&lt;/a&gt; were accepted by Anglicans generally as a norm for Anglican teaching, they recognised two sacraments only – &lt;a href=\"Baptism\"&gt;Baptism&lt;/a&gt; and the &lt;a href=\"Eucharist\"&gt;Eucharist&lt;/a&gt; – as having been ordained by &lt;a href=\"Christ\"&gt;Christ&lt;/a&gt; (\"sacraments of the Gospel\") as Article XXV of the Thirty-Nine Articles describes them) and as necessary for salvation. The status of the Articles today varies from province to province: Canon A5 of the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt; defines them as a source for Anglican doctrine. &lt;a href=\"Peter%20Toon\"&gt;Peter Toon&lt;/a&gt; names ten provinces as having retained them. He goes on to suggest that they have become \"one strategic lens of a multi-lens telescope through which to view tradition and approach Scripture\".\nFive other acts are regarded variously as full sacraments by &lt;a href=\"Anglo-Catholic\"&gt;Anglo-Catholic&lt;/a&gt;s or as \"sacramental rites\" by &lt;a href=\"Evangelicalism\"&gt;Evangelical&lt;/a&gt;s with varied opinions among &lt;a href=\"broad%20church\"&gt;broad church&lt;/a&gt; and &lt;a href=\"Liberal%20Christianity\"&gt;liberal&lt;/a&gt; Anglicans. Article XXV of the Thirty-Nine Articles states that these five \"are not to be counted for Sacraments of the Gospel, being such as have grown partly of the corrupt following of the Apostles, partly are states of life allowed in the Scriptures; but yet have not like nature of Sacraments with Baptism, and the Lord's Supper, for that they have not any visible sign or ceremony ordained of God.\"\nAccording to the Thirty-Nine Articles, the seven are divided as follows:\nA wider range of opinions about the 'effectiveness of the sacraments is found among Anglicans than in the Roman Catholic Church: some hold to a more Catholic view maintaining that the sacraments function \"as a result of the act performed\" (\"ex opere operato\"); others emphasise strongly the need for worthy reception and faith\".\nCharacteristics of sacraments.\nAs defined by the 16th century Anglican divine, &lt;a href=\"Richard%20Hooker%20%28theologian%29\"&gt;Richard Hooker&lt;/a&gt;, the sacraments are \"visible signs of invisible grace\". However, their \"efficacy resteth obscure to our understanding, except we search somewhat more distinctly what grace in particular that is whereunto they are referred and what manner of operation they have towards it\". They thus serve to convey &lt;a href=\"sanctification\"&gt;sanctification&lt;/a&gt; on the individual participating in the sacramental action, but Hooker expressly warns that \"all receive not the grace of God which receive the sacraments of his grace\".\nTo be considered a valid sacrament both the appropriate \"form\" and \"matter\" must be present and duly used.\"Form\" is the specific verbal and physical liturgical action associated with the sacrament while the \"matter\" refers to the essential material objects used (e.g. water in Baptism; bread and wine in the Eucharist, etc.). This in itself is not sufficient to ensure the 'validity\" there must also be the right \"intention\" on the part of the minister and, when the sacrament is ministered to an adult, the minimal requirement is that the recipient must not place an obstacle in the way of the grace to be received\nThe question as to who is to be considered the minister of a \"valid\" sacrament has led to serious divergences of opinion within Anglicanism. It is clear that in emergency any layperson may administer baptism. Whether a deacon can celebrate marriage varies from province to province. The theory that to be validly ordained, Anglican clergy must be ordained or consecrated by bishops whose own consecration can be traced to one of the &lt;a href=\"Twelve%20Apostles\"&gt;Apostles&lt;/a&gt; has always been a minority position. Bradshaw sums up the position as follows:\nBaptism.\n&lt;a href=\"Baptism\"&gt;Baptism&lt;/a&gt; is the sacrament by which a person is initiated into the Christian church. It has the effect of receiving people into the household of God, allowing them to receive the grace of the other sacraments. The matter consists of the water and the form are the words of Baptism (the &lt;a href=\"Trinitarian%20formula\"&gt;Trinitarian formula&lt;/a&gt;). The intention of baptism is threefold: a renunciation of sin and of all that which is opposed to the will of God (articulated by vows); a statement of belief in God, Father, Son, and Holy Spirit (articulated by the recitation of the &lt;a href=\"Apostles%27%20Creed\"&gt;Apostles' Creed&lt;/a&gt; or &lt;a href=\"Nicene%20Creed\"&gt;Nicene Creed&lt;/a&gt;); and a commitment to follow Christ as Lord and Saviour (again, signified by vows). The effect of baptism is the reception of the &lt;a href=\"Holy%20Spirit\"&gt;Holy Spirit&lt;/a&gt;.\nWhilst infant baptism is the norm in Anglicanism, services of thanksgiving and dedication of children are sometimes celebrated, especially when baptism is being deferred. People &lt;a href=\"Baptism%23Comparative%20summary\"&gt;baptised&lt;/a&gt; in other traditions will be confirmed without being baptised again unless there is doubt about the validity of their original baptism. Roman Catholic and Orthodox Christians who have previously been confirmed are simply received instead. In case of uncertainty about whether a person has received the sacrament of Baptism at an earlier time, he or she may &lt;a href=\"Conditional%20sacrament\"&gt;receive the sacrament conditionally&lt;/a&gt;. In principle, no one can be baptised more than once. In a &lt;a href=\"conditional%20baptism\"&gt;conditional baptism&lt;/a&gt;, the minister of the sacrament, rather than saying \"I baptise you in the name of the Father and of the Son and of the Holy Spirit\", says \"If you are not baptised, I baptise you\" etc.\nEucharist.\nThe \"&lt;a href=\"Eucharist\"&gt;Eucharist&lt;/a&gt;\" (Holy Communion, Mass, or the Lord's Supper), is the means by which Christ becomes present to the Christian community gathered in his name. It is the central act of gathered worship, renewing the Body of Christ as the Church through the reception of the Body of Christ as the &lt;a href=\"Blessed%20Sacrament\"&gt;Blessed Sacrament&lt;/a&gt;, his spiritual body and blood. The matter consists of bread and wine. Traditionally in the Western Church the form was located in the words \"This is my body/blood\" or at least in the repetition of the Institution Narrative as a whole, that is there was a moment of consecration. However, the modern trend is to understand the thanksgiving expressed in the whole &lt;a href=\"Eucharistic%20Prayer\"&gt;Eucharistic Prayer&lt;/a&gt; as effecting the consecration. In 1995, the International Anglican Liturgical Consultation involving liturgists from over half the provinces of the Anglican Communion unanimously agreed that:\nThe fundamental character of the eucharistic prayer is thanksgiving, and the whole eucharistic prayer should be seen as consecratory. The elements of memorial and invocation are caught up within the movement of thanksgiving.\nIn this sacrament, Christ is both encountered and incorporated. As such, the Eucharistic action looks backward as a memorial of Christ's sacrifice, forward as a foretaste of the heavenly banquet, and to the present as an &lt;a href=\"Incarnation\"&gt;Incarnation&lt;/a&gt; of Christ in the lives of the community and of individual believers.\nRites not to be counted for Sacraments of the Gospel.\nConfession and absolution.\n\"&lt;a href=\"Confession%20%28sacrament%29\"&gt;Confession and absolution&lt;/a&gt;\", sometimes called the Sacrament of Reconciliation, is the rite or sacrament by which one is restored to God when one's relationship with God has been broken by sin. The form is the words of absolution, which may be accompanied by the sign of the cross. Confession and absolution is normally done corporately (the congregation invited to confess their sins, a moment of silent prayer while the congregation does so, a spoken general confession, and the words of absolution). Individuals, however, can and do also participate in aural confession, privately meeting with a priest to confess their sins, during which time the priest can provide both counselling, urge reconciliation with parties that have been sinned against, and suggest certain spiritual disciplines (&lt;a href=\"penance\"&gt;penance&lt;/a&gt;). In the 1662 &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;Book of Common Prayer&lt;/a&gt; and earlier Books, there is no approved ceremony for a private confession of sins outside of the Visitation of the Sick, the event being provided for in the Anglican tradition only in uncommon instances where an individual cannot quiet his conscience or find consolation in the General Confession that is part of the liturgy. However, the Book of Common Prayer 1979 in the &lt;a href=\"Episcopal_Church_%28United_States%29\"&gt;Episcopal Church&lt;/a&gt; does provide an approved rite of confession.\nAnglican clergy do not typically require acts of penance after receiving absolution; but such acts, if done, are intended to be healing and preventative. The phrase \"all may, some should, none must\" is often taken as the Anglican attitude towards the sacrament, though there are provinces and parishes where participation in the sacrament is expected for the forgiveness of post-baptismal sin. The priest is bound by the \"&lt;a href=\"Seal%20of%20the%20Confessional%20and%20the%20Anglican%20Church\"&gt;seal of confession&lt;/a&gt;.\" This binds the priest to never speak of what he or she has heard in the confessional to anyone.\nConfirmation.\n\"&lt;a href=\"Confirmation%20%28sacrament%29\"&gt;Confirmation&lt;/a&gt;\" is derived from the Latin word \"confirmare\" - to strengthen. In this sense, Confirmation involves the reaffirmation of faith through the strengthening and renewal of one's baptismal vows accomplished through prayer and the laying on of hands by a bishop. Historically, Baptism and Confirmation once were a unified rite, with the bishop performing both activities. With the spread of the faith in Europe during the early Middle Ages, the rites became separated. In recent centuries, it has been seen as an opportunity for those Baptised as infants to make an adult profession of faith, and to reaffirm the vows made on their behalf by witnesses.\nUntil very recently, it was also a precondition to participation in the Eucharist throughout the Communion. Some Anglican churches now view Baptism as sufficient for accessing the grace of all the sacraments, since it is the means of initiation into the faith. Many who have been baptised as adults still present themselves for Confirmation as a way of completing the ancient rite of initiation, or because they have been received into the Communion from other denominations.\nMatrimony.\n\"Holy Matrimony\" is the blessing of a union between two people, acknowledging the presence and grace of God in the life of the couple. The form is manifested as the vows (contrary to popular belief, the blessing and exchanging of rings is customary, and not necessary for the rite of matrimony to be valid). In marriage, the husband and wife seek God's blessing, and through the mediation of the priest, the prayer is answered. Although the couple are thus generally regarded as the ministers of the sacrament through their voluntary exchange of vows, the sacrament must be celebrated under the presidency of a clergy person, who witnesses and mediates the prayers.\nIn many parts of the Anglican Communion, there is provision to bless civil marriages (on the understanding that a couple cannot be married twice). Although some Anglican Churches will marry divorced people, some will not or will require the permission of the bishop of the diocese. In some &lt;a href=\"diocese\"&gt;diocese&lt;/a&gt;s, particularly in the US &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopal Church&lt;/a&gt;, there is approval for the blessing of &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt;. In the &lt;a href=\"Continuing%20Anglican\"&gt;Continuing Anglican&lt;/a&gt; churches of the world, such unions are not permitted.\nHoly Orders.\n\"Ordination\" to &lt;a href=\"Holy%20Orders\"&gt;Holy Orders&lt;/a&gt; is the setting aside of individuals to specific ministries in the Church, namely that of &lt;a href=\"deacon\"&gt;deacon&lt;/a&gt;, &lt;a href=\"priest\"&gt;priest&lt;/a&gt;, and &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt;. The matter and form are the laying on of hands by a bishop and prayers. From the beginning of the Church there were two orders recognised – that of bishop and deacon. Priests are essentially delegates of the bishop to minister to congregations in which the bishop cannot be physically present. Deacons have always had the role of being \"the church in the world,\" ministering to the pastoral needs of the community and assisting the priest in worship (usually by proclaiming the Gospel and preparing the altar and &lt;a href=\"credence%20table\"&gt;credence table&lt;/a&gt;). The bishop is the chief pastor of a &lt;a href=\"diocese\"&gt;diocese&lt;/a&gt;. Appointment as an &lt;a href=\"archbishop\"&gt;archbishop&lt;/a&gt; does not involve transition into a new order, but rather signifies the taking on of additional episcopal responsibilities as a &lt;a href=\"metropolitan%20archbishop\"&gt;metropolitan&lt;/a&gt; or &lt;a href=\"Primate%20%28bishop%29\"&gt;primate&lt;/a&gt;.\nIn the Anglican churches, as with &lt;a href=\"Eastern%20Orthodox\"&gt;Eastern Orthodox&lt;/a&gt; and &lt;a href=\"Eastern%20Catholic\"&gt;Eastern Catholic&lt;/a&gt; Churches, and unlike the Latin Rite of the &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; Church, there is no requirement that priests observe &lt;a href=\"clerical%20celibacy\"&gt;clerical celibacy&lt;/a&gt;. Unlike priests in the Eastern Churches, Anglican priests may also marry after ordination, and married Anglican priests may be ordained as bishops. Additionally, in many provinces of the Anglican Communion, women are allowed to be ordained as priests; and in about a third of the provinces also consecrated as bishops. Because this is a recent and controversial development, there are few dioceses governed by bishops who are women. Some dioceses do not recognise the orders of priests who are women, or else limit their recognition to priests only and disallow bishops who are women.\nAnointing of the Sick (Holy Unction).\nThe &lt;a href=\"Anointing%20of%20the%20Sick\"&gt;Anointing of the Sick&lt;/a&gt; is an act of healing through prayer and sacrament, conveyed on both the sick and the dying; the latter is classically called Extreme Unction. The matter consists of laying on of hands and anointing with oil; while the form consists of prayers. In this sacrament, the priest acts as a mediator of Christ's grace and will frequently also administer the consecrated bread (and sometimes wine) as a part of the sacramental action.\nThe Anglican &lt;a href=\"Guild%20of%20St%20Raphael\"&gt;Guild of St Raphael&lt;/a&gt;, founded in 1915, is an organisation mostly within the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;, with a few branches elsewhere in the world, specifically dedicated to promoting, supporting and practicing Christ's ministry of healing as an integral part of the Church. There are many other similar organisations in other Anglican provinces, often dedicated to &lt;a href=\"St%20Luke\"&gt;St Luke&lt;/a&gt; the physician and evangelist.\nOrdained ministry.\nIn the Anglican tradition, the celebration of the sacraments is reserved (apart from emergency baptism by laypeople) to the &lt;a href=\"Anglican%20ministry\"&gt;clergy&lt;/a&gt;: bishops, priests and deacons — this last may baptise and, in some Provinces, celebrate marriages. While there has been some discussion, notably in the &lt;a href=\"Anglican%20Diocese%20of%20Sydney\"&gt;Diocese of Sydney&lt;/a&gt;, Australia, about the possibility of &lt;a href=\"lay%20presidency\"&gt;lay presidency&lt;/a&gt; of the Eucharist, for most Anglicans this is inconsistent with the common understanding of sacramental theology.\n\"Ex opere operato\".\nGabriel Biel, the last of the great medieval scholastics defined \"&lt;a href=\"ex%20opere%20operato\"&gt;ex opere operato&lt;/a&gt;\" as follows:\n...by the very act of receiving, grace is conferred, unless mortal sin stands in the way; that beyond the outward participation no inward preparation of the heart (\"bonus motus\") is necessary.\nHowever, Anglicans generally do not accept that the sacraments are effective without positive faith being operative in those who receive them or, in the case of infant baptism, the faith of those who bring the baby to baptism and undertake to provide Christian teaching as a preparation for confirmation. The &lt;a href=\"Thirty-Nine%20Articles\"&gt;Thirty-Nine Articles&lt;/a&gt; clearly require positive faith (see Arts. XXV &amp; XXVIII) as do the exhortations to prepare to receive the Holy Communion found in the communion rite of the &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;BCP-1662&lt;/a&gt;.\nIt might be claimed that Anglicans hold to the principle of \"&lt;a href=\"ex%20opere%20operato\"&gt;ex opere operato&lt;/a&gt;\" with respect to the efficacy of the sacraments vis-a-vis the presider and his or her administration thereof. Article XXVI of the Thirty-Nine Articles (entitled \"Of the unworthiness of ministers which hinders not the effect of the Sacrament\") states that the \"ministration of the Word and Sacraments\" is not done in the name of the one performing the sacerdotal function but in Christ's, \"neither is the effect of Christ's ordinance taken away by their wickedness from such as by faith and rightly do receive the Sacraments ministered unto them\" since the sacraments have their effect \"because of Christ's institution and promise, although they be ministered by evil men.\") The effectiveness of the sacrament is independent of the one who presides over it."
}