{
    "id": "49277817",
    "revid": "1040054965",
    "url": "https://en.wikipedia.org/wiki?curid=49277817",
    "title": "Victoria Falls Primary School",
    "text": "Victoria Falls Primary School (or Vic Falls Primary) is an &lt;a href=\"Independent%20school\"&gt;independent&lt;/a&gt;, &lt;a href=\"Preparatory%20school%20%28United%20Kingdom%29\"&gt;preparatory&lt;/a&gt;, &lt;a href=\"Day%20school\"&gt;day&lt;/a&gt; school for boys and girls in the town of &lt;a href=\"Victoria%20Falls%2C%20Zimbabwe\"&gt;Victoria Falls&lt;/a&gt;, &lt;a href=\"Matabeleland%20North\"&gt;Matabeleland North&lt;/a&gt;, &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;. The school was opened in September 1991 at its present location.\nVictoria Falls Primary School is a member of the &lt;a href=\"Association%20of%20Trust%20Schools\"&gt;Association of Trust Schools&lt;/a&gt; (ATS) and the Headmaster is a member of the &lt;a href=\"Conference%20of%20Heads%20of%20Independent%20Schools%20in%20Zimbabwe\"&gt;Conference of Heads of Independent Schools in Zimbabwe&lt;/a&gt; (CHISZ).\nAcademics.\nVictoria Falls Primary offers the following subjects: Art, Craft, Design and Technology, Domestic Science, English Language, General Paper, Information Communication Technology, &lt;a href=\"Northern%20Ndebele%20language\"&gt;Ndebele&lt;/a&gt; and Physical Education.\nSports.\nAt Victoria Falls Primary, the following sports are available: &lt;a href=\"Track%20and%20field\"&gt;athletics&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"Cross%20country%20running\"&gt;cross country&lt;/a&gt;, &lt;a href=\"Field%20hockey\"&gt;hockey&lt;/a&gt;, &lt;a href=\"netball\"&gt;netball&lt;/a&gt;, &lt;a href=\"Rugby%20union\"&gt;rugby&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"Swimming%20%28sport%29\"&gt;swimming&lt;/a&gt; and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;. The sports on offer varies on a termly basis. The table below indicates which sports are offered in a particular term:\nExtra-curricular.\nClubs and societies.\nThe following clubs and societies are on offer: Art, Choir, Conservation, Craft, Domestic Science, Early Act (Junior Interact - Part of Rotary Zimbabwe), Home Economics, ICTClub - Digitalbase, Ndebele, Scripture Union and Water Polo.\nAll children are expected to participate in at least one cultural activity at the school.\nOutdoor Education.\nThe school organises field trips, outdoor and adventurous activities for pupils as class visits in the town of Victoria Falls as well as &lt;a href=\"Bulawayo\"&gt;Bulawayo&lt;/a&gt;, &lt;a href=\"Matobo%20National%20Park\"&gt;Matopos&lt;/a&gt;, Lowveld, &lt;a href=\"Triangle%2C%20Zimbabwe\"&gt;Triangle&lt;/a&gt;, the Eastern Highlands, &lt;a href=\"Shangani%2C%20Zimbabwe\"&gt;Shangani&lt;/a&gt;, &lt;a href=\"Masvingo\"&gt;Masvingo&lt;/a&gt;, and &lt;a href=\"Kariba%2C%20Zimbabwe\"&gt;Kariba&lt;/a&gt;."
}