{
    "id": "4928947",
    "revid": "1056565838",
    "url": "https://en.wikipedia.org/wiki?curid=4928947",
    "title": "Mike Phillips (rugby union)",
    "text": "William Michael Phillips (born 29 August 1982) is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who plays at &lt;a href=\"Scrum-half%20%28rugby%20union%29\"&gt;scrum-half&lt;/a&gt;. On 16 March 2013, Phillips surpassed the record of 76 caps set by &lt;a href=\"Dwayne%20Peel\"&gt;Dwayne Peel&lt;/a&gt; as the most capped scrum-half for &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;. \nTall and powerful, unusual properties in a scrum half, he has been compared to ex-&lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; international &lt;a href=\"Terry%20Holmes\"&gt;Terry Holmes&lt;/a&gt;.\nPersonal life.\nThe third son of &lt;a href=\"dairy%20farm\"&gt;dairy farm&lt;/a&gt;er Trevor and teacher Morfydd, Phillips was born and raised the youngest in a family of three boys on the family farm between &lt;a href=\"Bancyfelin\"&gt;Bancyfelin&lt;/a&gt; and &lt;a href=\"St%20Clears\"&gt;St Clears&lt;/a&gt;. He is a fluent &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt; speaker.\nHis middle brother became Welsh amateur &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt; champion before fighting professionally, while his eldest brother Rob was a &lt;a href=\"Scrum-half%20%28rugby%20union%29\"&gt;scrum-half&lt;/a&gt; with &lt;a href=\"Whitland%20RFC\"&gt;Whitland RFC&lt;/a&gt;, where Mike also spent his late teenage years as both a blind and open side &lt;a href=\"Flanker%20%28rugby%20union%29\"&gt;flanker&lt;/a&gt;.\nPhillips then moved to &lt;a href=\"Carmarthen%20RFC\"&gt;Carmarthen RFC&lt;/a&gt; as a flanker, before playing at scrum-half; at ,\nPhillips was dating Welsh singer &lt;a href=\"Amie%20Duffy\"&gt;Amie Duffy&lt;/a&gt; until May 2011; it is thought that they were together for 20 months.\nIn September 2012, Phillips was suspended by his club &lt;a href=\"Aviron%20Bayonnais\"&gt;Bayonne&lt;/a&gt; for one match for what was described as unacceptable off-field behaviour.\nPhillips is patron of UK charity Follow Your Dreams, which works with children and young people with learning disabilities.\nClub career.\nPhillips made his first appearance for the &lt;a href=\"Scarlets\"&gt;Scarlets&lt;/a&gt; at the age of 20, and remained there in spite of restrictions in first team appearances due to the performances of &lt;a href=\"Dwayne%20Peel\"&gt;Dwayne Peel&lt;/a&gt;, until the summer of 2005.\nCiting his lack of first team appearances as the main reason, in 2005 Phillips signed for the &lt;a href=\"Cardiff%20Blues\"&gt;Cardiff Blues&lt;/a&gt; starting most matches, partnering fellow former Welsh Under-21 player &lt;a href=\"Nick%20Robinson%20%28rugby%20player%29\"&gt;Nicky Robinson&lt;/a&gt;.\nIn February 2007, Phillips was linked with a move to the &lt;a href=\"Ospreys%20%28rugby%20union%29\"&gt;Ospreys&lt;/a&gt;, on a basic wage of £180,000 as Cardiff Blues would not break their wage structure. Having signed for the Ospreys, at first he was the second-choice scrum-half as former &lt;a href=\"All%20Blacks\"&gt;All-Black&lt;/a&gt; &lt;a href=\"Justin%20Marshall\"&gt;Justin Marshall&lt;/a&gt; held the role. Following Marshall's departure to &lt;a href=\"Montpellier%20H%C3%A9rault%20RC\"&gt;Montpellier&lt;/a&gt;, Phillips had the chance to make the position his own but for a knee ligament injury, allowing the emergence of new signing &lt;a href=\"Jamie%20Nutbrown\"&gt;Jamie Nutbrown&lt;/a&gt; to take the role.\nIn June 2011, Phillips left the Ospreys and joined French club &lt;a href=\"Aviron%20Bayonnais\"&gt;Bayonne&lt;/a&gt;. In October 2013, he was sacked from Bayonne for repeated misconduct, with the final incident being drunk at an analysis session following the loss to London Wasps in the &lt;a href=\"European%20Rugby%20Challenge%20Cup\"&gt;Amlin Cup&lt;/a&gt;.\nOn 2 December 2013, Phillips joined French club &lt;a href=\"Racing%20M%C3%A9tro%2092\"&gt;Racing Métro&lt;/a&gt;, linking up with fellow Wales internationals &lt;a href=\"Jamie%20Roberts\"&gt;Jamie Roberts&lt;/a&gt; and &lt;a href=\"Dan%20Lydiate\"&gt;Dan Lydiate&lt;/a&gt;.\nOn 5 May 2016, Phillips made his debut in the &lt;a href=\"Aviva%20Premiership\"&gt;Aviva Premiership&lt;/a&gt; with English club &lt;a href=\"Sale%20Sharks\"&gt;Sale Sharks&lt;/a&gt;.\nOn 26 November 2017 Philips briefly came out of retirement to join the Scarlets squad as cover due to injuries at scrum half and came on as a second-half substitute in their 34–30 Pro 14 win against the Southern Kings.\nInternational career.\nPhillips represented Wales at Under 21 level where he played with fellow Cardiff player &lt;a href=\"Nick%20Robinson%20%28rugby%20player%29\"&gt;Nicky Robinson&lt;/a&gt;. In 2003, he made his &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; debut against &lt;a href=\"Romania%20national%20rugby%20union%20team\"&gt;Romania&lt;/a&gt; and scored a try. Phillips toured &lt;a href=\"Argentina%20national%20rugby%20union%20team\"&gt;Argentina&lt;/a&gt; and &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; in 2004, and also scored during the 2005 tour of the &lt;a href=\"USA%20national%20rugby%20union%20team\"&gt;USA&lt;/a&gt; and &lt;a href=\"Canada%20national%20rugby%20union%20team\"&gt;Canada&lt;/a&gt;.\nHis performances for the Blues saw him get into the Wales squad for the &lt;a href=\"2006%20Six%20Nations%20Championship\"&gt;2006 Six Nations Championship&lt;/a&gt;, despite having a poor Autumn International where he started against &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; in a match that ended in a heavy defeat for Wales.\nHis first game came against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt; after &lt;a href=\"Dwayne%20Peel\"&gt;Dwayne Peel&lt;/a&gt;, who had started the game at scrum-half, was injured in the seventh minute. He also started against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; where he played extremely well, picking up the man of the match award. After a successful season with the &lt;a href=\"Cardiff%20Blues\"&gt;Blues&lt;/a&gt;, he was picked for Wales's tour to &lt;a href=\"Argentina%20national%20rugby%20union%20team\"&gt;Argentina&lt;/a&gt; where he started both tests.\nPhillips made the squad for the &lt;a href=\"2007%20Rugby%20World%20Cup\"&gt;2007 Rugby World Cup&lt;/a&gt;. He started one match against &lt;a href=\"Japan%20national%20rugby%20union%20team\"&gt;Japan&lt;/a&gt; in which he scored a try and won the man of the match award. In all the other games he came off the bench. But Wales had a very disappointing tournament, being knocked out by &lt;a href=\"Fiji%20national%20rugby%20union%20team\"&gt;Fiji&lt;/a&gt; in the pool stages.\nIn 2008, Wales appointed a new coach, &lt;a href=\"Warren%20Gatland\"&gt;Warren Gatland&lt;/a&gt;, who liked Phillips' physical presence. He played in the Welsh team against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt;, for the &lt;a href=\"2008%20Six%20Nations%20Championship\"&gt;2008 Six Nations Championship&lt;/a&gt;. He scored the winning try as Wales claimed a 26–19 victory – their first at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham&lt;/a&gt; in 20 years. Phillips started the next match against &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;, which Wales won 30–15. Phillips was then replaced by &lt;a href=\"Dwayne%20Peel\"&gt;Dwayne Peel&lt;/a&gt; for the match against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;; however, he came on after 42 minutes after Peel was injured again, and made a significant impact as Wales thrashed the Azzuri 47–8. Phillips then started the match against &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt;. Wales made it four from four as they beat the Irish 16–12 to claim the triple crown. Phillips also started against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt;, as Wales claimed their second grand slam in four years with a 29–12 hammering of Les Bleus. Phillips was one of six players nominated for player of the tournament, but his fellow Ospreys teammate, &lt;a href=\"Shane%20Williams\"&gt;Shane Williams&lt;/a&gt;, won the award.\nA week after the grand slam a knee ligament injury ruled him out for six months, meaning he would miss the tour of &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; and the &lt;a href=\"2008%20end%20of%20year%20rugby%20tests\"&gt;Autumn Internationals&lt;/a&gt;. But Phillips made a strong return and started all five matches in the &lt;a href=\"2009%20Six%20Nations%20Championship\"&gt;2009 Six Nations Championship&lt;/a&gt;. He was named in the team of the tournament, but Wales finished a disappointing fourth after defeats by France and Ireland.\nOn 21 April 2009, Phillips was named as one of 13 Welsh players for the &lt;a href=\"2009%20British%20%26amp%3B%20Irish%20Lions%20tour%20to%20South%20Africa\"&gt;2009 British &amp; Irish Lions tour to South Africa&lt;/a&gt;. On 10 June 2009 he scored his first try for the Lions, contributing to their 39–3 victory against the &lt;a href=\"Sharks%20%28rugby%20union%29\"&gt;Sharks&lt;/a&gt;. He also scored a try against &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; but the Lions lost 26–21, although they came back strongly after starting the second half 26–7 down. Phillips played in the next test, but the Lions lost again 28–25 thanks to a last-gasp penalty by &lt;a href=\"Morn%C3%A9%20Steyn\"&gt;Morné Steyn&lt;/a&gt;. Phillips played in the final test as well, and was only one of five players to play in all three tests. The Lions won their first test match since 2001 with a crunching 28–9 victory. Phillips was one of the players of the tour.\nOn 12 March 2011, Phillips scored a controversial try against &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; in the &lt;a href=\"2011%20Six%20Nations%20Championship\"&gt;2011 Six Nations Championship&lt;/a&gt;. When Irish fly-half &lt;a href=\"Jonathan%20Sexton\"&gt;Jonathan Sexton&lt;/a&gt; kicked the ball out of play, Wales hooker &lt;a href=\"Matthew%20Rees\"&gt;Matthew Rees&lt;/a&gt; proceeded to take a quick line-out with a different ball to the one which Sexton kicked out of play, which is against &lt;a href=\"International%20Rugby%20Board\"&gt;International Rugby Board&lt;/a&gt; regulations. Rees took the throw and Phillips held off Irish winger &lt;a href=\"Tommy%20Bowe\"&gt;Tommy Bowe&lt;/a&gt; to score in the corner. The try was allowed to stand, and Wales won the game 19–13.\nOn 30 April 2013, Phillips was named in the &lt;a href=\"2013%20British%20%26amp%3B%20Irish%20Lions%20tour%20to%20Australia\"&gt;2013 British &amp; Irish Lions tour to Australia&lt;/a&gt; squad.\nOn 1 June 2013, Phillips scored two tries in the Lions tour opening match against The Barbarians and was named man of the match.\nOn 13 August 2015, Philips was cut from the Wales squad for the &lt;a href=\"2015%20Rugby%20World%20Cup\"&gt;2015 Rugby World Cup&lt;/a&gt;. On 8 September 2015, Philips was called into the World Cup squad to cover the injured &lt;a href=\"Rhys%20Webb\"&gt;Rhys Webb&lt;/a&gt; who has been ruled out. However, he did not make an appearance during the World Cup and retired from international duty on 1 December 2015 with 99 caps to his name.\nMedia.\nIn 2012, Welsh-speaking Phillips was the subject of a documentary on &lt;a href=\"S4C\"&gt;S4C&lt;/a&gt;, in which he stated he would never play for a Welsh club again. Phillips also made a cameo appearance as himself in a 2012 episode of the UK TV comedy drama \"&lt;a href=\"Stella%20%28UK%20TV%20series%29\"&gt;Stella&lt;/a&gt;\"."
}