{
    "id": "49289326",
    "revid": "36389",
    "url": "https://en.wikipedia.org/wiki?curid=49289326",
    "title": "Everett Dean Martin",
    "text": "Everett Dean Martin (July 5, 1880 – May 10, 1941) was an American minister, writer, journalist, instructor, lecturer, &lt;a href=\"social%20psychologist\"&gt;social psychologist&lt;/a&gt;, &lt;a href=\"social%20philosopher\"&gt;social philosopher&lt;/a&gt;, and an advocate of &lt;a href=\"adult%20education\"&gt;adult education&lt;/a&gt;. He was an instructor and lecturer at &lt;a href=\"The%20New%20School%20for%20Social%20Research\"&gt;The New School for Social Research&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; from 1921 to 1929, and served on the board of directors of &lt;a href=\"The%20New%20School\"&gt;The New School&lt;/a&gt; from 1925 to 1932. He was the final director of the &lt;a href=\"Charles%20Sprague%20Smith\"&gt;People's Institute&lt;/a&gt; of &lt;a href=\"Cooper%20Union\"&gt;Cooper Union&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; from 1922 to 1934. Martin was born in &lt;a href=\"Jacksonville%2C%20Illinois\"&gt;Jacksonville, Illinois&lt;/a&gt;, on July 5, 1880. Graduating with honors at the age of 24 from &lt;a href=\"Illinois%20College\"&gt;Illinois College&lt;/a&gt; in Jacksonville, he moved on to Chicago, attending &lt;a href=\"McCormick%20Theological%20Seminary\"&gt;McCormick Theological Seminary&lt;/a&gt; from 1904 until his ordination as a Congregational Minister in 1907. Martin received a Litt.D. (Doctor of Letters) degree from &lt;a href=\"Illinois%20College\"&gt;Illinois College&lt;/a&gt; in 1907. He was best known for his advocacy of the liberal education of adults, which he saw as “an antidote to both the &lt;a href=\"irrationality\"&gt;irrationality&lt;/a&gt; of the &lt;a href=\"crowd%20manipulation\"&gt;crowd&lt;/a&gt; and the power of &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;.”\nPersonal life.\nIn 1907, he married Esther W. Kirk of Jacksonville, Illinois. They had three children: Mary, Margaret, and Elizabeth.\nFrom 1906 to 1908, Martin was pastor of the &lt;a href=\"Maple%20Street%20Chapel\"&gt;First Congregational Church&lt;/a&gt; (now called The First Church of Lombard) of Lombard, Illinois. From 1908 to 1911, Martin was pastor of the People's Church in Dixon, Illinois. Martin was minister of the First &lt;a href=\"Unitarianism\"&gt;Unitarian&lt;/a&gt; Church of &lt;a href=\"Des%20Moines\"&gt;Des Moines&lt;/a&gt;, Iowa, 1911-1915\nMartin was a featured columnist for the \"&lt;a href=\"Des%20Moines%20Register\"&gt;Des Moines Register&lt;/a&gt;\" during the years 1914–1915.\nIn 1915, his successful life took a radical shift in course. He divorced his wife of eight years and left the professional ministry. He moved to New York and began writing for the &lt;a href=\"New%20York%20Globe\"&gt;New York Globe&lt;/a&gt;. Over the next 20 years, Martin developed into a successful writer and forged a national reputation as a charismatic public lecturer, often attracting a crowd of a thousand or more at the &lt;a href=\"Charles%20Sprague%20Smith\"&gt;People's Institute&lt;/a&gt;, a major center for adult education in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. Martin's second marriage in 1915 to Persis Eastman Rowell also ended in divorce, they had one son, Everett Eastman Martin.\nCommentary on the early 20th century.\nIn \"The Behavior of Crowds\" (1920), his first nationally reviewed book, he posed what he saw as the dilemma of the modern age: a technological information revolution that made it possible, in the absence of an adequate educational system, to influence ignorant men and women with &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; and half-truths. Unscrupulous &lt;a href=\"demagogues\"&gt;demagogues&lt;/a&gt;, corrupt politicians, &lt;a href=\"Psychological%20manipulation\"&gt;manipulative&lt;/a&gt; advertisers, and revolutionary &lt;a href=\"ideologues\"&gt;ideologues&lt;/a&gt; found ready-made audiences when they appealed to the baser (a subconscious urge, behavior, or intuition directed by primeval, animalistic, self-serving, and/or ignoble motivations) instincts.\nMartin was a &lt;a href=\"Classical%20liberalism\"&gt;classical&lt;/a&gt;, &lt;a href=\"individualistic\"&gt;individualistic&lt;/a&gt; &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt;, in the tradition of the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; &lt;a href=\"humanists\"&gt;humanists&lt;/a&gt; and the authors of &lt;a href=\"The%20Federalist%20Papers\"&gt;The Federalist Papers&lt;/a&gt;. He believed in restrained government and in the self-selection of intellectually promising students through appropriate programs of adult education.\nHis most famous and widely read work, \"The Meaning of a Liberal Education\", appeared in 1926, the same year he helped found the American Association for Adult Education. When his book, \"The Meaning of a Liberal Education\" was released in 1926, &lt;a href=\"Frederick%20Paul%20Keppel\"&gt;Frederick Paul Keppel&lt;/a&gt;, the president of the &lt;a href=\"Carnegie%20Corporation\"&gt;Carnegie Corporation&lt;/a&gt; proclaimed it as “the most important contribution to the understanding of &lt;a href=\"adult%20education\"&gt;adult education&lt;/a&gt;… this far in the United States.” In March 1928, &lt;a href=\"John%20Dewey\"&gt;John Dewey&lt;/a&gt; responded to a request from &lt;a href=\"Marie%20Mattingly%20Meloney\"&gt;Marie Mattingly Meloney&lt;/a&gt;, editor of the &lt;a href=\"New%20York%20Herald-Tribune\"&gt;New York Herald-Tribune&lt;/a&gt; Sunday Magazine, and offered his recommendations on recently published texts on education. &lt;a href=\"John%20Dewey\"&gt;Dewey&lt;/a&gt; wrote, “I think the best educational books of recent publication are…Martin, \"The Meaning of a Liberal Education\". This was not the first time &lt;a href=\"John%20Dewey\"&gt;Dewey&lt;/a&gt; recommended Everett Dean Martin’s book. In 1927, the editors of the Journal of the &lt;a href=\"National%20Education%20Association\"&gt;National Education Association&lt;/a&gt; approached &lt;a href=\"John%20Dewey\"&gt;Dewey&lt;/a&gt; and asked, “What book have you recently found especially worthwhile? Something that you have read easily, eagerly, and with profit, either in the field of education or out of it.” &lt;a href=\"John%20Dewey\"&gt;Dewey&lt;/a&gt; identified two books; one of them was Martin's \"The Meaning of a Liberal Education\".\nAppointments.\nFrom 1919 to 1922, Martin served as chairman of The &lt;a href=\"National%20Board%20of%20Review\"&gt;National Board of Review&lt;/a&gt; of Motion Pictures.\nMartin was an instructor and lecturer at &lt;a href=\"The%20New%20School%20for%20Social%20Research\"&gt;The New School for Social Research&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; from 1921 to 1929, and served on the board of directors of &lt;a href=\"The%20New%20School\"&gt;The New School&lt;/a&gt; from 1925 to 1932. He taught classes in sociology, psychology, social behavior, and adult education. At &lt;a href=\"The%20New%20School\"&gt;The New School&lt;/a&gt;, Martin taught alongside other prominent intellectuals of the day including, &lt;a href=\"Alfred%20Adler\"&gt;Alfred Adler&lt;/a&gt;, &lt;a href=\"Norman%20Angell\"&gt;Norman Angell&lt;/a&gt;, &lt;a href=\"Harry%20Elmer%20Barnes\"&gt;Harry Elmer Barnes&lt;/a&gt;, &lt;a href=\"Charles%20Austin%20Beard\"&gt;Charles Austin Beard&lt;/a&gt;, &lt;a href=\"Edwin%20Grant%20Conklin\"&gt;Edwin Grant Conklin&lt;/a&gt;, &lt;a href=\"Herbert%20J.%20Davenport\"&gt;Herbert J. Davenport&lt;/a&gt;, &lt;a href=\"John%20Dewey\"&gt;John Dewey&lt;/a&gt;, &lt;a href=\"Lawrence%20K.%20Frank\"&gt;Lawrence K. Frank&lt;/a&gt;, &lt;a href=\"Felix%20Frankfurter\"&gt;Felix Frankfurter&lt;/a&gt;, &lt;a href=\"Alexander%20Goldenweiser%20%28anthropologist%29\"&gt;Alexander Goldenweiser&lt;/a&gt;, &lt;a href=\"Joseph%20Jastrow\"&gt;Joseph Jastrow&lt;/a&gt;, &lt;a href=\"Alvin%20Saunders%20Johnson\"&gt;Alvin Saunders Johnson&lt;/a&gt;, &lt;a href=\"Horace%20Kallen\"&gt;Horace Kallen&lt;/a&gt;, &lt;a href=\"Alfred%20Kreymborg\"&gt;Alfred Kreymborg&lt;/a&gt;, &lt;a href=\"Eduard%20C.%20Lindeman\"&gt;Eduard C. Lindeman&lt;/a&gt;, &lt;a href=\"Walter%20Lippmann\"&gt;Walter Lippmann&lt;/a&gt;, &lt;a href=\"Frederick%20Macaulay\"&gt;Frederick Macaulay&lt;/a&gt;, &lt;a href=\"Wesley%20Clair%20Mitchell\"&gt;Wesley Clair Mitchell&lt;/a&gt;, &lt;a href=\"Gorham%20Munson\"&gt;Gorham Munson&lt;/a&gt;, &lt;a href=\"Moissaye%20Joseph%20Olgin\"&gt;Moissaye Joseph Olgin&lt;/a&gt;, &lt;a href=\"Harry%20Allen%20Overstreet\"&gt;Harry Allen Overstreet&lt;/a&gt;, &lt;a href=\"James%20Harvey%20Robinson\"&gt;James Harvey Robinson&lt;/a&gt;, &lt;a href=\"Mark%20Van%20Doren\"&gt;Mark Van Doren&lt;/a&gt;, &lt;a href=\"Thorstein%20Veblen\"&gt;Thorstein Veblen&lt;/a&gt;, and &lt;a href=\"Leo%20Wolman\"&gt;Leo Wolman&lt;/a&gt;.\nAmong the courses Martin taught at &lt;a href=\"The%20New%20School\"&gt;The New School&lt;/a&gt; between 1921 and 1929 were: Introduction to Social Psychology, Fundamental Problems in Adult Education, The Process of Adult Learning, Psychology and the Problems of Social Behavior, Some Applications of Social Psychology, Studies on Social Behavior, and Psychological Problems of Social Reconstruction. An example of Martin's lecture topics in from a 1925 course on &lt;a href=\"social%20philosophy\"&gt;social philosophy&lt;/a&gt; taught at &lt;a href=\"The%20New%20School\"&gt;The New School&lt;/a&gt; include: The &lt;a href=\"Psychology\"&gt;Psychology&lt;/a&gt; of the &lt;a href=\"Crowd%20psychology\"&gt;Crowd&lt;/a&gt;; The So-Called &lt;a href=\"Collective%20consciousness\"&gt;Group Mind&lt;/a&gt;; Has Man a Social or &lt;a href=\"Herd%20behavior\"&gt;”Herd”&lt;/a&gt; Instinct?; The &lt;a href=\"Psychology\"&gt;Psychology&lt;/a&gt; of Mass Appeal; Leadership in the &lt;a href=\"Crowd%20psychology\"&gt;Crowd&lt;/a&gt;; Reform Legislation; The Present Industrial Transition.\nWhy is this seminal individual virtually ignored amidst the ranks of the founders of the &lt;a href=\"adult%20education\"&gt;adult education&lt;/a&gt; movement? Apparently Martin's wholehearted commitment to liberal education has placed him in juxtaposition with the early proponents of practical education in the eyes of contemporary scholars. Here is an individual virtually dismissed not only in the history of &lt;a href=\"adult%20education\"&gt;adult education&lt;/a&gt;, but also in the contemporary exploration of &lt;a href=\"adult%20education\"&gt;adult education&lt;/a&gt;.”\nAmong those recruited to the programs of the &lt;a href=\"Charles%20Sprague%20Smith\"&gt;People's Institute&lt;/a&gt; of &lt;a href=\"Cooper%20Union\"&gt;Cooper Union&lt;/a&gt; during Martin’s tenure as Director (1926-1934) had been &lt;a href=\"Mortimer%20Adler\"&gt;Mortimer Adler&lt;/a&gt;, &lt;a href=\"Scott%20Buchanan\"&gt;Scott Buchanan&lt;/a&gt;, &lt;a href=\"Will%20Durant\"&gt;Will Durant&lt;/a&gt;, &lt;a href=\"Clifton%20Fadiman\"&gt;Clifton Fadiman&lt;/a&gt;, and &lt;a href=\"Hilda%20Worthington%20Smith\"&gt;Hilda Worthington Smith&lt;/a&gt;, all soon to surpass Martin in fame and influence. Yet, in his heyday, Martin was regarded as one of the leading figures in &lt;a href=\"adult%20education\"&gt;adult education&lt;/a&gt; in the United States.\nMorse A. Cartwright, who was the Executive Director of the American Association for Adult Education from its founding in 1926 to its ultimate dissolution and transformation in 1949, considered Martin to be the \"spiritual father\" of the association in particular and of the entire movement in general. Cartwright went on to say in his eulogy for Martin, published in the Journal of Adult Education, that:\n“. . . Thousands who had heard him lecture in all parts of the United States, more thousands who had read his numerous books and articles on philosophical and psychological subjects, and the large audience which for years listened to his notable Friday night addresses and discussions in the Great Hall of &lt;a href=\"Cooper%20Union\"&gt;Cooper Union&lt;/a&gt; in New York, all attested to the challenging qualities of his mind and heart.”\nIn 1934 Martin was asked to direct the Department of Social Philosophy at the &lt;a href=\"Cooper%20Union\"&gt;Cooper Union&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; through a $15,000 per year grant from the &lt;a href=\"Carnegie%20Corporation\"&gt;Carnegie Corporation&lt;/a&gt; through his long-time friend &lt;a href=\"Frederick%20Paul%20Keppel\"&gt;Frederick Paul Keppel&lt;/a&gt;. Martin remained in this position until 1936 when he accepted an opportunity to move to California and direct an experimental program in teaching at &lt;a href=\"Claremont%20Colleges\"&gt;Claremont Colleges&lt;/a&gt;.\nMartin was a professor of &lt;a href=\"social%20psychology\"&gt;social psychology&lt;/a&gt; at &lt;a href=\"Scripps%20College\"&gt;Scripps College&lt;/a&gt; in &lt;a href=\"Claremont%2C%20California\"&gt;Claremont, California&lt;/a&gt;, from 1936 up until his death in 1941.\nDeath.\nMartin died on May 10, 1941, of a heart attack in &lt;a href=\"Claremont%2C%20California\"&gt;Claremont, California&lt;/a&gt; at the age of 60. Martin's third wife, Daphne Crane Drake, whom he married in 1931, survived him. Mrs. Everett Dean Martin (Daphne Crane Drake) was a former president of the Child Study Association of America (1934)."
}