{
    "id": "4930009",
    "revid": "1254795",
    "url": "https://en.wikipedia.org/wiki?curid=4930009",
    "title": "Scottish Qualifying Cup",
    "text": "The Scottish Qualifying Cup was a &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; competition played in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; between 1895 and 2007. During that time, apart from a brief spell in the 1950s, it was the only way for &lt;a href=\"non-league\"&gt;non-league&lt;/a&gt; teams to qualify for the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt;. The Qualifying Cup was open to all full member clubs of the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt;, who were not members of the &lt;a href=\"Scottish%20Premier%20League\"&gt;Scottish Premier League&lt;/a&gt; or &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt;. In June 2007 the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt; announced a new format for the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; from season 2007–08 that would allow all full member clubs direct entry into the competition and consequently the Qualifying Cup competition was scrapped.\nHistory.\nThe Qualifying Cup was introduced in 1895 to make the number of entries into the main &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; more manageable and reduce the number of mis-matched ties in the early rounds. Until season 1930–31 it was played as a single national competition, although ties were often drawn on a geographical basis so that the final would often be between the best teams in the North and South. From 1931 there were separate competitions for the North and South, and additionally in 1946–47 and 1947–48 there was a Midlands competition. There was a brief hiatus for three seasons between 1954–55 to 1956–57 when all clubs were given direct entry into the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; and the Qualifying Cup was not contested.\nStructure.\nIn its final form, the competition was divided into two sections; The Qualifying Cup (North) and Qualifying Cup (South). Teams played each other within the North/South regions in a knockout format where teams were drawn against each other randomly. In the draw, the team who was drawn first from each tie was the home team. If the first match finished a draw then a replay was played at the ground of the second team. In the replay, if the scores were still level, extra time was played and penalties used if necessary to decide the winner of the tie.\nThe four teams which reached the semi-finals (last four) in each region qualified automatically for the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt;. Hence, eight non-league teams qualified each year for the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt;.\nEligible Clubs.\nThe following clubs were eligible to play in the last competition in &lt;a href=\"2006%E2%80%9307%20in%20Scottish%20football\"&gt;2006–07&lt;/a&gt;."
}