{
    "id": "493365",
    "revid": "36932059",
    "url": "https://en.wikipedia.org/wiki?curid=493365",
    "title": "Magway, Myanmar",
    "text": "Magway (, ) is the capital city of &lt;a href=\"Magway%20Region\"&gt;Magway Region&lt;/a&gt; (formerly Magway Division) of &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt;, and situated on the banks of the &lt;a href=\"Irrawaddy%20River\"&gt;Irrawaddy River&lt;/a&gt;. The &lt;a href=\"Myathalun%20Pagoda\"&gt;Myathalun Pagoda&lt;/a&gt;, &lt;a href=\"https%3A//commons.m.wikimedia.org/wiki/File%3AThe_Beauty_of_Magway.jpg\"&gt;the beauty of Magway&lt;/a&gt;, located at the north of the city, is the landmark of Magway. Magway Region is famous for the cultivation of &lt;a href=\"sesame\"&gt;sesame&lt;/a&gt; and many kinds of nuts. It is also the second largest city of &lt;a href=\"Magway%20Region\"&gt;Magway Region&lt;/a&gt; and it is home to &lt;a href=\"Magway%20Airport\"&gt;Magway Airport&lt;/a&gt;.\nHistory.\nDuring British Occupation, Magway was a township of Minbu Division (or) Minbu province. Minbu Region was established with 3 districts. They are Minbu District, Thayet District and Yenangyaung District. Magway was a township of Yenangyaung District until 1974.\nOn 2 March 1962, the military led by General Ne Win took control of Burma through a coup d'état, and the government has been under direct or indirect control by the military. A new constitution of the Socialist Republic of the Union of Burma was adopted in 1974.\nBy 1974, the name of Minbu region was changed to Magway Region and Yenangyaung District was abolished. Magway District was established with 6 townships. The Capital city was changed to Magway from &lt;a href=\"Yenangyaung\"&gt;Yenangyaung&lt;/a&gt;. In 1974, the urban population of Magway was 7,896.\nClimate.\nMagway has a &lt;a href=\"tropical%20wet%20and%20dry%20climate\"&gt;tropical wet and dry climate&lt;/a&gt; (\"Aw\") bordering on a &lt;a href=\"hot%20semi-arid%20climate\"&gt;hot semi-arid climate&lt;/a&gt; (\"BSh\") under the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;.\nSports.\nThe 3,000-seat &lt;a href=\"Magway%20Stadium\"&gt;Magway Stadium&lt;/a&gt; is a multi-use &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; and used mostly for &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; matches. The stadium is the home ground of &lt;a href=\"Magway%20FC\"&gt;Magway F.C&lt;/a&gt;, a &lt;a href=\"Myanmar%20National%20League\"&gt;Myanmar National League&lt;/a&gt; (MNL) football club. But, Magway FC was abolished in 2020,October."
}