{
    "id": "49346603",
    "revid": "25774053",
    "url": "https://en.wikipedia.org/wiki?curid=49346603",
    "title": "Eleanna Christinaki",
    "text": "Eleanna Christinaki (; born 16 December 1996) is a Greek-Cypriot professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; player. She has been selected for the women's senior &lt;a href=\"Greece%20women%27s%20national%20basketball%20team\"&gt;national team&lt;/a&gt; ever since she was 17 years old and, since then she has acquired 38 caps for her country (currently 23 years old). She is the second-youngest member to ever be selected for the women's senior national team. It is also notable to mention that she has captained the U-20 national team as well.\nClub career.\nChristinaki moved at &lt;a href=\"Panathinaikos%20women%27s%20basketball\"&gt;Panathinaikos&lt;/a&gt;, in 2011. She stayed three years at the greens, and she won the &lt;a href=\"Greek%20Women%27s%20Basketball%20League\"&gt;Greek Women's Basketball League&lt;/a&gt; during the 2012–13 season. She was invited at age of 17 to the senior Greek national team. She is the second-youngest player ever to the national team. In 2013 2014 and 2015 she got the award for the best young player in Greece. She has been in the best five valuable young players in Greece three times. Christinaki, also played with Athinaikos which have won Eurocup, during the 2014–15 season. Christinaki playing with &lt;a href=\"Athinaikos%20women%27s%20basketball\"&gt;Athinaikos women's basketball&lt;/a&gt;, was MVP at Greek Basketball Championship for junior women. In her Athinaikos career she averaged 15 points per game and 5 rebounds per game.\nCollege career.\nIn 2015 Christinaki began her college career as a member of the &lt;a href=\"Florida%20Gators%20women%27s%20basketball\"&gt;Florida Gators women's basketball&lt;/a&gt; team. During her first season, she scored 10,4 points per game in 31 games. She has also scored in double-figures 17 times and recorded 2 double-doubles. She has been voted to the best freshman team in SEC and preseason first team in SEC conference.\nIn her sophomore season, Christinaki played 9 games for the Gators where she averaged 17,6 points per game. In December 2016 she announced she would be leaving the Gators.\nIn January 2017 Christinaki announced she would become a member of the &lt;a href=\"Maryland%20Terrapins%20women%27s%20basketball\"&gt;Maryland Terrapins women's basketball&lt;/a&gt; team which at that time they were ranked 3 in the nation.\nIn her lone season with the Maryland Terrapins, Christinaki averaged 11,8 points and 4,6 rebound in 22 games. In her first game, Christinaki scored 32 points off the bench in a 113–49 victory over Coppin State and she is the first Maryland player to score 23 points in a debut. She also scored 26 points against conference rival Ohio state in a 99–69 home victory.\nOn 23 June 2018 Christinaki announced she would be forgoing her senior season to play professionally such as she was always going back and forth with responsibilities with the Greek national team. 2018 she was a part of the world championship games and with the Greek national team, they finished 9th in the world. On 1 November she signed with &lt;a href=\"Gernika%20KESB\"&gt;Gernika KESB&lt;/a&gt;.\nFlorida and Maryland statistics.\nSource\nNational team career.\nChristinaki is a member of &lt;a href=\"Greece%20women%27s%20national%20basketball%20team\"&gt;Greece women's national basketball team&lt;/a&gt;, and she played at &lt;a href=\"EuroBasket%20Women%202015\"&gt;EuroBasket Women 2015&lt;/a&gt;, &lt;a href=\"EuroBasket%20Women%202017\"&gt;EuroBasket Women 2017&lt;/a&gt; and World Cup 2018. She won 4th place with the Greek team, &lt;a href=\"EuroBasket%20Women%202017\"&gt;EuroBasket Women 2017&lt;/a&gt;. She won 9th place with the Greek team at the World Championship games in Tenerife. Christinaki played 2015 FIBA Europe UNder-20 DiVision B and she was in the best five valuable players of the tournament averaging 19.7 points per game. Christinaki also played at &lt;a href=\"2016%20FIBA%20Europe%20Under-20%20Championship%20for%20Women\"&gt;2016 FIBA Europe Under-20 Championship for Women&lt;/a&gt; averaging 15.8 points per game, with the Greek basketball team.\nShe also has caps with the Cyprus U16 basketball team, from 2010 to 2011."
}