{
    "id": "49353071",
    "revid": "64853",
    "url": "https://en.wikipedia.org/wiki?curid=49353071",
    "title": "Egyptian House, Penzance",
    "text": "The Egyptian House is a &lt;a href=\"Listed%20Building%23Categories%20of%20listed%20building\"&gt;grade I&lt;/a&gt; &lt;a href=\"listed%20building\"&gt;listed building&lt;/a&gt; in the &lt;a href=\"Cornwall\"&gt;Cornish&lt;/a&gt; town of &lt;a href=\"Penzance\"&gt;Penzance&lt;/a&gt;. It is built in the style of &lt;a href=\"Egyptian%20Revival%20architecture\"&gt;Egyptian Revival architecture&lt;/a&gt; and has been in the ownership of the &lt;a href=\"Landmark%20Trust\"&gt;Landmark Trust&lt;/a&gt; since the 1970s. The current building dates from 1835–36.\nHistory.\nThe building is at 6–7 Chapel Street, Penzance. An older building on the site was owned by Richard Hitchens of &lt;a href=\"Madron\"&gt;Madron&lt;/a&gt; and later, John Fleming, (described as &lt;a href=\"Wig%2316th_and_17th_centuries\"&gt;Perukemaker&lt;/a&gt;). The site or building was put up for auction on 3 April 1835 by James Tregarthen, a &lt;a href=\"master%20mariner\"&gt;master mariner&lt;/a&gt; of &lt;a href=\"St%20Mary%27s%2C%20Isles%20of%20Scilly\"&gt;St Mary's, Isles of Scilly&lt;/a&gt; and was purchased by John Lavin, a &lt;a href=\"mineralogist\"&gt;mineralogist&lt;/a&gt; of Penzance.\nThere is some dispute over the architect and the date of build. &lt;a href=\"George%20Clement%20Boase\"&gt;George Clement Boase&lt;/a&gt; (1890) writes that the Egyptian Hall was built by John Lavin, and a deed of 1850 states that he occupied 6–7 Chapel Street and ″... some time since erected and built by him″. In \"Reminiscences of Penzance\" (1883) the house was built in about 1839, ″... which was built in imitation of the &lt;a href=\"Egyptian%20Hall\"&gt;Egyptian Hall&lt;/a&gt;, Piccadilly, London ... Laws (1974) writes that &lt;a href=\"John%20Foulston\"&gt;John Foulston&lt;/a&gt; of &lt;a href=\"Plymouth\"&gt;Plymouth&lt;/a&gt; may be the architect. Foulston designed the Classical and Mathematical School, Ker Street, &lt;a href=\"Devonport%2C%20Plymouth\"&gt;Devonport&lt;/a&gt; in 1823 which the Penzance building closely resembles. There is an assertion that the Chapel Street building is an exact copy of &lt;a href=\"Peter%20Frederick%20Robinson\"&gt;Peter Robinson's&lt;/a&gt; 1811–12 museum in &lt;a href=\"Piccadilly\"&gt;Piccadilly&lt;/a&gt;, London, which is not correct. Although an 1883 account (see above) states that it was an ″imitation″. Robinson rebuilt &lt;a href=\"Trelissick%20Garden\"&gt;Trelissick&lt;/a&gt; the seat of Thomas Daniell in 1824–25.\nIn his \"Guide to Penzance\", published in 1845, J S Courtney describes the building as \"... the astonishing gaudy and eccentric Egyptian House recently built by John Lavin, mineralogist and Egyptologist\". Mineral collectors visited the building to see and purchase from Mr Lavin's collection. His son, Edwin Lavin, in about 1865, sold the collection for £3000 to &lt;a href=\"Angela%20Burdett-Coutts%2C%201st%20Baroness%20Burdett-Coutts\"&gt;Baroness Burdett Coutts&lt;/a&gt; who donated it to the University Museum, &lt;a href=\"University%20of%20Oxford\"&gt;Oxford&lt;/a&gt;. In 1878 and 1879, the property is described as ″The Library″ in weekly advertisements in \"&lt;a href=\"The%20Cornishman\"&gt;The Cornishman&lt;/a&gt;\" newspaper, and states that Mrs Daves stocks ″a large and complete stock of &lt;a href=\"Berlin%20wool%20work\"&gt;berlin&lt;/a&gt; and other wools, stationery, useful and ornamental articles″. Mrs Daves moved her business to nearby Queen Square in March 1882.\nThe building was later neglected and was repainted \"brightly but inexpertly\" by Norman Shipton in 1960. In 1973, it was acquired by the &lt;a href=\"Landmark%20Trust\"&gt;Landmark Trust&lt;/a&gt; and &lt;a href=\"scaffolding\"&gt;scaffolding&lt;/a&gt;, which had been erected for several years, was removed to reveal a refurbished building and a new exterior colour scheme of brown and creams. The architect Paul Pearn of Plymouth concluded that these were the original colours after stripping layers of paint from the elaborate mouldings which were mainly of &lt;a href=\"coade%20stone\"&gt;coade stone&lt;/a&gt;. The building continues to be managed by the Landmark Trust, with two shops on the ground floor and holiday accommodation on the upper floors."
}