{
    "id": "4937086",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=4937086",
    "title": "Global commons",
    "text": "Global commons is a term typically used to describe international, supranational, and global &lt;a href=\"natural%20resources\"&gt;resource&lt;/a&gt; domains in which &lt;a href=\"common-pool%20resource\"&gt;common-pool resource&lt;/a&gt;s are found. Global &lt;a href=\"commons\"&gt;commons&lt;/a&gt; include the earth's shared natural resources, such as the high &lt;a href=\"World%20ocean\"&gt;oceans&lt;/a&gt;, the &lt;a href=\"Earth%27s%20atmosphere\"&gt;atmosphere&lt;/a&gt; and &lt;a href=\"outer%20space\"&gt;outer space&lt;/a&gt; and the &lt;a href=\"Antarctic\"&gt;Antarctic&lt;/a&gt; in particular. &lt;a href=\"Cyberspace\"&gt;Cyberspace&lt;/a&gt; may also meet the definition of a global commons.\nDefinition and usage.\n\"Global commons\" is a term typically used to describe international, &lt;a href=\"supranational%20union\"&gt;supranational&lt;/a&gt;, and global resource domains in which common-pool resources are found. In &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"Common%20good%20%28economics%29\"&gt;common goods&lt;/a&gt; are &lt;a href=\"Rivalry%20%28economics%29\"&gt;rivalrous&lt;/a&gt; and &lt;a href=\"Excludability\"&gt;non-excludable&lt;/a&gt;, constituting one of the four main types of &lt;a href=\"Good%20%28economics%29\"&gt;goods&lt;/a&gt;. A &lt;a href=\"common-pool%20resource\"&gt;common-pool resource&lt;/a&gt;, also called a common property resource, is a special case of a common good (or &lt;a href=\"Public%20good%20%28economics%29\"&gt;public good&lt;/a&gt;) whose size or characteristics makes it costly, but not impossible, to exclude potential users. Examples include both natural or human-made resource domains (e.g., a \"fishing hole\" or an irrigation system). Unlike &lt;a href=\"global%20public%20good\"&gt;global public good&lt;/a&gt;s, global common-pool resources face problems of congestion, overuse, or degradation because they are subtractable (which makes them &lt;a href=\"rivalrous\"&gt;rivalrous&lt;/a&gt;).\nThe term \"commons\" originates from the term &lt;a href=\"common%20land\"&gt;common land&lt;/a&gt; in the British Isles. \"Commoners rights\" referred to traditional rights held by commoners, such as &lt;a href=\"mowing\"&gt;mowing&lt;/a&gt; &lt;a href=\"meadow\"&gt;meadow&lt;/a&gt;s for &lt;a href=\"hay\"&gt;hay&lt;/a&gt; or &lt;a href=\"grazing\"&gt;grazing&lt;/a&gt; &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt; on common land held in the &lt;a href=\"open%20field%20system\"&gt;open field system&lt;/a&gt; of old &lt;a href=\"English%20common%20law\"&gt;English common law&lt;/a&gt;. &lt;a href=\"Enclosure\"&gt;Enclosure&lt;/a&gt; was the process that ended those traditional rights, converting open fields to &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt;. Today, many commons still exist in &lt;a href=\"England\"&gt;England&lt;/a&gt;, &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, although their extent is much reduced from the millions of acres that existed until the 17th century. There are still over 7,000 registered commons in England alone.\nThe term \"global commons\" is typically used to indicate the earth's shared natural resources, such as the deep &lt;a href=\"World%20ocean\"&gt;oceans&lt;/a&gt;, the &lt;a href=\"Earth%27s%20atmosphere\"&gt;atmosphere&lt;/a&gt;, &lt;a href=\"outer%20space\"&gt;outer space&lt;/a&gt; and the Northern and Southern &lt;a href=\"polar%20region\"&gt;polar region&lt;/a&gt;s, the &lt;a href=\"Antarctic\"&gt;Antarctic&lt;/a&gt; in particular.\nAccording to the \"World Conservation Strategy\", a report on conservation published by the &lt;a href=\"International%20Union%20for%20Conservation%20of%20Nature%20and%20Natural%20Resources\"&gt;International Union for Conservation of Nature and Natural Resources&lt;/a&gt; (IUCN) in collaboration with &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; and with the support of the &lt;a href=\"United%20Nations%20Environment%20Programme\"&gt;United Nations Environment Programme&lt;/a&gt; (UNEP) and the &lt;a href=\"World%20Wildlife%20Fund\"&gt;World Wildlife Fund&lt;/a&gt; (WWF):\nToday, the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;, &lt;a href=\"World%20Wide%20Web\"&gt;World Wide Web&lt;/a&gt; and resulting &lt;a href=\"cyberspace\"&gt;cyberspace&lt;/a&gt; are often referred to as global commons. Other usages sometimes include references to open access information of all kinds, including arts and culture, language and science, though these are more formally referred to as the &lt;a href=\"common%20heritage%20of%20mankind\"&gt;common heritage of mankind&lt;/a&gt;.\nManagement of the global commons.\nThe key challenge of the global commons is the design of governance structures and management systems capable of addressing the complexity of multiple public and private interests, subject to often unpredictable changes, ranging from the local to the global level. As with global public goods, management of the global commons requires pluralistic legal entities, usually international and supranational, public and private, structured to match the diversity of interests and the type of resource to be managed, and stringent enough with adequate incentives to ensure compliance. Such management systems are necessary to avoid, at the global level, the classic &lt;a href=\"tragedy%20of%20the%20commons\"&gt;tragedy of the commons&lt;/a&gt;, in which common resources become &lt;a href=\"overexploited\"&gt;overexploited&lt;/a&gt;.\nThere are several key differences in management of resources in the global commons from those of the commons, in general. There are obvious differences in scale of both the resources and the number of users at the local versus the global level. Also, there are differences in the shared culture and expectations of resource users; more localized commons users tend to be more homogeneous and global users more heterogeneous. This contributes to differences in the possibility and time it takes for new learning about resource usage to occur at the different levels. Moreover, global resource pools are less likely to be relatively stable and the dynamics are less easily understood. Many of the global commons are non-renewable on human time scales. Thus, resource degradation is more likely to be the result of &lt;a href=\"unintended%20consequences\"&gt;unintended consequences&lt;/a&gt; that are unforeseen, not immediately observable, or not easily understood. For example, the &lt;a href=\"carbon%20dioxide%20emissions\"&gt;carbon dioxide emissions&lt;/a&gt; that drive &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt; continue to do so for at least a millennium after they enter the atmosphere and species extinctions last forever. Importantly, because there are significant differences in the benefits, costs, and interests at the global level, there are significant differences in &lt;a href=\"externalities\"&gt;externalities&lt;/a&gt; between more local resource uses and uses of global-level resources.\nSeveral &lt;a href=\"environmental%20protocol\"&gt;environmental protocol&lt;/a&gt;s have been established (see &lt;a href=\"List%20of%20international%20environmental%20agreements\"&gt;List of international environmental agreements&lt;/a&gt;) as a type of &lt;a href=\"international%20law\"&gt;international law&lt;/a&gt;, \"an intergovernmental document intended as legally binding with a primary stated purpose of preventing or managing human impacts on natural resources.\" International environmental protocols came to feature in &lt;a href=\"environmental%20governance\"&gt;environmental governance&lt;/a&gt; after trans-boundary &lt;a href=\"pollution\"&gt;environmental problems&lt;/a&gt; became widely perceived in the 1960s. Following the &lt;a href=\"United%20Nations%20Conference%20on%20the%20Human%20Environment\"&gt;Stockholm Intergovernmental Conference&lt;/a&gt; in 1972, creation of international environmental agreements proliferated. Due to the barriers already discussed, environmental protocols are not a panacea for global commons issues. Often, they are slow to produce the desired effects, tend to the &lt;a href=\"lowest%20common%20denominator\"&gt;lowest common denominator&lt;/a&gt;, and lack monitoring and enforcement. They also take an incremental approach to solutions where &lt;a href=\"sustainable%20development\"&gt;sustainable development&lt;/a&gt; principles suggest that environmental concerns should be mainstream political issues.\nThe global ocean.\nThe global or &lt;a href=\"world%20ocean\"&gt;world ocean&lt;/a&gt;, as the interconnected system of the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;'s &lt;a href=\"ocean\"&gt;ocean&lt;/a&gt;ic (or &lt;a href=\"Marine%20%28ocean%29\"&gt;marine&lt;/a&gt;) &lt;a href=\"water\"&gt;water&lt;/a&gt;s that comprise the bulk of the &lt;a href=\"hydrosphere\"&gt;hydrosphere&lt;/a&gt;, is a classic global commons. It is divided into a number of principal oceanic areas that are delimited by the &lt;a href=\"continent\"&gt;continent&lt;/a&gt;s and various oceanographic features. In turn, oceanic waters are interspersed by many smaller seas, gulfs, and bays. Further, most freshwater bodies ultimately empty into the ocean and are derived through the Earth's &lt;a href=\"water%20cycle\"&gt;water cycle&lt;/a&gt; from ocean waters. The &lt;a href=\"United%20Nations%20Convention%20on%20the%20Law%20of%20the%20Sea\"&gt;Law of the Sea&lt;/a&gt; is a body of &lt;a href=\"public%20international%20law\"&gt;public international law&lt;/a&gt; governing relationships between nations in respect to navigational rights, &lt;a href=\"mineral%20rights\"&gt;mineral rights&lt;/a&gt;, and jurisdiction over coastal waters. Maritime law, also called &lt;a href=\"Admiralty%20law\"&gt;Admiralty law&lt;/a&gt;, is a body of both domestic law governing maritime activities and &lt;a href=\"Conflict%20of%20laws\"&gt;private international law&lt;/a&gt; governing the relationships between private entities which operate vessels on the oceans. It deals with matters including marine commerce, &lt;a href=\"marine%20navigation\"&gt;marine navigation&lt;/a&gt;, &lt;a href=\"shipping\"&gt;shipping&lt;/a&gt;, &lt;a href=\"sailor\"&gt;sailor&lt;/a&gt;s, and the transportation of passengers and goods by sea. However, these bodies of law do little to nothing to protect deep oceans from human threats.\nIn addition to providing significant means of transportation, a large proportion of all &lt;a href=\"life\"&gt;life&lt;/a&gt; on Earth exists in its ocean, which contains about 300 times the habitable volume of terrestrial habitats. Specific marine habitats include &lt;a href=\"coral%20reef\"&gt;coral reef&lt;/a&gt;s, &lt;a href=\"kelp%20forest\"&gt;kelp forest&lt;/a&gt;s, &lt;a href=\"seagrass%20meadow\"&gt;seagrass meadow&lt;/a&gt;s, &lt;a href=\"tidepool\"&gt;tidepool&lt;/a&gt;s, muddy, sandy and rocky bottoms, and the open ocean (&lt;a href=\"pelagic\"&gt;pelagic&lt;/a&gt;) zone, where solid objects are rare and the surface of the water is the only visible boundary. The organisms studied range from microscopic &lt;a href=\"phytoplankton\"&gt;phytoplankton&lt;/a&gt; and &lt;a href=\"zooplankton\"&gt;zooplankton&lt;/a&gt; to huge &lt;a href=\"cetaceans\"&gt;cetaceans&lt;/a&gt; (whales) 30 &lt;a href=\"meters\"&gt;meters&lt;/a&gt; (98 &lt;a href=\"foot%20%28length%29\"&gt;feet&lt;/a&gt;) in length.\nAt a fundamental level, marine life helps determine the very nature of our planet. Marine life resources provide food (especially &lt;a href=\"fishery\"&gt;food fish&lt;/a&gt;), medicines, and raw materials. It is also becoming understood that the well-being of marine organisms and other organisms are linked in very fundamental ways. The human body of knowledge regarding the relationship between life in the sea and important cycles is rapidly growing, with new discoveries being made nearly every day. These cycles include those of matter (such as the &lt;a href=\"carbon%20cycle\"&gt;carbon cycle&lt;/a&gt;) and of air (such as &lt;a href=\"Global%20climate%20model\"&gt;Earth's respiration&lt;/a&gt;, and movement of energy through &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;s including the ocean). Marine organisms contribute significantly to the &lt;a href=\"oxygen%20cycle\"&gt;oxygen cycle&lt;/a&gt;, and are involved in the regulation of the Earth's &lt;a href=\"climate\"&gt;climate&lt;/a&gt;. &lt;a href=\"Shoreline\"&gt;Shoreline&lt;/a&gt;s are in part shaped and protected by marine life, and some marine organisms even help create new land.\nThe United Nations Environment Programme (&lt;a href=\"UNEP\"&gt;UNEP&lt;/a&gt;) has identified several areas of need in managing the global ocean: strengthen national capacities for action, especially in developing countries; improve fisheries management; reinforce cooperation in semi-enclosed and regional seas; strengthen controls over ocean disposal of hazardous and nuclear wastes; and advance the Law of the Sea. Specific problems identified as in need of attention include &lt;a href=\"Current%20%5B%5Bsea%20level%20rise%5D%5D\"&gt;rising sea levels&lt;/a&gt;; &lt;a href=\"Marine%20pollution\"&gt;contamination&lt;/a&gt; by hazardous chemicals (including oil spills); microbiological contamination; ocean acidification; &lt;a href=\"Algal%20bloom%23Harmful%20algal%20blooms\"&gt;harmful algal blooms&lt;/a&gt;; and &lt;a href=\"over-fishing\"&gt;over-fishing&lt;/a&gt; and other &lt;a href=\"overexploitation\"&gt;overexploitation&lt;/a&gt;. Further, the &lt;a href=\"Pew%20Charitable%20Trusts\"&gt;Pew Charitable Trusts&lt;/a&gt; Environmental Initiative program has identified a need for a worldwide system of very large, highly protected marine reserves where fishing and other extractive activities are prohibited.\nAtmosphere.\nThe atmosphere is a complex dynamic natural gaseous system that is essential to support life on planet Earth. A primary concern for management of the global atmosphere is &lt;a href=\"air%20pollution\"&gt;air pollution&lt;/a&gt;, the introduction into the &lt;a href=\"Earth%27s%20atmosphere\"&gt;atmosphere&lt;/a&gt; of &lt;a href=\"chemical\"&gt;chemical&lt;/a&gt;s, &lt;a href=\"particulates\"&gt;particulates&lt;/a&gt;, or &lt;a href=\"biomolecule\"&gt;biological materials&lt;/a&gt; that cause discomfort, disease, or death to humans, damage other living organisms such as food crops, or damage the &lt;a href=\"natural%20environment\"&gt;natural environment&lt;/a&gt; or &lt;a href=\"built%20environment\"&gt;built environment&lt;/a&gt;. &lt;a href=\"Stratosphere\"&gt;Stratospheric&lt;/a&gt; &lt;a href=\"ozone%20depletion\"&gt;ozone depletion&lt;/a&gt; due to air pollution has long been recognized as a threat to human health as well as to the Earth's &lt;a href=\"ecosystems\"&gt;ecosystems&lt;/a&gt;.\nPollution of breathable &lt;a href=\"Air%20pollution\"&gt;air&lt;/a&gt; is a central problem in the management of the global commons. Pollutants can be in the form of solid particles, liquid droplets, or gases and may be natural or man-made. Although controversial and limited in scope by methods of enforcement, in several parts of the world the &lt;a href=\"polluter%20pays%20principle\"&gt;polluter pays principle&lt;/a&gt;, which makes the &lt;a href=\"Party%20%28law%29\"&gt;party&lt;/a&gt; responsible for producing &lt;a href=\"pollution\"&gt;pollution&lt;/a&gt; responsible for paying for the damage done to the &lt;a href=\"natural%20environment\"&gt;natural environment&lt;/a&gt;, is accepted. It has strong support in most &lt;a href=\"Organisation%20for%20Economic%20Co-operation%20and%20Development\"&gt;Organisation for Economic Co-operation and Development&lt;/a&gt; (OECD) and &lt;a href=\"European%20Community\"&gt;European Community&lt;/a&gt; (EC) countries. It is also known as &lt;a href=\"extended%20producer%20responsibility\"&gt;extended producer responsibility&lt;/a&gt; (EPR). EPR seeks to shift the responsibility dealing with waste from &lt;a href=\"government\"&gt;government&lt;/a&gt;s (and thus, &lt;a href=\"taxpayer\"&gt;taxpayer&lt;/a&gt;s and society at large) to the entities producing it. In effect, it attempts to internalise the cost of waste disposal into the cost of the product, theoretically resulting in producers improving the &lt;a href=\"Waste%20management\"&gt;waste profile&lt;/a&gt; of their products, decreasing waste and increasing possibilities for &lt;a href=\"reuse\"&gt;reuse&lt;/a&gt; and &lt;a href=\"recycling\"&gt;recycling&lt;/a&gt;.\nThe 1979 &lt;a href=\"Convention%20on%20Long-Range%20Transboundary%20Air%20Pollution\"&gt;Convention on Long-Range Transboundary Air Pollution&lt;/a&gt;, or CLRTAP, is an early international effort to protect and gradually reduce and prevent air pollution. It is implemented by the European Monitoring and Evaluation Programme (EMEP), directed by the &lt;a href=\"United%20Nations%20Economic%20Commission%20for%20Europe\"&gt;United Nations Economic Commission for Europe&lt;/a&gt; (UNECE). The &lt;a href=\"Montreal%20Protocol%20on%20Substances%20that%20Deplete%20the%20Ozone%20Layer\"&gt;Montreal Protocol on Substances that Deplete the Ozone Layer&lt;/a&gt;, or Montreal Protocol (a protocol to the &lt;a href=\"Vienna%20Convention%20for%20the%20Protection%20of%20the%20Ozone%20Layer\"&gt;Vienna Convention for the Protection of the Ozone Layer&lt;/a&gt;), is an international &lt;a href=\"treaty\"&gt;treaty&lt;/a&gt; designed to protect the &lt;a href=\"ozone%20layer\"&gt;ozone layer&lt;/a&gt; by phasing out the production of numerous substances believed to be responsible for &lt;a href=\"ozone%20depletion\"&gt;ozone depletion&lt;/a&gt;. The treaty was opened for signature on 16 September 1987, and entered into force on 1 January 1989. After more three decades of work the Vienna Convention and Montreal Protocol were widely regarded as highly successful, both in achieving ozone reductions and as a pioneering model for management of the global commons.\n&lt;a href=\"Global%20dimming\"&gt;Global dimming&lt;/a&gt; is the gradual reduction in the amount of global direct &lt;a href=\"irradiance\"&gt;irradiance&lt;/a&gt; at the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;'s surface, which has been observed for several decades after the start of systematic measurements in the 1950s. Global dimming is thought to have been caused by an increase in &lt;a href=\"Atmospheric%20particulate%20matter\"&gt;particulates&lt;/a&gt; such as &lt;a href=\"sulfate%20aerosol\"&gt;sulfate aerosol&lt;/a&gt;s in the atmosphere due to human action. It has interfered with the &lt;a href=\"hydrological%20cycle\"&gt;hydrological cycle&lt;/a&gt; by reducing evaporation and may have reduced rainfall in some areas. Global dimming also creates a &lt;a href=\"global%20cooling\"&gt;cooling&lt;/a&gt; effect that may have partially masked the effect of &lt;a href=\"greenhouse%20gas\"&gt;greenhouse gas&lt;/a&gt;es on &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt;.\n&lt;a href=\"Global%20warming\"&gt;Global warming&lt;/a&gt; and climate change in general are a major concern of global commons management. The &lt;a href=\"Intergovernmental%20Panel%20on%20Climate%20Change\"&gt;Intergovernmental Panel on Climate Change&lt;/a&gt; (IPCC), established in 1988 to develop a scientific consensus, concluded in a series of reports that reducing &lt;a href=\"Greenhouse%20gas%20emissions\"&gt;emissions of greenhouse gases&lt;/a&gt; was necessary to prevent catastrophic harm. Meanwhile, a 1992 United Nations &lt;a href=\"Framework%20Convention%20on%20Climate%20Change\"&gt;Framework Convention on Climate Change&lt;/a&gt; (FCCC) pledged to work toward \"stabilisation of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic [i.e., human-induced] interference with the climate system\" (as of 2019 there were 197 parties to the convention, although not all had ratified it). The 1997 &lt;a href=\"Kyoto%20Protocol\"&gt;Kyoto Protocol&lt;/a&gt; to the FCCC set forth binding obligations on industrialised countries to reduce emissions. These were accepted by many countries but not all, and many failed to meet their obligations. The Protocol expired in 2012 and was followed by the 2015 &lt;a href=\"Paris%20Agreement\"&gt;Paris Agreement&lt;/a&gt; in which nations made individual promises of reductions. However, the IPCC concluded in a &lt;a href=\"Special%20Report%20on%20Global%20Warming%20of%201.5%20%C2%B0C\"&gt;2018 report&lt;/a&gt; that dangerous climate change was inevitable unless much greater reductions were promised and carried out.\nPolar regions.\nThe eight Arctic nations &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; ( &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; and the &lt;a href=\"Faroe%20Islands\"&gt;Faroe Islands&lt;/a&gt;), &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; (&lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;), &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, are all members of the treaty organization, the &lt;a href=\"Arctic%20Council\"&gt;Arctic Council&lt;/a&gt;, as are organizations representing six &lt;a href=\"Indigenous%20peoples\"&gt;indigenous populations&lt;/a&gt;. The council operates on consensus basis, mostly dealing with environmental treaties and not addressing boundary or resource disputes. Currently, the &lt;a href=\"Antarctic%20Treaty\"&gt;Antarctic Treaty&lt;/a&gt; and related agreements, collectively called the Antarctic Treaty System or ATS, regulate &lt;a href=\"international%20relations\"&gt;international relations&lt;/a&gt; with respect to &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;, Earth's only continent without a native human population. The treaty, entering into force in 1961 and currently having 50 signatory nations, sets aside Antarctica as a scientific preserve, establishes freedom of scientific investigation and bans &lt;a href=\"Military%20activity%20in%20the%20Antarctic\"&gt;military activity on that continent&lt;/a&gt;.\nClimate change in the Arctic region is leading to widespread ecosystem restructuring. The distribution of species is changing along with the structure of food webs. Changes in ocean circulation appear responsible for the first exchanges of zooplankton between the North Pacific and North Atlantic regions in perhaps 800,000 years. These changes can allow the transmission of diseases from subarctic animals to Arctic ones, and vice versa, posing an additional threat to species already stressed by habitat loss and other impacts. Where these changes lead is not yet clear, but are likely to have far-reaching impacts on Arctic marine ecosystems.\nClimate models tend to reinforce that temperature trends due to global warming will be much smaller in Antarctica than in the Arctic, but ongoing research may show otherwise.\nOuter space.\nManagement of &lt;a href=\"outer%20space\"&gt;outer space&lt;/a&gt; global commons has been contentious since the successful launch of the &lt;a href=\"Sputnik\"&gt;Sputnik&lt;/a&gt; satellite by the former &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; on 4 October 1957. There is no clear boundary between &lt;a href=\"Earth%27s%20atmosphere\"&gt;Earth's atmosphere&lt;/a&gt; and space, although there are several standard boundary designations: one that deals with &lt;a href=\"Orbital%20speed\"&gt;orbital velocity&lt;/a&gt; (the &lt;a href=\"K%C3%A1rm%C3%A1n%20line\"&gt;Kármán line&lt;/a&gt;), one that depends on the velocity of charged particles in space, and some that are determined by human factors such as the height at which human blood begins to boil without a pressurized environment (the &lt;a href=\"Armstrong%20line\"&gt;Armstrong line&lt;/a&gt;).\n&lt;a href=\"Space%20policy\"&gt;Space policy&lt;/a&gt; regarding a country's &lt;a href=\"List%20of%20space%20agencies\"&gt;civilian space program&lt;/a&gt;, as well as its policy on both &lt;a href=\"Militarisation%20of%20space\"&gt;military use&lt;/a&gt; and &lt;a href=\"Commercialization%20of%20space\"&gt;commercial use&lt;/a&gt; of outer space, intersects with &lt;a href=\"science%20policy\"&gt;science policy&lt;/a&gt;, since national space programs often perform or &lt;a href=\"Funding%20of%20science\"&gt;fund research&lt;/a&gt; in &lt;a href=\"space%20science\"&gt;space science&lt;/a&gt;, and also with &lt;a href=\"defense%20policy\"&gt;defense policy&lt;/a&gt;, for applications such as &lt;a href=\"spy%20satellite\"&gt;spy satellite&lt;/a&gt;s and &lt;a href=\"anti-satellite%20weapon\"&gt;anti-satellite weapon&lt;/a&gt;s. It also encompasses government regulation of third-party activities such as commercial &lt;a href=\"communications%20satellite\"&gt;communications satellite&lt;/a&gt;s and &lt;a href=\"private%20spaceflight\"&gt;private spaceflight&lt;/a&gt; as well as the creation and application of &lt;a href=\"space%20law\"&gt;space law&lt;/a&gt; and &lt;a href=\"space%20advocacy\"&gt;space advocacy&lt;/a&gt; organizations that exist to support the cause of space exploration.\nThe &lt;a href=\"Outer%20Space%20Treaty\"&gt;Outer Space Treaty&lt;/a&gt; provides a basic framework for international space law. It covers the legal use of outer space by nation states. The treaty states that outer space is free for all nation states to explore and is not subject to claims of national &lt;a href=\"sovereignty\"&gt;sovereignty&lt;/a&gt;. It also prohibits the deployment of &lt;a href=\"nuclear%20weapon\"&gt;nuclear weapon&lt;/a&gt;s in outer space. The treaty was passed by the &lt;a href=\"United%20Nations%20General%20Assembly\"&gt;United Nations General Assembly&lt;/a&gt; in 1963 and signed in 1967 by the USSR, the United States of America and the United Kingdom. As of mid-year, 2013 the treaty has been ratified by 102 states and signed by an additional 27 states.\nBeginning in 1958, outer space has been the subject of multiple resolutions by the United Nations General Assembly. Of these, more than 50 have concerned the international co-operation in the peaceful uses of outer space and preventing an arms race in space. Four additional &lt;a href=\"space%20law\"&gt;space law&lt;/a&gt; treaties have been negotiated and drafted by the UN's &lt;a href=\"United%20Nations%20Committee%20on%20the%20Peaceful%20Uses%20of%20Outer%20Space\"&gt;Committee on the Peaceful Uses of Outer Space&lt;/a&gt;. Still, there remain no legal prohibitions against deploying conventional weapons in space and &lt;a href=\"anti-satellite%20weapon\"&gt;anti-satellite weapon&lt;/a&gt;s have been successfully tested by the US, USSR and China. The 1979 &lt;a href=\"Moon%20Treaty\"&gt;Moon Treaty&lt;/a&gt; turned the jurisdiction of all heavenly bodies (including the orbits around such bodies) over to the international community. However, this treaty has not been ratified by any nation that currently practices manned spaceflight.\nIn 1976 eight equatorial states (&lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, &lt;a href=\"Republic%20of%20Congo\"&gt;Congo&lt;/a&gt;, &lt;a href=\"Democratic%20Republic%20of%20Congo\"&gt;Zaire&lt;/a&gt;, &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;, &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;, and &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;) met in &lt;a href=\"Bogot%C3%A1\"&gt;Bogotá&lt;/a&gt;, Colombia to make the &lt;a href=\"Bogota%20Declaration\"&gt;\"Declaration of the First Meeting of Equatorial Countries,\" also known as \"the Bogotá Declaration\"&lt;/a&gt;, a claim to control the segment of the geosynchronous orbital path corresponding to each country. These claims are not internationally accepted.\nThe &lt;a href=\"International%20Space%20Station%20program\"&gt;International Space Station program&lt;/a&gt;me is a joint project among five participating space agencies: &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;, the &lt;a href=\"Russian%20Federal%20Space%20Agency\"&gt;Russian Federal Space Agency&lt;/a&gt; (RSA), &lt;a href=\"Japan%20Aerospace%20Exploration%20Agency\"&gt;Japan Aerospace Exploration Agency&lt;/a&gt; (JAXA), &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt; (ESA), and &lt;a href=\"Canadian%20Space%20Agency\"&gt;Canadian Space Agency&lt;/a&gt; (CSA). National budget constraints led to the merger of three space station projects into the &lt;a href=\"International%20Space%20Station\"&gt;International Space Station&lt;/a&gt;. In 1993 the partially built components for a Soviet/Russian space station &lt;a href=\"Mir-2\"&gt;Mir-2&lt;/a&gt;, the proposed American &lt;a href=\"Space%20Station%20Freedom\"&gt;Freedom&lt;/a&gt;, and the proposed European &lt;a href=\"Columbus%20%28ISS%20module%29\"&gt;Columbus&lt;/a&gt; merged into this multinational programme. The ownership and use of the space station is established by intergovernmental treaties and agreements. The ISS is arguably the most expensive single item ever constructed, and may be one of the most significant instances of international cooperation in modern history.\nAccording to the original Memorandum of Understanding between NASA and the RSA, the International Space Station was intended to be a laboratory, observatory and factory in space. It was also planned to provide transportation, maintenance, and act as a staging base for possible future missions to the Moon, Mars and asteroids. In the 2010 United States National Space Policy, it was given additional roles of serving commercial, diplomatic and educational purposes.\nInternet.\nAs a global system of &lt;a href=\"computer\"&gt;computer&lt;/a&gt;s interconnected by &lt;a href=\"telecommunication\"&gt;telecommunication&lt;/a&gt; technologies consisting of millions of private, public, academic, business, and government resources, it is difficult to argue that the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; is a global commons. These computing resources are largely privately owned and subject to &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt; law, although many are government owned and subject to &lt;a href=\"public%20law\"&gt;public law&lt;/a&gt;. The &lt;a href=\"World%20Wide%20Web\"&gt;World Wide Web&lt;/a&gt;, as a system of interlinked &lt;a href=\"hypertext\"&gt;hypertext&lt;/a&gt; documents, either &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt; (like Wikipedia itself) or subject to &lt;a href=\"copyright%20law\"&gt;copyright law&lt;/a&gt;, is, at best, a mixed &lt;a href=\"good%20%28economics%29\"&gt;good&lt;/a&gt;.\nThe resultant &lt;a href=\"Virtuality\"&gt;virtual&lt;/a&gt; space or &lt;a href=\"cyberspace\"&gt;cyberspace&lt;/a&gt;, however, is often viewed as an electronic global commons that allows for as much or more &lt;a href=\"freedom%20of%20expression\"&gt;freedom of expression&lt;/a&gt; as any &lt;a href=\"public%20space\"&gt;public space&lt;/a&gt;. Access to those &lt;a href=\"Digital%20commons%20%28economics%29\"&gt;digital commons&lt;/a&gt; and the actual freedom of expression allowed does vary widely by geographical area. Management of the electronic global commons presents as many issues as do other commons. In addition to issues related to &lt;a href=\"digital%20divide\"&gt;inequity in access&lt;/a&gt;, issues such as &lt;a href=\"net%20neutrality\"&gt;net neutrality&lt;/a&gt;, &lt;a href=\"Internet%20censorship\"&gt;Internet censorship&lt;/a&gt;, &lt;a href=\"Internet%20privacy\"&gt;Internet privacy&lt;/a&gt;, and electronic &lt;a href=\"surveillance\"&gt;surveillance&lt;/a&gt; arise. However, the term global commons generally represents stateless maneuver space, where no nation or entity can claim preeminence, and since 100 percent of cyberspace is owned by either a public or private entity, although it is often perceived as such, cyberspace may not be said to be a true global commons."
}