{
    "id": "4937839",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=4937839",
    "title": "David Clyde",
    "text": "David Eugene Clyde (born April 22, 1955) is a former left-handed &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt; who played for five seasons with the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt; (1973–1975) and &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt; (1978–1979). He is noted for his once promising baseball career, which ended at age 26 because of arm and shoulder injuries.\nBilled as the next &lt;a href=\"Sandy%20Koufax\"&gt;Sandy Koufax&lt;/a&gt;, Clyde had a stellar high school career at &lt;a href=\"Westchester%20Academy%20for%20International%20Studies\"&gt;Westchester High School&lt;/a&gt;. He was drafted with the &lt;a href=\"List%20of%20first%20overall%20Major%20League%20Baseball%20draft%20picks\"&gt;first overall pick&lt;/a&gt; in the &lt;a href=\"1973%20Major%20League%20Baseball%20draft\"&gt;1973 Major League Baseball draft&lt;/a&gt;. The Rangers planned to have Clyde pitch his first two professional games in the major leagues before moving him down to the &lt;a href=\"Minor%20League%20Baseball\"&gt;minor leagues&lt;/a&gt;, but Rangers owner &lt;a href=\"Bob%20Short\"&gt;Bob Short&lt;/a&gt; decided to keep him in the roster for monetary purposes, where he had a 5.01 &lt;a href=\"earned%20run%20average\"&gt;earned run average&lt;/a&gt; in 18 starts. Journalists criticized the Rangers for promoting Clyde too soon, and after an uneventful 1974 campaign, he developed shoulder trouble and was sent down to the minor leagues in 1975, where he pitched three seasons. He was traded to the Cleveland Indians in 1978, and played two seasons before being demoted. Clyde attempted to make a comeback with the &lt;a href=\"Houston%20Astros\"&gt;Houston Astros&lt;/a&gt; but was unsuccessful.\nClyde's career made him the \"poster-boy\" for bringing up young players prematurely and dealing with arm injuries. He was named by journalist &lt;a href=\"Randy%20Galloway\"&gt;Randy Galloway&lt;/a&gt; as among the worst cases of \"mishandling\" a young player in baseball history. He is considered by many as a savior of the Texas Rangers franchise because of the significant attendance boost that Clyde's hype brought to the team, preventing it from a possible bankruptcy or American League takeover.\nClyde is one of just three high school pitchers drafted first overall (the other two being &lt;a href=\"Brien%20Taylor\"&gt;Brien Taylor&lt;/a&gt; and &lt;a href=\"Brady%20Aiken\"&gt;Brady Aiken&lt;/a&gt;) and the only one to make it to MLB.\nEarly life.\nThe son of a telephone executive, Clyde was born in &lt;a href=\"Kansas%20City%2C%20Kansas\"&gt;Kansas City, Kansas&lt;/a&gt;, the eldest of four brothers.\nAfter living for a time in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, his family moved to &lt;a href=\"Houston\"&gt;Houston, Texas&lt;/a&gt; in 1969. He played &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; and baseball at &lt;a href=\"Westchester%20Academy%20for%20International%20Studies\"&gt;Westchester High School&lt;/a&gt; in Houston where he became known as a &lt;a href=\"Perfectionism%20%28psychology%29\"&gt;perfectionist&lt;/a&gt; and was an excellent student. During his senior year at Westchester, Clyde had a stellar record of 18–0, giving up only three earned runs in 148 innings pitched, while pitching five &lt;a href=\"no-hitter\"&gt;no-hitter&lt;/a&gt;s and setting 14 national high school records. His dominance at the high school level attracted the attention of many MLB team &lt;a href=\"scout%20%28baseball%29\"&gt;scouts&lt;/a&gt;, many of whom billed Clyde as the \"next &lt;a href=\"Sandy%20Koufax\"&gt;Sandy Koufax&lt;/a&gt;\" and others called him the \"best pitching prospect they had ever seen\".\nClyde was praised by national publications such as \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\" and \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\" prior to the &lt;a href=\"1973%20Major%20League%20Baseball%20draft\"&gt;1973 MLB draft&lt;/a&gt;, and was the consensus among scouts as the best player available in the draft. That year the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt; held the first overall pick, having the worst record in baseball the previous strike-shortened season at 54–100. He was the first player selected in the 1973 amateur draft by the Rangers and received a $125,000 ($ today) signing bonus, the highest bonus ever given to a draft pick at the time, and a free college education. After signing his contract, Clyde stated that his career goal was to \"become the greatest pitcher ever\".\nMajor League career.\nPrior to the draft, the Texas Rangers held the second lowest attendance in the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt;, ahead of only the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt; despite having &lt;a href=\"Baseball%20Hall%20of%20Fame\"&gt;Baseball Hall of Fame&lt;/a&gt;r &lt;a href=\"Ted%20Williams\"&gt;Ted Williams&lt;/a&gt; as manager at one point. They had moved from Washington, D.C., two years prior, and owner &lt;a href=\"Bob%20Short\"&gt;Bob Short&lt;/a&gt; expanded &lt;a href=\"Arlington%20Stadium\"&gt;Arlington Stadium&lt;/a&gt; an extra 20,000 seats. Short was looking for some sort of way to boost attendance, and found it using fellow Texas native Clyde. When Clyde agreed to sign his rookie contract, part of the deal was to make his first two professional starts with the Rangers at their home field before heading to the &lt;a href=\"minor%20league%20baseball\"&gt;minors&lt;/a&gt; to develop.\nTwenty days after pitching his last high school game, Clyde won his first ever Major League start before over 35,000 fans in Arlington Stadium, the first sellout in stadium history. After a poor start in which he &lt;a href=\"walk%20%28baseball%29\"&gt;walked&lt;/a&gt; the first two batters he faced, he settled down, pitched five innings, giving up only one hit (a &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt; to &lt;a href=\"Mike%20Adams%20%28outfielder%29\"&gt;Mike Adams&lt;/a&gt;) while &lt;a href=\"strikeout\"&gt;striking out&lt;/a&gt; eight batters in a 4–3 victory over the &lt;a href=\"Minnesota%20Twins\"&gt;Minnesota Twins&lt;/a&gt;. Clyde later called it his most memorable game in his Major League career.\nClyde then pitched well in his second start against the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;, pitching six innings before a finger blister forced him out of the game. However, with his performance in the two starts, the Rangers dropped all plans to send him to the minors. The youngest player to play in a major league game in 1973, Clyde pitched a total of eighteen games (all starts) that season, finishing with a record of 4–8, with a 5.01 &lt;a href=\"earned%20run%20average\"&gt;earned run average&lt;/a&gt; (ERA). Questioned about the difference between high school or professional baseball, Clyde stated that MLB hitters \"see the ball better, thus they make contact more often\".\nClyde began the 1974 season with a 3–0 record, then became embroiled in controversy following a dispute between new manager &lt;a href=\"Billy%20Martin\"&gt;Billy Martin&lt;/a&gt; and &lt;a href=\"general%20manager\"&gt;general manager&lt;/a&gt; &lt;a href=\"Bobby%20Brown%20%28third%20baseman%29\"&gt;Bobby Brown&lt;/a&gt;. Martin and Brown argued about what was the best way on handling Clyde's future development, which led to Brown's resignation and caused Clyde to miss a month before remaining on the Rangers roster for the rest of the year. He played in 28 games (21 starts) and finished with 3–9 record, and a 4.38 ERA. He started one game in 1975 (a loss) before injuring his shoulder and was demoted to the &lt;a href=\"Pittsfield%20Rangers\"&gt;Pittsfield Rangers&lt;/a&gt; of the &lt;a href=\"Eastern%20League%20%281938%E2%80%932020%29\"&gt;Eastern League&lt;/a&gt;. He stayed in the minors for three seasons, having a shoulder operation in 1976. The Rangers organization lost so much faith in Clyde's ability that he was left unprotected in the &lt;a href=\"1976%20Major%20League%20Baseball%20expansion%20draft\"&gt;1976 Major League Baseball expansion draft&lt;/a&gt;, but was not chosen. He played for the &lt;a href=\"Sacramento%20Solons\"&gt;Sacramento Solons&lt;/a&gt; in 1976, and the &lt;a href=\"Tucson%20Toros\"&gt;Tucson Toros&lt;/a&gt;, both of the &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt;, in 1977 where he had a 5–7 record with a 5.84 ERA. When the season ended, the Rangers traded Clyde and veteran &lt;a href=\"Willie%20Horton%20%28baseball%29\"&gt;Willie Horton&lt;/a&gt; to the Cleveland Indians for &lt;a href=\"Tom%20Buskey\"&gt;Tom Buskey&lt;/a&gt; and &lt;a href=\"John%20Lowenstein\"&gt;John Lowenstein&lt;/a&gt; on February 28, 1978.\nClyde started for the Indians that year, playing in 28 games and finished with a record of 8–11, with a 4.28 ERA and 83 strikeouts. In his first start with the Indians, he gave up four hits in a 3–2 &lt;a href=\"complete%20game\"&gt;complete game&lt;/a&gt; victory against the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt;. Clyde also finished fourth in the American League with 11 &lt;a href=\"wild%20pitch\"&gt;wild pitch&lt;/a&gt;es. He pitched in nine games with the Indians in 1979 (3–4, 5.91 ERA) before tearing his &lt;a href=\"rotator%20cuff\"&gt;rotator cuff&lt;/a&gt; and was demoted to the minors, playing in what would be his last Major League game on August 7, 1979. He was traded back to the Rangers after the 1979 season, but injured his shoulder for the second time, and was released prior to the 1980 season with the Rangers claiming that Clyde was \"damaged goods\".\nIn 1981, Clyde tried to restart his career with the &lt;a href=\"Houston%20Astros\"&gt;Houston Astros&lt;/a&gt;, but he spent the season in the minor leagues splitting time between the &lt;a href=\"Columbus%20Astros\"&gt;Columbus Astros&lt;/a&gt; and &lt;a href=\"Tucson%20Toros\"&gt;Tucson Toros&lt;/a&gt;. He dominated for Columbus, having a 6–0 record with a 0.76 ERA, but struggled with the Toros, having a 6.85 earned run average. Clyde retired from professional baseball on February 5, 1982, while participating in an instructional league.\nIn his five-year career, Clyde had an 18–33 win–loss record with a 4.63 earned run average and 228 strikeouts in 84 games pitched.\nLegacy.\nNamed a \"sensation\", \"phenomenon\", or other hyped up words in his first two years in the league, most of Clyde's troubles were attributed to the rush to get him into the majors before he was ready. This was due to the fact the Rangers finances were weak at the time. The Rangers averaged a near-capacity crowd in Clyde's six home starts, but 6,000 fans for the other 75 home dates. Prior to Clyde's debut, the highest crowd in Rangers history was 24,000. At the end of the 1973 season, Clyde drew nearly a third of all fans in attendance for Rangers home games throughout the year. According to journalist &lt;a href=\"Randy%20Galloway\"&gt;Randy Galloway&lt;/a&gt;, Clyde put baseball on the map in Dallas, as the city started to get interested on the sport, even after Clyde's inconsistency forced him out of the league. Longtime Rangers coach &lt;a href=\"Jackie%20Moore%20%28baseball%29\"&gt;Jackie Moore&lt;/a&gt; agreed with Galloway, stating that Clyde and Corbett buying the team \"went a long way toward saving the franchise\". Using Clyde success of bringing attendance up as an example, Short sold the Rangers to &lt;a href=\"Brad%20Corbett\"&gt;Brad Corbett&lt;/a&gt; in 1974, which prevented the American League from taking over the team, thus potentially saving the franchise.\nClyde's unsuccessful career made him the \"poster-boy\" for bringing up young players. In his autobiography \"White Rat\" his first big league manager, future &lt;a href=\"Baseball%20Hall%20of%20Fame\"&gt;Baseball Hall of Fame&lt;/a&gt;r &lt;a href=\"Whitey%20Herzog\"&gt;Whitey Herzog&lt;/a&gt; stated that he was often forced to leave Clyde in the game much longer than usual because fans wanted to see the 18-year-old \"phenom\" pitch. It led to Clyde's arm burning out at an early age, Herzog argued. In a 2003 interview with \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", Herzog criticized Bob Short, stating that \"(Short) sure wasn't going to send him down without getting some people in the ballpark to see him. The kid should have gone to the minors after two starts.\" He also said that Clyde \"was one of the best young left-handed pitchers I've ever seen.\" Former teammate &lt;a href=\"Tom%20Grieve\"&gt;Tom Grieve&lt;/a&gt; said that keeping Clyde in the roster was the \"dumbest thing you could ever do to a high school pitcher.\"\nIn a 2003 interview with the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;, Clyde looked back on his career, recognizing that he was rushed too early, calling his career \"a classic case of how not to handle a young talent\", and stating that his case had a \"black side\" to it but that he made a contribution to the sport. One week before the thirtieth anniversary of his first career game, Clyde threw the ceremonial first pitch to his ex–teammate &lt;a href=\"Ken%20Suarez\"&gt;Ken Suarez&lt;/a&gt; during an Rangers-Astros game.\nPersonal life.\nFollowing the problems Clyde had during the 1974 and 1975 seasons, he became dependent on alcohol, which he later called \"the lowest point of my life\". He had two failed marriages, the first one with his high school sweetheart, before settling down with his third wife, Robin, having two boys, Ryan and Reed, and a daughter, Lauren. He worked in his father-in-law's lumber business in &lt;a href=\"Tomball%2C%20Texas\"&gt;Tomball, Texas&lt;/a&gt; for 20 years, which he called one of the best periods of his life, giving him a \"peace of mind\". He retired in 2003 as vice president of the company and worked as a coach for a local youth baseball team. He is now a caregiver for his elderly father.\nExternal links.\n, or &lt;a href=\"http%3A//www.retrosheet.org/boxesetc/C/Pclydd101.htm\"&gt;Retrosheet&lt;/a&gt;, or &lt;a href=\"https%3A//www.pelotabinaria.com.ve/beisbol/mostrar.php%3FID%3Dclyddav001\"&gt;Venezuelan Winter League&lt;/a&gt;"
}