{
    "id": "49397614",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=49397614",
    "title": "Iris timofejewii",
    "text": "Iris timofejewii is a species of &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt; in the genus \"&lt;a href=\"Iris%20%28plant%29\"&gt;Iris&lt;/a&gt;\", and also in the &lt;a href=\"subgenus\"&gt;subgenus&lt;/a&gt; &lt;a href=\"Iris%20subg.%20Iris\"&gt;\"Iris\"&lt;/a&gt;. It is a &lt;a href=\"rhizomatous\"&gt;rhizomatous&lt;/a&gt; &lt;a href=\"perennial%20plant\"&gt;perennial&lt;/a&gt;, from the mountain slopes of the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt; and &lt;a href=\"Dagestan\"&gt;Dagestan&lt;/a&gt;. It has narrow, evergreen, falcate (sickle-shaped), grey-green (glaucous) leaves, and a short flowering stem just taller than the leaves. Each stem has 1–2 flowers in shades of violet, with white beards that have purple tips. It is cultivated as an ornamental plant in &lt;a href=\"temperateness\"&gt;temperate&lt;/a&gt; regions.\nDescription.\n\"Iris timofejewii\" is close in form to \"&lt;a href=\"Iris%20scariosa\"&gt;Iris scariosa&lt;/a&gt;\", or \"&lt;a href=\"Iris%20pumila\"&gt;Iris pumila&lt;/a&gt;\". It has a slender stem or &lt;a href=\"Peduncle%20%28botany%29\"&gt;peduncle&lt;/a&gt;, that can grow up to between tall. The stem is normally taller than the foliage. The stem has two acute, carinate (keeled), &lt;a href=\"Bract%23Spathe\"&gt;spathes&lt;/a&gt; (leaves of the flower bud). It holds between 1, and 2 terminal (top of stem) flowers, in late spring and early summer, in June. It has &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt;, grey-green, or blue-green, or glaucous leaves. They are falcate, or recurved. The narrow leaves, can grow up to between long, and between 5 -6mm wide.\nThe flowers are very similar to &lt;a href=\"Iris%20subg.%20Iris\"&gt;aril iris&lt;/a&gt; species flowers. The flowers are in diameter, come in shades of violet, from reddish-violet, reddish brown, to blue-violet, dark violet, to purple. They are similar in form to \"&lt;a href=\"Iris%20germanica\"&gt;Iris germanica&lt;/a&gt;\", or &lt;a href=\"Iris%20subg.%20Iris%23Regalia\"&gt;Iris section Regalia&lt;/a&gt; flowers. Like other irises, it has 2 pairs of petals, 3 large &lt;a href=\"sepals\"&gt;sepals&lt;/a&gt; (outer petals), known as the 'falls' and 3 inner, smaller petals (or &lt;a href=\"tepals\"&gt;tepals&lt;/a&gt;), known as the 'standards'.\nThe narrow, and tucked, falls are obovate. In the middle of the falls, is a row of short hairs called the 'beard', which is white, or yellow, with purple tips. The standards are oblanceolate-oblong, with round tips. It has &lt;a href=\"Stigma%20%28botany%29%23Style\"&gt;style branches&lt;/a&gt; that are a similar length to the falls and a perianth tube which is 4–5 times as longer than the ovary. After the iris has flowered, in mid to late summer, it produces a seed capsule, that is similar in form to \"Iris pumila\". The capsule is coated with a wart-like covering.\nThe rhizomes are small, stout and branched. They form slowly spreading clumps. The rhizomes are planted flush with the ground, and have long secondary roots that go deep into the soil to find nutrients.\nBiochemistry.\nAs most irises are &lt;a href=\"diploid\"&gt;diploid&lt;/a&gt;, (including \"I. timofejewii\",) having two sets of &lt;a href=\"chromosomes\"&gt;chromosomes&lt;/a&gt;, this can be used to identify hybrids and classification of groupings.\nIt has a chromosome count: 2n=24.\nTaxonomy.\nFirst found in Dagestan, \"Iris timofejewii\" was first published and described by &lt;a href=\"Yury%20Nikolaevich%20Voronov\"&gt;Yury Nikolaevich Voronov&lt;/a&gt; in 'Not. Syst. Herb. Hort. Petrop.' vol.62, and Bot. Mater. Gerb. Glavn. Bot. Sada R.S.F.S.R. Vol.5 on page62 in 1924. It is not known who the Latin &lt;a href=\"Botanical%20name%23Binary%20name\"&gt;specific epithet&lt;/a&gt; \"timofejewii\" refers to. It was then published in \"Fl. Kavk.\" in 1928, and \"FL. Cauc.\" Vol.1 on page 257 in 1928.\nIn 1939, it was thought to be a form of \"Iris scariosa\", then in 198 &lt;a href=\"Brian%20Mathew\"&gt;Brian Mathew&lt;/a&gt; classed it as a species related to \"&lt;a href=\"Iris%20suaveolens\"&gt;Iris suaveolens&lt;/a&gt;\". It was verified by &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt; and the &lt;a href=\"Agricultural%20Research%20Service\"&gt;Agricultural Research Service&lt;/a&gt; on 4 April 2003, then updated on 18 January 2006.\n\"I. timofejewii\" is a tentatively accepted name by the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;RHS&lt;/a&gt;.\nIt is often known as Timofeev's Iris.\nDistribution and habitat.\n\"Iris timofejewii\" is &lt;a href=\"native%20plant\"&gt;native&lt;/a&gt; to temperate regions of Asia, specifically the Eastern Caucasus, and is &lt;a href=\"endemic\"&gt;endemic&lt;/a&gt; to Dagestan, (including the districts of &lt;a href=\"Akhvakhsky%20District\"&gt;Akhvakhskiy&lt;/a&gt;, &lt;a href=\"Akhtynskiy%20District\"&gt;Akhtynskiy&lt;/a&gt; &lt;a href=\"Botlikhsky%20District\"&gt;Botlikhskiy&lt;/a&gt;, &lt;a href=\"Gumbetovskiy%20District\"&gt;Gumbetovskiy&lt;/a&gt;, &lt;a href=\"Gunibskiy%20District\"&gt;Gunibskiy&lt;/a&gt;, &lt;a href=\"Karabudakhkentskiy%20District\"&gt;Karabudakhkentskiy&lt;/a&gt;, &lt;a href=\"Levashinskiy%20District\"&gt;Levashinskiy&lt;/a&gt;, &lt;a href=\"Shamilskiy%20District\"&gt;Shamilskiy&lt;/a&gt;, &lt;a href=\"Tsumadinsky%20District\"&gt;Tsumadisnkiy&lt;/a&gt;, and &lt;a href=\"Untsukulskiy%20District\"&gt;Untsukulskiy&lt;/a&gt;,) a &lt;a href=\"Republic%20of%20Russia\"&gt;republic&lt;/a&gt; of Russia.\nThey can be found at an altitude of above sea level, growing on the dry, rocky mountain, slopes, (normally made of limestone,) or scrubland steppes.\nConservation.\nIt once had a large population range in the 70s, but by 1981, that had been severely cutback until only 2–3 dozen individuals were remaining. Then it became a protected plant species, also specimens were sent to various botanical gardens for species preservation. It was then included in the &lt;a href=\"Red%20Data%20Books\"&gt;Red Data Books&lt;/a&gt; of the RSFSR in 1988 and it is now listed in the Red Data Books of the Russian Federation (of 2008) and Dagestan (of 1998). It was listed as (V) – Vulnerable.\nIt currently has a restricted population range in Russia, with only five spread-out locations and up to 5,000 plants. It is currently listed as (E) – Endangered.\nIt was threatened by overgrazing, the plant was eaten by cattle, to such extent that a large population of the iris, around the village of \"Tsudakhar\" was almost totally devastated between 10–15 years. Now, only 20–30 individuals have survived.\nIn the &lt;a href=\"National%20Botanical%20Garden%20of%20Georgia\"&gt;Botanical Garden of Georgia&lt;/a&gt;, they have produced several self seedings of the iris and other rare irises (including \"&lt;a href=\"Iris%20iberica\"&gt;Iris iberica&lt;/a&gt;\", \"&lt;a href=\"Iris%20graminea\"&gt;Iris graminea&lt;/a&gt;\", \"&lt;a href=\"Iris%20imbricata\"&gt;Iris imbricata&lt;/a&gt;\", and \"&lt;a href=\"Siphonastilis%20lazica\"&gt;Siphonastilis lazica&lt;/a&gt;\", to stop them becoming extinct.\nCultivation.\n\"Iris timofejewii\" prefers to grow in &lt;a href=\"scree\"&gt;scree&lt;/a&gt;-like soils, in full sun, with low humidity (or in dry soils). It can be grown within garden rockeries. It needs a dry and warm summer to rest and to re-flower the next season. The species was tested for &lt;a href=\"Hardiness%20%28plants%29\"&gt;hardiness&lt;/a&gt; in the Russian botanical gardens of &lt;a href=\"Alma-Ata\"&gt;Alma-Ata&lt;/a&gt;, &lt;a href=\"Baku\"&gt;Baku&lt;/a&gt;, &lt;a href=\"Bakuriani\"&gt;Bakuriani&lt;/a&gt;, &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt; and &lt;a href=\"Tbilisi\"&gt;Tbilisi&lt;/a&gt;. An attempt was tried to grow the iris in &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; and the US (near &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;), but they were unsuccessful, due to high humidity conditions.\nIt can normally only be found for cultivation in specialised iris nurseries. Irises can generally be propagated by &lt;a href=\"Division%20%28horticulture%29\"&gt;division&lt;/a&gt;, or by seed growing. Seeds can be distributed around by ants and birds, which take between 2–3 years to &lt;a href=\"germinate\"&gt;germinate&lt;/a&gt;.\nLike other irises, it can be damaged by slugs and snails.\nToxicity.\nLike many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Handling the plant may cause skin irritation or an allergic reaction."
}