{
    "id": "49433540",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=49433540",
    "title": "St Anne's Church, Blackburn",
    "text": "St Anne's Church is a &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"Parish%20church\"&gt;Parish church&lt;/a&gt; in &lt;a href=\"Blackburn\"&gt;Blackburn&lt;/a&gt;, Lancashire, England. It was founded in 1848, built in 1926 and designed by the architectural firm of Hill, Sandy &amp; Norris of Manchester, who were also behind the construction of &lt;a href=\"St%20John%20the%20Baptist%20Church%2C%20Rochdale\"&gt;St John the Baptist Church&lt;/a&gt; in Rochdale.\nIt is situated on the corner of Prince's Street and Paradise Street, next to St Anne's Catholic Primary School and close to &lt;a href=\"A674%20road\"&gt;King Street&lt;/a&gt; in the centre of the town. It was built in the &lt;a href=\"Lombard%20Romanesque\"&gt;Lombard Romanesque&lt;/a&gt; style. In December 2000 the church suffered an &lt;a href=\"arson\"&gt;arson&lt;/a&gt; attack which gutted the building; it was rebuilt in 2004.\nHistory.\nSt Alban's Church.\nSt Alban's Church was the first Roman Catholic church to be built in Blackburn since the &lt;a href=\"English%20Reformation\"&gt;English Reformation&lt;/a&gt;. It was from St Alban's Church that St Anne's Church was founded. In 1773, a pair of cottages on Chapel Street were turned into a chapel. In 1781, a purpose-built chapel was constructed next to the converted cottages.\nIt was paid for by a Mrs Mary Hodgson and cost £400. In 1819, &lt;a href=\"James%20Sharples%20%28bishop%29\"&gt;Fr James Sharples&lt;/a&gt; became priest of the Blackburn &lt;a href=\"Mission%20%28Christianity%29\"&gt;mission&lt;/a&gt;. In 1823, he bought a site for a larger church in the Larkhill part of Blackburn. From 1824 to 1826, a church was built on that site. It was a &lt;a href=\"Georgian%20architecture\"&gt;Georgian&lt;/a&gt; building with a &lt;a href=\"Romanesque%20Revival\"&gt;Romanesque Revival&lt;/a&gt; tower.\nIn the 1880s and 1890s, plans were made to build a larger church on the site by the priests of the church, Dean John Newton (died 1896) and Canon Peter Lonsdale. The architect was &lt;a href=\"Edward%20Goldie\"&gt;Edward Goldie&lt;/a&gt;. On 13 October 1898, the foundation stone was laid by the &lt;a href=\"Bishop%20of%20Salford\"&gt;Bishop of Salford&lt;/a&gt;, &lt;a href=\"Herbert%20Vaughan\"&gt;Herbert Vaughan&lt;/a&gt;. On 8 December 1901, the church was opened.\nThe firm behind the construction of the church was John Boland of Blackburn, and the building cost £20,000.\nFoundation of St Anne's Church.\nFrom 1848, a &lt;a href=\"Mission%20%28Christianity%29\"&gt;mission&lt;/a&gt; was established in the centre of Blackburn from St Alban's Church. That year a building housing a church and school was built on Paradise Street. It was designed by &lt;a href=\"Matthew%20Ellison%20Hadfield\"&gt;Weightman and Hadfield&lt;/a&gt;. In August 1849, it opened. In 1852, the church was rebuilt, so that it could accommodate 500 people. In 1869, this church was extended by adding a new &lt;a href=\"chancel\"&gt;sanctuary&lt;/a&gt;, &lt;a href=\"Mausoleum\"&gt;mortuary chapel&lt;/a&gt;, aisle and &lt;a href=\"baptistry\"&gt;baptistry&lt;/a&gt;.\nConstruction.\nIn 1925, the foundation stone of the present church was laid by Fr William Shine. It was constructed on the site of the building that housed the church and school in 1848. It cost an estimated £20,000, had a capacity of 800 people and was designed by the Hill, Sandy &amp; Norris architectural firm. Fr Shine died a few days after laying the foundation stone.\nThe next priest for the church, &lt;a href=\"Thomas%20Henshaw%20%28bishop%29\"&gt;Fr Thomas Henshaw&lt;/a&gt;, became the &lt;a href=\"Bishop%20of%20Salford\"&gt;Bishop of Salford&lt;/a&gt; after a few months. His successor, Fr Thomas Singleton, oversaw the remaining construction. At midnight of 24 December 1926, the church was opened.\nOver the course of the next two years, the interior was added to with the installation of side altars dedicated to the &lt;a href=\"Sacred%20Heart\"&gt;Sacred Heart&lt;/a&gt; and the &lt;a href=\"Blessed%20Virgin%20Mary\"&gt;Blessed Virgin Mary&lt;/a&gt;, &lt;a href=\"altar%20rails\"&gt;altar rails&lt;/a&gt;, a &lt;a href=\"sanctuary%20lamp\"&gt;sanctuary lamp&lt;/a&gt;, marble &lt;a href=\"pulpit\"&gt;pulpit&lt;/a&gt;, &lt;a href=\"Organ%20%28music%29\"&gt;organ&lt;/a&gt; and &lt;a href=\"baptismal%20font\"&gt;baptismal font&lt;/a&gt;. In 1932, the &lt;a href=\"high%20altar\"&gt;high altar&lt;/a&gt; was installed. In 1947, the church that was built in 1852 was turned into a &lt;a href=\"parish%20hall\"&gt;parish hall&lt;/a&gt;. In 1966, the &lt;a href=\"clergy%20house\"&gt;presbytery&lt;/a&gt; was replaced by the present one. It was designed by the firm, Desmond Williams &amp; Associates from Manchester.\nRebuilding.\nIn 2000, with the depopulation of the town, plans were drawn up for the church to be reduced in size. In December 2000, the church was damaged by an &lt;a href=\"arson\"&gt;arson&lt;/a&gt; attack. A campaign was started with the aim of raising £600,000 to repair the church and reduce it in size, so that it could accommodate two hundred people. The west side of the church was rebuilt, and the area in front of the church was redesigned.\nParish.\nSacred Heart Church.\nSt Anne's Church is served from Sacred Heart Church in Blackburn. In 1900, Sacred Heart Church was founded as a &lt;a href=\"Mission%20%28Christianity%29\"&gt;mission&lt;/a&gt; from St Anne's Church, by Fr Edward Woods. On 5 May 1900, the foundation stone of Sacred Heart Church was laid by the &lt;a href=\"Bishop%20of%20Salford\"&gt;Bishop of Salford&lt;/a&gt;, &lt;a href=\"John%20Bilsborrow\"&gt;John Bilsborrow&lt;/a&gt;. The church was originally located on the corner of St Silas' Road and Leamington Road in the town.\nOn 14 July 1901, the church was opened by Bishop Bilsborrow. On 29 October 1905, Sacred Heart Church became its own &lt;a href=\"parish\"&gt;parish&lt;/a&gt;. On 15 October 1937, the foundation stone of the present Sacred Heart Church was laid by &lt;a href=\"Thomas%20Henshaw%20%28bishop%29\"&gt;Bishop Henshaw&lt;/a&gt;. On 30 September 1938, the church was opened and the first Mass there was said.\nTimes.\nSt Anne's Church has one Sunday &lt;a href=\"Mass%20%28Catholic%20Church%29\"&gt;Mass&lt;/a&gt;, at 12:30 pm. Sacred Heart Church has two Sunday Masses at 6:15 pm on Saturday and at 10:30 am on Sunday.\nSt Alban's Church is part of the St Alban and Good Shepherd Parish together with Good Shepherd Church on Earl Street, Blackburn, and Holy Souls Church on &lt;a href=\"A666%20road\"&gt;Whalley New Road&lt;/a&gt; in &lt;a href=\"Brownhill\"&gt;Brownhill&lt;/a&gt;. St Alban's Church has three Sunday Masses at 6:30 pm on Saturday, and 9:00 am and 11:15 am on Sunday. Good Shepherd Church has one Sunday Mass at 10:15 am. Holy Souls Church has two Sunday Masses at 10:00 am and 5:00 pm."
}