{
    "id": "49441689",
    "revid": "42537133",
    "url": "https://en.wikipedia.org/wiki?curid=49441689",
    "title": "Homer D. Babbidge Jr.",
    "text": "Homer Daniels Babbidge Jr. (May 18, 1925 – March 27, 1984) was an American &lt;a href=\"historian\"&gt;historian&lt;/a&gt; who served as president of the &lt;a href=\"University%20of%20Connecticut\"&gt;University of Connecticut&lt;/a&gt; (1962–1972) and the &lt;a href=\"Rensselaer%20at%20Hartford\"&gt;Hartford Graduate Center&lt;/a&gt; (1976–1984). At age 37, he was the youngest state university president in the United States.\nEarly life and education.\nBabbidge was born on May 18, 1925 in &lt;a href=\"West%20Newton%2C%20Massachusetts\"&gt;West Newton, Massachusetts&lt;/a&gt;, the son of a merchant sea captain and his wife. His family moved to &lt;a href=\"New%20Haven%2C%20Connecticut\"&gt;New Haven&lt;/a&gt; when he was 4 years old and then to &lt;a href=\"Amherst%2C%20New%20York\"&gt;Amherst, New York&lt;/a&gt;, when he was 12. Babbidge graduated high school in Amherst. He became the first member of his family to go to college. He put himself through college by a combination of scholarships and part-time jobs, including bricklaying.\nBabbidge earned three degrees in history from &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;. He earned his bachelor's degree in 1945, his master's degree in 1948, and his doctorate in 1953. His doctoral dissertation examined the founding and early years of &lt;a href=\"Swarthmore%20College\"&gt;Swarthmore College&lt;/a&gt; in &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;.\nWhile appreciative of &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, Babbidge never played sports. He was blind in his left eye from a childhood accident.\nCareer.\nBabbidge taught &lt;a href=\"American%20studies\"&gt;American studies&lt;/a&gt; at Yale and became director of financial aid. He then joined the &lt;a href=\"United%20States%20Department%20of%20Health%20and%20Human%20Services\"&gt;U.S. Department of Health, Education and Welfare&lt;/a&gt;, where he served as special assistant to the commissioner of education (1955–1956), assistant to the secretary of the department (1957–1958), and finally as assistant U.S. commissioner of education and director of the Division of Higher Education (1959–1961). Babbidge received the department’s Distinguished Service Medal in 1961 before he moved to become vice president of the &lt;a href=\"American%20Council%20on%20Education\"&gt;American Council on Education&lt;/a&gt; (1961–1962). The &lt;a href=\"United%20States%20Junior%20Chamber\"&gt;U.S. Junior Chamber&lt;/a&gt; named him one of the “ten outstanding young men of the nation” because of his work administering the &lt;a href=\"National%20Defense%20Education%20Act\"&gt;National Defense Education Act&lt;/a&gt;.\nBabbidge and his wife, Marcia Adkisson, invented the political &lt;a href=\"board%20game\"&gt;board game&lt;/a&gt; Convention, which &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt; played during his 1960 presidential campaign.\nPresident of the University of Connecticut.\nBabbidge presided over major growth at UConn. Student enrollment rose from 11,877 in 1962 to 20,514 in 1972, while graduate student enrollment more than doubled from 1720 to 4225 over the same period. The number of doctoral degrees awarded more than tripled. The library grew from 270,000 volumes to 1.15 million, becoming one of only fifty-nine of the nation’s 2,200 four-year colleges and universities that could claim such resources. In New England, only Harvard, Yale, Brown, Dartmouth, and MIT had larger collections by the end of his tenure.\nBabbidge established new &lt;a href=\"University%20of%20Connecticut%20School%20of%20Dental%20Medicine\"&gt;dental&lt;/a&gt; and &lt;a href=\"University%20of%20Connecticut%20School%20of%20Medicine\"&gt;medical&lt;/a&gt; schools, and began construction on an $85 million complex that became the &lt;a href=\"University%20of%20Connecticut%20Health%20Center\"&gt;University of Connecticut Health Center&lt;/a&gt; in &lt;a href=\"Farmington%2C%20Connecticut\"&gt;Farmington&lt;/a&gt;. Under his leadership, the university opened a campus at Avery Point in &lt;a href=\"Groton%2C%20Connecticut\"&gt;Groton&lt;/a&gt;, launched more than a dozen academic departments and programs, and established the Honors Program, the UConn Foundation, and the &lt;a href=\"William%20Benton%20Museum%20of%20Art\"&gt;William Benton Museum of Art&lt;/a&gt;. Babbidge also raised faculty salaries, thereby making UConn more competitive in attracting talent.\nThe latter half of Babbidge's tenure saw campus roiled by student protests against the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, &lt;a href=\"racism\"&gt;racism&lt;/a&gt;, and &lt;a href=\"sexism\"&gt;sexism&lt;/a&gt;. Babbidge himself remained generally popular with students and faculty. However, in 1970, Connecticut elected a fiscally conservative governor, &lt;a href=\"Thomas%20Meskill\"&gt;Thomas Meskill&lt;/a&gt;, whose attitude toward UConn \"bordered on antagonism,\" according to historian &lt;a href=\"Bruce%20M.%20Stave\"&gt;Bruce M. Stave&lt;/a&gt;.\nBabbidge announced his resignation on October 1, 1971, to be effective one year from that date. The University Senate and more than 7,000 students signed a petition asking him to stay on.\nAfter a long and troubled search for Babbidge's successor, during which Provost &lt;a href=\"Edward%20V.%20Gant\"&gt;Edward V. Gant&lt;/a&gt; served as acting president, &lt;a href=\"Glenn%20W.%20Ferguson\"&gt;Glenn Ferguson&lt;/a&gt; was named president and took office in 1973.\nAfter UConn.\nUpon his resignation from UConn's presidency in 1972, Babbidge became master of &lt;a href=\"Timothy%20Dwight%20College\"&gt;Timothy Dwight College&lt;/a&gt; at &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;, where he remained for four years. He entered the race for the 1974 Democratic gubernatorial nomination, dropping out in deference to &lt;a href=\"Ella%20Grasso\"&gt;Ella Grasso&lt;/a&gt;. In 1976 he became president of the &lt;a href=\"Rensselaer%20at%20Hartford\"&gt;Hartford Graduate Center&lt;/a&gt; and served in that position until his death.\nBabbidge was active in the state history community. He wrote and narrated a documentary film series called \"Connecticut Heritage\" for &lt;a href=\"Connecticut%20Public%20Television\"&gt;Connecticut Public Television&lt;/a&gt;. In 1977, the series won a gold medal at the &lt;a href=\"New%20York%20Film%20Festival\"&gt;New York Film Festival&lt;/a&gt; and an award from the &lt;a href=\"Corporation%20for%20Public%20Broadcasting\"&gt;Corporation for Public Broadcasting&lt;/a&gt;. In 1983 he co-produced and narrated a documentary about &lt;a href=\"Nantucket\"&gt;Nantucket&lt;/a&gt; called \"Off-Season.\" That same year, he was appointed chair of the board for the Connecticut Public Television Corporation. While at UConn, he taught a course on the history and making of stone walls. In 1985, the Association for the Study of Connecticut History established the Homer D. Babbidge Jr. Award for best book on Connecticut history or service to the Connecticut history community.\nBabbidge collected &lt;a href=\"corkscrew\"&gt;corkscrew&lt;/a&gt;s, and with a British physician, Bernard Watney, he wrote in 1981 an authoritative work on the subject, \"Corkscrews for Collectors\".\nDeath.\nBabbidge died of cancer at UConn's medical center in Farmington on March 27, 1984. He was 58 years old. He was survived by his wife, Marcia, and children Aimee, Sandra, and Alexander.\nShortly after his death, the UConn board of trustees re-named the &lt;a href=\"Homer%20D.%20Babbidge%20Library\"&gt;Nathan Hale Library&lt;/a&gt; in his honor.\nBabbidge was a member of the Acorn Club, elected in 1973."
}