{
    "id": "4946568",
    "revid": "5229428",
    "url": "https://en.wikipedia.org/wiki?curid=4946568",
    "title": "Cemophora coccinea",
    "text": "Cemophora coccinea, commonly known as the scarlet snake, is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of nonvenomous snake in the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Colubridae\"&gt;Colubridae&lt;/a&gt;. The species is native to the &lt;a href=\"southeastern%20United%20States\"&gt;southeastern United States&lt;/a&gt;. There are two &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of \"C. coccinea\" that are recognized as being valid. The &lt;a href=\"Texas%20scarlet%20snake\"&gt;Texas scarlet snake&lt;/a&gt; (\"C. lineri\") was previously considered a subspecies.\nDescription.\nThe scarlet snake is relatively small, growing to a total length (including tail) of 14-26 inches (36–66 cm) at adult size. The &lt;a href=\"Dorsum%20%28anatomy%29\"&gt;dorsal&lt;/a&gt; pattern consists of a light &lt;a href=\"gray\"&gt;gray&lt;/a&gt; ground color, with a series of &lt;a href=\"black\"&gt;black&lt;/a&gt;-bordered &lt;a href=\"red\"&gt;red&lt;/a&gt;, &lt;a href=\"white\"&gt;white&lt;/a&gt; or &lt;a href=\"yellow\"&gt;yellow&lt;/a&gt; blotches down the back. The belly is either a uniform light gray or white color. The dorsal blotches can extend down the sides of the body, appearing somewhat like banding or rings, which sometimes leads to confusion with other &lt;a href=\"Sympatry\"&gt;sympatric&lt;/a&gt; species such as the &lt;a href=\"venom%20%28poison%29\"&gt;venomous&lt;/a&gt; &lt;a href=\"coral%20snake\"&gt;coral snake&lt;/a&gt;s or the harmless &lt;a href=\"Scarlet%20Kingsnake\"&gt;scarlet king snake&lt;/a&gt;.\nGeographic distribution.\n\"C. coccinea\" is found only in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, in southeastern &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, eastern &lt;a href=\"Oklahoma\"&gt;Oklahoma&lt;/a&gt;, &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;, parts of &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;, &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, and &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt;; with &lt;a href=\"disjunct%20population\"&gt;disjunct population&lt;/a&gt;s in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; and central &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;. The species is more commonly found throughout most of the &lt;a href=\"Atlantic%20coastal%20plain\"&gt;Atlantic coastal plain&lt;/a&gt; areas. They prefer open forested areas with sandy soil, ground litter, and organic debris.\nIn &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, the scarlet snake is listed as an &lt;a href=\"endangered%20species\"&gt;endangered species&lt;/a&gt;. In New Jersey, the scarlet snake has been recommended by the New Jersey Endangered and Nongame Advisory Committee that it be put on the threatened status for this species within the state, but no formal rule proposal has been filed to date. The Threatened status is largely due to population declines and habitat loss. Reasons for the decline in their population are a loss of habitat, illegal capture for the pet trade, road mortality, and direct killing.\nBehavior and diet.\nThe scarlet snake is &lt;a href=\"Nocturnality\"&gt;nocturnal&lt;/a&gt; and is active only during the summer months. They can be found during the day beneath logs, under pine debris or other organic litter. At night they are often seen crossing roads, setting out to look for food. \"C. coccinea\"'s diet consists of &lt;a href=\"lizard\"&gt;lizard&lt;/a&gt;s, small &lt;a href=\"rodent\"&gt;rodent&lt;/a&gt;s, the &lt;a href=\"egg%20%28biology%29\"&gt;eggs&lt;/a&gt; of snakes lizards and turtles, and other snakes. Their large, very sharp posterior teeth are used to slash open large reptile eggs. The snake will either squeeze an egg to expel its contents or thrust its head into the egg to break it open. The smallest reptile eggs are eaten in their entirety.\nReproduction.\nThere is very little known about the reproductive habits of the scarlet snake. It is &lt;a href=\"oviparous\"&gt;oviparous&lt;/a&gt;, generally laying 2-9 eggs per &lt;a href=\"clutch%20%28eggs%29\"&gt;clutch&lt;/a&gt;, with the typical clutch yielding five eggs. Breeding occurs throughout the spring months, and eggs are laid throughout the summer in burrows or under rocks. The eggs hatch two months after breeding, typically in the late summer or autumn.\nPredators and defense.\nThe natural predators of the scarlet snake are snake-eating snakes such as the &lt;a href=\"coral%20snake\"&gt;coral snake&lt;/a&gt;, and predatory birds and mammals. Scarlet snakes rarely bite when picked up by humans, although they can release a foul-smelling odor.\nConservation.\nThe two greatest threats that scarlet snakes face are the destruction of their habitats because of commercial development and the rising rate of road mortality. Other threats are illegal capture of the species for the pet trade and intentional killing.\nSubspecies.\nThe following two subspecies are recognized as being valid.\n\"&lt;a href=\"Nota%20bene\"&gt;Nota bene&lt;/a&gt;\": A &lt;a href=\"Trinomen\"&gt;trinomial authority&lt;/a&gt; in parentheses indicates that the subspecies was originally described in a genus other than \"Cemophora\"."
}