{
    "id": "49483731",
    "revid": "35035024",
    "url": "https://en.wikipedia.org/wiki?curid=49483731",
    "title": "Carl Edgar Myers",
    "text": "Carl Edgar Myers ( – ) was an American businessman, scientist, inventor, meteorologist, balloonist, and aeronautical engineer. He invented many types of hydrogen balloon airships and related equipment. His business of making passenger &lt;a href=\"airship\"&gt;airship&lt;/a&gt;balloons and &lt;a href=\"Weather%20balloon\"&gt;instrument balloon&lt;/a&gt;s at his \"&lt;a href=\"Balloon%20Farm%20%28Frankfort%2C%20New%20York%29\"&gt;balloon farm&lt;/a&gt;\" was well known throughout the United States in the late nineteenth and early twentieth centuries. He invented a machine for varnishing fabric that would make it impervious to hydrogen so that the finished product could be made into large envelopes for lighter-than-air balloons.\nMyers also experimented in making artificial rain in areas where rain was deficient for agriculture. He made oxy-hydrogen balloons that were exploded at high altitude to cause rain. He contracted with the U.S. government and lumber companies to make these balloon \"bombs\" for the production of man-made rain.\nMyers was a manager for the 1904 &lt;a href=\"Louisiana%20Purchase%20Exposition\"&gt;St. Louis World's Fair&lt;/a&gt; and the superintendent of their Aeronautic Concourse for balloon demonstrations and aerial races. He made balloon military warships and inventions that could be used for defense in case of attack by air by foreign interests and demonstrated at the Fair.\nEarly life and education.\nMyers, born March 2, 1842, was of German descent and the son of Abram Myers and Ann Ela Myers. His birthplace was &lt;a href=\"Fort%20Herkimer\"&gt;Fort Herkimer&lt;/a&gt; in New York state, but he grew up in the nearby town of &lt;a href=\"Mohawk%2C%20Herkimer%20County%2C%20New%20York\"&gt;Mohawk&lt;/a&gt;. Myers attended a school run by a scientist, which stimulated his scientific curiosity. At school he became interested in the principles of electricity and all related matters.\nMyers earned extra money from fulfilling requests for art work and building mechanical gadgets for others. He spent most of this money on materials for his experiments and on science books. He spent his extra time in workshops and laboratories to learn scientific principles, and his spare time in the woods to learn about nature. He was a leader among his classmates and the local teenagers.\nMyers had mechanical understanding and improved many devices. One was a patented invention of a &lt;a href=\"kerosene%20lamp\"&gt;kerosene lamp&lt;/a&gt; damper that reduced considerably the flame's smoke. Another innovation, of which he was proud, was an automatic self-recording mercury &lt;a href=\"barometer\"&gt;barometer&lt;/a&gt; that memorialized its measurements on a paper strip; with this meteorological instrument he kept a continuous barometric record that covered a span of 30 years.\nCareer.\nMyers made his own electrical-mechanical apparatuses and tools. He turned his interests, hobbies and experiments into early entrepreneurial ventures that earned money for him. He became at one time or another a delivery agent, bill collector, bank clerk, carpenter, chemist, electrician, gas-fitter, mechanic, photographer, plumber, printer, telegrapher, and writer.\nOn July 5, 1861, at nineteen Myers became a teller and cashier at the Mohawk Valley Bank. General &lt;a href=\"Francis%20E.%20Spinner\"&gt;Francis E. Spinner&lt;/a&gt; was the treasurer of the bank at the time. His first year as a trainee was without pay. Myers then received a salary of $100 per year, being higher than normal since he put in extra attention to his work habits. He opened his own little telegraph office in July 1863 within the counting office of the bank. This was the first telegraph office for the town of &lt;a href=\"Mohawk%2C%20Herkimer%20County%2C%20New%20York\"&gt;Mohawk, New York&lt;/a&gt;. He constructed all the necessary telegraph equipment needed and taught himself &lt;a href=\"Morse%20code\"&gt;Morse code&lt;/a&gt;. Myers' income from this bank telegraph business was one-half of his total income. He eventually had to give up being a part-time telegraph operator within the bank, as his bank responsibilities took up most of his time. He turned over the telegraph business to the local post office with Austin Shall as the operator.\nMyers worked at Mohawk Valley Bank for six years. During this time he developed an interest in counterfeit money. He collected counterfeit bills and assembled a scrapbook of these for study. He then had another book of genuine bills; he then compared the two to learn the counterfeiters' techniques. He became an expert in detecting counterfeit bills. This became a valued interest to the bankers and Myers was given all the bank notes to pass through him for approval of genuineness. This ultimately became a basis for the present day method of detecting counterfeit bills.\nMyers resigned from the bank in 1867 and moved to &lt;a href=\"Hornellsville%2C%20New%20York\"&gt;Hornellsville, New York&lt;/a&gt;. There he bought a photography gallery and ran the business for several years. Myers met &lt;a href=\"Mary%20Myers\"&gt;Mary Hawley&lt;/a&gt; in Hornellsville and married her on November 8, 1871. She was 7 years younger, being born in 1849. In 1873 Myers took up an interest in making hydrogen gas and ballooning. The couple moved back to Mohawk from Hornellsville in 1875 and began activities of balloon manufacturing and flying. Mary became his lab assistant and later a balloon pilot known as \"Carlotta, the Lady &lt;a href=\"Aeronaut\"&gt;Aeronaut&lt;/a&gt;\".\nFirst balloons.\nMyers built his first balloon in the summer of 1878 in Mohawk Valley. It was over in diameter and could contain 10,000 cubic feet of hydrogen gas. The balloon material with its valve weighed almost one hundred pounds. The envelope material was high quality cotton cloth that was unbleached. It was varnished with linseed oil gum thinned with turpentine. Myers invented machinery that applied the coats of &lt;a href=\"varnish\"&gt;varnish&lt;/a&gt; onto fabric of &lt;a href=\"silk\"&gt;silk&lt;/a&gt; or &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;. There were several coats of varnish applied to make a balloon envelope impervious to hydrogen. The first of these patented machines, that took fourteen days to construct, was in operation for seven years. Myers made sixty hydrogen balloons in sixty days in 1891. He built a set of ten hydrogen gas balloons in five days in 1892.\nGates mansion workshops.\nIn 1889 Myers purchased the Gates Mansion Victorian style house with five acres of property that was located near &lt;a href=\"Frankfort%2C%20New%20York\"&gt;Frankfort, New York&lt;/a&gt;, previously owned by Fred Gates of the &lt;a href=\"Diamond%20Match%20Company\"&gt;Diamond Match Company&lt;/a&gt;. Here Myers and his wife went into the business of manufacturing passenger balloons and specialty purpose gas balloons, many for the US government. The balloons that had just been assembled were partially inflated outdoors to test if they held the hydrogen gas properly. Because of the large balloons half inflated and laid out on the property grounds, it gave the impression they were growing large mushrooms or some unusual new farm crop. In time some people realized they were really making balloons and it became known as the Frankfort \"balloon farm.\"\nThe three story mansion house was broken up into workshops and living quarters. The workshops were a chemistry lab, a print shop, a shipping room, a carpentry work area and machine shop facilities. The attic above the third story was devoted entirely for all the machines and associated tools necessary for the construction of airships. One first floor room was a large library with many books on aeronautics and science, where Myers researched often and &lt;a href=\"Brainstorming\"&gt;brainstorm&lt;/a&gt;ed with his wife. There were out-buildings scattered throughout the five acres that contained gas engines, chemical labs, and furnace facilities.\nNewspapers reported that Myers had a monopoly on the making of hydrogen gas balloons and was the only producer in the United States of these balloons for the government. A loft in the Myers house was made available for a sewing area of balloon materials to make the large balloons. The fabric material was patterned, sewed together into large strips, and made ready for varnishing. He had a patent of a fabric made from &lt;a href=\"Gossypium%20barbadense%23Sea%20Island%20cotton\"&gt;sea island cotton&lt;/a&gt; that was used for the varnish application. Myers' patented varnish formula made the fabric impervious to hydrogen. The varnish used to seal the fabric material for the balloon envelopes was prepared in a low pit outdoors in a &lt;a href=\"ravine\"&gt;ravine&lt;/a&gt; behind the house. This was below ground level so the fabric being prepared was sheltered from the wind. It also provided a fire-pit in case the flammable material caught on fire. There was a water-hose handy for putting out a fire.\nThe liquid varnish was made with a large iron kettle that had a cover on it. Fire was applied under the kettle for the \"cooking\" of the raw linseed oil formula. The oil mix \"cooked\" for four to eight hours to a consistency of gum. The gum material was thinned to the consistency of syrup and poured into a sloping vat that lead into a Myers' patented machine apparatus of various rollers, squeezers, and scrapers. They acted by pressure of springs and weights.\nThe raw wound fabric of silk or cotton was fed from large rollers into Myers' varnishing machine for processing. The processed wet fabric, soaked with varnish, was rubbed and pressed so the varnish would go into all the pores. The excess varnish was then removed and the wet fabric cloth hung outdoors in bright sunshine for 6 to 12 hours like laundry. The processed fabric had the elastic properties of rubber. This patented varnish that Myers invented was able to seal the balloon material to hold the hydrogen gas, that otherwise would penetrate even glass and metal. The silk or cloth fabric used required eight to ten applications of the varnish to seal properly to be thoroughly impervious to hydrogen gas.\nThis same general area of the property was used also for the drying of the varnished fabric. This consisted of twenty foot high clothes line-type poles that were 100 feet apart and further protected by wind-break fences of canvas. Between the poles were strung wires for laying the wet varnished fabric onto for drying. After drying the fabric was then rewound onto rollers and varnished over and over again several more times to each side and thoroughly dried each time. Each application of new varnish added a thin layer.\nThe basement of the house was used for generating hydrogen gas and pure oxygen. The hydrogen making apparatus consisted of a tank half filled with water. This tank was also filled with iron filings from Navy cast-iron projectiles. Sulfuric acid was added into the tank of water and filings, which was slowly decanted. The acid separated the water into hydrogen and oxygen gases. The iron filings absorbed the oxygen gas which allowed the hydrogen to go up through a pipe into a wash-barrel, which had another pipe to the balloon envelope. The freed hydrogen gas then filled the balloon, which had a lifting ability of 60 pounds per 1,000 cubic feet of gas. The balloon was held down to the ground by sandbag weights so that when filled it didn't float away. A diameter balloon would hold 65,000 cubic feet of hydrogen gas giving the filled balloon a lifting ability of about 4,000 pounds.\nMyers was known as the \"Flying Dutchman\" and the \"Mohawk Dutchman\" because of his location, name, and being a balloonist. His technology was developed to the extent that the balloons he made could hold hydrogen gas in an envelope for up to five days – outdoors in all kinds of weather.\nMyers wrote in newspaper articles how safe his hydrogen balloons were to travel in. One example he often gave was that of encountering rough weather, like a rain storm. He pointed out that an airplane could not stop and hover in mid-air, whereas a balloon could. He noted out that in a tempest or high wind a balloon was perfectly safe as long as the rider didn't make any deliberate opposing moves. He claimed that passenger trips would soon be as commonplace as buying a ticket for them.\nTorpedo airship.\nMyers \"balloon farm\" was the only place in America by 1902 where hydrogen balloons were manufactured, whether for the government or for private use. These hydrogen aircraft made by him came in a large variety and flew just like one would read about in a children's book or dream of in a story. The public was allowed to walk through and view his place in the summertime.\nThe flying aerial-craft airships were not just \"working models\" that went a few feet along a track, but flying machines driven by real people. They could ascend, turn and dive. These inventions and innovations of Myers consisted not just of air vessels, but also of scientific application balloons and specialty ordered curiosity balloons contrived of by other inventors. Some even gave the impression they were from the future or another world of advanced people.\nMyers realised that normal, globe-shaped hot air passenger balloons were subject to the whim of the direction of the winds. He then thought that perhaps a passenger balloon could be controlled somehow to move against the flow. His first step in an evolution to a controllable balloon was the design of a large elongated spindle instead of a sphere. His theory was that a symmetrical wave line spindle body would have less head resistance when passing through the air than did a blunt globe.\nMyers' new design would be similar to that of &lt;a href=\"Alberto%20Santos-Dumont\"&gt;Alberto Santos-Dumont&lt;/a&gt;'s balloons. The gas spindle balloon envelope would hold hydrogen gas, a lifting agent since it was lighter than the air around it. This new design was referred to as a \"&lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;\" airship. His first torpedo airship was 13 feet long and five feet in diameter in the center with its prow and stern sharply pointed. The airship also had a rudder in the front to help in its steering.\nThe envelope that held the hydrogen gas of Myers' torpedo airship was made of red and yellow silk. One of its trips was a distance of 600 miles and it ran at an average speed of 12 miles an hour. It was powered forward by a propeller that spun at 5,000 revolutions per minute. The caloric engine that drove the propeller was a spontaneous combustion engine \"fed\" with nitroglycerin semi-translucent fuel pellets. This type of airship could hold up to 10 passengers or a combination of freight and crewmen. Myers' \"torpedo\" airships were built later in larger versions. Some were entered in airship contests and one was demonstrated at the St. Louis World's Fair of 1904. It was 74 feet long and 21 feet in diameter. It contained 14,000 cubic feet of hydrogen gas and would lift 900 pounds of weight. Myers made several successful experimental test flights at his Frankfort \"balloon farm\" before delivering it to a Mr. Benbow, the purchaser. After that it was referred to as the Benbow airship. The airship had four 10 horse-power gasoline motors that ran propellers of 4 blades each. The four propellers could be manipulated in most any direction so the operator could steer the airship sideways right and left, go up and down, and forward and backwards as desired.\nSky-cycle.\nMyers designed a new type balloon vessel based on Carlotta's discoveries of aerodynamics and how airship bodies acted in the sky. Carlotta was the first woman to use a maneuverable airship. She used a cloth screw-sail and also a cloth rudder for controlling the steering of her aeroplane platform. The platform car device weighted 11 pounds. This was the first time that an ordinary spherical balloon could be controlled by a person. Myers then incorporated new features into balloons based on Carlotta's findings. For a more efficient steerable airship vessel he made his next balloon gas bag bottom flat so that it would act like an inclined plane.\nThis airship that lifted a rider consisted of a cigar-shaped hydrogen balloon that looked like an inverted boat wrapped in netting. It had a velocipede seat and steering bar for a rider. A cloth screw propeller was operated by the rider through a cog wheel and ratchet attachment operated by the rider pedaling. He first called the hybrid invention an \"air bicycle\", that navigated through the air like driving a bicycle. He later named it a \"gas kite\", an \"aerial velocipede\", an \"aerial bicycle\", and ultimately a \"sky-cycle.\" The propeller acted like a screw of a boat and propelled the airship forward and up with the backward air current generated. It could go to a thousand feet, be maneuvered, and brought back at will by the rider. Myers' wife was an expert in sky-cycling.\nThe airship had tumultuous times at the start. Professor A. W. Bernard of &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt; took claim to his invention in 1897. Myers sent telegrams to editors of newspapers in the month of May of that year explaining that he was the inventor of the world's first 'sky-cycle' airship in spite of what Bernard and others said. Myers explained to the newspapers that his invention had already been displayed in front of a group of people in New York City in August 1895. Myers showed to them that the basic principles of the controllable airship were already patented by him and his wife on May 26, 1885. He further explained that the only 'sky-cycle' patent ever issued to anybody was granted to him on April 20, 1897. Bernard was trying to stake claim that it was his invention and had really just made a duplicate of Myers' previous recorded patents.\nThe newspapers then printed articles that explained Myers 'sky-cycle' airship to the general public, showing that the problems of aerial navigation had already been solved by Myers before August 1895. He had previously done 3 experimental flights of the 'sky-cycle' at his Frankfort \"balloon farm\" in New York state. On August 4, 1895 a reporter flew Myers' 'sky-cycle' in the Brooklyn area of New York City in a forty-mile an hour wind. Myers made on the spot the hydrogen needed for the airship. The 1895 demonstration event took place at the Rockwell Leather Works factory property at the corner of Flushing and Classon avenues.\nThe article explains the sequence of events of this August 4 New York City demonstration flight of 1895. When the reporter was all positioned and ready in the sky-cycle he gave word to the ground crew to let go of the ropes that held the hydrogen balloon back and it immediately lifted the sky-cycle into the air. The airship drifted up slowly at first, going towards the factory roof peaks. The driver-reporter immediately dropped one of the sandbag weights and the sky-cycle airship rose up sharply, avoiding the building roofs. When the airship was about a thousand feet high the attached balloon propeller revolved and the sky-cycle airship flew over the &lt;a href=\"East%20River\"&gt;East River&lt;/a&gt;. The steamships and tugs that spotted the sky-cycle floating above tooted their whistles.\nThe sky-cycle airship continued to climb to about two thousand feet and then traveled north using the East River as a landmark and went to East Sixtieth Street. The reporter then steered the sky-cycle to One Hundred and Twenty-eighth Street. There he crossed the East River again and then hovered over Greenpoint. The reporter flew the sky-cycle until almost dark and landed safely at the property of P. B. Gupther in Yonkers. Gupther helped the reporter deflate the balloon and pack the airship down to the size of a flat carpet bag. He then drove the reporter with his sky-cycle airship to the railroad station so he could get back to his place of origin.\nThe sky-cycle was operated and navigated by the rider's hands and first powered by the rider's feet for forward motion. It was later equipped with gasoline engines built by &lt;a href=\"Curtiss%20Aeroplane%20and%20Motor%20Company\"&gt;Curtis&lt;/a&gt;. The sky-cycle made many successful flights and trips with these engines.\nArtificial rain.\nMyers once made balloons and equipment for the experimentation of making artificial rain and gained renown for that beyond any other scientist. The balloons were referred to as \"bombs\" – rain-producing explosions. The first demonstration experiments, based on theories by &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; engineer Edward Powers for making rain, were done in May 1891 for General &lt;a href=\"Robert%20Saint%20George%20Dyrenforth\"&gt;Robert Saint George Dyrenforth&lt;/a&gt; (Patent Commissioner) of Washington, D.C. at Myers' Frankfort \"balloon farm\". Dyrenforth, who represented the United States Department of Agriculture, then had Myers make a few balloon \"bombs\" for a presentation in Washington, D.C. The rain producing tests were done successfully in the early part of July 1891 in front of government officials, scientists, chemists, and engineers.\nThere was government funding provided of $9,000 then with support from Senators &lt;a href=\"Charles%20B.%20Farwell\"&gt;Charles B. Farwell&lt;/a&gt; and &lt;a href=\"Leland%20Stanford\"&gt;Leland Stanford&lt;/a&gt; for a full-scale test experiment in northern Texas. There was to be completed a scientific analysis of the results. The man-made rain project was to take place near the town of &lt;a href=\"Midland%2C%20Texas\"&gt;Midland&lt;/a&gt;. The equipment involved in this test was 100 \"oxy-hydrogen\" balloons, dozens of kites six to twelve feet high, miles of copper wire, &lt;a href=\"nitroglycerine\"&gt;nitroglycerine&lt;/a&gt;, &lt;a href=\"dynamite\"&gt;dynamite&lt;/a&gt;, and gunpowder. Myers provided all the balloons and the gases. Electric batteries and generators were also part of the on-site equipment. The design of the rain experiment project was to have explosions stir up &lt;a href=\"particle%20aggregation\"&gt;particle aggregation&lt;/a&gt;. Myers' balloon \"bombs\" were the start of many such explosions that were to take place in the rain producing experiment. His balloon \"bombs\" were one part oxygen gas combined with two parts of hydrogen gas, which would make a huge explosion upon detonation. The side effect of this balloon explosion was that water was produced. This water would drop from the sky at some high altitude and the idea was that all of this action would stimulate the atmosphere to make rain. The balloons made by Myers for the government at his \"balloon farm\" would hold 500 to 5000 cubic feet of gas. Myers had complete charge of the government rain producing experiments for years.\nEach ten foot diameter balloon was filled with one-third oxygen and two-thirds hydrogen. To do this, the empty balloon was spread out on the ground with plenty of room around it. It was then attached to a hose to start filling with oxygen gas. The other end of the hose went to a &lt;a href=\"retort\"&gt;retort&lt;/a&gt; that was filled with chlorinate of potassium and a small amount of &lt;a href=\"manganese%20oxide\"&gt;manganese oxide&lt;/a&gt;. The retort was heated to a high temperature through a gasoline burner. Oxygen gas, generated at 600 cubic feet per hour, went through a lime-water wash and from there to fill the balloon. The balloon was filled up one third of the way. The hose was then connected to the hydrogen gas generator and filled up the remaining two-thirds of the way. The oxygen and hydrogen balloon was referred to as an \"oxy-hydrogen\" balloon. Each gas had an electric fuse &lt;a href=\"detonator\"&gt;detonator&lt;/a&gt; inside, which made it a type of \"bomb\" when triggered electrically. Wires were used that led from the ground to the balloon and when an electrical charge was made by a &lt;a href=\"dynamo\"&gt;dynamo&lt;/a&gt;, it passed through the wires to set off the detonator causing an explosion that was brighter than the sun. This caused the oxygen and hydrogen to react, creating water (H2O). This man-made water then acted as a nucleus for making rain out of the atmosphere.\nMyers made one hundred oxy-hydrogen balloon bombs for the government to do a full scale experiment of producing rain. The balloons were 10, 12, and 20 feet in diameter. The purpose of the Texas experiment was to see if making artificial rain could be done by man-made &lt;a href=\"weather%20modification\"&gt;weather modification&lt;/a&gt;. After the experiment took place it was reported that the result was a success of what was hoped for. The news press release of August 20, 1891, reported that rain was made to fall two days before at three o'clock in the afternoon. At the time the sky was clear and there was no prediction of rain in the area for at least a week. The claim was that the rain produced was directly or indirectly caused by the explosion of the oxygen-hydrogen balloon bombs that were exploded electrically at altitudes of 1800 to 3000 feet. That started a sequence of events that lead to a torrent. The rain storm that ensued was reported by ranchers and railroad linemen for some thousand miles across several states. After this Myers was contracted by paper companies in New York state to see about producing rain in their forests that needed it badly. He contended that the &lt;a href=\"Mohawk%20Valley\"&gt;Mohawk Valley&lt;/a&gt; was a good place to start rain and that the rainfall then would go to the &lt;a href=\"Adirondack%20Mountains\"&gt;Adirondack Mountains&lt;/a&gt; and &lt;a href=\"Catskill%20Mountains\"&gt;Catskill Mountains&lt;/a&gt;.\nWar Airships.\nMyers was already concerned in 1891 that Europe was much more advanced in balloon technology than the United States. He sent a letter of concern to the national newspapers claiming that if any of the European military powers wanted to they could annihilate New York City or any major city in northeastern United States. Newspapers printed his concerns that the next big war would be fought in the sky. Myers pointed out that Germany, France, England, Spain, the Netherlands, Belgium, Russia, Italy and China all had aeronautical apparatus, schools of practice, and secret experimental construction plants making state-of-the-art propeller power driven airships for war. He pointed out as early as October 1890 Commandant &lt;a href=\"Charles%20Renard\"&gt;Charles Renard&lt;/a&gt; was in possession of a motor that could drive &lt;a href=\"La%20France%20%28airship%29\"&gt;\"La France\" dirigible airship&lt;/a&gt; twenty-eight miles an hour and such an airship or a war airship twice that size traveling at forty-five miles an hour could totally destroy any major city in America without difficulty because of its speed. He was encouraging the government to recognize this and to prepare properly against this potential threat.\nMyers said that he was working on defense balloons that could stop them in case of an attack against the United States through a company in Chicago, known as the Chicago Captive Balloon Company. The newspapers printed a counterview that warned against &lt;a href=\"Jingoism\"&gt;Jingoism&lt;/a&gt; and starting rumors that could lead to developing unwanted war airships or a cause for other nations to make military equipment against this new war technology.\nMyers made eleven hydrogen balloons for the Navy for Admiral &lt;a href=\"Francis%20J.%20Higginson\"&gt;Francis J. Higginson&lt;/a&gt; in 1902 for a &lt;a href=\"military%20exercise\"&gt;military exercise&lt;/a&gt;. Ten of the balloons were six feet in diameter and used for signaling purposes that troops were nearby. The eleventh balloon of 12,000 cubic feet capacity was twenty-eight-feet in diameter. It was capable of carrying two men and all their associated observation equipment. It was used by the Signal Corps for a high altitude observation platform to monitor enemy warships. This balloon was tethered to and controlled by a Navy ship. The intelligence gleaned about the enemy and its possible intentions could be passed on to the Army.\nMyers predicted that a combination airship of his \"torpedo\" airship and \"sky-cycle\" airship would be ideal for commerce, transportation, and sport events. He claimed that a \"war craft\" could be made to destroy any fleet, fort, or army within its range. He predicted that if such a combination airship was built and financed by a government then it would dominate the earth.\nSt. Louis World's Fair.\nMyers made passenger balloons for the St. Louis Fair in 1904. He was the superintendent of the Aeronautic Concourse of the &lt;a href=\"Louisiana%20Purchase%20Exposition\"&gt;St. Louis World's Fair&lt;/a&gt;. He was one of the managers in charge of a purse of $200,000 prize money for various balloon tournaments and races. He pointed out that building airships was very expensive and took knowledge of advanced balloon techniques that basically nobody in America had. Myers used as an example, to win the $20,000 prize of the Aero Club the French balloonist &lt;a href=\"Alberto%20Santos-Dumont\"&gt;Alberto Santos-Dumont&lt;/a&gt; spent more than that amount in six airships he entered into the tournament to win. Myers himself had an over abundance of ideas for balloons, but was short on cash to make many of them a reality even though he had the necessary balloon knowledge. The newspapers printed that Myers was making a balloon capable of holding 75,000 to 100,000 cubic feet of hydrogen.\nThe World's Fair airship exhibit was located south of Physical Culture hall and west of the Hall of Congress. The 14 acre \"aerial harbor\" facility was surrounded by a 42 foot high fence which is where all the airships were located. It was like a marine harbor that would hold steamships, but contained large balloons instead – that were all behind the world's first scientific and largest air-break wall. The north end of the area was equipment for making hydrogen gas to fill up these balloon envelopes of whatever shape and size they came in. The varnished silk bags that held the hydrogen gas were made by Myers.\nMyers had also at the World's Fair a torpedo shaped balloon. It was 13 feet in diameter and designed for warfare. The little electric motor propeller that pushed the large airship forward was the size of a fishing reel and smaller than Queen Victoria's brooch on display in a building nearby. His torpedo warships would carry dynamite balls that could be dropped on the enemy remotely from a safe distance away. Myers described how the controlling could be done remotely by transmitting waves of light from a distance.\nMyers and his wife did the first balloon ascension on the Fair grounds on July 4 to race the aeronaut Tracey A. Tisdell to draw crowds. A second ascension was done by Myers on August 27. He had a balloon race with professor G. E. Tomlinson to the &lt;a href=\"Washington%20Monument\"&gt;Washington Monument&lt;/a&gt;. Both were unsuccessful. Myers landed 21 miles from his starting location and Tomlinson ended up hundreds of miles off course before he landed.\nTitles and awards.\nMyers had commercialized the balloon industry and had a monopoly on the related business in the nineteenth century. He called himself \"aeronautic engineer\" in 1888. He was a lecturer at &lt;a href=\"Cooper%20Union\"&gt;Cooper Institute of New York&lt;/a&gt; and at &lt;a href=\"Cornell%20University\"&gt;Cornell University&lt;/a&gt;. Myers toured the United States and gave lectures on aeronautics on many occasions. He was one of the earliest members of the Aero Club of New York, as its fifth pilot. Myers' inventions and innovations pertaining to balloon technology have been written up in \"&lt;a href=\"Scientific%20American\"&gt;Scientific American&lt;/a&gt;\" and other scientific journals. His \"balloon farm\" estate was used for many years by hundreds of aircraft enthusiasts.\nLater life.\nAfter a career of balloon ascending performances and managing the \"balloon farm\" business for several decades Myers retired in 1909. Myers and his wife moved in 1910 to &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt; to live with their daughter, Elizabeth \"Bessie\" Aerial (born 1881). Myers died on November 30, 1925 at the age of 83 and his wife died in 1932, also at the age of 83. During most of his life he was a member of the Episcopal Church and a Republican. In his later life in politics he associated himself with the prohibition party."
}