{
    "id": "4957332",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=4957332",
    "title": "Jim Wilson (wrestler)",
    "text": "James Milligan Wilson (June 12, 1942 – February 2, 2009) was a professional &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"offensive%20lineman\"&gt;offensive lineman&lt;/a&gt; and a &lt;a href=\"Professional%20wrestling\"&gt;professional wrestler&lt;/a&gt;. \nDuring his time as a wrestler, he attempted to start a &lt;a href=\"labor%20union\"&gt;labor union&lt;/a&gt; for wrestlers, and continued his efforts after he left the sport. He is the co-author of a book called \"CHOKEHOLD: Pro Wrestling's Real Mayhem Outside the Ring\" which exposed certain unfair labor practices by various promoters, most of them &lt;a href=\"National%20Wrestling%20Alliance\"&gt;National Wrestling Alliance&lt;/a&gt; members, but also including &lt;a href=\"Vince%20McMahon\"&gt;Vince McMahon&lt;/a&gt; and his &lt;a href=\"World%20Wrestling%20Entertainment\"&gt;World Wrestling Entertainment&lt;/a&gt;.\nFootball.\nHe had been a good athlete from his early years, overcoming a &lt;a href=\"spinal%20curvature\"&gt;spinal curvature&lt;/a&gt; problem and was offered a &lt;a href=\"Athletic%20scholarship\"&gt;football scholarship&lt;/a&gt; to the &lt;a href=\"University%20of%20Georgia\"&gt;University of Georgia&lt;/a&gt;. Although recruited from high school as a fullback, because of his size he played both ways as an offensive and defensive lineman and was named &lt;a href=\"1964%20College%20Football%20All-America%20Team\"&gt;All-American&lt;/a&gt; for his contributions as an offensive tackle during his time there; he was coach &lt;a href=\"Vince%20Dooley\"&gt;Vince Dooley&lt;/a&gt;'s first &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt;n. Coach Dooley would comment at Wilson's funeral service that had he known of his accomplishments as a high school fullback, he would have handed Wilson the ball as well.\nIn 1964, he was drafted by the then-&lt;a href=\"Boston%20Patriots\"&gt;Boston Patriots&lt;/a&gt; of the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt; and the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; of the established &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;; he signed with the 49ers. He was also voted into the 1965 All Rookie team. Wilson played in San Francisco for two seasons and then, at his request, was dealt to the &lt;a href=\"Atlanta%20Falcons\"&gt;Atlanta Falcons&lt;/a&gt;, who were just starting up. It was during his time with the Falcons that he was approached by &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; wrestler and promoter &lt;a href=\"Ray%20Gunkel\"&gt;Ray Gunkel&lt;/a&gt; to wrestle during the football off-season. He agreed to do so, as most NFL contracts at that time did not pay during the off season.\nThe Falcons did not approve of his off-season wrestling, and as a result, he was traded to the then-&lt;a href=\"Los%20Angeles%20Rams\"&gt;Los Angeles Rams&lt;/a&gt; for whom he played for three seasons, before injuries ended his NFL career in 1971.\nIn 2001, he was inducted into the &lt;a href=\"Georgia%20Sports%20Hall%20of%20Fame\"&gt;Georgia Sports Hall of Fame&lt;/a&gt;. Four years later, he was also inducted into the &lt;a href=\"UGA%20Circle%20of%20Honor\"&gt;UGA Circle of Honor&lt;/a&gt;.\nProfessional wrestling career.\nWilson attempted to reform professional wrestling and start up a union for professional wrestlers. He wrote the book \"CHOKEHOLD: Pro Wrestling's Real Mayhem Outside the Ring\", which was released in 2003 in which he claimed he had been blackballed from the sport. Wilson brought forward an antitrust case against the National Wrestling Alliance in 1980. In 1984, he also appeared on \"&lt;a href=\"20/20%20%28U.S.%20TV%20series%29\"&gt;20/20&lt;/a&gt;\", speaking out against the wrestling industry. In addition, in 2007, he attempted to convince the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; to hold hearings on the wrestling industry.\nPersonal life.\nWilson was born to a fairly distinguished family living just outside &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;. His father had been a decorated veteran of World War II and his mother's side traced its lineage back to the \"&lt;a href=\"Mayflower\"&gt;Mayflower&lt;/a&gt;\".\nWilson died of &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; in Atlanta on February 2, 2009. He was 66."
}