{
    "id": "4957716",
    "revid": "82432",
    "url": "https://en.wikipedia.org/wiki?curid=4957716",
    "title": "Euan Henderson",
    "text": "Euan Henderson is a retired &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; professional &lt;a href=\"snooker\"&gt;snooker&lt;/a&gt; player.\nCareer.\nIn his twelve-year professional career he reached only one ranking final, in the &lt;a href=\"1996%20Grand%20Prix%20%28snooker%29\"&gt;1996&lt;/a&gt; &lt;a href=\"grand%20Prix%20%28snooker%29\"&gt;Grand Prix&lt;/a&gt;, albeit without beating any of the game's established leading players. His 6–3 semi-final win over the Welsh veteran &lt;a href=\"Mark%20Bennett%20%28snooker%20player%29\"&gt;Mark Bennett&lt;/a&gt; (who had knocked out several of the game's big names – including &lt;a href=\"Chris%20Small\"&gt;Chris Small&lt;/a&gt;, &lt;a href=\"Peter%20Ebdon\"&gt;Peter Ebdon&lt;/a&gt;, &lt;a href=\"Steve%20Davis\"&gt;Steve Davis&lt;/a&gt; and &lt;a href=\"Tony%20Drago\"&gt;Tony Drago&lt;/a&gt; en route to the semi-final stage) did see him take out that tournament's in-form player. However, &lt;a href=\"Mark%20Williams%20%28snooker%20player%29\"&gt;Mark Williams&lt;/a&gt; proved too strong for Henderson in the final. Henderson took the opening frame and also led 3–2 at one point, but lost 9–5 to Williams. This tournament, besides having two surprise semi-finalists in Henderson and Bennett, made headlines because many of the pre-tournament favourites (including the reigning world champion and world No.1 &lt;a href=\"Stephen%20Hendry\"&gt;Stephen Hendry&lt;/a&gt;, &lt;a href=\"Alan%20McManus\"&gt;Alan McManus&lt;/a&gt;, &lt;a href=\"Peter%20Ebdon\"&gt;Peter Ebdon&lt;/a&gt; and &lt;a href=\"Nigel%20Bond\"&gt;Nigel Bond&lt;/a&gt;) were all knocked out in the first round.\nIn the 1994 Grand Prix competition he had his first high-profile victory, beating &lt;a href=\"Jimmy%20White\"&gt;Jimmy White&lt;/a&gt; to reach the last 16.\nAfter snooker.\nAfter retiring from snooker in 2003, Henderson became a police officer."
}