{
    "id": "4958777",
    "revid": "19349497",
    "url": "https://en.wikipedia.org/wiki?curid=4958777",
    "title": "Knockhill",
    "text": "Knockhill Racing Circuit is a &lt;a href=\"motor%20racing\"&gt;motor racing&lt;/a&gt; circuit in &lt;a href=\"Fife\"&gt;Fife&lt;/a&gt;, Scotland. It opened in September 1974 and is Scotland's national &lt;a href=\"motorsport\"&gt;motorsport&lt;/a&gt; centre. The circuit is located in the countryside about north of &lt;a href=\"Dunfermline\"&gt;Dunfermline&lt;/a&gt;. It is the only &lt;a href=\"F%C3%A9d%C3%A9ration%20Internationale%20de%20l%27Automobile\"&gt;FIA&lt;/a&gt; approved circuit in Scotland.\nHistory.\nThe circuit opened in September 1974. It was created by joining service roads to a nearby disused mineral railway, closed in 1951, which served Lethans Colliery. The first car race was held on 18 May 1975.\nBetween 1974 and 1983 the circuit had several different owners which helped to steadily develop the circuit's facilities and attractions. Derek Butcher became the owner in 1984 and since then Knockhill has been developed to a point where it is able to host rounds of most of the major British car and motorbike championships. The circuit hosted a round of the &lt;a href=\"British%20Touring%20Car%20Championships\"&gt;British Touring Car Championships&lt;/a&gt; for twelve years until the deal ended in 2002 with the promoters seeking infrastructure upgrades. Knockhill made improvements and the touring car series returned to Knockhill in 2004 with ITV televising the event live. The &lt;a href=\"British%20Formula%203%20International%20Series\"&gt;British Formula Three Championship&lt;/a&gt; and &lt;a href=\"British%20GT%20Championship\"&gt;British GT Championship&lt;/a&gt; returned to Knockhill in May 2005.\nIn 2008, Knockhill named a corner \"Leslie's Bend\" in the honour of race car driver &lt;a href=\"David%20Leslie%20%28racing%20driver%29\"&gt;David Leslie&lt;/a&gt; shortly after his death in a small jet aircraft-accident at &lt;a href=\"2008%20Biggin%20Hill%20Cessna%20Citation%20crash\"&gt;Farnborough&lt;/a&gt;.\nIn 2012, the circuit restarted racing and track days in the counter-clockwise direction. It gained a licence for motorbikes and cars to compete in both directions, the first racing circuit to achieve this in the UK in modern times. the circuit has an FIA grade 3 licence, the only circuit in Scotland issued with a license by the FIA at this time.\nThe circuit.\nThe circuit has three layouts, the International layout with 9 corners, the National layout with 10 corners and the tri-oval. On all layouts the circuit is wide, and has a total elevation change of .\n A lap of Knockhill, beginning at the start line (which unusually for a motor racing circuit is at a different point to the finish line. Whilst the start line is roughly in the middle of the pit straight, the finish line is situated slightly to the west, towards the final corner), first involves passing over the crest which marks the highest point of the circuit. The circuit then levels out and passes under the pedestrian bridge before a short braking zone preceding the first of the nine corners, \"Duffus Dip\", a fast, blind apexed downhill right hand corner widely regarded as one of the most challenging corners in the United Kingdom. At the foot of this decline is a quick left hand corner named \"Leslie's\" followed swiftly by a tricky braking zone, due to vehicles possibly still being unsettled from the levelling out of the track through Leslie's, for the next corner, a ninety degree right hand bend named \"McIntyre's\".\nAfter the exit of \"McIntyre's\" there is a short straight leading to the next corner, a shallow right hand corner named \"Butcher's\". After this the track dips downward (reaching the lowest point of the circuit) before rising fairly steeply upwards towards another very challenging corner. \"The Chicane\" is a challenge because the second, right hand part of the corner is completely blind and drivers do not see the apex of the second part until after they have turned in and it is this combined with the presence of a sausage kerb on the inside of the track to deter corner cutting that results in vehicles often going through the chicane on two wheels (and occasionally off the ground completely). After a run down the short back straight comes the next corner, \"Clark's\", a blind uphill right hander, frequently the scene of vehicles getting onto two wheels and/or running wide into the gravel located on the outside of the corner. Fairly quickly following this is a corner now named \"Hislop's\" but previously named \"Railway\", in reference to the fact that it is this section of the track that runs along the location of the old railway line. This corner is a left handed kink taken at relatively high speeds. \nThen comes the second longest straight of the circuit, also named Railway, where vehicles often slipstream one another in preparation for the heaviest braking zone belonging to the ninth and final corner. \"Taylor's\" is a hairpin corner that is one of the tightest found anywhere in the UK. It has an uphill apex, is arguably the best overtaking point of the circuit and was previously known as the \"Real Radio Hairpin\" for sponsorship reasons. Upon exit from \"Taylor's\" vehicles accelerate hard on the part uphill pit straight towards the finish line.\nEvents and facilities.\nThe circuit hosts different events throughout the year, with the main points usually being the annual rounds of the &lt;a href=\"British%20Touring%20Car%20Championship\"&gt;British Touring Car Championship&lt;/a&gt; and &lt;a href=\"British%20Superbike%20Championship\"&gt;British Superbike Championship&lt;/a&gt;. There are also lesser events such as the monthly meetings of the Scottish Motor Racing Club, Knockhill Motor Sports Club and Super Lap Scotland and regular &lt;a href=\"Track%20day\"&gt;trackdays&lt;/a&gt; for cars and bikes. Some events are exclusive to the circuit, such as legend racing and the &lt;a href=\"Scottish%20Formula%20Ford%20Championship\"&gt;Scottish Formula Ford Championship&lt;/a&gt; races. Highlights of these events are televised as part of a show on &lt;a href=\"Motors%20TV\"&gt;Motors TV&lt;/a&gt;.\nThe circuit has on-site parking for 3,000 cars located in the areas south of Taylor's hairpin, Hislop's, Clark's and the Chicane.\nKnockhill offers a range of motorsport facilities. In addition to the main circuit it has a concrete &lt;a href=\"rallying\"&gt;rally&lt;/a&gt; stage to the south of the hairpin, a 500-metre long &lt;a href=\"karting\"&gt;karting&lt;/a&gt; circuit located east of the main paddock area, a skid pan to the east of the karting circuit and an offroad course located to the north of the main circuit. There is also another offroading course in the main circuit's infield, which is no longer used.\nThe main circuit offers track-driving experiences using a choice of &lt;a href=\"Ferrari%20F430\"&gt;Ferrari F430&lt;/a&gt;, &lt;a href=\"Aston%20Martin%20Vantage%20%282005%29\"&gt;Aston Martin Vantage&lt;/a&gt;, &lt;a href=\"Legends%20car%20racing\"&gt;Legend&lt;/a&gt; race car, &lt;a href=\"Honda%20Civic%20Type%20R%23FK2%20%282015%3B%20based%20on%20ninth%20generation%20Civic%29\"&gt;Honda Civic Type Rs&lt;/a&gt; and &lt;a href=\"Audi\"&gt;Audi&lt;/a&gt;-powered, &lt;a href=\"Van%20Diemen\"&gt;Van Diemen&lt;/a&gt; single-seater formula cars. The rally stage can be used for a rally driving experience in modified &lt;a href=\"Ford%20Fiesta%23Sixth%20generation%20%282008%E2%80%932017%29%20%28UK%20Mk7%29\"&gt;Ford Fiestas&lt;/a&gt;, the skid pan for a skid-control driving experience in a number of different cars, and the offroad course using a &lt;a href=\"Jeep%20Wrangler%23JK%20%282006%E2%80%932018%29\"&gt;Jeep Wrangler&lt;/a&gt;. The circuit offers motorsport taster days for people with disabilities, as well as a driving experience for those too young to legally drive on the public roads using &lt;a href=\"Ford%20Fiesta%23Fifth%20generation%20%282002%E2%80%932008%29%20%28UK%20Mk6%29\"&gt;Ford Fiestas&lt;/a&gt;.\nIn popular culture.\nThe circuit was the location for &lt;a href=\"Kaiser%20Chiefs\"&gt;Kaiser Chiefs&lt;/a&gt;' \"Hole in My Soul\" music video, part of their \"&lt;a href=\"Stay%20Together%20%28album%29\"&gt;Stay Together&lt;/a&gt;\" album, and appears in several video games, including \"&lt;a href=\"Project%20CARS%202\"&gt;Project CARS 2&lt;/a&gt;\", ' and some of the games in the \"&lt;a href=\"TOCA%20%28series%29\"&gt;TOCA&lt;/a&gt;\" series. It appeared on television in Episode 7 of Series 8 of the British motoring programme \"&lt;a href=\"Top%20Gear%20%28current%20format%29\"&gt;Top Gear&lt;/a&gt;\" and the first episode of '. The track also appeared in \"The Grand Tour presents: Lochdown\", where the track is featured in a series of time trials performed by the presenters. "
}