{
    "id": "49609323",
    "revid": "43165445",
    "url": "https://en.wikipedia.org/wiki?curid=49609323",
    "title": "Resistance (Star Wars)",
    "text": "The Resistance is a fictional &lt;a href=\"Partisan%20%28military%29\"&gt;partisan&lt;/a&gt; &lt;a href=\"resistance%20movement\"&gt;resistance movement&lt;/a&gt; and &lt;a href=\"Private%20army\"&gt;private paramilitary force&lt;/a&gt; led by &lt;a href=\"Princess%20Leia\"&gt;General Leia Organa&lt;/a&gt; that opposes the &lt;a href=\"First%20Order%20%28Star%20Wars%29\"&gt;First Order&lt;/a&gt; in the &lt;a href=\"fictional%20universe\"&gt;fictional universe&lt;/a&gt; of \"&lt;a href=\"Star%20Wars\"&gt;Star Wars&lt;/a&gt;\". It is a splinter of the &lt;a href=\"military\"&gt;military&lt;/a&gt; of the &lt;a href=\"New%20Republic%20%28Star%20Wars%29\"&gt;New Republic&lt;/a&gt; and takes inspiration from the &lt;a href=\"Rebel%20Alliance\"&gt;Rebel Alliance&lt;/a&gt;, which had established the &lt;a href=\"Democracy\"&gt;democratic&lt;/a&gt; New Republic after its war with the &lt;a href=\"Galactic%20Empire%20%28Star%20Wars%29\"&gt;Galactic Empire&lt;/a&gt;. Many of the senior officers of the Resistance also served in the Rebel Alliance thirty years prior, including General Organa and &lt;a href=\"Admiral%20Ackbar\"&gt;Admiral Ackbar&lt;/a&gt;, while some junior officers had parents who served in the Rebel Alliance, as is the case with &lt;a href=\"Poe%20Dameron\"&gt;Poe Dameron&lt;/a&gt;.\nThe Resistance was a precautionary movement founded by Senator Leia Organa in response to the rise of the First Order; a &lt;a href=\"military%20dictatorship\"&gt;military dictatorship&lt;/a&gt; that rose from the fallen Old Empire in the galaxy's unexplored space (the Unknown Regions) by staunchly loyal former Imperial hardliners. The New Republic did not deem the First Order to be a credible threat, so Senator Organa and several other Rebel veterans broke away from the New Republic's military and founded the Resistance. As depicted in the events of \"\" (2015), the First Order used the &lt;a href=\"Starkiller%20Base\"&gt;Starkiller superweapon&lt;/a&gt; to shatter the New Republic government and starfleet, leaving the galaxy vulnerable for conquest. They were now only opposed by the Resistance, whose fears had come true.\nThe Resistance is the main &lt;a href=\"Protagonist\"&gt;protagonist&lt;/a&gt; faction in the &lt;a href=\"Star%20Wars%20sequel%20trilogy\"&gt;\"Star Wars\" sequel trilogy&lt;/a&gt;, first introduced in the 2015 film \"Star Wars: The Force Awakens\". It made subsequent appearances in ' (2017), ' (2019), and related media.\nDepiction.\nOrigins.\nOne year after the &lt;a href=\"Battle%20of%20Endor\"&gt;Battle of Endor&lt;/a&gt; (depicted in \"&lt;a href=\"Return%20of%20the%20Jedi\"&gt;Return of the Jedi&lt;/a&gt;\"), following Imperial defeat at the &lt;a href=\"Battle%20of%20Jakku\"&gt;Battle of Jakku&lt;/a&gt;, many Imperial loyalists fled to the galaxy's Unknown Regions, which were nigh-impossible to safely navigate, though was made possible for these select Imperial loyalists through a secret &lt;a href=\"Continuation%20of%20government\"&gt;contingency plan&lt;/a&gt; designed to destroy the &lt;a href=\"Galactic%20Empire%20%28Star%20Wars%29\"&gt;Galactic Empire&lt;/a&gt; and rebuild it to eventually return to the galaxy. The &lt;a href=\"Rebel%20Alliance\"&gt;Rebel Alliance&lt;/a&gt; had established the &lt;a href=\"New%20Republic%20%28Star%20Wars%29\"&gt;New Republic&lt;/a&gt;, following in the footsteps of the &lt;a href=\"Galactic%20Republic\"&gt;Old Republic&lt;/a&gt;, and signed the Galactic Concordance with what remained of the Empire, reducing it to a mere &lt;a href=\"rump%20state\"&gt;rump state&lt;/a&gt; of what it once was and eventually dissolving it entirely, leaving the Republic as the sole galactic power and government. Eventually, the &lt;a href=\"First%20Order%20%28Star%20Wars%29\"&gt;First Order&lt;/a&gt;, a remnant of Palpatine's regime, rose to power in the Unknown Regions and repeatedly ignored and violated the Galactic Concordance, rebuilding former Imperial fleets and mobilizing a new generation of &lt;a href=\"Stormtrooper%20%28Star%20Wars%29\"&gt;stormtrooper&lt;/a&gt; forces in its expanding armies. Despite this, the heavily demilitarized New Republic did not view the First Order as a true threat and disregarded it entirely, leading to several Rebel veterans led by &lt;a href=\"Princess%20Leia\"&gt;General Leia Organa&lt;/a&gt; to break away and form the Resistance as a check on the designs of the First Order. The Resistance, which hearkened back to the Rebel Alliance, recruited from both the New Republic military and worlds that experienced the worst of the Empire. Though the Republic tolerated the Resistance, it did not officially support the private military force, though secretly some within the Republic Senate, who shared the fears of the Resistance, funded and armed the group.\n\"Star Wars: The Force Awakens\" (2015).\nAs depicted in the 2015 film, \"\", the Resistance is in a desperate race with the &lt;a href=\"First%20Order%20%28Star%20Wars%29\"&gt;First Order&lt;/a&gt; in finding the location of &lt;a href=\"Luke%20Skywalker\"&gt;Luke Skywalker&lt;/a&gt;, the last &lt;a href=\"Jedi\"&gt;Jedi&lt;/a&gt;. &lt;a href=\"Princess%20Leia\"&gt;General Leia Organa&lt;/a&gt; hopes to recruit her brother back into the fight while &lt;a href=\"Kylo%20Ren\"&gt;Kylo Ren&lt;/a&gt; of the First Order seeks to eliminate him, though &lt;a href=\"Supreme%20Leader%20Snoke\"&gt;Supreme Leader Snoke&lt;/a&gt;, leader of the First Order and Kylo Ren's master, only seeks to prevent the Resistance from reaching him first. This culminates in General Organa dispatching agent &lt;a href=\"Poe%20Dameron\"&gt;Poe Dameron&lt;/a&gt; to &lt;a href=\"Jakku\"&gt;Jakku&lt;/a&gt; to recover part of a navigational star map to the first Jedi temple from an old ally, &lt;a href=\"Lor%20San%20Tekka\"&gt;Lor San Tekka&lt;/a&gt;, where Skywalker is believed to be residing, though Ren intercepts Dameron and captures him, killing San Tekka in the process. Dameron's droid, &lt;a href=\"BB-8\"&gt;BB-8&lt;/a&gt;, is able to escape with the map. Dameron is tortured for information, but is able to escape with the aid of &lt;a href=\"Defection\"&gt;defector&lt;/a&gt; &lt;a href=\"Stormtrooper%20%28Star%20Wars%29\"&gt;stormtrooper&lt;/a&gt; FN-2187, whom Dameron dubs &lt;a href=\"Finn%20%28Star%20Wars%29\"&gt;Finn&lt;/a&gt;. They crash land back on Jakku, where Dameron is presumed dead, though Finn finds the droid BB-8 in the company of local &lt;a href=\"Waste%20picker\"&gt;scavenger&lt;/a&gt; &lt;a href=\"Rey%20%28Star%20Wars%29\"&gt;Rey&lt;/a&gt;. When the two are seen together, they are marked by First Order stormtroopers and forced to escape Jakku together aboard the \"&lt;a href=\"Millennium%20Falcon\"&gt;Millennium Falcon&lt;/a&gt;\", which is docked in a local establishment.\nThe \"Millennium Falcon\" is found and captured by &lt;a href=\"Han%20Solo\"&gt;Han Solo&lt;/a&gt; and &lt;a href=\"Chewbacca\"&gt;Chewbacca&lt;/a&gt;, who are forced to escape with Rey, Finn, and BB-8 after they are pursued by two rival criminal gangs, though one of them identifies the droid BB-8 and informs the First Order of it now being in the hands of Solo. Solo, Chewbacca, Rey, Finn, and BB-8 find refuge on &lt;a href=\"Takodana\"&gt;Takodana&lt;/a&gt; with Solo's old friend &lt;a href=\"Maz%20Kanata\"&gt;Maz Kanata&lt;/a&gt;, who runs a refugee castle on the planet and has some knowledge of &lt;a href=\"the%20Force\"&gt;the Force&lt;/a&gt; herself, though is not a Jedi. There, Kanata implores Solo to return to his wife, the two having split after a tragic incident (their son, Ben Solo's fall to the dark side and transformation into Kylo Ren), helps Finn, who reveals to Rey that he was a stormtrooper, find passage to the Outer Rim to disappear, and advises Rey, who is strong in the Force, to take Skywalker's &lt;a href=\"lightsaber\"&gt;lightsaber&lt;/a&gt;, which Kanata has been holding onto. Rey refuses, however, and runs into the forest. While Finn loads onto a transport and Rey runs away, &lt;a href=\"General%20Hux\"&gt;General Hux&lt;/a&gt; uses the Starkiller superweapon to destroy the &lt;a href=\"New%20Republic%20%28Star%20Wars%29\"&gt;New Republic&lt;/a&gt; capital, where the Republic Senate and Starfleet are also destroyed, shattering the Republic government and confirming the Resistance's worst fears, leaving the galaxy vulnerable to First Order conquest. Kylo Ren attacks Takodana and takes Rey captive after learning she has seen the map, withdrawing the stormtrooper forces when the surviving Poe Dameron comes to aid with Resistance &lt;a href=\"Jedi%20starfighter\"&gt;starfighter&lt;/a&gt; pilots. Solo reunites with his wife, and travels to &lt;a href=\"D%27Qar\"&gt;D'Qar&lt;/a&gt; with her, Finn, and BB-8, where Finn reunites with Poe Dameron.\nIn order to launch a counterattack on the First Order, Finn is used for his knowledge of Starkiller Base and taken to the icy planet by Solo and Chewbacca while Poe Dameron leads two starfighter squadrons, awaiting to attack the &lt;a href=\"star%20system\"&gt;star system&lt;/a&gt;-destroying superweapon as Solo, Finn, and Chewbacca take down the planet's shields, though Finn also seeks to rescue Rey from the clutches of Kylo Ren. They run into Rey, who has already escaped on her own, and capture &lt;a href=\"Captain%20Phasma\"&gt;Captain Phasma&lt;/a&gt;, whom they force to lower the shields. The Resistance party then travels to the base's thermal oscillator to plant bombs and destroy it, leaving the weapon itself vulnerable, though in the process, Han Solo reunites with his son. Rey, Finn, and Chewbacca watch on as Han Solo implores Ben to return to his family and abandon the dark side, but Kylo Ren kills his father per the urging of Supreme Leader Snoke, hoping it will give him power. Instead, Kylo Ren finds himself only further lost in conflict and is struck by a bolt from Chewbacca. Nevertheless, it buys time for Poe Dameron and his squadrons to attack the base and perform bombing runs on the oscillator. After Chewbacca detonates the bombs, the oscillator is left vulnerable and Dameron performs a trench run, bombing it and destroying it, leading to the entire planet to begin collapsing in itself. Rey and Finn duel Kylo Ren; Finn is beaten and knocked unconscious, but Rey is able to overcome Ren. Rey escapes with Finn's body aboard the \"Millennium Falcon\" piloted by Chewbacca, and they return with Dameron and the surviving Resistance pilots back to their base on D'Qar. While Finn and Chewbacca are healed of their injuries, the droid &lt;a href=\"R2-D2\"&gt;R2-D2&lt;/a&gt; wakes up, revealing the rest of the map to the first Jedi temple and combining it with BB-8's. Rey is sent there by General Organa, where she finds Luke Skywalker and offers him his father's lightsaber as a symbol of hope for the Resistance and the galaxy.\n\"Star Wars: The Last Jedi\" (2017).\nIn the 2017 film \"\", following their successful destruction of Starkiller Base, the Resistance is ruthlessly pursued and nearly decimated by the First Order. Having failed to destroy the Resistance base on D'Qar, the First Order dispatches the \"Mandator IV\"-class Siege Dreadnought \"Fulminatrix\" to destroy it with powerful orbital weaponry. As the Resistance evacuate aboard the flagship \"Raddus\" and a fleet of other ships, Poe Dameron, who was recently promoted to be a commander, decides to lead a desperate assault on the \"Fulminatrix\", hoping to destroy it to ensure that more Resistance personnel escape the planet alive. His starfighter forces succeed in doing so, but many pilots are killed in the process. Upon returning to the \"Raddus\", he is demoted to captain by General Organa for losing a major portion of the Resistance's starfighters.\nThe Resistance's fleet is then pursued across the galaxy by the First Order's fleet of Star Destroyers, led by the massive \"Mega\"-class Star Dreadnought \"Supremacy\", with Supreme Leader Snoke on board. The First Order is able to keep up with the Resistance due to the \"Supremacy\"'s ability to track down hyperspace jumps, and dispatches its starfighters, led by Kylo Ren, to degrade the Resistance's fighting abilities. The Resistance's remaining starfighters are destroyed, several Resistance leaders, including Admiral Ackbar, are killed in the assault, and Organa is seriously wounded, which results in Vice Admiral Amilyn Holdo assuming temporary leadership of the Resistance. With very little fuel and combat resources available, Holdo deduces that the only option for the Resistance is to evacuate to another planet via escape pods, a course of action that Dameron objects to, but is unable to prevent. The First Order then begins firing upon the fleeing convoy, destroying some of the escape pods and much of the dwindling Resistance fleet as its personnel, except Holdo, begin abandoning ship, but is unable to destroy the \"Raddus\" due to its rear shield deflector.\nMeanwhile, Finn, BB-8 and Resistance technician &lt;a href=\"Rose%20Tico\"&gt;Rose Tico&lt;/a&gt; embark on a secret mission to the planet Cantonica to find a slicer who can disable the \"Supremacy\"'s hyperspace tracker, which turns out to be a man named &lt;a href=\"DJ%20%28Star%20Wars%29\"&gt;DJ&lt;/a&gt;. The four of them then sneak on board the \"Supremacy\" in disguise and nearly succeed in shutting down the tracker, only to have DJ betray the three others and turn them over to the First Order, before escaping with a monetary reward. Finn and Rose are then taken to a hangar where they await execution, but before they could be struck down, Holdo turns the \"Raddus\" around and stages a &lt;a href=\"suicide%20attack\"&gt;suicide attack&lt;/a&gt; by aiming a hyperspace jump right through the \"Supremacy\", tearing it asunder. Finn, Rose and BB-8 then fight their way out of the damaged \"Supremacy\" as it falls apart, defeating Captain Phasma in the process, and join the other surviving Resistance personnel as they gather on the planet &lt;a href=\"Crait\"&gt;Crait&lt;/a&gt;, taking refuge in an abandoned Rebel Alliance base.\nThe First Order, led by Kylo Ren, arrives on Crait and assaults the base, using a superlaser siege cannon, AT-M6 and AT-AT &lt;a href=\"Walker%20%28Star%20Wars%29\"&gt;walkers&lt;/a&gt; to break down its heavy-duty doors. The Resistance forces were preparing for defense, using several laser turrets and ski speeders to attack on the First Order walkers, including the \"Millennium Falcon\" counterattack on the First Order's TIE fighters and Finn's attempted suicide attack on the First Order's siege cannon, the First Order successfully breaches the base's entrance. However, before the First Order could advance further to finish off what little remained of the Resistance, they are stopped by a Force projection of Luke Skywalker, who then confronts Kylo Ren, stalling him and his forces long enough for the remnants of the Resistance to escape the base through a backdoor exit and on board the \"Millennium Falcon\", with additional help from Rey and Chewbacca, before blasting into hyperspace away from the First Order to regroup.\n\"Star Wars: The Rise of Skywalker\" (2019).\nThe Resistance appears in \"&lt;a href=\"The%20Rise%20of%20Skywalker\"&gt;The Rise of Skywalker&lt;/a&gt;\", set a year after \"The Last Jedi\". They are based on the jungle moon of Ajan Kloss. Finn, Poe, R2-D2, and Chewie were first seen to be collecting Intel about Palpatine's return from the First Order's spy and fled back to their base using the \"Falcon\" after wiping off the TIE fighters that chased them. Later on, they and C-3PO accompanied Rey to search for clues to the Sith way-finder artifact mentioned by Luke Skywalker. The Resistance under command by Poe Dameron and Finn, traveled to Exegol with their fleet to face the &lt;a href=\"Sith%23Sith%20Eternal\"&gt;Sith Eternal&lt;/a&gt; forces, including the Final Order, and ultimately emerged victorious. After the death of Palpatine, the Resistance has won, as citizens of the galaxy rise up against the First Order, thus bringing the regime to its demise. The fate of the galaxy following the defeat of the Final Order has never been revealed, but it's likely that thanks to the Resistance that it made a return to democracy.\nLeadership.\nFleet Command.\nLed by Fleet Admiral &lt;a href=\"Gial%20Ackbar\"&gt;Gial Ackbar&lt;/a&gt;, General &lt;a href=\"Leia%20Organa\"&gt;Leia Organa&lt;/a&gt;, and &lt;a href=\"Vice%20Admiral%20Amilyn%20Holdo\"&gt;Vice Admiral Amilyn Holdo&lt;/a&gt;, the Resistance Fleet is vital to the survival of the resistance in \"\". When Admiral Ackbar is killed and Leia in a coma, Vice Admiral Holdo assumes command of the fleet.\nGround Forces.\nThe Resistance Ground forces are led by &lt;a href=\"General%20Caluan%20Ematt\"&gt;General Caluan Ematt&lt;/a&gt; and Commander Larma D'Acy. Because the Resistance is too small to support official infantry units, pilots, technicians, and other personnel are trained to fight if necessary."
}