{
    "id": "49605961",
    "revid": "2956291",
    "url": "https://en.wikipedia.org/wiki?curid=49605961",
    "title": "House of Splendid Isolation",
    "text": "House of Splendid Isolation is a &lt;a href=\"1994%20in%20literature\"&gt;1994 novel&lt;/a&gt; by Irish novelist &lt;a href=\"Edna%20O%27Brien\"&gt;Edna O'Brien&lt;/a&gt;. The novel depicts the relations of an &lt;a href=\"Irish%20Republican%20Army\"&gt;Irish Republican Army&lt;/a&gt; terrorist and his hostage, an elderly woman. The novel brings elements of the &lt;a href=\"Thriller%20%28genre%29\"&gt;thriller&lt;/a&gt; genre to O'Brien's ongoing explorations of Irish society. It is based on the life of &lt;a href=\"Dominic%20McGlinchy\"&gt;Dominic McGlinchy&lt;/a&gt;, whom O'Brien interviewed while incarcerated in &lt;a href=\"Portlaoise%20Prison\"&gt;Portlaoise Prison&lt;/a&gt;.\nReception.\n\"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" gave a mediocre review calling the novel both \"a brave book, and if it does not altogether succeed, [and an] attempt nonetheless [that] merits praise.\" The review notes that the novel is a \"dramatic departure\" from O'Brien's typical novels, and in that context of experiment \"we see her audacity fail and her elegant prose run badly out of control.\" \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" was decidedly negative, writing \"there could hardly be a neater illustration of O'Brien's fatal humourlessness, and of the extent to which too much posing as a tragedy queen has turned her deaf to her own bathetic effects.\"\n\"&lt;a href=\"Publishers%20Weekly\"&gt;Publishers Weekly&lt;/a&gt;\" was slightly more positive, noting that the scenes about McGreevy the terrorist were unsuccessful, but describing the novel on a whole as \"Powerful, however, is the elegiac voice on themes of womanly love, the tale's psychological acuity and the re-creation of a haunted landscape.\" \"&lt;a href=\"Kirkus%20Reviews\"&gt;Kirkus Reviews&lt;/a&gt;\" describes it as successful, its \"well worth reading as O'Brien's first concentrated treatment of the troubles--and the pain they visit on the Irish people.\""
}