{
    "id": "49630639",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=49630639",
    "title": "Stadiums Limited",
    "text": "Stadiums Limited is an Australian company established in the late 1890s that owned and administered four venues on Australia's east coast at &lt;a href=\"Festival%20Hall%20%28Melbourne%29\"&gt;West Melbourne Stadium&lt;/a&gt;, &lt;a href=\"Sydney%20Stadium\"&gt;Sydney Stadium&lt;/a&gt;, Leichhardt Stadium and &lt;a href=\"Brisbane%20Festival%20Hall\"&gt;Brisbane Festival Hall&lt;/a&gt;. It was founded in 1915 by &lt;a href=\"John%20Wren\"&gt;John Wren&lt;/a&gt; and Dick Lean Senior who acted as the general manager. Incorporated in its final form in 1915, prior to this, Wren worked with Lean Senior, purchasing the various locations, including the site of what became the West Melbourne Hall, and ultimately Festival Hall from &lt;a href=\"Snowy%20Baker\"&gt;Reginald (Snowy) Baker&lt;/a&gt;. Stadiums initially began presenting both boxing and professional wrestling. Wren, as he did in other parts of his life, offered a great deal of money to boxers and wrestlers to perform. The operations of Stadiums Ltd changed in the second half of the 20th century, as the venues began to be predominantly used for live music and for television broadcasts. Notably, it was Dick Lean Junior as the promoter and Managing Director of Stadiums Ltd who booked &lt;a href=\"the%20Beatles\"&gt;the Beatles&lt;/a&gt; to play Australia in 1964 - arguably the most successful Concert coup in Australian entertainment history. Dick Lean became Managing Director of Stadiums, vastly increasing the Company profitability by continuing to promote and bring to Australia many of the major headline acts during the 1960s, 1970s and 1980s - all who performed in the Stadium's venues in Melbourne, Sydney and Brisbane.\nThe Wren family and others still own Stadiums Ltd as of 2017, and it remains one of Australia oldest private companies.\nPost an extended period of losses over many years and the sale of the company's last operational asset, Festival Hall - Melbourne, in December 2020 - Stadiums Pty Ltd entered voluntary liquidation and was formally wound up in July 2021."
}