{
    "id": "496362",
    "revid": "31472055",
    "url": "https://en.wikipedia.org/wiki?curid=496362",
    "title": "Sakura, Chiba",
    "text": " is a &lt;a href=\"Cities%20of%20Japan\"&gt;city&lt;/a&gt; located in &lt;a href=\"Chiba%20Prefecture\"&gt;Chiba Prefecture&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. , the city had an estimated &lt;a href=\"population\"&gt;population&lt;/a&gt; of 173,740 in 78,483 households and a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 1700 persons per km2. The total area of the city is .\nGeography.\nSakura is located in northeastern Chiba Prefecture on the &lt;a href=\"Shim%C5%8Dsa%20Plateau\"&gt;Shimōsa Plateau&lt;/a&gt;. It is situated approximately 40 kilometers northeast of &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt; and 15 kilometers from &lt;a href=\"Narita%20International%20Airport\"&gt;Narita International Airport&lt;/a&gt;. &lt;a href=\"Chiba%20City\"&gt;Chiba City&lt;/a&gt;, the prefectural capital, lies 15 kilometers southwest of Sakura. Lake Inba forms the northern city limits.\nNeighboring municipalities.\nChiba Prefecture\nClimate.\nSakura has a &lt;a href=\"Humid%20subtropical%20climate\"&gt;Humid subtropical climate&lt;/a&gt; (Köppen \"Cfa\") characterized by warm summers and cool winters with light to no snowfall. The average annual temperature in Sakura is 14.8 °C. The average annual rainfall is 1428 mm with September as the wettest month. The temperatures are highest on average in August, at around 26.3 °C, and lowest in January, at around 4.5 °C.\nDemographics.\nPer Japanese census data, the population of Sakura increased rapidly from the 1960s to the 1980s, and at a lesser extent since.\nHistory.\nThe area around Sakura has been inhabited since prehistory, and archaeologists have found numerous &lt;a href=\"Kofun%20period\"&gt;Kofun period&lt;/a&gt; &lt;a href=\"kofun\"&gt;burial tumuli&lt;/a&gt; in the area, along with the remains of a &lt;a href=\"Hakuho%20period\"&gt;Hakuho period&lt;/a&gt; Buddhist temple. During the &lt;a href=\"Kamakura%20period\"&gt;Kamakura&lt;/a&gt; and &lt;a href=\"Muromachi%20period\"&gt;Muromachi period&lt;/a&gt;s, the area was controlled by the &lt;a href=\"Chiba%20clan\"&gt;Chiba clan&lt;/a&gt;. During the &lt;a href=\"Sengoku%20period\"&gt;Sengoku period&lt;/a&gt;, the Chiba clan fought the &lt;a href=\"Satomi%20clan\"&gt;Satomi clan&lt;/a&gt; to the south, and the &lt;a href=\"Later%20H%C5%8Dj%C5%8D%20clan\"&gt;Later Hōjō clan&lt;/a&gt; to the west. After the defeat of the Chiba clan, the area came within the control of &lt;a href=\"Tokugawa%20Ieyasu\"&gt;Tokugawa Ieyasu&lt;/a&gt;, who assigned one of his chief generals, &lt;a href=\"Doi%20Toshikatsu\"&gt;Doi Toshikatsu&lt;/a&gt; to rebuild &lt;a href=\"Chiba%20Castle\"&gt;Chiba Castle&lt;/a&gt; and to rule over &lt;a href=\"Sakura%20Domain\"&gt;Sakura Domain&lt;/a&gt; as a \"&lt;a href=\"daimy%C5%8D\"&gt;daimyō&lt;/a&gt;.\" Doi rebuilt the area as a \"&lt;a href=\"j%C5%8Dkamachi\"&gt;jōkamachi&lt;/a&gt;\", or &lt;a href=\"castle%20town\"&gt;castle town&lt;/a&gt;, which became the largest castle town in the &lt;a href=\"B%C5%8Ds%C5%8D%20Peninsula\"&gt;Bōsō region&lt;/a&gt;. Under the &lt;a href=\"Tokugawa%20shogunate\"&gt;Tokugawa shogunate&lt;/a&gt;, Sakura Domain came to be ruled for most of the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt; under the &lt;a href=\"Hotta%20clan\"&gt;Hotta clan&lt;/a&gt;. In the &lt;a href=\"Bakumatsu%20period\"&gt;Bakumatsu period&lt;/a&gt; the domain became a center for \"&lt;a href=\"rangaku\"&gt;rangaku&lt;/a&gt;\" studies, centered on the &lt;a href=\"Juntend%C5%8D\"&gt;Juntendō&lt;/a&gt; school of the doctor &lt;a href=\"Taizen%20Sat%C5%8D\"&gt;Taizen Satō&lt;/a&gt; (1804 – 1872). The Juntendō and other educational institutions in Sakura contributed greatly to the &lt;a href=\"Meiji%20Restoration\"&gt;Meiji Restoration&lt;/a&gt;. After the &lt;a href=\"abolition%20of%20the%20han%20system\"&gt;abolition of Sakura Domain&lt;/a&gt;, the area eventually became part of Chiba Prefecture.\nSakura Town was one of several towns and villages created on April 1, 1889 under &lt;a href=\"Inba%20District%2C%20Chiba\"&gt;Inba District&lt;/a&gt; with the establishment of the modern municipalities system. On March 31, 1954, Sakura achieved city status through merger of the neighboring municipalities of Usui, &lt;a href=\"Wada%2C%20Chiba\"&gt;Wada&lt;/a&gt;, Nego, Yadomi, and Shizu.\nGovernment.\nSakura has a &lt;a href=\"mayor-council\"&gt;mayor-council&lt;/a&gt; form of government with a directly elected mayor and a &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; city council of 28 members. Sakura contributes three members to the Chiba Prefectural Assembly. In terms of national politics, the city is part of &lt;a href=\"Chiba%209th%20district\"&gt;Chiba 9th district&lt;/a&gt; of the &lt;a href=\"House%20of%20Representatives%20of%20Japan\"&gt;lower house&lt;/a&gt; of the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt;.\nEconomy.\nSakura is a regional commercial center and, due to its numerous train connections, a &lt;a href=\"bedroom%20community\"&gt;bedroom community&lt;/a&gt; for nearby Chiba and Tokyo, with more than 24% of the population commuting, per the 2010 census.\nTransportation.\nRailway.\n &lt;a href=\"JR%20East\"&gt;JR East&lt;/a&gt; – &lt;a href=\"Narita%20Line\"&gt;Narita Line&lt;/a&gt;, &lt;a href=\"S%C5%8Dbu%20Main%20Line\"&gt;Sōbu Main Line&lt;/a&gt;\n &lt;a href=\"Keisei%20Electric%20Railway\"&gt;Keisei Electric Railway&lt;/a&gt; - &lt;a href=\"Keisei%20Main%20Line\"&gt;Keisei Main Line&lt;/a&gt;\n &lt;a href=\"Yamaman%20Y%C5%ABkarigaoka%20Line\"&gt;Yamaman&lt;/a&gt; - &lt;a href=\"Yamaman%20Y%C5%ABkarigaoka%20Line\"&gt;Yamaman Yūkarigaoka Line&lt;/a&gt;\nLocal attractions.\nSakura boasts a number of tourist attractions, including the large &lt;a href=\"National%20Museum%20of%20Japanese%20History\"&gt;National Museum of Japanese History&lt;/a&gt; located on the ruins of &lt;a href=\"Sakura%20Castle\"&gt;Sakura Castle&lt;/a&gt;. Several samurai houses near the old castle are open to the public and are protected as &lt;a href=\"Important%20Cultural%20Properties%20of%20Japan\"&gt;Important Cultural Properties&lt;/a&gt;. Other sights of interest include the &lt;a href=\"Moto%20Sakura%20Castle\"&gt;Moto Sakura Castle&lt;/a&gt; (one of the &lt;a href=\"Continued%20Top%20100%20Japanese%20Castles\"&gt;Continued Top 100 Japanese Castles&lt;/a&gt;.), &lt;a href=\"Tsukamoto%20Sword%20Museum\"&gt;Tsukamoto Sword Museum&lt;/a&gt;, &lt;a href=\"Sakura%20Museum%20of%20History%20and%20Folklore\"&gt;Sakura Museum of History and Folklore&lt;/a&gt;, &lt;a href=\"Sakura%20City%20Museum%20of%20Art\"&gt;Sakura City Museum of Art&lt;/a&gt;, and the &lt;a href=\"Sakura%20Juntendo%20Memorial%20Building\"&gt;Sakura Juntendo Memorial Building&lt;/a&gt;. Nearby is also the &lt;a href=\"Kawamura%20Memorial%20Museum%20of%20Art\"&gt;Kawamura Memorial Museum of Art&lt;/a&gt;.\nIn 1994 on the 40th anniversary of the city's foundation a Dutch &lt;a href=\"windmill\"&gt;windmill&lt;/a&gt; called \"De Liefde\" was erected by the Dutch &lt;a href=\"millwright\"&gt;millwright&lt;/a&gt; company \"Verbij Hoogmade BV\" on the south-eastern shore of Lake Inba as a landmark of Sakura Furusato Square. The mill serving as a &lt;a href=\"polder\"&gt;polder&lt;/a&gt; mill is named after the first Dutch sailing ship which landed on the Japanese shore in 1600. It is the only windmill of this type in Japan (a so-called \"ground-sailer\", which means a windmill whose sails reach almost down to the ground."
}