{
    "id": "49685031",
    "revid": "2051880",
    "url": "https://en.wikipedia.org/wiki?curid=49685031",
    "title": "Implicit authentication",
    "text": "Implicit authentication (IA) is a technique that allows the &lt;a href=\"smart%20device\"&gt;smart device&lt;/a&gt; to recognize its owner by being acquainted with his/her behaviors. It is a technique that uses &lt;a href=\"machine%20learning\"&gt;machine learning&lt;/a&gt; algorithms to learn user behavior through various sensors on the smart devices and achieve user identification. Most of the current authentication techniques, e.g., password, pattern lock, finger print and iris recognition, are explicit authentication which require user input. Comparing with explicit authentication, IA is transparent to users during the usage, and it significantly increases the usability by reducing time users spending on login, in which users find it more annoying than lack of cellular coverage.\nModel.\nIn Implicit authentication (IA), user behaviors (raw) data are captured by various &lt;a href=\"sensor\"&gt;sensor&lt;/a&gt;s embedded in the smart device, and stored in the database preparing for further processing. After filtering out noise and selecting suitable features, the data will be sent to machine learning tool(s) which will train and return a fine-tuned model back to smart device. The smart device then uses the model as signature to identify the current user. Due to the battery and computation limitation of smart device, the training phase, in which most of the computations are carried out, is usually implemented in the remote server. Some lightweight algorithms, e.g., &lt;a href=\"Kullback%E2%80%93Leibler%20divergence\"&gt;Kl divergence&lt;/a&gt;, are implemented in the local device as parts of real-time authentication units which control lock mechanism of the device.\nThe developing of IA model largely depends on the operating systems, which usually adopt Android and iOS, and there are two different approaches to establish IA model, which are device-centric and application-centric. Device-centric approaches, as the traditional way to establish IA model, leverage most of the information gathered by operating system from various sensors, and IA model is directly running above the operating system. Application-centric approaches however achieve IA through establishing individual framework in each app, which executes independently in the &lt;a href=\"Sandbox%20%28computer%20security%29\"&gt;sandbox&lt;/a&gt;, and it preserves the intrinsic structure of operating system, while simplifies IA developing.\nHistory.\nIn 1977, &lt;a href=\"Helen%20M.%20Wood\"&gt;Helen M. Wood&lt;/a&gt; indicated that there were two types of bio-metric authentication approaches - physiological and behavioral bio-metrics. The second approach related to user's gait, location information and keystroke patterns. The utilization of the bio-metrics for user authentication had been developed in the field such as: location-based access control, notably &lt;a href=\"keystroke%20dynamics\"&gt;keystroke dynamics&lt;/a&gt; and typing pattern. In 2010, Shi et al. had migrated bio-metrics authentication approach to mobile device which contained many sensors, and significantly increased the accuracy of the authentication, and they called the new approach \"implicit authentication\". Due to the fast growth of smart technology, smart device became more and more sophisticated with computational power grew in each year, and it provided the foundation for IA to achieve high accurate and user-friendly authentication. The current IA approaches mainly focused on touch sensor, GPS and accelerometer, and the corresponding techniques were &lt;a href=\"Support%20vector%20machine\"&gt;SVM&lt;/a&gt;, &lt;a href=\"K-nearest%20neighbors%20algorithm\"&gt;kNN&lt;/a&gt;, &lt;a href=\"Gaussian%20mixture%20model\"&gt;GMM&lt;/a&gt; and &lt;a href=\"topic%20model\"&gt;topic model&lt;/a&gt;."
}