{
    "id": "49694873",
    "revid": "40808091",
    "url": "https://en.wikipedia.org/wiki?curid=49694873",
    "title": "Bobbili Fort",
    "text": "The Bobbili Fort, located in the &lt;a href=\"Vizianagaram%20district\"&gt;Vizianagaram district&lt;/a&gt; of the &lt;a href=\"Indian%20state\"&gt;Indian state&lt;/a&gt; of &lt;a href=\"Andhra%20Pradesh\"&gt;Andhra Pradesh&lt;/a&gt;, was built during the middle of the 19th century in &lt;a href=\"Bobbili\"&gt;Bobbili&lt;/a&gt;. It has a historical link to the nearby mud fort of the same name which was destroyed during the &lt;a href=\"Battle%20of%20Bobbili\"&gt;Bobbili war&lt;/a&gt; in 1757 in a feud between the Rajas of Bobbili and the neighbouring Maharaja of &lt;a href=\"Vizianagaram\"&gt;Vizianagaram&lt;/a&gt;.\nChinna Ranga Rao, who survived the Battle of Bobbili as a child was, at a later date, installed as the &lt;a href=\"Bobbili%20Estate\"&gt;Raja of Bobbili&lt;/a&gt;. The successors of his lineage constructed the present Bobbili Fort following their improved economic conditions in the middle of the 19th century.\nThe existing fort covers an area of and was built by Chinna Ranga Rao after he regained his kingdom which was improved upon by his successors in the mid-19th century. The fort complex has an impressive entrance gate in &lt;a href=\"Indo-Saracenic%20Revival%20architecture\"&gt;Indo-Sarcenic architectural style&lt;/a&gt; with high dome and many &lt;a href=\"mantapa\"&gt;mantapa&lt;/a&gt;s, &lt;a href=\"Durbar%20Hall\"&gt;Durbar Hall&lt;/a&gt;, four major palaces and two temples.\nLocation.\nBobbili is away from Vizianagaram, which is well-connected by rail and road links. The nearest railway station is Vizianagaram, a key railway junction on the &lt;a href=\"Raipur\"&gt;Raipur&lt;/a&gt;-Vizianagaram railway line. There is a bridge across &lt;a href=\"Vedavati%20River\"&gt;Vedavati River&lt;/a&gt; which provides access to the area.\nHistory.\nEarly history.\nThe history of Bobbili can be traced to 1652, when Sher Muhammad Khan, &lt;a href=\"Faujdar\"&gt;Fouzdar&lt;/a&gt; of the &lt;a href=\"Nawab%20of%20Srikakulam\"&gt;Nawab of Srikakulam&lt;/a&gt; under the &lt;a href=\"Nizam%20of%20Hyderabad\"&gt;Nizam&lt;/a&gt;, had come to the &lt;a href=\"Vizianagaram%20district\"&gt;Vizianagaram district&lt;/a&gt;. He was then accompanied by Peddarayadu, the 15th scion of the Rajas of &lt;a href=\"Venkatagiri\"&gt;Venkatagiri&lt;/a&gt;, of &lt;a href=\"Velama%20%28caste%29\"&gt;Velama community&lt;/a&gt; and the ancestor of the &lt;a href=\"Bobbili%20Estate\"&gt;Raja of Bobbili&lt;/a&gt;, and Pusapati Madhava Varma, the ancestor of Vijayanagram family who were rivals. In one version it is said that the Nawab, pleased with the gallant services rendered by Peddarayadu, granted land holdings to him. Peddarayalu then constructed a fort and named it \"Bobbili\", meaning \"the royal tiger\", as a token of appreciation for the benevolent gift of the Nawab, who was known as \"Sher\" ('sher' means \"tiger\" in &lt;a href=\"Hindi%20language\"&gt;Hindi language&lt;/a&gt;). In another version it is said that Rayudu's son Lingappa chose Bobbili as his capital, built a fort and established a town there, and named it \"Pedda-puli\" (in &lt;a href=\"Telugu%20language\"&gt;Telugu language&lt;/a&gt; meaning \"big tiger\"); this name eventually changed to Pebbuli and then Bebbuli, finally to become Bobbili. During this period Sher Khan's son was abducted and Lingappa rescued him. In appreciation, Sher Khan gifted 12 villages to Lingappa and gave him the title \"Ranga Rao\". Lingappa was succeeded by his adopted son, Vengal Ranga Rao who was then succeeded by his son Rangapati followed by his son Rayadappa. Rayadappa's whose adopted son Gopalakrishna took over the rule from his father. At the time of building the old fort a Muslim saint had cautioned the two royal brothers of the Bobbili family that the place they had chosen to build the fort was ill-fated but they ignored this warning.\nIt was during Gopalakrishna's reign in 1753, that the Nizam of Hyderabad gave &lt;a href=\"Northern%20Circars\"&gt;Northern Circars&lt;/a&gt; to the &lt;a href=\"France\"&gt;French&lt;/a&gt;. The then French General &lt;a href=\"Marquis%20de%20Bussy-Castelnau\"&gt;Charles Bussy&lt;/a&gt; leased &lt;a href=\"Srikakulam\"&gt;Chicacole&lt;/a&gt; and &lt;a href=\"Rajahmundry\"&gt;Rajahmundry&lt;/a&gt; circles to Pedda Viziarama Raju, the Maharaja of Vizianagaram. This resulted in break up of relations between General Bussy and the Nizam.\nBattle of Bobbili.\nOn account of the rivalry between the chiefs of Bobbili and Vizianagaram, in 1756 there was a rebellion among the local chieftains which necessitated strong military measures. General Bussy attacked the rebel forces with a contingent of European forces, supported by 11,000 troops of the Raja of Vizianagaram as a token of his loyalty. The Raja of Vizianagaram instigated General Bussy by a canard stating that the Raja of Bobbili was behind the rebellion. It is also said that the Raja bribed his interpreters to persuade General Bussy to direct Ranga Rao, the Raja of Bobbili to vacate the Bobbili Fort and shift southward. General Bussy cautiously made an offer to the Chief of Bobbili that he would be pardoned if he moved away from Bobbili, and in return given a compensatory package of equivalent land elsewhere. But this was not acceptable to the Chief of Bobbili. Then, General Bussy attacked the fort several times, breached the mud fort with cannons, and took control of the ramparts of the fort. Although the Raja of Bobbili and his defenders realized their precarious condition, they fought fiercely but eventually lost the battle. When General Bussy entered the fort with his depleted strength of soldiers he found dead bodies scattered in the fort area. At that time an old man approached General Bussy and handed him a child who he said was the son of the dead Raja of Bobbili. The Raja of Vizianagaram, happy with his victory in the hard-fought battle, rejoiced by entering the &lt;a href=\"Bobbili\"&gt;Bobbili&lt;/a&gt; city and hoisted the &lt;a href=\"Flag%20of%20France\"&gt;Flag of France&lt;/a&gt;. But his jubilation was short-lived. Three days after this event, the Raja of Vizianagaram's camp was attacked in the night by three people of Bobbili, including &lt;a href=\"Tandra%20Paparayudu\"&gt;Tandra Paparayudu&lt;/a&gt; who had rushed to the demolished Bobbili Fort to help his sister's family. He killed the Raja of Vizianagaram and then committed suicide along with his accomplices.\nPost Bobbili war.\nAs of 24 January 1757, members of the Bobbili family who had survived the war were the Raja's brother Vengal Ranga Rao, also called Chinna Ranga Rao, and his baby son. They first escaped to &lt;a href=\"Bhadrachalam\"&gt;Bhadrachalam&lt;/a&gt;. Two years later, in 1759, they were offered their old holdings in the presence of colonel Forde (representative of the British authorities in Bengal) by Ananda Raju of Vizayanagaram at &lt;a href=\"Masulipatam\"&gt;Masulipatam&lt;/a&gt;. Under this compromise package, the Bobbili royals, on returning to Bobbili would receive the Kavit and Rajam taluks and the fort area for an annuity lease value of Rs 20,000. Vengal Ranga Rao died three years later. Thereafter his son lived for two years and was succeeded by Chinna Ranga Rao, also known as Venkata Ranga Rao. After four years, in 1766, Sitaram, the new Raja of Vizianagaram, disturbed by the clout of Chinna Ranga Rao arrested him and incarcerated him in the fort at Vizianagaram. However, in 1790 Chinna Ranga Rao managed to escape from the prison and reached the Nizam's &lt;a href=\"Hyderabad\"&gt;Hyderabad&lt;/a&gt; seeking protection. Later, in 1794, Ranga Rao regained his property at the initiative of the Collector of the Northern Division, when Vizinagram Zamindari splintered. Chinna Ranga Rao then adopted Rayadappa as his son. \nAfter Ranga Rao died in 1801, there were efforts to merge Bobbili with Vizianagaram but these were thwarted and a lasting settlement of the property was made with the adopted son of Ranga Rao. Rayadappa and his son Svetachalapti who succeeded in 1830 and lived till 1862 managed their property very well. In the middle of the 19th century, successors of this lineage constructed the present Bobbili Fort, following their improved economic conditions.\nIn 1891, a stone monument was erected with inscriptions commemorating the Bobbili tragedy.\nFeatures.\nThe existing fort is spread over an area of . It was built, in the &lt;a href=\"Indo-Saracenic%20Revival%20architecture\"&gt;Indo-Saracenic architectural style&lt;/a&gt;, as Ranga Rao and his son had probably liked this style during their exile in Hyderabad where they had spent more than a decade and a half under the protection of the Nizam of Hyderabad. Chinna Ranga Rao had built the oldest part of the main palace with its Saracenic arches supporting the first level. However, in 1861 in a report submitted by the Acting District Engineer to the Chief Secretary to the British Government at &lt;a href=\"Fort%20St.%20George%2C%20India\"&gt;Saint George&lt;/a&gt; it was said that the stone fort at Bobbili did not have adequate defense capability.\nThe facade of the fort has the elegance of a palace with its high walls, high at places, rather than a castle. The royal family lived in this fort. The northeastern entry to the fort is a tall domed structure. The entire palace complex covers an area of .\nWithin the fort area, there are four major monuments. These are: the &lt;a href=\"Durbar%20%28court%29\"&gt;Durbar Hall&lt;/a&gt;, the palace of the prince, the palace for guests, and the Raja's palace, where the royal family members live, which is the largest with three floors. The Durbar Hall, or the main meeting hall, is where the Rajas held their crowning ceremonies. The main palace, which has an area of , also houses a museum and offices of the family.\nWithin the fort complex, there are two temples: one is dedicated to the family deity of the Venugopala Swamy and was built at the time of founding of Bobbili; another one was erected by Chinna Ranga Rao in the aftermath of the war, after he regained his territory. The &lt;a href=\"Gopura\"&gt;Gopura&lt;/a&gt; or entrance of this temple was constructed in 1851. Another &lt;a href=\"mandapa\"&gt;mandapa&lt;/a&gt; built at the centre of a lake is known as the Vasant Mandapa where, according to the local belief, Venugopala Swamy takes rest for a day with his consort. After this, the image of the Venugopala Swamy is kept at the Dola Yatra Mandapa on the shores of the lake for one day and then moved back to the main shrine. These mandapas were built in 1825 by Maharaja Krishna Das Ranga Rao. Another functional palace in the fort is the Pooja Mahal. Opposite to this palace is the Prangmahal, the residence of the Raja, which is very well preserved and decorated with elegant \"tapestry, paintings and porcelain\" brought from many countries.\nReferences.\nBibliography"
}