{
    "id": "4969220",
    "revid": "35111630",
    "url": "https://en.wikipedia.org/wiki?curid=4969220",
    "title": "Beautiful Joe (film)",
    "text": "Beautiful Joe is a 2000 American-British film written and directed by &lt;a href=\"Stephen%20Metcalfe%20%28screenwriter%29\"&gt;Stephen Metcalfe&lt;/a&gt;. It stars &lt;a href=\"Sharon%20Stone\"&gt;Sharon Stone&lt;/a&gt; and &lt;a href=\"Billy%20Connolly\"&gt;Billy Connolly&lt;/a&gt;, with supporting roles by &lt;a href=\"Ian%20Holm\"&gt;Ian Holm&lt;/a&gt;, &lt;a href=\"Dann%20Florek\"&gt;Dann Florek&lt;/a&gt;, and &lt;a href=\"Gil%20Bellows\"&gt;Gil Bellows&lt;/a&gt;.\nPlot.\nJoe (&lt;a href=\"Billy%20Connolly\"&gt;Billy Connolly&lt;/a&gt;) is a regular guy who runs a flower shop and has never had much in the way of good luck. Things seem to be grim for Joe when he's diagnosed with a brain tumor, but a bit of good fortune appears on the horizon when he wins a jackpot at the race track. However, Hush (&lt;a href=\"Sharon%20Stone\"&gt;Sharon Stone&lt;/a&gt;), a stripper who has fallen deeply in debt to a gang of thugs, steals Joe's newly won fortune to pay them off. Joe gets his money back by explaining to the gangsters what happened, but only because they mistake him for a syndicate kingpin they've heard about but never met. When the gangsters discover that Joe is a florist and not a career criminal, they find the situation less than amusing.\nProduction.\nIn October 1998, actress &lt;a href=\"Sharon%20Stone\"&gt;Sharon Stone&lt;/a&gt; stated that \"Beautiful Joe\" would be her next project, saying she had read the script while visiting her father, Joe, in a hospital. Stone said production would take place in San Francisco, where she lived. Filming instead took place in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, and began in June 1999. Filming in British Columbia was initially scheduled to last from June 28 to August 17. The film's budget was $15 million, and filming took place in British Columbia because of various economic incentives, which saved the production $1.5 million.\nAlthough the film was partially set in &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville, Kentucky&lt;/a&gt;, it would not feature any scenes shot there, with the possible exception of &lt;a href=\"stock%20footage\"&gt;stock footage&lt;/a&gt; for outdoor shots. During July 1999, filming took place at &lt;a href=\"Hastings%20Racecourse\"&gt;Hastings Racecourse&lt;/a&gt;, a horse-racing track located at Vancouver's &lt;a href=\"Hastings%20Park\"&gt;Hastings Park&lt;/a&gt;. For the film, the Hastings race track was transformed to portray the &lt;a href=\"Churchill%20Downs\"&gt;Churchill Downs&lt;/a&gt; horse track in Louisville. The scene included approximately 800 &lt;a href=\"Extra%20%28acting%29\"&gt;extra&lt;/a&gt;s who cheered from the track's &lt;a href=\"grandstand\"&gt;grandstand&lt;/a&gt;.\nIn August 1999, Stone's husband, &lt;a href=\"Phil%20Bronstein\"&gt;Phil Bronstein&lt;/a&gt;, had a heart attack and she returned to San Francisco to be with him. Stone's departure caused production to stop for two days, and for the following three days, director &lt;a href=\"Stephen%20Metcalfe%20%28screenwriter%29\"&gt;Stephen Metcalfe&lt;/a&gt; shot scenes that did not involve her character. Stone returned to the film set a week after Bronstein's heart attack and &lt;a href=\"angioplasty\"&gt;angioplasty&lt;/a&gt;. Production was expected to wrap on August 19, 1999, as scheduled, or possibly a day later. Gil Bellows said about the film, \"It was one of those experiences that doesn't end the way one intends. I'd rather not talk about it.\"\nThe film was produced by &lt;a href=\"Fred%20Fuchs\"&gt;Fred Fuchs&lt;/a&gt; and Steven Haft, and financed by London-based &lt;a href=\"Capitol%20Films\"&gt;Capitol Films&lt;/a&gt;. During production, Capitol Films entered an agreement with &lt;a href=\"Carl%20Icahn\"&gt;Carl Icahn&lt;/a&gt;'s Stratosphere Entertainment, which was to distribute the film in the United States.\nRelease.\n\"Beautiful Joe\" was never released in theaters. In the United States, the film premiered on the &lt;a href=\"Cinemax\"&gt;Cinemax&lt;/a&gt; &lt;a href=\"cable%20TV\"&gt;cable network&lt;/a&gt; on November 19, 2000, and was released on VHS and DVD on May 22, 2001.\nReception.\n\"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\"s Nathan Rabin, who was critical of Stone's previous films, wrote that \"nothing she's done has been quite as shameless or appalling as \"Beautiful Joe\", a toxic piece of whimsy that ranks among the worst films of 2000.\""
}