{
    "id": "49731757",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=49731757",
    "title": "Illinois Central Railroad Yard-Cherokee",
    "text": "The Illinois Central Railroad Yard, also known as Cherokee Illinois Central Station, is a nationally recognized &lt;a href=\"Historic%20districts%20in%20the%20United%20States\"&gt;historic district&lt;/a&gt; located in &lt;a href=\"Cherokee%2C%20Iowa\"&gt;Cherokee, Iowa&lt;/a&gt;, United States. It was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1990. Cherokee was a hub for the &lt;a href=\"Illinois%20Central%20Railroad\"&gt;Illinois Central Railroad&lt;/a&gt;'s (IC) branch lines, and the railroad's westernmost division headquarters in the state. The district was a collection of structures that were associated with the IC's second and third building phases, 1860 to 1870 and 1886 to 1888, and the expansion of the roundhouse in 1915. It represented the last of the pre-Diesel era railroad yards left in Iowa. At the time of its nomination it contained 17 resources, which included seven &lt;a href=\"National%20Register%20of%20Historic%20Places%20property%20types%23Building\"&gt;contributing buildings&lt;/a&gt;, one &lt;a href=\"National%20Register%20of%20Historic%20Places%20property%20types%23Structure\"&gt;contributing structure&lt;/a&gt; and nine non-contributing buildings. Ten of the buildings were of frame construction and seven were brick. Most of the buildings no longer exist, having been replaced by an agricultural &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt;. The former depot and American Express building remain.\nThe former depot is a 2½-story brick structure on a &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; foundation, and capped with a &lt;a href=\"Hip%20roof\"&gt;hipped roof&lt;/a&gt;. It was designed by the architects of the &lt;a href=\"Illinois%20Central%20Railroad\"&gt;Illinois Central Railroad&lt;/a&gt;. The interior featured two waiting rooms on the first floor, one for the men and one for women. Office's for the IC's division headquarters occupied the second floor. The exterior of the building was altered in the 1940s. The canopy over the old platform is a reconstruction of the original. The American Express building is a single story brick structure built on a concrete and limestone foundation. It too was capped with a hipped roof. This building was altered in 1922. Both buildings are located next to each other along South Fourth Street."
}