{
    "id": "49746392",
    "revid": "1059633846",
    "url": "https://en.wikipedia.org/wiki?curid=49746392",
    "title": "Taipei Economic and Cultural Representative Office in the United States",
    "text": "The Taipei Economic and Cultural Representative Office in the United States () &lt;a href=\"Taipei%20Economic%20and%20Cultural%20Representative%20Office\"&gt;represents the interests&lt;/a&gt; of &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; in the absence of formal diplomatic relations, functioning as a &lt;a href=\"de%20facto%20embassy\"&gt;\"de facto\" embassy&lt;/a&gt;. Its counterpart in Taiwan is the office of the &lt;a href=\"American%20Institute%20in%20Taiwan\"&gt;American Institute in Taiwan&lt;/a&gt; (AIT) in &lt;a href=\"Taipei\"&gt;Taipei&lt;/a&gt;.\nHistory.\nPrior to 1979, the &lt;a href=\"Republic%20of%20China\"&gt;Republic of China&lt;/a&gt; (Taiwan) was represented in Washington by its &lt;a href=\"Embassy%20of%20China%2C%20Washington%2C%20D.C.\"&gt;embassy&lt;/a&gt;, occupying the building now used by &lt;a href=\"Embassy%20of%20Haiti%2C%20Washington%2C%20D.C.\"&gt;Haiti&lt;/a&gt;. After the transfer of recognition of \"China\" to the People's Republic of China, the Republic of China was no longer recognized by the United States, and therefore no longer entitled to use the former embassy, with its diplomatic mission replaced by the current Taipei Economic and Cultural Representative Office. The mission serves as the office of the Coordination Council for North American Affairs (CCNAA) in Washington DC, established in 1979 as the counterpart to AIT, after the United States established diplomatic relations with the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;. The council was renamed Taiwan Council for US Affairs in 2019.\nIn 1994, as a result of the &lt;a href=\"Clinton%20Administration\"&gt;Clinton Administration&lt;/a&gt;'s Taiwan Policy Review, the name of the CCNAA office in Washington, D.C. (which functioned as an &lt;a href=\"embassy\"&gt;embassy&lt;/a&gt;) was changed to Taipei Economic and Cultural Representative Office (TECRO). Similarly, the names of the twelve other CCNAA offices (which functioned as &lt;a href=\"consulate\"&gt;consulate&lt;/a&gt;s) were changed to Taipei Economic and Cultural Office (TECO).\nIn September 2020, the &lt;a href=\"US%20Ambassador%20to%20the%20United%20Nations\"&gt;US Ambassador to the United Nations&lt;/a&gt; &lt;a href=\"Kelly%20Craft\"&gt;Kelly Craft&lt;/a&gt; met with James K.J. Lee, director-general of the Taipei Economic and Cultural Office in New York, who was secretary-general in &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Taiwan%29\"&gt;Taiwan’s Ministry of Foreign Affairs&lt;/a&gt; until July, for lunch in New York City in what was the first meeting between a top Taiwan official and a United States ambassador to the United Nations. Craft said she and Lee discussed ways the US can help Taiwan become more engaged within the U.N.\nRepresentatives.\nUS representation.\nIncluding:"
}