{
    "id": "498029",
    "revid": "19090830",
    "url": "https://en.wikipedia.org/wiki?curid=498029",
    "title": "Queen's Indian Defense",
    "text": "The Queen's Indian Defense (QID) is a &lt;a href=\"chess%20opening\"&gt;chess opening&lt;/a&gt; defined by the moves:\nThe opening is a solid defense to the &lt;a href=\"Queen%27s%20Pawn%20Game\"&gt;Queen's Pawn Game&lt;/a&gt;. 3...b6 increases Black's control over the central light squares e4 and d5 by preparing to &lt;a href=\"fianchetto\"&gt;fianchetto&lt;/a&gt; the , with the opening deriving its name from this maneuver. As in the other &lt;a href=\"Indian%20defense\"&gt;Indian defense&lt;/a&gt;s, Black attempts to control the with &lt;a href=\"Glossary%20of%20chess%23piece\"&gt;pieces&lt;/a&gt; in &lt;a href=\"Hypermodernism%20%28chess%29\"&gt;hypermodern&lt;/a&gt; style, instead of occupying it with &lt;a href=\"pawn%20%28chess%29\"&gt;pawns&lt;/a&gt; in classical style.\nBy playing 3.Nf3, White sidesteps the &lt;a href=\"Nimzo-Indian%20Defence\"&gt;Nimzo-Indian Defense&lt;/a&gt; that arises after 3.Nc3 Bb4. The Queen's Indian is regarded as the sister opening of the Nimzo-Indian, since both openings aim to impede White's efforts to gain full control of the center by playing e2–e4. Together, they are a well-respected response to 1.d4.\nMain line: 4.g3.\n4. g3 (\"ECO\" &lt;a href=\"List%20of%20chess%20openings%23E\"&gt;E15–E19&lt;/a&gt;) has long been White's most popular line against the Queen's Indian. It contests the by preparing to fianchetto the light-squared bishop. The standard response for Black through the 1970s was 4...Bb7, but 4...Ba6 has since become the topical line. A rarer third option is 4...Bb4+, which aims to exchange the less useful dark-squared bishop, though this line tends to leave Black with a slightly passive position.\nModern main line: 4...Ba6.\nWhite can defend the pawn at c4 with a piece by playing 5.Nbd2, 5.Qa4, 5.Qc2 or 5.Qb3, but these moves all diminish control of d4, making ...c7–c5 an effective reply for Black; therefore 5. b3 is White's most common response. However, it weakens the dark squares slightly, which Black can take advantage of by playing 5... Bb4+. Now 6.Nbd2 loses material after 6...Bc3 7.Rb1 Bb7 threatening 8...Be4, an opening trap which has ensnared players such as &lt;a href=\"Kamran%20Shirazi\"&gt;Kamran Shirazi&lt;/a&gt;. White's best move is therefore 6. Bd2. However, after 6... Be7 7. Bg2 c6 Black is ready to play ...d7–d5, again attacking the c-pawn. If White plays cxd5 then ...cxd5 is considered to for Black. Thus White usually plays 8. Bc3 to clear the d2-square, and after 8... d5 White can play in two ways. After 9. Nbd2 Nbd7 10. 0-0 0-0 11. Re1 c5 Black has achieved his thematic before White and the resulting position after 12. e4 dxe4 13. Nxe4 is equal. Therefore, the main line continues 9. Ne5 and since Black does not want White to maintain this knight on a strong central outpost, play continues 9... Nfd7 10. Nxd7 Nxd7 11. Nd2 0-0 12. 0-0 Rc8 13. e4. By diverting the black knight on move 9 it is now White who has achieved his central pawn break first. The effect of Black's check 5...Bb4+ has been to lure White's bishop to c3 where it blocks the c-file. This, the current main line of the Queen's Indian, is considered equal by &lt;a href=\"Chess%20opening%20theory\"&gt;theory&lt;/a&gt; and became a frequent guest in grandmaster praxis in the 1980s.\nAfter 5. b3, Black also has several playable alternatives to 5...Bb4+, the most common of which is 5... Bb7 6. Bg2 Bb4+ 7. Bd2 a5. When White plays Nc3, Black will exchange bishop for knight in order to enhance his control over the central light squares, and play on the with moves such as ...a5–a4 and ...b5. Other possibilities for Black include 5...d5 and 5...b5.\nMore recently, several grandmasters, including &lt;a href=\"Alexander%20Beliavsky\"&gt;Alexander Beliavsky&lt;/a&gt;, &lt;a href=\"Ni%20Hua\"&gt;Ni Hua&lt;/a&gt;, &lt;a href=\"Veselin%20Topalov\"&gt;Veselin Topalov&lt;/a&gt;, and &lt;a href=\"Magnus%20Carlsen\"&gt;Magnus Carlsen&lt;/a&gt;, have played 5. Qc2. The idea is to allow Black's counterthrust ...c5, the main line running 5... Bb7 6. Bg2 c5. The fashion is for White to sacrifice a pawn with 7. d5, gaining active play. This idea has scored well for White, and new ideas have been cropping up since 2008. The 5.Qc2 lines had previously scored poorly for White according to Emms.\nOld main line: 4...Bb7.\nThe classical main line of the Queen's Indian, the most frequently played line from the 1950s until 4...Ba6 became popular in the 1980s, usually continues: 5. Bg2 Be7 6. 0-0 0-0 7. Nc3 Ne4 8. Qc2 Nxc3 9. Qxc3. White has a , but Black has no weaknesses and can choose from a variety of ways to create counterplay, such as 9... c5, 9... f5 or 9... Be4. These lines are well known for their &lt;a href=\"draw%20%28chess%29\"&gt;drawish&lt;/a&gt; tendencies and 4... Bb7 is nowadays often employed by Black as a drawing weapon. White has tried various deviations from the main line in an attempt to unbalance the play. These include:\nOther lines.\n4.a3.\nThe Petrosian Variation, prepares 5.Nc3 by stopping ...Bb4 &lt;a href=\"pin%20%28chess%29\"&gt;pinning&lt;/a&gt; the &lt;a href=\"knight%20%28chess%29\"&gt;knight&lt;/a&gt;. White intends to follow up with Nc3 and e4, building a large pawn center. Black usually responds by contesting the e4-square with ...Bb7 and ...d5. (See Gurevich, 1992, for an extensive analysis.) This variation was often used by &lt;a href=\"Garry%20Kasparov\"&gt;Garry Kasparov&lt;/a&gt; early in his career.\n4.Nc3.\nBlack can choose between 4...Bb7 and 4...Bb4.\n4.e3.\nPreparing to develop the and castle , was also a favorite of &lt;a href=\"Tigran%20Petrosian\"&gt;Tigran Petrosian&lt;/a&gt;. This apparently quiet development may lead to complex middlegame play. Black usually replies 4...Bb7, then play may continue 5.Bd3 d5 6.0-0 or 5.Nc3 Bb4, transposing into the Nimzo-Indian Defence.\n4.Bf4.\nThe &lt;a href=\"Tony%20Miles\"&gt;Miles&lt;/a&gt; Variation, which simply develops the bishop to a good square. Despite some success by its originator, this idea has never been popular.\n\"ECO\" codes.\nThe \"&lt;a href=\"Encyclopaedia%20of%20Chess%20Openings\"&gt;Encyclopaedia of Chess Openings&lt;/a&gt;\" classifies the Queen's Indian under codes E12 to E19 according to the following scheme:"
}