{
    "id": "4982985",
    "revid": "16758655",
    "url": "https://en.wikipedia.org/wiki?curid=4982985",
    "title": "San Sebastian Church (Manila)",
    "text": "The Minor Basilica of San Sebastian (&lt;a href=\"Filipino%20language\"&gt;Filipino&lt;/a&gt;: \"Basilika Menor ng San Sebastian\"; &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;: \"Basílica Menor de San Sebastián\"), better known as San Sebastian Church (&lt;a href=\"Filipino%20language\"&gt;Filipino&lt;/a&gt;: \"Simbahan ng San Sebastian\") or San Sebastian Basilica is a &lt;a href=\"minor%20basilica\"&gt;minor basilica&lt;/a&gt; of the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; in &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. It is the church of the &lt;a href=\"Parish\"&gt;Parish&lt;/a&gt; of San Sebastian, and also a Shrine of Nuestra Senora del Monte Carmelo, or Our Lady of Mount Carmel.\nCompleted in 1891, San Sebastian Church is noted for its architecture. An example of the &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Gothic Revival architecture&lt;/a&gt; in the Philippines, it is the only &lt;a href=\"steel%20building\"&gt;steel building&lt;/a&gt; church in the Philippines. It was designated as a National Historical Landmark in 1973 and as a National Cultural Treasure in 2011.\nSan Sebastian Church is under the care of the &lt;a href=\"Augustinian%20Recollects\"&gt;Order of Augustinian Recollects&lt;/a&gt;, who also operate the &lt;a href=\"San%20Sebastian%20College-Recoletos\"&gt;San Sebastian College-Recoletos&lt;/a&gt; adjacent to the basilica. It is located at Plaza del Carmen, at the eastern end of &lt;a href=\"Recto%20Avenue\"&gt;Recto Avenue&lt;/a&gt;, in &lt;a href=\"Quiapo%2C%20Manila\"&gt;Quiapo, Manila&lt;/a&gt;.\nHistory.\nIn 1621, Bernardino Castillo, a generous patron and a devotee of the 3rd-century Roman martyr &lt;a href=\"Saint%20Sebastian\"&gt;Saint Sebastian&lt;/a&gt;, donated the land upon which the church stands. The original structure, made of wood, burned in 1651 during a &lt;a href=\"Chinese%20Filipino\"&gt;Chinese Filipino&lt;/a&gt; uprising. Succeeding structures, which were built of brick, were destroyed by fire and earthquakes in 1859, 1863, and 1880.\nIn the 1880s, Esteban Martínez, the parish priest of the ruined church, approached Spanish Architect Genaro Palacios to build a church that will withstand the earthquakes. Palacios planned to build a fire and earthquake-resistant structure made entirely of steel. He completed a design that fused &lt;a href=\"Earthquake%20Baroque\"&gt;Earthquake Baroque&lt;/a&gt; with the &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Neo-Gothic&lt;/a&gt; style. His final design was said to have been inspired by the famed Gothic &lt;a href=\"Burgos%20Cathedral\"&gt;Burgos Cathedral&lt;/a&gt; in &lt;a href=\"Burgos\"&gt;Burgos&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;.\nConstruction (1888–1891).\nThe prefabricated steel sections that would compose the church were manufactured in &lt;a href=\"Binche\"&gt;Binche&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;. According to historian &lt;a href=\"Ambeth%20Ocampo\"&gt;Ambeth Ocampo&lt;/a&gt;, the knockdown steel parts were ordered from the \"Societe anonyme des Enterprises de Travaux Publiques\" in Brussels. In all, of prefabricated steel sections were transported in eight separate shipments from &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; to the Philippines, the first shipment arriving in 1888. Belgian engineers supervised the assembly of the church, the first column of which was erected on September 11, 1890. The walls were filled with mixed sand, gravel, and cement. The &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt; windows were imported from the &lt;a href=\"Dr.%20H.%20Oidtmann%20%28company%29\"&gt;Heinrich Oidtmann Company&lt;/a&gt;, a German stained glass firm, while local artisans assisted in applying the finishing touches.\nThe church was raised to the status of a &lt;a href=\"minor%20basilica\"&gt;minor basilica&lt;/a&gt; by &lt;a href=\"Pope%20Leo%20XIII\"&gt;Pope Leo XIII&lt;/a&gt; on June 24, 1890. Upon its completion the following year, on August 16, 1891, the Basílica Menor de San Sebastián was consecrated by Bernardino Nozaleda y Villa &lt;a href=\"Order%20of%20Preachers\"&gt;OP&lt;/a&gt;, the 25th &lt;a href=\"Archbishop%20of%20Manila\"&gt;Archbishop of Manila&lt;/a&gt;.\nAccording to Jesús Pastor Paloma, an Augustinian Recollect priest, the structure was also supposed to have a prefabricated \"retablo\" (&lt;a href=\"reredos\"&gt;reredos&lt;/a&gt;) altar, which was lost at sea when the ship carrying it from Belgium capsized in a storm. A wooden altar was made locally in its stead. Paloma also noted that the bottom part of the church was designed to resemble a ship's hull, so that it would sway during an earthquake.\nRestoration (2011–present).\nRestoration works began in 2011.\nFeatures.\nSan Sebastian Church has two openwork towers and steel &lt;a href=\"vault%20%28architecture%29\"&gt;vaulting&lt;/a&gt;. From its floor, the basilica's &lt;a href=\"nave\"&gt;nave&lt;/a&gt; rises to the dome, and to the tip of the twin spires.\nThe faux finished interior of the church incorporates &lt;a href=\"groin%20vault\"&gt;groined vaults&lt;/a&gt; in the &lt;a href=\"Gothic%20architecture\"&gt;Gothic architecture&lt;/a&gt; style permitting very ample illumination from lateral windows. The steel &lt;a href=\"column\"&gt;column&lt;/a&gt;s, walls and &lt;a href=\"ceiling\"&gt;ceiling&lt;/a&gt; were painted by Lorenzo Rocha, Isabelo Tampingco and Félix Martínez to give the appearance of &lt;a href=\"marble\"&gt;marble&lt;/a&gt; and &lt;a href=\"jasper\"&gt;jasper&lt;/a&gt;. \"&lt;a href=\"Trompe-l%27%C5%93il\"&gt;Trompe-l'œil&lt;/a&gt;\" paintings of saints and martyrs by Rocha were used to decorate the interiors of the church. True to the Gothic revival spirit of the church are its &lt;a href=\"confessional\"&gt;confessional&lt;/a&gt;s, &lt;a href=\"pulpit\"&gt;pulpit&lt;/a&gt;, &lt;a href=\"altar\"&gt;altar&lt;/a&gt;s and five &lt;a href=\"retablo\"&gt;retablo&lt;/a&gt;s designed by Lorenzo Guerrero and Rocha. The sculptor Eusebio Garcia carved the statues of holy men and women. Six holy water fonts were constructed for the church, each crafted from marble obtained from &lt;a href=\"Romblon\"&gt;Romblon&lt;/a&gt;.\nAbove the main altar is an image of &lt;a href=\"Our%20Lady%20of%20Mount%20Carmel\"&gt;Our Lady of Mount Carmel&lt;/a&gt;, given to the church by &lt;a href=\"Carmelites\"&gt;Carmelite sisters&lt;/a&gt; from &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt; in 1617. The image withstood all the earthquakes and fires which had destroyed previous incarnations of San Sebastian Church, but its &lt;a href=\"ivory\"&gt;ivory&lt;/a&gt; head was stolen in 1975.\nCultural and historical declarations.\nSan Sebastian Church was declared a National Historical Landmark by &lt;a href=\"President%20of%20the%20Philippines\"&gt;President&lt;/a&gt; &lt;a href=\"Ferdinand%20Marcos\"&gt;Ferdinand Marcos&lt;/a&gt; through Presidential Decree No. 260 on August 1, 1973. Subsequently, the church was declared a National Cultural Treasure by the &lt;a href=\"National%20Museum%20of%20the%20Philippines\"&gt;National Museum of the Philippines&lt;/a&gt; on August 15, 2011, with the unveiling of the marker on January 20, 2012.\nOn May 16, 2006, San Sebastian Church was included by the National Historical Institute (now the &lt;a href=\"National%20Historical%20Commission%20of%20the%20Philippines\"&gt;National Historical Commission of the Philippines&lt;/a&gt;) in the Philippines' &lt;a href=\"World%20Heritage%20Site%23Nominating%20process\"&gt;Tentative List&lt;/a&gt; for possible designation as a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;, on account of its architectural and historical heritage. the church is no longer included in the Tentative List.\nPreservation.\nIn recent years, San Sebastian Church has encountered threats to its structural integrity. The steel structure has been beset by &lt;a href=\"rust\"&gt;rust&lt;/a&gt; and &lt;a href=\"corrosion\"&gt;corrosion&lt;/a&gt; due to &lt;a href=\"sea%20breeze\"&gt;sea breeze&lt;/a&gt;s from nearby &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt;. State funding was accorded to the church through the &lt;a href=\"National%20Historical%20Institute\"&gt;National Historical Institute&lt;/a&gt; which undertook restoration in 1982. The Recollect community has likewise expended funds for the church's maintenance and restoration. In 1998, it was placed on the biennial watchlist of the &lt;a href=\"World%20Monuments%20Fund%23World%20Monuments%20Watch\"&gt;100 Most Endangered Sites&lt;/a&gt; by the &lt;a href=\"World%20Monuments%20Fund\"&gt;World Monuments Fund&lt;/a&gt;, though it was not retained in the subsequent watchlists.\nThe church was listed again as one of the most endangered monuments in the world by &lt;a href=\"World%20Monuments%20Fund\"&gt;World Monuments Fund&lt;/a&gt; in the 2010 World Monuments Watch, along with the &lt;a href=\"Rice%20Terraces%20of%20the%20Philippine%20Cordilleras\"&gt;Rice Terraces of the Philippine Cordilleras&lt;/a&gt; and &lt;a href=\"Santa%20Maria%20Church\"&gt;Santa Maria Church&lt;/a&gt;. All of the sites were taken off the list in 2011 after the passage of the National Cultural Heritage Act.\nUNESCO re-inclusion troubled.\nOn October 1, 2018, it was revealed that a thirty one-storey residential highrise building of Summithome Realty Corporation is being planned to be constructed beside the historic San Sebastian Church, negatively affecting the site's possible re-inclusion in the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; tentative list as the area around the church is integral to the site as a 'buffer zone'. The site, the first and only all-steel church in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, used to be in the UNESCO tentative list but was removed in 2015 due to structural decay. To re-establish the site's integrity and re-inclusion in the tentative list, it underwent a massive restoration program, which conservationists have cited as a megalithic success. However, with the looming threat of the high-rise building, the site's inclusion in the UNESCO list is bleak. Summithome was able to acquire a barangay clearance supporting their application for a building permit from the barangay chairman, without the site managers being initially informed.\nAlleged involvement of Gustave Eiffel.\nIt has long been reputed that &lt;a href=\"Gustave%20Eiffel\"&gt;Gustave Eiffel&lt;/a&gt;, the French engineer behind the &lt;a href=\"Eiffel%20Tower\"&gt;Eiffel Tower&lt;/a&gt; and the steel structure within the &lt;a href=\"Statue%20of%20Liberty\"&gt;Statue of Liberty&lt;/a&gt;, was involved in the design and construction of San Sebastián, but this was never confirmed. However, it was confirmed later on that Eiffel was involved in designing and supplying the metal framework for &lt;a href=\"San%20Ignacio%20Church%20%28Manila%29\"&gt;San Ignacio Church&lt;/a&gt; in &lt;a href=\"Intramuros\"&gt;Intramuros&lt;/a&gt;, thus confirming the contribution of Eiffel in Philippine church architecture, if not in San Sebastián Church."
}