{
    "id": "49844349",
    "revid": "41992361",
    "url": "https://en.wikipedia.org/wiki?curid=49844349",
    "title": "Calamopityaceae",
    "text": "Calamopityaceae is the largest &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; of the division of extinct seed-bearing plants (spermatophytes) known as &lt;a href=\"Pteridospermatophyta\"&gt;Pteridospermatophyta&lt;/a&gt;. This family is characterized by its &lt;a href=\"petiole%20%28botany%29\"&gt;petiole&lt;/a&gt;s and specific &lt;a href=\"wood\"&gt;wood&lt;/a&gt; pattern, and it grew only in the &lt;a href=\"Paleozoic\"&gt;Paleozoic&lt;/a&gt; era, specifically in North America and Europe. It is divided into three &lt;a href=\"Genus\"&gt;genera&lt;/a&gt; based on stem structure: \"&lt;a href=\"Calamopitys\"&gt;Calamopitys&lt;/a&gt;\", \"&lt;a href=\"Stenomyelon\"&gt;Stenomyelon&lt;/a&gt;\", and \"&lt;a href=\"Diichinia\"&gt;Diichinia&lt;/a&gt;\". It was named by &lt;a href=\"Solms-Laubach\"&gt;Solms-Laubach&lt;/a&gt; in 1896. Since then, its genera have been added to and grouped differently, though these three genera are currently depicted as the only genera of this family.\nMorphology.\nCalamopityaceae is the largest family in Pteriodspermatophyta. This family is composed of &lt;a href=\"gymnosperm\"&gt;gymnosperm&lt;/a&gt;s, and because of their stem structure discovered through &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt; rocks, they are considered to be in this division. However, nothing is known of their reproductive organs, but they are classified as seed plants based on their similarities to the &lt;a href=\"Lyginopteridaceae\"&gt;Lyginopteridaceae&lt;/a&gt; and Medullasaceae families within Pteriodspermatophyta. Calamopityaceae resemble Lyginopteridaceae and Medullasaceae in the monoxylic wood structures in their &lt;a href=\"Plant%20stem\"&gt;stem&lt;/a&gt;; this structure suggests the stem (diameter less than 1.5 cm) was narrow during the Calamopityaceae plant lifetime. Only some petiole tissue has been found; it is classified to be of the genus \"&lt;a href=\"Kalymma\"&gt;Kalymma&lt;/a&gt;\" and suggests the plant had large fronds. To identify a genus within this family, this petiole structure and monoxylic wood must be present, as well as a much larger cortex than vascular cylinder. No fossil evidence has been found to describe on their seed and pollen (reproductive) organs, and therefore the species within this family show more variance than other families.\n&lt;a href=\"Gymnosperm\"&gt;Gymnosperm&lt;/a&gt;s, including those that are extinct, can be classified by their wood: monoxylic vs pycnoxylic. Monoxylic wood is soft and spongy and has a large pith and cortex. Pycnoxylic wood, which is more dense with less pith and cortex, is more commercially used. The three genera of Calamopityaceae, \"Calamopitys, Stenomyelon,\" and \"Diichnia\", show monoxylic wood stem patterns, and this is considered to be an essential classification of the family Calamopityaceae (hence why \"Bilignea, Eristophyton, Endoxylon,\" and \"Shenoxylon\" were removed from this family).\nOrigins.\nCalamopityaceae fossil rocks have been found in North America and Europe, and they have been dated back to the &lt;a href=\"Paleozoic\"&gt;Paleozoic&lt;/a&gt; era, specifically the Upper &lt;a href=\"Devonian\"&gt;Devonian&lt;/a&gt; and Lower &lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt; or &lt;a href=\"Mississippian%20%28geology%29\"&gt;Mississippian&lt;/a&gt; periods. Being from this early period, Calamopityaceae are significant as an example of some of the earliest seed plants and ancestors of angiosperms.\nHistory.\nIn 1856, the Austrian &lt;a href=\"paleontologist\"&gt;paleontologist&lt;/a&gt;, &lt;a href=\"Franz%20Unger\"&gt;Franz Joseph Andreas Nicolaus Unger&lt;/a&gt;, was the first to find \"Calamopitys\", a genus of Calamopityaceae. This genus, which later was the root for the family name, was found in the &lt;a href=\"Thuringian%20Forest\"&gt;Thuringian Forest&lt;/a&gt;. Forty years later, the family was named Calamopityaceae by the noble, &lt;a href=\"Solms-Laubach\"&gt;Solms-Laubach&lt;/a&gt;.\nThough the original genera, \"Calamopitys\", \"Stenomyelon\", and \"Diichnia\", still remain under this family classification, there have been historical additions to these groupings. Because the family is defined loosely on stem structure with nothing known about the foliage and reproductive structure, different genera have been added and removed from this family. The four genera, \"Bilignea\", \"Eristophyton\", \"Endoxylon\", and \"Sphenoxylon\", were added to the family in 1936. These genera were classified by their pycnoxylic secondary wood pattern, and in 1953, they were removed from the family with the intention of keeping the family composed of genera with monoxylic secondary wood.\nGenera.\nThree genera are currently classified as belonging to the family Calamopityaceae, and their differences are distinguished by their decreasing primary xylem from \"Stenomyelon\", to \"Calamopitys\", to \"Diichnia\".\n\"Calamopitys\".\n&lt;a href=\"Type%20species\"&gt;Type species&lt;/a&gt; - \"Calamopitys saturnii\"\nThere are six species within this genus, and it has the most species of any Calamopityaceae genera. Although \"Eristophyton\" is sometimes considered to be a subgenus under this genus, the distinction between pycnoxylic and monoxylic secondary wood maintains these genera as separate. In terms of structure, these plants under this genera have narrow stems with diameter 2–3 cm (or larger in \"C. embergeri\" and \"C. schweitzeri\").\n\"Stenomyelon\".\nType species - \"Stenomyelon tuedianum\"\nOriginally known as \"Tweed Mill fossil\", this genus consists of fewer species than \"Calamopitys\", but in addition to \"S. tuedianum\", species include \"S. primaevum\", \"S. heterangioides,\" and \"S. muratum.\"\n\"Diichnia\".\nType species - \"Diichnia kentuckiensis\"\nSpecies of this genus are classified based on the characteristics of the smallest primary xylem of Calamopityaceae and a five-angled pith, as seen in the stem cross-section. These characteristics separate this genus from the other genera."
}