{
    "id": "498826",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=498826",
    "title": "Wayne Goss",
    "text": "Wayne Keith Goss (26 February 1951 – 10 November 2014) was &lt;a href=\"Premier%20of%20Queensland\"&gt;Premier of Queensland&lt;/a&gt; from 7 December 1989 until 19 February 1996, becoming the first &lt;a href=\"Australian%20Labor%20Party%20%28Queensland%20Branch%29\"&gt;Labor&lt;/a&gt; Premier of the state in over thirty two years. Prior to entering politics, Goss was a &lt;a href=\"solicitor\"&gt;solicitor&lt;/a&gt;, and after leaving politics he served as Chairman of the &lt;a href=\"Queensland%20Art%20Gallery\"&gt;Queensland Art Gallery&lt;/a&gt; and Chairman of &lt;a href=\"Deloitte\"&gt;Deloitte&lt;/a&gt; Australia.\nEarly life.\nHe was born at &lt;a href=\"Mundubbera\"&gt;Mundubbera&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, and grew up at &lt;a href=\"Inala%2C%20Queensland\"&gt;Inala&lt;/a&gt; where he was educated at &lt;a href=\"Glenala%20State%20High%20School\"&gt;Inala State High School&lt;/a&gt; and the &lt;a href=\"University%20of%20Queensland\"&gt;University of Queensland&lt;/a&gt; where he gained a received a &lt;a href=\"Bachelor%20of%20Laws\"&gt;bachelor of laws&lt;/a&gt; degree. He worked as a solicitor and then with the &lt;a href=\"Aboriginal%20Legal%20Service\"&gt;Aboriginal Legal Service&lt;/a&gt; before setting up his own practice, but did not become a member of the &lt;a href=\"Australian%20Labor%20Party\"&gt;Australian Labor Party&lt;/a&gt; until &lt;a href=\"The%20Dismissal%20of%20the%20Whitlam%20Government\"&gt;the dismissal&lt;/a&gt; of &lt;a href=\"Gough%20Whitlam\"&gt;Gough Whitlam&lt;/a&gt; in November 1975.\nPolitical career.\nGoss entered state politics as a &lt;a href=\"Australian%20Labor%20Party%20%28Queensland%20Branch%29\"&gt;Labor Party&lt;/a&gt; &lt;a href=\"Member%20of%20the%20Legislative%20Assembly\"&gt;MLA&lt;/a&gt; in 1983 for the &lt;a href=\"Electoral%20district%20of%20Salisbury%20%28Queensland%29\"&gt;electoral district of Salisbury&lt;/a&gt; and, from 1986 onwards, for &lt;a href=\"Electoral%20district%20of%20Logan\"&gt;Logan&lt;/a&gt;.\nAlong with others, Goss was a key figure in the 1970s–1980s &lt;a href=\"civil%20liberties\"&gt;civil liberties&lt;/a&gt; fight against the &lt;a href=\"Joh%20Bjelke-Petersen\"&gt;Bjelke-Petersen Government&lt;/a&gt;, pursuing legal and political strategies against Bjelke-Petersen. He was elected &lt;a href=\"Leader%20of%20the%20Opposition%20%28Queensland%29\"&gt;Leader of the Opposition&lt;/a&gt; in March 1988.\nLeader of the Labor Party.\nGoss led Labor into the &lt;a href=\"1989%20Queensland%20state%20election\"&gt;1989 state election&lt;/a&gt; against the &lt;a href=\"National%20Party%20of%20Australia%20%E2%80%93%20Queensland\"&gt;National Party&lt;/a&gt; government of &lt;a href=\"Russell%20Cooper\"&gt;Russell Cooper&lt;/a&gt;. The &lt;a href=\"National%20Party%20of%20Australia%20%E2%80%93%20Queensland\"&gt;Queensland Nationals&lt;/a&gt; were still reeling from revelations of the rampant corruption of longtime premier &lt;a href=\"Joh%20Bjelke-Petersen\"&gt;Joh Bjelke-Petersen&lt;/a&gt;, and polls showed Labor had its best chance of winning power in years. Labor had been in opposition since &lt;a href=\"1957%20Queensland%20state%20election\"&gt;1957&lt;/a&gt;, and last made a serious bid for government in &lt;a href=\"1972%20Queensland%20state%20election\"&gt;1972&lt;/a&gt;. Cooper had toppled Bjelke-Petersen's immediate successor, &lt;a href=\"Mike%20Ahern%20%28Australian%20politician%29\"&gt;Mike Ahern&lt;/a&gt;, in a September party-room coup, two months before the writ was dropped.\nGoss seized on National ads that argued his plans to decriminalise &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt; would result in gays flooding into Queensland. He replied with ads painting Cooper as a wild-eyed reactionary and a carbon copy of Bjelke-Petersen.\nPremiership.\nGoss and Labor won a strong majority government at the 1989 election, scoring a 24-seat swing, the worst defeat of a sitting government up until that time in Queensland. This was fueled by a massive Labor wave that swept through Brisbane; Labor won all but five of the capital's 36 seats.\nHis election win, which ended 32 years of &lt;a href=\"Coalition%20%28Australia%29\"&gt;Coalition&lt;/a&gt;/National Party rule, was seen as \"the end of the Bjelke-Petersen era\" and the beginning of a new era, with \"&lt;a href=\"The%20Courier-Mail\"&gt;The Courier-Mail&lt;/a&gt;\" declaring \"Goss the Boss\". Once installed in office, he presided over the implementation of many of the reforms of the landmark &lt;a href=\"Fitzgerald%20Inquiry\"&gt;Fitzgerald Inquiry&lt;/a&gt; into &lt;a href=\"police%20corruption\"&gt;police corruption&lt;/a&gt;.\nThe &lt;a href=\"Goss%20Government\"&gt;Goss Government&lt;/a&gt; introduced several electoral and public sector reforms, the most notable being the elimination of the \"&lt;a href=\"Bjelkemander\"&gt;Bjelkemander&lt;/a&gt;\" &lt;a href=\"malapportionment\"&gt;malapportionment&lt;/a&gt; that had helped keep the Queensland Nationals in power. In addition to reforming the state’s electoral laws and boundaries, the &lt;a href=\"Goss%20Government\"&gt;Goss Government&lt;/a&gt; \"introduced merit-based appointments to the Queensland public service, created new National Parks and oversaw a new regime of economic and budgetary management\" It also introduced social reforms such as decriminalising homosexuality, appointing Queensland's &lt;a href=\"Leneen%20Forde\"&gt;first female Governor&lt;/a&gt;, abolishing the &lt;a href=\"Queensland%20Police\"&gt;Queensland Police&lt;/a&gt; Special Branch and &lt;a href=\"Imperial%20honours\"&gt;Imperial honours&lt;/a&gt;, and made provision \"to buy thousands of extra university places and hire thousands of new teachers\". Goss' Chief of Staff as Premier was former &lt;a href=\"diplomat\"&gt;diplomat&lt;/a&gt; &lt;a href=\"Kevin%20Rudd\"&gt;Kevin Rudd&lt;/a&gt;, later leader of the federal Labor Party and &lt;a href=\"Prime%20Minister%20of%20Australia\"&gt;Prime Minister of Australia&lt;/a&gt;, and Goss' 1989 campaign director was &lt;a href=\"Wayne%20Swan\"&gt;Wayne Swan&lt;/a&gt;, subsequently &lt;a href=\"Deputy%20Prime%20Minister%20of%20Australia\"&gt;Deputy Prime Minister of Australia&lt;/a&gt;.\nGoss won a second term at the 1992 state election, maintaining the same 19-seat majority he won in 1989 over the National Party and the &lt;a href=\"Liberal%20Party%20of%20Australia%20%28Queensland%20Division%29\"&gt;Liberal Party&lt;/a&gt; (the two non-Labor parties went out of coalition in 1983, but resumed the coalition after the 1992 election).\nBefore the &lt;a href=\"1995%20Queensland%20state%20election\"&gt;1995 election&lt;/a&gt; the &lt;a href=\"Goss%20Government\"&gt;Goss Government&lt;/a&gt; announced a plan to clear sensitive bushland for an alternative to one of south-east Queensland's major roadways. This prompted the &lt;a href=\"Queensland%20Greens\"&gt;Greens Party&lt;/a&gt; to do something it had never done before: it recommended that its supporters \"not\" give their second preference, on voting ballots, to Labor. Partly as a result of this, as well as the increasing unpopularity of Goss's management style (widely thought to be authoritarian) and growing anger at the federal Labor government, Labor was severely punished at the polls. Notably, it lost several seats in Brisbane's &lt;a href=\"Moreton%20Bay\"&gt;Bayside&lt;/a&gt; area, known as 'the koala seats' because of the passion stirred up by a belief that the new road would destroy the habitat of &lt;a href=\"koala\"&gt;koala&lt;/a&gt;s. While Labor lost the popular vote to the &lt;a href=\"Rob%20Borbidge\"&gt;Rob Borbidge&lt;/a&gt;-led Coalition, Labor managed to win 31 out of 40 seats in Brisbane while most of the Coalition's majority was wasted on large majorities in National heartland. This seemingly allowed Labor to salvage a knife-edge majority of one seat.\nAfter the 1995 election, Labor's majority hung on the Townsville seat of &lt;a href=\"Electoral%20district%20of%20Mundingburra\"&gt;Mundingburra&lt;/a&gt;, which had been won by Labor's &lt;a href=\"Ken%20Davies%20%28politician%29\"&gt;Ken Davies&lt;/a&gt; by only 12 votes over the Coalition's &lt;a href=\"Frank%20Tanti\"&gt;Frank Tanti&lt;/a&gt;. However, several irregularities were discovered, the most serious being that several servicemen serving in &lt;a href=\"Rwanda\"&gt;Rwanda&lt;/a&gt; did not have their votes counted. The &lt;a href=\"Supreme%20Court%20of%20Queensland\"&gt;Supreme Court of Queensland&lt;/a&gt;, sitting as a &lt;a href=\"Court%20of%20Disputed%20Returns\"&gt;Court of Disputed Returns&lt;/a&gt;, ordered a &lt;a href=\"1996%20Mundingburra%20state%20by-election\"&gt;by-election&lt;/a&gt; for February 1996, which Tanti won. This outcome brought about a &lt;a href=\"hung%20Parliament\"&gt;hung Parliament&lt;/a&gt;, with both the Coalition and Labor on 44 seats. The balance of power was held by &lt;a href=\"Electoral%20district%20of%20Gladstone\"&gt;Gladstone&lt;/a&gt;'s newly elected &lt;a href=\"Independent%20%28politician%29\"&gt;Independent&lt;/a&gt; member, &lt;a href=\"Liz%20Cunningham\"&gt;Liz Cunningham&lt;/a&gt;. Nine days after the by-election, Cunningham announced that she was going to support the Coalition on the floor of Parliament, leaving Goss with no alternative but to resign as Premier on 19 February 1996.\nGoss' defeat proved to be a harbinger of federal Labor's massive defeat in &lt;a href=\"1996%20Australian%20federal%20election\"&gt;the federal election held a month later&lt;/a&gt;. Federal Labor suffered particularly heavy losses in Queensland at the subsequent federal election; it was cut down to only two seats there, its worst result in the state since being reduced to only one seat in &lt;a href=\"1975%20Australian%20federal%20election\"&gt;1975&lt;/a&gt;. Goss later said that Queensland voters had turned so violently on then-Prime Minister &lt;a href=\"Paul%20Keating\"&gt;Paul Keating&lt;/a&gt; that they had been \"sitting on their &lt;a href=\"Queenslander%20%28architecture%29\"&gt;verandas&lt;/a&gt; with baseball bats\" waiting for the writs to drop, a phrase that has since entered the Australian political lexicon.\nResignation of leadership.\nAfter resigning as Premier and Leader of the Labor Party on 19 February 1996, Goss returned to the back benches of the &lt;a href=\"Opposition%20%28parliamentary%29\"&gt;Opposition&lt;/a&gt; under new Opposition Leader &lt;a href=\"Peter%20Beattie\"&gt;Peter Beattie&lt;/a&gt; and assumed something of an \"elder statesman\" role. He had begun the process of seeking preselection as the Labor candidate for the federal seat of &lt;a href=\"Division%20of%20Oxley\"&gt;Oxley&lt;/a&gt; in the &lt;a href=\"1998%20Australian%20federal%20election\"&gt;1998 election&lt;/a&gt;. However, a diagnosis of a &lt;a href=\"Glioma\"&gt;brain tumour&lt;/a&gt; (uneventfully, partially removed) forced him to scale back his activities. Despite support from both sides of Parliament—evidenced when the House gave him a &lt;a href=\"standing%20ovation\"&gt;standing ovation&lt;/a&gt; on his return from surgery—Goss retired from politics at the &lt;a href=\"1998%20Queensland%20state%20election\"&gt;1998 Queensland state election&lt;/a&gt;.\nPost-political career.\nAfter his retirement from politics, Goss served in a variety of community and business roles. He did an MBA at the &lt;a href=\"University%20of%20Queensland\"&gt;University of Queensland&lt;/a&gt; after losing office as Premier; Goss was also awarded honorary doctorates (DUniv) by &lt;a href=\"QUT\"&gt;QUT&lt;/a&gt; and &lt;a href=\"Griffith%20University\"&gt;Griffith University&lt;/a&gt;.\nGoss was Chairman of the &lt;a href=\"Queensland%20Art%20Gallery\"&gt;Queensland Art Gallery&lt;/a&gt; for 3 terms from 1999 until 2008, a period which included the development of the &lt;a href=\"Queensland%20Gallery%20of%20Modern%20Art\"&gt;Queensland Gallery of Modern Art&lt;/a&gt; (GoMA), and served a term as a Director of the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt; &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; team.\nGoss received a &lt;a href=\"Centenary%20Medal\"&gt;Centenary Medal&lt;/a&gt; in 2001.\nIn business, Goss served as National Chairman of the Australian section of &lt;a href=\"Deloitte\"&gt;Deloitte&lt;/a&gt; from 2005–2013. Goss was also Chairman of engineering firm &lt;a href=\"Ausenco\"&gt;Ausenco&lt;/a&gt; from 2002 until 2013. From 2003 to 2007, Goss was on the board of &lt;a href=\"Ingeus%20Limited\"&gt;Ingeus Limited&lt;/a&gt;, the company founded by &lt;a href=\"Th%C3%A9r%C3%A8se%20Rein\"&gt;Thérèse Rein&lt;/a&gt;, the wife of former Australian Prime Minister &lt;a href=\"Kevin%20Rudd\"&gt;Kevin Rudd&lt;/a&gt;, his former chief-of-staff. Further, Goss was Chairman of &lt;a href=\"FreeTV%20Australia\"&gt;FreeTV Australia&lt;/a&gt;, the lobby group representing the &lt;a href=\"free-to-air\"&gt;free-to-air&lt;/a&gt; television companies in Australia, from 2008 until 2011.\nGoss was also an Ambassador of the &lt;a href=\"Australian%20Indigenous%20Education%20Foundation\"&gt;Australian Indigenous Education Foundation&lt;/a&gt;, and a member of a business task force dealing with the aftermath of the &lt;a href=\"2010-11%20Queensland%20floods\"&gt;2010-11 Queensland floods&lt;/a&gt;.\nFamily.\nHe lived in &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; with his wife, Roisin (née Hirschfeld). Roisin's father was &lt;a href=\"Konrad%20Hirschfeld\"&gt;Konrad Hirschfeld&lt;/a&gt; (a &lt;a href=\"Rhodes%20Scholar\"&gt;Rhodes Scholar&lt;/a&gt; in 1927) and her grandfather &lt;a href=\"Eugen%20Hirschfeld\"&gt;Eugen Hirschfeld&lt;/a&gt; (a member of the first &lt;a href=\"University%20of%20Queensland\"&gt;University of Queensland&lt;/a&gt; Senate in 1910). Wayne and Roisin Goss had two children, Ryan and Caitlin, both of whom attended the University of Queensland and were awarded Rhodes Scholarships to attend the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; in 2007 and 2009 respectively.\nDeath, funeral and legacy.\nGoss battled a recurrent &lt;a href=\"Glioma\"&gt;brain tumour&lt;/a&gt; for 17 years, undergoing four operations to manage it. He died aged 63 at his home in &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; on 10 November 2014, with his wife and children present. Instead of a state funeral, a private funeral was held, and a public memorial service was organised by the family at the upper level open spaces areas of the &lt;a href=\"Queensland%20Gallery%20of%20Modern%20Art\"&gt;Queensland Gallery of Modern Art&lt;/a&gt;. Goss's wife Roisin shared recollections about his life as a private citizen and his favourite saying at family gatherings or just lounging outside on a sunny day: \"This Is Good\". Close friend and former State Attorney-General, the &lt;a href=\"Matt%20Foley%20%28politician%29\"&gt;Hon. Matt Foley&lt;/a&gt; gave a detailed testimonial about Goss's friendship and their days in political office. Over a thousand mourners attended the service, some accommodated in overflow rooms with views to monitors and speakers.\nCondolence motions were moved in the &lt;a href=\"Queensland%20Parliament\"&gt;Queensland Parliament&lt;/a&gt; and in the &lt;a href=\"Parliament%20of%20Australia\"&gt;Parliament of Australia&lt;/a&gt;.\nIn marking Goss' death, former Prime Minister &lt;a href=\"Kevin%20Rudd\"&gt;Kevin Rudd&lt;/a&gt; described Goss as Queensland's \"greatest postwar Premier\"; former Premier &lt;a href=\"Peter%20Beattie\"&gt;Peter Beattie&lt;/a&gt; described Goss as \"Labor’s best premier since &lt;a href=\"TJ%20Ryan\"&gt;TJ Ryan&lt;/a&gt; in 1915\"; former Premier &lt;a href=\"Anna%20Bligh\"&gt;Anna Bligh&lt;/a&gt; stated that \"Wayne Goss was the father of modern Queensland\". The then &lt;a href=\"Liberal%20National%20Party%20of%20Queensland\"&gt;Liberal National&lt;/a&gt; Premier &lt;a href=\"Campbell%20Newman\"&gt;Campbell Newman&lt;/a&gt; described Goss's \"amazing contribution to Queensland\".\nThe &lt;a href=\"rainforest\"&gt;rainforest&lt;/a&gt; tree genus \"&lt;a href=\"Gossia\"&gt;Gossia&lt;/a&gt;\" in the &lt;a href=\"Myrtaceae\"&gt;myrtle family&lt;/a&gt; is named after Wayne Goss in honour of his conservation work."
}