{
    "id": "49905007",
    "revid": "1061357463",
    "url": "https://en.wikipedia.org/wiki?curid=49905007",
    "title": "El Laco",
    "text": "El Laco is a &lt;a href=\"volcanic%20complex\"&gt;volcanic complex&lt;/a&gt; in the &lt;a href=\"Antofagasta%20Region\"&gt;Antofagasta Region&lt;/a&gt; of &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;. It is directly south of the &lt;a href=\"Cord%C3%B3n%20de%20Puntas%20Negras\"&gt;Cordón de Puntas Negras&lt;/a&gt; volcanic chain. Part of the &lt;a href=\"Central%20Volcanic%20Zone\"&gt;Central Volcanic Zone&lt;/a&gt; of the &lt;a href=\"Andes\"&gt;Andes&lt;/a&gt;, it is a group of seven &lt;a href=\"stratovolcanoes\"&gt;stratovolcanoes&lt;/a&gt; and a &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt;. It is about two million years old. The main summit of the volcano is a &lt;a href=\"lava%20dome\"&gt;lava dome&lt;/a&gt; called Pico Laco, which is variously reported to be or high. The edifice has been affected by glaciation, and some reports indicate that it is still &lt;a href=\"Fumarole\"&gt;fumarolically&lt;/a&gt; active.\nThe volcano is known for its &lt;a href=\"magnetite\"&gt;magnetite&lt;/a&gt;-containing lava flows of enigmatic origin. In total, there are four lava flows and two &lt;a href=\"dike%20%28geology%29\"&gt;dykes&lt;/a&gt;, as well as a formation of uncertain nature. In addition to lava flow structures, &lt;a href=\"pyroclastics\"&gt;pyroclastics&lt;/a&gt; containing iron oxide are also found within the complex. The magmas formed within a &lt;a href=\"magma%20chamber\"&gt;magma chamber&lt;/a&gt; with a volume of about ; whether the iron-rich lavas are native magnetite lavas or were formed by hydrothermal processes acting on regular rock is under debate. After their discovery in 1958, these iron deposits have been mined. Similar deposits of volcanic iron oxide exist in Australia, Chile, and Iran.\nGeography.\nEl Laco is part of the Cordón de Puntas Negras sector of the Central Volcanic Zone, directly south of that volcanic chain. It sits atop a &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt; and &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; basement that was lifted from the seaground during the &lt;a href=\"Acadian%20orogeny\"&gt;Acadian orogeny&lt;/a&gt; and is of &lt;a href=\"Ordovician\"&gt;Ordovician&lt;/a&gt; age. Later, &lt;a href=\"Mesozoic\"&gt;Mesozoic&lt;/a&gt; and &lt;a href=\"Cenozoic\"&gt;Cenozoic&lt;/a&gt; sedimentation occurred, which was then buried by &lt;a href=\"Tertiary\"&gt;Tertiary&lt;/a&gt; rhyolites. Two major volcanic lineaments cross in the El Laco area, including the so-called Calama-Olacapato-El Toro lineament. El Hueso volcano to the north is - high and has a basement diameter of . It has a crater with a diameter of .\nThe city of &lt;a href=\"Antofagasta\"&gt;Antofagasta&lt;/a&gt; is located west of El Laco. Other close towns are &lt;a href=\"Calama%2C%20Chile\"&gt;Calama&lt;/a&gt; and &lt;a href=\"San%20Pedro%20de%20Atacama\"&gt;San Pedro de Atacama&lt;/a&gt;. The international road through &lt;a href=\"Sico%20Pass\"&gt;Sico Pass&lt;/a&gt; connecting &lt;a href=\"Salta\"&gt;Salta&lt;/a&gt; in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; with Calama in Chile runs close to El Laco. A number of tourist sites are found in the &lt;a href=\"Atacama%20Desert\"&gt;Atacama Desert&lt;/a&gt; adjacent to El Laco, and the dry climate also makes the area suitable for astronomy facilities.\nGeology.\nThe El Laco volcanic complex is formed by about seven minor &lt;a href=\"stratovolcano\"&gt;stratovolcano&lt;/a&gt;es and lava domes. The complex started its activity in the &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt;-&lt;a href=\"Pliocene\"&gt;Pliocene&lt;/a&gt;, when &lt;a href=\"Porphyry%20%28geology%29\"&gt;porphyric&lt;/a&gt; &lt;a href=\"andesite\"&gt;andesite&lt;/a&gt;s formed a stratovolcano. During the Pliocene, ash and &lt;a href=\"pyroclastic\"&gt;pyroclastic&lt;/a&gt; eruptions formed a caldera with a diameter of , which also contains a central lava dome that formed 6.5 million years ago. Finally, probably during the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt;, five iron-rich magmas were extruded, named Laco Sur, Laco Norte and Rodados Negros. Laquito and Cristales Grandes, two abyssal iron magma structures, date back to that era. The volcanic complex is located an altitude of and covers a surface area of with a minimum volume of of volcanic rock.\nThe main summit, Pico Laco or Pitón El Laco, has an altitude of , although a maximum height of has also been reported. Pico Laco is an andesitic lava dome with a height of above the surrounding terrain. The dome, with dimensions of , has two summits: the higher eastern one and a western summit, and has also been described as a &lt;a href=\"volcanic%20plug\"&gt;volcanic plug&lt;/a&gt;. Pico Laco has been described as a &lt;a href=\"resurgent%20dome\"&gt;resurgent volcano&lt;/a&gt; within a &lt;a href=\"caldera\"&gt;caldera&lt;/a&gt;, that is surrounded by secondary vents.\nOther summits include the northwestern Hueso Chico, a cone with a height of above its surroundings and a crater wide. This cone is of dacitic composition. \"Volcano 5009\" is heavily eroded, and its core of lava and &lt;a href=\"hyaloclastite\"&gt;hyaloclastite&lt;/a&gt; has been exposed. It has a diameter of . Eruptive activity here probably coincided with glacier activity during the Pliocene, as evidenced by &lt;a href=\"moraine\"&gt;moraine&lt;/a&gt;s in the area.\nAges of 10.5 to 1.6 &lt;a href=\"mya%20%28unit%29\"&gt;mya&lt;/a&gt; have been estimated via &lt;a href=\"potassium-argon%20dating\"&gt;potassium-argon dating&lt;/a&gt; of the andesite lavas and subvolcanic rocks. An age of 5.3±1.9 mya on lavas in the northern part of the volcanic complex is the oldest obtained date. Other dating has resulted in ages of 3.9±1.3 mya for Pico Laco's dome, 3.8±0.9 mya for lavas beneath San Vicente Bayo, 3.7±0.9 mya for a lava front next to Laco Norte, 2.6±0.6 for Crystales Grandes, 2.1±0.4 for Hueso Chico, and 1.6±0.5 for \"Volcano 5009\". Cordon de Puntas Negras has younger dates. Another date from Pico Laco is 2.0±0.3 mya; one study suggested four separate episodes of volcano development. Volcanic activity continued after the emplacement of the magnetite bodies. Later alteration included hydrothermal alteration and glacial erosion; the former has left bleached rocks and exhalation deposits. Some minor &lt;a href=\"Metasomatism\"&gt;metasomatic alteration&lt;/a&gt; occurred at the contact sites between andesites and iron-containing rocks. Hydrothermal alteration has also been described for lower portions of the volcanic pile and probably occurred because of gases escaping from intruded magma. Moraines found west of El Laco were generated by glaciation both on El Laco and Puntas Negras. &lt;a href=\"Surface%20exposure%20dating\"&gt;Surface exposure dating&lt;/a&gt; has indicated ages of 226 and 287 &lt;a href=\"Kiloannus\"&gt;ka&lt;/a&gt; for some ice-affected lavas and &lt;a href=\"argon-argon%20dating\"&gt;argon-argon dating&lt;/a&gt; produced a youngest age of about 120,000 years. Further, andesitic volcanism in neighbouring volcanoes has blanketed El Laco. Reports exist of continuing &lt;a href=\"fumarolic\"&gt;fumarolic&lt;/a&gt; activity and &lt;a href=\"hot%20spring\"&gt;hot spring&lt;/a&gt;s with the deposition of clay and other minerals.\nIron-rich deposits.\nOn the flank of the volcano, &lt;a href=\"apatite\"&gt;apatite&lt;/a&gt;, &lt;a href=\"hematite\"&gt;hematite&lt;/a&gt;, and &lt;a href=\"magnetite\"&gt;magnetite&lt;/a&gt; deposits are found at altitudes of . The volcano is mainly known for these flows, but such material is also found in the form of &lt;a href=\"tephra\"&gt;tephra&lt;/a&gt;. The deposits lie on top of flat lava flows of andesitic composition, concentrically around Pico Laco. They are named Laco Norte, Laco Sur, San Vicente Alto, and San Vicente Bajo. The deposits consist of dykes, hydrothermal deposits, lava flows, pyroclastics, and subvolcanic structures and were erupted from parasitic vents and fissures. The magnetite is classified as porphyry-like. Apatite is present as an accessory mineral in the lavas and is abundant in the intrusions. Iron-rich zones also formed in tuffs and lavas. Magnetite in the subvolcanic bodies exists in more massive crystals. The iron-containing rocks include lava flows, ash, and &lt;a href=\"lapilli\"&gt;lapilli&lt;/a&gt;, as well as ore &lt;a href=\"breccia\"&gt;breccia&lt;/a&gt;s. The El Laco magnetite lava flows are unique in the world and formed during active subduction.\nIndividual deposits.\nOf these deposits, Laco Norte is the largest and was probably separated from neighbouring Laquito by erosion. It is thick and covers a surface area of . It was erupted from feeder dykes on its southern and eastern end and forms a table-shaped body on a spur, in the shape of a &lt;a href=\"mesa\"&gt;mesa&lt;/a&gt;. At Laco Norte, a structure of five layers is found: a basal andesite, ore in pyroclastic form, magnetite lava, pyroclastics which contain ore, and andesite at the top. Laco Sur has a similar morphology and dimensions of ; it has been mined. San Vicente Alto is a lava flow on the upper parts of the volcano (), and San Vicente Bajo is probably a lava dome (). Laquito ( long and wide) and Rodados Nortes () appear to be dykes, while Cristales Grandes ( long and up to wide) is more likely a vein and generally shows signs of hydrothermal formation. A magnetic layer of rock spreads north from the volcano, and a large magnetite body has been modelled beneath Pasos Blancos.\nStructure and appearance.\nThe magnetite lavas are primarily &lt;a href=\"%CA%BBA%CA%BB%C4%81\"&gt;aa&lt;/a&gt; lava, but other surface features are also found, including &lt;a href=\"pahoehoe\"&gt;pahoehoe&lt;/a&gt; features. Columnar morphologies are found on the magnetite, implying that they cooled quickly. There is only one other place in the world where columnar magnetite has been found – &lt;a href=\"Kiirunavaara\"&gt;Kiirunavaara&lt;/a&gt;, in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. Large tubes coated on the inside by magnetite were formed in the lava by escaping gas. Both before and after the magnetite lavas, layers of magnetite-containing pyroclastics were erupted. A aureole separates the magnetite rocks from the host rocks. The magnetite lava flows are thick, the pyroclastics and respectively. The pyroclastic-like deposits are porous and fragile and show traces of stratification. The pyroclastics at Laco Sur contain spherules of magnetite. An age of 2.1±0.1 million years has been found for ore by &lt;a href=\"fission%20track\"&gt;fission track&lt;/a&gt; dating. The lavas contain veins likely generated by hydrothermal activity.\nOrigin.\nTemperatures estimated for the erupted rocks cover a wide range, with some exceeding . These rocks are of enigmatic origin, which may be geothermal or magmatic, with the presence of &lt;a href=\"lava%20bomb\"&gt;lava bomb&lt;/a&gt;s of magnetite lava and other evidence supporting the magmatic origin theory. The magma would have separated from a precursor magma due to immiscibility effects. Other viewpoints consider the texture and chemical composition of the rocks as evidence that &lt;a href=\"metasomatism\"&gt;metasomatism&lt;/a&gt; of andesitic rocks formed the magnetite \"lavas\". A third hypothesis envisages the crystallization of magnetite within a silicic magma and its subsequent extraction through volatile bubbles. The role of a post-magmatic fluid phase, which was inferred from inclusions in crystals, or of a combination of magmatic and hydrothermal mechanisms has also been suggested.\nSome magnetite was oxidized to hematite, probably under the influence of rainwater as indicated by isotope analysis. Only a minor amount of hematite is primary. Isotope data indicate that the formation of this magnetite magma was accompanied by the segregation of plagioclase. This plagioclase may have generated the rhyodacite lava dome. An iron-phosphate-rich magma generated the magnetite lava flows after release of volatile substances. The magma was probably bordering on forming a two-phase melt containing &lt;a href=\"nelsonite\"&gt;nelsonite&lt;/a&gt; and &lt;a href=\"rhyolite\"&gt;rhyolite&lt;/a&gt;. A favourable tectonic context associated with the compression of the magma chamber and the presence of faults helped with the eruption of the magnetite. The magma formation probably occurred in a magma chamber. During the cooling of the magma, the ores formed. This process was probably not directed by water-rich phases, and the segregation occurred at a shallow depth. High phosphorus and volatile content may have lowered the melting point of the magma and facilitated its eruption, as well as overcoming density-based constraints on the eruption of iron-rich magmas; the magma would later have forcefully degassed within the volcano. Suggestions that &lt;a href=\"anatexis\"&gt;anatexis&lt;/a&gt; of iron-rich sediments generated the iron-rich magmas appear implausible. The ultimate origin of the El Laco iron may be subducted metal-containing sediment.\nHuman history and exploitation.\nThese iron oxide deposits were found in 1958. Mining in Laco Sur removed about two million tons of magnetite between the 1970s and 1990s, leaving an open pit exposing of rock. In 2009, these mineral reserves were mined by Cia Minera del Pacifico S.A. It is estimated that the deposit contains 733.9 million tons of ore, consisting of 50% iron. The geological interest in these kinds of mineral deposits is enhanced by their frequent association with other minerals, as has been noted at &lt;a href=\"Olympic%20Dam%20mine\"&gt;Olympic Dam&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. Other magnetite-apatite ore deposits in the Andes are Incahuasi (10.3±0.8 mya), south of El Laco, and Magnetita Pedernales (Tertiary), about south-southwest of Laco.\nComparable deposits.\nThe &lt;a href=\"Kiruna%20Mine\"&gt;Kiruna magnetites&lt;/a&gt; in Sweden resemble the El Laco ones in terms of &lt;a href=\"manganese\"&gt;manganese&lt;/a&gt; and &lt;a href=\"vanadium\"&gt;vanadium&lt;/a&gt; content, and their &lt;a href=\"titanium\"&gt;titanium&lt;/a&gt; content is comparably low. The deposits at Kiruna and El Laco have been classified as \"Iron oxide-apatite\" ore deposits, and El Laco is the best preserved and youngest such deposit on Earth. Other deposits of volcanic iron ore are the &lt;a href=\"Chilean%20Iron%20Belt\"&gt;Chilean Iron Belt&lt;/a&gt;, the Tertiary Cerro el Mercado deposit in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, the &lt;a href=\"Eocambrian\"&gt;Eocambrian&lt;/a&gt; Bafq district in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, and the &lt;a href=\"Proterozoic\"&gt;Proterozoic&lt;/a&gt; Kiruna field in Sweden. Of these, Sierra Bandera in the Chilean iron belt may be another example of surface volcanic iron ore rather than subvolcanic ore as is commonly assumed of these deposits.\nPetrology.\nThe main rocks of the volcano are andesite and &lt;a href=\"dacite\"&gt;dacite&lt;/a&gt;, which contain &lt;a href=\"biotite\"&gt;biotite&lt;/a&gt; and &lt;a href=\"pyroxene\"&gt;pyroxene&lt;/a&gt; as well as &lt;a href=\"bleb%20%28mineralogy%29\"&gt;bleb&lt;/a&gt;s containing &lt;a href=\"iron%20oxide\"&gt;iron oxide&lt;/a&gt;. The iron-containing rocks are a less important component. The whole rock falls into the &lt;a href=\"calc-alkaline\"&gt;calc-alkaline&lt;/a&gt; class of volcanic rocks, similar to these erupted by the neighbouring volcanoes &lt;a href=\"Lascar%20%28volcano%29\"&gt;Lascar&lt;/a&gt; and &lt;a href=\"Llullaillaco\"&gt;Llullaillaco&lt;/a&gt;. The andesites contain &lt;a href=\"plagioclase\"&gt;plagioclase&lt;/a&gt; &lt;a href=\"clinopyroxene\"&gt;clinopyroxene&lt;/a&gt;, &lt;a href=\"orthopyroxene\"&gt;orthopyroxene&lt;/a&gt;, and &lt;a href=\"phenocryst\"&gt;phenocryst&lt;/a&gt;s of magnetite. Magnetite, and in lesser measure hematite, are the most abundant iron minerals; &lt;a href=\"anhydrite\"&gt;anhydrite&lt;/a&gt;, &lt;a href=\"diopside\"&gt;diopside&lt;/a&gt;, &lt;a href=\"goethite\"&gt;goethite&lt;/a&gt;, &lt;a href=\"limonite\"&gt;limonite&lt;/a&gt;, &lt;a href=\"maghemite\"&gt;maghemite&lt;/a&gt;, &lt;a href=\"pyrite\"&gt;pyrite&lt;/a&gt;, &lt;a href=\"scapolite\"&gt;scapolite&lt;/a&gt; and &lt;a href=\"diadochite\"&gt;diadochite&lt;/a&gt; are also found. Erupted magma was probably gas-rich, as the magnetite lavas would otherwise have melting points of over . The lavas lost most of their &lt;a href=\"sulfur\"&gt;sulfur&lt;/a&gt; and phosphorus after their eruption. High &lt;a href=\"oxygen-18\"&gt;oxygen-18&lt;/a&gt; amounts in the Laco magmas indicate either crustal contamination or &lt;a href=\"Kinetic%20isotope%20effect\"&gt;isotopic effects&lt;/a&gt; during &lt;a href=\"Fractional%20crystallization%20%28geology%29\"&gt;fractional crystallization&lt;/a&gt;. Some &lt;a href=\"Meteoric%20water\"&gt;atmospheric water&lt;/a&gt; influence has been inferred from isotope data as well.\n&lt;a href=\"Hydrothermal%20alteration\"&gt;Hydrothermal alteration&lt;/a&gt; of the central lava dome and iron-bearing deposits has generated &lt;a href=\"alunite\"&gt;alunite&lt;/a&gt;, &lt;a href=\"anatase\"&gt;anatase&lt;/a&gt;, &lt;a href=\"bassanite\"&gt;bassanite&lt;/a&gt;, &lt;a href=\"chlorite\"&gt;chlorite&lt;/a&gt;, &lt;a href=\"copper\"&gt;copper&lt;/a&gt; veinlets, &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt;, &lt;a href=\"illite\"&gt;illite&lt;/a&gt;, &lt;a href=\"jarosite\"&gt;jarosite&lt;/a&gt;, &lt;a href=\"kaolinite\"&gt;kaolinite&lt;/a&gt;, &lt;a href=\"labradorite\"&gt;labradorite&lt;/a&gt;, &lt;a href=\"quartz\"&gt;quartz&lt;/a&gt;, &lt;a href=\"rutile\"&gt;rutile&lt;/a&gt;, &lt;a href=\"sanidine\"&gt;sanidine&lt;/a&gt;, &lt;a href=\"smectite\"&gt;smectite&lt;/a&gt;, sulfur and &lt;a href=\"tridymite\"&gt;tridymite&lt;/a&gt;. Some of these minerals forms veins inside the rock. Silification is prominent and has formed &lt;a href=\"cristobalite\"&gt;cristobalite&lt;/a&gt; and &lt;a href=\"tridymite\"&gt;tridymite&lt;/a&gt;. Elemental sulfur is also found. Vast regions of the volcano have been altered hydrothermally at temperatures of , giving the rock a clear appearance. Minor exhalation deposits are also found in the form of &lt;a href=\"sulfate\"&gt;sulfate&lt;/a&gt;s that sometimes conserve conduits. Red-coloured alteration halos occur in andesites adjacent to iron deposits, probably due to iron input. It is possible that the formation of the iron-rich magma was accompanied by the production of large amounts of &lt;a href=\"hydrothermal\"&gt;hydrothermal&lt;/a&gt; fluids which then triggered the hydrothermal alteration.\nEnvironment.\nThe vegetation in the area is primarily low &lt;a href=\"bushland\"&gt;bushland&lt;/a&gt;. &lt;a href=\"Short-tailed%20chinchilla\"&gt;Short-tailed chinchilla&lt;/a&gt;s can be found at El Laco, one of the few occurrences of this &lt;a href=\"threatened%20species\"&gt;threatened species&lt;/a&gt; in Chile.\nEl Laco has a classical cold mountain climate at the line between the dry Altiplano with summer precipitation and the hyper-arid Atacama Desert climate. A nearby weather station () at altitude showed an average temperature of in 1991, with strong short-term variability. The majority of precipitation falls during southern hemisphere summer; winter snowfall has been recorded. Air humidity recorded in 1991 was 10–30%."
}