{
    "id": "49926807",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=49926807",
    "title": "Carl Higbie",
    "text": "Carlton Milo Higbie IV (born April 23, 1983) is an American &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; &lt;a href=\"political%20activist\"&gt;political activist&lt;/a&gt;, &lt;a href=\"author\"&gt;author&lt;/a&gt;, and former &lt;a href=\"United%20States%20Navy%20SEALs\"&gt;U.S. Navy SEAL&lt;/a&gt;. He was director of advocacy for &lt;a href=\"America%20First%20Policies\"&gt;America First Policies&lt;/a&gt;, a group that promotes &lt;a href=\"Political%20positions%20of%20Donald%20Trump\"&gt;Donald Trump's policy agenda&lt;/a&gt;. In August 2017, Higbie was selected to serve as the chief of external affairs for the &lt;a href=\"Corporation%20for%20National%20and%20Community%20Service\"&gt;Corporation for National and Community Service&lt;/a&gt;, but resigned in January 2018 after racist, sexist, anti-Muslim, and anti-LGBT comments and comments about fellow veterans with &lt;a href=\"Posttraumatic%20stress%20disorder\"&gt;PTSD&lt;/a&gt; came to light. Before that he served as a spokesperson for &lt;a href=\"Great%20America%20PAC\"&gt;Great America PAC&lt;/a&gt;, which supported &lt;a href=\"Donald%20Trump%20presidential%20campaign%2C%202016\"&gt;Trump's presidential candidacy&lt;/a&gt; and assisted his &lt;a href=\"Presidential%20transition%20of%20Donald%20Trump\"&gt;transition info office&lt;/a&gt;, and he also became known for promoting the &lt;a href=\"birther%20conspiracy\"&gt;birther conspiracy&lt;/a&gt; theory about Barack Obama.\nHigbie served in the &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt; from 2005 to 2012. He served two tours of duty in &lt;a href=\"Operation%20Iraqi%20Freedom\"&gt;Operation Iraqi Freedom&lt;/a&gt;, reaching the rate of &lt;a href=\"United%20States%20Navy%20SEALs%23Special%20warfare%20ratings\"&gt;Special Warfare Operator, First Class&lt;/a&gt;. He has written two books about his experiences, and has regularly appeared as a commentator on &lt;a href=\"Fox%20News\"&gt;Fox News&lt;/a&gt;, &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;, and &lt;a href=\"Newsmax\"&gt;Newsmax&lt;/a&gt;.\nEarly life.\nHigbie was born on April 23, 1983, in &lt;a href=\"Greenwich%2C%20Connecticut\"&gt;Greenwich, Connecticut&lt;/a&gt;. He attended &lt;a href=\"Greenwich%20High%20School\"&gt;Greenwich High School&lt;/a&gt; before going to college at &lt;a href=\"Sacred%20Heart%20University\"&gt;Sacred Heart University&lt;/a&gt;, where he dropped out to join the military as troops were being deployed to Iraq.\nMilitary service.\nHigbie enlisted in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; and became a &lt;a href=\"United%20States%20Navy%20SEALs\"&gt;SEAL&lt;/a&gt; in 2005, ultimately reaching the rank of &lt;a href=\"Petty%20Officer%20First%20Class\"&gt;Petty Officer First Class&lt;/a&gt; (&lt;a href=\"U.S.%20uniformed%20services%20pay%20grades%23Enlisted%20pay%20grades\"&gt;E-6 grade&lt;/a&gt;) with a &lt;a href=\"naval%20rating\"&gt;rating&lt;/a&gt; of &lt;a href=\"United%20States%20Navy%20SEALs%23Special%20warfare%20ratings\"&gt;Special Warfare Operator, First Class&lt;/a&gt;. He was twice deployed to Iraq to serve in &lt;a href=\"Operation%20Iraqi%20Freedom\"&gt;Operation Iraqi Freedom&lt;/a&gt;, once each under &lt;a href=\"President%20of%20the%20United%20States\"&gt;Presidents&lt;/a&gt; &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; and &lt;a href=\"Barack%20Obama\"&gt;Obama&lt;/a&gt;.\nHigbie is the author a self-published book titled \"Battle on the Home Front: A Navy SEAL's Mission to Save the American Dream\" in 2012, after which his &lt;a href=\"security%20clearance\"&gt;security clearance&lt;/a&gt; was downgraded from \"top secret\". He signed out of the SEALs before the end of his term of duty with an &lt;a href=\"honorable%20discharge\"&gt;honorable discharge&lt;/a&gt;. Some two months later, the Navy downgraded his discharge to \"general\". A second book, \"Enemies, Foreign and Domestic: A SEAL's Story\", was published by &lt;a href=\"Post%20Hill%20Press\"&gt;Post Hill Press&lt;/a&gt; in 2016.\nCongressional campaign.\nIn 2014, Higbie announced that he was running to be the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; nominee to challenge &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; &lt;a href=\"Jim%20Himes\"&gt;Jim Himes&lt;/a&gt; in &lt;a href=\"Connecticut%27s%204th%20congressional%20district\"&gt;Connecticut's 4th congressional district&lt;/a&gt;, declaring himself to not be \"bound by the same conformist rules that most Republicans are bound by.\" At the time, Higbie was working as a personal trainer at Equinox in Greenwich, CT. The other Republican candidates were former &lt;a href=\"Connecticut%20Senate\"&gt;State Senator&lt;/a&gt; &lt;a href=\"Dan%20Debicella\"&gt;Dan Debicella&lt;/a&gt; and &lt;a href=\"Connecticut%20House%20of%20Representatives\"&gt;State Representative&lt;/a&gt; &lt;a href=\"John%20Shaban\"&gt;John Shaban&lt;/a&gt;. Higbie described himself as a &lt;a href=\"social%20conservative\"&gt;social conservative&lt;/a&gt; with \"moral oppositions to abortions and same-sex marriage, but my legislative position is live and let live,\" and stated that he would vote to repeal the &lt;a href=\"Affordable%20Care%20Act\"&gt;Affordable Care Act&lt;/a&gt;. On economic issues, Higbie supported \"a balanced budget amendment and an across-the-board personal income tax rate of 10 percent, with a maximum annual deduction of $50,000,\" and he favored eliminating corporate taxes to attract overseas businesses. Higbie had difficulty with fund raising during his candidacy, and sought to force a &lt;a href=\"primary%20election\"&gt;primary election&lt;/a&gt; if he were not endorsed as the candidate. Debicella won the nomination with support from 195 of the 210 delegates, and contested the &lt;a href=\"United%20States%20House%20of%20Representatives%20elections%20in%20Connecticut%2C%202014%23District%204\"&gt;election&lt;/a&gt; against Himes, who won with 53.7% of the vote.\nGreat America PAC.\nHigbie is a spokesman for &lt;a href=\"Great%20America%20PAC\"&gt;Great America PAC&lt;/a&gt;, an &lt;a href=\"independent%20expenditure\"&gt;independent-expenditure&lt;/a&gt; only political action committee (&lt;a href=\"Political%20action%20committee%23Super%20PACs\"&gt;Super PAC&lt;/a&gt;) which advocates for &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;. In this capacity, he has acted as a Trump surrogate, appearing on news networks including &lt;a href=\"Fox%20News\"&gt;Fox News&lt;/a&gt; and &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt;. Higbie has discussed a variety of topics including the war in Iraq, the composition of the Trump transition team, the controversy relating to &lt;a href=\"Khizr%20and%20Ghazala%20Khan\"&gt;Khizr Khan&lt;/a&gt;'s appearance at the &lt;a href=\"Democratic%20National%20Convention\"&gt;Democratic National Convention&lt;/a&gt;, the proposal for a registry of Muslim immigrants, and the &lt;a href=\"National%20Policy%20Institute\"&gt;National Policy Institute&lt;/a&gt; conference.\nHe has also pushed the &lt;a href=\"birther%20conspiracy\"&gt;birther conspiracy&lt;/a&gt; about Barack Obama.\nIraq.\nIn a CNN interview with retired-&lt;a href=\"Major%20General\"&gt;Major General&lt;/a&gt; &lt;a href=\"Paul%20Eaton\"&gt;Paul Eaton&lt;/a&gt; and &lt;a href=\"Chris%20Cuomo\"&gt;Chris Cuomo&lt;/a&gt;, Higbie was critical of the use of air power and drone strikes by the &lt;a href=\"Obama%20administration\"&gt;Obama administration&lt;/a&gt; and argued in support of Trump's promise to address problems in Iraq with \"boots on the ground.\" He was also critical of Eaton, who was the &lt;a href=\"United%20States%20Army%20Infantry%20School\"&gt;U.S. Army Chief of Infantry&lt;/a&gt; and then the Commanding General of the &lt;a href=\"Coalition%20Military%20Assistance%20Training%20Team\"&gt;Coalition Military Assistance Training Team&lt;/a&gt; in Iraq (2003–2004), stating that the leadership \"[Eaton's] articulated here today is not conducive to winning a war.\"\nTrump transition team.\nDuring the &lt;a href=\"Presidential%20transition%20of%20Donald%20Trump\"&gt;transition&lt;/a&gt; following the &lt;a href=\"2016%20United%20States%20presidential%20election\"&gt;2016 presidential election&lt;/a&gt;, Higbie defended &lt;a href=\"Steve%20Bannon\"&gt;Steve Bannon&lt;/a&gt; from accusations of anti-Semitism, misogyny, and racism. Of Bannon's appointment as chief strategist to &lt;a href=\"President-elect%20of%20the%20United%20States\"&gt;President-elect&lt;/a&gt; Trump, Higbie said: \"Steve Bannon has excelled in every single role he has held dating back to his service in the US Navy. I cannot imagine a better person to be advising an already successful businessman taking on the biggest business in the world, the US Government.\"\nRegistry of Muslims.\nOn the same day as defending Bannon, in an interview with &lt;a href=\"Megyn%20Kelly\"&gt;Megyn Kelly&lt;/a&gt; of &lt;a href=\"Fox%20News\"&gt;Fox News&lt;/a&gt;, Higbie cited the &lt;a href=\"internment%20of%20Japanese%20Americans\"&gt;internment of Japanese Americans&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and the associated &lt;a href=\"United%20States%20Supreme%20Court\"&gt;Supreme Court&lt;/a&gt; decision in \"&lt;a href=\"Korematsu%20v.%20United%20States\"&gt;Korematsu v. United States&lt;/a&gt;\" as providing legal justification for Trump's campaign promise of a registry for Muslim Americans. Higbie repeated his comments on CNN to &lt;a href=\"Erin%20Burnett\"&gt;Erin Burnett&lt;/a&gt; the following day. Kelly replied that Higbie \"knows better\" than to make such suggestions as they scare people. Kelly met Higbie's further assertion that he was only noting \"there was precedent for it\" with the declaration: \"You can't be citing Japanese internment camps for anything the President-elect is going to do.\" Trump's transition team later issued a statement to the \"&lt;a href=\"Huffington%20Post\"&gt;Huffington Post&lt;/a&gt;\" that denied that Trump supported a Muslim registry, though he had made comments supporting such an idea in 2015.\n&lt;a href=\"George%20Takei\"&gt;George Takei&lt;/a&gt;, who was detained in one of the World War II internment camps, described Higbie's comments as \"dangerous\" and went on to say that \"[r]egistration of any group of people, and certainly registration of Muslims, is a prelude to internment.\" Higbie's comments attracted media criticism, and Representative &lt;a href=\"Judy%20Chu\"&gt;Judy Chu&lt;/a&gt; (D–CA), the first &lt;a href=\"Chinese%20American\"&gt;Chinese American&lt;/a&gt; woman elected to the U.S. Congress, declared that \"[a]ny proposal to force American Muslims to register with the federal government, and to use Japanese imprisonment during World War II as precedent, is abhorrent and has no place in our society. These ideas are based on tactics of fear, division, and hate that we must condemn.\" Constitutional lawyer &lt;a href=\"Bruce%20Fein\"&gt;Bruce Fein&lt;/a&gt; addressed Higbie's suggestion that \"Korematsu\" could be used to support a Muslim registry, describing the case as having \"joined \"&lt;a href=\"Dred%20Scott%20v.%20Sandford\"&gt;Dred Scott&lt;/a&gt;\" as an odious and discredited artifact of popular bigotry\" even though it has never been overturned. &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;'s &lt;a href=\"Noah%20Feldman\"&gt;Noah Feldman&lt;/a&gt; concurred, declaring that \"\"Korematsu's\" uniquely bad legal status means it's not precedent even though it hasn't been overturned.\"\nNational Policy Institute conference.\nAt its conference in Washington, D.C., in November 2016, the &lt;a href=\"white%20supremacist\"&gt;white supremacist&lt;/a&gt; &lt;a href=\"National%20Policy%20Institute\"&gt;National Policy Institute&lt;/a&gt; celebrated Trump's victory as \"the first step towards &lt;a href=\"Identitarianism\"&gt;identity politics&lt;/a&gt; in the United States,\" and the audience responded to the end of &lt;a href=\"Richard%20B.%20Spencer\"&gt;Richard Spencer&lt;/a&gt;'s speech – \"Hail Trump! Hail our people! Hail victory!\" – by standing and making the &lt;a href=\"Nazi%20salute\"&gt;Nazi salute&lt;/a&gt;. Higbie participated in a &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt; panel discussion with &lt;a href=\"Angela%20Rye\"&gt;Angela Rye&lt;/a&gt; to discuss the conference, and described the attendees as \"morons\" and \"idiots\" who do not represent the Republican Party as a whole. The discussion became heated, with Rye calling the Republicans the \"party of oppression\" and describing Higbie's knowledge of history as \"ass backwards\" after Higbie stated that &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt; would support the Republicans."
}