{
    "id": "4994295",
    "revid": "664855",
    "url": "https://en.wikipedia.org/wiki?curid=4994295",
    "title": "Limerick City Council",
    "text": "Limerick City Council () was the authority responsible for &lt;a href=\"Local%20government%20in%20the%20Republic%20of%20Ireland\"&gt;local government&lt;/a&gt; in the city of &lt;a href=\"Limerick\"&gt;Limerick&lt;/a&gt; in Ireland. The council had 17 elected members. The head of the council had the title of Mayor. Limerick City Council was the smallest local council in Ireland by area (20.35 km2) and 30th (out of 34 authorities) in terms of population. It was abolished in 2014 when the &lt;a href=\"Local%20Government%20Reform%20Act%202014\"&gt;Local Government Reform Act 2014&lt;/a&gt; was implemented. It was succeeded by &lt;a href=\"Limerick%20City%20and%20County%20Council\"&gt;Limerick City and County Council&lt;/a&gt;.\nHistory.\nThe council was formerly known as Limerick Corporation after the City of Limerick received its Charter of Incorporation from King &lt;a href=\"John%20I%20of%20England\"&gt;John I of England&lt;/a&gt; in 1197. The first Mayor of Limerick was Adam Sarvant. Between 1197 and 1651, Limerick City Council was dominated by English settlers.\nThe period between 1651 and 1656 was a break in the existence of Limerick Corporation. This came about by the surrender of the Old English settlers to Cromwellian forces in 1651. During this time, the city was administered by a Military Governor. In 1656, the corporation was restored, but under Protestant rule. Catholics who had previously run the corporation were excluded from taking part in local government. There was a brief Catholic restoration of power in 1687 when Lord Tyrconnal, appointed by &lt;a href=\"James%20II%20of%20England\"&gt;James II of England&lt;/a&gt;, deposed the Protestant Mayor and his sheriffs and replaced them with a Catholic Mayor, one Catholic and one Protestant sheriff. Limerick Corporation would remain in Catholic control until the &lt;a href=\"Treaty%20of%20Limerick\"&gt;Treaty of Limerick&lt;/a&gt; in October 1691.\nBetween 1691 and 1841, Limerick Corporation was ruled by only a few powerful families. This period is known both as \"The long eighteenth Century\" and the \"Corrupt Corporation\". The Corrupt Corporation was brought to an end after the passing of the &lt;a href=\"Municipal%20Corporations%20%28Ireland%29%20Act%201840\"&gt;Municipal Corporations (Ireland) Act 1840&lt;/a&gt;. The act also brought an end to Protestant control of the council.\nLimerick had its first female Mayor in 1921 Alderman Maire O'Donovan was appointed Mayor while the incumbent of the position was fund-raising for the newly established government of Ireland in the United States. She held the position for seven months, from 21 May 1921 until 30 January 1922.\nThe Limerick City Management Act 1934 took away much of the day-to-day responsibilities from the Mayor and gave it to an appointed City Manager. The powers of the Mayor had been greatly reduced since the 1934 Act and the role was mainly ceremonial. The Mayor chaired city council meetings.\nFollowing the enactment of the &lt;a href=\"Local%20Government%20Act%202001\"&gt;Local Government Act 2001&lt;/a&gt;, Limerick Corporation became Limerick City Council.\nThroughout its history Limerick City Council has met in a number of different locations. One of the earliest known locations was the &lt;a href=\"Tholsel\"&gt;Tholsel&lt;/a&gt; building on Mary Street. This building had various different uses throughout its history. Prior to being demolished in the early 20th century, it was in use as a women's &lt;a href=\"gaol\"&gt;gaol&lt;/a&gt;. In medieval times Limerick Corporation moved to the Exchange building on Nicholas Street beside St. Mary's Cathedral. All that remains of the Exchange building is a row of Tuscan columns in the wall surrounding the graveyard of St. Mary's Cathedral. The Exchange was replaced by the new &lt;a href=\"Town%20Hall\"&gt;Town Hall&lt;/a&gt; on &lt;a href=\"Rutland%20Street%2C%20Limerick\"&gt;Rutland Street&lt;/a&gt; which was built in the 1800s. The Rutland Street site continued in use until 1990 when Limerick Corporation moved to a new purpose built building on Merchants Quay.\nOn 28 June 2011, the &lt;a href=\"Minister%20for%20the%20Environment%2C%20Community%20and%20Local%20Government\"&gt;Minister for the Environment, Community and Local Government&lt;/a&gt; &lt;a href=\"Phil%20Hogan\"&gt;Phil Hogan&lt;/a&gt; announced that Limerick City Council and &lt;a href=\"Limerick%20County%20Council\"&gt;Limerick County Council&lt;/a&gt; would be merged into a &lt;a href=\"Limerick%20City%20and%20County%20Council\"&gt;single local council&lt;/a&gt;. The merger came into effect following the 2014 local elections.\nSeats.\nFor the purposes of elections, the &lt;a href=\"City%20status%20in%20Ireland\"&gt;city&lt;/a&gt; was divided into three &lt;a href=\"local%20electoral%20area\"&gt;local electoral area&lt;/a&gt;s: Limerick East (4), Limerick North (6) and Limerick South (7)."
}