{
    "id": "499663",
    "revid": "11851222",
    "url": "https://en.wikipedia.org/wiki?curid=499663",
    "title": "Vatersay",
    "text": "The island of Vatersay () is the southernmost and westernmost inhabited island in the &lt;a href=\"Outer%20Hebrides\"&gt;Outer Hebrides&lt;/a&gt; of &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, and the settlement of &lt;a href=\"Caolas\"&gt;Caolas&lt;/a&gt; on the north coast of the island is the westernmost permanently inhabited place in Scotland. The main village, also called Vatersay, is in the south of the island.\nGeography.\nVatersay is irregularly shaped and has a &lt;a href=\"tombolo\"&gt;tombolo&lt;/a&gt;: it is composed of two rocky islands (north and south) linked by a sandy &lt;a href=\"isthmus\"&gt;isthmus&lt;/a&gt;. The isthmus is covered in &lt;a href=\"sand%20dunes\"&gt;sand dunes&lt;/a&gt; and on either side are large white-sand beaches: Bàgh Siar (West Bay), and Bàgh Bhatarsaigh (Vatersay Bay) to the east. There are a number of beaches backed by sand dunes.\nThe island is about from north to south, and the northern section of the island is about from west to east.\nVatersay is linked to the larger island of &lt;a href=\"Barra\"&gt;Barra&lt;/a&gt; to the north by a &lt;a href=\"causeway\"&gt;causeway&lt;/a&gt; about long, which was completed in 1991. This is of great benefit, as the shipping of goods and passenger traffic no longer has to rely on a small passenger ferry boat. Access to school and for emergency services is also much quicker and easier. The causeway is about by road from &lt;a href=\"Castlebay\"&gt;Castlebay&lt;/a&gt;.\nAt low tide, the island is also linked to the islet of &lt;a href=\"Barra%20Isles\"&gt;Uineasan&lt;/a&gt; to the east. To the south are the uninhabited islands of &lt;a href=\"Pabbay%2C%20Barra%20Isles\"&gt;Pabbay&lt;/a&gt;, &lt;a href=\"Mingulay\"&gt;Mingulay&lt;/a&gt; and &lt;a href=\"Sandray\"&gt;Sandray&lt;/a&gt;.\nWildlife.\nWildlife on the island includes &lt;a href=\"Eurasian%20otter\"&gt;Eurasian otter&lt;/a&gt;s, &lt;a href=\"Pinniped\"&gt;seal&lt;/a&gt;s and &lt;a href=\"grey%20heron\"&gt;grey heron&lt;/a&gt;s. Bonnie Prince Charlie's flower (\"&lt;a href=\"Calystegia%20soldanella\"&gt;Calystegia soldanella&lt;/a&gt;\"), reputedly originating from French seeds dropped by &lt;a href=\"Bonnie%20Prince%20Charlie\"&gt;Bonnie Prince Charlie&lt;/a&gt; is, in Scotland, found only on Vatersay and &lt;a href=\"Eriskay\"&gt;Eriskay&lt;/a&gt;. Also found on Vatersay are &lt;a href=\"Atlantic%20puffin\"&gt;Atlantic puffin&lt;/a&gt;s.\nArchaeology.\nThe island has remains of an &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; &lt;a href=\"broch\"&gt;broch&lt;/a&gt; at Dun a' Chaolais overlooking the Sound of Vatersay, and nearby is a &lt;a href=\"passage%20grave\"&gt;passage grave&lt;/a&gt; dated to the 3rd millennium BC. There is also a &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; cemetery at Trèseabhaig south of the heights of Heiseabhal Mòr and a cairn built around 1000 BC west of the village of Vatersay. The offshore islet of &lt;a href=\"Biruaslum\"&gt;Bioruaslum&lt;/a&gt; has a walled &lt;a href=\"fortification\"&gt;fort&lt;/a&gt; that may be of &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; provenance.\nOwnership.\nAt the end of the nineteenth century, the existing landowner, wanting to use the whole of the island for their own farming purposes, evicted all the existing &lt;a href=\"crofter\"&gt;crofter&lt;/a&gt; inhabitants. In 1906, some of these men, the so-called \"Vatersay Raiders\", returned and took possession of land, claiming that an ancient law allowed a man to acquire land by building a wooden dwelling and lighting a fire on its hearth within a day. However, the landowner &lt;a href=\"Emily%20Gordon%20Cathcart\"&gt;Lady Gordon Cathcart&lt;/a&gt; took them to court, and they were imprisoned. After much public protest at these events, in 1909, the &lt;a href=\"Congested%20Districts%20Board%20%28Scotland%29\"&gt;Congested Districts Board (Scotland)&lt;/a&gt; bought Vatersay island and it was divided into 58 crofts.\nWrecks.\nIn September 1853, the \"Annie Jane\", a three-masted migrant ship out of &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt; bound for &lt;a href=\"Montreal%2C%20Quebec\"&gt;Montreal, Quebec&lt;/a&gt;, Canada, struck rocks off West Beach during a storm. Within ten minutes the ship began to founder and break up, casting 450 people into the raging sea. In spite of the conditions, islanders tried to rescue the passengers and crew.\nThere were only a few survivors. A small cairn and monument marks the site where the bodies recovered from the sea were buried. An inscription reads:\nOn 28th September 1853 the ship Annie Jane with emigrants from Liverpool to Quebec was totally wrecked in this bay and threefourths of the crew and passengers numbering about 350 men women and children were drowned and their bodies interred here.\nTwo Chinese seamen from the SS \"Idomeneus\", which sank on 28 September 1917, are also buried somewhere near the monument. There is a commemorative headstone in Cuier Churchyard.\nThe remains of a &lt;a href=\"Catalina%20flying%20boat\"&gt;Catalina flying boat&lt;/a&gt; that crashed on the slopes of Heiseabhal Beag in 1944 lie in a stream bed near the shore."
}