{
    "id": "49968090",
    "revid": "293907",
    "url": "https://en.wikipedia.org/wiki?curid=49968090",
    "title": "Woollen industry in Wales",
    "text": "The woollen industry in Wales was at times the country's most important industry, though it often struggled to compete with the better-funded woollen mills in the north of England, and almost disappeared during the 20th century. There is continued demand for quality &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; woollen products.\nWool processing includes removing the fleece by &lt;a href=\"Sheep%20shearing\"&gt;shearing&lt;/a&gt;, &lt;a href=\"Wool%20classing\"&gt;classing&lt;/a&gt; the wool by quality, untangling, &lt;a href=\"carding\"&gt;carding&lt;/a&gt; and &lt;a href=\"Spinning%20%28textiles%29\"&gt;spinning&lt;/a&gt; it into &lt;a href=\"yarn\"&gt;yarn&lt;/a&gt;, which may be &lt;a href=\"knitting\"&gt;knitted&lt;/a&gt; or &lt;a href=\"weaving\"&gt;woven&lt;/a&gt; into cloth, then finishing the cloth by &lt;a href=\"fulling\"&gt;fulling&lt;/a&gt;, &lt;a href=\"Nap%20%28textile%29\"&gt;napping&lt;/a&gt; and pressing.\nSpinning and weaving of sheep's wool dates to prehistoric times in Wales, but only became an important industry when &lt;a href=\"Cistercian\"&gt;Cistercian&lt;/a&gt; monasteries were established in the 12th century. \nWater-powered &lt;a href=\"fulling\"&gt;fulling&lt;/a&gt; mills to finish the cloth enabled rapid expansion of the industry in the 13th century, although spinning and weaving continued to be a cottage industry. \nIn the early 16th century, production shifted from south Wales to mid and north Wales. The &lt;a href=\"Shrewsbury%20Drapers%20Company\"&gt;Shrewsbury Drapers Company&lt;/a&gt; in England took a dominant role in distributing Welsh cloth. In the 18th century, there was strong demand for cheap and sturdy Welsh material shipped from Bristol, Liverpool, or the Welsh ports to clothe slaves in the British colonies in the Americas.\nDuring the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;, the Welsh woollen industry was slow to mechanise compared to the mills of northern England. When railways reached mid Wales in the 1860s they brought a flood of cheap mass-produced products that destroyed the local industry. However, development of the &lt;a href=\"South%20Wales%20Coalfield\"&gt;South Wales Coalfield&lt;/a&gt; opened a growing market for woollen products from water-powered mills in the south west, which prospered until after &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. At one time, there were more than 300 working &lt;a href=\"wool%20mill\"&gt;wool mill&lt;/a&gt;s. The industry went into steady decline after World War I, and only a few mills continue to operate today.\nProcess.\nSheep shearing was a major social event on Welsh farms.\nThe fleece would be removed intact, then carefully folded to make it easier to sort out the different grades of wool at the mill.\nThe quality of wool depends on the individual sheep and on the part of the sheep's body from which the wool has been taken.\nThe common &lt;a href=\"Welsh%20Mountain%20sheep\"&gt;Welsh Mountain sheep&lt;/a&gt; are hardy and thrive in the cold and wet conditions of the Welsh highlands.\nThe wool is soft and may have &lt;a href=\"Kemp%20%28wool%29\"&gt;kemp&lt;/a&gt; and black, grey or red fibres, which makes it attractive in tweeds and upholstery.\n&lt;a href=\"Staple%20%28wool%29\"&gt;Staple&lt;/a&gt; length is .\n&lt;a href=\"Black%20Welsh%20Mountain%20sheep\"&gt;Black Welsh Mountain sheep&lt;/a&gt; had mutton that was prized for its quality, and produced valuable \"Cochddu\" wool with a staple length of .\nAfter sorting, the raw wool would often be soaked in a 50–50 solution of human urine and water, then passed through a &lt;a href=\"Willy%20%28textile%20machine%29\"&gt;willy&lt;/a&gt; to untangle it and remove foreign matter. \n&lt;a href=\"Carding\"&gt;Carding&lt;/a&gt; completed the disentangling process, creating rolls of wool called &lt;a href=\"roving\"&gt;roving&lt;/a&gt;s.\nThe fibres in the roving were then spun into woollen &lt;a href=\"yarn\"&gt;yarn&lt;/a&gt;.\nSpinning machines were introduced in the 19th century.\nThe spun fibre would then be woven into cloth, which would be finished by washing and drying, &lt;a href=\"fulling\"&gt;fulling&lt;/a&gt;, &lt;a href=\"Nap%20%28textile%29\"&gt;napping&lt;/a&gt; and pressing.\nNatural dyes were used until the mid-19th century.\nThe fleece could be \"dyed-in-the-wool\", the fibre could be dyed after being spun, or the fabric could be dyed after being woven.\nPrehistoric to early medieval times.\n&lt;a href=\"Sheep%20farming%20in%20Wales\"&gt;Sheep farming in Wales&lt;/a&gt; dates to prehistoric times. \nThere is evidence of spinning and weaving in late prehistoric houses throughout Britain, particularly in the later first millennium B.C.. Finds include scraps of fabric, loom-weights, spindle-whorls and bone needles, and the arrangement of post-holes may indicate they supported looms.\nFor example, a &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; weaving comb was found in the Ogof yr Esgyrn cave in &lt;a href=\"Glyntawe\"&gt;Glyntawe&lt;/a&gt;.\nThe &lt;a href=\"Roman%20Britain\"&gt;Roman&lt;/a&gt;s probably imported the white breed characteristic of Welsh sheep today.\nThe sheep at this time would have been much more variable than modern breeds, which have been carefully selected for specific characteristics.\nIn the early days the sheep were not shorn, but the wool was collected when the sheep moulted in the summer, either by plucking it from their fleece or collecting it where it had been rubbed off on a tree or rock.\nExcavations have been made at the &lt;a href=\"Dinas%20Powys%20hillfort\"&gt;Dinas Powys hillfort&lt;/a&gt; in Glamorgan of what seems to have been the court of an important ruler in the 5th and 6th centuries A.D.\nThe bones of sheep were found, but there seems to have been little spinning and weaving.\nThe 6th century writer &lt;a href=\"Gildas\"&gt;Gildas&lt;/a&gt;, thought by some to have lived in Wales, mentioned \"mountains particularly suitable for the alternating pasturage of animals\". This seems to refer to &lt;a href=\"transhumance\"&gt;transhumance&lt;/a&gt;, or seasonal movement of shepherds with their flocks, and if so is the earliest mention in Britain.\nThe 10th century Welsh laws of King &lt;a href=\"Hywel%20Dda\"&gt;Hywel Dda&lt;/a&gt; allocate pigs to the husband and sheep to the wife.\nIn the summer the pigs were kept in the woods while the wife took the sheep and the children to the highlands.\nThe wife also controlled the dairy, and took the milking and cheese making equipment.\nDivorce remained an option in Wales longer than elsewhere in Britain. It was assumed that the woman deserved a share of the lambs and calves.\nMedieval period.\nIn the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, sheep were probably kept mainly for their milk and wool rather than their meat.\nSheep do not seem to have been important to the Welsh economy before the 12th century, when the first &lt;a href=\"Cistercian\"&gt;Cistercian&lt;/a&gt; monasteries were established in Wales.\n&lt;a href=\"Tintern%20Abbey\"&gt;Tintern Abbey&lt;/a&gt; in the &lt;a href=\"Wye%20valley\"&gt;Wye valley&lt;/a&gt; was founded for monks of the Cistercian order by &lt;a href=\"Walter%20de%20Clare\"&gt;Walter FitzRichard&lt;/a&gt;, lord of &lt;a href=\"Kingdom%20of%20Gwent%23Legacy\"&gt;Netherwent&lt;/a&gt; and &lt;a href=\"Striguil\"&gt;Striguil&lt;/a&gt;, on 9 May 1131.\nAll abbeys of the order were to be built in remote rural locations, and had to be simple and unadorned.\nThe order expanded rapidly.\nTintern was followed by &lt;a href=\"Whitland%20Abbey\"&gt;Whitland&lt;/a&gt; (1140), its offshoot &lt;a href=\"Strata%20Florida%20Abbey\"&gt;Strata Florida&lt;/a&gt; (1164), &lt;a href=\"Strata%20Marcella\"&gt;Strata Marcella&lt;/a&gt; (1170) in &lt;a href=\"Powys%20Wenwynwyn\"&gt;Powys Wenwynwyn&lt;/a&gt;, &lt;a href=\"Cwmhir%20Abbey\"&gt;Cwmhir&lt;/a&gt; (1176) in &lt;a href=\"Maelienydd\"&gt;Maelienydd&lt;/a&gt;, &lt;a href=\"Llantarnam%20Abbey\"&gt;Llantarnam&lt;/a&gt; (1179) near &lt;a href=\"Caerleon\"&gt;Caerleon&lt;/a&gt;, &lt;a href=\"Aberconwy%20Abbey\"&gt;Aberconwy&lt;/a&gt; (1186) in &lt;a href=\"Kingdom%20of%20Gwynedd\"&gt;Gwynedd&lt;/a&gt;, &lt;a href=\"Cymer%20Abbey\"&gt;Cymer&lt;/a&gt; (1198) in &lt;a href=\"Merionethshire\"&gt;Merionethshire&lt;/a&gt; and &lt;a href=\"Valle%20Crucis%20Abbey\"&gt;Valle Crucis&lt;/a&gt; (1202) in &lt;a href=\"Powys%20Fadog\"&gt;Powys Fadog&lt;/a&gt;.\nThe monks were granted extensive lands for sheep grazing and were the pioneers of the woollen industry in Wales.\nThe invention of the water-powered fulling mill in the Later Middle Ages caused an industrial revolution in Wales.\nIn the century that preceded the &lt;a href=\"Black%20Death\"&gt;Black Death&lt;/a&gt;, the monastic landowners and manorial lords built fulling mills in eastern Wales, with up to 80 operating before 1350.\nSometimes a fulling mill and &lt;a href=\"gristmill\"&gt;gristmill&lt;/a&gt; would share the same building or the same &lt;a href=\"leat\"&gt;leat&lt;/a&gt; and &lt;a href=\"mill%20pond\"&gt;mill pond&lt;/a&gt;.\nThere would be a &lt;a href=\"tenter%20yard\"&gt;tenter yard&lt;/a&gt; outside the fulling mill where the cloth was stretched on frames.\nWoollen manufacturing became one of the main rural industries in Wales.\nMost Welsh cottages and farmhouses had a spinning wheel, almost always operated by women, and most parishes had carders, spinners, weavers and fullers.\nHowever, most of the production were for personal use rather than for sale.\nThe main centre of the new woollen industry was initially in south east Wales drawing on sheep from the monasteries of &lt;a href=\"Margam%20Abbey\"&gt;Margam&lt;/a&gt;, &lt;a href=\"Neath%20Abbey\"&gt;Neath&lt;/a&gt; and Tintern, and the flocks of the &lt;a href=\"Bohun%20family\"&gt;Bohun family&lt;/a&gt;, which produced 18,500 fleeces in 1372.\nFulling mills were later established elsewhere in Wales, particularly in the north east and the &lt;a href=\"River%20Ceiriog\"&gt;Ceiriog&lt;/a&gt; valley.\nIn 1380, the lordship of &lt;a href=\"Ruthin\"&gt;Ruthin&lt;/a&gt; in Denbighshire had 36 weavers.\nHowever, the period from 1350 to 1400 was difficult, with recurrences of the plague and heavy taxation to pay for the war with France.\nBetween 1350 and 1500, an average of 50 fulling mills were operational. \nThe reduced number was due to the unsettled state of the country before, during and after the &lt;a href=\"Glynd%C5%B5r%20Rising\"&gt;Glyndŵr Rising&lt;/a&gt; (1400–15).\nThe quality of wool depended on the local breeds of sheep.\nIn the 15th century, south-east Wales produced particularly high quality wool. Margam in West Glamorgan and Tintern in Monmouthshire were noted for their excellent wool.\nAccording to &lt;a href=\"Thomas%20Fuller\"&gt;Thomas Fuller&lt;/a&gt;'s \"Church History\", Wales specialized in manufacturing &lt;a href=\"Frieze%20%28textile%29\"&gt;friezes&lt;/a&gt;.\nA frieze is a coarse woollen cloth that usually has a nap on one side. It was hard-wearing and well-suited for outer garments, and was popular with working men.\nCloth was made in many places in Wales, particularly the south west and the northern and southern borderlands.\nIn 1447, there was a guild of weavers and fullers in the lordship of Ruthin, and in the 1460s, at least five fulling mills were operating in this location.\nThe cloth was sold locally, in border town markets and in the yearly &lt;a href=\"Bartholomew%20Fair\"&gt;Bartholomew Fair&lt;/a&gt; in London.\nWelsh friezes were also exported from Welsh ports or from &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt;.\nIn the early 16th century, cloth for export was mainly produced in south Wales and shipped from the local ports.\nDuring that century there was a shift in production to mid-Wales and north Wales, and the woollen production was exported via Shrewsbury in Shropshire. \nThe &lt;a href=\"Shrewsbury%20Drapers%20Company\"&gt;Shrewsbury Drapers Company&lt;/a&gt; tightly controlled the trade.\nThe Welsh cloth makers, who lacked capital, produced poor quality drapery for which there was relatively low demand.\nForeign trade.\nIn 1660, wool made up two thirds of Welsh exports.\nSlaveowners in the West Indies and the American colonies found that slaves were more productive if they were clothed.\nWilliam Lee of &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; stated that \"Good Welch cotton seems upon the whole to answer best\", and others were \"light and insufficient.\" \nThe main market was at Shrewsbury.\nThe demand for colours was limited.\nIn the 1730s, a &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston&lt;/a&gt; merchant ordered \"White, Bleue, &amp; Green plains for Negro Clothing.\"\nThe &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt; \"Negro Act\" of 1735 commended \"white Welsh plains\" and outlawed rich or colourful materials that might be discarded by the slave masters.\nIn the 1770s one observer said the whole purpose of Welsh woollens was \"covering the poor Negroes in the West Indies.\"\nBefore 1800, there were very few factories in Wales, and almost all production was at home.\nAs trans-Atlantic demand for Welsh cloth grew, growing numbers of people in the rural areas of &lt;a href=\"Montgomeryshire\"&gt;Montgomeryshire&lt;/a&gt; and &lt;a href=\"Merionethshire\"&gt;Merionethshire&lt;/a&gt; became dependent on the woollen industry, finding that spinning and weaving gave a larger and more stable income than farming.\nSome hamlets grew into woollen manufacturing centres. For example, &lt;a href=\"Trefeglwys\"&gt;Trefeglwys&lt;/a&gt; tripled in size during the 18th century.\nIn the last decades of the 18th century, there was a great expansion of woollen production.\nSales of stockings at &lt;a href=\"Bala%2C%20Gwynedd\"&gt;Bala&lt;/a&gt; rose from £10,000 to £18,000 annually, and the annual profit of flannel sales in Montgomeryshire was more than £40,000.\nAt first, much of the cloth was shipped via Shrewsbury and London, but later the specialized Atlantic port of Bristol became the main place from which Welsh plains were shipped across the Atlantic.\nOver time, factors from Liverpool and Bristol took control of the trade away from the Shrewsbury drapers.\nInstead of the weavers carrying their cloth to the market towns, the factors came to them to buy the cloth.\nThe factors would extend credit to the poorer weavers so they could buy wool.\nThe Shrewsbury Drapers were losing their control of the trade by 1770.\nThe port of &lt;a href=\"Barmouth\"&gt;Barmouth&lt;/a&gt; exported woollen products worth £50,000 around the world in the 1770s.\nAn author wrote of Shrewsbury in the 1790s, \nBy the end of the century, the market in Shrewsbury had almost ceased, and in March 1803 the Company gave up the great room in which the trading had been conducted.\nIn 1804 report by Mr. Evans of his tour through north Wales said,\nIndustrial era.\nNorth Wales.\nBy the 18th century a transition was under way to textile production in workshops run by businessmen.\nHowever, the technological revolution took much longer in Wales than it had in England, with slow adoption of machinery. Until the latter part of the 18th century carding and spinning was done at home, and weaving in the village \"ty-gwydd\" (loom house), although fulling was done by machine in fulling mills.\nA 1799 report said \nMill owners were not always men. There are records of three women mill owners in Wales in 1840, Mary Powell with 16 looms and 8 men, Ann Harris with 14 employees including 6 men, and Ann Whiled with 9 employees.\nLarge spinning mills continued to operate in &lt;a href=\"Llangollen\"&gt;Llangollen&lt;/a&gt; in the north throughout the 19th century.\nFor example, the &lt;a href=\"Trefriw%20Woollen%20Mills\"&gt;Trefriw Woollen Mills&lt;/a&gt;, originally called the Vale of Conwy Woollen Mill, was built in 1820 on the banks of the &lt;a href=\"Afon%20Crafnant\"&gt;Afon Crafnant&lt;/a&gt;.\nThomas Williams purchased the mill in 1859 and expanded the business.\nProducts from the woollen mills were taken to the coast from the quay at Trefiw using the &lt;a href=\"River%20Conwy\"&gt;River Conwy&lt;/a&gt;.\nA diameter &lt;a href=\"overshot%20wheel\"&gt;overshot wheel&lt;/a&gt; powered spinning &lt;a href=\"Spinning%20mule\"&gt;mules&lt;/a&gt; and &lt;a href=\"Spinning%20jenny\"&gt;jennies&lt;/a&gt;.\nThe yarn was then woven into cloth on hand looms.\nA smaller wheel powered a &lt;a href=\"fulling\"&gt;fulling&lt;/a&gt; mill, which washed the cloth and kneaded it with wooden hammers to thicken and strengthen it.\nThe mill was still in operation (in a newer building) as of 2016.\nMid-Wales.\nBetween 1800 and 1830 many spinning and weaving factories were built in mid-Wales in places where water power was available, particularly in the upper &lt;a href=\"River%20Severn\"&gt;Severn Valley&lt;/a&gt; in &lt;a href=\"Powys\"&gt;Powys&lt;/a&gt;.\nTowns such as &lt;a href=\"Welshpool\"&gt;Welshpool&lt;/a&gt;, &lt;a href=\"Newtown%2C%20Powys\"&gt;Newtown&lt;/a&gt; and &lt;a href=\"Llanidloes\"&gt;Llanidloes&lt;/a&gt; tripled in size and became industrial towns, although they were dwarfed by the English centres of &lt;a href=\"Bradford\"&gt;Bradford&lt;/a&gt; and &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;. Improvements were made in the transportation network during the 1830s. A new road was opened between Builth and Newtown, enabling flannel to be transported by cart to South Wales. Additionally, a canal route was extended from Garthmyl to Newtown in 1821, which provided an important link to the Shropshire canal. However, due to lack of capital the factories often went bankrupt when trade turned down. \nWhen steam power began to be used by the Yorkshire woollen industry the Severn Valley mills were at a disadvantage, since they did not have nearby supplies of coal.\nIn 1835 the Montgomeryshire weaving towns still had only four power looms.\nThe 1840 \"Parliamentary Gazetteer\" wrote of Montgomeryshire that the flannel makers were facing competition from Lancashire imitation flannels, although these were not as good as the Welsh. \nHand looms were preferred to power looms for the finer qualities of flannel, and experiments with power looms at Newport and Welshpool had been abandoned.\nWelsh wool had much improved in quality, but &lt;a href=\"Radnorshire\"&gt;Radnorshire&lt;/a&gt; or &lt;a href=\"South%20Devon\"&gt;South Devon&lt;/a&gt; wool was still best for flannel manufacture.\nThe farmers, especially around &lt;a href=\"Llanbrynmair\"&gt;Llanbrynmair&lt;/a&gt;, employed their agricultural labourers in spinning and weaving in the winter months.\nThe gazetteer noted that, \"the principle of total abstinence from intoxicating liquors has much benefited the weavers in this county : they were formerly notorious for inebriety and improvidence.\"\nIn 1838 there were 61 mills in the county, mainly water-powered, employing 507 males and 216 females.\nIn 1847 Llanidloes was continuing to grow despite competition from Newtown. \nThe \"Cambrian Mirror\" reported that, \"There are now more than 40 carding engines, 18 fulling mills, and nearly 35,000 spindles, constantly in operation in the town and neighbourhood, affording considerable employment to a number of men, who weave the flannel at their own dwellings.\n&lt;a href=\"Pryce%20Pryce-Jones\"&gt;Pryce Pryce-Jones&lt;/a&gt; of Newtown began a mail-order business in flannels in 1859, a very innovative move for the time.\nHe was at first extremely successful, and the &lt;a href=\"London%20and%20North%20Western%20Railway\"&gt;London and North Western Railway&lt;/a&gt; ran a daily service with special vans to carry his products to &lt;a href=\"Euston%20railway%20station\"&gt;Euston station&lt;/a&gt; in London.\nBetween 1850 and 1870 the mill owners in Llanidloes and Newtown invested heavily in buildings and steam-powered machinery.\nThey hoped that the railway, which reached the towns between 1861 and 1863, would give them access to new markets.\nIn fact, the railway caused mass-produced goods from northern England to flood into central Wales.\nNewtown, which once was called the \"Leeds of Wales\", went into decline from the 1860s.\nThere were periods of renewed prosperity. The &lt;a href=\"Cambrian%20Mills\"&gt;Cambrian Mills&lt;/a&gt; in Newtown was purchased in 1866 by the Cambrian Flannel Company of Newtown and Llanidloes, which modernized the factory so it was the most advanced facility in Wales and diversified into making plain and coloured flannels, shawls, whittles, hose and &lt;a href=\"Tweed%20%28cloth%29\"&gt;tweed&lt;/a&gt;s.\nLater the Newtown woollen industry again went into decline.\nThe Pryce-Jones \"Welsh\" flannel was eventually mostly made in &lt;a href=\"Rochdale\"&gt;Rochdale&lt;/a&gt;, Lancashire.\nAfter the Cambrian Mills burned down in 1912 Newtown was no longer an important woollen industrial centre and many of the workers moved elsewhere.\nWelsh tweed manufacture survived at a much reduced level into the 20th century in Montgomery, where the area around &lt;a href=\"Rhayader\"&gt;Rhayader&lt;/a&gt; retained mills in the villages and small towns.\nNewtown continued to make flannel, although &lt;a href=\"Rochdale\"&gt;Rochdale&lt;/a&gt; in northwest England took market share with its \"real Welch flannel.\"\nJ. Geraint Jenkins has speculated that if a railway line had instead connected the Severn Valley to the south Wales coalfield the mid-Wales woollen industry could have been supported by demand for flannel from the miners, as were the woollen mills of the Teifi valley in the later part of the 19th century.\nSouth Wales.\nDuring the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; the &lt;a href=\"River%20Teifi\"&gt;Teifi Valley&lt;/a&gt; between &lt;a href=\"Ceredigion\"&gt;Ceredigion&lt;/a&gt; and &lt;a href=\"Carmarthenshire\"&gt;Carmarthenshire&lt;/a&gt; came to employ thousands of weavers, spinners, dyers, knitters, drapers and tailors.\nThe river and its tributaries powered dozens of mills, and sheep in the surrounding grassland supplied fleeces to be made into woollen products.\nIn 1837 a Working Men's Association was established in the south Wales weaving town of &lt;a href=\"Carmarthen\"&gt;Carmarthen&lt;/a&gt; in response to the &lt;a href=\"Chartism\"&gt;Chartist&lt;/a&gt; campaign for democratic rights. \nBy the summer of 1839 three more towns in the region had founded such societies, and the first Chartist convention had been held.\nWhile manufacturing declined in mid-Wales after the 1860s, the weaving industry grew in villages in south-west Wales, which did well until the 1920s.\nSkilled workers moved from mid-Wales to the Teifi Valley, mainly to the area around &lt;a href=\"Dre-fach%20Felindre\"&gt;Dre-fach Felindre&lt;/a&gt;, &lt;a href=\"Pentrecwrt\"&gt;Pentrecwrt&lt;/a&gt;, &lt;a href=\"Henllan\"&gt;Henllan&lt;/a&gt; and &lt;a href=\"Llandysul\"&gt;Llandysul&lt;/a&gt;. \nA railway was opened from Carmarthen to &lt;a href=\"Lampeter\"&gt;Lampeter&lt;/a&gt; in 1864, and large mills were developed such as the Alltcafan and Derw factories at Pentrecwrt.\nDre-fach Felindre was once called \"The Huddersfield of Wales\" for its wool industry.\nThe Cambrian Mills in this village made blankets, shawls, stockings and other products for local sale and for export.\nThe water-powered factories in the south west were completely dependent on demand from the nearby &lt;a href=\"South%20Wales%20coalfield\"&gt;South Wales coalfield&lt;/a&gt;, whose workers preferred Welsh goods. \nThey could not compete with the mills of northern England in other markets.\nThe &lt;a href=\"Teifi%20Valley%20Railway\"&gt;Teifi Valley Railway&lt;/a&gt;, opened in 1895, further strengthened the link from the rural south west to the industrial south.\nThe woollen industry flourished in South Wales until the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; (1914–18), with high prices during the war.\nAt one time there were more than 300 active woollen mills.\nThe woollen mills of the Teifi valley were hard-hit by the drop in purchasing power of miners during the depression in the coal trade of the 1920s.\nIn the inter-war period (1918–39) most woollen manufacturers did not adapt to changes in fashion and were forced to close.\nSmall clusters of hand loom weaving survived in places such as &lt;a href=\"Lampeter\"&gt;Lampeter&lt;/a&gt; where there were spinners and fullers, making quality goods. \nA weaver said of this work, \"One can make a fair living by it, but a man can never get rich at it.\"\nThe number of active mills dropped from 250 in 1926 to 81 in 1947 and 24 in 1974, increasingly concentrated in industrial centres.\nHowever, the invention of the double weave and light tweeds caused significant growth in demand for Welsh textiles.\nWhen &lt;a href=\"Burberry\"&gt;Burberry&lt;/a&gt; bought the &lt;a href=\"Treorchy\"&gt;Treorchy&lt;/a&gt; plant in the 1980s, 75% of the workers were women.\nThe plant was closed in March 2007.\nToday.\nAs of 2013 there were just nine commercial woollen mills still in operation, often run by small families producing traditional Welsh cloth on old looms.\nAlthough demand for their products is high, there are few apprentices entering the industry.\nThe Cambrian Woollen Mill at Dre-fach Felindre was acquired by the state in 1976 for the Museum of the Welsh Woollen Industry, now named the &lt;a href=\"National%20Wool%20Museum\"&gt;National Wool Museum&lt;/a&gt;.\nWater powered woollen mills that were open to the public as of 2016 include &lt;a href=\"Melin%20Tregwynt\"&gt;Melin Tregwynt&lt;/a&gt;, &lt;a href=\"Rock%20Mill%20Llandysul\"&gt;Rock Mill Llandysul&lt;/a&gt;, &lt;a href=\"Solva%20Woollen%20Mill\"&gt;Solva Woollen Mill&lt;/a&gt; and &lt;a href=\"Trefriw%20Woollen%20Mills\"&gt;Trefriw Woollen Mills&lt;/a&gt;.\nIn 2016 the &lt;a href=\"Amgueddfa%20Cymru%20%E2%80%93%20National%20Museum%20Wales\"&gt;Amgueddfa Cymru – National Museum Wales&lt;/a&gt; listed the following active woollen mills:"
}