{
    "id": "4997664",
    "revid": "381401",
    "url": "https://en.wikipedia.org/wiki?curid=4997664",
    "title": "Tlaltenango de Sánchez Román Municipality",
    "text": "Tlaltenango de Sánchez Román is a &lt;a href=\"Municipalities%20of%20Mexico\"&gt;municipality&lt;/a&gt; located in the southwestern portion of the Mexican state of &lt;a href=\"Zacatecas\"&gt;Zacatecas&lt;/a&gt;. The average elevation of the municipality is 1,723 meters (5,653 ft) above sea level and the municipality covers an area of . The municipality lies in a valley bordered by the Sierra de Morones and lies on the banks of the Tlaltenango River, which runs north and is a tributary of the &lt;a href=\"Bola%C3%B1os%20River\"&gt;Bolaños River&lt;/a&gt;.\nTlaltenango is bordered on the north by the municipalities of &lt;a href=\"Momax\"&gt;Momax&lt;/a&gt; and &lt;a href=\"El%20Plateado%20de%20Joaqu%C3%ADn%20Amaro\"&gt;General Joaquin Amaro&lt;/a&gt;, to east by the municipalities of Huanusco and &lt;a href=\"Jalpa%2C%20Zacatecas\"&gt;Jalpa&lt;/a&gt;, to the south by the municipalities of municipality of &lt;a href=\"Tepechitl%C3%A1n\"&gt;Tepechitlán&lt;/a&gt; and to the west by &lt;a href=\"Atolinga%20Municipality\"&gt;Atolinga Municipality&lt;/a&gt;.\nPopulation.\nAccording to the 2005 Census, the municipality of Tlaltenango de Sánchez Román had a population of 21,636 inhabitants. Of these, 14,520 lived in the municipal seat and the remainder lived in surrounding rural communities. In 2000, there were 7,223 economically active individuals in the municipality. The largest sector of employment was agriculture in husbandry, which employed 19.1% of the economically active population, followed by wholesale and retail, which employed 16.8% and manufacturing, which employed 11.9%.\nHistory.\nIn 1530, the Valley of Tlaltenango was inhabited by the indigenous &lt;a href=\"Caxcan\"&gt;Caxcan&lt;/a&gt;s who farmed the land on the river banks and certainly enjoyed the abundance of flora and fauna of the mountain ranges that surrounded the valley. The meaning of the word Tlaltenango in the Caxcan language (land surrounded by walls) alludes to the mountainous landscape of the valley.\nBetween these walls, the Sierra del Mixtón to the east and the Sierra de Tepeque to the west, transited &lt;a href=\"Nu%C3%B1o%20Beltr%C3%A1n%20de%20Guzm%C3%A1n\"&gt;Nuño Beltrán de Guzmán&lt;/a&gt; and his soldiers, leaving, according to the historian &lt;a href=\"Peter%20Gerhard\"&gt;Peter Gerhard&lt;/a&gt;, “a path of corpses and destroyed houses and crops, impressing surviving males into service and leaving women and children to starve.” Frame 56 of the &lt;a href=\"History%20of%20Tlaxcala\"&gt;Lienzo de Tlaxcala&lt;/a&gt; describes a battle in which the Caxcans of “Tlaltenapa” defended their lands against the Spanish and their &lt;a href=\"Tlaxcaltec\"&gt;Tlaxcaltec&lt;/a&gt; allies.\nThe memories of this first encounter with the &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; must have tormented the inhabitants of Tlaltenango and its surrounding area. So great was the anguish that in 1531, from the mountains near &lt;a href=\"El%20Te%C3%BAl\"&gt;El Teúl&lt;/a&gt;, they launched an attack against the Spanish who were attempting to build a town named the Town of the Holy Spirit of &lt;a href=\"Guadalajara%2C%20Mexico\"&gt;Guadalajara&lt;/a&gt; near what is now &lt;a href=\"Nochistl%C3%A1n\"&gt;Nochistlán&lt;/a&gt;. The Town of Guadalajara was left in ruins and the Spanish had to make another three attempts before the town finally survived in its present location (the &lt;a href=\"Atemajac%20Valley\"&gt;Atemajac Valley&lt;/a&gt;) where it was built in 1542.\nIn 1541, the Caxcans took up arms against the Spanish once again, with their &lt;a href=\"Tepehuan\"&gt;Tepehuan&lt;/a&gt;, &lt;a href=\"Zacatec\"&gt;Zacatec&lt;/a&gt; and &lt;a href=\"Guachichil\"&gt;Guachichil&lt;/a&gt; allies. From the Sierra del Mixtón, which is today known as &lt;a href=\"Sierra%20de%20Morones\"&gt;Sierra de Morones&lt;/a&gt;, the indigenous allies of the region attacked the Spanish. The &lt;a href=\"Mixt%C3%B3n%20War\"&gt;Mixtón War&lt;/a&gt; lasted less than two years, but peace was not long-lived. In 1550, the seeds of war sprouted once again with the great &lt;a href=\"Chichimeca%20War\"&gt;Chichimeca War&lt;/a&gt;, a war fought by a great number of &lt;a href=\"Chichimec\"&gt;Chichimec&lt;/a&gt; ethnic groups (Chichimec was a pejorative term used by civilized ethnic groups of the south to describe the nomadic ethnic groups of the north). This war lasted almost forty years. While it seems that the residents of the Valley of Tlaltenango did not participate in this rebellion, the region suffered the consequences of war nevertheless due to the chaos all around it. For having submitted to the Spanish Crown, The Caxcan towns of the area around Tlaltenango suffered attacks from the north launched by their former allies, the Zacatecs.\nThe war only came to an end when the Viceroy &lt;a href=\"Lu%C3%ADs%20de%20Velasco\"&gt;Luís de Velasco&lt;/a&gt; decided to purchase peace with the Chichimecs. As part of the peace offering, the Viceroy used the power of the Royal Treasury to dissitribute clothing, tools and food to the Chichimecs in return for their pacification and recognition of the Spanish Crown. In addition, he recruited hundreds of Tlaxcaltec families to move and live among the Chichimecs so as to convert them to the &lt;a href=\"Catholicism\"&gt;Catholic faith&lt;/a&gt; and to a sedentary lifestyle by teaching them agricultural methods.\nNeedless to say, at the end of the 16th century there were very few Spaniards that lived in the vicinity of Tlaltenango. In the decade of 1540, probably after the Mixtón War, the towns of the valley were entrusted as &lt;a href=\"encomienda\"&gt;encomienda&lt;/a&gt;s to a number of Spaniards. The town of Tlaltenango was entrusted to Toribio de Bolaños, Tepechitlán to &lt;a href=\"Pedro%20de%20Bobadilla\"&gt;Pedro de Bobadilla&lt;/a&gt;, a soldier of Nuño Beltrán de Guzmán, and El Teúl was an encomineda of Juan Delgado. It is unlikely that these individuals were able to exercise their rights over the indigenous populations during the 16th century, given that the successive rebellions would have made it difficult. However, with the end of war, Spaniards began arriving and settling among the newly pacified indigenous inhabitants of the region.\nIn 1550, the town of Tlaltenango had 132 houses, in which lived 626 persons. By 1561, the &lt;a href=\"tribute\"&gt;tributary&lt;/a&gt; population (adult males) reached 379. In 1570, the tributary population had reached 1,000 individuals and there were 20 Spaniards living in the town of Tlaltenango. The valley had more than 8,000 inhabitants. Such a rapid increase in population indicates a great inflow of &lt;a href=\"human%20migration\"&gt;migrants&lt;/a&gt; into the region during that time. Three years later, most certainly due to disease and war, the population of the town had decreased to only 380 tributaries. By 1584, the population had still not recovered, as there were just over 3,000 inhabitants, nearly all indigenous. These inhabitants were nourished by the &lt;a href=\"Maize\"&gt;corn&lt;/a&gt;, &lt;a href=\"chile\"&gt;chile&lt;/a&gt; and &lt;a href=\"bean\"&gt;bean&lt;/a&gt;s that they would sow in their farms along the Tlaltenango River, by &lt;a href=\"peach\"&gt;peach&lt;/a&gt;es, &lt;a href=\"quince\"&gt;quince&lt;/a&gt;s, &lt;a href=\"Common%20fig\"&gt;fig&lt;/a&gt;s and &lt;a href=\"cactus%20pear\"&gt;cactus pear&lt;/a&gt;s that grew in the valley and by &lt;a href=\"chicken\"&gt;chicken&lt;/a&gt;s and &lt;a href=\"turkey%20%28bird%29\"&gt;turkeys&lt;/a&gt; that they raised.\nBy 1616, the number of Spaniards in the Valley was high enough for the indigenous inhabitants to complain about the damages caused to their farms by the steer and horses of the Spaniards. Racial mixing between the Spanish and &lt;a href=\"Amerindian\"&gt;Amerindian&lt;/a&gt;s of the region existed in those early years. The documented complaints of the indigenous inhabitants include the extramarital affairs of Diego González and Diego López, both Spaniards, with Indian women and those of Juan de Miramontes, also a Spaniard, with a mestizo woman who was the wife of a Tlaxcaltec. We also know that the Bobadilla, trustees of Tepechitlán, were mestizos, since the first trustee, Pedro de Bobadilla married and had offspring with an indigenous woman.\nThe local indigenous population was the main supply of labor for the salt mines in Santa Maria y El Peñol Blanco in the early 17th century. The town and its surrounding wooded mountains were also key suppliers of wood fiber used for construction of the frontier towns of &lt;a href=\"Jerez%2C%20Zacatecas\"&gt;Jerez&lt;/a&gt; and &lt;a href=\"Colotl%C3%A1n\"&gt;Colotlán&lt;/a&gt;. The jurisdiction of Tlaltenango included at least three sawmill and charcoal plants in the 17th century.\nOn July 18, 2008 there was a massive flash flood, killing 3, and affecting 15,000 of the town's people."
}