{
    "id": "49979255",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=49979255",
    "title": "Queen Lucia",
    "text": "Queen Lucia is a 1920 &lt;a href=\"comic%20novel\"&gt;comic novel&lt;/a&gt; written by &lt;a href=\"E.%20F.%20Benson\"&gt;E. F. Benson&lt;/a&gt;. It is the first of six novels in the popular &lt;a href=\"Mapp%20and%20Lucia%20%28series%29\"&gt;Mapp and Lucia&lt;/a&gt; series, about idle women in the 1920s and their struggle for social dominance over their small communities. This book introduces Emmeline Lucas, known as \"Lucia\" to her friends, the social queen of the fictional Elizabethan village of &lt;a href=\"Riseholme%20%28fictional%20village%29\"&gt;Riseholme&lt;/a&gt;, as well as her husband Philip (\"Peppino\") Lucas, her best friend Georgie Pillson and her friendly rival, Daisy Quantock.\nThe book was a success for Benson, his greatest since writing \"Dodo\" in 1893. Benson biographer Brian Masters writes, \"\"&lt;a href=\"The%20Athenaeum%20%28British%20magazine%29\"&gt;The Athenaeum&lt;/a&gt;\" cleverly pointed out that Mr. Benson's humour had gone, not to the dogs, but to the cats.\" Geoffrey Palmer and Lloyd Noel write, \"With \"Queen Lucia\", Fred [Benson] successfully entered into a new realm of social satire mixed with comedy and tinged with farce... With penetrating ruthlessness, he speared his characters' pretensions and held them up for ridicule, though he always tempered his attack with affectionate understanding.\"\nPlot.\nEmmeline Lucas is the social queen of Riseholme, presiding over her community and directing their interests in art and culture. A pretentious show-off, \"La Lucia\" drops random Italian phrases into her speech, gives concerts to her friends of the first movement of &lt;a href=\"Ludwig%20van%20Beethoven\"&gt;Beethoven's&lt;/a&gt; \"&lt;a href=\"Moonlight%20Sonata\"&gt;Moonlight Sonata&lt;/a&gt;\", dabbles in art, and plants &lt;a href=\"William%20Shakespeare\"&gt;Shakespeare&lt;/a&gt;-themed flower arrangements in her garden. Her neighbor, devoted &lt;a href=\"faddist\"&gt;faddist&lt;/a&gt; Daisy Quantock, has given up her uric-acid-free diet and &lt;a href=\"Christian%20Science\"&gt;Christian Science&lt;/a&gt; to focus on Indian mysticism, thanks to a mysterious &lt;a href=\"guru\"&gt;guru&lt;/a&gt; who shows up at her door and offers to show her the Way. Lucia must decide how to annex the guru, and turn this into a social success for herself. Daisy then brings in a Russian medium, Princess Popoffski. Lucia has a harder time when &lt;a href=\"opera\"&gt;opera&lt;/a&gt; diva Olga Bracely arrives in Riseholme for a visit, luring away Lucia's devoted friend Georgie Pillson.\nWriting.\nBenson based the character of Lucia on his sometime-friend &lt;a href=\"Marie%20Corelli\"&gt;Marie Corelli&lt;/a&gt;, a best-selling novelist. Corelli pretended to speak Italian, talked baby-talk with men, held piano concerts, and upheld the values and reputation of Shakespeare. Masters writes, \"Marie Corelli was a monster of pretension who would have ruled the lives and manners of &lt;a href=\"Stratford-upon-Avon\"&gt;Stratford&lt;/a&gt; people given half a chance, and Fred [Benson] pounced upon her every weakness with victorious glee, distilling them all into the awesome Lucia.\"\nBenson's 1916 book of short stories, \"The Freaks of Mayfair\", informed his characters in \"Queen Lucia\". \"These include the effeminate bachelor, Aunt Georgie, who, with his music, embroidery, and hair dye, is clearly the ancestor of the much more sympathetically rendered Georgie Pillson, and Mrs. Weston, whose dabblings in &lt;a href=\"yoga\"&gt;yoga&lt;/a&gt;, &lt;a href=\"Christian%20Science\"&gt;Christian Science&lt;/a&gt;, &lt;a href=\"spiritualism\"&gt;spiritualism&lt;/a&gt;, and &lt;a href=\"health%20food\"&gt;health food&lt;/a&gt; anticipate Daisy Quantock's obsession with fads.\"\nReception.\nA contemporary review in \"&lt;a href=\"The%20Bookman%20%28London%29\"&gt;The Bookman&lt;/a&gt;\" says, \"This is decidedly one of the most amazing and clever stories that Mr. Benson has written. It is a kind of cleverness which is familiar in fiction as well as in social intercourse, an unfeeling smartness which is satirical and sarcastic. Modern society, especially in the case of idle rich people, must be a constant temptation to the clever novelist, and Mr. Benson has alreaady shot his arrows at the crazes of society women in particular. But in this novel he is genial and delightful. There is no acid touch of superiority.\"\nAnother contemporary review in \"&lt;a href=\"The%20Literary%20Digest\"&gt;The Literary Digest&lt;/a&gt;\" says, \"The book is lacking in what we are constantly told is necessary for a good novel. There is not much plot; there is no love interest; there is no climax — the book just stops (much to our regret) after chronicling one more Riseholme failure in the line of spirit manifestation. But it is long since once has seen such a masterly bit of satire, such a piece of character-study as Lucia.\"\nRobert Kiernan writes that the Lucia novels \"constitute a high point of camp... \"Queen Lucia\" is a comedy of village manners, with a line clearly drawn between insiders and outsiders. References to &lt;a href=\"Bolshevism\"&gt;Bolshevism&lt;/a&gt; and revolutionary outrages may seem to suggest that Riseholme is something more than a village — a microcosm, even, of beleaguered monarchies the world over — but one is never permitted to take that seriously that analogy. Indeed, Riseholme is a stage set, not a sociopolitical entity.\"\nSequels.\nBenson wrote another book about a socially-striving heroine, \"&lt;a href=\"Miss%20Mapp\"&gt;Miss Mapp&lt;/a&gt;\", in 1922. His second Lucia novel, \"&lt;a href=\"Lucia%20in%20London\"&gt;Lucia in London&lt;/a&gt;\", was published in 1927. He combined the two characters in \"&lt;a href=\"Mapp%20and%20Lucia\"&gt;Mapp and Lucia&lt;/a&gt;\" (1931), as Lucia and Georgie leave Riseholme to take up lodgings in Mapp's fictional seaside town, &lt;a href=\"Tilling%20%28Sussex%29\"&gt;Tilling&lt;/a&gt;. She remains there for another two books, \"Lucia's Progress\" (1935, published in the US as \"The Worshipful Lucia\"), and \"Trouble for Lucia\" (1939).\nAdaptations.\nThe \"Mapp and Lucia\" series has been adapted for television twice, in a &lt;a href=\"Mapp%20%26amp%3B%20Lucia%20%281985%20TV%20series%29\"&gt;1985 series&lt;/a&gt; originally aired on &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt;, and a &lt;a href=\"Mapp%20and%20Lucia%20%282014%20TV%20series%29\"&gt;2014 series&lt;/a&gt; on &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt;. While both adaptations begin with Lucia visiting Tilling (the beginning of the fourth book), the 2014 series adapted the Indian guru sequence from \"Queen Lucia\", transposing the guru's host from Daisy Quantock to Diva Plaistow."
}