{
    "id": "50004590",
    "revid": "8578365",
    "url": "https://en.wikipedia.org/wiki?curid=50004590",
    "title": "Disability Studies in Education",
    "text": "Disability Studies in Education (DSE) is a field of academic study concerned with education research and practice related to &lt;a href=\"disability\"&gt;disability&lt;/a&gt;. DSE scholars promote an understanding of disability from a &lt;a href=\"social%20model%20of%20disability\"&gt;social model of disability&lt;/a&gt; perspective to \"challenge social, medical, and psychological models of disability as they relate to education\". A DSE perspective situates disability within social and political context and is concerned with the civil and human rights of students with disabilities, including issues of equity, access, and inclusion in educational settings, curricula, and activities. DSE emerged as a part of the broader, interdisciplinary &lt;a href=\"Disability%20Studies\"&gt;Disability Studies&lt;/a&gt; movement and as a critique of &lt;a href=\"special%20education\"&gt;special education&lt;/a&gt;. Special education (SPED) in the United States emerged after the signing of the &lt;a href=\"Individuals%20with%20Disabilities%20Education%20Act\"&gt;Individuals with Disabilities Education Act&lt;/a&gt; in 1975, marking the shift in educational rights by explicitly making the refusal of educational access illegal. Over the past few decades, special education has grown into an established academic curriculum and program which aims to enhance individuals with disabilities’ performance by focusing on changing their given educational environments and the limitations placed on them to foster growth and opportunities. SPED aims to build a caring society that accepts and celebrates different abilities without stigmatizing individuals with disabilities. Through SPED, students should be able to engage in learning and have opportunities for growth through education each and every day. Though SPED has good intentions for creating learning opportunities for students, there is a constant tension between DSE and SPED, primarily around the idea that disability studies in education should be inclusive of students with and without disabilities in order to best foster awareness and understanding of disability studies. SPED lacks the challenge of the social model of disability which is seen in DSE.\nHistory of DSE.\nDSE became more prominent around the 1990s when educators became leaders within the &lt;a href=\"Society%20for%20Disability%20Studies\"&gt;Society for Disability Studies&lt;/a&gt; (SDS) and research became more visible in the United States (U.S.) disability studies community. The SDS became a place in the U.S. that was labelled as the \"clearinghouse of disability studies\", and also held conferences and had a journal named, \"Disability Studies Quarterly\". At the forefront of the SDS was three members in the Disability Studies in Education, Phil Ferguson, Susan Gabel, and Susan Peters. In the1990s, these three individuals were highly active in the disability studies realm, keeping the connection between educational research visible within the disability studies community in the United States. In the late 1990s, DSE became more popular in Europe, Australia, and New Zealand. \nSome recognize the expansion and formalization of Disability Studies in education were caused by a small international conference funded by the &lt;a href=\"Spencer%20Foundation\"&gt;Spencer Foundation&lt;/a&gt; and hosted by Linda Ware. This 1999 conference challenged the way the current ideology had decreased inclusive education and criticized the special education system. Also in 1999, Scot Danforth submitted a proposal titled \"Ways of Constructing Lives and Disabilities: The Case for Open Inquiry\" to the national conference of The Association for Persons With Severe Handicaps (TASH). This led to questions being asked about why research is important and then the expansion of what is considered legitimate research in special education journals, conferences, etc. It also led to new ways that ideate a different way of educating students with disabilities. Susan Gabel and Linda Ware insisted on affiliating special education with the academic discipline, Disability Studies. From there, Disability Studies in education strengthened as its own discipline.\nFoundations.\nDSE scholarship is based on a social conception of disability that identifies barriers, attitudes, and actions that serve to systematically exclude individuals with disabilities society. These may include lack of resources for students and knowledge on how to effectively teach individuals with disabilities. It is a reaction to the dominant &lt;a href=\"medical%20model%20of%20disability\"&gt;medical model of disability&lt;/a&gt; which positions people with disabilities as having limitations outside of the \"normal\" or typical boundaries that require remediation and intervention. Examples of the medical model may look like professionals in an individualized education plan (IEP) being the authority. Their goal is to fix the disability or \"normalize\" the individual. DSE has its origins in sociological theories of &lt;a href=\"deviance%20%28sociology%29\"&gt;deviance&lt;/a&gt;, &lt;a href=\"social%20stigma\"&gt;social stigma&lt;/a&gt; and &lt;a href=\"labeling%20theory\"&gt;labeling theory&lt;/a&gt; as social construction. By 1970, there emerged critiques of labeling in special education, now referred to as &lt;a href=\"ableism\"&gt;ableism&lt;/a&gt;. Ableism is combated in schools through educators recognizing and challenging the idea of normalcy, as well as integrating individualizing programs that both recognize disability while creating learning opportunities in order to foster participation in the classroom with peers.\nThe social model of disability positions physical, intellectual, psychological, sensory, and emotional variations as natural and therefore requires societal changes in the response to those variations. The problem therefore resides not within the individual with impairments, but in the attitudes toward and treatment of people with disabilities. A DSE perspective is grounded in the belief that a collective social response to disability has resulted in systematic inequality, &lt;a href=\"marginalization\"&gt;marginalization&lt;/a&gt;, discrimination, and oppression. There is also the recognition that disability is both a form of individuation and group identification. Because individual identities are complex and &lt;a href=\"Intersectionality\"&gt;intersect with other identity categories&lt;/a&gt; (i.e. race, gender, social class, sexual orientation), there are varied ways that individuals may identify themselves as disabled. DSE can be supported by laws that make discrimination against people with disabilities illegal (i.e. &lt;a href=\"Section%20504%20of%20the%20Rehabilitation%20Act\"&gt;Section 504 of the Rehabilitation Act of 1973&lt;/a&gt;).\nIssues.\nDSE is concerned with critical issues concerning the education of people identified as disabled. Central questions of concern to DSE scholars are:\nDSE scholars promote academic activism in that they seek to counter the dominant discourse of the disabled student as deficient and abnormal. They criticize &lt;a href=\"special%20education\"&gt;special education&lt;/a&gt; as an inadequate response to disability which seeks to remediate the individual in order for them to fit in with the norm. They promote a &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt; perspective in which the purpose of education is to accept and care for all students. When putting a label on what is appropriate versus what is not can be hard to navigate without knowing the definition. An appropriate education for students with disabilities can be defined under the &lt;a href=\"Individuals%20with%20Disabilities%20Education%20Act\"&gt;Individuals with Disabilities Education Act&lt;/a&gt; as &lt;a href=\"Free%20Appropriate%20Public%20Education\"&gt;Free Appropriate Public Education&lt;/a&gt; (FAPE). This includes education services that meet the individual's needs on the same level as non-disabled students. Keeping the needs of the child at the forefront of the educational plan is essential in creating an appropriate education. It also includes being in the least restrictive environment possible. Creating an appropriate education plan for students with disabilities, services should be designed in order to meet the individual's education needs while also not being physically excluded from a mainstream focus. This also mean that a student with disabilities should receive the same quality of education services as a non-disabled student would. There also needs to be periodic &lt;a href=\"Individualized%20Education%20Program\"&gt;Individualized Education Program&lt;/a&gt; (IEP) meetings with the IEP team where reevaluation takes place. The parents or guardians have legal rights to be involved, review records, and challenge placement or other IEP decisions. Lastly, a student with disabilities should be able to participate or experience nonacademic services and extracurricular activities, like P.E., transportation, and groups or clubs sponsored by the school.\n2. What are criticisms of the medical model of disability in education?\nUsing the &lt;a href=\"medical%20model%20of%20disability\"&gt;medical model of disability&lt;/a&gt; in education is heavily criticized by DSE scholars. The medical model of disability assumes that someone's disability limits their autonomy and therefore needs to be fixed/cured. In education, it is the responsibility of the student to work hard to fix/cure their disability and not society's responsibility to remove barriers. Although it is the responsibility of the student to work towards \"normalcy\", they are not the authority. The professionals take the authoritative role over the caregivers/student and if the professionals believe that they cannot be \"fixed\", it may lead to social and/or educational exclusion. Exclusion is a consequence of the medical model because it emphasizes the \"sick role\" that perpetuates stigmatizing attitudes towards students with disabilities. In actuality, these same attitudes are misguided because many learning disabilities are not caused by biological factors and most do not need constant medical services.\nDSE scholars challenge research methodologies that serve to objectify, marginalize, and oppress disabled people. They promote research that is created by and accountable to disabled people, rather than portraying them as subjects. They recognize the value of interdisciplinary approaches within and outside the educational field and promote interaction among researchers from a variety of disciplinary perspectives. Research on DSE depends on who is telling their story, and who is being recorded in the research. The research is not intended to exclude some voices of the disability community, but to amplify all voices to share their stories. Research in DSE holds power because it can be used as a tool for others in society who deserve equity, inclusion, and dignity. In DSE research there is no evidence to claim the research is scientific.  Most of the research is made up of beliefs and assumptions. This is because researches are not free from theory free observation, thus causing observations to be influenced. Scientific research procedures can objectify people with disabilities because they are looked at as subjects instead of people.\nA DSE perspective foregrounds the interests and voices of disabled students in their education. DSE scholars reject deficit models of disability and assume that all children have the right to equitable, full, and meaningful access to educational opportunities. At the same time, DSE scholars understand that special education ≠ inclusive education ≠ disability studies in education. When defining inclusion in the classroom, there is not a set definition. Rather, it is seen as more of a policy that has been created in the education realm for the integration of disabled and non-disabled children. When creating this outlook on inclusion, it was seen more as a teaching based approach rather than integrating disability into education. This teaching based approach can be supported by inclusive curriculum in which intersectionality is both taught and celebrated. Through understanding disabilities at the intersection of race, gender, sexuality, etc., students are likely to relate to the curriculum as well as feel represented, thus fostering a deeper understanding of what inclusivity means in terms of identity and disability.\nInclusion was not something that was always accepted. There have been significant historical events that have helped create inclusive education environments. Some early attempts at creating an inclusive education stemmed from the United States Supreme Court decision \"&lt;a href=\"Brown%20v.%20Board%20of%20Education\"&gt;Brown v. Board of Education&lt;/a&gt;\" in 1954, which prohibited racially segregated public education. While this ruling did not directly affect the disability community, it ruled segregation in schools as unconstitutional, making a start to the inclusion of all students in the classroom. Next was the &lt;a href=\"Rehabilitation%20Act%20of%201973\"&gt;Rehabilitation Act of 1973&lt;/a&gt;, more specifically &lt;a href=\"Section%20504%20of%20the%20Rehabilitation%20Act\"&gt;Section 504&lt;/a&gt;, under which people with disabilities were now included in the United States civil rights. This allowed for accommodations that granted full participation and inclusion in schools. Section 504 forced schools to foster a more inclusive environment and made sure that students with disabilities were granted similar opportunities, benefits, and achievements as students with disabilities. Section 504 has a large impact on the education and inclusion of people with disabilities and continues to be followed.\nConclusion.\nDSE is one manifestation of the &lt;a href=\"disability%20rights%20movement\"&gt;disability rights movement&lt;/a&gt;. Its roots are in the United States, but its effects may be felt globally. With the entry into force of the U.N. &lt;a href=\"Convention%20on%20the%20Rights%20of%20Persons%20with%20Disabilities\"&gt;Convention on the Rights of Persons with Disabilities&lt;/a&gt;, issues underpinning DSE can extend to efforts to hold states accountable for failure to serve a range of disability communities."
}