{
    "id": "5001127",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=5001127",
    "title": "Joe Saunders",
    "text": "Joseph Francis Saunders (born June 16, 1981) is an American former &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt;. Saunders pitched in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the &lt;a href=\"Los%20Angeles%20Angels%20of%20Anaheim\"&gt;Los Angeles Angels of Anaheim&lt;/a&gt;, &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt;, &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;, &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; and &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt;.\nCollege and minor league career.\nSaunders played &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; at &lt;a href=\"Virginia%20Tech\"&gt;Virginia Tech&lt;/a&gt;, where he compiled a 27–7 career record. His 27 &lt;a href=\"Win%20%28baseball%29\"&gt;wins&lt;/a&gt; tie him for third place in most career wins in school history. His accomplishments as a Hokie earned him a place in the &lt;a href=\"List%20of%20Virginia%20Tech%20Sports%20Hall%20of%20Fame%20inductees\"&gt;Virginia Tech Sports Hall of Fame&lt;/a&gt;. In 2001, he played &lt;a href=\"collegiate%20summer%20baseball\"&gt;collegiate summer baseball&lt;/a&gt; with the &lt;a href=\"Harwich%20Mariners\"&gt;Harwich Mariners&lt;/a&gt; of the &lt;a href=\"Cape%20Cod%20Baseball%20League\"&gt;Cape Cod Baseball League&lt;/a&gt;.\nHe was drafted in the first round (12th overall) by the then Anaheim Angels in . After being promoted to Single-A &lt;a href=\"Cedar%20Rapids%20Kernels\"&gt;Cedar Rapids&lt;/a&gt; in 2002, he missed the entire season due to an injury in his left shoulder. He returned to the game with Single-A &lt;a href=\"Rancho%20Cucamonga%20Quakes\"&gt;Rancho Cucamonga&lt;/a&gt; in and went 9–7 with a 3.41 &lt;a href=\"Earned%20run%20average\"&gt;ERA&lt;/a&gt;. He was promoted to Double-A &lt;a href=\"Arkansas%20Travelers\"&gt;Arkansas&lt;/a&gt; in 2004 and recorded a 7–4 record with two &lt;a href=\"complete%20game\"&gt;complete game&lt;/a&gt;s in . Later in 2005, he was promoted to Triple-A &lt;a href=\"Salt%20Lake%20Bees\"&gt;Salt Lake&lt;/a&gt;. In 2005, he was a combined 10–7 with three complete games, including two &lt;a href=\"shutouts%20in%20baseball\"&gt;shutout&lt;/a&gt;s, earning honors as the Angels Organization's Pitcher of the Year. He was named #37 of the top 50 minor league baseball players in 2006 by Minor League News.\nMajor league career.\nLos Angeles Angels.\nSaunders made his major league debut on August 16, 2005 against the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt;, receiving a &lt;a href=\"Win%E2%80%93loss%20record%20%28pitching%29\"&gt;no decision&lt;/a&gt; after &lt;a href=\"Closer%20%28baseball%29\"&gt;closer&lt;/a&gt; &lt;a href=\"Francisco%20Rodr%C3%ADguez%20%28Venezuelan%20pitcher%29\"&gt;Francisco Rodríguez&lt;/a&gt; &lt;a href=\"save%20%28baseball%29\"&gt;blew the save&lt;/a&gt; in a 4–3 loss for the Angels. He was sent back down to Salt Lake, but recalled on September 6 to start against the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; on September 14. Once again, he received a no-decision in a 10–9 defeat and was optioned to Salt Lake. Though he was not placed on the playoff roster, he was re-signed by the Angels to a one-year contract. After &lt;a href=\"Bartolo%20Col%C3%B3n\"&gt;Bartolo Colón&lt;/a&gt; was placed on the &lt;a href=\"disabled%20list\"&gt;disabled list&lt;/a&gt; during the season, Saunders was recalled a final time and replaced Colon in the rotation. Before Saunders received his first &lt;a href=\"Loss%20%28baseball%29\"&gt;loss&lt;/a&gt;, he compiled a 4–0 record. He ended the season with a 7–3 record and a 4.71 ERA.\nSaunders began the season in the rotation while Colon remained on the disabled list. As the only active major league player at the time from Virginia Tech, Saunders received special permission to wear a Virginia Tech cap during the April 20, 2007, game against the Seattle Mariners to honor the victims of the &lt;a href=\"Virginia%20Tech%20massacre\"&gt;Virginia Tech massacre&lt;/a&gt;. He also wore the initials \"VT\" on his cleats and drew the Virginia Tech logo on the back of the pitcher's mound before the start of the game. He picked up the win after pitching six shutout innings. He was optioned to the Triple-A Salt Lake Bees on April 21, 2007, to make room for Colon's return. Saunders made two spot starts for when a pitcher on the Angel's normal rotation was injured: for Colon (triceps tendinitis) on June 2, 2007, against the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt; and for &lt;a href=\"Jered%20Weaver\"&gt;Jered Weaver&lt;/a&gt; (bruised shoulder) on June 22, 2007, against the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt;. He was called up for a third time on July 21, 2007, to replace &lt;a href=\"Ervin%20Santana\"&gt;Ervin Santana&lt;/a&gt; in the starting rotation when Santana was optioned to Triple-A Salt Lake.\nIn , Saunders entered &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; in a competition with Santana for the role of 5th starter in the Angels rotation. After the Angels' co-&lt;a href=\"Ace%20%28baseball%29\"&gt;aces&lt;/a&gt; &lt;a href=\"John%20Lackey\"&gt;John Lackey&lt;/a&gt; and &lt;a href=\"Kelvim%20Escobar\"&gt;Kelvim Escobar&lt;/a&gt; sustained injuries, both Saunders and Santana were promoted to full-time roles as the 3rd and 4th starter, respectively. In the first third of the season, both players shone brightly, with both being considered early candidates for the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; Cy Young Award. On June 3, 2008, Saunders became the American League's first 9-game winner in a 5–4 victory over division rivals the Seattle Mariners. Saunders gave up only one earned run, lowering his ERA to 3rd best in the American League in the process. Saunders also then became the first American League pitcher to get 11 wins, giving up only two &lt;a href=\"earned%20run\"&gt;earned run&lt;/a&gt;s to the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt; on June 21, 2008. Following the 2008 season, Saunders was asked to join the &lt;a href=\"USA%20Baseball\"&gt;USA Baseball&lt;/a&gt; team for the &lt;a href=\"2009%20World%20Baseball%20Classic\"&gt;2009 World Baseball Classic&lt;/a&gt;. However, he declined the request.\nSaunders was the opening day pitcher for the Angels in the 2009 season. On May 9, 2009, he pitched his first major league complete game shutout against the &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt;. From 2008 to 2009, Saunders compiled 33 wins.\nArizona Diamondbacks.\nOn July 25, 2010, he was traded to the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt; for &lt;a href=\"Dan%20Haren\"&gt;Dan Haren&lt;/a&gt;. Three minor league pitchers, left hander &lt;a href=\"Patrick%20Corbin\"&gt;Patrick Corbin&lt;/a&gt; and right handers &lt;a href=\"Rafael%20Rodr%C3%ADguez%20%28baseball%29\"&gt;Rafael Rodríguez&lt;/a&gt; and &lt;a href=\"Tyler%20Skaggs\"&gt;Tyler Skaggs&lt;/a&gt; also went to Arizona. On December 12, 2011, Saunders was non-tendered and became a free agent. On January 17, 2012, he re-signed with the Diamondbacks for one year at a salary of $6 million.\nBaltimore Orioles.\nOn August 26, 2012, Saunders was traded to the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt; for &lt;a href=\"Matt%20Lindstrom\"&gt;Matt Lindstrom&lt;/a&gt;. He finished 3–3 in seven starts for the O's. Saunders was the winning pitcher when the Orioles defeated the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt; in the inaugural &lt;a href=\"2012%20American%20League%20Wild%20Card%20Playoff\"&gt;Wild Card Game&lt;/a&gt;, pitching innings with four strikeouts.\nSeattle Mariners.\nOn February 12, 2013, Saunders agreed to a one-year contract with the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt;. Over his first six weeks of the season, he pitched very well at home in &lt;a href=\"Safeco%20Field\"&gt;Safeco Field&lt;/a&gt; and extremely poorly in his road outings. This pattern coupled with previous good numbers at Safeco Field earned him the slightly-pejorative sobriquet \"Safeco Joe.\" Although he pitched slightly better at home than on the road, his home ERA was at 4.99 in 13 starts, while on the road his ERA was 5.45 in 19 starts. Saunders finished with a record of 11-16 and a 5.26 ERA for the M's.\nTexas Rangers.\nOn March 4, 2014, Saunders signed a one-year contract with the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt;. He was designated for assignment on July 1, 2014. Saunders was released on July 4.\nKansas City Royals.\nOn July 8, 2014, Saunders signed a minor league contract with the &lt;a href=\"Kansas%20City%20Royals\"&gt;Kansas City Royals&lt;/a&gt; and was assigned to the Triple-A &lt;a href=\"Omaha%20Royals\"&gt;Omaha Royals&lt;/a&gt;. After four starts and an ERA of 6.75 at Triple-A, he was released by the team on July 29.\nSecond Stint with Orioles.\nOn August 1, 2014, Saunders returned to the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;, signing a minor league contract with the club. He was called up to the big leagues on September 1 as part of the September roster expansion \nSecond stint with Mariners.\nSaunders signed a minor league deal with the Seattle Mariners on February 20, 2015. He opted out of his minor league deal with the Mariners on May 1, 2015.\nScouting report.\nSaunders has never been a strikeout pitcher, having a K/9 of less than 6. He has been durable throughout his career. Saunders relies on a fastball at around 89 to 91 MPH with sink to it, a curveball, a slider and his best pitch, a changeup.\nPersonal life.\nSaunders is married to his Virginia Tech classmate and former Hokie softball player, the former Shanel Garofalo. The couple has three daughters. He described himself in an interview, \"My personality is laid back and very low key. I like to have fun, and I like to hang out and be with family and friends. Then, once I get on the field, everything changes. I don’t think about any family, any friends, any babies, or anyone at all. Once I’m out there on that mound, I’m all business. I don’t think about anything except getting that hitter out any way I can.\""
}