{
    "id": "50034353",
    "revid": "30945603",
    "url": "https://en.wikipedia.org/wiki?curid=50034353",
    "title": "List of nuclear close calls",
    "text": "A nuclear close call is an incident that could have led to at least one unintended nuclear detonation or explosion. These incidents typically involve a perceived imminent threat to a &lt;a href=\"List%20of%20states%20with%20nuclear%20weapons\"&gt;nuclear-armed country&lt;/a&gt; which could lead to retaliatory strikes against the perceived aggressor. The damage caused by international nuclear exchange is not necessarily limited to the participating countries, as the hypothesized rapid &lt;a href=\"Climate%20variability%20and%20change\"&gt;climate change&lt;/a&gt; associated with even small-scale regional nuclear war could threaten food production worldwide—a scenario known as &lt;a href=\"nuclear%20famine\"&gt;nuclear famine&lt;/a&gt;.\nDespite a reduction in global nuclear tensions and major nuclear arms reductions after the end of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; (in 1991), estimated nuclear warhead stockpiles total roughly 15,000 worldwide, with the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; holding 90% of the total.\nThough exact details on many nuclear close calls are hard to come by, the analysis of particular cases has highlighted the importance of a variety of factors in preventing accidents. At an international level, this includes the importance of context and outside mediation; at the national level, effectiveness in government communications, and involvement of key decision-makers; and, at the individual level, the decisive role of individuals in following intuition and prudent decision-making, often in violation of protocol.\n1950s and 1960s.\n5 November 1956.\nDuring the &lt;a href=\"Suez%20Crisis\"&gt;Suez Crisis&lt;/a&gt;, the &lt;a href=\"North%20American%20Aerospace%20Defense%20Command\"&gt;North American Aerospace Defense Command&lt;/a&gt; (NORAD) received a number of simultaneous reports, including unidentified aircraft over &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, Soviet &lt;a href=\"Mikoyan-Gurevich%20MiG-15\"&gt;MiG-15&lt;/a&gt; fighters over &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, a downed British &lt;a href=\"English%20Electric%20Canberra\"&gt;Canberra medium bomber&lt;/a&gt;, and unexpected maneuvers by the Soviet &lt;a href=\"Black%20Sea%20Fleet\"&gt;Black Sea Fleet&lt;/a&gt; through the &lt;a href=\"Dardanelles\"&gt;Dardanelles&lt;/a&gt; that appeared to signal a Soviet offensive. Considering previous Soviet threats to use conventional missiles against &lt;a href=\"France\"&gt;France&lt;/a&gt; and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, U.S. forces believed these events could trigger a &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; nuclear strike against the Soviet Union. In fact, all reports of Soviet action turned out to be erroneous, misinterpreted, or exaggerated. The perceived threat was due to a coincidental combination of events, including a wedge of swans over Turkey, a fighter escort for &lt;a href=\"President%20of%20Syria\"&gt;Syrian President&lt;/a&gt; &lt;a href=\"Shukri%20al-Quwatli\"&gt;Shukri al-Quwatli&lt;/a&gt; returning from &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, a British bomber brought down by mechanical issues, and scheduled exercises of the Soviet fleet.\n5 October 1960.\nRadar equipment in &lt;a href=\"Thule%20Air%20Base\"&gt;Thule, Greenland&lt;/a&gt;, mistakenly interpreted a moonrise over &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; as a large-scale Soviet missile launch. Upon receiving a report of the supposed attack, NORAD went on high alert. However, doubts about the authenticity of the attack arose due to the presence of Soviet leader &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; as head of the USSR's &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; delegation.\n24 January 1961.\nOn 24 January 1961, a &lt;a href=\"B-52%20Stratofortress\"&gt;B-52 Stratofortress&lt;/a&gt; carrying two 3–4-&lt;a href=\"TNT%20equivalent%23Kiloton%20and%20megaton\"&gt;megaton&lt;/a&gt; &lt;a href=\"Mark%2039%20nuclear%20bomb\"&gt;Mark 39 nuclear bomb&lt;/a&gt;s broke up in mid-air near &lt;a href=\"Goldsboro%2C%20North%20Carolina\"&gt;Goldsboro&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, dropping its nuclear payload in the process. The pilot in command, Walter Scott Tulloch, ordered the crew to &lt;a href=\"ejection%20seat\"&gt;eject&lt;/a&gt; at . Five crewmen successfully ejected or bailed out of the aircraft and landed safely, another ejected but did not survive the landing, and two died in the crash. \nInformation declassified in 2013 showed that \"only a single switch prevented the ... bomb from detonating and spreading fire and destruction over a wide area.\" An expert evaluation written on 22 October 1969 by Parker F Jones, the supervisor of the nuclear weapons safety department at &lt;a href=\"Sandia%20National%20Laboratories\"&gt;Sandia National Laboratories&lt;/a&gt;, reported that, \"one simple, dynamo-technology, low voltage switch stood between the United States and a major catastrophe.\", and that it \"seems credible\" that a short circuit in the Arm line during a mid-air breakup of the aircraft \"could\" have resulted in a nuclear explosion.\n24 November 1961.\nStaff at the &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; Headquarters (SAC HQ) simultaneously lost contact with NORAD and multiple &lt;a href=\"Ballistic%20Missile%20Early%20Warning%20System\"&gt;Ballistic Missile Early Warning System&lt;/a&gt; sites. Since these communication lines were designed to be redundant and independent from one another, the communications failure was interpreted as either a very unlikely coincidence or a coordinated attack. SAC HQ prepared the entire ready force for takeoff before already-overhead aircraft confirmed that there did not appear to be an attack. It was later found that the failure of a single relay station in &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt; was the sole cause of the communications problem.\n25 October 1962.\nDuring the &lt;a href=\"Cuban%20Missile%20Crisis\"&gt;Cuban Missile Crisis&lt;/a&gt;, US military planners expected that &lt;a href=\"sabotage\"&gt;sabotage&lt;/a&gt; operations might precede any &lt;a href=\"nuclear%20first%20strike\"&gt;nuclear first strike&lt;/a&gt; by the Soviet Union. Around midnight on 25 October 1962, a guard at the &lt;a href=\"Duluth%20Sector%20Direction%20Center\"&gt;Duluth Sector Direction Center&lt;/a&gt; saw a figure climbing the security fence. He shot at it and activated the sabotage alarm, which automatically set off similar alarms at other bases in the region. At &lt;a href=\"Volk%20Field\"&gt;Volk Field&lt;/a&gt; in &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;, a faulty alarm system caused the &lt;a href=\"Klaxon\"&gt;Klaxon&lt;/a&gt; to sound instead, which ordered &lt;a href=\"Air%20Defense%20Command\"&gt;Air Defense Command&lt;/a&gt; (ADC) nuclear-armed &lt;a href=\"F-106A\"&gt;F-106A&lt;/a&gt; interceptors into the air. The pilots had been told there would be no practice alert drills and, according to political scientist &lt;a href=\"Scott%20D.%20Sagan\"&gt;Scott D. Sagan&lt;/a&gt;, \"fully believed that a nuclear war was starting\". Before the planes were able to take off, the base commander contacted Duluth and learned of the error. An officer in the command center drove his car onto the runway, flashing his lights and signaling to the aircraft to stop. The intruder was discovered to be a bear.\nSagan writes that the incident raised the dangerous possibility of an ADC interceptor &lt;a href=\"Friendly%20fire\"&gt;accidentally shooting down&lt;/a&gt; a Strategic Air Command (SAC) bomber. Interceptor crews had not been given full information by SAC of plans to move bombers to dispersal bases (such as Volk Field) or the classified routes flown by bombers on continuous alert as part of &lt;a href=\"Operation%20Chrome%20Dome\"&gt;Operation Chrome Dome&lt;/a&gt;. Declassified ADC documents later revealed that \"the incident led to changes in the alert Klaxon system [...] to prevent a recurrence\".\n27 October 1962.\nAt the height of the Cuban Missile Crisis, Soviet patrol submarine almost launched a nuclear-armed &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; while under harassment by American naval forces. One of several vessels surrounded by American &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s near Cuba, \"B-59\" dove to avoid detection and was unable to communicate with Moscow for a number of days. began dropping practice &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt;s to signal \"B-59\" to surface; however the captain of the Soviet submarine and its \"&lt;a href=\"Political%20commissar\"&gt;zampolit&lt;/a&gt;\" took these to be real depth charges. With low &lt;a href=\"Electric%20battery\"&gt;batteries&lt;/a&gt; affecting the submarine's life support systems and unable to make contact with &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, the commander of \"B-59\" feared that war had already begun and ordered the use of a 10-kiloton nuclear torpedo against the American fleet. The \"zampolit\" agreed, but the chief of staff of the flotilla (second in command of the flotilla) &lt;a href=\"Vasily%20Arkhipov%20%28vice%20admiral%29\"&gt;Vasily Arkhipov&lt;/a&gt; refused permission to launch. He convinced the captain to calm down, surface, and make contact with Moscow for new orders.\nOn the same day, an American &lt;a href=\"Lockheed%20U-2\"&gt;U-2 spy plane&lt;/a&gt; was shot down over Cuba, and another U-2 flown by &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; Captain Charles Maultsby from &lt;a href=\"Eielson%20Air%20Force%20Base\"&gt;Eielson Air Force Base&lt;/a&gt;, &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, strayed into Soviet airspace. Despite orders to avoid Soviet airspace by at least , a navigational error caused by the &lt;a href=\"Aurora\"&gt;aurora borealis&lt;/a&gt; took the U-2 over the &lt;a href=\"Chukchi%20Peninsula\"&gt;Chukotka Peninsula&lt;/a&gt;, causing Soviet MiG interceptors to scramble and pursue the aircraft. American &lt;a href=\"Convair%20F-102%20Delta%20Dagger\"&gt;F-102A&lt;/a&gt; interceptors armed with &lt;a href=\"AIM-26%20Falcon\"&gt;GAR-11 Falcon&lt;/a&gt; nuclear &lt;a href=\"air-to-air%20missile\"&gt;air-to-air missile&lt;/a&gt;s (each with a 0.25 kiloton yield) were then scrambled to escort the U-2 into friendly airspace. Individual pilots were capable of arming and launching their missiles. The incident remained secret for many years.\n9 November 1965.\nThe Command Center of the &lt;a href=\"United%20States%20House%20of%20Representatives%20Office%20of%20Emergency%20Planning%2C%20Preparedness%2C%20and%20Operations\"&gt;Office of Emergency Planning&lt;/a&gt; went on full alert after a &lt;a href=\"Northeast%20blackout%20of%201965\"&gt;massive power outage in the northeastern United States&lt;/a&gt;. Several nuclear bomb detectors—used to distinguish between regular power outages and power outages caused by a nuclear blast—near major U.S. cities malfunctioned due to circuit errors, creating the illusion of a &lt;a href=\"Nuclear%20warfare\"&gt;nuclear attack&lt;/a&gt;.\n23 May 1967.\nA powerful &lt;a href=\"solar%20flare\"&gt;solar flare&lt;/a&gt; accompanied by a &lt;a href=\"coronal%20mass%20ejection\"&gt;coronal mass ejection&lt;/a&gt; interfered with multiple NORAD radars over the &lt;a href=\"Northern%20Hemisphere\"&gt;Northern Hemisphere&lt;/a&gt;. This interference was initially interpreted as intentional jamming of the radars by the Soviets, thus an act of war. A nuclear bomber counter-strike was nearly launched by the United States.\n15 April 1969.\nAfter the &lt;a href=\"1969%20EC-121%20shootdown%20incident\"&gt;1969 EC-121 shootdown incident&lt;/a&gt;, &lt;a href=\"F-4%20Phantom\"&gt;F-4 Phantom&lt;/a&gt; fighter jets at &lt;a href=\"Kunsan%20Air%20Base\"&gt;Kunsan Air Base&lt;/a&gt; were ordered to load &lt;a href=\"B61%20nuclear%20bomb\"&gt;B61 nuclear bomb&lt;/a&gt;s and began planning and preparations for a nuclear strike against the Democratic People's Republic of Korea (&lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;). After a few hours, the order to stand down was given. The jet never took off. Reportedly, President &lt;a href=\"Richard%20Nixon\"&gt;Richard Nixon&lt;/a&gt; was drunk when he gave the order for a nuclear attack against the DPRK. The order to stand down was given on the advice of &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;Secretary of State&lt;/a&gt; &lt;a href=\"Henry%20Kissinger\"&gt;Henry Kissinger&lt;/a&gt;.\n1970s, 1980s, and 1990s.\nOctober 1973.\nDuring the Yom Kippur War, Israeli officials panicked that the Arab invasion force would overrun Israel after the &lt;a href=\"Syrian%20Army\"&gt;Syrian Army&lt;/a&gt; nearly achieved a breakout in the &lt;a href=\"Golan%20Heights\"&gt;Golan Heights&lt;/a&gt;, and the U.S. government rebuffed Israel's request for an emergency &lt;a href=\"airlift\"&gt;airlift&lt;/a&gt;. According to a former CIA official, General &lt;a href=\"Moshe%20Dayan\"&gt;Moshe Dayan&lt;/a&gt; requested and received authorization from Israeli Prime Minister &lt;a href=\"Golda%20Meir\"&gt;Golda Meir&lt;/a&gt; to arm 13 &lt;a href=\"Jericho%20%28missile%29\"&gt;Jericho missiles&lt;/a&gt; and 8 &lt;a href=\"McDonnell%20Douglas%20F-4%20Phantom%20II\"&gt;F-4 Phantom II&lt;/a&gt; fighter jets with nuclear warheads. The missile launchers were located at &lt;a href=\"Sdot%20Micha%20Airbase\"&gt;Sdot Micha Airbase&lt;/a&gt;, while the fighter jets were placed on 24-hour notice at &lt;a href=\"Tel%20Nof%20Airbase\"&gt;Tel Nof Airbase&lt;/a&gt;. The missiles were said to be aimed at the Arab military headquarters in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; and &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;. The United States discovered Israel's nuclear deployment after a &lt;a href=\"Lockheed%20SR-71%20Blackbird\"&gt;Lockheed SR-71 Blackbird&lt;/a&gt; reconnaissance aircraft spotted the missiles, and it began &lt;a href=\"Operation%20Nickel%20Grass\"&gt;an airlift&lt;/a&gt; the same day. After the U.N. Security Council imposed a ceasefire, conflict resumed when the &lt;a href=\"Israel%20Defense%20Forces\"&gt;Israel Defense Force&lt;/a&gt; moved to encircle the &lt;a href=\"Third%20Army%20%28Egypt%29\"&gt;Egyptian Third Army&lt;/a&gt;. According to former &lt;a href=\"United%20States%20Department%20of%20State\"&gt;U.S. State Department&lt;/a&gt; officials, General Secretary &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt; threatened to deploy the &lt;a href=\"Russian%20Airborne%20Forces\"&gt;Soviet Airborne Forces&lt;/a&gt; against Israeli forces, and the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;U.S. Armed Forces&lt;/a&gt; were placed at &lt;a href=\"DEFCON\"&gt;DEFCON&lt;/a&gt; 3. Israel also redeployed its nuclear weapons. While DEFCON 3 was still in effect, mechanics repairing the alarm system at &lt;a href=\"Kincheloe%20Air%20Force%20Base\"&gt;Kincheloe Air Force Base&lt;/a&gt; in &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt; accidentally activated it and nearly scrambled the B-52 bombers at the base before the duty officer declared a false alarm. The crisis finally ended when Prime Minister Meir halted all military action. Declassified Israeli documents have not confirmed these allegations directly, but have confirmed that Israel was willing to use \"drastic means\" to win the war.\n9 November 1979.\n&lt;a href=\"computer%20error\"&gt;Computer errors&lt;/a&gt; at the &lt;a href=\"NORAD\"&gt;NORAD&lt;/a&gt; headquarters in &lt;a href=\"Peterson%20Air%20Force%20Base\"&gt;Peterson Air Force Base&lt;/a&gt;, the &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; command post in &lt;a href=\"Offutt%20Air%20Force%20Base\"&gt;Offutt Air Force Base&lt;/a&gt;, the &lt;a href=\"National%20Military%20Command%20Center\"&gt;National Military Command Center&lt;/a&gt; in the &lt;a href=\"The%20Pentagon\"&gt;Pentagon&lt;/a&gt;, and the &lt;a href=\"Alternate%20National%20Military%20Command%20Center\"&gt;Alternate National Military Command Center&lt;/a&gt; in the &lt;a href=\"Raven%20Rock%20Mountain%20Complex\"&gt;Raven Rock Mountain Complex&lt;/a&gt; led to alarm and full preparation for a nonexistent large-scale Soviet attack. NORAD notified &lt;a href=\"National%20Security%20Advisor%20%28United%20States%29\"&gt;national security adviser&lt;/a&gt; &lt;a href=\"Zbigniew%20Brzezinski\"&gt;Zbigniew Brzezinski&lt;/a&gt; that the Soviet Union had launched 250 &lt;a href=\"ballistic%20missile\"&gt;ballistic missile&lt;/a&gt;s with a trajectory for the United States, stating that a decision to retaliate would need to be made by the president within 3 to 7 minutes. NORAD computers then placed the number of incoming missiles at 2,200. Strategic Air Command was notified, and nuclear bombers prepared for takeoff. Within six to seven minutes of the initial response, &lt;a href=\"PAVE%20PAWS\"&gt;PAVE PAWS&lt;/a&gt; satellite and radar systems were able to confirm that the attack was a false alarm. \n&lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; quickly learned of the incident because Senator &lt;a href=\"Charles%20H.%20Percy\"&gt;Charles H. Percy&lt;/a&gt; was present at the NORAD headquarters during the panic. A &lt;a href=\"Government%20Accountability%20Office\"&gt;General Accounting Office&lt;/a&gt; investigation found that a training scenario was inadvertently loaded into an operational computer in the &lt;a href=\"Cheyenne%20Mountain%20Complex\"&gt;Cheyenne Mountain Complex&lt;/a&gt;. Commenting on the incident, &lt;a href=\"United%20States%20Department%20of%20State\"&gt;U.S. State Department&lt;/a&gt; adviser &lt;a href=\"Marshall%20D.%20Shulman\"&gt;Marshall Shulman&lt;/a&gt; stated that \"false alerts of this kind are not a rare occurrence. There is a complacency about handling them that disturbs me.\" Soviet General Secretary &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt; composed a letter to U.S. President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; that the false alarm was \"fraught with a tremendous danger\" and \"I think you will agree with me that there should be no errors in such matters.\" In the months following the incident there were three more false alarms at NORAD, two of them caused by faulty &lt;a href=\"Integrated%20circuit\"&gt;computer chips&lt;/a&gt;. One of them forced the &lt;a href=\"National%20Emergency%20Air-Borne%20Command%20Post\"&gt;National Emergency Airborne Command Post&lt;/a&gt; to taxi into position at &lt;a href=\"Andrews%20Air%20Force%20Base\"&gt;Andrews Air Force Base&lt;/a&gt;.\n15 March 1980.\nA Soviet submarine near the &lt;a href=\"Kuril%20Islands\"&gt;Kuril Islands&lt;/a&gt; launched four missiles as part of a &lt;a href=\"Military%20exercise\"&gt;training exercise&lt;/a&gt;. Of these four, American early warning sensors suggested one to be aimed towards the United States. In response, the United States convened officials for a threat assessment conference, at which point it was determined to not be a threat and the situation was resolved.\n26 September 1983.\nSeveral weeks after the downing of &lt;a href=\"Korean%20Air%20Lines%20Flight%20007\"&gt;Korean Air Lines Flight 007&lt;/a&gt; over Soviet airspace, a satellite early-warning system near Moscow reported the launch of one American &lt;a href=\"LGM-30%20Minuteman\"&gt;Minuteman ICBM&lt;/a&gt;. Soon after, it reported that five missiles had been launched. Convinced that a real American offensive would involve many more missiles, Lieutenant Colonel &lt;a href=\"Stanislav%20Petrov\"&gt;Stanislav Petrov&lt;/a&gt; of the &lt;a href=\"Soviet%20Air%20Defence%20Forces\"&gt;Air Defense Forces&lt;/a&gt; refused to acknowledge the threat as legitimate and continued to convince his superiors that it was a false alarm until this could be confirmed by ground &lt;a href=\"radar\"&gt;radar&lt;/a&gt;.\n7 to 11 November 1983.\nAble Archer 83 was a &lt;a href=\"command%20post%20exercise\"&gt;command post exercise&lt;/a&gt; carried out by NATO military forces and political leaders between 7 and 11 November 1983. The exercise simulated a Soviet conventional attack on European NATO forces 3 days before the start of the exercise (D-3), transitioning to a large scale chemical war (D-1) and on day 1 (D+1) of the exercise, NATO forces sought political guidance on the use of nuclear weapons to stem the Soviet advance which was approved by political leaders. NATO then began simulating preparations for a transition to nuclear war.\nThese simulations included 170 radio-silent flights to air lift 19,000 US troops to Europe, regularly shifting military commands to avoid nuclear attack, the use of new nuclear weapon release procedures, the use of nuclear &lt;a href=\"Command%20and%20control\"&gt;Command, Control, and Communications&lt;/a&gt; (C3) networks for passing nuclear orders, the moving of NATO forces in Europe through each of the alert phases from DEFCON 5 to DEFCON 1, and the participation of political leaders like &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt;, &lt;a href=\"Helmut%20Kohl\"&gt;Helmut Kohl&lt;/a&gt; and &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;.\nThe issue was worsened by leaders referring to B-52 sorties as \"nuclear strikes\", by the increased use of encrypted diplomatic channels between the US and UK, and by the nuclear attack false alarm in September.\nIn response, Soviet nuclear capable aircraft were fueled and armed ready to launch on the runway, and ICBMs were brought up to alert. Soviet leaders believed the exercise was a ruse to cover NATO preparations for a nuclear first strike and frantically sent a telegram to its residencies seeking information on NATO preparations for an attack. The exercise closely aligned with Soviet timeline estimations that a NATO first strike would take 7 to 10 days to execute from the political decision being made.\nSoviet forces stood down after 11 November when the exercise ended and NATO was not aware of the complete Soviet response until British intelligence asset &lt;a href=\"Oleg%20Gordievsky\"&gt;Oleg Gordievsky&lt;/a&gt; passed on the information.\n1991.\nDuring the Persian Gulf War, &lt;a href=\"Ba%27athist%20Iraq\"&gt;Ba'athist Iraq&lt;/a&gt; launched &lt;a href=\"Scud%20missile\"&gt;Scud missiles&lt;/a&gt; at &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt; and &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and possessed a large cache of &lt;a href=\"Iraq%20and%20weapons%20of%20mass%20destruction\"&gt;weapons of mass destruction&lt;/a&gt;. This, along with Saddam Hussein's previous threat to \"burn half of Israel\" with &lt;a href=\"Chemical%20weapon\"&gt;chemical weapons&lt;/a&gt;, led to fears that &lt;a href=\"Saddam%20Hussein\"&gt;Saddam Hussein&lt;/a&gt; would order the use of the chemical weapons against the &lt;a href=\"Coalition%20of%20the%20Gulf%20War\"&gt;U.S.-led coalition&lt;/a&gt; or against Israel. Israeli Prime Minister &lt;a href=\"Yitzhak%20Shamir\"&gt;Yitzhak Shamir&lt;/a&gt; and &lt;a href=\"Israeli%20Air%20Force\"&gt;Israeli Air Force&lt;/a&gt; Commander-in-Chief &lt;a href=\"Avihu%20Ben-Nun\"&gt;Avihu Ben-Nun&lt;/a&gt; both warned that an Iraqi chemical attack would trigger \"massive retaliation,\" implying that Israel would retaliate with nuclear weapons. At the same time U.S. Secretary of Defense &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt;, General &lt;a href=\"Norman%20Schwarzkopf%20Jr.\"&gt;Norman Schwarzkopf Jr.&lt;/a&gt;, and British Prime Minister &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt; all emphasized that the use of WMD's against Coalition forces would lead to a nuclear attack on Iraq. U.S. Secretary of State &lt;a href=\"James%20Baker\"&gt;James Baker&lt;/a&gt; directly warned his counterpart &lt;a href=\"Tariq%20Aziz\"&gt;Tariq Aziz&lt;/a&gt; that the United States had \"the means to exact vengeance\" in the event of an Iraqi resort to WMDs. After the war, the &lt;a href=\"Defense%20Intelligence%20Agency\"&gt;Defense Intelligence Agency&lt;/a&gt; credited these threats with deterring Iraq from launching chemical attacks on Coalition forces. Nevertheless, Saddam did have a contingency plan to launch WMD-armed warheads at &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt; in the event that he became cut off from the &lt;a href=\"Iraqi%20Armed%20Forces\"&gt;Iraqi Armed Forces&lt;/a&gt; leadership or if the &lt;a href=\"Federal%20government%20of%20Iraq\"&gt;Iraqi government&lt;/a&gt; was about to collapse, which almost certainly would have triggered a retaliatory nuclear response from Israel. Saddam ultimately never deemed this option necessary because he never felt as if his government was about to collapse.\nPost–Cold War.\n25 January 1995.\n&lt;a href=\"President%20of%20Russia\"&gt;Russian President&lt;/a&gt; &lt;a href=\"Boris%20Yeltsin\"&gt;Boris Yeltsin&lt;/a&gt; became the first world leader to activate the &lt;a href=\"Cheget\"&gt;Russian nuclear briefcase&lt;/a&gt; after Russian radar systems detected the launch of what was later determined to be a Norwegian &lt;a href=\"Black%20Brant%20XII\"&gt;Black Brant XII&lt;/a&gt; research rocket being used to study the &lt;a href=\"Aurora\"&gt;Northern Lights&lt;/a&gt;. Russian &lt;a href=\"ballistic%20missile%20submarine\"&gt;ballistic missile submarine&lt;/a&gt;s were put on alert in preparation for a possible retaliatory strike. When it became clear the rocket did not pose a threat to Russia and was not part of a larger attack, the alarm was cancelled. Russia was in fact one of a number of countries earlier informed of the launch; however, the information had not reached the Russian radar operators."
}