{
    "id": "50045803",
    "revid": "14508071",
    "url": "https://en.wikipedia.org/wiki?curid=50045803",
    "title": "Amateurs–Professionals Match",
    "text": "The Amateurs–Professionals Match was an annual men's team &lt;a href=\"golf\"&gt;golf&lt;/a&gt; competition between teams of golfers from &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; and &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; representing amateurs and professionals. It was played from 1956 to 1960. The Professionals won four of the five contests but the Amateurs won in 1958. The match was organised by the R&amp;A and the PGA.\nHistory.\nTwo matches between teams of amateurs and professionals had been played in late 1954 and early 1955. The first was a match between the British 1954 &lt;a href=\"Joy%20Cup\"&gt;Joy Cup&lt;/a&gt; team and a team of amateurs in November 1954. The professionals won the foursomes 3–2 but the singles were washed out. The second was a match between the British 1955 &lt;a href=\"Walker%20Cup\"&gt;Walker Cup&lt;/a&gt; team and a team of professionals led by &lt;a href=\"Henry%20Cotton%20%28golfer%29\"&gt;Henry Cotton&lt;/a&gt; played in March 1955. The professionals won 10½–4½. In both these matches the professionals conceded a 2-hole start. The idea of an official annual match emerged out of these earlier matches.\nThe amateurs recorded their only win in 1958. Trailing 3–2 after the foursomes they won 7 of the 10 singles match and halved another. Of the professionals, only &lt;a href=\"Dai%20Rees\"&gt;Dai Rees&lt;/a&gt; and &lt;a href=\"Peter%20Alliss\"&gt;Peter Alliss&lt;/a&gt; won their matches while &lt;a href=\"Harry%20Weetman\"&gt;Harry Weetman&lt;/a&gt; got a half against &lt;a href=\"Guy%20Wolstenholme\"&gt;Guy Wolstenholme&lt;/a&gt;.\nFormat.\nThe match was contested over two days with 36-hole foursomes on the first day and 36-hole singles matches on the second day. There were 5 foursomes and 10 singles. Matches were played on level terms.\nAppearances.\nThe following are those who played in at least one of the five matches."
}