{
    "id": "50044150",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=50044150",
    "title": "Rex McDonald",
    "text": "Rex McDonald was an &lt;a href=\"American%20Saddlebred\"&gt;American Saddlebred&lt;/a&gt; stallion. He was only beaten three times in his show career and had an influential career as a sire.\nLife.\nRex McDonald was &lt;a href=\"foal\"&gt;foal&lt;/a&gt;ed on May 30, 1890 in &lt;a href=\"Callaway%20County%2C%20Missouri\"&gt;Callaway County, Missouri&lt;/a&gt;. He was sired by Rex Denmark and out of Lucy Mack. He was a &lt;a href=\"black%20%28horse%29\"&gt;black&lt;/a&gt; stallion standing high and was bred by Joe McDonald. After breeding Rex McDonald, Joe McDonald became ill and began selling his horses. Rex McDonald was sold to R. T. Freeman as a &lt;a href=\"yearling%20%28horse%29\"&gt;yearling&lt;/a&gt; for $105, alongside his dam.\nIn 1894 he was sold to John Hughes of Kentucky for $3,050. He was sold several more times and at one point during his breeding career was owned by a group of businessmen. Rex McDonald died November 13, 1913, and was buried in the fairgrounds at &lt;a href=\"Mexico%2C%20Missouri\"&gt;Mexico, Missouri&lt;/a&gt;, although the body was later moved to Tom Bass's property and still later reburied at the American Saddlebred Museum in Mexico, where it remains.\nCareer.\nRex McDonald was a &lt;a href=\"five-gaited\"&gt;five-gaited&lt;/a&gt; horse who was initially trained by Billy Davis. \nLater on he was trained and shown by &lt;a href=\"Tom%20Bass%20%28horse%20trainer%29\"&gt;Tom Bass&lt;/a&gt;, a notable horse trainer born a slave, who trained horses for &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; and &lt;a href=\"Bill%20Cody\"&gt;Bill Cody&lt;/a&gt;. In 1893 Rex McDonald was shown for the first time at the St. Louis National Horse Show and won a championship. At the time, there was a strong rivalry between Kentucky and Missouri about which state produced the best Saddlebreds, and Rex McDonald was a star for the Missourians. Ironically, he was later sold to a Kentucky owner. He was only beaten three times in his career. At one show, he beat his own sire, Rex Denmark. He was finally retired to stud because few people were willing to show against him.\nOffspring.\nRex McDonald sired over 200 colts that were registered with the &lt;a href=\"American%20Saddlebred%20Horse%20Association\"&gt;American Saddlebred Horse Association&lt;/a&gt;. One of his colts was a &lt;a href=\"pace%20%28horse%20gait%29\"&gt;pacer&lt;/a&gt; and was harness raced."
}