{
    "id": "50072189",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=50072189",
    "title": "Syrian protests (2016)",
    "text": "The Syrian protests (2016) were a series of large-scale protests against the &lt;a href=\"politics%20of%20Syria\"&gt;Syrian government&lt;/a&gt; and in support of the &lt;a href=\"Syrian%20opposition\"&gt;Syrian opposition&lt;/a&gt; taking place throughout opposition-controlled territory in &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;. The protests proliferated throughout the country due to the implementation of a partial &lt;a href=\"ceasefire\"&gt;ceasefire&lt;/a&gt; taking place after 27 February 2016.\nThe protests.\n4 March 2016.\nDue to the partial ceasefire, on 4 March 2016 there were anti-government protests in more than 104 locations throughout Syria, particularly in rebel-held territories in &lt;a href=\"Azaz\"&gt;Azaz&lt;/a&gt;, &lt;a href=\"Aleppo\"&gt;Aleppo&lt;/a&gt;, &lt;a href=\"Idlib\"&gt;Idlib&lt;/a&gt;, &lt;a href=\"Ghouta\"&gt;Ghouta&lt;/a&gt;, and &lt;a href=\"Daraa\"&gt;Daraa&lt;/a&gt;. The protesters waved &lt;a href=\"Flag%20of%20Syria%23Independence%20flag\"&gt;Syrian independence flag&lt;/a&gt;s and banners showing pro-revolutionary slogans such as \"The revolution continues\". The protests at the town of &lt;a href=\"Maarrat%20al-Nu%27man\"&gt;Maarrat al-Nu'man&lt;/a&gt; in &lt;a href=\"Idlib%20Governorate\"&gt;Idlib Governorate&lt;/a&gt; were joined by several &lt;a href=\"Free%20Syrian%20Army\"&gt;Free Syrian Army&lt;/a&gt; commanders, including Ahmad al-Saud of the &lt;a href=\"13th%20Division%20%28Syrian%20rebel%20group%29\"&gt;13th Division&lt;/a&gt; based in the town.\nIdlib.\nOn 7 March, anti-government protesters marched in the city of &lt;a href=\"Idlib\"&gt;Idlib&lt;/a&gt; waving both the Syrian independence and white &lt;a href=\"Shahada\"&gt;Shahada&lt;/a&gt; flags. Due to the presence of the independence flags, armed men from the &lt;a href=\"Army%20of%20Conquest\"&gt;Army of Conquest&lt;/a&gt;, which control the city, consisting of &lt;a href=\"al-Nusra%20Front\"&gt;al-Nusra Front&lt;/a&gt; and &lt;a href=\"Jund%20al-Aqsa\"&gt;Jund al-Aqsa&lt;/a&gt; dispersed the protests and threatened to open fire on the protesters.\nThe gunmen smashed &lt;a href=\"camera\"&gt;camera&lt;/a&gt;s, confiscated flags, and arrested 10 of the protesters. &lt;a href=\"Ahrar%20ash-Sham\"&gt;Ahrar ash-Sham&lt;/a&gt;, another group in the Army, denounced the crackdown and stated that the masked men were not acting on behalf of the JaF.\nMaarrat al-Nu'man.\nOn 11 March 2016 around 200 protesters in &lt;a href=\"Maarrat%20al-Nu%27man\"&gt;Maarrat al-Nu'man&lt;/a&gt; in Idlib Governorate waved revolutionary flags and shouted slogans against &lt;a href=\"Bashar%20al-Assad\"&gt;Bashar al-Assad&lt;/a&gt; and the Syrian government. Members of the al-Nusra Front then arrived on &lt;a href=\"motorcycle\"&gt;motorcycle&lt;/a&gt;s and waved the &lt;a href=\"Black%20Standard\"&gt;Black Standard&lt;/a&gt;, shouting the &lt;a href=\"takbir\"&gt;takbir&lt;/a&gt; on the speakers, dispersing the protesters.\nOn 12 March the 13th Division reportedly raided the al-Nusra headquarter in Maarrat al-Nu'man, and in response Nusra attacked the division's headquarters and its weapons depots, capturing &lt;a href=\"small%20arms\"&gt;small arms&lt;/a&gt;, &lt;a href=\"ammunition\"&gt;ammunition&lt;/a&gt;, and, reportedly, &lt;a href=\"BGM-71%20TOW\"&gt;BGM-71 TOW&lt;/a&gt; missiles, though the FSA denied it\nSince then, hundreds of protesters rallied against &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; in the town for more than three consecutive days. Some of the protesters torched Nusra buildings, while another group stormed into a Nusra-held building and freed some prisoners.\nBy late June 2016, the protests against the al-Nusra Front in Maarat al-Nu'man have surpassed 100 days. As a result, al-Nusra released most of the arrested protesters and withdrew from the town center, remaining in 2 checkpoints in the outskirts. Al-Nusra continued to operate in the town through proxies in the &lt;a href=\"Army%20of%20Conquest\"&gt;Army of Conquest&lt;/a&gt;, and protests continued.\nQamishli.\nOn 12 March &lt;a href=\"Syrian%20Kurds\"&gt;Syrian Kurds&lt;/a&gt; commemorated the 12th anniversary of the &lt;a href=\"2004%20Qamishli%20riots\"&gt;2004 Qamishli riots&lt;/a&gt; in &lt;a href=\"Qamishli\"&gt;Qamishli&lt;/a&gt;, al-Hasakah. Protesters supporting the &lt;a href=\"Kurdish%20National%20Council\"&gt;Kurdish National Council&lt;/a&gt; marched on the streets waving the &lt;a href=\"flag%20of%20Kurdistan\"&gt;flag of Kurdistan&lt;/a&gt; and the flag of the &lt;a href=\"KDP\"&gt;KDP&lt;/a&gt;, while PYD supporters waved the &lt;a href=\"flag%20of%20Rojava\"&gt;flag of Rojava&lt;/a&gt;, the &lt;a href=\"Democratic%20Union%20Party%20%28Syria%29\"&gt;PYD&lt;/a&gt;, and the &lt;a href=\"YPG\"&gt;YPG&lt;/a&gt;. The Kurds also held a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; match in the city.\nAs-Suwayda.\nIn the city of &lt;a href=\"as-Suwayda\"&gt;as-Suwayda&lt;/a&gt; on 17 April, the 70th anniversary of the end of the &lt;a href=\"French%20Mandate%20for%20Syria%20and%20the%20Lebanon\"&gt;French Mandate for Syria and the Lebanon&lt;/a&gt;, mainly &lt;a href=\"Druze\"&gt;Druze&lt;/a&gt; protesters gathered in the streets and protested against the Syrian government, &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, and the &lt;a href=\"Islamic%20State%20of%20Iraq%20and%20the%20Levant\"&gt;Islamic State of Iraq and the Levant&lt;/a&gt;. The protesters raised photos of &lt;a href=\"Sultan%20al-Atrash\"&gt;Sultan al-Atrash&lt;/a&gt; and other historical figures and spray-painted over Ba'athist symbols.\nProtests in the city continued on 21 April, when protesters continued the \"You Broke Us\" campaign and shouted slogans against the Syrian government. Hundreds of government supporters then organized a &lt;a href=\"counter-protest\"&gt;counter-protest&lt;/a&gt; and the &lt;a href=\"Shabiha\"&gt;Shabiha&lt;/a&gt; attempted to break up the pro-opposition protests."
}