{
    "id": "5007827",
    "revid": "12071689",
    "url": "https://en.wikipedia.org/wiki?curid=5007827",
    "title": "Robert S. Garnett",
    "text": "Robert Selden Garnett (December 16, 1819 – July 13, 1861) was a career military officer, serving in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; until the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, when he became a &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate States Army&lt;/a&gt; &lt;a href=\"Brigadier%20General%20%28CSA%29\"&gt;brigadier general&lt;/a&gt;. He was the first general officer killed in the Civil War.\nEarly life and career.\nGarnett, the son of Robert Selden Garnett, Sr., and Charlotte Olympia De Gougea, was born at the family &lt;a href=\"plantations%20in%20the%20American%20South\"&gt;plantation&lt;/a&gt; in &lt;a href=\"Essex%20County%2C%20Virginia\"&gt;Essex County, Virginia&lt;/a&gt;. Along with his cousin, &lt;a href=\"Richard%20B.%20Garnett\"&gt;Richard B. Garnett&lt;/a&gt;, Robert attended the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; in &lt;a href=\"West%20Point%2C%20New%20York\"&gt;West Point, New York&lt;/a&gt;, graduating 27th in a class of 52. Seven classmates, including his cousin, would die in combat in the Civil War. Another notable cousin of the Garnetts was United States Congressman &lt;a href=\"Robert%20M.%20T.%20Hunter\"&gt;Robert M. T. Hunter&lt;/a&gt;, who went on to become a Senator in the Confederate Congress and Secretary of State of the Confederacy.\nUpon his graduation from West Point, Garnett was assigned as a &lt;a href=\"Second%20Lieutenant%23United%20States\"&gt;second lieutenant&lt;/a&gt; in the 4th U.S. Artillery in July 1841. He spent a year on the Northern Frontier during the Canada Border Disturbances, serving in &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo&lt;/a&gt; and &lt;a href=\"Fort%20Ontario\"&gt;Fort Ontario&lt;/a&gt; in &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; before being assigned garrison duty at &lt;a href=\"Fort%20Monroe\"&gt;Fort Monroe&lt;/a&gt; in his native Virginia. In 1843 Garnett became an assistant tactics instructor at West Point before becoming an army recruiter and then an &lt;a href=\"Aide-de-camp\"&gt;Aide-de-camp&lt;/a&gt; to General &lt;a href=\"John%20E.%20Wool\"&gt;John E. Wool&lt;/a&gt;. Garnett served in the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt; under &lt;a href=\"Zachary%20Taylor\"&gt;Zachary Taylor&lt;/a&gt; and received two &lt;a href=\"brevet%20%28military%29\"&gt;brevets&lt;/a&gt; for distinguished service, one at the &lt;a href=\"Battle%20of%20Monterrey\"&gt;Battle of Monterrey&lt;/a&gt; and the other for \"Gallant and Meritorious Conduct\" in the &lt;a href=\"Battle%20of%20Buena%20Vista\"&gt;Battle of Buena Vista&lt;/a&gt;.\nIn 1848, Garnett transferred to the &lt;a href=\"7th%20Infantry%20Regiment%20%28United%20States%29\"&gt;7th U.S. Infantry&lt;/a&gt; and served in the &lt;a href=\"Seminole%20Wars\"&gt;Seminole Wars&lt;/a&gt; in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; before heading to the &lt;a href=\"Presidio%20of%20Monterey%2C%20California\"&gt;Presidio of Monterey, California&lt;/a&gt;. In 1849, then Major Garnett designed what would become the &lt;a href=\"Great%20Seal%20of%20California\"&gt;Great Seal of California&lt;/a&gt;. After a brief stint on a review board in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, he served on the &lt;a href=\"frontier\"&gt;frontier&lt;/a&gt; in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, being promoted to &lt;a href=\"Captain%20%28United%20States%29\"&gt;captain&lt;/a&gt;. He returned to West Point as Commandant of Cadets before being transferred to garrison duty in Virginia. Being named a captain in the 1st U.S. Cavalry, he once again served on the frontier. The much traveled Garnett was promoted to &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; of the &lt;a href=\"U.S.%209th%20Infantry%20Regiment\"&gt;9th U.S. Infantry&lt;/a&gt; and went west to the &lt;a href=\"Washington%20Territory\"&gt;Washington Territory&lt;/a&gt;, where he served in the 1856 &lt;a href=\"Yakima%20War\"&gt;Yakima Expedition&lt;/a&gt; and the 1858 fighting against the &lt;a href=\"Puget%20Sound\"&gt;Puget Sound&lt;/a&gt; Indians. He designed and supervised the construction of &lt;a href=\"Fort%20Simcoe\"&gt;Fort Simcoe&lt;/a&gt;. He requested and was granted an extended leave of absence later that year, when his wife and young son died from disease and he returned east to bury their remains. Still in mourning, he was traveling in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; when the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate States of America&lt;/a&gt; were formed.\nCivil War.\nWhen &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; &lt;a href=\"seceded\"&gt;seceded&lt;/a&gt; from the United States, Garnett resigned his commission in April 1861 and became &lt;a href=\"Adjutant%20General\"&gt;Adjutant General&lt;/a&gt; of the Virginia troops, serving under &lt;a href=\"Robert%20E.%20Lee\"&gt;Robert E. Lee&lt;/a&gt;. In June, he was assigned as brigadier general of the Provisional Army. At the start of the Civil War, &lt;a href=\"Union%20Army\"&gt;Union&lt;/a&gt; forces had rapidly crossed the &lt;a href=\"Ohio%20River\"&gt;Ohio River&lt;/a&gt; to seize a portion of northwestern &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; (now a part of &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;), winning a key victory at the &lt;a href=\"Battle%20of%20Philippi%20%28West%20Virginia%29\"&gt;Battle of Philippi&lt;/a&gt;. On June 15, Lee assigned Garnett to reorganize the Confederate forces in the area. He deployed his forces at strategic points along the &lt;a href=\"Staunton-Parkersburg%20Turnpike\"&gt;Staunton-Parkersburg Turnpike&lt;/a&gt;, hoping to defend the vital supply route against Federal troops. A series of small battles occurred, with the Confederates being forced to withdraw under pressure from &lt;a href=\"Major%20general%20%28United%20States%29\"&gt;Maj. Gen.&lt;/a&gt; &lt;a href=\"George%20B.%20McClellan\"&gt;George B. McClellan&lt;/a&gt;'s Union forces.\nAfter a defeat at &lt;a href=\"Battle%20of%20Rich%20Mountain\"&gt;Battle of Rich Mountain&lt;/a&gt;, Garnett withdrew from his Laurel Hill entrenchments under cover of darkness, hoping to escape to northern Virginia with his 4,500 men. However, he received what later proved to be false information that his escape route to &lt;a href=\"Beverly%2C%20West%20Virginia\"&gt;Beverly&lt;/a&gt; was blocked by Union troops. He instead marched to the northeast, following ridges and valleys in a more circuitous route. Pursued for several days by as many as 20,000 Federals, Garnett paused at several stream crossings to slow his adversaries. While directing his rear guard in a delaying action at &lt;a href=\"Corrick%27s%20Ford\"&gt;Corrick's Ford&lt;/a&gt;, Garnett was shot and killed during a Union volley. A friend in the Union army recovered his body after Garnett's remaining men had fled. A participant in the battle related his coming upon the body of Gen. Garnett as he was dying and expressed the belief that he had been killed mistakenly by his own men.\nIn memoriam.\nIn recognition of Garnett's service during the &lt;a href=\"Mexican%E2%80%93American%20War\"&gt;Mexican–American War&lt;/a&gt;, a Federal &lt;a href=\"honor%20guard\"&gt;honor guard&lt;/a&gt; conveyed his body under a flag of truce to his relatives, who buried Garnett in &lt;a href=\"Baltimore%2C%20Maryland\"&gt;Baltimore, Maryland&lt;/a&gt;. He was later re-interred next to his wife in &lt;a href=\"Green-Wood%20Cemetery\"&gt;Green-Wood Cemetery&lt;/a&gt; in &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn, New York&lt;/a&gt;, one of two Confederate generals buried there. His grave monument, which he had erected for his wife and child, does not have his name on it. One face mentions his wife, one face his son, and one face has the words \"To My Wife and Child.\" The fourth face is blank.\nIn &lt;a href=\"California\"&gt;California&lt;/a&gt;, the General Robert S. Garnett Chapter 2570 of the &lt;a href=\"United%20Daughters%20of%20the%20Confederacy\"&gt;United Daughters of the Confederacy&lt;/a&gt; was named in his memory and honor. In 1957, they established a monument to Garnett, who had designed &lt;a href=\"Seal%20of%20California\"&gt;California's State Seal&lt;/a&gt; during his brief service at the Presidio in Monterey in 1849. In 2017, after the &lt;a href=\"Unite%20the%20Right%20rally\"&gt;white supremacist rally in Charlottesville, Virginia&lt;/a&gt;, the city of Monterey installed a new plaque omitting mention of Garnett's Confederate history; it was stolen in 2020.\nThere is a &lt;a href=\"Sons%20of%20Confederate%20Veterans\"&gt;Sons of Confederate Veterans&lt;/a&gt; camp in West Virginia named Robert Garnett Camp 1470 in his honor."
}