{
    "id": "5011046",
    "revid": "9178573",
    "url": "https://en.wikipedia.org/wiki?curid=5011046",
    "title": "National Security Council (Israel)",
    "text": "The National Security Council (NSC) ( \"HaMateh leBitachon Leumi\") is Israel's central body for coordination, integration, analysis and monitoring in the field of national security and is the staff forum on national security for the Israeli Prime Minister and Government. However, national security decisions typically made by &lt;a href=\"national%20security%20council\"&gt;national security council&lt;/a&gt;s in other countries are handled by the &lt;a href=\"Security%20Cabinet%20of%20Israel\"&gt;Security Cabinet&lt;/a&gt;. The Council draws its authority from the &lt;a href=\"Cabinet%20of%20Israel\"&gt;government&lt;/a&gt; and operates according to guidelines from the Prime Minister.\nThe NSC was established in 1999 by the office of &lt;a href=\"Prime%20Minister%20of%20Israel\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Binyamin%20Netanyahu\"&gt;Binyamin Netanyahu&lt;/a&gt; following Government Resolution 4889, in the framework of drawing lessons from the &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt;. Its responsibilities were anchored in law starting in July 2008, partly as a response to the &lt;a href=\"Second%20Lebanon%20War\"&gt;Second Lebanon War&lt;/a&gt;.\nBasis for operations.\nArticle 7 of the Government Law of 2001 states that \"the Government will have a staff, established by the Prime Minister, to provide professional consulting in the fields of national security; the Prime Minister is authorized to entrust the staff with additional consulting fields.\"\nGovernment Resolution 4889, dated March 7 1999, established the National Security Council. The Government resolution specified, among others, that: \nRoles.\nThe National Security Council is the Prime Minister's and the Government's staff forum in the field of national security. The roles of the NSC, as stipulated in the Government Resolution, are as follows:\nAmong the Council's functions are: strategic advisement to the Prime Minister, offering security recommendations to the government, joint direction and coordinations of the &lt;a href=\"Israeli%20Security%20Forces\"&gt;security&lt;/a&gt; arms as well as inspection and supervision of decision-making related to the security bodies. Other functions include long-term planning of security approaches, and maintaining cooperative and coordinative relations with the national security elements of selected countries.\nThe NSC also maintains high-level diplomatic communications with world powers.\nMajor areas of activity.\nThe NSC formulates alternatives for Israeli policy on the political process and relationships with:\nThe Council has engaged in issues such as the planning of the &lt;a href=\"Israeli%20West%20Bank%20barrier\"&gt;West Bank barrier&lt;/a&gt; and supervision over its implementation, the &lt;a href=\"Israel%27s%20unilateral%20disengagement%20plan\"&gt;Gaza disengagement plan&lt;/a&gt;, and the agreement with &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; over the &lt;a href=\"Philadelphi%20Route\"&gt;Philadelphi Route&lt;/a&gt;.\nA new area of activity relates to energy issues, based on a comprehensive national security perspective, including:\nStructure.\nThe National Security Council is part of the Prime Minister's Office and reports to him directly about issues related to national security. \nThe Council comprises three wings: Security Policy, Foreign Policy, and the Counter-Terrorism Bureau. It has two advisors: legal and economic.\nSince the end of December 2006, the office of the head of the NSC and the staff of the Foreign Policy Division, the Security Division and the Legal Advisor have been located in the Prime Minister's building in Jerusalem. The remaining staff of the NSC and the Counter-Terrorism Bureau headquarters are located at the NSC facility in Ramat Hasharon.\nThe Council's work is considered secret, and is done outside the public's eye. Its authority is vague and the Prime Minister is not obligated to accept its recommendations, unlike with those of the &lt;a href=\"Attorney%20General\"&gt;Attorney General&lt;/a&gt;, for example.\nHead.\nThe first National Security Advisor and Head of NSC was General (in reserve) &lt;a href=\"David%20Ivri\"&gt;David Ivri&lt;/a&gt;. The current Head is &lt;a href=\"Eyal%20Hulta\"&gt;Eyal Hulta&lt;/a&gt;.\nHistorical heads were:\nForeign Policy Wing.\nThe National Security Council's Foreign Policy Division is in charge of planning, integration and coordination of policy on major issues of national security. The Division's roles: "
}