{
    "id": "5012233",
    "revid": "1054897731",
    "url": "https://en.wikipedia.org/wiki?curid=5012233",
    "title": "Nazarov cyclization reaction",
    "text": "The Nazarov cyclization reaction (often referred to as simply the Nazarov cyclization) is a &lt;a href=\"chemical%20reaction\"&gt;chemical reaction&lt;/a&gt; used in &lt;a href=\"organic%20chemistry\"&gt;organic chemistry&lt;/a&gt; for the synthesis of &lt;a href=\"cyclopentenone\"&gt;cyclopentenone&lt;/a&gt;s. The reaction is typically divided into \"classical\" and \"modern\" variants, depending on the &lt;a href=\"reagent\"&gt;reagent&lt;/a&gt;s and &lt;a href=\"substrate%20%28chemistry%29\"&gt;substrate&lt;/a&gt;s employed. It was originally discovered by &lt;a href=\"Ivan%20Nikolaevich%20Nazarov\"&gt;Ivan Nikolaevich Nazarov&lt;/a&gt; (1906–1957) in 1941 while studying the rearrangements of allyl vinyl ketones.\nAs originally described, the Nazarov cyclization involves the activation of a &lt;a href=\"enone\"&gt;divinyl ketone&lt;/a&gt; using a &lt;a href=\"stoichiometric\"&gt;stoichiometric&lt;/a&gt; &lt;a href=\"Lewis%20acid\"&gt;Lewis acid&lt;/a&gt; or &lt;a href=\"protic%20acid\"&gt;protic acid&lt;/a&gt; promoter. The key step of the reaction mechanism involves a &lt;a href=\"cationic\"&gt;cationic&lt;/a&gt; 4π-&lt;a href=\"electrocyclic%20reaction\"&gt;electrocyclic ring closure&lt;/a&gt; which forms the cyclopentenone product (See &lt;a href=\"Nazarov%20cyclization%20reaction%23Mechanism\"&gt;Mechanism&lt;/a&gt; below). As the reaction has been developed, variants involving substrates other than divinyl ketones and promoters other than Lewis acids have been subsumed under the name Nazarov cyclization provided that they follow a similar &lt;a href=\"reaction%20mechanism\"&gt;mechanistic pathway&lt;/a&gt;.\nThe success of the Nazarov cyclization as a tool in organic synthesis stems from the utility and ubiquity of &lt;a href=\"cyclopentenone\"&gt;cyclopentenone&lt;/a&gt;s as both motifs in &lt;a href=\"natural%20product\"&gt;natural product&lt;/a&gt;s (including &lt;a href=\"jasmone\"&gt;jasmone&lt;/a&gt;, the &lt;a href=\"aflatoxin\"&gt;aflatoxin&lt;/a&gt;s, and a subclass of &lt;a href=\"prostaglandin\"&gt;prostaglandin&lt;/a&gt;s) and as useful synthetic intermediates for &lt;a href=\"total%20synthesis\"&gt;total synthesis&lt;/a&gt;. The reaction has been used in several total syntheses and several reviews have been published.\nMechanism.\nThe mechanism of the classical Nazarov cyclization reaction was first demonstrated experimentally by &lt;a href=\"Charles%20Shoppee\"&gt;Shoppee&lt;/a&gt; to be an &lt;a href=\"Intramolecular%20reaction\"&gt;intramolecular&lt;/a&gt; &lt;a href=\"Electrocyclic%20reaction\"&gt;electrocyclization&lt;/a&gt; and is outlined below. Activation of the &lt;a href=\"ketone\"&gt;ketone&lt;/a&gt; by the acid catalyst generates a &lt;a href=\"pentadienyl\"&gt;pentadienyl&lt;/a&gt; cation, which undergoes a thermally allowed 4π &lt;a href=\"Conrotatory%20and%20disrotatory\"&gt;conrotatory&lt;/a&gt; electrocyclization as dictated by the &lt;a href=\"Woodward-Hoffman%20rules\"&gt;Woodward-Hoffman rules&lt;/a&gt;. This generates an oxyallyl cation which undergoes an &lt;a href=\"elimination%20reaction\"&gt;elimination reaction&lt;/a&gt; to lose a β-hydrogen. Subsequent &lt;a href=\"tautomerization\"&gt;tautomerization&lt;/a&gt; of the &lt;a href=\"enolate\"&gt;enolate&lt;/a&gt; produces the cyclopentenone product.\nAs noted above, variants that deviate from this template are known; what designates a Nazarov cyclization in particular is the generation of the pentadienyl &lt;a href=\"cation\"&gt;cation&lt;/a&gt; followed by electrocyclic ring closure to an oxyallyl cation. In order to achieve this transformation, the molecule must be in the s-trans/s-trans &lt;a href=\"conformation%20%28chemistry%29\"&gt;conformation&lt;/a&gt;, placing the &lt;a href=\"alkene\"&gt;vinyl&lt;/a&gt; groups in an appropriate orientation. The propensity of the system to enter this conformation dramatically influences &lt;a href=\"reaction%20rate\"&gt;reaction rate&lt;/a&gt;, with α-substituted substrates having an increased population of the requisite &lt;a href=\"conformer\"&gt;conformer&lt;/a&gt; due to &lt;a href=\"allylic%20strain\"&gt;allylic strain&lt;/a&gt;. Coordination of an electron donating α-substituent by the catalyst can likewise increase the reaction rate by enforcing this conformation.\nSimilarly, β-substitution directed inward restricts the s-trans conformation so severely that &lt;a href=\"E-Z%20notation\"&gt;E-Z&lt;/a&gt; &lt;a href=\"isomerization\"&gt;isomerization&lt;/a&gt; has been shown to occur in advance of cyclization on a wide range of substrates, yielding the trans cyclopentenone regardless of initial configuration. In this way, the Nazarov cyclization is a rare example of a &lt;a href=\"stereoselective\"&gt;stereoselective&lt;/a&gt; &lt;a href=\"pericyclic%20reaction\"&gt;pericyclic reaction&lt;/a&gt;, whereas most &lt;a href=\"electrocyclization\"&gt;electrocyclization&lt;/a&gt;s are &lt;a href=\"stereospecific\"&gt;stereospecific&lt;/a&gt;. The example below uses &lt;a href=\"Reductions%20with%20hydrosilanes\"&gt;triethylsilyl hydride&lt;/a&gt; to trap the oxyallyl cation so that no elimination occurs. (See &lt;a href=\"Nazarov%20cyclization%20reaction%23Interrupted%20cyclization\"&gt;Interrupted cyclizations&lt;/a&gt; below)\nAlong this same vein, allenyl vinyl ketones of the type studied extensively by Marcus Tius of the &lt;a href=\"University%20of%20Hawaii\"&gt;University of Hawaii&lt;/a&gt; show dramatic rate acceleration due to the removal of β-hydrogens, obviating a large amount of steric strain in the s-cis conformer.\nClassical Nazarov cyclizations.\nThough cyclizations following the general template above had been observed prior to Nazarov's involvement, it was his study of the rearrangements of allyl vinyl &lt;a href=\"ketone\"&gt;ketone&lt;/a&gt;s that marked the first major examination of this process. Nazarov correctly reasoned that the &lt;a href=\"allylic\"&gt;allylic&lt;/a&gt; &lt;a href=\"olefin\"&gt;olefin&lt;/a&gt; isomerized \"&lt;a href=\"In%20situ%23Chemistry%20and%20chemical%20engineering\"&gt;in situ&lt;/a&gt;\" to form a divinyl ketone before ring closure to the cyclopentenone product. The reaction shown below involves an &lt;a href=\"alkyne\"&gt;alkyne&lt;/a&gt; &lt;a href=\"oxymercuration%20reaction\"&gt;oxymercuration reaction&lt;/a&gt; to generate the requisite ketone.\nResearch involving the reaction was relatively quiet in subsequent years, until in the mid-1980s when several syntheses employing the Nazarov cyclization were published. Shown below are key steps in the syntheses of Trichodiene and Nor-Sterepolide, the latter of which is thought to proceed via an unusual &lt;a href=\"alkyne\"&gt;alkyne&lt;/a&gt;-&lt;a href=\"allene\"&gt;allene&lt;/a&gt; isomerization that generates the divinyl ketone.\nShortcomings.\nThe classical version of the Nazarov cyclization suffers from several drawbacks which modern variants attempt to circumvent. The first two are not evident from the mechanism alone, but are indicative of the barriers to cyclization; the last three stem from selectivity issues relating to elimination and protonation of the intermediate.\nModern variants.\nThe shortcomings noted above limit the usefulness of the Nazarov cyclization reaction in its canonical form. However, modifications to the reaction focused on remedying its issues continue to be an active area of &lt;a href=\"academic%20research\"&gt;academic research&lt;/a&gt;. In particular, the research has focused on a few key areas: rendering the reaction &lt;a href=\"catalytic\"&gt;catalytic&lt;/a&gt; in the promoter, effecting the reaction with more mild promoters to improve &lt;a href=\"functional%20group\"&gt;functional group&lt;/a&gt; tolerance, directing the &lt;a href=\"regioselectivity\"&gt;regioselectivity&lt;/a&gt; of the elimination step, and improving the overall &lt;a href=\"stereoselectivity\"&gt;stereoselectivity&lt;/a&gt;. These have been successful to varying degrees.\nAdditionally, modifications focused on altering the progress of the reaction, either by generating the pentadienyl cation in an unorthodox fashion or by having the oxyallyl cation \"intercepted\" in various ways. Furthermore, &lt;a href=\"enantioselective\"&gt;enantioselective&lt;/a&gt; variants of various kinds have been developed. The sheer volume of literature on the subject prevents a comprehensive examination of this field; key examples are given below.\nSilicon-directed cyclization.\nThe earliest efforts to improve the selectivity of the Nazarov cyclization took advantage of the &lt;a href=\"%CE%B2-silicon%20effect\"&gt;β-silicon effect&lt;/a&gt; in order to direct the regioselectivity of the elimination step. This chemistry was developed most extensively by Professor Scott Denmark of the &lt;a href=\"University%20of%20Illinois%2C%20Urbana-Champaign\"&gt;University of Illinois, Urbana-Champaign&lt;/a&gt; in the mid-1980s and utilizes stoichiometric amounts of &lt;a href=\"iron%20trichloride\"&gt;iron trichloride&lt;/a&gt; to promote the reaction. With &lt;a href=\"bicyclic%20molecule\"&gt;bicyclic&lt;/a&gt; products, the &lt;a href=\"Cis-trans%20isomerism\"&gt;cis&lt;/a&gt; isomer was selected for to varying degrees.\nThe silicon-directed Nazarov cyclization reaction was subsequently employed in the synthesis of the natural product Silphinene, shown below. The cyclization takes place before elimination of the &lt;a href=\"benzyl%20alcohol\"&gt;benzyl alcohol&lt;/a&gt; moiety, so that the resulting &lt;a href=\"stereochemistry\"&gt;stereochemistry&lt;/a&gt; of the newly formed ring arises from approach of the silyl alkene \"anti\" to the ether.\nPolarization.\nDrawing on the substituent effects compiled over various trials of the reaction, Professor Alison Frontier of the &lt;a href=\"University%20of%20Rochester\"&gt;University of Rochester&lt;/a&gt; developed a paradigm for \"polarized\" Nazarov cyclizations in which &lt;a href=\"polar%20effect\"&gt;electron donating&lt;/a&gt; and &lt;a href=\"electron%20withdrawing%20group\"&gt;electron withdrawing group&lt;/a&gt;s are used to improve the overall selectivity of the reaction. Creation of an effective &lt;a href=\"Vinyl%20group\"&gt;vinyl&lt;/a&gt; &lt;a href=\"nucleophile\"&gt;nucleophile&lt;/a&gt; and vinyl &lt;a href=\"electrophile\"&gt;electrophile&lt;/a&gt; in the substrate allows catalytic activation with &lt;a href=\"copper%20triflate\"&gt;copper triflate&lt;/a&gt; and regioselective elimination. In addition, the electron withdrawing group increases the acidity of the α-proton, allowing selective formation of the trans-α-epimer via equilibration.\nIt is often possible to achieve catalytic activation using a donating or withdrawing group alone, although the efficiency of the reaction (yield, reaction time, etc.) is typically lower.\nAlternative cation generation.\nBy extension, any pentadienyl cation regardless of its origin is capable of undergoing a Nazarov cyclization. There have been a large number of examples published where the requisite cation is arrived at by a variety of rearrangements. One such example involves the silver catalyzed cationic ring opening of allylic dichloro cylopropanes. The silver salt facilitates loss of chloride via precipitation of insoluble &lt;a href=\"silver%20chloride\"&gt;silver chloride&lt;/a&gt;.\nIn the &lt;a href=\"total%20synthesis\"&gt;total synthesis&lt;/a&gt; of rocaglamide, &lt;a href=\"epoxidation\"&gt;epoxidation&lt;/a&gt; of a vinyl alkoxyallenyl &lt;a href=\"organotin%20compound\"&gt;stannane&lt;/a&gt; likewise generates a pentadienyl cation via ring opening of the resultant &lt;a href=\"epoxide\"&gt;epoxide&lt;/a&gt;.\nInterrupted cyclization.\nOnce the cyclization has occurred, an oxyallyl cation is formed. As discussed extensively above, the typical course for this intermediate is &lt;a href=\"elimination%20reaction\"&gt;elimination&lt;/a&gt; followed by &lt;a href=\"enolate\"&gt;enolate&lt;/a&gt; &lt;a href=\"tautomerization\"&gt;tautomerization&lt;/a&gt;. However, these two steps can be interrupted by various &lt;a href=\"nucleophile\"&gt;nucleophile&lt;/a&gt;s and &lt;a href=\"electrophile\"&gt;electrophile&lt;/a&gt;s, respectively. Oxyallyl cation trapping has been developed extensively by Fredrick G. West of the &lt;a href=\"University%20of%20Alberta\"&gt;University of Alberta&lt;/a&gt; and his review covers the field. The oxyallyl cation can be trapped with &lt;a href=\"heteroatom\"&gt;heteroatom&lt;/a&gt; and carbon &lt;a href=\"nucleophile\"&gt;nucleophile&lt;/a&gt;s and can also undergo cationic &lt;a href=\"cycloaddition\"&gt;cycloaddition&lt;/a&gt;s with various tethered partners. Shown below is a cascade reaction in which successive cation trapping generates a pentacyclic core in one step with complete &lt;a href=\"diastereoselectivity\"&gt;diastereoselectivity&lt;/a&gt;.\nEnolate trapping with various &lt;a href=\"electrophile\"&gt;electrophile&lt;/a&gt;s is decidedly less common. In one study, the Nazarov cyclization is paired with a &lt;a href=\"Michael%20reaction\"&gt;Michael reaction&lt;/a&gt; using an iridium catalyst to initiate &lt;a href=\"nucleophilic%20conjugate%20addition\"&gt;nucleophilic conjugate addition&lt;/a&gt; of the enolate to &lt;a href=\"Beta-Nitrostyrene\"&gt;β-nitrostyrene&lt;/a&gt;. In this &lt;a href=\"tandem%20reaction\"&gt;tandem reaction&lt;/a&gt; the &lt;a href=\"iridium\"&gt;iridium&lt;/a&gt; &lt;a href=\"catalyst\"&gt;catalyst&lt;/a&gt; is required for both conversions: it acts as the &lt;a href=\"Lewis%20acid\"&gt;Lewis acid&lt;/a&gt; in the Nazarov cyclization and in the next step the &lt;a href=\"nitro%20compound\"&gt;nitro&lt;/a&gt; group of nitrostyrene first coordinates to iridium in a &lt;a href=\"ligand%20exchange\"&gt;ligand exchange&lt;/a&gt; with the carbonyl ester oxygen atom before the actual Michael addition takes place to the opposite face of the R-group.\nEnantioselective variants.\nThe development of an &lt;a href=\"enantioselective\"&gt;enantioselective&lt;/a&gt; Nazarov cyclization is a desirable addition to the repertoire of Nazarov cyclization reactions. To that end, several variations have been developed utilizing &lt;a href=\"chiral%20auxiliaries\"&gt;chiral auxiliaries&lt;/a&gt; and &lt;a href=\"chiral%20catalyst\"&gt;chiral catalyst&lt;/a&gt;s. &lt;a href=\"Diastereoselective\"&gt;Diastereoselective&lt;/a&gt; cyclizations are also known, in which extant &lt;a href=\"stereocenter\"&gt;stereocenter&lt;/a&gt;s direct the cyclization. Almost all of the attempts are based on the idea of &lt;a href=\"torquoselectivity\"&gt;torquoselectivity&lt;/a&gt;; selecting one direction for the vinyl groups to \"rotate\" in turn sets the stereochemistry as shown below.\nSilicon-directed Nazarov cyclizations can exhibit induced diastereoselectivity in this way. In the example below, the silyl-group acts to direct the cyclization by preventing the distant alkene from rotating \"towards\" it via unfavorable &lt;a href=\"steric%20interaction\"&gt;steric interaction&lt;/a&gt;. In this way the silicon acts as a traceless &lt;a href=\"chiral%20auxiliary\"&gt;auxiliary&lt;/a&gt;. (The starting material is not enantiopure but the retention of &lt;a href=\"enantiomeric%20excess\"&gt;enantiomeric excess&lt;/a&gt; suggests that the auxiliary directs the cyclization.)\nTius's allenyl substrates can exhibit axial to tetrahedral chirality transfer if enantiopure allenes are used. The example below generates a chiral diosphenpol in 64% yield and 95% &lt;a href=\"enantiomeric%20excess\"&gt;enantiomeric excess&lt;/a&gt;.\nTius has additionally developed a &lt;a href=\"camphor\"&gt;camphor&lt;/a&gt;-based auxiliary for achiral allenes that was employed in the first asymmetric synthesis of &lt;a href=\"roseophilin\"&gt;roseophilin&lt;/a&gt;. The key step employs an unusual mixture of &lt;a href=\"hexafluoro-2-propanol\"&gt;hexafluoro-2-propanol&lt;/a&gt; and &lt;a href=\"trifluoroethanol\"&gt;trifluoroethanol&lt;/a&gt; as solvent.\nThe first chiral Lewis acid promoted asymmetric Nazarov cyclization was reported by &lt;a href=\"Varinder%20Aggarwal\"&gt;Varinder Aggarwal&lt;/a&gt; and utilized copper (II) &lt;a href=\"bisoxazoline%20ligand\"&gt;bisoxazoline ligand&lt;/a&gt; complexes with up to 98% ee. The enantiomeric excess was unaffected by use of 50 mol% of the copper complex but the yield was significantly decreased.\nRelated Reactions.\nExtensions of the Nazarov cyclization are generally also subsumed under the same name. For example, an α-β, γ-δ unsaturated &lt;a href=\"ketone\"&gt;ketone&lt;/a&gt; can undergo a similar cationic conrotatory cyclization that is typically referred to as an iso-Nazarov cyclization reaction. Other such extensions have been given similar names, including &lt;a href=\"homologous%20series\"&gt;homo&lt;/a&gt;-Nazarov cyclizations and &lt;a href=\"vinylogous\"&gt;vinylogous&lt;/a&gt; Nazarov cyclizations.\nRetro-Nazarov reaction.\nBecause they overstabilize the pentadienyl cation, β-electron donating substituents often severely impede Nazarov cyclization. Building from this, several electrocyclic ring openings of β-alkoxy cyclopentanes have been reported. These are typically referred to as retro-Nazarov cyclization reactions.\nImino-Nazarov reaction.\nNitrogen analogues of the Nazarov cyclization reaction (known as imino-Nazarov cyclization reactions) have few instances; there is one example of a generalized imino-Nazarov cyclization reported (shown below), and several iso-imino-Nazarov reactions in the literature. Even these tend to suffer from poor stereoselectivity, poor yields, or narrow scope. The difficulty stems from the relative over-stabilization of the pentadienyl cation by electron donation, impeding cyclization."
}