{
    "id": "501447",
    "revid": "35674474",
    "url": "https://en.wikipedia.org/wiki?curid=501447",
    "title": "600-cell",
    "text": "In &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;, the 600-cell is the &lt;a href=\"convex%20regular%204-polytope\"&gt;convex regular 4-polytope&lt;/a&gt; (four-dimensional analogue of a &lt;a href=\"Platonic%20solid\"&gt;Platonic solid&lt;/a&gt;) with &lt;a href=\"Schl%C3%A4fli%20symbol\"&gt;Schläfli symbol&lt;/a&gt; {3,3,5}. It is also known as the C600, hexacosichoron and hexacosihedroid. It is also called a tetraplex (abbreviated from \"tetrahedral complex\") and a &lt;a href=\"polytetrahedron\"&gt;polytetrahedron&lt;/a&gt;, being bounded by tetrahedral &lt;a href=\"Cell%20%28geometry%29\"&gt;cells&lt;/a&gt;.\nThe 600-cell's boundary is composed of 600 &lt;a href=\"Tetrahedron\"&gt;tetrahedral&lt;/a&gt; &lt;a href=\"Cell%20%28mathematics%29\"&gt;cells&lt;/a&gt; with 20 meeting at each vertex. Together they form 1200 triangular faces, 720 edges, and 120 vertices. It is the 4-&lt;a href=\"Four-dimensional%20space%23Dimensional%20analogy\"&gt;dimensional analogue&lt;/a&gt; of the &lt;a href=\"icosahedron\"&gt;icosahedron&lt;/a&gt;, since it has five &lt;a href=\"Tetrahedron\"&gt;tetrahedra&lt;/a&gt; meeting at every edge, just as the icosahedron has five &lt;a href=\"triangle\"&gt;triangle&lt;/a&gt;s meeting at every vertex. Its &lt;a href=\"dual%20polytope\"&gt;dual polytope&lt;/a&gt; is the &lt;a href=\"120-cell\"&gt;120-cell&lt;/a&gt;.\nGeometry.\nThe 600-cell is the fifth in the sequence of 6 convex regular 4-polytopes (in order of size and complexity). It can be deconstructed into twenty-five overlapping instances of its immediate predecessor the &lt;a href=\"24-cell\"&gt;24-cell&lt;/a&gt;, as the 24-cell can be &lt;a href=\"24-cell%238-cell\"&gt;deconstructed&lt;/a&gt; into three overlapping instances of its predecessor the &lt;a href=\"Tesseract\"&gt;tesseract (8-cell)&lt;/a&gt;, and the 8-cell can be &lt;a href=\"24-cell%23Relationships%20among%20interior%20polytopes\"&gt;deconstructed&lt;/a&gt; into two overlapping instances of its predecessor the &lt;a href=\"16-cell\"&gt;16-cell&lt;/a&gt;.\nThe reverse procedure to construct each of these from an instance of its predecessor preserves the radius of the predecessor, but generally produces a successor with a smaller edge length. The 24-cell's edge length equals its radius, but the 600-cell's edge length is ~0.618 times its radius. The 600-cell's radius and edge length are in the &lt;a href=\"golden%20ratio\"&gt;golden ratio&lt;/a&gt;.\nCoordinates.\nUnit radius Cartesian coordinates.\nThe vertices of a 600-cell of unit radius centered at the origin of 4-space, with edges of length ≈ 0.618 (where φ = ≈ 1.618 is the &lt;a href=\"golden%20ratio\"&gt;golden ratio&lt;/a&gt;), can be given as follows:\n8 vertices obtained from\nby permuting coordinates, and 16 vertices of the form:\nThe remaining 96 vertices are obtained by taking &lt;a href=\"even%20permutation\"&gt;even permutation&lt;/a&gt;s of\nNote that the first 8 are the vertices of a &lt;a href=\"16-cell\"&gt;16-cell&lt;/a&gt;, the second 16 are the vertices of a &lt;a href=\"tesseract\"&gt;tesseract&lt;/a&gt;, and those 24 vertices together are the vertices of a &lt;a href=\"24-cell\"&gt;24-cell&lt;/a&gt;. The remaining 96 vertices are the vertices of a &lt;a href=\"snub%2024-cell\"&gt;snub 24-cell&lt;/a&gt;, which can be found by partitioning each of the 96 edges of another 24-cell (dual to the first) in the golden ratio in a consistent manner.\nWhen interpreted as &lt;a href=\"quaternion\"&gt;quaternion&lt;/a&gt;s, these are the unit &lt;a href=\"icosian\"&gt;icosian&lt;/a&gt;s.\nIn the 24-cell, there are &lt;a href=\"24-cell%23Squares\"&gt;squares&lt;/a&gt;, &lt;a href=\"24-cell%23Hexagons\"&gt;hexagons&lt;/a&gt; and &lt;a href=\"24-cell%23Triangles\"&gt;triangles&lt;/a&gt; that lie on great circles (in central planes through four or six vertices). In the 600-cell there are twenty-five overlapping inscribed 24-cells, with each square unique to one 24-cell, each hexagon or triangle shared by two 24-cells, and each vertex shared among five 24-cells.\nHopf spherical coordinates.\nIn the 600-cell there are also great circle &lt;a href=\"pentagon\"&gt;pentagon&lt;/a&gt;s and &lt;a href=\"decagon\"&gt;decagon&lt;/a&gt;s (in central planes through ten vertices).\nOnly the decagon edges are visible elements of the 600-cell (because they are the edges of the 600-cell). The edges of the other great circle polygons are interior chords of the 600-cell, which are not shown in any of the 600-cell renderings in this article.\nBy symmetry, an equal number of polygons of each kind pass through each vertex; so it is possible to account for all 120 vertices as the intersection of a set of central polygons of only one kind: decagons, hexagons, pentagons, squares, or triangles. For example, the 120 vertices can be seen as the vertices of 15 pairs of completely orthogonal squares which do not share any vertices, or as 100 \"dual pairs\" of non-orthogonal hexagons between which all axis pairs are orthogonal, or as 144 non-orthogonal pentagons six of which intersect at each vertex. This latter pentagonal symmetry of the 600-cell is captured by the set of &lt;a href=\"Rotations%20in%204-dimensional%20Euclidean%20space%23Hopf%20coordinates\"&gt;Hopf coordinates&lt;/a&gt; (𝜉\"i\", 𝜂, 𝜉\"j\") given as:\nwhere {&lt;10} is the permutation of the ten digits (0 1 2 3 4 5 6 7 8 9) and {≤5} is the permutation of the six digits (0 1 2 3 4 5). The 𝜉\"i\" and 𝜉\"j\" coordinates range over the 10 vertices of great circle decagons; even and odd digits label the vertices of the two great circle pentagons inscribed in each decagon.\nStructure.\nPolyhedral sections.\nThe mutual distances of the vertices, measured in degrees of arc on the circumscribed &lt;a href=\"hypersphere\"&gt;hypersphere&lt;/a&gt;, only have the values 36° = , 60° = , 72° = , 90° = , 108° = , 120° = , 144° = , and 180° = 𝜋. Departing from an arbitrary vertex V one has at 36° and 144° the 12 vertices of an &lt;a href=\"icosahedron\"&gt;icosahedron&lt;/a&gt;, at 60° and 120° the 20 vertices of a &lt;a href=\"dodecahedron\"&gt;dodecahedron&lt;/a&gt;, at 72° and 108° the 12 vertices of a larger icosahedron, at 90° the 30 vertices of an &lt;a href=\"icosidodecahedron\"&gt;icosidodecahedron&lt;/a&gt;, and finally at 180° the antipodal vertex of V. These can be seen in the H3 &lt;a href=\"Coxeter%20plane\"&gt;Coxeter plane&lt;/a&gt; projections with overlapping vertices colored.\nThese polyhedral sections are \"solids\" in the sense that they are 3-dimensional, but of course all of their vertices lie on the surface of the 600-cell (they are hollow, not solid). Each polyhedron lies in Euclidean 4-dimensional space as a parallel cross section through the 600-cell (a hyperplane). In the curved 3-dimensional space of the 600-cell's boundary envelope, the polyhedron surrounds the vertex V the way it surrounds its own center. But its own center is in the interior of the 600-cell, not on its surface. V is not actually at the center of the polyhedron, because it is displaced outward from that hyperplane in the fourth dimension, to the surface of the 600-cell. Thus V is the apex of a &lt;a href=\"Pyramid%20%28geometry%29%23Polyhedral%20pyramid\"&gt;4-pyramid&lt;/a&gt; based on the polyhedron.\nVertex chords.\nThe 120 vertices are distributed at eight different &lt;a href=\"Chord%20%28geometry%29\"&gt;chord&lt;/a&gt; lengths from each other. These edges and chords of the 600-cell are simply the edges and chords of its five great circle polygons. In ascending order of length, they are , , , , , , , and .\nNotice that the four &lt;a href=\"24-cell%23Hypercubic%20chords\"&gt;hypercubic chords&lt;/a&gt; of the 24-cell (, , , ) alternate with the four new chords of the 600-cell's additional great circles, the decagons and pentagons. The new chord lengths are necessarily square roots of fractions, but very special fractions related to the golden ratio including the two &lt;a href=\"golden%20section\"&gt;golden section&lt;/a&gt;s of , as shown in the diagram.\nBoundary envelopes.\nThe 600-cell \"rounds out\" the 24-cell by adding 96 more vertices between the 24-cell's existing 24 vertices, in effect adding twenty-four more overlapping 24-cells inscribed in the 600-cell. The new surface thus formed is a tessellation of smaller, more numerous cells and faces: tetrahedra of edge length ≈ 0.618 instead of octahedra of edge length 1. It encloses the edges of the 24-cells, which become invisible interior chords in the 600-cell, like the &lt;a href=\"24-cell%23Hypercubic%20chords\"&gt;and chords&lt;/a&gt;.\nSince the tetrahedra are made of shorter triangle edges than the octahedra (by a factor of , the inverse golden ratio), the 600-cell does not have unit edge-length in a unit-radius coordinate system the way the 24-cell and the tesseract do; unlike those two, the 600-cell is not &lt;a href=\"24-cell%23Tetrahedral%20constructions\"&gt;radially equilateral&lt;/a&gt;. Like them it is radially triangular in a special way, but one in which golden triangles rather than equilateral triangles meet at the center.\nThe boundary envelope of 600 small tetrahedral cells wraps around the twenty-five envelopes of 24 octahedral cells (adding some 4-dimensional space in places between these curved 3-dimensional envelopes). The shape of those interstices must be an &lt;a href=\"Octahedral%20pyramid\"&gt;octahedral 4-pyramid&lt;/a&gt; of some kind, but in the 600-cell it is &lt;a href=\"%23Octahedra\"&gt;not regular&lt;/a&gt;.\nGeodesics.\nThe vertex chords of the 600-cell are arranged in &lt;a href=\"geodesic\"&gt;geodesic&lt;/a&gt; &lt;a href=\"great%20circle\"&gt;great circle&lt;/a&gt; polygons of five kinds: decagons, hexagons, pentagons, squares, and triangles.\nThe = 𝚽 edges form 72 flat regular central &lt;a href=\"decagon\"&gt;decagon&lt;/a&gt;s, 6 of which cross at each vertex. Just as the &lt;a href=\"icosidodecahedron\"&gt;icosidodecahedron&lt;/a&gt; can be partitioned into 6 central decagons (60 edges = 6 × 10), the 600-cell can be partitioned into 72 decagons (720 edges = 72 × 10). The 720 edges divide the surface into 1200 triangular faces and 600 tetrahedral cells: a 600-cell. The 720 edges occur in 360 parallel pairs, apart. As in the decagon and the icosidodecahedron, the edges occur in &lt;a href=\"Golden%20triangle%20%28mathematics%29\"&gt;golden triangles&lt;/a&gt; which meet at the center of the polytope. The 72 great decagons can be divided into 6 sets of 12 non-intersecting &lt;a href=\"Clifford%20parallel\"&gt;Clifford parallel&lt;/a&gt; geodesics, such that only one decagonal great circle in each set passes through each vertex, and the 12 decagons in each set reach all 120 vertices.\nThe chords form 200 central hexagons (25 sets of 16, with each hexagon in two sets), 10 of which cross at each vertex (4 from each of five 24-cells, with each hexagon in two of the 24-cells). Each set of 16 hexagons consists of the 96 edges and 24 vertices of one of the 25 overlapping inscribed 24-cells. The chords join vertices which are two edges apart. Each chord is the long diameter of a face-bonded pair of tetrahedral cells (a &lt;a href=\"triangular%20bipyramid\"&gt;triangular bipyramid&lt;/a&gt;), and passes through the center of the shared face. As there are 1200 faces, there are 1200 chords, in 600 parallel pairs, apart. The hexagonal planes are non-orthogonal (60 degrees apart) but they occur as 100 \"dual pairs\" in which all 3 axes of one hexagon are orthogonal to all 3 axes of its dual. The 200 great hexagons can be divided into 10 sets of 20 non-intersecting Clifford parallel geodesics, such that only one hexagonal great circle in each set passes through each vertex, and the 20 hexagons in each set reach all 120 vertices.\nThe chords form 144 central pentagons, 6 of which cross at each vertex. The chords run vertex-to-every-second-vertex in the same planes as the 72 decagons: two pentagons are inscribed in each decagon. The chords join vertices which are two edges apart on a geodesic great circle. The 720 chords occur in 360 parallel pairs, = φ apart.\nThe chords form 450 central squares (25 disjoint sets of 18), 15 of which cross at each vertex (3 from each of five 24-cells). Each set of 18 squares consists of the 72 chords and 24 vertices of one of the 25 overlapping inscribed 24-cells. The chords join vertices which are three edges apart (and two chords apart). Each chord is the long diameter of an octahedral cell in just one 24-cell. There are 1800 chords, in 900 parallel pairs, apart. The 450 great squares (225 completely orthogonal pairs) can be divided into 15 sets of 30 non-intersecting Clifford parallel geodesics, such that only one square great circle in each set passes through each vertex, and the 30 squares in each set reach all 120 vertices.\nThe = φ chords form the legs of 720 central isosceles triangles (72 sets of 10 inscribed in each decagon), 6 of which cross at each vertex. The third edge (base) of each isosceles triangle is of length . The chords run vertex-to-every-third-vertex in the same planes as the 72 decagons, joining vertices which are three edges apart on a geodesic great circle. There are 720 distinct chords, in 360 parallel pairs, apart.\nThe chords form 400 equilateral central triangles (25 sets of 32, with each triangle in two sets), 10 of which cross at each vertex (4 from each of five &lt;a href=\"24-cell%23Geodesics\"&gt;24-cells&lt;/a&gt;, with each triangle in two of the 24-cells). Each set of 32 triangles consists of the 96 chords and 24 vertices of one of the 25 overlapping inscribed 24-cells. The chords run vertex-to-every-second-vertex in the same planes as the 200 hexagons: two triangles are inscribed in each hexagon. The chords join vertices which are four edges apart (and two chords apart on a geodesic great circle). Each chord is the long diameter of two cubic cells in the same 24-cell. There are 1200 chords, in 600 parallel pairs, apart.\nThe chords (the diagonals of the pentagons) form the legs of 720 central isosceles triangles (144 sets of 5 inscribed in each pentagon), 6 of which cross at each vertex. The third edge (base) of each isosceles triangle is an edge of the pentagon of length , so these are golden triangles. The chords run vertex-to-every-fourth-vertex in the same planes as the 72 decagons, joining vertices which are four edges apart on a geodesic great circle. There are 720 distinct chords, in 360 parallel pairs, apart.\nThe chords occur as 60 long diameters (75 sets of 4 orthogonal axes), the 120 long radii of the 600-cell. The chords join opposite vertices which are five edges apart on a geodesic great circle. There are 25 distinct but overlapping sets of 12 diameters, each comprising one of the 25 inscribed 24-cells.\nThe sum of the squared lengths of all these distinct chords of the 600-cell is 14,400 = 1202. These are all the central polygons through vertices, but the 600-cell does have one noteworthy great circle that does not pass through any vertices. Moreover, in 4-space there are geodesics on the 3-sphere which do not lie in central planes at all. There are geodesic shortest paths between two 600-cell vertices that are helical rather than simply circular; they corresponding to isoclinic (diagonal) &lt;a href=\"%23Rotations\"&gt;rotations&lt;/a&gt; rather than simple rotations.\nAll the geodesic polygons enumerated above lie in central planes of just three kinds, each characterized by a rotation angle: decagon planes ( apart), hexagon planes ( apart, also in each of 25 inscribed 24-cells), and square planes ( apart, also in each of 75 inscribed 16-cells). These central planes of the 600-cell can be divided into 4 central hyperplanes (3-spaces) each forming an &lt;a href=\"icosidodecahedron\"&gt;icosidodecahedron&lt;/a&gt;. There are 450 great squares 90 degrees apart; 200 great hexagons 60 degrees apart; and 72 great decagons 36 degrees apart. Each great square plane is completely orthogonal to another great square plane. Each great hexagon plane is completely orthogonal to a plane which intersects only two vertices (one long diameter): a great &lt;a href=\"digon\"&gt;digon&lt;/a&gt; plane. Each great decagon plane is completely orthogonal to a plane which intersects \"no\" vertices: a great &lt;a href=\"30-gon\"&gt;30-gon&lt;/a&gt; plane.\nFibrations.\nEach set of similar great circle polygons (squares or hexagons or decagons) can be divided into bundles of non-intersecting Clifford parallel great circles (of 30 squares or 20 hexagons or 12 decagons). Each &lt;a href=\"fiber%20bundle\"&gt;fiber bundle&lt;/a&gt; of Clifford parallel great circles is a discrete &lt;a href=\"Hopf%20fibration\"&gt;Hopf fibration&lt;/a&gt; which fills the 600-cell, visiting all 120 vertices just once. The great circle polygons in each bundle spiral around each other, delineating helical rings of face-bonded cells which nest into each other, pass through each other without intersecting in any cells and exactly fill the 600-cell with their disjoint cell sets. The different fiber bundles with their cell rings each fill the same space (the 600-cell) but their fibers run Clifford parallel in different \"directions\"; great circle polygons in different fibrations are not Clifford parallel.\nDecagons.\nThe &lt;a href=\"%23Union%20of%20two%20tori\"&gt;fibrations of the 600-cell&lt;/a&gt; include 6 fibrations of its 72 great decagons: 6 fiber bundles of 12 great decagons. Each fiber bundle delineates 20 helical rings of 30 tetrahedral cells each, with five rings nesting together around each decagon. Each tetrahedral cell occupies only one cell ring in each of the 6 fibrations. The tetrahedral cell contributes each of its 6 edges to a decagon in a different fibration, but contributes that edge to five distinct cell rings in the fibration.\nHexagons.\nThe &lt;a href=\"24-cell%23Visualization\"&gt;fibrations of the 24-cell&lt;/a&gt; include 4 fibrations of its 16 great hexagons: 4 fiber bundles of 4 great hexagons. Each fiber bundle delineates 4 helical rings of 6 octahedral cells each, with three rings nesting together around each hexagon. Each octahedral cell occupies only one cell ring in each of the 4 fibrations. The octahedral cell contributes 3 of its 12 edges to 3 different Clifford parallel hexagons in each fibration, but contributes each edge to three distinct cell rings in the fibration. The 600-cell contains 25 24-cells, and can be seen (10 different ways) as a compound of 5 disjoint 24-cells. It has 10 fibrations of its 200 great hexagons: 10 fiber bundles of 20 great hexagons. Each fiber bundle delineates 20 helical rings of 6 octahedral cells each, with three rings nesting together around each hexagon. Each octahedral cell occupies only one cell ring in each of the 10 fibrations. The 20 helical rings belong to 5 disjoint 24-cells of 4 helical rings each; each hexagonal fibration of the 600-cell consists of 5 disjoint 24-cells.\nSquares.\nThe &lt;a href=\"16-cell%23Helical%20construction\"&gt;fibrations of the 16-cell&lt;/a&gt; include 3 fibrations of its 6 great squares: 3 fiber bundles of 2 great squares. Each fiber bundle delineates 2 helical rings of 8 tetrahedral cells each. Each tetrahedral cell occupies only one cell ring in each of the 3 fibrations. The tetrahedral cell contributes each of its 6 edges to a square in a different fibration, but contributes that edge to both of the two distinct cell rings in the fibration. The 600-cell contains 75 16-cells, and can be seen as a compound of 15 disjoint 16-cells. It has 15 fibrations of its 450 great squares: 15 fiber bundles of 30 great squares. Each fiber bundle delineates 150 helical rings of 8 tetrahedral cells each. Each tetrahedral cell occupies only one cell ring in each of the 15 fibrations. \nReference frames.\nBecause each 16-cell constitutes an orthonormal basis for the choice of a &lt;a href=\"16-cell%23Coordinates\"&gt;coordinate reference frame&lt;/a&gt;, the fibrations of different 16-cells have different natural reference frames. The 15 fibrations of great squares in the 600-cell correspond to the 15 natural reference frames of the 600-cell. One or more of these reference frames is natural to each fibration of the 600-cell. Each fibration of great hexagons has three (equally natural) of these reference frames (as the 24-cell has 3 16-cells); each fibration of great decagons has all 15 (as the 600-cell has 15 disjoint 16-cells).\nClifford parallel cell rings.\nThe densely packed helical cell rings of fibrations are cell-disjoint, but they share vertices, edges and faces. Each fibration of the 600-cell can be seen as a dense packing of cell rings with the corresponding faces of adjacent cell rings face-bonded to each other. The same fibration can also be seen as a minimal \"sparse\" arrangement of fewer \"completely disjoint\" cell rings that do not touch at all. \nThe fibrations of great decagons can be seen (five different ways) as 4 completely disjoint tetrahedral cell rings with spaces separating them, rather than as 20 face-bonded cell rings, by leaving out all but one cell ring of the five that meet at each decagon. The five different ways you can do this are equivalent, in that all five correspond to the same discrete fibration (in the same sense that the 6 decagonal fibrations are equivalent, in that all 6 cover the same 600-cell). The 4 cell rings still constitute the complete fibration: they include all 12 Clifford parallel decagons, which visit all 120 vertices. This subset of 4 of 20 cell rings is dimensionally analogous to the subset of 12 of 72 decagons, in that both are sets of completely disjoint &lt;a href=\"24-cell%23Clifford%20parallel%20polytopes\"&gt;Clifford parallel polytopes&lt;/a&gt; which visit all 120 vertices. The subset of 4 of 20 cell rings is one of 5 fibrations \"within\" the fibration of 12 of 72 decagons: a fibration of a fibration. All the fibrations have this two level structure with \"subfibrations\".\nThe fibrations of the 24-cell's great hexagons can be seen (three different ways) as 2 completely disjoint cell rings with spaces separating them, rather than as 4 face-bonded cell rings, by leaving out all but one cell ring of the three that meet at each hexagon. Therefore each of the 10 fibrations of the 600-cell's great hexagons can be seen as 2 completely disjoint octahedral cell rings.\nThe fibrations of the 16-cell's great squares can be seen (two different ways) as a single cell ring with an adjacent cell-ring-sized empty space, rather than as 2 face-bonded cell rings, by leaving out one of the two cell rings that meet at each square. Therefore each of the 15 fibrations of the 600-cell's great squares can be seen as a single tetrahedral cell ring.\nThe sparse constructions of the 600-cell's fibrations correspond to lower-symmetry decompositions of the 600-cell, 24-cell or &lt;a href=\"16-cell%23Helical%20construction\"&gt;16-cell&lt;/a&gt; with cells of different colors to distinguish the cell rings from the spaces between them. The particular lower-symmetry form of the 600-cell corresponding to the sparse construction of the great decagon fibrations is dimensionally analogous to the &lt;a href=\"Regular%20icosahedron%23Uniform%20colorings%20and%20subsymmetries\"&gt;snub tetrahedron&lt;/a&gt; form of the icosahedron (which is the \"base\" of these fibrations on the 2-sphere). Each of the 4 completely disjoint &lt;a href=\"Boerdijk%E2%80%93Coxeter%20helix\"&gt;Boerdijk-Coxeter&lt;/a&gt; cell rings is \"lifted\" from a corresponding \"face\" of the icosahedron.\nConstructions.\nThe 600-cell incorporates the geometries of every convex regular polytope in the first four dimensions, except the 5-cell, the 120-cell, and the polygons {7} and above. Consequently, there are numerous ways to construct or deconstruct the 600-cell, but none of them are trivial. The construction of the 600-cell from its regular predecessor the 24-cell can be difficult to visualize.\nGosset's construction.\n&lt;a href=\"Thorold%20Gosset\"&gt;Thorold Gosset&lt;/a&gt; discovered the &lt;a href=\"Semiregular%20polytope\"&gt;semiregular 4-polytopes&lt;/a&gt;, including the &lt;a href=\"snub%2024-cell\"&gt;snub 24-cell&lt;/a&gt; with 96 vertices, which falls between the 24-cell and the 600-cell in the sequence of convex 4-polytopes of increasing size and complexity in the same radius. Gosset's construction of the 600-cell from the 24-cell is in two steps, using the snub 24-cell as an intermediate form. In the first, more complex step (described &lt;a href=\"Snub%2024-cell%23Constructions\"&gt;elsewhere&lt;/a&gt;) the snub 24-cell is constructed by a special snub truncation of a 24-cell at the &lt;a href=\"Golden%20ratio\"&gt;golden sections&lt;/a&gt; of its edges. In the second step the 600-cell is constructed in a straightforward manner by adding 4-pyramids (vertices) to facets of the snub 24-cell.\nThe snub 24-cell is a diminished 600-cell from which 24 vertices (and the cluster of 20 tetrahedral cells around each) have been truncated, leaving a \"flat\" icosahedral cell in place of each removed icosahedral pyramid. The snub 24-cell thus has 24 icosahedral cells and the remaining 120 tetrahedral cells. The second step of Gosset's construction of the 600-cell is simply the reverse of this diminishing: an icosahedral pyramid of 20 tetrahedral cells is placed on each icosahedral cell.\nConstructing the unit-radius 600-cell from its precursor the unit-radius 24-cell by Gosset's method actually requires \"three\" steps. The 24-cell precursor to the snub-24 cell is \"not\" of the same radius: it is larger, since the snub-24 cell is its truncation. Starting with the unit-radius 24-cell, the first step is to reciprocate it around its &lt;a href=\"midsphere\"&gt;midsphere&lt;/a&gt; to construct its outer &lt;a href=\"Dual%20polyhedra%23Canonical%20duals\"&gt;canonical dual&lt;/a&gt;: a larger 24-cell, since the 24-cell is self-dual. That larger 24-cell can then be snub truncated into a unit-radius snub 24-cell.\nCell clusters.\nSince it is so indirect, Gosset's construction may not help us very much to directly visualize how the 600 tetrahedral cells fit together into a curved 3-dimensional surface envelope, or how they lie on the underlying surface envelope of the 24-cell's octahedral cells. For that it is helpful to build up the 600-cell directly from clusters of tetrahedral cells.\nMost of us have difficulty &lt;a href=\"%23Visualization\"&gt;visualizing&lt;/a&gt; the 600-cell \"from the outside\" in 4-space, or recognizing an &lt;a href=\"%233D%20projections\"&gt;outside view&lt;/a&gt; of the 600-cell due to our total lack of sensory experience in 4-dimensional spaces, but we should be able to visualize the surface envelope of 600 cells \"from the inside\" because that volume is a 3-dimensional space that we could actually \"walk around in\" and explore. In these exercises of building the 600-cell up from cell clusters, we are entirely within a 3-dimensional space, albeit a strangely small, &lt;a href=\"Elliptic%20geometry%23Hyperspherical%20model\"&gt;closed curved space&lt;/a&gt;, in which we can go a mere ten edge lengths away in a straight line in any direction and return to our starting point.\nIcosahedra.\nThe &lt;a href=\"vertex%20figure\"&gt;vertex figure&lt;/a&gt; of the 600-cell is the &lt;a href=\"icosahedron\"&gt;icosahedron&lt;/a&gt;. Twenty tetrahedral cells meet at each vertex, forming an &lt;a href=\"icosahedral%20pyramid\"&gt;icosahedral pyramid&lt;/a&gt; whose apex is the vertex, surrounded by its base icosahedron. The 600-cell has a &lt;a href=\"dihedral%20angle\"&gt;dihedral angle&lt;/a&gt; of .\nAn entire 600-cell can be assembled from 24 such icosahedral pyramids (bonded face-to-face at 8 of the 20 faces of the icosahedron, colored yellow in the illustration), plus 24 clusters of 5 tetrahedral cells (four cells face-bonded around one) which fill the voids remaining between the icosahedra. Each icosahedron is face-bonded to each adjacent cluster of 5 cells by two blue faces that share an edge (which is also one of the six edges of the central tetrahedron of the five). Six clusters of 5 cells surround each icosahedron, and six icosahedra surround each cluster of 5 cells. Five tetrahedral cells surround each icosahedron edge: two from the icosahedral pyramid, and three from a cluster of 5 cells (one of which is the central tetrahedron of the five).\nThe apexes of the 24 icosahedral pyramids are the vertices of 24-cells inscribed in the 600-cell. The other 96 vertices (the vertices of the icosahedra) are the vertices of an inscribed &lt;a href=\"snub%2024-cell\"&gt;snub 24-cell&lt;/a&gt;, which has exactly the same &lt;a href=\"Snub%2024-cell%23Structure\"&gt;structure&lt;/a&gt; of icosahedra and tetrahedra described here, except that the icosahedra are not 4-pyramids filled by tetrahedral cells; they are only \"flat\" 3-dimensional icosahedral cells.\nThe 24-cell edges joining icosahedral pyramid apex vertices run through the centers of the yellow faces. Coloring the icosahedra with 8 yellow and 12 blue faces can be done in 5 distinct ways. Thus each icosahedral pyramid's apex vertex is a vertex of 5 distinct 24-cells, and the 120 vertices comprise 25 (not 5) 24-cells.\nThe icosahedra are face-bonded into geodesic \"straight lines\" by their opposite faces, bent in the fourth dimension into a ring of 6 icosahedral pyramids. Their apexes are the vertices of a &lt;a href=\"24-cell%23Hexagons\"&gt;great circle hexagon&lt;/a&gt;. This hexagonal geodesic traverses a ring of 12 tetrahedral cells, alternately bonded face-to-face and vertex-to-vertex. The long diameter of each face-bonded pair of tetrahedra (each &lt;a href=\"triangular%20bipyramid\"&gt;triangular bipyramid&lt;/a&gt;) is a hexagon edge (a 24-cell edge). There are 4 rings of 6 icosahedral pyramids intersecting at each apex-vertex, just as there are 4 cell-disjoint interlocking &lt;a href=\"24-cell%23Visualization\"&gt;rings of 6 octahedra&lt;/a&gt; in the 24-cell (a &lt;a href=\"%23Hexagons\"&gt;hexagonal fibration&lt;/a&gt;).\nThe tetrahedral cells are face-bonded into &lt;a href=\"Boerdijk-Coxeter%20helix\"&gt;triple helices&lt;/a&gt;, bent in the fourth dimension into rings of 30 tetrahedral cells. The three helixes are geodesic \"straight lines\" of 10 edges: &lt;a href=\"600-cell%23Hopf%20spherical%20coordinates\"&gt;great circle decagons&lt;/a&gt; which run Clifford parallel to each other. Each tetrahedron, having six edges, participates in six different decagons and thereby in all 6 of the &lt;a href=\"%23Decagons\"&gt;decagonal fibrations of the 600-cell&lt;/a&gt;.\nThe partitioning of the 600-cell into clusters of 20 cells and clusters of 5 cells is artificial, since all the cells are the same. One can begin by picking out an icosahedral pyramid cluster centered at any arbitrarily chosen vertex, so there are 120 overlapping icosahedra in the 600-cell. Their 120 apexes are each a vertex of five 24-vertex 24-cells, so there are 5*120/24 = 25 overlapping 24-cells.\nOctahedra.\nThere is another useful way to partition the 600-cell surface, into 24 clusters of 25 tetrahedral cells, which reveals more structure and a direct construction of the 600-cell from its predecessor the 24-cell.\nBegin with any one of the clusters of 5 cells (above), and consider its central cell to be the center object of a new larger cluster of tetrahedral cells. The central cell is the first section of the 600-cell beginning with a cell. By surrounding it with more tetrahedral cells, we can reach the deeper sections beginning with a cell.\nFirst, note that a cluster of 5 cells consists of 4 overlapping pairs of face-bonded tetrahedra (&lt;a href=\"triangular%20dipyramid\"&gt;triangular dipyramid&lt;/a&gt;s) whose long diameter is a 24-cell edge (a hexagon edge) of length . Six more triangular dipyramids fit into the concavities on the surface of the cluster of 5, so the exterior chords connecting its 4 apical vertices are also 24-cell edges of length . They form a tetrahedron of edge length , which is the second section of the 600-cell beginning with a cell. There are 600 of these tetrahedral sections in the 600-cell.\nWith the six triangular dipyamids fit into the concavities, there are 12 new cells and 6 new vertices in addition to the 5 cells and 8 vertices of the original cluster. The 6 new vertices form the third section of the 600-cell beginning with a cell, an octahedron of edge length , obviously the cell of a 24-cell. As partially filled so far (by 17 tetrahedral cells), this octahedron has concave faces into which a short triangular pyramid fits; it has the same volume as a regular tetrahedral cell but an irregular tetrahedral shape. Each octahedral cell consists of 1 + 4 + 12 + 8 = 25 tetrahedral cells: 17 regular tetrahedral cells plus 8 volumetrically equivalent tetrahedral cells each consisting of 6 one-sixth fragments from 6 different regular tetrahedral cells that each span three adjacent octahedral cells.\nThus the unit-radius 600-cell is constructed directly from its predecessor, the unit-radius 24-cell, by placing on each of its octahedral facets a truncated irregular octahedral pyramid of 14 vertices constructed (in the above manner) from 25 regular tetrahedral cells of edge length ≈ 0.618.\nUnion of two tori.\nThere is yet another useful way to partition the 600-cell surface into clusters of tetrahedral cells, which reveals more structure and the &lt;a href=\"%23Decagons\"&gt;decagonal fibrations&lt;/a&gt; of the 600-cell. An entire 600-cell can be assembled from 2 rings of 5 icosahedral pyramids, bonded vertex-to-vertex into geodesic \"straight lines\", plus 40 10-cell rings which fill the voids remaining between the icosahedra.\nThe &lt;a href=\"120-cell\"&gt;120-cell&lt;/a&gt; can be decomposed into &lt;a href=\"120-cell%23Intertwining%20rings\"&gt;two disjoint tori&lt;/a&gt;. Since it is the dual of the 600-cell, this same dual tori structure exists in the 600-cell, although it is somewhat more complex. The 10-cell geodesic path in the 120-cell corresponds to the 10-vertex decagon path in the 600-cell. \nStart by assembling five tetrahedra around a common edge. This structure looks somewhat like an angular \"flying saucer\". Stack ten of these, vertex to vertex, \"pancake\" style. Fill in the annular ring between each pair of \"flying saucers\" with 10 tetrahedra to form an icosahedron. You can view this as five vertex stacked &lt;a href=\"icosahedral%20pyramids\"&gt;icosahedral pyramids&lt;/a&gt;, with the five extra annular ring gaps also filled in. The surface is the same as that of ten stacked &lt;a href=\"pentagonal%20antiprism\"&gt;pentagonal antiprism&lt;/a&gt;s: a triangular-faced column with a pentagonal cross-section. Bent into a columnar ring this is a torus consisting of 150 cells, ten edges long, with 100 exposed triangular faces, 150 exposed edges, and 50 exposed vertices. Stack another tetrahedron on each exposed face. This will give you a somewhat bumpy torus of 250 cells with 50 raised vertices, 50 valley vertices, and 100 valley edges. The valleys are 10 edge long closed paths and correspond to other instances of the 10-vertex decagon path mentioned above (great circle decagons). These decagons spiral around the center core decagon, but mathematically they are all equivalent (they all lie in central planes). \nBuild a second identical torus of 250 cells that interlinks with the first. This accounts for 500 cells. These two tori mate together with the valley vertices touching the raised vertices, leaving 100 tetrahedral voids that are filled with the remaining 100 tetrahedra that mate at the valley edges. This latter set of 100 tetrahedra are on the exact boundary of the &lt;a href=\"duocylinder\"&gt;duocylinder&lt;/a&gt; and form a &lt;a href=\"Clifford%20torus\"&gt;Clifford torus&lt;/a&gt;. They can be \"unrolled\" into a square 10x10 array. Incidentally this structure forms one tetrahedral layer in the &lt;a href=\"tetrahedral-octahedral%20honeycomb\"&gt;tetrahedral-octahedral honeycomb&lt;/a&gt;. There are exactly 50 \"egg crate\" recesses and peaks on both sides that mate with the 250 cell tori. In this case into each recess, instead of an octahedron as in the honeycomb, fits a &lt;a href=\"triangular%20bipyramid\"&gt;triangular bipyramid&lt;/a&gt; composed of two tetrahedra.\nThis decomposition of the 600-cell has &lt;a href=\"Coxeter%20notation\"&gt;symmetry&lt;/a&gt; &lt;a href=\"10%2C2%26lt%3Bsup%26gt%3B%2B%26lt%3B/sup%26gt%3B%2C10\"&gt;10,2+,10&lt;/a&gt;, order 400, the same symmetry as the &lt;a href=\"grand%20antiprism\"&gt;grand antiprism&lt;/a&gt;. The grand antiprism is just the 600-cell with the two above 150-cell tori removed, leaving only the single middle layer of 300 tetrahedra, dimensionally analogous to the 10-face belt of an icosahedron with the 5 top and 5 bottom faces removed (a &lt;a href=\"pentagonal%20antiprism\"&gt;pentagonal antiprism&lt;/a&gt;).\nThe two 150-cell tori each contain 6 Clifford parallel great decagons (five around one), and the two tori are Clifford parallel to each other, so together they constitute a complete &lt;a href=\"%23Decagons\"&gt;fibration of 12 decagons&lt;/a&gt; that reaches all 120 vertices, despite filling only half the 600-cell with cells.\nThe 600-cell can also be partitioned into 20 cell-disjoint intertwining rings of 30 cells, each ten edges long, forming a discrete &lt;a href=\"Hopf%20fibration\"&gt;Hopf fibration&lt;/a&gt; which fills the entire 600-cell. These chains of 30 tetrahedra each form a &lt;a href=\"Boerdijk%E2%80%93Coxeter%20helix\"&gt;Boerdijk–Coxeter helix&lt;/a&gt;. The center axis of each helix is a great 30-gon geodesic that does not intersect any vertices. The 30 vertices of the 30-cell ring form a skew &lt;a href=\"Triacontagon%23Triacontagram\"&gt;compound 30-gon&lt;/a&gt; with a geodesic orbit that winds around the 600-cell twice. The dual of the 30-cell ring (the 30-gon made by connecting its cell centers) is a &lt;a href=\"Skew%20polygon%23Regular%20skew%20polygons%20in%20four%20dimensions\"&gt;skew 30-gon Petrie polygon&lt;/a&gt;. Five of these 30-cell &lt;a href=\"Helix\"&gt;helices&lt;/a&gt; nest together and spiral around each of the 10-vertex decagon paths, forming the 150-cell torus described above. Thus \"every\" great decagon is the center core decagon of a 150-cell torus.\nThe 20 cell-disjoint 30-cell rings constitute four identical cell-disjoint 150-cell tori: the two described in the grand antiprism decomposition above, and two more that fill the middle layer of 300 tetrahedra occupied by 30 10-cell rings in the grand antiprism decomposition. The four 150-cell rings spiral around each other and pass through each other in the same manner as the 20 30-cell rings or the 12 great decagons; these three sets of &lt;a href=\"%23Clifford%20parallel%20cell%20rings\"&gt;Clifford parallel polytopes&lt;/a&gt; are the same discrete &lt;a href=\"%23Decagons\"&gt;decagonal fibration of the 600-cell&lt;/a&gt;.\nRotations.\nThe &lt;a href=\"%23Geometry\"&gt;regular convex 4-polytopes&lt;/a&gt; are an &lt;a href=\"Group_action\"&gt;expression&lt;/a&gt; of their underlying &lt;a href=\"Symmetry%20%28geometry%29\"&gt;symmetry&lt;/a&gt; which is known as &lt;a href=\"SO%284%29\"&gt;SO(4)&lt;/a&gt;, the &lt;a href=\"Orthogonal%20group\"&gt;group&lt;/a&gt; of rotations about a fixed point in 4-dimensional Euclidean space.\nThe 600-cell is generated by &lt;a href=\"Rotations%20in%204-dimensional%20Euclidean%20space%23Isoclinic%20rotations\"&gt;isoclinic rotations&lt;/a&gt; of the 24-cell by 36° = (the arc of one 600-cell edge length).\nThere are 25 inscribed 24-cells in the 600-cell. Therefore there are also 25 inscribed snub 24-cells, 75 inscribed tesseracts and 75 inscribed 16-cells.\nThe 8-vertex 16-cell has 4 long diameters inclined at 90° = to each other, often taken as the 4 orthogonal axes or &lt;a href=\"16-cell%23Coordinates\"&gt;basis&lt;/a&gt; of the coordinate system.\nThe 24-vertex 24-cell has 12 long diameters inclined at 60° = to each other: 3 disjoint sets of 4 orthogonal axes, each set comprising the diameters of one of 3 inscribed 16-cells, isoclinically rotated by with respect to each other.\nThe 120-vertex 600-cell has 60 long diameters: \"not just\" 5 disjoint sets of 12 diameters, each comprising one of 5 inscribed 24-cells (as we might suspect by analogy), but 25 distinct but overlapping sets of 12 diameters, each comprising one of 25 inscribed 24-cells. There \"are\" 5 disjoint 24-cells in the 600-cell, but not \"just\" 5: there are 10 different ways to partition the 600-cell into 5 disjoint 24-cells.\nLike the 16-cells and 8-cells inscribed in the 24-cell, the 25 24-cells inscribed in the 600-cell are mutually &lt;a href=\"24-cell%23Clifford%20parallel%20polytopes\"&gt;isoclinic polytopes&lt;/a&gt;. The rotational distance between inscribed 24-cells is always an &lt;a href=\"24-cell%23Isoclinic%20rotations\"&gt;equal-angled rotation&lt;/a&gt; of in each pair of completely orthogonal invariant planes of rotation.\nFive 24-cells are disjoint because they are Clifford parallel: their corresponding vertices are apart on two non-intersecting Clifford parallel decagonal great circles (as well as apart on the same decagonal great circle). An isoclinic rotation of decagonal planes by takes each 24-cell to a disjoint 24-cell (just as an &lt;a href=\"24-cell%23Clifford%20parallel%20polytopes\"&gt;isoclinic rotation of hexagonal planes&lt;/a&gt; by takes each 16-cell to a disjoint 16-cell). Each isoclinic rotation occurs in two chiral forms: there are 4 disjoint 24-cells to the \"left\" of each 24-cell, and another 4 disjoint 24-cells to its \"right\". The left and right rotations reach different 24-cells; therefore each 24-cell belongs to two different sets of five disjoint 24-cells.\nAll &lt;a href=\"24-cell%23Clifford%20parallel%20polytopes\"&gt;Clifford parallel polytopes&lt;/a&gt; are isoclinic, but not all isoclinic polytopes are Clifford parallels (completely disjoint objects). Each 24-cell is isoclinic \"and\" Clifford parallel to 8 others, and isoclinic but \"not\" Clifford parallel to 16 others. With each of the 16 it shares 6 vertices: a hexagonal central plane. Non-disjoint 24-cells are related by a &lt;a href=\"Rotations%20in%204-dimensional%20Euclidean%20space%23Simple%20rotations\"&gt;simple rotation&lt;/a&gt; by in an invariant plane intersecting only two vertices of the 600-cell, a rotation in which the completely orthogonal &lt;a href=\"24-cell%23Simple%20rotations\"&gt;fixed plane&lt;/a&gt; is their common hexagonal central plane. They are also related by an &lt;a href=\"Rotations%20in%204-dimensional%20Euclidean%20space%23Isoclinic%20rotations\"&gt;isoclinic rotation&lt;/a&gt; in which both planes rotate by .\nThere are two kinds of isoclinic rotations which take each 24-cell to another 24-cell. \"Disjoint\" 24-cells are related by a isoclinic rotation of an entire &lt;a href=\"%23Decagons\"&gt;fibration of 12 Clifford parallel \"decagonal\" invariant planes&lt;/a&gt;. (There are 6 such sets of fibers, and a right or a left isoclinic rotation possible with each set, so there are 12 such distinct rotations.) \"Non-disjoint\" 24-cells are related by a isoclinic rotation of an entire &lt;a href=\"%23Hexagons\"&gt;fibration of 20 Clifford parallel \"hexagonal\" invariant planes&lt;/a&gt;. (There are 10 such sets of fibers, so there are 20 such distinct rotations.)\nOn the other hand, each of the 10 sets of five \"disjoint\" 24-cells is Clifford parallel because its corresponding great \"hexagons\" are Clifford parallel. (24-cells do not have great decagons.) The 16 great hexagons in each 24-cell can be divided into 4 sets of 4 non-intersecting Clifford parallel &lt;a href=\"24-cell%23Geodesics\"&gt;geodesics&lt;/a&gt;, each set of which covers all 24 vertices of the 24-cell. The 200 great hexagons in the 600-cell can be divided into 10 sets of 20 non-intersecting Clifford parallel &lt;a href=\"%23Geodesics\"&gt;geodesics&lt;/a&gt;, each set of which covers all 120 vertices and constitutes a discrete &lt;a href=\"%23Hexagons\"&gt;hexagonal fibration&lt;/a&gt;. Each of the 10 sets of 20 disjoint hexagons can be divided into five sets of 4 disjoint hexagons, each set of 4 covering a disjoint 24-cell. Similarly, the corresponding great \"squares\" of disjoint 24-cells are Clifford parallel.\nRadial golden triangles.\nThe 600-cell can be constructed radially from 720 golden triangles of edge lengths which meet at the center of the 4-polytope, each contributing two radii and a edge. They form 1200 triangular pyramids with their apexes at the center: irregular tetrahedra with equilateral bases (the faces of the 600-cell). These form 600 tetrahedral pyramids with their apexes at the center: irregular 5-cells with regular tetrahedron bases (the cells of the 600-cell).\nAs a configuration.\nThis &lt;a href=\"Regular%204-polytope%23As%20configurations\"&gt;configuration matrix&lt;/a&gt; represents the 600-cell. The rows and columns correspond to vertices, edges, faces, and cells. The diagonal numbers say how many of each element occur in the whole 600-cell. The non-diagonal numbers say how many of the column's element occur in or at the row's element.\nformula_1\nHere is the configuration expanded with \"k\"-face elements and \"k\"-figures. The diagonal element counts are the ratio of the full &lt;a href=\"Coxeter%20group\"&gt;Coxeter group&lt;/a&gt; order, 14400, divided by the order of the subgroup with mirror removal.\nSymmetries.\nThe &lt;a href=\"icosian\"&gt;icosian&lt;/a&gt;s are a specific set of Hamiltonian &lt;a href=\"quaternion\"&gt;quaternion&lt;/a&gt;s with the same symmetry as the 600-cell. The icosians lie in the \"golden field\", (\"a\" + \"b\") + (\"c\" + \"d\")i + (\"e\" + \"f\")j + (\"g\" + \"h\")k, where the eight variables are &lt;a href=\"rational%20number\"&gt;rational number&lt;/a&gt;s. The finite sums of the 120 &lt;a href=\"Icosian%23Unit%20icosians\"&gt;unit icosians&lt;/a&gt; are called the &lt;a href=\"Icosian%23Icosian%20ring\"&gt;icosian ring&lt;/a&gt;.\nWhen interpreted as &lt;a href=\"quaternion\"&gt;quaternion&lt;/a&gt;s, the 120 vertices of the 600-cell form a &lt;a href=\"group%20%28mathematics%29\"&gt;group&lt;/a&gt; under quaternionic multiplication. This group is often called the &lt;a href=\"binary%20icosahedral%20group\"&gt;binary icosahedral group&lt;/a&gt; and denoted by \"2I\" as it is the double cover of the ordinary &lt;a href=\"icosahedral%20group\"&gt;icosahedral group&lt;/a&gt; \"I\". It occurs twice in the rotational symmetry group \"RSG\" of the 600-cell as an &lt;a href=\"invariant%20subgroup\"&gt;invariant subgroup&lt;/a&gt;, namely as the subgroup \"2IL\" of quaternion left-multiplications and as the subgroup \"2IR\" of quaternion right-multiplications. Each rotational symmetry of the 600-cell is generated by specific elements of \"2IL\" and \"2IR\"; the pair of opposite elements generate the same element of \"RSG\". The &lt;a href=\"Center%20of%20a%20group\"&gt;centre&lt;/a&gt; of \"RSG\" consists of the non-rotation \"Id\" and the central inversion \"−Id\". We have the isomorphism \"RSG ≅ (2IL × 2IR) / {Id, -Id}\". The order of \"RSG\" equals = 7200.\nThe binary icosahedral group is &lt;a href=\"isomorphic\"&gt;isomorphic&lt;/a&gt; to &lt;a href=\"special%20linear%20group\"&gt;SL(2,5)&lt;/a&gt;.\nThe full &lt;a href=\"symmetry%20group\"&gt;symmetry group&lt;/a&gt; of the 600-cell is the &lt;a href=\"Weyl%20group\"&gt;Weyl group&lt;/a&gt; of &lt;a href=\"H4%20%28mathematics%29\"&gt;H4&lt;/a&gt;. This is a &lt;a href=\"group%20%28mathematics%29\"&gt;group&lt;/a&gt; of order 14400. It consists of 7200 &lt;a href=\"Rotation%20%28mathematics%29\"&gt;rotations&lt;/a&gt; and 7200 rotation-reflections. The rotations form an &lt;a href=\"invariant%20subgroup\"&gt;invariant subgroup&lt;/a&gt; of the full symmetry group. The rotational symmetry group was described by S.L. van Oss.\nVisualization.\nThe symmetries of the 3-D surface of the 600-cell are somewhat difficult to visualize due to both the large number of tetrahedral cells, and the fact that the tetrahedron has no opposing faces or vertices. One can start by realizing the 600-cell is the dual of the 120-cell. One may also notice that the 600-cell also contains the vertices of a dodecahedron, which with some effort can be seen in most of the below perspective projections.\n2D projections.\nThe H3 &lt;a href=\"decagon\"&gt;decagon&lt;/a&gt;al projection shows the plane of the &lt;a href=\"van%20Oss%20polygon\"&gt;van Oss polygon&lt;/a&gt;.\n3D projections.\nA three-dimensional model of the 600-cell, in the collection of the &lt;a href=\"Institut%20Henri%20Poincar%C3%A9\"&gt;Institut Henri Poincaré&lt;/a&gt;, was photographed in 1934–1935 by &lt;a href=\"Man%20Ray\"&gt;Man Ray&lt;/a&gt;, and formed part of two of his later \"Shakesperean Equation\" paintings.\nDiminished 600-cells.\nThe &lt;a href=\"snub%2024-cell\"&gt;snub 24-cell&lt;/a&gt; may be obtained from the 600-cell by removing the vertices of an inscribed &lt;a href=\"24-cell\"&gt;24-cell&lt;/a&gt; and taking the &lt;a href=\"convex%20hull\"&gt;convex hull&lt;/a&gt; of the remaining vertices. This process is a \"&lt;a href=\"Diminishment%20%28geometry%29\"&gt;diminishing&lt;/a&gt;\" of the 600-cell.\nThe &lt;a href=\"grand%20antiprism\"&gt;grand antiprism&lt;/a&gt; may be obtained by another diminishing of the 600-cell: removing 20 vertices that lie on two mutually orthogonal rings and taking the convex hull of the remaining vertices.\nA bi-24-diminished 600-cell, with all &lt;a href=\"tridiminished%20icosahedron\"&gt;tridiminished icosahedron&lt;/a&gt; cells has 48 vertices removed, leaving 72 of 120 vertices of the 600-cell. The dual of a bi-24-diminished 600-cell, is a tri-24-diminished 600-cell, with 48 vertices and 72 hexahedron cells.\nThere are a total of 314,248,344 diminishings of the 600-cell by non-adjacent vertices. All of these consist of regular tetrahedral and icosahedral cells.\nRelated complex polygons.\nThe &lt;a href=\"regular%20complex%20polytope\"&gt;regular complex polytope&lt;/a&gt;s 3{5}3, and 5{3}5, , in formula_2 have a real representation as \"600-cell\" in 4-dimensional space. Both have 120 vertices, and 120 edges. The first has &lt;a href=\"Complex%20reflection%20group\"&gt;Complex reflection group&lt;/a&gt; 3[5]3, order 360, and the second has symmetry 5[3]5, order 600.\nRelated polytopes and honeycombs.\nThe 600-cell is one of 15 regular and uniform polytopes with the same symmetry [3,3,5]:\nIt is similar to three &lt;a href=\"regular%204-polytope\"&gt;regular 4-polytope&lt;/a&gt;s: the &lt;a href=\"5-cell\"&gt;5-cell&lt;/a&gt; {3,3,3}, &lt;a href=\"16-cell\"&gt;16-cell&lt;/a&gt; {3,3,4} of Euclidean 4-space, and the &lt;a href=\"order-6%20tetrahedral%20honeycomb\"&gt;order-6 tetrahedral honeycomb&lt;/a&gt; {3,3,6} of hyperbolic space. All of these have a &lt;a href=\"tetrahedron\"&gt;tetrahedral&lt;/a&gt; cells.\nThis 4-polytope is a part of a sequence of 4-polytope and honeycombs with &lt;a href=\"icosahedron\"&gt;icosahedron&lt;/a&gt; vertex figures:"
}