{
    "id": "50174131",
    "revid": "96340",
    "url": "https://en.wikipedia.org/wiki?curid=50174131",
    "title": "Lastau",
    "text": "Lastau is a village in &lt;a href=\"Landkreis%20Leipzig\"&gt;Landkreis Leipzig&lt;/a&gt;, &lt;a href=\"Saxony\"&gt;Saxony&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; with approx. 222 inhabitants (2012). On 1 January 1994 it was incorporated into the town &lt;a href=\"Colditz\"&gt;Colditz&lt;/a&gt;.\nGeography.\nLastau is located south-east of Colditz on the right bank of &lt;a href=\"Zwickauer%20Mulde\"&gt;Zwickauer Mulde&lt;/a&gt; and on the south bank of its tributary Auenbach. Only a small part named \"Aue\" including the former station actually lies in the valley and is subject to occasional flooding. The greater part of Lastau is situated several metres higher at the edge of the hilly &lt;a href=\"Saxon%20Uplands\"&gt;forelands of the Ore mountains&lt;/a&gt;. \"Burgberg\", a hill west of the village, rises to 224 m a.s.l.\nHistory.\nLastau was first mentioned as \"Lostatawa\" in &lt;a href=\"Thietmar%20of%20Merseburg\"&gt;Thietmar of Merseburg&lt;/a&gt;'s chronicle of 981. In 1220 it passed into the hands of &lt;a href=\"Margrave\"&gt;Margrave&lt;/a&gt; &lt;a href=\"Theodoric%20I%2C%20Margrave%20of%20Meissen\"&gt;Dietrich the Oppressed&lt;/a&gt; and in 1221, after the family of the former owners gave up all rights to the village, to &lt;a href=\"Buch%20Abbey\"&gt;Buch Abbey&lt;/a&gt; near &lt;a href=\"Leisnig\"&gt;Leisnig&lt;/a&gt;. A contract dated 1265 gave permission to erect a water mill and stipulated that no further mill should be built between Lastau and Colditz. Margrave &lt;a href=\"Frederick%20II%2C%20Margrave%20of%20Meissen\"&gt;Frederick the Serious&lt;/a&gt; placed part of the possessions of the monastery under his protection, including Lastau which was then known as \"Lostowe\". In 1378 the parishes of Lastau and Zettlitz were joined because of a lack of funds for the church of the latter. From then on until the &lt;a href=\"Protestant%20Reformation\"&gt;Protestant Reformation&lt;/a&gt; Lastau was a &lt;a href=\"filial%20church\"&gt;filial church&lt;/a&gt; of Zettlitz. The village remained under the jurisdiction of the monastery in Buch.\nIn 1548 Lastau numbered 23 &lt;a href=\"Hufner\"&gt;besessene Mann&lt;/a&gt; (land-owning farmers), owing allegiance to Kloster Buch which had by then been transferred into the hands of &lt;a href=\"prince-elector\"&gt;prince-elector&lt;/a&gt; &lt;a href=\"John%2C%20Elector%20of%20Saxony\"&gt;Johann the Steadfast&lt;/a&gt;. The mill burned down in 1710, but was rebuilt.\nAn &lt;a href=\"observation%20tower\"&gt;observation tower&lt;/a&gt; was erected on nearby \"Burgberg\" in 1888 on occasion of the 800-year jubilee of the &lt;a href=\"House%20of%20Wettin\"&gt;House of Wettin&lt;/a&gt;. The tower was destroyed towards the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nBuildings.\nNotable buildings in Lastau are St. Mary's church, the restored \"multi generation house\", a former inn which is now the seat of the local history society, and the four-sided farmyard which now houses a restaurant and a guest house. Other four-sided farmsteads, typical for the area, are witnesses to the agricultural tradition of the village.\nEconomy and transportation.\nThe water mill on Zwickauer Mulde was transformed into a &lt;a href=\"paper%20mill\"&gt;paper mill&lt;/a&gt; with a &lt;a href=\"Hydroelectricity\"&gt;hydroelectric power station&lt;/a&gt; in the 19th century. The paper mill remained in operation until 1990, being a major producer of &lt;a href=\"wallpaper\"&gt;wallpaper&lt;/a&gt; in the 1950s and 1960s. The power station is still in use, a window manufacturer now uses the factory grounds and has transformed the former factory owners' villa into a hotel.\nThe main part of Lastau is situated on \"&lt;a href=\"Kreisstra%C3%9Fe\"&gt;Kreisstraße&lt;/a&gt;\" 8292 which connects it with Colditz and \"&lt;a href=\"Bundesstra%C3%9Fe\"&gt;Bundesstraße&lt;/a&gt;\" 175. The junction with the latter road is located near Hermsdorf and Aitzendorf. \"Aue\" lies on Kreisstraße 8291 between Colditz and &lt;a href=\"D%C3%B6hlen%20%28Seelitz%29\"&gt;Döhlen&lt;/a&gt; near &lt;a href=\"Rochlitz\"&gt;Rochlitz&lt;/a&gt;. A minor road connects the two parts of the village. From 1875 until 1999 Lastau had a station on the &lt;a href=\"Glauchau%E2%80%93Wurzen%20railway\"&gt;Mulde valley railway&lt;/a&gt; which is currently out of operation. Public transport is provided by buses of Mitteldeutscher Verkehrsverbund, running daily between &lt;a href=\"Grimma\"&gt;Grimma&lt;/a&gt; and Rochlitz."
}