{
    "id": "5024386",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=5024386",
    "title": "Fenek Monastery",
    "text": "The Fenek Monastery () is the male &lt;a href=\"monastery\"&gt;monastery&lt;/a&gt; in the eparchy of &lt;a href=\"Srem\"&gt;Srem&lt;/a&gt; of the Serbian &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Orthodox Church&lt;/a&gt;. The monastery is situated near the village of &lt;a href=\"%D0%88%D0%B0kovo\"&gt;Јаkovo&lt;/a&gt;, 25 km from &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;, former Municipality of &lt;a href=\"Zemun\"&gt;Zemun&lt;/a&gt; and now &lt;a href=\"Sur%C4%8Din\"&gt;Surčin&lt;/a&gt;. Although geographically it does not belong to &lt;a href=\"Fru%C5%A1ka%20Gora\"&gt;Fruška gora&lt;/a&gt; there is a huge historical connection with Fruška gora monasteries. The monastery church was dedicated to &lt;a href=\"St.%20Martyr%20Paraskeva\"&gt;St. Martyr Paraskeva&lt;/a&gt; (celebrated on 26 July, that is, 8 August according to the new calendar).\nThe history.\nAccording to the folk tradition, the monastery was built in the second half of the 15th century and its founders were Stefan and Аngelina &lt;a href=\"Brankovi%C4%87%20dynasty\"&gt;Branković&lt;/a&gt;. The first written record about the monastery is found in the \"minej\" (religious liturgy book) of the monk &lt;a href=\"Zaharija%20of%20Serbia\"&gt;Zaharije&lt;/a&gt; from 1563. Unlike other &lt;a href=\"Fru%C5%A1ka%20Gora\"&gt;Fruška gora&lt;/a&gt; monasteries, Fenek remained under the &lt;a href=\"State%20organization%20of%20the%20Ottoman%20Empire\"&gt;Ottoman government&lt;/a&gt; until 1717. The records from the 18th century testify that the old monastery church was built in the second half of the 15th century in the spirit of Serbian medieval architecture. The new church was built in the period from 1793-1797, and consecrated during the time when &lt;a href=\"Vi%C4%87entije%20Raki%C4%87\"&gt;Vikentije Rakić&lt;/a&gt; was the abbot; he also wrote the history of the monastery. The monastery chapel dedicated to &lt;a href=\"Parascheva%20of%20the%20Balkans\"&gt;St Petka&lt;/a&gt; was built in 1800, on the site of the old one, above the well, which was believed to have been built by the mother &lt;a href=\"Saint%20Angelina%20of%20Serbia\"&gt;Angelina Branković&lt;/a&gt;. People believed that the water from this well had some healing powers. By the end of the 18th and the beginning of the 19th century, the Fenek Monastery was the venue of the several historical events. In 1788, duke &lt;a href=\"Aleksa%20Nenadovi%C4%87\"&gt;Aleksa Nenadović&lt;/a&gt; and Austrian emperor &lt;a href=\"%D0%88%D0%BEsef%20II\"&gt;Јоsef II&lt;/a&gt; met in the monastery. After the collapse of the &lt;a href=\"First%20Serbian%20Uprising\"&gt;First Serbian Uprising&lt;/a&gt; in 1813 &lt;a href=\"Kara%C4%91or%C4%91e\"&gt;Karađorđe&lt;/a&gt; and his son Aleksa stayed in a monastery for a month. There is a memorial plaque as a testimony. Also on the same occasion, until 1815, monks from &lt;a href=\"Studenica%20Monastery\"&gt;Studenica&lt;/a&gt; stayed there, along with the relics of &lt;a href=\"Stefan%20the%20First-Crowned\"&gt;St. King Stefan Prvovenčani&lt;/a&gt;. The monastery was also the place where Karađorđe met archpriest &lt;a href=\"%D0%9C%D0%B0tija%20Nenadovi%C4%87\"&gt;Маtija Nenadović&lt;/a&gt;. In the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt; the monastery was set on fire, and in the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; in 1942 it was almost completely devastated.\nThe Architecture.\nThe monastery complex consists of the church, the &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt;, the mansion and the economic part. The church, built in 1797 and dedicated to St. Petka dominates the complex. The church was built as a one-nave &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; building with the bell tower above the western part and the smaller dome above the transept. The iconostasis inside the church from 1798 was the work of the famous woodcutter from &lt;a href=\"Novi%20Sad\"&gt;Novi Sad&lt;/a&gt;, &lt;a href=\"Arsenije%20and%20Aksentije%20Markovi%C4%87\"&gt;Аksentije Marković&lt;/a&gt; . The icons are the work of Petar Radosavljević, a painter from &lt;a href=\"Pan%C4%8Devo\"&gt;Pančevo&lt;/a&gt;, with characteristic elements of &lt;a href=\"classicism\"&gt;classicism&lt;/a&gt;. The frescoes on the walls, the work of a Zemun sculptor and painter &lt;a href=\"St.%20Michael%27s%20Cathedral%2C%20Belgrade\"&gt;Dimitrije Petrović&lt;/a&gt; from 1859, have not been saved up to now. The mansion which is placed inside the monastery complex date back from the late 18th and early 19th century. According to the archive records they were built long before that but were demolished over time and used for the construction of the new ones. The rich library, which was known as one of the most important &lt;a href=\"Fru%C5%A1ka%20Gora\"&gt;Fruška Gora&lt;/a&gt; monastery, was situated in the mansion, but during the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; it was completely destroyed. The records of the doctor &lt;a href=\"Archibald%20Reiss\"&gt;Archibald Reiss&lt;/a&gt; testify about that event. In the immediate vicinity of the church, there is a monastery chapel dedicated to St. Petka. It was built above the well, which was believed to have been built by mother Angelina Branković. People believed that the water from this well had miraculous healing power.\n„The Golden Cross”.\nThe milestone, also known as „The Golden Cross“ proves the large size of the monastery property. It is placed on the right side of the road connecting &lt;a href=\"Jakovo\"&gt;Jakovo&lt;/a&gt; and &lt;a href=\"Boljevci\"&gt;Boljevci&lt;/a&gt;, about 400 m after the Fenek monastery turning. On 20 January 1743 the Empress &lt;a href=\"Maria%20Theresa\"&gt;Maria Theresa&lt;/a&gt; assigned „the privilege“ to the Fenek monastery, according to which the property was granted to the monastery. Immediately after that, the bounding of the monastery property was done. The milestone was erected in 1747, thanks to Nikola Marković, and it got the name after the folk tradition, according to which the Serbs rushed to get hold of this milestone, since they felt safe on the monastery property. That is why the monument bears the name Golden cross – as the symbol of salvation.\nThe Cultural Monument.\nWithin the property of the Fenek monastery and its protected environment there are several archaeological sites: Fenek Mnastery (Middle Ages), Monastery Prnjavor (late Middle Ages) and Monastery fields (&lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt;). The monastery was reconstructed in 1991, and nowadays it is completely renewed. Until 2006, three older nuns lived in the monastery, one of them, sister Agripina died, and the remaining two were moved to other monasteries, mother Paraskeva to the monastery Greteg and Abbotess Magdalina to Radovašnica. By the decision of the competent &lt;a href=\"archimandrite\"&gt;archimandrite&lt;/a&gt;s of &lt;a href=\"Syrmia\"&gt;Srem&lt;/a&gt; Vasilije and Of &lt;a href=\"Ra%C5%A1ka%20%28region%29\"&gt;Raška&lt;/a&gt; and &lt;a href=\"Prizren\"&gt;Prizren&lt;/a&gt; Аrtemije the new male monkhood arrived to the monastery in the middle of 2006, Marko from &lt;a href=\"Sopo%C4%87ani\"&gt;Sopoćani&lt;/a&gt; and Makarije from &lt;a href=\"Visoki%20De%C4%8Dani\"&gt;Dečani&lt;/a&gt;. Since then, the visits to the monastery increased and the reconstruction of the mansion is in progress. The patron saint of the monastery is Venerable mother Paraskeva, celebrated on 27 October, the folk gathering and the fair is on 7 August."
}