{
    "id": "50241809",
    "revid": "35284503",
    "url": "https://en.wikipedia.org/wiki?curid=50241809",
    "title": "Park Hong-keun",
    "text": "Park Hong-keun (; born 8 October 1969) is a South Korean politician in the liberal &lt;a href=\"Minjoo%20Party%20of%20Korea\"&gt;Minjoo Party of Korea&lt;/a&gt;, presently a member of the &lt;a href=\"National%20Assembly%20%28South%20Korea%29\"&gt;National Assembly&lt;/a&gt; for &lt;a href=\"Jungnang%20District\"&gt;Jungnang&lt;/a&gt;, &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, since 2012. Originally elected to the Assembly in the Jungnang B constituency by a margin of 854 votes—0.9 percent—over his &lt;a href=\"Liberty%20Korea%20Party\"&gt;Saenuri Party&lt;/a&gt; competitor, Kang Dong-ho, in the &lt;a href=\"2016%20South%20Korean%20legislative%20election\"&gt;2016 election&lt;/a&gt; he faced off another challenge from Kang, defeating him by a margin of 7.6 percent.\nSupporting &lt;a href=\"Chung%20Dong-young\"&gt;Chung Dong-young&lt;/a&gt;'s bid in the &lt;a href=\"2007%20South%20Korean%20presidential%20election\"&gt;2007 presidential election&lt;/a&gt;, Park chaired the &lt;a href=\"United%20New%20Democratic%20Party\"&gt;United New Democratic Party&lt;/a&gt;'s Youth Campaign that year. He entered the Assembly in 2012. In September 2012, he submitted a legislative amendment allowing the government to rescind the licenses of businesses refusing to abide by local ordinances.\nIn 2013, Park attacked the &lt;a href=\"Park%20Geun-hye\"&gt;Park Geun-hye&lt;/a&gt; government for abetting, as he saw it, Japan's resumption of a right to collective self-defense under &lt;a href=\"Shinz%C5%8D%20Abe\"&gt;Shinzō Abe&lt;/a&gt;. Subsequently, in the context of the controversy over the &lt;a href=\"Air%20Defense%20Identification%20Zone%20%28East%20China%20Sea%29\"&gt;Chinese Air Defense Identification Zone&lt;/a&gt; in the &lt;a href=\"East%20China%20Sea\"&gt;East China Sea&lt;/a&gt;, in December that year he noted the importance of &lt;a href=\"Socotra%20Rock\"&gt;Socotra Rock&lt;/a&gt;, an underwater reef disputed by South Korea and China. He stated that only two thirds of the middle- and high-school textbooks he had analyzed mentioned the reef, and called for textbooks to be revised to include information on it.\nPark received his undergraduate degree in Korean language at literature from &lt;a href=\"Kyung%20Hee%20University\"&gt;Kyung Hee University&lt;/a&gt;, and went on to take a master's degree in public administration there. He was subsequently active in a number of &lt;a href=\"civic%20group\"&gt;civic group&lt;/a&gt;s, serving as co-president of the Korea Youth Corps and director of Volunteering Korea."
}