{
    "id": "50271497",
    "revid": "1068803111",
    "url": "https://en.wikipedia.org/wiki?curid=50271497",
    "title": "Indian Women's League",
    "text": "The Indian Women's League is the top division of &lt;a href=\"women%27s%20association%20football\"&gt;women's&lt;/a&gt; &lt;a href=\"association%20football\"&gt;professional football&lt;/a&gt; club competition in &lt;a href=\"India\"&gt;India&lt;/a&gt;. The inaugural edition of the competition kicked off in &lt;a href=\"Cuttack\"&gt;Cuttack&lt;/a&gt; on October 2016. The league is organised by &lt;a href=\"All%20India%20Football%20Federation\"&gt;All India Football Federation (AIFF)&lt;/a&gt;. The winner of the competition qualifies for the &lt;a href=\"AFC%20Women%27s%20Club%20Championship\"&gt;AFC Women's Club Championship&lt;/a&gt;, the top tier women's club football competition in &lt;a href=\"Asian%20Football%20Confederation\"&gt;Asia&lt;/a&gt;.\nHistory.\nSince 1991, the top &lt;a href=\"Women%27s%20association%20football\"&gt;women's&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; tournament in India has been the &lt;a href=\"Indian%20Women%27s%20Football%20Championship\"&gt;Indian Women's Football Championship&lt;/a&gt;. The tournament served as a female equivalent of the &lt;a href=\"Santosh%20Trophy\"&gt;Santosh Trophy&lt;/a&gt;, with states competing against each other. There had not been an organized national football league for women; however, the first women's state football league was set up in 1976 in Manipur. The &lt;a href=\"Indian%20Football%20Association\"&gt;Indian Football Association&lt;/a&gt; of West Bengal founded Calcutta Women's League in 1993. Leagues were also started in Mumbai and Goa in 1998 and 1999 respectively.\nIn 2014, after the success of the &lt;a href=\"India%20women%27s%20national%20football%20team\"&gt;India women's team&lt;/a&gt;, mainly in the &lt;a href=\"SAFF%20Women%27s%20Championship\"&gt;SAFF Women's Championship&lt;/a&gt;, a push to start a women's football league, along the lines of recently started and successful &lt;a href=\"Indian%20Super%20League\"&gt;Indian Super League&lt;/a&gt;, happened. Clubs such as &lt;a href=\"Pune%20F.C.\"&gt;Pune&lt;/a&gt; and &lt;a href=\"Bengaluru%20FC\"&gt;Bengaluru FC&lt;/a&gt; had expressed interest in the joining a women's league. It was around this time that AIFF started plans to create the ISL-style league for women.\nOn 21 April 2016, AIFF president &lt;a href=\"Praful%20Patel\"&gt;Praful Patel&lt;/a&gt; said that women's football league would kick off in October with six teams to be decided, and goal to expand to eight teams by 2017. Just over two months later, on 5 July 2016, AIFF organized a workshop to discuss the India women's national team and proposed women's football league. Five &lt;a href=\"Indian%20Super%20League\"&gt;Indian Super League&lt;/a&gt; sides (&lt;a href=\"Delhi%20Dynamos\"&gt;Delhi Dynamos&lt;/a&gt;, &lt;a href=\"Chennaiyin%20FC\"&gt;Chennaiyin FC&lt;/a&gt;, &lt;a href=\"Kerala%20Blasters\"&gt;Kerala Blasters&lt;/a&gt;, &lt;a href=\"FC%20Pune%20City\"&gt;FC Pune City&lt;/a&gt;, &lt;a href=\"Atletico%20de%20Kolkata\"&gt;Atletico de Kolkata&lt;/a&gt;) and three &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; teams (&lt;a href=\"Bengaluru%20FC\"&gt;Bengaluru FC&lt;/a&gt;, &lt;a href=\"Aizawl%20FC\"&gt;Aizawl FC&lt;/a&gt;, &lt;a href=\"Mumbai%20FC\"&gt;Mumbai FC&lt;/a&gt;) attended the workshop. It was announced that the league would feature eight teams and two other spots would be determined through a pre-qualification round.\nAIFF announced that preliminary rounds would begin on 17 October, in which ten teams are split in two groups of five, with the winner qualifying for national finals.\nSeasons.\nSeason 1 (2016–17).\nOn 24 January 2017, AIFF launched the first ever women's professional league with six teams. The participating teams – FC Alakhpura (Haryana), &lt;a href=\"Indira%20Gandhi%20AS%26amp%3BE\"&gt;Jeppiaar Institute of Technology FC&lt;/a&gt; (Puducherry), &lt;a href=\"Aizawl%20FC\"&gt;Aizawl FC (Women)&lt;/a&gt; (Mizoram), &lt;a href=\"FC%20Pune%20City%20%28Women%29\"&gt;FC Pune City (women)&lt;/a&gt; (Maharashtra), &lt;a href=\"Rising%20Student%27s%20Club\"&gt;Rising Student's Club&lt;/a&gt; (Odisha) and &lt;a href=\"Eastern%20Sporting%20Union%20\"&gt;Eastern Sporting Union &lt;/a&gt;(Manipur) play each other in a round-robin format with the top four teams advancing to the semifinals. All matches of the two-week Indian Women's League (IWL) were played at Delhi's &lt;a href=\"Ambedkar%20Stadium\"&gt;Ambedkar Stadium&lt;/a&gt;, with the first match scheduled for January 28.\nSeason 2 (2017–18).\nFinal round of the season was played at the Jawaharlal Nehru Stadium, Shillong. &lt;a href=\"Rising%20Student%27s%20Club\"&gt;Rising Student's Club&lt;/a&gt; from &lt;a href=\"Odisha\"&gt;Odisha&lt;/a&gt; were crowned champions after beating &lt;a href=\"Eastern%20Sporting%20Union\"&gt;Eastern Sporting Union&lt;/a&gt;.\nSeason 3 (2018–19).\nIndian Women's League season 3 main round started on 5 May 2019. All matches to be played in &lt;a href=\"Guru%20Nanak%20Stadium\"&gt;Guru Nanak Stadium&lt;/a&gt;, &lt;a href=\"Ludhiana\"&gt;Ludhiana&lt;/a&gt;, Punjab. The 2018–19 IWL will have 12 teams, divided into two groups. The teams will play each other once and the top two teams will compete in the semi-final. &lt;a href=\"Sethu%20FC\"&gt;Sethu FC&lt;/a&gt; crowned unbeaten champions\nSeason 4 (2019–20).\nIndian Women's League season 4 main round started on 24 January 2020. All matches were played in &lt;a href=\"Bangalore%20Football%20Stadium\"&gt;Bangalore Football Stadium&lt;/a&gt;, &lt;a href=\"Bangalore\"&gt;Bengaluru&lt;/a&gt;, Karnataka. The 2019–20 IWL will have 12 teams, divided into two groups. The teams would play each other once and the top two teams would compete in the semi-final. &lt;a href=\"Gokulam%20Kerala%20FC%20%28women%29\"&gt;Gokulam Kerala&lt;/a&gt; were crowned champions after beating &lt;a href=\"KRYPHSA%20F.C.\"&gt;KRYPHSA F.C.&lt;/a&gt; 3–2 in the final."
}