{
    "id": "50313183",
    "revid": "1059515739",
    "url": "https://en.wikipedia.org/wiki?curid=50313183",
    "title": "2nd Parachute Chasseur Regiment",
    "text": "The 2nd Parachute Chasseur Regiment () or 2e RCP, is one of the most decorated French units of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, the only land unit awarded the red &lt;a href=\"fourrag%C3%A8re\"&gt;fourragère&lt;/a&gt; in that war, including six citations at the orders of the armed forces. The &lt;a href=\"French%20Navy\"&gt;French Navy&lt;/a&gt; &lt;a href=\"1500%20tons-class%20submarine%20%281931%29\"&gt;1500-ton class&lt;/a&gt; &lt;a href=\"List%20of%20submarines%20of%20France\"&gt;submarine&lt;/a&gt; &lt;a href=\"French%20submarine%20Casabianca%20%281935%29\"&gt;Casabianca&lt;/a&gt; also accumulated six citations at the orders of the armed forces and therefore its crewmen were entitled to wear the same &lt;a href=\"fourrag%C3%A8re\"&gt;fourragère&lt;/a&gt;.\nThe unit was commonly referred to in the &lt;a href=\"British%20Armed%20Forces\"&gt;British Armed Forces&lt;/a&gt; as the 4th SAS.\nHistory, garrisons, campaigns and battles.\n&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nUnit structure.\nThe 1st Air Infantry Battalion (1e B.I.A) was formed July 1, 1943 in the &lt;a href=\"Old%20Dean\"&gt;Old Dean&lt;/a&gt; camp at &lt;a href=\"Camberley\"&gt;Camberley&lt;/a&gt; from volunteers and from the 1st Air Infantry Company and 2nd Air Infantry Company (1e C.I.A, 2e C.I.A) formed September 15, 1940. The unit notably deployed in &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt;, &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; and &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;, winning a citation (Air Force).\nThe &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt; joined the &lt;a href=\"Free%20French%20Air%20Forces\"&gt;Free French Air Forces&lt;/a&gt;, which was entrusted to Commandant Pierre Fourcaud. At the time the battalion had 398 men, in four combat &lt;a href=\"company%20%28military%20unit%29\"&gt;companies&lt;/a&gt;. These men then received parachute training at the &lt;a href=\"Central%20Landing%20Establishment\"&gt;Central Landing Establishment&lt;/a&gt; (C.L.E) of &lt;a href=\"RAF%20Ringway\"&gt;RAF Ringway&lt;/a&gt;.\nThe unit was renamed the 4th Air Infantry Battalion (4e B.I.A) on November 1, 1943 and in February 1943 transferred to the command of Commandant Pierre-Louis Bourgoin, an amputee who had lost his arm during a &lt;a href=\"reconnaissance\"&gt;reconnaissance&lt;/a&gt; mission in Tunisia. The 4e B.I.A was joined with the &lt;a href=\"3rd%20Parachute%20Chasseur%20Regiment\"&gt;3rd Parachute Chasseur Regiment&lt;/a&gt; (3e RCP) of Commandant Pierre Chateau-Jobert to form a &lt;a href=\"demi-brigade\"&gt;demi-brigade&lt;/a&gt; commanded by Lieutenant-Colonel Durand.\nMany French volunteers (244) followed a parachute training at the Air Instruction Center of the &lt;a href=\"1st%20Independent%20Parachute%20Brigade%20%28Poland%29\"&gt;1st Independent Polish Parachute Brigade&lt;/a&gt; at &lt;a href=\"Upper%20Largo\"&gt;Upper Largo&lt;/a&gt;, in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;.\nIn April 1944, the B.I.A, who had in December 1943 joined their British and Belgian namesakes at the &lt;a href=\"Special%20Air%20Service\"&gt;SAS Brigade&lt;/a&gt; of the Army Air Corps, were given their name and regimental designation: the 3e and 4e B.I.A became respectively the 3rd and 4th SAS &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;s under the British and a little later, the 2nd (2e) and &lt;a href=\"3rd%20Parachute%20Chasseur%20Regiment\"&gt;3rd Parachute Chasseur Regiment&lt;/a&gt; (3e) under the French.\nOperations in Brittany.\nDuring the night of 5 to 6 June 1944, four SAS (36 men) respectively under the orders of Lieutenants Marienne, &lt;a href=\"Henri%20Deplante\"&gt;Henri Deplante&lt;/a&gt;, Botella and Deschamps took off in two four-engined &lt;a href=\"Short%20Stirling\"&gt;Short Stirling&lt;/a&gt;s of the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; with the destination of &lt;a href=\"Brittany\"&gt;Brittany&lt;/a&gt;. The first two teams parachuted into the sector of &lt;a href=\"Plumelec\"&gt;Plumelec&lt;/a&gt;, 15 km from the &lt;a href=\"Maquis%20de%20Saint-Marcel\"&gt;Maquis de Saint-Marcel&lt;/a&gt;, &lt;a href=\"Morbihan\"&gt;Morbihan&lt;/a&gt;, the two other teams into the wooded forest of &lt;a href=\"Duault\"&gt;Duault&lt;/a&gt; in the &lt;a href=\"C%C3%B4tes-d%27Armor\"&gt;Côtes-d'Armor&lt;/a&gt;. Their missions were to establish guerilla bases, respectively code named &lt;a href=\"Operation%20Dingson\"&gt;Operation Dingson&lt;/a&gt; and &lt;a href=\"Operation%20Samwest\"&gt;Operation Samwest&lt;/a&gt;.\nLieutenant Marienne's team was spotted. A large Georgian contingent encircled the team and during the skirmish which followed, corporal &lt;a href=\"Emile%20Bou%C3%A9tard\"&gt;Emile Bouétard&lt;/a&gt; was &lt;a href=\"wounded%20in%20action\"&gt;wounded&lt;/a&gt; and &lt;a href=\"killed%20in%20action\"&gt;killed&lt;/a&gt;. Bouétard was the first military casualty of \"&lt;a href=\"Operation%20Overlord\"&gt;Operation Overlord&lt;/a&gt;\".\nDuring June and July, SAS paratroopers lived like hunters in the forest. Often, they mounted brutal attacks and fell back, going to ground camouflaged and blending into the forest the better to intervene at a more favourable opportunity. On the morning of 18 June, the camp of the SAS and the resistance was attacked. Following a day-long engagement, the French succeeded in retreating from &lt;a href=\"S%C3%A9rent\"&gt;Sérent&lt;/a&gt; and &lt;a href=\"Saint-Marcel%2C%20Morbihan\"&gt;Saint-Marcel&lt;/a&gt;, blowing up their ammunition depot. At dawn on 12 July, enemy troops and militias managed to infiltrate to the command post of Lieutenant Marienne at Kerihuel, &lt;a href=\"Plumelec\"&gt;Plumelec&lt;/a&gt; where 18 men were posted, including paratroopers, maquis and farmers, who were machine-gunned and mutilated. The arrival on August 3 of the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;armoured brigades&lt;/a&gt; of &lt;a href=\"General%20%28United%20States%29\"&gt;General&lt;/a&gt; &lt;a href=\"George%20S.%20Patton\"&gt;George S. Patton&lt;/a&gt; reached &lt;a href=\"Rennes\"&gt;Rennes&lt;/a&gt;, brought this to a halt. The 4th SAS regiment (2e RCP), lost (killed, wounded and prisoners) 23 officers and 195 men of 50 officers and 500 men (77 killed during the liberation of Brittany).\nEnd operations.\nSAS battles often have unconventional outcomes. At &lt;a href=\"Montceau-les-Mines\"&gt;Montceau-les-Mines&lt;/a&gt;, a group of paratroopers and a first section of the &lt;a href=\"Free%20French%20Forces\"&gt;Free French Forces&lt;/a&gt;, tricked a much larger opposing force number into believing themselves surrounded by the manpower of a &lt;a href=\"division%20%28military%20unit%29\"&gt;division&lt;/a&gt;. Accordingly, they managed to take back hundreds of prisoners, tanks and cannons. At the end of the campaign, the &lt;a href=\"3rd%20Parachute%20Chasseur%20Regiment\"&gt;3rd Parachute Chasseur Regiment&lt;/a&gt; (3eRCP) had lost 80 of 400 soldiers. In their time of existence, the regiment put thousands of opposing forces out of combat, along with some 383 vehicles.\nOn &lt;a href=\"Christmas%20Day\"&gt;Christmas Day&lt;/a&gt; 1944, the paratroopers of the SAS fought in the Belgian Ardennes, in Operation Von Rundstedt. On 11 November 1944, the men of the 2nd Parachute Chasseur regiment received from the hands of &lt;a href=\"G%C3%A9n%C3%A9ral\"&gt;Général&lt;/a&gt; &lt;a href=\"Charles%20de%20Gaulle\"&gt;Charles de Gaulle&lt;/a&gt; the &lt;a href=\"Croix%20de%20la%20Lib%C3%A9ration\"&gt;Croix de la Libération&lt;/a&gt;.\nIn WW2, French SAS parachutists trained in the United Kingdom wore the black beret, and the 1er RCP, trained in North Africa, kept the blue Air Army \"calot\". All British parachutists wore an amaranth, or red, beret at the initiative of their leader, General Boy Browning.\nBeginning in August 1944, French parachutists of the 2e RCP/SAS wore the amaranth beret rather than the black. The 2e RCP marched in Paris on 11 November with this headgear bearing the cap badge (beret insignia) of the SAS. During this time, the SAS parachutists of the 3e RCP and the shock troops kept the black beret.\nIn 1945, only the 2e RCP retained the right to wear the amaranth beret, extended to the SAS demi-brigade SAS (not at that time colonial) in 1946–1947.\nOn 7 April 1945, the two Parachute Chasseur regiments (770 men) parachuted into the Netherlands in (&lt;a href=\"Operation%20Amherst\"&gt;Operation Amherst&lt;/a&gt;).\nPost-war.\nOn 1 August 1945, the 3rd and 4th SAS regiments, became the French 2nd and 3rd Parachute Chasseur Regiments in a transfer to the &lt;a href=\"French%20Army\"&gt;French Army&lt;/a&gt;. They merged to form a single 2nd Parachute Chasseur regiment (2e R.C.P), with a garrison at &lt;a href=\"Tarbes\"&gt;Tarbes&lt;/a&gt;. On 2 October 1945, British general &lt;a href=\"Michael%20Calvert\"&gt;Michael Calvert&lt;/a&gt;, commandant of the SAS Brigade, visited the regiments and bestowed on the men of the 2e RCP their respective &lt;a href=\"fanion\"&gt;fanion&lt;/a&gt;s and &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; &lt;a href=\"chapeau\"&gt;chapeau&lt;/a&gt;s, and on the 3e RCP the &lt;a href=\"Arthur%20Wellesley%2C%201st%20Duke%20of%20Wellington\"&gt;Wellington&lt;/a&gt; chapeau, a sign of friendship and fraternity in arms.\nThe 2nd Parachute Chasseur Regiment (2e RCP) was dissolved on 30 September 1946. Another 2e RCP, not related to the SAS, was trained and entrusted with the regimental colours and the amaranth beret. At dissolution, troops were spread across the &lt;a href=\"1st%20Parachute%20Chasseur%20Regiment\"&gt;1st Parachute Chasseur Regiment&lt;/a&gt; and the 1st Shock Airborne Infantry Regiment (1er R.I.C.A.P), while the regimental colours were entrusted to the &lt;a href=\"1st%20Marine%20Infantry%20Parachute%20Regiment\"&gt;SAS Parachute Commando&lt;/a&gt; demi-brigade of Indochina. This commando demi-brigade went through the colonial &lt;a href=\"Troupes%20de%20marine\"&gt;Troupes de marine&lt;/a&gt; and later became the &lt;a href=\"1st%20Marine%20Infantry%20Parachute%20Regiment\"&gt;1st Marine Infantry Parachute Regiment&lt;/a&gt;, (1er R.P.I.Ma), which kept the regimental colours, &lt;a href=\"Military%20orders%2C%20awards%20and%20decorations\"&gt;decorations&lt;/a&gt; and traditions of the 2nd Parachute Chasseur Regiment/SAS.\nTraditions.\nMotto.\n\"Who dares wins\" is the general motto of the SAS, translated in French to \"Qui ose gagne\".\nBattle honors.\nThe regimental colors bear painted in golden letters the following inscriptions:\nDecorations.\nBears wearing :"
}