{
    "id": "5032094",
    "revid": "553121",
    "url": "https://en.wikipedia.org/wiki?curid=5032094",
    "title": "Ashley Young",
    "text": "Ashley Simon Young (born 9 July 1985) is an English professional &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who plays as a &lt;a href=\"midfielder%23Winger\"&gt;winger&lt;/a&gt; or &lt;a href=\"Defender%20%28association%20football%29%23Full-back\"&gt;full-back&lt;/a&gt; for &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; club &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt;.\nYoung started his career at &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; and made his first senior appearance in 2003 under manager &lt;a href=\"Ray%20Lewington\"&gt;Ray Lewington&lt;/a&gt;. He became a first team regular in the &lt;a href=\"2004%E2%80%9305%20Watford%20F.C.%20season\"&gt;2004–05 season&lt;/a&gt; and was one of Watford's key players in their promotion-winning &lt;a href=\"2005%E2%80%9306%20Watford%20F.C.%20season\"&gt;2005–06 season&lt;/a&gt;. In January 2007, he transferred to &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt; for an initial fee of £8 million where he won the &lt;a href=\"PFA%20Young%20Player%20of%20the%20Year\"&gt;PFA Young Player of the Year&lt;/a&gt; award in 2009. In June 2011, Young signed with &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; for a fee of around £17 million. He won five trophies at United, including the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; in &lt;a href=\"2012%E2%80%9313%20Premier%20League\"&gt;2013&lt;/a&gt;, the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; in &lt;a href=\"2015%E2%80%9316%20FA%20Cup\"&gt;2016&lt;/a&gt; and the &lt;a href=\"2016%E2%80%9317%20UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt; in &lt;a href=\"2016%E2%80%9317%20Manchester%20United%20F.C.%20season\"&gt;2017&lt;/a&gt;. In January 2020, Young signed for Inter Milan. Upon winning &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; with &lt;a href=\"2020%E2%80%9321%20Inter%20Milan%20season\"&gt;Inter in 2021&lt;/a&gt;, Young became only the third Englishman to win Italy's top flight league title.\nYoung earned 39 &lt;a href=\"Cap%20%28sport%29\"&gt;caps&lt;/a&gt; for &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; between 2007 and 2018, scoring seven international goals. He was part of the squads for &lt;a href=\"UEFA%20Euro%202012\"&gt;UEFA Euro 2012&lt;/a&gt; and the &lt;a href=\"2018%20FIFA%20World%20Cup\"&gt;2018 FIFA World Cup&lt;/a&gt;, reaching the semi-finals of the latter.\nClub career.\nWatford.\nYoung joined the &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; academy system at 10 years of age. He developed there until the summer of 2001, when he was informed by the club that he wouldn't receive a full scholarship and could look for another team. Despite being turned away, Young stayed on at the club on a part-time basis and endeavoured to improve himself as a player and prove he could make it to the first team. He started to train with the Under-18s, despite being 16, and was starting games by the end of the season. He progressed on to the Under-21s and was eventually offered a professional deal by the club. The 18-year-old was handed his first-team debut under &lt;a href=\"Ray%20Lewington\"&gt;Ray Lewington&lt;/a&gt; in September 2003, scoring as a &lt;a href=\"Substitute%20%28association%20football%29\"&gt;substitute&lt;/a&gt; against &lt;a href=\"Millwall%20F.C.\"&gt;Millwall&lt;/a&gt;. He achieved five substitute appearances that season, scoring three goals, and made his first start for the club in the &lt;a href=\"EFL%20Cup\"&gt;League Cup&lt;/a&gt;. Young came to prominence in the 2004–05 season, playing a part in 34 of Watford's league matches as they struggled to survive in the &lt;a href=\"EFL%20Championship\"&gt;Championship&lt;/a&gt;. Although he failed to find the net, his performance during this season earned him the club's Young Player of the Season award.\nUnder &lt;a href=\"Aidy%20Boothroyd\"&gt;Aidy Boothroyd&lt;/a&gt; in the 2005–06 season, Young was given a new lease of life as a striker and right winger. Young started 41 League matches, finding the net 15 times, including a playoff semi-final goal against &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt;, as Watford qualified for the &lt;a href=\"English%20Football%20League%20play-offs\"&gt;play-offs&lt;/a&gt; and eventually beat &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt; 3–0 to gain promotion to the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt;. During that season, Young scored a number of spectacular goals, including free-kicks against &lt;a href=\"Plymouth%20Argyle%20F.C.\"&gt;Plymouth Argyle&lt;/a&gt; and Leeds, a shot into the top corner from 30 yards out against &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry City&lt;/a&gt;, and a curling shot against &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt;. It was during this season, though, that Young was sent off for the first time in his career, in the local derby away at &lt;a href=\"Luton%20Town%20F.C.\"&gt;Luton Town&lt;/a&gt;.\nYoung began Watford's &lt;a href=\"2006%E2%80%9307%20Watford%20F.C.%20season\"&gt;2006–07&lt;/a&gt; Premier League season well, scoring three times in the league, including a last minute strike in a 3–3 draw with &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; (he had also scored Watford's second goal in the match), and a goal against &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt;, in Watford's first win of the season in October. He also scored a free-kick in a 2–1 home win over &lt;a href=\"Hull%20City%20A.F.C.\"&gt;Hull City&lt;/a&gt; in the League Cup. In the January 2007 transfer window, three unnamed clubs made £5 million offers for the under-21 international. Watford rejected these approaches, as well as an offer of £7 million, again from an unnamed club. An improved offer of nearly £10 million from &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; was accepted. However, Young rejected the move, opting to wait for offers from clubs for whom relegation was not an issue.\nAston Villa.\n2007–2009.\nOn 23 January 2007, Aston Villa completed the signing of Young for a fee of £8 million (rising to £9.65 million with add-ons). At the time, this was the highest fee Aston Villa had ever paid for a player. On 31 January 2007, he scored on his debut for Villa at &lt;a href=\"St%20James%27%20Park\"&gt;St James' Park&lt;/a&gt; against &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;, but Villa went on to lose 3–1. Young started the &lt;a href=\"2007%E2%80%9308%20Aston%20Villa%20F.C.%20season\"&gt;2007–08 season&lt;/a&gt; well, receiving several Man of the Match awards, culminating in a call-up to the England squad.\nIn the &lt;a href=\"2007%E2%80%9308%20Premier%20League\"&gt;2007–08 Premier League&lt;/a&gt; season, Young finished second to &lt;a href=\"Cesc%20F%C3%A0bregas\"&gt;Cesc Fàbregas&lt;/a&gt; in assists with 17. Young was included in the Premier League Team of the Year, and apart from &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt;'s &lt;a href=\"David%20James%20%28footballer%2C%20born%201970%29\"&gt;David James&lt;/a&gt;, was the only other player who did not come from any of the 'Big Four' (&lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt;, &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;, &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; and &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;) to make it into the best XI of the season.\nOn 20 April 2008, Young scored two goals and assisted two goals for Aston Villa against &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt; and Villa went on to win the match 5–1. He also scored the winner against Danish club &lt;a href=\"Odense%20Boldklub\"&gt;Odense Boldklub&lt;/a&gt; in Villa's home leg of the &lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt; third round. On 10 October 2008, Young won the &lt;a href=\"Premier%20League%20Player%20of%20the%20Month\"&gt;Premier League Player of the Month&lt;/a&gt; award. This was due to his performances in the &lt;a href=\"2008%E2%80%9309%20Premier%20League\"&gt;2008–09 Premier League&lt;/a&gt; season. Having also won the award in April 2008, Young joins the list of players who have won the award more than once including &lt;a href=\"Cristiano%20Ronaldo\"&gt;Cristiano Ronaldo&lt;/a&gt;, &lt;a href=\"Wayne%20Rooney\"&gt;Wayne Rooney&lt;/a&gt; and &lt;a href=\"Steven%20Gerrard\"&gt;Steven Gerrard&lt;/a&gt;. On 7 December 2008, in the 3–2 win over Everton, Young scored two goals, one being an injury time winner after &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt;'s &lt;a href=\"Joleon%20Lescott\"&gt;Joleon Lescott&lt;/a&gt;, a boyhood Villa fan, had equalised seconds earlier. Manager &lt;a href=\"Martin%20O%27Neill\"&gt;Martin O'Neill&lt;/a&gt; later described the player as being 'world-class' in the post-match press conference. Young signed a new four-year contract until 2012 on 4 November 2008. On 10 January 2009, Young was again awarded the Premier League Player of the Month award for December, along with O'Neill, who won the Manager of the Month award. He became the first ever player to win three Premier League Player of the Month awards in the same year. During a match against Sunderland on 18 January 2009, Young was sent off for a two-footed foul on Sunderland's &lt;a href=\"Dean%20Whitehead\"&gt;Dean Whitehead&lt;/a&gt;. On 26 April 2009, he won the &lt;a href=\"PFA%20Young%20Player%20of%20the%20Year\"&gt;PFA Young Player of the Year&lt;/a&gt; award.\n2009–2011.\nOn 24 August 2009, Young scored a &lt;a href=\"Penalty%20kick%20%28association%20football%29\"&gt;penalty&lt;/a&gt; as Aston Villa won 3–1 against Liverpool at &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt;. He did, however, miss a penalty three days later in a home tie in the &lt;a href=\"2009%E2%80%9310%20UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt; against &lt;a href=\"SK%20Rapid%20Wien\"&gt;Rapid Wien&lt;/a&gt;. Young won two penalties in the first half of the match (one that he missed, the other that was converted by &lt;a href=\"James%20Milner\"&gt;James Milner&lt;/a&gt;) as Aston Villa were eliminated from the tournament on the away goals rule.\nDuring the &lt;a href=\"2010%E2%80%9311%20AVFC%20season\"&gt;2010–11 season&lt;/a&gt;, Young became &lt;a href=\"captain%20%28association%20football%29\"&gt;vice-captain&lt;/a&gt; of the club and played in a new free role behind the striker, allowing him to move from wing to wing and through the centre. Young scored his first goal of the &lt;a href=\"2010-11%20AVFC%20season\"&gt;2010–11 season&lt;/a&gt; with a direct free-kick in the Premier League match at home to &lt;a href=\"Bolton%20Wanderers%20F.C.\"&gt;Bolton Wanderers&lt;/a&gt; on 18 September 2010. He ended the season with nine goals and fourteen assists in 39 appearances for Villa in all competitions. With one year left to run on his current contract, Young stated that he would not make a decision on his future until the end of the season. On 20 June 2011, new Villa manager &lt;a href=\"Alex%20McLeish\"&gt;Alex McLeish&lt;/a&gt; admitted that he was resigned to losing Young, stating, \"It's not confirmed yet but it does seem likely.\"\nManchester United.\n2011–2014.\nOn 23 June 2011, Young completed a move to Manchester United for an undisclosed fee, reportedly around £17 million, having passed a medical the day before, beating Liverpool to the signing. He signed a five-year deal with the club. He was handed the number 18 shirt previously worn by &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt;. He made his debut for United in a 3–2 &lt;a href=\"Manchester%20derby\"&gt;derby&lt;/a&gt; win over &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; in the &lt;a href=\"2011%20FA%20Community%20Shield\"&gt;2011 FA Community Shield&lt;/a&gt;, playing the full 90 minutes and making an assist.\nHe made his league debut for United against &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt; on 14 August 2011, setting up the first goal for Wayne Rooney and forcing an own goal after a run down the left flank and cross, in a 2–1 away win. He scored his first two goals for United on 28 August in an 8–2 victory against Arsenal at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;. Both occurring after cutting inside from the left flank and bending two right foot shots into the far corner. Young made his debut in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; on 27 September 2011, scoring a headed goal in the 90th minute to help Manchester United to a 3–3 draw against &lt;a href=\"FC%20Basel\"&gt;Basel&lt;/a&gt;. After a long-term injury, Young returned on the field at &lt;a href=\"Stamford%20Bridge%20%28stadium%29\"&gt;Stamford Bridge&lt;/a&gt; in a 3–3 Premier League draw against Chelsea on 5 February 2012. On 16 February, he scored a goal for the lead in a &lt;a href=\"UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt; 2–0 away win against &lt;a href=\"AFC%20Ajax\"&gt;Ajax&lt;/a&gt; at the &lt;a href=\"Amsterdam%20Arena\"&gt;Amsterdam Arena&lt;/a&gt;. On 4 March 2012, Young scored two goals and made an assist against &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; at &lt;a href=\"White%20Hart%20Lane\"&gt;White Hart Lane&lt;/a&gt; in a 3–1 Premier League win. On 2 April, he scored in a 2–0 win against Blackburn Rovers at &lt;a href=\"Ewood%20Park\"&gt;Ewood Park&lt;/a&gt;.\n2014–2017.\nAfter playing the position in pre-season, Young started in &lt;a href=\"Louis%20van%20Gaal\"&gt;Louis van Gaal&lt;/a&gt;'s first competitive game on 16 August 2014 as a &lt;a href=\"Defender%20%28association%20football%29%23Wing-back\"&gt;wing-back&lt;/a&gt; in a 3–5–2 formation, which saw United lose 2–1 to &lt;a href=\"Swansea%20City%20A.F.C.\"&gt;Swansea City&lt;/a&gt;. He suffered a hamstring injury during a 1–1 draw against &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt; on 1 January 2015. Young made his return on 3 February in a 3–0 win against &lt;a href=\"Cambridge%20United%20F.C.\"&gt;Cambridge United&lt;/a&gt;, coming on in the 81st minute for &lt;a href=\"Marcos%20Rojo\"&gt;Marcos Rojo&lt;/a&gt;. On 4 March, Young scored his first goal of the season in a 1–0 victory over Newcastle United. On 12 April, he was named Man of the Match after he scored the equalising goal and provided two assists in a 4–2 home win over Manchester City. He played an instrumental role in United's 2–1 win over Crystal Palace on 9 May, with him winning a penalty which &lt;a href=\"Juan%20Mata\"&gt;Juan Mata&lt;/a&gt; converted and providing the assist for &lt;a href=\"Marouane%20Fellaini\"&gt;Marouane Fellaini&lt;/a&gt;'s header, leading to him again being Man of the Match. In the following match on 17 May, Young again provided an assist, this time for &lt;a href=\"Ander%20Herrera\"&gt;Ander Herrera&lt;/a&gt;'s volley against Arsenal, which finished in a 1–1 draw. Young spent the season playing both on the wing and at wing-back under Van Gaal, the latter being a position which the manager felt was his best.\nOn 7 August 2015, Young signed a new three-year contract with Manchester United, keeping him at the club until June 2018, with the option to extend a further year. Young's appearances at the beginning of the season were slim, with him making only one start in United's opening seven Premier League games, this being in the opening game on 8 August 2015, a 1–0 win against Tottenham Hotspur. On 12 September, Young played through debutant &lt;a href=\"Anthony%20Martial\"&gt;Anthony Martial&lt;/a&gt; to score his first goal for United in a 3–1 victory against &lt;a href=\"Liverpool%20F.C.-Manchester%20United%20F.C.%20rivalry\"&gt;rivals&lt;/a&gt; Liverpool. Young returned to the starting XI at left-back on 4 October against Arsenal, ending in a 3–0 away defeat. He started at right-back against West Brom on 7 November, which ended in a 2–0 win for United; this was a position he frequently played during November, December and January due to injury to &lt;a href=\"Antonio%20Valencia\"&gt;Antonio Valencia&lt;/a&gt;. On 2 January 2016, Young assisted Anthony Martial with a cross into the box to open the scoring against Swansea City, with the game ending in a 2–1 win for United. Young suffered a 'severe groin injury' against Liverpool on 17 January which led to him being sidelined for several months. He made his return on 10 April against Tottenham Hotspur, replacing &lt;a href=\"Marcus%20Rashford\"&gt;Marcus Rashford&lt;/a&gt; at half time, playing upfront in a 3–0 defeat. The decision to play Young as a striker saw Van Gaal face heavy criticism, however the Dutchman defended his actions by explaining he \"wanted more running in behind.\" Young scored his only goal of the season on 17 May, the last day of the Premier League, in a 3–1 win against &lt;a href=\"AFC%20Bournemouth\"&gt;AFC Bournemouth&lt;/a&gt; after coming on as a substitute for Anthony Martial. On 21 May, he won the FA Cup after defeating Crystal Palace 2–1 in the &lt;a href=\"2016%20FA%20Cup%20Final\"&gt;final&lt;/a&gt; after extra time, playing at both striker and left-back after replacing Marcus Rashford in the 72nd minute – marking his third domestic trophy with the club.\nThe appointment of &lt;a href=\"Jos%C3%A9%20Mourinho\"&gt;José Mourinho&lt;/a&gt; as manager led to Young's game time being limited in the first half of the season. His first appearance was on 15 September 2016 in the Europa League against &lt;a href=\"Feyenoord\"&gt;Feyenoord&lt;/a&gt;, coming on as a 63rd-minute substitute for Juan Mata in a 1–0 loss. His first start was against &lt;a href=\"Northampton%20Town%20F.C.\"&gt;Northampton Town&lt;/a&gt; in the &lt;a href=\"EFL%20Cup\"&gt;EFL Cup&lt;/a&gt; on 21 September, with Young playing on the wing in a 3–1 victory. Young featured in the next two games as a substitute, against &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt; in a 4–1 league victory on 24 September and on 29 September against &lt;a href=\"FC%20Zorya%20Luhansk\"&gt;Zorya Luhansk&lt;/a&gt; in a 1–0 win in the Europa League. From October to January, Young managed to only make four appearances – all of which came as starts at wing-back or at full-back. Despite being limited for chances, one of these came against rivals Liverpool on 17 October, in a 0–0 draw at Anfield. His next start came against Blackburn Rovers in the FA Cup on 19 February 2017, playing the full 90 minutes in the 2–1 away win. After this game Young started to play far more regularly, featuring heavily in March and April. He was an unused substitute for the &lt;a href=\"2017%20EFL%20Cup%20Final\"&gt;2017 EFL Cup Final&lt;/a&gt; against &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; on 26 February, which United won 3–2. Young made his first assist of the season on 19 March against Middlesbrough, crossing the ball to Marouane Fellaini, who headed in the opening goal of a 3–1 victory. On 16 April, Young captained Manchester United for the first time in a 2–0 win against Chelsea. His season ended after suffering an injury against &lt;a href=\"RC%20Celta%20de%20Vigo\"&gt;Celta Vigo&lt;/a&gt; in the Europa League semi-final first leg on 4 May, after coming on for &lt;a href=\"Henrikh%20Mkhitaryan\"&gt;Henrikh Mkhitaryan&lt;/a&gt; in the 78th minute.\n2017–2020.\nYoung's first start of the campaign came at right-back on 12 September 2017 in a 3–0 win against Basel in the Champions League, assisting with the opening goal with a cross to Marouane Fellaini in the 35th minute, he was also captain for the match. His performance led him to start at left-back in United's 4–0 victory over Everton on 17 September. On 28 November, Young scored a brace for the first time since March 2012 against his former club Watford, the opening two goals, one of them being a 30-yard freekick into the top left corner, in a 4–2 win at &lt;a href=\"Vicarage%20Road\"&gt;Vicarage Road&lt;/a&gt;.\nIn February 2019, Young signed a new contract with Manchester United until 2020. He was appointed as United's &lt;a href=\"club%20captain\"&gt;club captain&lt;/a&gt; in August 2019.\nYoung scored the final goal of his Manchester United career on 12 December 2019, scoring the first in a 4-0 victory against &lt;a href=\"AZ%20Alkmaar\"&gt;AZ Alkmaar&lt;/a&gt; in the group stages of the &lt;a href=\"2019-20%20UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt;.\nInter Milan.\nYoung signed for Italian &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; club &lt;a href=\"Inter%20Milan\"&gt;Inter Milan&lt;/a&gt; on 17 January 2020 for the remainder of the &lt;a href=\"2019%E2%80%9320%20Inter%20Milan%20season\"&gt;2019–20 season&lt;/a&gt;, with an option to extend for another season. The transfer fee was reportedly around €1.5 million (£1.28 million). He became one of three former &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; players to have signed for Inter Milan in the same window, with &lt;a href=\"Victor%20Moses\"&gt;Victor Moses&lt;/a&gt; and &lt;a href=\"Christian%20Eriksen\"&gt;Christian Eriksen&lt;/a&gt; joining the club soon after. In his first game for the club, Young provided the assist for &lt;a href=\"Lautaro%20Mart%C3%ADnez\"&gt;Lautaro Martínez&lt;/a&gt; in a 1–1 draw against &lt;a href=\"Cagliari%20Calcio\"&gt;Cagliari&lt;/a&gt;. He scored his first goal for the club in a 2–1 loss against &lt;a href=\"S.S.%20Lazio\"&gt;Lazio&lt;/a&gt; on 16 February.\nInter won the &lt;a href=\"2020%E2%80%9321%20Serie%20A\"&gt;2020–21 Serie A&lt;/a&gt;. Young became only the third Englishman to win the league title in Italy, the first being &lt;a href=\"Jimmy%20Greaves\"&gt;Jimmy Greaves&lt;/a&gt; in &lt;a href=\"1961%E2%80%9362%20Serie%20A\"&gt;1962&lt;/a&gt; and &lt;a href=\"Gerry%20Hitchens\"&gt;Gerry Hitchens&lt;/a&gt; in &lt;a href=\"1962%E2%80%9363%20Serie%20A\"&gt;1963&lt;/a&gt;, also for the \"Nerazzurri\".\nReturn to Aston Villa.\nOn 17 June 2021, Young signed a one-year contract with &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt; to return to the club on a free transfer for a second spell. He officially joined Aston Villa on 1 July, when his Inter contract expired. Young made his second debut for Aston Villa on 14 August 2021, in a 3–2 defeat at former club Watford.\nInternational career.\nUnder-21s.\nAs a result of his form for Watford during the 2005–06 season, in February 2006 Young earned a call-up to &lt;a href=\"Peter%20Taylor%20%28footballer%2C%20born%201953%29\"&gt;Peter Taylor&lt;/a&gt;'s England Under-21 League squad to face an Italian &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; squad alongside teammate &lt;a href=\"Chris%20Eagles\"&gt;Chris Eagles&lt;/a&gt;. Young started alongside Eagles in the 1–0 win, playing the first half. His continued form into the 2006–07 season earned him a first &lt;a href=\"England%20national%20under-21%20football%20team\"&gt;England under-21&lt;/a&gt; call-up to face &lt;a href=\"Switzerland%20national%20under-21%20football%20team\"&gt;Switzerland&lt;/a&gt; in September 2006. Young played the last 15 minutes of the match as England scored a late goal to win 3–2, topping their group, and reaching a play-off for a place in the &lt;a href=\"2007%20UEFA%20European%20Under-21%20Championship\"&gt;2007 UEFA European Under-21 Championship&lt;/a&gt;. At the finals, Young played three times. He took part in the semi-final &lt;a href=\"Penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt; against hosts &lt;a href=\"Netherlands%20national%20under-21%20football%20team\"&gt;Netherlands&lt;/a&gt;, scoring twice in the shoot-out as England lost 13–12. From 2006 to 2007, he earned 10 caps for the under-21s.\nSenior team.\nEarly career.\nOn 31 August 2007, &lt;a href=\"Steve%20McClaren\"&gt;Steve McClaren&lt;/a&gt; called Young up to the full &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; squad for the first time, to face &lt;a href=\"Russia%20national%20football%20team\"&gt;Russia&lt;/a&gt; and &lt;a href=\"Israel%20national%20football%20team\"&gt;Israel&lt;/a&gt; in the &lt;a href=\"UEFA%20Euro%202008%20qualifying\"&gt;UEFA Euro 2008 qualifiers&lt;/a&gt;. He was again called up for the Euro 2008 qualifiers to face &lt;a href=\"Estonia%20national%20football%20team\"&gt;Estonia&lt;/a&gt; and Russia. On 16 November 2007, Young made his international debut, by coming on as a half-time substitute for England in a friendly against &lt;a href=\"Austria%20national%20football%20team\"&gt;Austria&lt;/a&gt;. He has since appeared in the England friendly against &lt;a href=\"Germany%20national%20football%20team\"&gt;Germany&lt;/a&gt; in November 2008, coming on as a second-half substitute. He was also part of the starting XI in &lt;a href=\"Fabio%20Capello\"&gt;Fabio Capello&lt;/a&gt;'s England squad in the friendly against the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt; at the Amsterdam Arena on 12 August 2009. Young did not make the cut in Capello's 30-man squad for the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 World Cup&lt;/a&gt; in South Africa.\nUEFA Euro 2012.\nOn 12 October 2010, Young made his first start for England in a &lt;a href=\"UEFA%20Euro%202012%20qualifying\"&gt;Euro 2012 qualifying&lt;/a&gt; match against &lt;a href=\"Montenegro%20national%20football%20team\"&gt;Montenegro&lt;/a&gt;. He scored his first international goal in a friendly away to &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt; on 9 February 2011 in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, which was the winning goal. Young also scored again against &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt; on 4 June 2011, as he got the equaliser with a volley from the edge of the area, after coming off the bench for &lt;a href=\"Frank%20Lampard\"&gt;Frank Lampard&lt;/a&gt; at half-time. On 6 September 2011, Young scored the only goal for England in a Euro 2012 qualifying 1–0 win against &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt;. On 7 October 2011, he scored England's first goal away against Montenegro, and set up &lt;a href=\"Darren%20Bent\"&gt;Darren Bent&lt;/a&gt; for the second. England drew the match 2–2 to secure qualification for &lt;a href=\"UEFA%20Euro%202012\"&gt;UEFA Euro 2012&lt;/a&gt;. On 29 February 2012, Young scored his fifth international goal in a 3–2 home loss to the Netherlands in a friendly match played at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;.\nOn 26 May 2012, Young scored his sixth, as well as his fourth straight, international goal in a UEFA Euro 2012 warm-up match against &lt;a href=\"Norway%20national%20football%20team\"&gt;Norway&lt;/a&gt;. He became the first English footballer since Wayne Rooney to score in four straight international appearances. In his next match for England against &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt; he provided the assist for England's first goal. Young played in all four of England's matches at Euro 2012, culminating with a quarter-final defeat to &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; on penalties; Young was one of two England players to miss his penalty as Italy won 4–2 to reach a semi-final against Germany. He and the other unsuccessful player, &lt;a href=\"Ashley%20Cole\"&gt;Ashley Cole&lt;/a&gt;, faced online racial abuse for the miss, which was investigated by the police.\n2017–2018.\nAfter not being called up to the national team for almost four years, Young was recalled by &lt;a href=\"Gareth%20Southgate\"&gt;Gareth Southgate&lt;/a&gt; for the upcoming friendly matches against Germany and &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; on 2 November 2017. He featured in the latter game on 14 November, coming on for &lt;a href=\"Ryan%20Bertrand\"&gt;Ryan Bertrand&lt;/a&gt; in the 80th minute, seeing out a 0–0 draw.\nYoung was named in Southgate's 23-man squad for the &lt;a href=\"2018%20FIFA%20World%20Cup\"&gt;2018 FIFA World Cup&lt;/a&gt;. He was England's first-choice left-back in Russia, playing the entirety of their first two group matches against &lt;a href=\"Tunisia%20national%20football%20team\"&gt;Tunisia&lt;/a&gt; and &lt;a href=\"Panama%20national%20football%20team\"&gt;Panama&lt;/a&gt;. With qualification for the knockout stage secure after winning both matches, Young was rested for the final game against &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt;, before returning for the round of 16 tie against Group H winners &lt;a href=\"Colombia%20national%20football%20team\"&gt;Colombia&lt;/a&gt;. That match went to extra time, but Young was replaced by &lt;a href=\"Danny%20Rose%20%28footballer%2C%20born%201990%29\"&gt;Danny Rose&lt;/a&gt; 12 minutes into the additional period and played no part in the penalty shoot-out after the match finished as a 1–1 draw. England won 4–3 on penalties and progressed to a quarter-final against &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt;, against whom Young again played the full 90 minutes as England won 2–0, with Young providing the assist for &lt;a href=\"Harry%20Maguire\"&gt;Harry Maguire&lt;/a&gt;'s opening goal from a corner. In the semi-final against Croatia, Young again started the match, but was again replaced by Rose at the start of extra time, with the score at 1–1 after 90 minutes. England ultimately lost the match 2–1 after extra time, and Young did not play in the third-place play-off against Belgium.\nStyle of play.\nYoung has played in a variety of positions: though chiefly a &lt;a href=\"Midfielder%23Winger\"&gt;winger&lt;/a&gt;, he has also experienced game-time as a &lt;a href=\"forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; – under Boothroyd at Watford and once under Van Gaal at Manchester United – as well as in a free role behind the striker for Aston Villa.\nDuring his later years at United, Young was re-invented as a &lt;a href=\"defender%20%28association%20football%29\"&gt;defender&lt;/a&gt;, deployed as a left-sided full-back or wing-back. \"WhoScored\"s Martin Laurence stated in 2018 that \"&lt;a href=\"Luke%20Shaw\"&gt;Luke Shaw&lt;/a&gt; can't get a kick at Manchester United and that is down to the form of Ashley Young, who has adapted to another new role superbly. Young is now proving to be an aggressive and intelligent defender, all while still offering a threat going forwards with his delivery into the box. On current form the 32-year-old shouldn't just make the cut, but be considered as England's first choice.\" On 12 September 2017 Young was being deployed as a right-back in a 3–0 win against Basel in the Champions League, assisting with the opening goal with a cross to Marouane Fellaini in the 35th minute, Young was also captain for the match.\nAshley Young has courted controversy, having been accused of &lt;a href=\"Diving%20%28association%20football%29\"&gt;diving&lt;/a&gt; by the press and has been spoken to by former managers &lt;a href=\"Alex%20Ferguson\"&gt;Sir Alex Ferguson&lt;/a&gt; and &lt;a href=\"David%20Moyes\"&gt;David Moyes&lt;/a&gt; about diving to gain an unfair advantage.\nPersonal life.\nYoung was born in &lt;a href=\"Stevenage\"&gt;Stevenage&lt;/a&gt;, Hertfordshire. He has one older brother and two football-playing younger brothers, &lt;a href=\"Lewis%20Young\"&gt;Lewis&lt;/a&gt;, who made his debut for Watford in 2008, and Kyle, who in April 2009 was training at the &lt;a href=\"Arsenal%20F.C.%20Academy\"&gt;Arsenal Academy&lt;/a&gt;. Young attended &lt;a href=\"The%20John%20Henry%20Newman%20School\"&gt;The John Henry Newman School&lt;/a&gt; in Stevenage, and played school football alongside &lt;a href=\"Formula%20One\"&gt;Formula One&lt;/a&gt; driver &lt;a href=\"Lewis%20Hamilton\"&gt;Lewis Hamilton&lt;/a&gt;, who was in the same year. Young's Jamaican-born father supports Tottenham Hotspur, while Young himself, like his older brother, favoured Arsenal. His hero and \"role model on and off the pitch\" was &lt;a href=\"Ian%20Wright\"&gt;Ian Wright&lt;/a&gt;. Young has been married to Nicky Pike since June 2015. They had planned a wedding in 2011 but called it off two days before.\nHonours.\nWatford\nAston Villa\nManchester United\nInter Milan\nIndividual"
}