{
    "id": "50336544",
    "revid": "36078644",
    "url": "https://en.wikipedia.org/wiki?curid=50336544",
    "title": "Iris atropurpurea",
    "text": "Iris atropurpurea, the coastal iris (, \"Irus HaArgaman\", meaning \"Purple Iris\"; , \"Sawsan argwānī al-dākin\") is a species in the genus \"&lt;a href=\"Iris%20%28plant%29\"&gt;Iris&lt;/a&gt;\", it is also in the subgenus of \"&lt;a href=\"Iris%20subg.%20Iris\"&gt;Iris&lt;/a&gt;\" and in the section \"Oncocyclus\". It is a &lt;a href=\"rhizomatous\"&gt;rhizomatous&lt;/a&gt; &lt;a href=\"perennial%20plant\"&gt;perennial&lt;/a&gt;, from the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;. It has glaucous (blue-green), linear, falcate (sickle-shaped) leaves. Between February and March, it has between 1 and 2 flowers, in dark shades from red-brown, burgundy, dark purple to blackish purple. They have a darker signal patch and yellow beard tipped with purple. It is rarely cultivated as an ornamental plant in &lt;a href=\"temperateness\"&gt;temperate&lt;/a&gt; regions, due to it needing very dry conditions.\nDescription.\nIt is a &lt;a href=\"geophyte\"&gt;geophyte&lt;/a&gt;, with stout rhizomes, that are &lt;a href=\"stolons\"&gt;stoloniferous&lt;/a&gt;, forming long thin stolons, or secondary roots deep into the soil. The rhizomes are flush with the surface of the soil, so that they can feel the heat of the sun. They can form wide clumps of plants.\nIt has &lt;a href=\"glaucous\"&gt;glaucous&lt;/a&gt; and linear leaves, that are falcate, The grass-like, leaves can grow up to between long, and between 0.5 and 0.8 cm wide. They are similar in form to \"&lt;a href=\"Iris%20iberica\"&gt;Iris iberica&lt;/a&gt;\" (another Oncoyclus section iris).\nIt has a slender stem or &lt;a href=\"Peduncle%20%28botany%29\"&gt;peduncle&lt;/a&gt;, that can grow up to between tall.\nThe stem has green, lanceolate &lt;a href=\"Bract%23Spathe\"&gt;spathes&lt;/a&gt; (leaves of the flower bud), which are 7.6 cm long.\nThe stems hold between 1 and 2 terminal (top of stem) flowers, blooming early spring, between February and March. In the UK, it flowers in May, In cultivation, it flowers later, between April and May. Compared to \"&lt;a href=\"Iris%20atrofusca\"&gt;Iris atrofusca&lt;/a&gt;\" and \"&lt;a href=\"Iris%20hermona\"&gt;Iris hermona&lt;/a&gt;\", it has floral longevity of (4.8 ± 1.3 days).\nThe flowers are in diameter, come in shades from orange, red-brown, dark burgundy, to purple, dark purple, or blackish purple. The flowers buds are usually black.\nLike other irises, it has 2 pairs of petals, 3 large &lt;a href=\"sepals\"&gt;sepals&lt;/a&gt; (outer petals), known as the 'falls' and 3 inner, smaller petals (or &lt;a href=\"tepals\"&gt;tepals&lt;/a&gt;), known as the 'standards'. The narrow, falls are oblong shaped, and measure long and 2.5–4 cm wide. They are usually a darker shade of colour than the standards. They do not have veining, due to the dark colour of the petals, but they do have a blackish, or darker signal patch, and in the middle of the falls, a row of short hairs called the 'beard', which are yellow, with purple tips. The rounded standards, are incurved, paler than the falls and measure long and 4.5–6 cm wide. They also do not have veining, due to the shade of the petal.\nIt has &lt;a href=\"Stigma%20%28botany%29%23Style\"&gt;style branch&lt;/a&gt; that is 3.5 cm long, with ovate crests. It has a green perianth tube, which is longer than the &lt;a href=\"ovary\"&gt;ovary&lt;/a&gt;. The flowers do not produce &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt;, a reward (for insects who pollinate the plants).\nAfter the iris has flowered, it produces a seed capsule, which has not been described.\nGenetics.\nAs most irises are &lt;a href=\"diploid\"&gt;diploid&lt;/a&gt;, (having two sets of &lt;a href=\"chromosome\"&gt;chromosome&lt;/a&gt;s), this can be used to identify hybrids and classification of groupings.\nIt was counted by &lt;a href=\"Marc%20Simonet\"&gt;Simonet&lt;/a&gt;, then by &lt;a href=\"Lowell%20Fitz%20Randolph\"&gt;Randolph&lt;/a&gt; &amp; Mitra in 1958, and also by Avishai &amp; Zohary in 1980.\nIt has a chromosome count: 2n=20.\nIn 2016, the &lt;a href=\"Phylogenetics\"&gt;phylogentic&lt;/a&gt; relationship of the 'Oncocyclus Section' was studied. It is suggested that the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt; area is the ancestral origin area.\nTaxonomy.\nIt is also commonly known as \"Coastal Iris\".\nIt is known as السوسن، آحيلة الكلب in &lt;a href=\"Arabic%20script\"&gt;Arabic&lt;/a&gt;, or \"Saoosan al-Sahel\", and אִירוּס הָאַרְגָּמן in &lt;a href=\"Hebrew\"&gt;Hebrew&lt;/a&gt;, or \"Irus haArgaman\", where \"argaman\" is Hebrew for \"purple\". It is also known as \"Negev-Iris\" in &lt;a href=\"Swedish%20language\"&gt;Swedish&lt;/a&gt;.\nThe Latin &lt;a href=\"Botanical%20name%23Binary%20name\"&gt;specific epithet&lt;/a&gt; \"atropurpurea\" means dark purple coloured.\nIt was first discovered in Syria, but there is doubt about the proper identification of the plant described as \"Iris atropurpurea\" at the time. Some dark forms of \"&lt;a href=\"Iris%20pumila\"&gt;Iris pumila&lt;/a&gt;\" and \"&lt;a href=\"Iris%20germanica\"&gt;Iris germanica&lt;/a&gt;\" were mistaken called \"Iris atropurpurea\". and then first published and described by &lt;a href=\"John%20Gilbert%20Baker\"&gt;John Gilbert Baker&lt;/a&gt; in &lt;a href=\"Gardeners%27%20Chronicle\"&gt;Gardeners' Chronicle&lt;/a&gt; (Gard. Chron.) Series 1, on page 330 on 16 March 1889. It was later also published by &lt;a href=\"Michael%20Foster%20%28physiologist%29\"&gt;Foster&lt;/a&gt; in 'The Garden' on page 133 on 18 February 1893.\nIt is listed in the &lt;a href=\"Encyclopedia%20of%20Life\"&gt;Encyclopedia of Life&lt;/a&gt;, and \"I. atropurpurea\" is an accepted name by the &lt;a href=\"Royal%20Horticultural%20Society\"&gt;RHS&lt;/a&gt;.\nDistribution and habitat.\nIt is &lt;a href=\"native%20plant\"&gt;native&lt;/a&gt; to the coastal and hinterland regions of the historical region of the &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt;, in &lt;a href=\"Western%20Asia\"&gt;Western Asia&lt;/a&gt;.\nIn Israel, where the plant is native, \"Iris atropurpurea\" is found along the &lt;a href=\"Israeli%20coastal%20plain\"&gt;Israeli coastal plain&lt;/a&gt;, including the &lt;a href=\"Sharon%20Plain\"&gt;Sharon Plain&lt;/a&gt; and Philistean Plain. It is found in the Ilanot Kadima Nature Reserve, a botanical forest garden in the Sharon region, and near the &lt;a href=\"Rishon%20LeZion\"&gt;Rishon LeZion&lt;/a&gt; Shafdan dunes. \nHabitat.\nIt grows on poor quality sandy soils, or mixed with gravel, such as found in old sand dunes (or &lt;a href=\"Kurkar\"&gt;Kurkar Hills&lt;/a&gt;,) and along the coastal plains.\nThe iris and \"Iris hermona\" (another Oncocyclus section iris) are found on lime-less soils (light or basalt).\nSynecology.\nThe species is normally found with, heliotrope (\"&lt;a href=\"heliotropium%20rotundifolium\"&gt;heliotropium rotundifolium&lt;/a&gt;\"), a figwort (\"&lt;a href=\"scrophularia%20xanthoglossa\"&gt;scrophularia xanthoglossa&lt;/a&gt;\") scabious (\"&lt;a href=\"scabiosa%20argentea\"&gt;scabiosa argentea&lt;/a&gt;\") and a number of grasses.\nConservation.\nPreviously, the iris was widely found along the coast of Israel, but by the 1950s, the habitats of \"I. atropurpurea\" was drastically affected by &lt;a href=\"citrus\"&gt;citrus plantations&lt;/a&gt;, and &lt;a href=\"urbanisation\"&gt;urbanisation&lt;/a&gt;, which reduced the fragmented areas of light soils along the coast. Then by 1959, it was listed as threatened by extinction, as only a few populations of the iris were found in reduced areas. In 1964, a law was established in Israel to protect the ten species of iris endemic to the region. Then in 1963, the Nature Reserves acts was established, which was followed by the establishment of the Nature Reserves Authority (NRA) in 1964, the authority enforces the act and manages the nature reserves. In 1975, Agami and Dafni, listed the iris as 'threatened by real extinction'. Later in 1986, 9 species of iris (including \"I. atropurpurea\") were recorded in \"Flora Palaestina\" by &lt;a href=\"Naomi%20Feinbrun-Dothan\"&gt;Feinbrun&lt;/a&gt;. In 2000, ten species of iris, were classed as 'endangered' (according to &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt; categories). A new protection law was established on 1 February 2001. Then in 2008, it was listed by Smida and Polak, in the &lt;a href=\"Red%20Data%20Book\"&gt;Red Data Book&lt;/a&gt; (the Rare and Endangered Plants of Israel.) as 'vulnerable', it was listed in 2012 as high conservation priority.\nThe iris is currently only found in nature reserves, such as the 'Irises Dora Rainpool nature park' near Netanya, which has the world's largest population of \"I. atropurpurea\".\nIn 2009, the &lt;a href=\"Israel%20Supreme%20Court\"&gt;Israel Supreme Court&lt;/a&gt; upheld a plan to build an apartment complex near a seasonal lake which had a large population of the iris. Also in 2009, the Supreme Court denied an application to build houses on Ness Ziona's famous Iris Hill. The Society for Protection of Nature in Israel (SPNI) then appealed to the Israel Land Administration and the Ness Ziona Municipality, to have the Iris Hill officially declared a national park.\nPopulations of the iris, also can be found in 'Poleg nature reserve' (near Netanya), in the &lt;a href=\"Beit%20Netofa%20Valley\"&gt;Beit Netufa Valley&lt;/a&gt; (which has 60 species of unique plants in danger of extinction).\nCultivation.\nIt is &lt;a href=\"Hardiness%20%28plants%29\"&gt;hardy&lt;/a&gt; to a dry &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;-like climate, although within the UK, and some parts of the US, it is recommended to be grown in pots in a frost-free &lt;a href=\"greenhouse\"&gt;greenhouse&lt;/a&gt; with forced ventilation. They also prefer very fertile seed compost and dislike any temperature changes.\nAccording to &lt;a href=\"William%20Rickatson%20Dykes\"&gt;Dykes&lt;/a&gt;, it is best planted in October in the UK.\nIt has been cultivated in Syria.\nPropagation.\nIrises can generally be propagated by &lt;a href=\"Division%20%28horticulture%29\"&gt;division&lt;/a&gt;, or by seed growing. Irises seeds generally require a period of cold, then a period of warmth and heat, also they need some moisture. Some seeds need &lt;a href=\"stratification%20%28botany%29\"&gt;stratification&lt;/a&gt;, (the cold treatment), which can be carried out indoors or outdoors. Seedlings are generally potted on (or transplanted) when they have 3 leaves.\nMature clumps of plants can be divided every three years, and they need to be re-planted in September, when &lt;a href=\"humidity\"&gt;humidity&lt;/a&gt; is lowering and temperatures are milder. The rhizomes can be prone to bacterial rot, if conditions are too damp.\nIn the wild, the iris is &lt;a href=\"pollinated\"&gt;pollinated&lt;/a&gt; by male &lt;a href=\"Eucerini\"&gt;eucerine bees&lt;/a&gt; (night-sheltering male bees,) and occasionally by female solitary bees.\nThe problem is that its populations have become so fragmented, with no natural flight path for bees between them, that they are now becoming reliant on man, who pollinates them instead, to maintain the genetic variability in the species.\nThe effects of &lt;a href=\"inbreeding\"&gt;inbreeding&lt;/a&gt;, due to the scattered populations of the iris have been studied.\nHybrids and cultivars.\nIt was original introduced by Mesers Dammmann and Co. (a bulb nursery), who also sold a named variety 'Odysseus'.\nSeveral other cultivars have been bred, such as 'Atropurpurea Eggeri' and 'Rachel'.\n\"I. atropurpuera\" has also hybridized with 'Section Regalia' irises \"&lt;a href=\"Iris%20hoogiana\"&gt;Iris hoogiana&lt;/a&gt;\" and \"&lt;a href=\"Iris%20korolkowii\"&gt;Iris korolkowii&lt;/a&gt;\".\nToxicity.\nLike many other irises, most parts of the plant are poisonous (rhizome and leaves), and if mistakenly ingested can cause stomach pains and vomiting. Also, handling the plant may cause skin irritation or an allergic reaction."
}