{
    "id": "50372334",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=50372334",
    "title": "Moira Macdonald",
    "text": "Moira Macdonald is an Australian-born entertainer and singer. She was a member of an \"&lt;a href=\"A%20cappella\"&gt;à cappella&lt;/a&gt;\" group, Polyphony, which later became the Phones, \"…one of the best live acts in Australia\" (Melbourne Times). The Phones toured Australia and appeared on national TV, including, \"&lt;a href=\"Hey%20Hey%20It%27s%20Saturday\"&gt;Hey Hey It's Saturday&lt;/a&gt;\" and \"&lt;a href=\"Midday%20%28Australian%20TV%20program%29%23Ray%20Martin%20.281985%20-%201993.29\"&gt;Midday with Ray Martin&lt;/a&gt;\".\nThe Phones performed at the Adelaide Festival of the Arts in March 1986, as part of the State Opera of South Australia's production of the original commissioned work, \"Boojum\", at its world premiere, with &lt;a href=\"Queen%20Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; and &lt;a href=\"Prince%20Philip\"&gt;Prince Philip&lt;/a&gt; in attendance.\nMacdonald lived in New Zealand for 10 years, she formed a duo with &lt;a href=\"Tammy%20Jones\"&gt;Tammy Jones&lt;/a&gt;, which performed comedy, musical and variety shows throughout the country. Macdonald developed a one-woman comedy-musical show, \"But Wait! There's Moira\", where she drew cartoons live on stage, provided comedy routines and popular songs from the 1950s through to the 1980s. She performed on TV ONE and Prime TV in New Zealand. In September 2006 she performed \"Me and My Shadow\" on ABC Classic FM.\nIn March 2016 Macdonald released a four-track extended play, \"Perhaps\", recorded with New Zealand music producer, Gavin Northcroft. She provides cover versions of \"&lt;a href=\"Take%20Five\"&gt;Take Five&lt;/a&gt;\", \"&lt;a href=\"My%20Baby%20Just%20Cares%20for%20Me\"&gt;My Baby Just Cares for Me&lt;/a&gt;\", \"&lt;a href=\"Me%20and%20My%20Shadow\"&gt;Me and My Shadow&lt;/a&gt;\", and \"&lt;a href=\"Quiz%C3%A1s%2C%20Quiz%C3%A1s%2C%20Quiz%C3%A1s%23Notable%20cover%20versions\"&gt;Perhaps, Perhaps, Perhaps&lt;/a&gt;\" (in the style of Doris Day's 1964 version).\n\"…an exceptional voice\" (Melbourne Age)\n\"…a voice Ella Fitzgerald could cope with\" (Adelaide Advertiser)"
}