{
    "id": "50416720",
    "revid": "1057436292",
    "url": "https://en.wikipedia.org/wiki?curid=50416720",
    "title": "Killing Gunther",
    "text": "Killing Gunther is a 2017 American &lt;a href=\"mockumentary\"&gt;mockumentary&lt;/a&gt; &lt;a href=\"action%20comedy%20film\"&gt;action comedy film&lt;/a&gt; written and directed by &lt;a href=\"Taran%20Killam\"&gt;Taran Killam&lt;/a&gt;, in his directorial debut. &lt;a href=\"Arnold%20Schwarzenegger\"&gt;Arnold Schwarzenegger&lt;/a&gt; stars as the titular Gunther alongside Killam, &lt;a href=\"Cobie%20Smulders\"&gt;Cobie Smulders&lt;/a&gt;, and &lt;a href=\"Bobby%20Moynihan\"&gt;Bobby Moynihan&lt;/a&gt;. It was released on video on demand on September 22, 2017, before being given a limited theatrical release on October 20, 2017 by &lt;a href=\"Saban%20Capital%20Group\"&gt;Saban Films&lt;/a&gt;.\nPlot.\nBlake, an assassin, wants to kill the world's most notorious hitman, Gunther. Hiring a camera crew to document the process for video proof, Blake assembles a team: his friend Donnie, an explosives expert; Sanaa, daughter of legendary hitman Rahmat Fairouza; Gabe, an inexperienced technology 'expert'; and Ashley, Blake's elderly mentor, who has a heart attack.\nBlake recruits more hitmen: Izzat, a former Islamist extremist with an extremely strong robotic arm; Yong, who only uses poisons; psychotic twins Mia and Barold Bellakalakova; and Max, Blake's former partner. The group gathers in a warehouse, but before Max can reveal Gunther's location, Gunther kills him with a sniper rifle and disappears.\nBlake is motivated by the fact that his ex, Lisa, left him for Gunther, though that relationship did not last; Blake still carries a &lt;a href=\"cigarette%20case\"&gt;cigarette case&lt;/a&gt; from her. Ashley has another heart attack seconds after leaving the hospital. The team sets up a fake hit in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt; to draw Gunther out, and visit Cheyenne, a gun dealer. They pursue Gunther after he kills the target; Gunther kills Izzat with his own robotic arm, but Sanaa manages to wound Gunther before he escapes.\nYong leads the team to the office of an underground doctor where Gunther is being treated. Donnie plants a bomb in Gunther's car, which fails to detonate, but Gunther has booby-trapped the entire street. Discovering the car's trunk is full of venomous snakes, Yong is killed when one leaps out and bites him in the neck. Another car picks up Gunther, but Sanaa opens fire and the car crashes. Finding both occupants dead, the team celebrate drunkenly at a bar, and Blake sleeps with the bartender, while Sanaa and Donnie spend the night together.\nThe team is awakened in the middle of the night by Rahmat trying to kill Donnie for sleeping with his daughter, claiming that Blake texted him. Realizing it must have been Gunther, they find the Bellakalakova twins dead in bed. Donnie goes into hiding from Rahmat, who is pursued by Sanaa. Forced to lay low at Gabe's cramped apartment with the documentary crew, Blake is contacted by Donnie, who wants to retire to be with Sanaa.\nBlake tries to visit Lisa, and leaves her all the letters he had written while they were apart, revealing he was afraid that someone would hurt her to get to him. He once again picks up Ashley from the hospital, who dies of a final heart attack. At Ashley's funeral, Sanaa reveals she is pregnant, and a bomb explodes in Ashley's grave, killing Gabe.\nGuilt-stricken, Blake abandons the mission, until Lisa gives him Gunther's home address. After leaving a voicemail for Donnie, Blake infiltrates the house alone with the documentary crew. He engages in a shootout with Gunther, and is joined by Sanaa and Donnie. They are confronted by another camera crew and Gunther reveals himself, having been making his own documentary about the team and their efforts to kill him. He further reveals that he was Cheyenne and the bartender in disguise.\nGunther offers them the choice to retire peacefully or die. Donnie, Sanaa, and Blake's camera crew leave, and Gunther reveals he has kidnapped Lisa, warning that if Blake kills him, his armed camera crew will kill Lisa. Gunther shoots Blake but is disarmed by Lisa, who kills his camera crew with Blake, saved by his cigarette case. Sending Lisa to safety, Blake is overpowered by Gunther, who disappears as the police arrive.\nOne year later, Donnie and Sanaa are happily married and have a daughter; threatened into converting to Islam, Donnie finally has Rahmat's respect. Lisa has remarried, and Blake has disappeared. Gunther has retired to his native &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, having maliciously introduced Lisa to her new husband. Completing an interview with the documentary crew, he is shot by Blake. Celebrating at finally killing Gunther, Blake discovers Gunther is wearing a bomb vest which explodes, killing Blake and the camera crew.\nThe Austrian authorities give a press conference, where one of the reporters is revealed to be Gunther in disguise.\nProduction.\nThe film was first announced during the 2016 &lt;a href=\"Cannes%20Film%20Festival\"&gt;Cannes Film Festival&lt;/a&gt;, originally under the title of \"Why We're Killing Gunther\". The film is written and directed by &lt;a href=\"Taran%20Killam\"&gt;Taran Killam&lt;/a&gt;, marking his directorial debut. It was announced that &lt;a href=\"Arnold%20Schwarzenegger\"&gt;Arnold Schwarzenegger&lt;/a&gt; would star as Gunther, with &lt;a href=\"Cobie%20Smulders\"&gt;Cobie Smulders&lt;/a&gt;, &lt;a href=\"Bobby%20Moynihan\"&gt;Bobby Moynihan&lt;/a&gt;, &lt;a href=\"Paul%20Brittain\"&gt;Paul Brittain&lt;/a&gt;, &lt;a href=\"Kumail%20Nanjiani\"&gt;Kumail Nanjiani&lt;/a&gt;, &lt;a href=\"Randall%20Park\"&gt;Randall Park&lt;/a&gt;, and &lt;a href=\"Ryan%20Gaul\"&gt;Ryan Gaul&lt;/a&gt; cast as well, and filming was expected to begin in June 2016. &lt;a href=\"Tatiana%20Maslany\"&gt;Tatiana Maslany&lt;/a&gt; was in negotiations to star in the film but due to scheduling conflicts declined the role.\nFilming began in &lt;a href=\"Vancouver%2C%20British%20Columbia\"&gt;Vancouver, British Columbia&lt;/a&gt; in July 2016.\n&lt;a href=\"Saban%20Capital%20Group\"&gt;Saban Films&lt;/a&gt; acquired the rights to the film, now simply titled \"Killing Gunther\", with a scheduled release date for October 20, 2017.\nRelease.\nTheatrical.\n\"Killing Gunther\" was released on video on demand on September 22, 2017, before a limited theatrical release on October 20, 2017, by &lt;a href=\"Saban%20Capital%20Group\"&gt;Saban Films&lt;/a&gt;.\nReception.\nCritical response.\nOn &lt;a href=\"review%20aggregator\"&gt;review aggregator&lt;/a&gt; website &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;, the film has an approval rating of 46% based on 24 reviews, with an average rating of 5/10. The site's critical consensus reads, \"Despite a game cast led by an enjoyably over the top Arnold Schwarzenegger, \"Killing Gunther\" feels like a sketch overstretched to feature length.\""
}