{
    "id": "5043378",
    "revid": "1065293814",
    "url": "https://en.wikipedia.org/wiki?curid=5043378",
    "title": "Japanese destroyer Natsushio",
    "text": " was the sixth vessel to be commissioned in the 19-vessel &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s built for the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt; in the late-1930s under the &lt;a href=\"3rd%20Naval%20Armaments%20Supplement%20Programme%20%28Japan%2C%201937%29\"&gt;Circle Three Supplementary Naval Expansion Program&lt;/a&gt; (\"Maru San Keikaku\").\nBackground.\nThe \"Kagerō\"-class destroyers were outwardly almost identical to the preceding &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt;-sized , with improvements made by Japanese naval architects to improve stability and to take advantage of Japan’s lead in &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; technology. They were designed to accompany the Japanese main striking force and in both day and night attacks against the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; as it advanced across the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;, according to Japanese naval strategic projections. Despite being one of the most powerful classes of destroyers in the world at the time of their completion, only one survived the &lt;a href=\"Pacific%20War\"&gt;Pacific War&lt;/a&gt;.\n\" Natsushio\", built at the &lt;a href=\"Fujinagata%20Shipyards\"&gt;Fujinagata Shipyards&lt;/a&gt;, was laid down on 9 December 1937, launched on 23 February 1939 and commissioned on 31 August 1940.\nOperational history.\nAt 1800 hours on 23 June 1941, \"Natsushio\" collided with the destroyers and in &lt;a href=\"Bungo%20Channel\"&gt;Bungo Channel&lt;/a&gt;.\nAt the time of the &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt;, \"Natsushio\", was assigned to Destroyer Division 15 (Desdiv 15), and a member of Destroyer Squadron 2 (Desron 2) of the &lt;a href=\"IJN%202nd%20Fleet\"&gt;IJN 2nd Fleet&lt;/a&gt;, and had deployed from &lt;a href=\"Palau\"&gt;Palau&lt;/a&gt;, as part of the escort for the &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt; in the &lt;a href=\"Philippines%20campaign%20%281941%E2%80%931942%29\"&gt;invasion of the southern Philippines&lt;/a&gt; and &lt;a href=\"minelayer\"&gt;minelayer&lt;/a&gt; .\nIn early 1942, \"Natsushio\" participated in the &lt;a href=\"Dutch%20East%20Indies%20campaign\"&gt;invasion of the Netherlands East Indies&lt;/a&gt;, escorting the invasion forces for &lt;a href=\"Menado\"&gt;Menado&lt;/a&gt;, &lt;a href=\"Kendari\"&gt;Kendari&lt;/a&gt; and &lt;a href=\"Ambon%20Island\"&gt;Ambon&lt;/a&gt; in January. During the invasion of &lt;a href=\"Makassar\"&gt;Makassar&lt;/a&gt; on 8–9 February, \"Natsushio\" was torpedoed by the United States Navy submarine and sank approximately south of Makassar at coordinates (). Ten crewmen were killed in the attack, and the survivors were rescued by her &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt; . \"Natsushio\" was removed from the &lt;a href=\"navy%20list\"&gt;navy list&lt;/a&gt; on 28 February 1942. She was the first Japanese destroyer to fall victim to U.S. submarines during the war, the first of her class to be sunk and the only Kagero-class destroyer to not partake in the &lt;a href=\"Battle%20of%20Midway\"&gt;Battle of Midway&lt;/a&gt;."
}