{
    "id": "50436655",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=50436655",
    "title": "Brodsky Synagogue (Odessa)",
    "text": "The Brodsky Synagogue in Odessa was built by the Jews from &lt;a href=\"Brody\"&gt;Brody&lt;/a&gt; in 1863 in &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. It was the largest synagogue in the south of the then &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;. People came from all over the world to hear &lt;a href=\"cantor\"&gt;cantor&lt;/a&gt;s sing there.\nHistory.\nEarly 1800s.\nIn the early 1800s, Jewish immigrants began to stream into Odessa from Europe, many of them came from the town of Brody.\nIn the 1840s, the “Brodsky” Jews leased their first synagogue, at the corner of Pushkin and Postal (now Zhukovsky) streets in a relatively small house from the wealthy Greek businessman Ksenysu. The Cantor was Rabbi Nissan Blumenthal, who had also come from the town of Brody.\nThe reformation of synagogues was also one of the priorities of &lt;a href=\"Maskilim\"&gt;Maskilim&lt;/a&gt; in the city, the Brodsky Synagogue, soon become the model for Jewish prayar in the region.Older Glavaina synagogue formerly known as Beit Knesset Ha Gadol established in 1795 and located in main arteries of the city,was transformed was transformed on the lines of Brody Synagogue. \nOne of the documents from the Office of Novorossiysk and Bessarabian Governor-General, dated 1852, states: \"All the educated people of the Jewish community in Odessa are going there. Their school leases a house, but it is deliberately arranged. The hall is quite extensive, there is also a gallery for the women…”\nThe new synagogue.\nIn 1860, they received permission to begin building a new synagogue. It was designed by the famous architect &lt;a href=\"Joseph%20N.%20Kollovich\"&gt;Joseph N. Kollovich&lt;/a&gt; in the Gothic Florentine style, built with local &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;, and completed in 1863. It was the largest synagogue in the south of the then Russian empire.\nMany famous composers and singers performed in the synagogue. Among them the composer &lt;a href=\"Novakovsky\"&gt;Novakovsky&lt;/a&gt;, and Cantor Minkovsky.\nThe synagogue is mentioned in writings of &lt;a href=\"Isaac%20Babel\"&gt;Babel&lt;/a&gt;, &lt;a href=\"Sholem%20Aleichem\"&gt;Sholem Aleichem&lt;/a&gt;, and &lt;a href=\"Ivan%20Bunin\"&gt;Ivan Bunin&lt;/a&gt; (first Russian writer to win the &lt;a href=\"Nobel%20Prize%20for%20Literature\"&gt;Nobel Prize for Literature&lt;/a&gt;). &lt;a href=\"Ze%27ev%20Jabotinsky\"&gt;Ze'ev Jabotinsky&lt;/a&gt;, and &lt;a href=\"Meir%20Dizengoff\"&gt;Meir Dizengoff&lt;/a&gt;, former Mayor of &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt;, are among the many Jews associated with this synagogue.\nOdessa at one point boasted the second-largest Jewish population (after &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;), according to &lt;a href=\"YIVO\"&gt;YIVO&lt;/a&gt;. In 1897, Jews made up 34.6% of the city's population.\nSynagogue in the Soviet era.\nIn 1920, all the synagogues in Odessa were taken away from the Jewish community. The Brodsky Synagogue was transformed into the “Rosa Luxemburg Workers Club”, as recorded in YIVO archives, which was a meeting place to push socialist propaganda. The Ten Commandments over the synagogue's &lt;a href=\"Torah%20ark\"&gt;ark&lt;/a&gt; were covered with a photo of Vladimir Lenin.\nDuring WWII.\nIn 1939, the Jewish population had numbered 80,000 to 90,000, but by 1945 only 5,000 remained.\nDuring the war, &lt;a href=\"Hitler\"&gt;Hitler&lt;/a&gt; requested Romanian leader &lt;a href=\"Ion%20Antonescu\"&gt;Ion Antonescu&lt;/a&gt; to occupy the Ukrainian territory between &lt;a href=\"Dniester%20River\"&gt;Dniester&lt;/a&gt; and &lt;a href=\"Bug%20River\"&gt;Bug River&lt;/a&gt;s. In those days, the Odessa State archive was located in the basement of the Uspensky cathedral. The Romanians moved the archive into the Brodsky Synagogue.\nToday.\nLocal and national landmark.\nIn August 1985, the Odessa Regional Council established the Brodsky Synagogue as a monument of local importance. In June 2006, the Ministry of Culture and Tourism of Ukraine included the building in the State Register of Monuments of Ukraine.\nToday, the building is on the verge of collapse. It has not been renovated for many years. The walls are being held by the bookshelves inside.\nRestoration.\nAs of February 2016, the Brodsky Synagogue has been returned to the Jewish Community of Odessa. The decision was reached by a decisive majority of the regional council who voted to transfer the building taken from its community nearly 100 years ago.\nThe building, once restored, will house the Chabad Lubavitch Congregation and the Odessa Jewish Museum and Tolerance Center."
}