{
    "id": "5044162",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=5044162",
    "title": "Piru Creek",
    "text": "Piru Creek is a major &lt;a href=\"stream\"&gt;stream&lt;/a&gt;, about long, in northern &lt;a href=\"Los%20Angeles%20County\"&gt;Los Angeles County&lt;/a&gt; and eastern &lt;a href=\"Ventura%20County%2C%20California\"&gt;Ventura County, California&lt;/a&gt;. It is a tributary of the &lt;a href=\"Santa%20Clara%20River%20%28California%29\"&gt;Santa Clara River&lt;/a&gt;, the largest stream system in &lt;a href=\"Southern%20California\"&gt;Southern California&lt;/a&gt; that is still relatively natural.\nThe creek drains an area of about , making it the Santa Clara River's biggest tributary in terms of watershed size. Most of the creek above &lt;a href=\"Lake%20Piru\"&gt;Lake Piru&lt;/a&gt; is located in the &lt;a href=\"Los%20Padres%20National%20Forest\"&gt;Los Padres National Forest&lt;/a&gt;. There are two major &lt;a href=\"reservoir\"&gt;reservoir&lt;/a&gt;s on Piru Creek, Lake Piru and &lt;a href=\"Pyramid%20Lake%20%28Los%20Angeles%20County%2C%20California%29\"&gt;Pyramid Lake&lt;/a&gt;, which respectively store water for local irrigation and the &lt;a href=\"California%20State%20Water%20Project\"&gt;California State Water Project&lt;/a&gt;.\nCourse.\nPiru Creek originates as several small springs on the north side of &lt;a href=\"Pine%20Mountain%20Ridge%20%28California%29\"&gt;Pine Mountain Ridge&lt;/a&gt; in the &lt;a href=\"Santa%20Ynez%20Mountains\"&gt;Santa Ynez Mountains&lt;/a&gt;, in the Los Padres National Forest. It flows eastwards through a gentle valley, where it is joined by Cedar Creek from the right. After the Cedar Creek confluence the stream turns northeast, receives Sheep Creek from the left, and Mutau Creek from the right. Piru Creek receives Lockwood Creek from the left at Sunset &lt;a href=\"campground\"&gt;campground&lt;/a&gt; on Lockwood Flat, and flows east into a canyon where the valley walls pull in and rise steeper and higher above the river.\nThe Smith Fork of Piru Creek, with headwaters in the &lt;a href=\"San%20Emigdio%20Mountains\"&gt;San Emigdio Mountains&lt;/a&gt;, comes in from the left about south of &lt;a href=\"Gorman%2C%20California\"&gt;Gorman&lt;/a&gt;. Piru Creek then turns sharply southeast and enters the &lt;a href=\"Pyramid%20Lake%20%28Los%20Angeles%20County%2C%20California%29\"&gt;Pyramid Lake&lt;/a&gt; reservoir impounded behind &lt;a href=\"Pyramid%20Dam\"&gt;Pyramid Dam&lt;/a&gt;, which stores imported water from the West Branch of the &lt;a href=\"California%20Aqueduct\"&gt;California Aqueduct&lt;/a&gt; for Ventura County and Los Angeles County. &lt;a href=\"Interstate%205\"&gt;Interstate 5&lt;/a&gt; runs almost a above the east side of the reservoir/former canyon.\nBelow Pyramid Dam, Piru Creek maintains a relatively constant flow due to releases of reservoir water. It turns south and flows through the &lt;a href=\"Topatopa%20Mountains\"&gt;Topatopa Mountains&lt;/a&gt; via the Piru Gorge and along old route of &lt;a href=\"U.S.%20Route%2099%20in%20California\"&gt;Hwy 99&lt;/a&gt;−Pyramid Dam Road, forming the boundary between Mount Pinos and Saugus Ranger Districts of the &lt;a href=\"Los%20Padres%20National%20Forest\"&gt;Los Padres National Forest&lt;/a&gt; and dropping over Piru Creek Falls.\nThe creek flows south, still along the route of old Hwy 99−Pyramid Dam Road and through Cherry Canyon, to Frenchman's Flat and the confluence with Osito Creek (left). The creek turns sharply to the west entering another gorge, then south through it where it receives from the right Fish Creek of the northeastern &lt;a href=\"Cobblestone%20Mountain%20%28California%29\"&gt;Cobblestone Mountain&lt;/a&gt; watershed, ephemeral Turtle Creek (right) and Michael Creek (left), and then from the right Agua Blanca Creek of the western and southern Cobblestone Mountain watershed. It crosses the boundary between &lt;a href=\"Los%20Angeles%20County\"&gt;Los Angeles County&lt;/a&gt; and &lt;a href=\"Ventura%20County\"&gt;Ventura County&lt;/a&gt; five times before leaving the Los Padres National Forest and being impounded behind &lt;a href=\"Santa%20Felicia%20Dam\"&gt;Santa Felicia Dam&lt;/a&gt; in &lt;a href=\"Lake%20Piru\"&gt;Lake Piru&lt;/a&gt;, the second reservoir on the creek.\nBelow this point the canyon widens and the creek becomes a wide gravelly &lt;a href=\"Arroyo%20%28creek%29\"&gt;wash&lt;/a&gt;. It reaches the &lt;a href=\"Santa%20Clara%20River%20Valley\"&gt;Santa Clara River Valley&lt;/a&gt; at the town of &lt;a href=\"Piru%2C%20California\"&gt;Piru&lt;/a&gt;, and crosses under &lt;a href=\"California%20State%20Route%20126\"&gt;State Route 126&lt;/a&gt; to join the Santa Clara River.\nHistory.\nThousands of years ago, Native Americans of the &lt;a href=\"Chumash%20people\"&gt;Chumash group&lt;/a&gt; lived in the area, but by 500 CE, their former territory along Piru Creek had been occupied by the &lt;a href=\"Tataviam%20people\"&gt;Tataviam&lt;/a&gt;. It is believed that there were once up to 25 Native American villages on the creek, of which eight have been thoroughly studied.\nSpanish explorer Don &lt;a href=\"Gaspar%20de%20Portol%C3%A1\"&gt;Gaspar de Portolá&lt;/a&gt; first traveled up the creek in 1769. In 1839, the &lt;a href=\"Mexico\"&gt;Mexican government&lt;/a&gt; granted the &lt;a href=\"Rancho%20San%20Francisco\"&gt;Rancho San Francisco&lt;/a&gt; to Antonio del Valle. The &lt;a href=\"Rancho%20Camulos\"&gt;Rancho Camulos&lt;/a&gt; was created out of Rancho San Francisco land by &lt;a href=\"Ygnacio%20del%20Valle\"&gt;Ygnacio del Valle&lt;/a&gt; in 1853, and included parts of the valleys of Piru Creek and the Santa Clara River.\nIn 1842, traces of &lt;a href=\"gold\"&gt;gold&lt;/a&gt; were found on a nearby tributary of the Santa Clara River, Placerita Creek, drawing prospectors to the area. By the late 19th century, prospectors had discovered traces of &lt;a href=\"calcite\"&gt;calcite&lt;/a&gt; on Piru Creek in Lockwood Valley near Frazier Mountain, north of present-day Pyramid Lake. A town called Lexington was platted near the site in 1887 but was never actually developed.\nIn the 1880s &lt;a href=\"borax\"&gt;borax&lt;/a&gt; was also mined in the upper Piru Creek watershed by the Frazier Borate Company. The Frazier Borate Company established the town of Stauffer in the late 1890s. In 1905 the town received its own post office. However, the mines closed soon afterward and the town went into decline, though it was not abandoned completely until 1942. The Russell Borate Mining Company also acquired land in the Piru Creek area in 1907. By 1912, the Russell mine was the only one left in operation. Ultimately, all the mines were abandoned because of competitions from borax operations in &lt;a href=\"Death%20Valley\"&gt;Death Valley&lt;/a&gt;.\nRecreation.\n&lt;a href=\"Hiking\"&gt;Hiking&lt;/a&gt;, &lt;a href=\"camping\"&gt;camping&lt;/a&gt;, &lt;a href=\"off-roading\"&gt;off-roading&lt;/a&gt; and &lt;a href=\"rock%20climbing\"&gt;rock climbing&lt;/a&gt; are some of the recreational opportunities in the Los Padres National Forest that surrounds much of the Piru's course.\nOne well-known trail follows Piru Creek through the lower part of Piru Gorge from Frenchman's Flat to the confluence with Fish Creek, and it is possible to continue all the way south from there to Lake Piru with much scrambling and wading. The entire hike can require more than two days to complete, and flooding from Piru Creek is a potential danger.\nIn the spring, the stretches of Piru Creek from Pyramid Lake to Lake Piru and from Santa Felicia Dam to the mouth are actually possible to raft and kayak. The first stretch has rapids up to Class IV and includes the challenging section known as Falls Gorge, while the calmer second reach has Class I-II rapids only. Controlled water releases from the two dams provide some regulation of the flow although an effort is made to simulate natural discharges. As a result, the section is usually only runnable after rainfall. From downstream of Pyramid Dam to the Los Angeles-Ventura County line, Piru Creek in various sections is designated a &lt;a href=\"National%20Wild%20and%20Scenic%20River\"&gt;National Wild and Scenic River&lt;/a&gt;.\nFishing.\nAt one time &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt; along Piru Creek was a year-round activity. In the present day, the uppermost limit of natural fish spawning in the creek is below Pyramid Dam, where a cement culvert adjoining the remains of &lt;a href=\"Highway%2099\"&gt;Highway 99&lt;/a&gt; creates a &lt;a href=\"waterfall\"&gt;waterfall&lt;/a&gt;.\nPiru Creek was once a popular spot for both &lt;a href=\"fly%20fishing\"&gt;fly fishing&lt;/a&gt; and bait-casting anglers as it contained both wild and hatchery-raised &lt;a href=\"rainbow%20trout\"&gt;rainbow trout&lt;/a&gt;, along with &lt;a href=\"largemouth%20bass\"&gt;largemouth bass&lt;/a&gt;. The creek is no longer stocked with trout by the &lt;a href=\"California%20Department%20of%20Fish%20and%20Game\"&gt;California Department of Fish and Game&lt;/a&gt; and, due to lack of enforcement from the California Department of Fish and Game, frequent poaching of fish from the creek has reduced both the trout and bass population.\nCertain spots, posted as \"&lt;a href=\"catch%20and%20release\"&gt;catch and release&lt;/a&gt;\" areas and restricted to fishing with &lt;a href=\"Fishing%20hook%23Points%20and%20barbs\"&gt;barbless&lt;/a&gt;, &lt;a href=\"Fishing%20lure\"&gt;artificial lures&lt;/a&gt;, are still somewhat active along a three-mile stretch of the creek from Pyramid Dam to Frenchman's Flat with the best conditions for fishing from January to April (limit of 5 fish per angler). The reach from Pyramid Dam to a small bridge downstream is closed to any fishing."
}