{
    "id": "5046928",
    "revid": "20106661",
    "url": "https://en.wikipedia.org/wiki?curid=5046928",
    "title": "Politics of Montenegro",
    "text": "The Politics of Montenegro () takes place in a framework of a &lt;a href=\"parliamentary%20system\"&gt;parliamentary&lt;/a&gt; &lt;a href=\"representative%20democracy\"&gt;representative democratic&lt;/a&gt; &lt;a href=\"republic\"&gt;republic&lt;/a&gt;, whereby the &lt;a href=\"Prime%20Minister%20of%20Montenegro\"&gt;Prime Minister of Montenegro&lt;/a&gt; is the &lt;a href=\"head%20of%20government\"&gt;head of government&lt;/a&gt;, and of a &lt;a href=\"multi-party%20system\"&gt;multi-party system&lt;/a&gt;. &lt;a href=\"Executive%20power\"&gt;Executive power&lt;/a&gt; is exercised by the government. &lt;a href=\"Legislative%20power\"&gt;Legislative power&lt;/a&gt; is vested in both the &lt;a href=\"government\"&gt;government&lt;/a&gt; and the &lt;a href=\"Parliament%20of%20Montenegro\"&gt;Parliament of Montenegro&lt;/a&gt;. The &lt;a href=\"Judiciary\"&gt;Judiciary&lt;/a&gt; is independent of the executive and the legislature. \nConstitution.\nThe current Constitution of Montenegro was ratified and adopted by the &lt;a href=\"Constitutional%20Parliament%20of%20Montenegro\"&gt;Constitutional Parliament&lt;/a&gt; of &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt; on 19 October 2007. The Constitution was officially proclaimed as the Constitution of Montenegro on 22 October 2007. This Constitution replaced the Constitution of 1992.\nThe new Constitution defines &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt; as a civic, &lt;a href=\"democracy\"&gt;democratic&lt;/a&gt; and &lt;a href=\"environmentally%20friendly\"&gt;environmentally friendly&lt;/a&gt; country with &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt;, established by the &lt;a href=\"sovereignty\"&gt;sovereign rights&lt;/a&gt; of its government.\nExecutive branch.\nThe &lt;a href=\"Government%20of%20Montenegro\"&gt;Government of Montenegro&lt;/a&gt; (\"Влада Републике Црне Горе\", \"Vlada Republike Crne Gore\") comprises the prime minister, the deputy prime ministers as well as ministers. &lt;a href=\"Zdravko%20Krivokapi%C4%87\"&gt;Zdravko Krivokapić&lt;/a&gt; is the Prime Minister of Montenegro and head of the Government, since December 2020. The &lt;a href=\"Krivokapi%C4%87%20Cabinet\"&gt;42nd composition of the Government of Montenegro&lt;/a&gt; includes the following political blocks: &lt;a href=\"For%20the%20Future%20of%20Montenegro\"&gt;For the Future of Montenegro&lt;/a&gt;, &lt;a href=\"Peace%20is%20Our%20Nation\"&gt;Peace is Our Nation&lt;/a&gt; and &lt;a href=\"United%20Reform%20Action\"&gt;United Reform Action&lt;/a&gt;.\nPresident.\nThe &lt;a href=\"President%20of%20Montenegro\"&gt;President of Montenegro&lt;/a&gt; is elected for a period of five years through direct and secret ballots. The President:\nGovernment.\nThe &lt;a href=\"Government%20of%20Montenegro\"&gt;Government of Montenegro&lt;/a&gt; is appointed by majority vote of the Parliament. The Government:\nPrime Minister.\nThe &lt;a href=\"Prime%20Minister%20of%20Montenegro\"&gt;Prime Minister of Montenegro&lt;/a&gt; directs the work of the Government, and submits to the Parliament the Government's Program including a list of proposed ministers. The resignation of the Prime Minister will cause the fall of the Government.\nLegislative branch.\nThe Parliament of Montenegro (&lt;a href=\"Montenegrin%20language\"&gt;Montenegrin&lt;/a&gt;: Скупштина Црне Горе, \"Skupština Crne Gore\") is the &lt;a href=\"legislature\"&gt;legislature&lt;/a&gt; of &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;. The Parliament currently has 81 members, each elected for a four-year term. Montenegro has a &lt;a href=\"multi-party\"&gt;multi-party&lt;/a&gt; system, with numerous &lt;a href=\"political%20parties\"&gt;parties&lt;/a&gt; in which no one party often has a chance of gaining power alone, and &lt;a href=\"political%20parties\"&gt;parties&lt;/a&gt; must work with each other to form &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt;s.\nThe Assembly passes all laws in Montenegro, ratifies international treaties, appoints the &lt;a href=\"Prime%20Minister%20of%20Montenegro\"&gt;Prime Minister&lt;/a&gt;, ministers, and justices of all courts, adopts the budget and performs other duties as established by the Constitution. The Parliament can pass a vote of no-confidence on the Government by a majority of the members. One deputy is elected per 6,000 voters, which in turn results in a reduction of total number of deputies in the Assembly of Montenegro.\nJudicial branch.\nMontenegro follows the principle of division of powers. Its &lt;a href=\"judicial\"&gt;judicial&lt;/a&gt;, &lt;a href=\"legislative\"&gt;legislative&lt;/a&gt;, and &lt;a href=\"Executive%20%28government%29\"&gt;executive&lt;/a&gt; branches are independent of each other. The judiciary is autonomous and independent. The rulings of the courts must be in accordance with the Constitution and the laws of Montenegro. Appointment to a judiciary position is permanent.\nWith regard to the legal profession, it is important to note that Montenegro officially became a sovereign state in 2006. According to a 2015 source, the country has approximately 800 registered attorneys and the bar association has existed for over a century. Although the Bar Association of Montenegro [Advokatska Komora Crne Gore] maintains records, there is no indication as to how demographic groups, such as women, have fared in the legal field.\nSubdivisions.\nMontenegro is divided in 24 municipalities.\nSymbols.\nA new official &lt;a href=\"flag%20of%20Montenegro\"&gt;flag of Montenegro&lt;/a&gt; was adopted on July 12, 2004 by the Montenegrin legislature. The new flag is based on the personal standard of &lt;a href=\"King%20Nikola%20I\"&gt;King Nikola I&lt;/a&gt; of Montenegro. This flag was all red with a gold border, a gold coat of arms, and the initials \"НИ\" in Cyrillic script (corresponding to NI in Latin script) representing &lt;a href=\"King%20Nikola%20I\"&gt;King Nikola I&lt;/a&gt;. These initials are omitted from the modern flag. The national day of 13 July marks the date in 1878 when the &lt;a href=\"Congress%20of%20Berlin\"&gt;Congress of Berlin&lt;/a&gt; recognised Montenegro as the 27th independent state in the world and the start of the first popular uprising in Europe against the &lt;a href=\"Axis%20Powers\"&gt;Axis Powers&lt;/a&gt; on 13 July 1941.\nIn 2004, the Montenegrin legislature selected a popular Montenegrin folk song, \"&lt;a href=\"Oj%2C%20svijetla%20majska%20zoro\"&gt;Oh the Bright Dawn of May&lt;/a&gt;\", as the &lt;a href=\"national%20anthem\"&gt;national anthem&lt;/a&gt;. Montenegro's official anthem during the reign of King Nikola was (To our beautiful Montenegro)."
}