{
    "id": "50462474",
    "revid": "36693243",
    "url": "https://en.wikipedia.org/wiki?curid=50462474",
    "title": "Maimul Ahsan Khan",
    "text": "Maimul Ahsan Khan (; born December 22, 1954) is a &lt;a href=\"Bangladeshi\"&gt;Bangladeshi&lt;/a&gt; &lt;a href=\"scholar\"&gt;scholar&lt;/a&gt; of &lt;a href=\"jurisprudence\"&gt;jurisprudence&lt;/a&gt; and &lt;a href=\"comparative%20law\"&gt;comparative law&lt;/a&gt; and a former professor of law at the Faculty of Law, &lt;a href=\"University%20of%20Dhaka\"&gt;University of Dhaka&lt;/a&gt;. He specializes in jurisprudence, Islamic law, Islam and Muslim culture, political science, human rights, Middle Eastern, South Asian and Oriental studies. He was awarded IIE-SRF fellowship for his academic contribution by the &lt;a href=\"Institute%20of%20International%20Education\"&gt;Institute of International Education&lt;/a&gt; (IIE). In 2012, the IIE &lt;a href=\"Scholar%20Rescue%20Fund\"&gt;Scholar Rescue Fund&lt;/a&gt; featured him as one of the persecuted academics in the world. Khan is currently serving as the Dean of the Faculty of Social Science at &lt;a href=\"Leading%20University\"&gt;Leading University&lt;/a&gt;.\nBiography.\nBorn on December 22, 1954, in &lt;a href=\"Chandpur%20District\"&gt;Chandpur&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, Khan studied in the former &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and obtained his &lt;a href=\"LLM\"&gt;LLM&lt;/a&gt; with honors in 1981 and a &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt; in &lt;a href=\"jurisprudence\"&gt;jurisprudence&lt;/a&gt; in 1985 from &lt;a href=\"Tashkent%20State%20University\"&gt;Tashkent State University&lt;/a&gt;. He also holds a &lt;a href=\"master%27s\"&gt;master's&lt;/a&gt; in &lt;a href=\"international%20commercial%20law\"&gt;international commercial law&lt;/a&gt; from the &lt;a href=\"University%20of%20California%2C%20Davis\"&gt;University of California, Davis&lt;/a&gt;. Khan began his academic career as a Research Fellow at the &lt;a href=\"U.K.\"&gt;U.K.&lt;/a&gt; based &lt;a href=\"The%20Islamic%20Foundation\"&gt;Islamic Foundation&lt;/a&gt; in &lt;a href=\"Markfield\"&gt;Markfield&lt;/a&gt;, &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt; in 1986 and was appointed assistant professor of law at the &lt;a href=\"University%20of%20Dhaka\"&gt;University of Dhaka&lt;/a&gt; in 1990. He became a full professor at the same university in 2007. Khan taught at the &lt;a href=\"University%20of%20Illinois\"&gt;University of Illinois&lt;/a&gt;-UIUC from 1998 to 2002, the &lt;a href=\"University%20of%20California-Davis\"&gt;University of California-Davis&lt;/a&gt; and &lt;a href=\"University%20of%20California%2C%20Berkeley\"&gt;Berkeley&lt;/a&gt; from 2002 to 2006, and the &lt;a href=\"Technical%20University%20of%20Liberec\"&gt;Technical University of Liberec&lt;/a&gt;-Czech Republic. He has served as a &lt;a href=\"Fulbright%20Program\"&gt;Fulbright Fellow&lt;/a&gt; at the College of Law in University of Illinois-UC and as a country specialist on Afghanistan at &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; (2001-2006). A former Chair of the Department of Law at the &lt;a href=\"University%20of%20Dhaka\"&gt;University of Dhaka&lt;/a&gt; and the &lt;a href=\"Islamic%20University%2C%20Bangladesh\"&gt;Islamic University, Bangladesh&lt;/a&gt; at &lt;a href=\"Gazipur\"&gt;Gazipur&lt;/a&gt; (Later on this university was moved permanently to Kushtia), Khan has also served as a Research Fellow at &lt;a href=\"Bangladesh%20Institute%20of%20International%20and%20Strategic%20Studies\"&gt;Bangladesh Institute of International and Strategic Studies&lt;/a&gt;. He was one of the judges of the international symbolic court held at &lt;a href=\"Imam%20Sadiq%20University\"&gt;Imam Sadiq University&lt;/a&gt; in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt; that sentenced &lt;a href=\"Myanmar\"&gt;Myanmar's&lt;/a&gt; &lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt; leader &lt;a href=\"Aung%20San%20Suu%20Kyi\"&gt;Aung San Suu Kyi&lt;/a&gt; to fifteen years in jail for her support for an &lt;a href=\"ethnic%20cleansing\"&gt;ethnic cleansing&lt;/a&gt; campaign against the country's minority &lt;a href=\"Rohingya%20Muslims\"&gt;Rohingya Muslims&lt;/a&gt;.\nViews.\nKhan supports a moderate interpretation of the Quran and rejects what some refer to as \"extreme\" or \"political\" Islam. He believes that legal ideas dating back to the Prophet Mohammed's time have been distorted by governments and colonization, resulting in what is presently known as \"Muslim law\" rather than pure \"Islamic law\" in practice. He refers to Muslim extremists as \"Muslim fundamentalists\". Khan hopes to encourage dialogue and cross-cultural understanding among the world's nations by eradicating sectarianism, particularly in Muslim societies.\nSelected works.\nKhan has authored books and scholarly articles in English, Russian and Bengali. His books include:"
}