{
    "id": "50483646",
    "revid": "41525690",
    "url": "https://en.wikipedia.org/wiki?curid=50483646",
    "title": "List of visual novel engines",
    "text": "This is a list of &lt;a href=\"visual%20novel\"&gt;visual novel&lt;/a&gt; engines.\nDigital Novel Markup Language.\n\"Digital Novel Markup Language (DNML)\" is one of the first &lt;a href=\"script%20%28computing%29\"&gt;scripting language&lt;/a&gt; &lt;a href=\"game%20engine\"&gt;game engine&lt;/a&gt;s for creating visual novels, also known as &lt;a href=\"interactive%20fiction\"&gt;interactive fiction&lt;/a&gt; games. \"DNML\" was developed using &lt;a href=\"C%2B%2B\"&gt;C++&lt;/a&gt; by a Japanese &lt;a href=\"programmer\"&gt;programmer&lt;/a&gt; known by their Internet name, Karin. The initial release was in 1998. The programming structure is similar to &lt;a href=\"HTML\"&gt;HTML&lt;/a&gt;, which made it easy to produce &lt;a href=\"d%C5%8Djin%20soft\"&gt;dōjin games&lt;/a&gt;. \"DNML\" was succeeded by software like \"NScripter\", \"KiriKiri\" and &lt;a href=\"Ren%27Py\"&gt;Ren'Py&lt;/a&gt;.\nThere have been various attempts to create a more modern DNML interpreter. However the only known successful project is DNML Midori, a full reimplantation of DNML that has several features of its own. While it is free to use, it is not open source. As of 2021, it was last updated in 2019 and development seems to be concluded.\nKiriKiri.\n is a &lt;a href=\"scripting%20language\"&gt;scripting&lt;/a&gt; &lt;a href=\"game%20engine\"&gt;engine&lt;/a&gt; by &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese developer \"w.dee\", initially released in 1998. It is almost exclusively used with the \"KAG\" (KiriKiri Adventure Game System) &lt;a href=\"software%20framework\"&gt;framework&lt;/a&gt; as a visual novel &lt;a href=\"game%20engine\"&gt;engine&lt;/a&gt;. Usually, the package of the two components is regarded as the whole engine, and referenced with major version numbers. Thus, the current version is called \"KiriKiri2/KAG3\". It is available under the &lt;a href=\"GNU%20General%20Public%20License\"&gt;GNU General Public License&lt;/a&gt;, though commercial licenses can be acquired if somebody wishes to expand the software without disclosing the changes.\n\"KiriKiri\" is often used as a more modern and expandable replacement of the older \"NScripter\" engine. It has been used in both &lt;a href=\"Dojin%20soft\"&gt;dōjin&lt;/a&gt; and commercial visual novels, the most well known of which are &lt;a href=\"TYPE-MOON\"&gt;TYPE-MOON&lt;/a&gt;'s \"&lt;a href=\"Fate/stay%20night\"&gt;Fate/stay night&lt;/a&gt;\" and \"&lt;a href=\"Fate/hollow%20ataraxia\"&gt;Fate/hollow ataraxia&lt;/a&gt;\". Another notable visual novel that is known to be implemented using this engine is . The \"&lt;a href=\"Nekopara\"&gt;Nekopara&lt;/a&gt;\" game series, available on &lt;a href=\"Steam%20%28service%29\"&gt;Steam&lt;/a&gt;, also uses a modified version of Kirikiri.\nFor KiriKiri2 and Kirikiri Z's implementation of KAG there is a module called 鱧天 (Hamotem). which provides a myriad of plugins and a ready made template to build games on. As TyranoBuilder is to TyranoScript, there are several programs which create a graphical editor on top of the KAG script. The most well known of these is NVLMaker, which also has a cloud platform.\nDue to a lack of updates since October 2010, from 2013 onward the code has been forked and continued as .\nNScripter.\n\"NScripter\" is a visual novel &lt;a href=\"game%20engine\"&gt;engine&lt;/a&gt; written by Naoki Takahashi. Due to its simplicity and its liberal license (while it is not &lt;a href=\"open-source%20software\"&gt;open-source software&lt;/a&gt;, royalty-free commercial use is permitted), it quickly became popular in Japan, and was used for a number of high-profile commercial and &lt;a href=\"d%C5%8Djinshi\"&gt;dōjin&lt;/a&gt; titles, such as \"&lt;a href=\"Tsuki%20wa%20Higashi%20ni%2C%20Hi%20wa%20Nishi%20ni%20-Operation%20Sanctuary-\"&gt;HaniHani&lt;/a&gt;\" and \"&lt;a href=\"Tsukihime\"&gt;Tsukihime&lt;/a&gt;\".\nThe original \"NScripter\" is closed-source and only available for &lt;a href=\"Windows\"&gt;Windows&lt;/a&gt;. A number of cross-platform &lt;a href=\"clone%20%28computing%29\"&gt;clone&lt;/a&gt;s have been written, the best-known being \"ONScripter\", an example of &lt;a href=\"free%20and%20open-source%20software\"&gt;free and open-source software&lt;/a&gt; implementation. Its popularity among the visual novel &lt;a href=\"language%20localisation\"&gt;localisation&lt;/a&gt; community is attributed to the ease of modifying the engine to support languages other than Japanese. It strives to maintain compatibility with visual novels designed for \"NScripter\". \"ONScripter\" is based on the &lt;a href=\"Simple%20Directmedia%20Layer\"&gt;Simple Directmedia Layer&lt;/a&gt; (SDL) library, and can thus be used to run \"NScripter\" games on platforms supported by SDL, such as &lt;a href=\"OS%20X\"&gt;OS X&lt;/a&gt;, &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt;, &lt;a href=\"PlayStation%20Portable\"&gt;PSP&lt;/a&gt; and the &lt;a href=\"iPod\"&gt;iPod&lt;/a&gt;.\n\"ONScripter-EN\" is a &lt;a href=\"branching%20%28software%29\"&gt;branch&lt;/a&gt; of \"ONScripter\" that is maintained separately by the English-language community, for convenience and for ease of introducing enhancements that are suited to the community. \"PONScripter\" (abbreviation for \"Proportional-OnScripter\") is a &lt;a href=\"fork%20%28software%20development%29\"&gt;fork&lt;/a&gt; of \"ONScripter-EN\". Its stated goal is to provide an easy porting target for translation projects, with emphasis on Western languages. \"PONScripter\" has made heavy modifications to the \"ONScripter-EN\" base code, and is deliberately backwards-incompatible. \"PONScripter\" was originally maintained by Peter \"Haeleth\" Jolly. Since September 2009, it is maintained by Mion of Sonozaki Futago-tachi, the \"&lt;a href=\"Higurashi%20no%20Naku%20Koro%20ni\"&gt;Higurashi no Naku Koro ni&lt;/a&gt;\" translation group.\n\"KScripter\" is a &lt;a href=\"Flash%20%28software%29\"&gt;Flash&lt;/a&gt;-based scripting engine that was inspired by \"NScripter\" but uses &lt;a href=\"ActionScript\"&gt;ActionScript&lt;/a&gt; and &lt;a href=\"SWF\"&gt;SWF&lt;/a&gt;.\nRen'Py.\nThe \"Ren'Py Visual Novel Engine\" is a &lt;a href=\"free%20software\"&gt;free software&lt;/a&gt; engine. Ren'Py is a &lt;a href=\"portmanteau\"&gt;portmanteau&lt;/a&gt; of , the Japanese word for 'love', a common element of games made using Ren'Py; and &lt;a href=\"Python%20%28programming%20language%29\"&gt;Python&lt;/a&gt;, the programming language that Ren'Py runs on. The easy to learn script language allows anyone to efficiently write large visual novels, while its Python scripting is enough for complex simulation games. Ren'Py has proved attractive to western hobbyists; over 1000 games use the Ren'Py engine, nearly all in English. Visual novels, kinetic novels, role-playing games, simulation games, and many other games can be made with Ren'py."
}