{
    "id": "50508334",
    "revid": "1067033796",
    "url": "https://en.wikipedia.org/wiki?curid=50508334",
    "title": "Berkeley Vale Panthers",
    "text": "Berkeley Vale Panthers Rugby League Club is an Australian &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; football club based in &lt;a href=\"Berkeley%20Vale%2C%20New%20South%20Wales\"&gt;Berkeley Vale, New South Wales&lt;/a&gt;. They conduct teams for both junior and senior rugby league and touch football teams.\nIn senior mens football, the club initially fielded a team in the 2nd Division of the &lt;a href=\"Central%20Coast%20Division%20Rugby%20League\"&gt;Central Coast Division Rugby League&lt;/a&gt;. The club switched to grade competitions in the 1990s, with teams in First Grade, Reserve Grade, Third Grade and Under 18's. Berkeley Vale won First Grade premierships in 2011 and 2013.\nBerkeley Vale Rugby League Club, known as the family and community club in the district, had much excitement in the community when the club reached their first ever first grade grand final in 2010, 35 years after their inception. The Panthers competed hard but ended up gallant 22-10 runners-up.\nThe following year there was jubilation when the mens team won their maiden first grade premiership in 2011 defeating fellow battlers Ourimbah Magpies 38-18 at Morry Breen Oval. The Panthers made the finals the following year before winning another grand final in 2013, beating Erina Eagles 21-20. It was the most successful era in the club's history as they went on to be minor premiers in 2014, the first time the club had ever achieved the honour. They were beaten by Central Coast powerhouse Wyong Roos 8-6 in the grand final.\nIn recent years, their women's team has been flying the flag winning back to back premiership in 2019 &amp; 2020, including a 32-4 win against Waratah-Mayfield in the 2019 decider. Berkeley Vale was the first Central Coast club to field a womens tackle team in the Newcastle competition.\nNotable juniors.\nNotable First Grade Players that have played at Berkeley Vale Panthers include:\nTeam numbers.\nTeam numbers obtained and compiled from competition tables and match results published in the newspapers, \"Central Coast Express\", \"Wyong Shire Advocate\" and \"Central Coast Express Advocate\". Full numbers not yet obtained for 2003 and 2011."
}