{
    "id": "5051309",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=5051309",
    "title": "Pine Barrens tree frog",
    "text": "The Pine Barrens tree frog (\"Dryophytes andersonii\") is a species of &lt;a href=\"New%20World\"&gt;New World&lt;/a&gt; &lt;a href=\"Hylidae\"&gt;tree frog&lt;/a&gt;. It is becoming rare due to &lt;a href=\"habitat%20loss\"&gt;habitat loss&lt;/a&gt;.\nPhysical characteristics.\n\"Dryophytes andersonii\", only about long, is one of the smaller species of tree frogs. Members of the species are predominantly green, with wide, dark stripes. They often have spotted, orange-gold markings on the hidden surfaces of their legs and tend to have large toe pads.\nThe key to distinguishing the Pine Barrens tree frog from the similar-appearing &lt;a href=\"American%20green%20tree%20frog\"&gt;American green tree frog&lt;/a&gt; (\"D. cinerea\") is the white-bordered lavender stripe on each side of the body in the Pine Barrens tree frog. \"D. cinerea\" has only a white stripe in this location.\nHabitat.\n\"Dryophytes andersonii\" is most commonly found in brushy areas, often near &lt;a href=\"peat\"&gt;peat&lt;/a&gt; &lt;a href=\"bog\"&gt;bog&lt;/a&gt;s or shallow ponds. They usually inhabit areas carpeted with thick &lt;a href=\"moss\"&gt;moss&lt;/a&gt;. Adults are terrestrial, but tend to reside near water sources. Unlike most frogs, they are tolerant of low &lt;a href=\"pH\"&gt;pH&lt;/a&gt; levels, and often lay eggs in shallow, &lt;a href=\"acid\"&gt;acid&lt;/a&gt;ic ponds. The ideal pH level for \"D. andersonii\" eggs is between 3.8 and 5.9.\nDistribution.\nDue to the limited extent of suitable habitats, \"Dryophytes andersonii\" is currently distributed in three &lt;a href=\"disjunct%20distribution\"&gt;disjunct&lt;/a&gt; areas in the &lt;a href=\"southeastern%20United%20States\"&gt;southeastern United States&lt;/a&gt;: the &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; &lt;a href=\"Pine%20Barrens%20%28New%20Jersey%29\"&gt;Pine Barrens&lt;/a&gt;; the &lt;a href=\"Sandhills%20%28Carolina%29\"&gt;Sandhills&lt;/a&gt; of &lt;a href=\"North%20Carolina\"&gt;North&lt;/a&gt; and &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;; and the &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; panhandle and southern &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;. Although one specimen of \"D. andersonii\" is known from &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, a population is not known to currently exist there.\n\"Dryophytes andersonii\" is the &lt;a href=\"List%20of%20U.S.%20state%20amphibians\"&gt;state frog&lt;/a&gt; of North Carolina.\nConservation status.\n\"Dryophytes andersonii\" was listed as &lt;a href=\"Endangered%20Species%20Act\"&gt;endangered&lt;/a&gt; by the &lt;a href=\"US%20Fish%20and%20Wildlife%20Service\"&gt;US Fish and Wildlife Service&lt;/a&gt; between 1977 and 1983, when additional populations were found in Florida. The IUCN has classified it as Near Threatened as of 1996.\nThe Pine Barrens tree frog is currently listed as Threatened in the state of New Jersey. \nIn popular culture.\nThe Pine Barrens tree frog was featured in a series of prints by artist &lt;a href=\"Andy%20Warhol\"&gt;Andy Warhol&lt;/a&gt;. In 1983, the artist was commissioned to create a portfolio of ten endangered species to raise environmental awareness and included was \"D. andersonii.\""
}