{
    "id": "50521583",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=50521583",
    "title": "Detlef Seif",
    "text": "Detlef Seif (born 15 August 1962 in &lt;a href=\"Euskirchen\"&gt;Euskirchen&lt;/a&gt;) is a German politician of the &lt;a href=\"Christian%20Democratic%20Union%20%28Germany%29\"&gt;Christian Democratic Union&lt;/a&gt; (CDU) who has been a Member of the German &lt;a href=\"Bundestag\"&gt;Bundestag&lt;/a&gt; since 2009.\nEarly life and career.\nOn a scholarship of the &lt;a href=\"Konrad%20Adenauer%20Foundation\"&gt;Konrad Adenauer Foundation&lt;/a&gt;, Seif studied &lt;a href=\"Law%20of%20Germany\"&gt;law&lt;/a&gt; at the &lt;a href=\"University%20of%20Bonn\"&gt;University of Bonn&lt;/a&gt; from 1983 until 1989. During his studies, he worked for the &lt;a href=\"International%20Society%20for%20Human%20Rights\"&gt;International Society for Human Rights&lt;/a&gt;. Since 1993, he has been practicing as a lawyer.\nPolitical career.\nSeif joined the CDU in 1982 and held positions in local politics in &lt;a href=\"Weilerswist\"&gt;Weilerswist&lt;/a&gt; from 1999 to 2009.\nSince 2009, Seif has been CDU party chairman in the district of Euskirchen.\nSeif has been a member of the German &lt;a href=\"Bundestag\"&gt;Bundestag&lt;/a&gt; since the &lt;a href=\"2009%20German%20federal%20election\"&gt;2009 federal elections&lt;/a&gt;. Since then, he has been a member of the Committee on European Affairs. In 2014 he became Deputy Spokesman for the committee. Seif's thematic areas of expertise in the committee are basic rights; EU citizenship; coordination between the judicature and police; border protection and counterterrorism; and asylum- and migration policy. Additionally, he is the CDU/CSU parliamentary group's rapporteur for Great Britain and Malta.\nBetween 2009 and 2017, Seif was a member of the Committee on Legal Affairs, where he served as his parliamentary group's &lt;a href=\"rapporteur\"&gt;rapporteur&lt;/a&gt; on legal professionals, &lt;a href=\"Information%20privacy\"&gt;data privacy&lt;/a&gt; and &lt;a href=\"labor%20law\"&gt;labor law&lt;/a&gt;.\nIn 2018, he joined the Committee on Internal Affairs.\nThe same year, Seif became a member of the first Investigative Committee of the 19th legislative period, which is investigating the failure of German security authorities to prevent &lt;a href=\"Anis%20Amri\"&gt;Anis Amri&lt;/a&gt;'s &lt;a href=\"2016%20Berlin%20truck%20attack\"&gt;attack&lt;/a&gt; on a Berlin Christmas market in December 2016.\nIn addition to his committee assignments, Seif is a member of the German-American Parliamentary Friendship Group and the German-British Parliamentary Friendship Group.\nPolitical positions.\nEuropean Affairs\nOn 17 July 2015, Seif voted against his party's line and rejected the &lt;a href=\"Third%20Merkel%20cabinet\"&gt;Merkel government&lt;/a&gt;’s proposal to negotiate a third bailout for &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;.\nAs the EU deputy spokesperson for the CDU/CSU parliamentary group and rapporteur for affairs in Great Britain, Seif is outspoken on the topic of &lt;a href=\"Brexit\"&gt;Brexit&lt;/a&gt;. Before the &lt;a href=\"2016%20United%20Kingdom%20European%20Union%20membership%20referendum\"&gt;Brexit referendum&lt;/a&gt; in June 2016, Seif stated that if Prime Minister Cameron wanted Britain to stay in the EU, he would have to convince his fellow Britons of the advantages of EU membership. Seif compared Cameron to a “butterfly,” and declared that “Britain does not need a butterfly but a lion.”\nRegarding &lt;a href=\"Brexit%20negotiations\"&gt;Brexit negotiations&lt;/a&gt;, Seif has taken a rigid stance and views the Brexit as a “catastrophe” that “damages economic development and the development of the EU.”\nUpon Prime Minister Theresa May's activation of &lt;a href=\"Withdrawal%20from%20the%20European%20Union\"&gt;Article 50&lt;/a&gt; of the &lt;a href=\"Treaty%20of%20Lisbon\"&gt;Treaty of Lisbon&lt;/a&gt; beginning formal Brexit proceedings and her remark that a failure to reach an agreement on Brexit would weaken UK-EU cooperation in the fight against crime and terrorism, Seif was one of many German members of parliament who did not take kindly to May's statement, deeming it “an extraordinarily primitive attempt at blackmailing us.”\nSeif blamed a leak to the \"&lt;a href=\"Frankfurter%20Allgemeine%20Zeitung\"&gt;Frankfurter Allgemeine Sonntagszeitung&lt;/a&gt;\" of an unflattering description of the first meeting between UK and EU negotiation teams in May 2017 on a “babbling idiot,” seeing both sides at fault for “the fact that the atmosphere is becoming poisoned.”\nSeif believes the Brexit will do significant damage to both Great Britain and the EU and is quoted as saying “a win-win settlement is excluded and it’s appropriate to speak about a lose-lose result.”\nDomestic Affairs\nWithin his party, Seif belongs to the conservative wing.\nDuring the &lt;a href=\"B%C3%B6hmermann%20affair\"&gt;Böhmermann affair&lt;/a&gt; in 2016, Seif read the Böhmermann's \"smear poem\" in the German Bundestag to demonstrate that it is an insult of the Turkish president, which caused the outrage of other MPs.\nIn June 2017, Seif voted against Germany's introduction of &lt;a href=\"Recognition%20of%20same-sex%20unions%20in%20Germany\"&gt;same-sex marriage&lt;/a&gt;. Following the party's result in the &lt;a href=\"2017%20German%20federal%20election\"&gt;2017 elections&lt;/a&gt;, he held that voters had abandoned the CDU because, under Angela Merkel, it had moved too far to the left.\nFollowing Germany's September 2017 federal elections, Seif identified points of contention between the CDU, CSU, and SPD, telling Reuters that pensions, Europe and asylum and migration policy were all “areas where there are explosives built into the coalition agreement.\"\nIn April 2018, Seif was the first member of the German Bundestag to delete his Facebook account as a result of the &lt;a href=\"Facebook%E2%80%93Cambridge%20Analytica%20data%20scandal\"&gt;Facebook–Cambridge Analytica data scandal&lt;/a&gt;. He wrote an open letter to Facebook's Managing Director in Central Europe in which he stated he could not recommend Facebook to anyone, so long as Facebook continued to handle user data in a sloppy fashion.\nAhead of the Christian Democrats’ &lt;a href=\"2021%20Christian%20Democratic%20Union%20of%20Germany%20leadership%20election\"&gt;leadership election&lt;/a&gt;, Seif publicly opposed in 2020 &lt;a href=\"Friedrich%20Merz\"&gt;Friedrich Merz&lt;/a&gt;'s candidacy to succeed &lt;a href=\"Annegret%20Kramp-Karrenbauer\"&gt;Annegret Kramp-Karrenbauer&lt;/a&gt; as the party’s chair.\nPersonal life.\nSeif is Protestant, married and has one daughter."
}