{
    "id": "50529292",
    "revid": "1063426060",
    "url": "https://en.wikipedia.org/wiki?curid=50529292",
    "title": "Jack Gosiewski",
    "text": "Jack Gosiewski (; born 29 May 1994) is an Australian professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a forward for the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;. \nHe previously played for the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; and &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;.\nBackground.\nGosiewski was born in &lt;a href=\"Murwillumbah\"&gt;Murwillumbah, New South Wales&lt;/a&gt;, Australia.\nHe played his junior rugby league for the &lt;a href=\"Mullumbimby%20Giants\"&gt;Mullumbimby Giants&lt;/a&gt;, before being signed by the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;. Gosiewski is of Polish descent.\nPlaying career.\nEarly career.\nIn 2013 and 2014, Gosiewski played for the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;' &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;NYC&lt;/a&gt; team, captaining the side in 2014. In 2015, he graduated to their &lt;a href=\"Intrust%20Super%20Premiership%20NSW\"&gt;New South Wales Cup&lt;/a&gt; team, &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt;. At the conclusion of the 2015 season, he played 18 games for North Sydney and scored 4 tries.\n2016.\nIn round 10 of the &lt;a href=\"2016%20NRL%20season\"&gt;2016 NRL season&lt;/a&gt;, Gosiewski made his &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; debut for South Sydney against the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt;. He played a total of 5 games for South Sydney in 2016, for most of the season though, he featured for North Sydney, making 9 appearances and scoring 3 tries. In October, he re-signed with Souths on a one-year contract until the end of 2017.\n2017.\nGosiewski spent most of the &lt;a href=\"2017%20NRL%20season\"&gt;2017 NRL season&lt;/a&gt; out with a torn patella. After getting match fitness and game time with South Sydney's feeder club North Sydney, he was recalled to the South Sydney lineup and played his sole &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; game of the season in South Sydney's 36-18 victory over the &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt;. After not being offered a new contract by Souths, he signed a one-year contract in September, with the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt; starting in 2018.\n2018.\nGosiewski made his debut for Manly in round 5 against the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast Titans&lt;/a&gt;. Gosiewski featured in 8 games for Manly as the club endured a torrid 2018 season finishing second last on the table. Gosiewski resigned for the &lt;a href=\"Manly%20Warringah%20Sea%20Eagles\"&gt;Manly Warringah Sea Eagles&lt;/a&gt; for another season, keeping him at the club until the end of 2019.\n2019.\nIn round 22 of the &lt;a href=\"2019%20NRL%20season\"&gt;2019 NRL season&lt;/a&gt; against &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt;, Gosiewski scored two tries as Manly-Warringah won the match 32-12 at &lt;a href=\"Brookvale%20Oval\"&gt;Brookvale Oval&lt;/a&gt;.\nGosiewski played 19 games for Manly in the &lt;a href=\"2019%20NRL%20season\"&gt;2019 NRL season&lt;/a&gt; as the club finished 6th on the table and qualified for the finals. Gosiewski played in both of Manly's finals matches and scored a try in the club's elimination final loss against &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; at &lt;a href=\"ANZ%20Stadium\"&gt;ANZ Stadium&lt;/a&gt;.\n2020.\nIn round 19 of the &lt;a href=\"2020%20NRL%20season\"&gt;2020 NRL season&lt;/a&gt;, he scored two tries for Manly-Warringah in their 24-42 loss against the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast&lt;/a&gt; at &lt;a href=\"Brookvale%20Oval\"&gt;Brookvale Oval&lt;/a&gt;.\nHe played a total of 13 games for Manly-Warringah in the &lt;a href=\"2020%20NRL%20season\"&gt;2020 NRL season&lt;/a&gt; as they finished a disappointing 13th on the table.\n2021.\nGosiewski played six games for Manly in the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt;. On October 6, he was released by the Manly club. On October 15 Gosiewski signed a one-year deal with the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt; for the 2022 season."
}