{
    "id": "50550012",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=50550012",
    "title": "Biological rules",
    "text": "A biological rule or biological law is a generalized &lt;a href=\"law%20%28science%29\"&gt;law&lt;/a&gt;, &lt;a href=\"principle\"&gt;principle&lt;/a&gt;, or &lt;a href=\"rule%20of%20thumb\"&gt;rule of thumb&lt;/a&gt; formulated to describe patterns observed in living organisms. Biological rules and laws are often developed as succinct, broadly applicable ways to explain complex phenomena or salient observations about the &lt;a href=\"ecology\"&gt;ecology&lt;/a&gt; and &lt;a href=\"biogeography\"&gt;biogeographical&lt;/a&gt; distributions of plant and animal &lt;a href=\"species\"&gt;species&lt;/a&gt; around the world, though they have been proposed for or extended to all types of organisms. Many of these regularities of ecology and biogeography are named after the biologists who first described them.\nFrom the birth of their science, biologists have sought to explain apparent regularities in observational data. In &lt;a href=\"Aristotle%27s%20biology\"&gt;his biology&lt;/a&gt;, &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; inferred rules governing differences between live-bearing &lt;a href=\"tetrapod\"&gt;tetrapod&lt;/a&gt;s (in modern terms, terrestrial placental &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt;s). Among his rules were that &lt;a href=\"brood%20size\"&gt;brood size&lt;/a&gt; decreases with adult body mass, while &lt;a href=\"life%20expectancy\"&gt;lifespan&lt;/a&gt; increases with &lt;a href=\"gestation%20period\"&gt;gestation period&lt;/a&gt; and with body mass, and &lt;a href=\"fecundity\"&gt;fecundity&lt;/a&gt; decreases with lifespan. Thus, for example, elephants have smaller and fewer broods than mice, but longer lifespan and gestation. Rules like these concisely organized the sum of knowledge obtained by early scientific measurements of the natural world, and could be used as &lt;a href=\"scientific%20model\"&gt;models&lt;/a&gt; to predict future observations. Among the earliest biological rules in modern times are those of &lt;a href=\"Karl%20Ernst%20von%20Baer\"&gt;Karl Ernst von Baer&lt;/a&gt; (from 1828 onwards) on &lt;a href=\"embryogenesis\"&gt;embryonic development&lt;/a&gt;, and of &lt;a href=\"Constantin%20Wilhelm%20Lambert%20Gloger\"&gt;Constantin Wilhelm Lambert Gloger&lt;/a&gt; on animal pigmentation, in 1833.\nThere is some &lt;a href=\"scepticism\"&gt;scepticism&lt;/a&gt; among biogeographers about the usefulness of general rules. For example, J.C. Briggs, in his 1987 book \"Biogeography and Plate Tectonics\", comments that while &lt;a href=\"Willi%20Hennig\"&gt;Willi Hennig&lt;/a&gt;'s rules on &lt;a href=\"cladistics\"&gt;cladistics&lt;/a&gt; \"have generally been helpful\", his progression rule is \"suspect\"."
}