{
    "id": "50633947",
    "revid": "11555324",
    "url": "https://en.wikipedia.org/wiki?curid=50633947",
    "title": "2017 AFC U-16 Women's Championship qualification",
    "text": "The 2017 AFC U-16 Women's Championship qualification was a women's under-16 &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition which decided the participating teams of the &lt;a href=\"2017%20AFC%20U-16%20Women%27s%20Championship\"&gt;2017 AFC U-16 Women's Championship&lt;/a&gt;.\nA total of 24 teams entered the qualification tournament, which decided four of the eight participating teams in the final tournament held in &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;.\nDraw.\nOf the 47 &lt;a href=\"Asian%20Football%20Confederation\"&gt;AFC&lt;/a&gt; member associations, a total of 27 teams entered the competition, with &lt;a href=\"North%20Korea%20women%27s%20national%20under-17%20football%20team\"&gt;North Korea&lt;/a&gt;, &lt;a href=\"Japan%20women%27s%20national%20under-17%20football%20team\"&gt;Japan&lt;/a&gt;, &lt;a href=\"China%20women%27s%20national%20under-17%20football%20team\"&gt;China&lt;/a&gt; and the host nation &lt;a href=\"Thailand%20women%27s%20national%20under-17%20football%20team\"&gt;Thailand&lt;/a&gt; automatically qualified for the final tournament by their position as the top four teams of the &lt;a href=\"2015%20AFC%20U-16%20Women%27s%20Championship\"&gt;2015 AFC U-16 Women's Championship&lt;/a&gt; and thus did not participate in the qualifying competition, except for Thailand which decided to also participate in the qualifying competition.\nThe draw for the qualifiers was held on 19 May 2016, 15:00 &lt;a href=\"Malaysia%20Time\"&gt;MYT&lt;/a&gt; (), at the AFC House in &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. The 24 teams were drawn into four groups of six teams.\nThe teams were seeded according to their performance in the previous season in &lt;a href=\"2015%20AFC%20U-16%20Women%27s%20Championship\"&gt;2015 AFC U-16 Women's Championship&lt;/a&gt; final tournament and &lt;a href=\"2015%20AFC%20U-16%20Women%27s%20Championship%20qualification\"&gt;qualification&lt;/a&gt;. The following restrictions were also applied:\nPlayer eligibility.\nPlayers born between 1 January 2001 and 31 December 2003 were eligible to compete in the 2017 AFC U-16 Women's Championship.\nFormat.\nIn each group, teams played each other once at a centralised venue. The four group winners qualified for the final tournament. If Thailand won their group, the runner-up of their group also qualified for the final tournament.\nTiebreakers.\nTeams were ranked according to &lt;a href=\"Points%20%28association%20football%29\"&gt;points&lt;/a&gt; (3 points for a win, 1 point for a draw, 0 points for a loss), and if tied on points, the following tiebreaking criteria were applied, in the order given, to determine the rankings (Regulations Article 11.5):\nGroups.\nThe matches were scheduled for 25 August – 5 September 2016.\nQualified teams.\nThe following eight teams qualified for the final tournament."
}