{
    "id": "5063360",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=5063360",
    "title": "Lieutenant Governor (Canada)",
    "text": "In &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, a lieutenant governor (; &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; [masculine]: \"lieutenant-gouverneur\", or [feminine]: \"lieutenant-gouverneure\") is the &lt;a href=\"Viceroy\"&gt;viceregal&lt;/a&gt; representative in a provincial jurisdiction of the . On the &lt;a href=\"Advice%20%28constitutional%29\"&gt;advice&lt;/a&gt; of his or her &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;prime minister&lt;/a&gt;, the &lt;a href=\"Governor%20General%20of%20Canada\"&gt;Governor General of Canada&lt;/a&gt; appoints the lieutenant governors to carry out most of the monarch's constitutional and ceremonial duties for an unfixed period of time—known as serving \"&lt;a href=\"At%20%20Majesty%27s%20pleasure\"&gt;at Her Excellency's pleasure&lt;/a&gt;\"—though five years is the normal convention. Similar positions in &lt;a href=\"Provinces%20and%20territories%20of%20Canada\"&gt;Canada's three territories&lt;/a&gt; are termed \"&lt;a href=\"Commissioner%23Canadian%20territories\"&gt;Commissioners&lt;/a&gt;\" and are representatives of the federal government, not the monarch directly.\nThe offices have their roots in the 16th and 17th century colonial governors of &lt;a href=\"New%20France\"&gt;New France&lt;/a&gt; and &lt;a href=\"British%20North%20America\"&gt;British North America&lt;/a&gt;, though the present incarnations of the positions emerged with &lt;a href=\"Canadian%20Confederation\"&gt;Canadian Confederation&lt;/a&gt; and the \"&lt;a href=\"Constitution%20Act%2C%201867\"&gt;British North America Act&lt;/a&gt;\" in 1867, which defined the viceregal offices as the \"Lieutenant Governor of the Province acting by and with the Advice the &lt;a href=\"Executive%20Council%20%28Canada%29\"&gt;Executive Council&lt;/a&gt; thereof.\" The posts still ultimately represented the &lt;a href=\"government%20of%20Canada\"&gt;government of Canada&lt;/a&gt; (that is, the &lt;a href=\"-in-Council\"&gt;Governor-General-in-Council&lt;/a&gt;) until the ruling in 1882 of &lt;a href=\"William%20Watson%2C%20Baron%20Watson\"&gt;the Lord Watson&lt;/a&gt; of the &lt;a href=\"Judicial%20Committee%20of%20the%20Privy%20Council\"&gt;Judicial Committee of the Privy Council&lt;/a&gt; in the case of &lt;a href=\"Maritime%20Bank%20v.%20Receiver-General%20of%20New%20Brunswick\"&gt;Maritime Bank v. Receiver-General of New Brunswick&lt;/a&gt;, whereafter the lieutenant governors were recognized as the direct representatives of the monarch. The \"&lt;a href=\"Constitution%20Act%2C%201982\"&gt;Constitution Act, 1982&lt;/a&gt;\" provides that any constitutional amendment that affects the office of the lieutenant governor requires the unanimous consent of each provincial Legislative Assembly as well as the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons&lt;/a&gt; and the &lt;a href=\"Senate%20of%20Canada\"&gt;Senate&lt;/a&gt;.\nHistory.\nThe position of lieutenant governor has existed in Canada since before &lt;a href=\"Canadian%20Confederation\"&gt;the country's confederation&lt;/a&gt;. In 1786, the post of Governor-in-Chief of &lt;a href=\"British%20North%20America\"&gt;British North America&lt;/a&gt; was created as a central viceregal office overseeing the British colonies of &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt;, &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt;, &lt;a href=\"New%20Brunswick\"&gt;New Brunswick&lt;/a&gt;, and the &lt;a href=\"Province%20of%20Quebec%20%281763%E2%80%931791%29\"&gt;Province of Quebec&lt;/a&gt;, whose governors then became lieutenant governors, though that of Quebec was occupied simultaneously by the governor-in-chief. This structure remained in place until the partitioning in 1791 of the Province of Quebec into &lt;a href=\"Upper%20Canada\"&gt;Upper&lt;/a&gt; and &lt;a href=\"Lower%20Canada\"&gt;Lower Canada&lt;/a&gt;, which then each had an office of lieutenant governor, though both posts were occupied by the incumbent &lt;a href=\"Governor%20General%20of%20the%20Province%20of%20Canada\"&gt;Governor General of the Province of Canada&lt;/a&gt;.\nIn 1867, confederation created a new entity of four provinces, each with their respective viceregal posts; as per the \"&lt;a href=\"Constitution%20Act%2C%201867\"&gt;British North America Act&lt;/a&gt;\" passed that year, the stations of &lt;a href=\"Lieutenant%20Governor%20of%20Nova%20Scotia\"&gt;Lieutenant Governor of Nova Scotia&lt;/a&gt; and &lt;a href=\"Lieutenant%20Governor%20of%20New%20Brunswick\"&gt;Lieutenant Governor of New Brunswick&lt;/a&gt; continued essentially as before, while those of &lt;a href=\"Lieutenant%20Governor%20of%20Ontario\"&gt;Lieutenant Governor of Ontario&lt;/a&gt; and &lt;a href=\"Lieutenant%20Governor%20of%20Quebec\"&gt;Lieutenant Governor of Quebec&lt;/a&gt; were created to replace the viceregal offices of &lt;a href=\"Canada%20East\"&gt;Canada East&lt;/a&gt; and &lt;a href=\"Canada%20West\"&gt;Canada West&lt;/a&gt;. Thereafter, when other colonies joined this grouping of provinces, their governors became lieutenant governors, while the creation of new provinces out of &lt;a href=\"Rupert%27s%20Land\"&gt;Rupert's Land&lt;/a&gt; and the &lt;a href=\"Northwest%20Territories\"&gt;Northwest Territories&lt;/a&gt;—which each had &lt;a href=\"List%20of%20lieutenant%20governors%20of%20the%20Northwest%20Territories\"&gt;their own lieutenant governors&lt;/a&gt;—led to the establishment of new viceregal posts.\nBeginning immediately after confederation, the &lt;a href=\"Dominion\"&gt;Dominion&lt;/a&gt; government and the &lt;a href=\"Colonial%20Office\"&gt;Colonial Office&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt; considered the lieutenant governors as representatives of, and subordinate to, the governor general in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt;, reflecting the view of &lt;a href=\"John%20A.%20Macdonald\"&gt;John A. Macdonald&lt;/a&gt; and &lt;a href=\"Edward%20Stanley%2C%2015th%20Earl%20of%20Derby\"&gt;the Earl of Derby&lt;/a&gt;, who set up the \"Constitution Act, 1867\", so as to have the lieutenant governors appointed by the governor general, and who expected that &lt;a href=\"Royal%20Assent\"&gt;Royal Assent&lt;/a&gt; would be given in the name of the governor general, rather than the . A ruling by the &lt;a href=\"Judicial%20Committee%20of%20the%20Privy%20Council\"&gt;Judicial Committee of the Privy Council&lt;/a&gt; in 1882 altered this view, establishing that the lieutenant governors represented the Queen in the provinces as much as the governor general did in the federal jurisdiction.\nSelection and appointments.\nUnlike the federal viceroy, the Canadian lieutenant-governors have been since 1867, if not Canadian-born, at least long-time residents of Canada and not of the &lt;a href=\"peerage\"&gt;peerage&lt;/a&gt;, though a number, up until the &lt;a href=\"Nickle%20Resolution\"&gt;Nickle Resolution&lt;/a&gt; in 1919, were &lt;a href=\"Knighthood\"&gt;knighted&lt;/a&gt;. While required by the tenets of constitutional monarchy to be &lt;a href=\"nonpartisan\"&gt;nonpartisan&lt;/a&gt; during their time in office, lieutenant-governors have frequently been former politicians and some have returned to politics following their viceregal service. Canadian lieutenant governorships have also been used to promote women and &lt;a href=\"minority%20group\"&gt;minorities&lt;/a&gt; into a prominent position: The first female viceroy in Canada was &lt;a href=\"Pauline%20Mills%20McGibbon\"&gt;Pauline Mills McGibbon&lt;/a&gt;, Lieutenant Governor of Ontario from 1974 to 1980, and many women have since served in both that province and others. There have been two &lt;a href=\"Black%20Canadians\"&gt;Black&lt;/a&gt; (&lt;a href=\"Lincoln%20Alexander\"&gt;Lincoln Alexander&lt;/a&gt; and &lt;a href=\"Mayann%20E.%20Francis\"&gt;Mayann E. Francis&lt;/a&gt;) and several &lt;a href=\"Aboriginal%20peoples%20in%20Canada\"&gt;Aboriginal&lt;/a&gt; lieutenant governors. &lt;a href=\"Norman%20Kwong\"&gt;Norman Kwong&lt;/a&gt;, Lieutenant Governor of Alberta from 2005 to 2010, was &lt;a href=\"Chinese-Canadian\"&gt;Chinese-Canadian&lt;/a&gt; and &lt;a href=\"David%20Lam%20%28real%20estate%20entrepreneur%29\"&gt;David Lam&lt;/a&gt;, the Lieutenant Governor of British Columbia from 1988 to 1995, was &lt;a href=\"Hong%20Kong%20Canadian\"&gt;Hong Kong-Canadian&lt;/a&gt;. Former Lieutenant-Governor of Quebec &lt;a href=\"Lise%20Thibault\"&gt;Lise Thibault&lt;/a&gt; used a &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt;, while &lt;a href=\"David%20Onley\"&gt;David Onley&lt;/a&gt;, the former Lieutenant-Governor of Ontario, had &lt;a href=\"polio\"&gt;polio&lt;/a&gt; as a child and used crutches or a &lt;a href=\"Mobility%20scooter\"&gt;scooter&lt;/a&gt;.\nThe lieutenant-governors are appointed by the &lt;a href=\"Governor%20General%20of%20Canada\"&gt;Governor General of Canada&lt;/a&gt; on the advice of the &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;prime minister&lt;/a&gt;. There is no constitutional requirement or consistent practice for the Prime Minister to consult with the province's premier on the appointment of the lieutenant governor.\nBesides the administration of the oaths of office, there is no set formula for the swearing-in of a lieutenant-governor-designate. Though there may therefore be variations to the following, the appointee will generally travel to the legislative assembly building in the provincial capital, where a &lt;a href=\"guard%20of%20honour\"&gt;guard of honour&lt;/a&gt; awaits to give a &lt;a href=\"Salute%23Small%20arms%20salutes\"&gt;general salute&lt;/a&gt;. From there, the party is led by the speaker of the legislative assembly to the legislative chamber, wherein all justices of the province's superior court, &lt;a href=\"Member%20of%20the%20Legislative%20Assembly%23Canada\"&gt;members of the legislative assembly&lt;/a&gt;, and other guests are assembled. The governor general's commission for the lieutenant-governor-designate is then read aloud, and the required oaths are administered to the appointee by either the governor general or a delegate thereof; the three oaths are: the &lt;a href=\"Oath%20of%20Allegiance%20%28Canada%29\"&gt;Oath of Allegiance&lt;/a&gt;, the Oath of Office as lieutenant-governor, and the oath as keeper of the province's great seal. With the affixing of their signature to these three solemn promises, the individual is officially the lieutenant governor, and at that moment the &lt;a href=\"Honors%20music\"&gt;Viceregal Salute&lt;/a&gt; is played and a 15- is conducted outside. The lieutenant governor then receives the insignia of the province's order or orders. Since the appointment in 1956 of &lt;a href=\"John%20J.%20Bowlen\"&gt;John J. Bowlen&lt;/a&gt; as Lieutenant Governor of Alberta, newly installed lieutenant governors will, at some point in the first year of their mandate, be invited to a personal &lt;a href=\"Audience%20%28meeting%29\"&gt;audience&lt;/a&gt; with the monarch.\nThough incumbents are constitutionally mandated to serve for at least five years, unless the federal parliament agrees to remove the individual from office, the lieutenant-governors still technically act &lt;a href=\"At%20%20Majesty%27s%20pleasure\"&gt;at the governor general's pleasure&lt;/a&gt;, meaning the prime minister may recommend to the governor general that a lieutenant governor remain in the Crown's service for a longer period of time, sometimes upwards of more than ten years. A lieutenant governor may also resign and some have died in office.\nThe governor general also has the power to appoint a person as \"administrator\", to act in the place of a lieutenant-governor who is unable to act, for example due to illness or absence from the province. Since 1953, the practice has been that the chief justice of the province has a standing appointment to act as administrator. If the position of lieutenant governor is vacant, for example due to the death of the lieutenant governor, the administrator is not able to act until a new lieutenant governor is appointed.\nThis situation arose in Saskatchewan in 1978, when the Lieutenant Governor, &lt;a href=\"George%20Porteous\"&gt;George Porteous&lt;/a&gt;, died suddenly on February 6, 1978. The administrator, &lt;a href=\"E.%20M.%20Culliton\"&gt;Chief Justice Culliton&lt;/a&gt;, declined to exercise any powers of the Lieutenant-Governor, on the basis that he had no power to act when the office was vacant. The &lt;a href=\"Department%20of%20Justice%20%28Canada%29\"&gt;federal Department of Justice&lt;/a&gt; and the &lt;a href=\"Office%20of%20the%20Prime%20Minister%20%28Canada%29\"&gt;Prime Minister's Office&lt;/a&gt; took the same position. As a result, the Saskatchewan Government could not recall the &lt;a href=\"Prorogation%20in%20Canada\"&gt;prorogued Legislative Assembly&lt;/a&gt;, nor pass any orders-in-council to proclaim statutes in force, pass regulations, or exercise any other statutory powers requiring an order-in-council. This situation lasted until the federal government appointed Porteous's successor, &lt;a href=\"Irwin%20McIntosh\"&gt;Irwin McIntosh&lt;/a&gt;, on February 22, 1978.\nRole.\nAs the Canadian monarch is shared equally amongst the ten provinces of Canada, as well as the federal realm, and the sovereign lives predominantly outside Canada's borders, a lieutenant governors' primary task is to perform the sovereign's constitutional duties on his or her behalf, acting within the principles of &lt;a href=\"parliamentary%20democracy\"&gt;parliamentary democracy&lt;/a&gt; and &lt;a href=\"responsible%20government\"&gt;responsible government&lt;/a&gt; as a guarantor of continuous and stable governance, and as a &lt;a href=\"nonpartisan\"&gt;nonpartisan&lt;/a&gt; safeguard against the abuse of power. The office is the core of authority in a province.\nFor the most part, the powers of the Crown are exercised on a day-to-day basis by elected and appointed individuals, leaving the lieutenant-governors to perform the various ceremonial duties the sovereign otherwise carries out when in the country; at such a moment, a lieutenant-governor will decrease his or her public appearances, though the presence of the monarch does not undermine any lieutenant- governor's ability to perform governmental roles.\nConstitutional.\nThough the monarch retains all &lt;a href=\"Executive%20%28government%29\"&gt;executive&lt;/a&gt;, &lt;a href=\"Legislature\"&gt;legislative&lt;/a&gt;, and &lt;a href=\"Judiciary\"&gt;judicial&lt;/a&gt; power in and over Canada, the lieutenant governors are permitted to exercise most of this, including the &lt;a href=\"Royal%20Prerogative\"&gt;Royal Prerogative&lt;/a&gt;, in the sovereign's name, as laid out in various acts in the &lt;a href=\"Constitution%20of%20Canada\"&gt;constitution&lt;/a&gt;, though most revolve around the original clauses in section V of the \"&lt;a href=\"Constitution%20Act%2C%201867\"&gt;Constitution Act, 1867&lt;/a&gt;\". While they continue to be appointed by the governor general, the lieutenant governors are considered to be direct representatives of the sovereign. In a province, it is thus the lieutenant governor who is required to appoint persons to the &lt;a href=\"Executive%20Council%20%28Canada%29\"&gt;executive council&lt;/a&gt; (or &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt;) and &lt;a href=\"Convention%20%28norm%29%23Government\"&gt;convention&lt;/a&gt; dictates that the lieutenant governor must further draw from them an individual to act as &lt;a href=\"Premier%20%28Canada%29\"&gt;premier&lt;/a&gt;—in almost all cases the &lt;a href=\"Member%20of%20the%20Legislative%20Assembly%23Canada\"&gt;member of the legislative assembly&lt;/a&gt; who commands the &lt;a href=\"Confidence%20and%20supply\"&gt;confidence&lt;/a&gt; of the legislature. This group of &lt;a href=\"Minister%20of%20the%20Crown\"&gt;ministers of the Crown&lt;/a&gt; is theoretically tasked with tendering to the viceroy guidance on the exercise of the Royal Prerogative, an arrangement called the \"&lt;a href=\"-in-Council\"&gt;-in-Council&lt;/a&gt;\" or, more specifically, the \"Governor-in-Council\", in which capacity the lieutenant governor will issue royal &lt;a href=\"proclamation\"&gt;proclamation&lt;/a&gt;s and sign &lt;a href=\"Order%20in%20Council\"&gt;orders in council&lt;/a&gt;. The Governor-in-Council of both Nova Scotia and New Brunswick are also specifically tasked to appoint in the Queen's name the judges of the &lt;a href=\"court%20of%20probate\"&gt;courts of probate&lt;/a&gt;. The &lt;a href=\"Advice%20%28constitutional%29\"&gt;advice&lt;/a&gt; given by the cabinet is, in order to ensure the stability of government, typically binding; the viceroy may, in exceptional circumstances, invoke the &lt;a href=\"reserve%20powers\"&gt;reserve powers&lt;/a&gt;, which remain the Crown's final check against a ministry's abuse of power.\nThe lieutenant-governor alone is also constitutionally mandated to summon the legislature. Beyond that, the viceroy carries out the other conventional parliamentary duties in the sovereign's stead, including reading the &lt;a href=\"Speech%20from%20the%20throne\"&gt;Speech From the Throne&lt;/a&gt; and &lt;a href=\"Legislative%20session%23Prorogation\"&gt;proroguing&lt;/a&gt; and &lt;a href=\"Dissolution%20of%20parliament\"&gt;dissolving&lt;/a&gt; parliament. The lieutenant-governor also grants &lt;a href=\"Royal%20Assent\"&gt;Royal Assent&lt;/a&gt; in the Queen's name; legally, he or she has three options: grant Royal Assent (making the bill law), withhold Royal Assent (vetoing the bill), or reserve the bill for the signification of the governor general's pleasure. If the governor general withholds the Queen's assent, the sovereign may within two years disallow the bill, thereby annulling the law in question.\nR. MacGregor Dawson opined that, following Confederation, the lieutenant-governors diverged from the governor general in that they continued to demonstrate a power independent of the Cabinet and parliament; lieutenant-governors had variously dismissed governments, refused the advice of ministers, and insisted on the creation of &lt;a href=\"Royal%20Commission\"&gt;royal commissions&lt;/a&gt;. Altogether, lieutenant-governors had also withheld Royal Assent to bills 28 times and reserved bills for the consideration of the governor general 71 times. The last example of the former was in 1945 and the latter in 1961. Relations between lieutenant governor and Cabinet have also at times been strained by ministers' unwillingness to openly acknowledge the authority of a federal appointee, often recommended by a federal prime minister who adhered to different political beliefs.\nCeremonial.\nWith most constitutional functions lent to cabinet, a lieutenant governor acts in a primarily ceremonial fashion, carrying out some of the ritual duties normally associated with heads of state and thus symbolizing the sovereignty of the provinces within confederation. The provincial viceroys have been said to be, outside of Quebec, \"a focus of community ideals and a reinforcement of provincial identity.\"\nHe or she will host members of the &lt;a href=\"Monarchy%20of%20Canada%23Canada%27s%20royal%20family%20and%20house\"&gt;Canadian Royal Family&lt;/a&gt;, as well as foreign royalty and heads of state, and is also tasked with fostering national unity and pride. One way in which this is carried out is travelling the province and meeting with residents from all regions and &lt;a href=\"ethnic%20groups%20in%20Canada\"&gt;ethnic groups&lt;/a&gt;, some of whom a lieutenant governor will induct into the &lt;a href=\"Orders%2C%20decorations%2C%20and%20medals%20of%20the%20Canadian%20provinces\"&gt;province's orders&lt;/a&gt; and present to others medals and decorations. This travel takes place mostly within a lieutenant governor's province, the viceroys rarely performing state duties anywhere else in Canada, and never internationally, unless it is on behalf of the monarch in a federal capacity; it has been argued that the provincial representatives of the should start to undertake trips to represent their province abroad. In the exercise of these duties, the lieutenant governors may sometimes receive advice from the &lt;a href=\"Department%20of%20Canadian%20Heritage\"&gt;Department of Canadian Heritage&lt;/a&gt; Ceremonial and Canadian Symbols Promotion Program. During a provincial election, a lieutenant governor will curtail these public duties, so as not to appear as though they are involving themselves in political affairs.\nThe viceroys themselves also offer awards, such as the Lieutenant Governor's Award for Outstanding Service to Rural Saskatchewan, the Lieutenant Governor's Nova Scotia Talent Trust Award, and the Lieutenant Governor's Award for Excellence in Architecture, awarded in &lt;a href=\"New%20Brunswick\"&gt;New Brunswick&lt;/a&gt;, and the &lt;a href=\"Heritage%20Canada\"&gt;Heritage Canada&lt;/a&gt; Foundation also presents the Lieutenant Governor's Award, presented to an individual or group who has achieved an outstanding result in heritage conservation in the province in which the Heritage Canada Foundation's annual conference is held. Further, the lieutenant governors (as well as the territorial commissioners) present the &lt;a href=\"Vice-Regal%20and%20Commissioners%27%20Commendation\"&gt;Vice-Regal and Commissioners' Commendation&lt;/a&gt; to individuals who offer their service—paid or volunteer—to the viceregal offices. It was originally intended to be a distinction in place of appointment to the &lt;a href=\"Royal%20Victorian%20Order\"&gt;Royal Victorian Order&lt;/a&gt;, regularly granted to those who aided the monarch or governor general with distinction, but nominees from the lieutenant governors were frequently overlooked by staff at &lt;a href=\"Rideau%20Hall\"&gt;Rideau Hall&lt;/a&gt;. After 1984, suggestions from the lieutenant governors' offices for membership in the Royal Victorian Order were more readily accepted and the Vice-Regal and Commissioners' Commendation became an award for one or more commendable acts benefiting the viceroy.\nSymbols and protocol.\nAs the personal representative of the monarch, a lieutenant-governor follows only the sovereign in the province's &lt;a href=\"order%20of%20precedence\"&gt;order of precedence&lt;/a&gt;, preceding even other members of the Royal Family. Though the federal viceroy is considered \"&lt;a href=\"Primus%20inter%20pares\"&gt;Primus inter pares&lt;/a&gt;\" amongst his or her provincial counterparts, the governor general also takes a lower rank to the lieutenant-governors in the provincial spheres; at federal functions, the governor general, as the Queen's representative in the country, precedes the lieutenant-governors. An incumbent lieutenant governor is also entitled to the use of the &lt;a href=\"Style%20%28manner%20of%20address%29\"&gt;style&lt;/a&gt; &lt;a href=\"His%20Honour\"&gt;\"His\" or \"Her Honour\"&lt;/a&gt;, and is granted the additional honorific of \"&lt;a href=\"The%20Honourable\"&gt;The Honourable&lt;/a&gt;\" for their time in office and for life afterwards.\nTraditionally, lieutenant governors were entitled to wear first-class &lt;a href=\"Court%20uniform%20and%20dress%20in%20the%20United%20Kingdom\"&gt;court uniform&lt;/a&gt;. Today, the practice continues in some provinces, such as &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt;, &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, and &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;. Since 1999, lieutenant-governors have been entitled to wear a special badge of office.\nPer the orders' constitutions, the lieutenant-governors, except for that of Quebec, serve as the chancellor of their province's &lt;a href=\"Order%20%28decoration%29\"&gt;order&lt;/a&gt;. They also upon installation automatically become a Knight or Dame of Justice and a Vice-Prior in Canada of the &lt;a href=\"Venerable%20Order%20of%20Saint%20John\"&gt;Most Venerable Order of the Hospital of Saint John of Jerusalem&lt;/a&gt;. All of these honours are retained following an incumbent's departure from office, with the individual remaining in the highest category of the order, and they may also be further distinguished with induction into other orders or the receipt of other awards.\nThe &lt;a href=\"Honours%20music\"&gt;Viceregal Salute&lt;/a&gt;—composed of the first six &lt;a href=\"Bar%20%28music%29\"&gt;bars&lt;/a&gt; of the Royal Anthem (\"&lt;a href=\"God%20Save%20the%20\"&gt;God Save the &lt;/a&gt;\") followed by the first and last four bars of the &lt;a href=\"national%20anthem\"&gt;national anthem&lt;/a&gt; (\"&lt;a href=\"O%20Canada\"&gt;O Canada&lt;/a&gt;\")—is the &lt;a href=\"salute\"&gt;salute&lt;/a&gt; used to greet a lieutenant-governor upon arrival at, and mark his or her departure from most official events. To mark a viceroy's presence at any building, ship, airplane, or car in Canada, the relevant &lt;a href=\"Flags%20of%20the%20Lieutenant-Governors%20of%20Canada\"&gt;lieutenant-governor's flag&lt;/a&gt; is employed. Excepting those of Quebec and Nova Scotia, the present form of most provincial viceroyal flags was adopted in 1980 and consists of a blue field bearing the shield of the province's &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; surrounded by ten gold maple leaves—each symbolizing one province—surmounted by a St. Edward's Crown. In a provincial jurisdiction, the lieutenant governor's flag takes precedence over all other flags, save the &lt;a href=\"Queen%27s%20Personal%20Canadian%20Flag\"&gt;Queen's personal Canadian standard&lt;/a&gt;, and is also, along with all flags on &lt;a href=\"Canadian%20Forces\"&gt;Canadian Forces&lt;/a&gt; property, flown at &lt;a href=\"Half-staff\"&gt;half-mast&lt;/a&gt; upon the death of an incumbent or former lieutenant governor.\nSpelling.\nIn the Canadian context, there are numerous, and not mutually agreeable, notions regarding &lt;a href=\"hyphen\"&gt;hyphen&lt;/a&gt;ation and &lt;a href=\"capitalization\"&gt;capitalization&lt;/a&gt; of the position title. Various acts in the &lt;a href=\"Constitution%20of%20Canada\"&gt;Canadian constitution&lt;/a&gt; and numerous provincial websites typically indicate \"Lieutenant Governor of [&lt;a href=\"Provinces%20and%20territories%20of%20Canada\"&gt;Province&lt;/a&gt;]\" (upper case and no hyphen), likely due to the primacy of those positions in their respective &lt;a href=\"jurisdiction\"&gt;jurisdiction&lt;/a&gt;s. \"The Canadian Style\" indicates \"Lieutenant-Governor\" (upper case with hyphen), though \"lieutenant-governors\" (lower case and hyphenated) when &lt;a href=\"plural\"&gt;plural&lt;/a&gt;ized. The \"Guide to Canadian English Usage\" equivocates somewhat, indicating upper case only when used in and associated with a specific provincial lieutenant governor or name (e.g., Lieutenant-Governor Lincoln Alexander), not generally, and varied use. In French, the term is always hyphenated, and varies slightly by gender. Also, as \"&lt;a href=\"governor\"&gt;governor&lt;/a&gt;\" is the main &lt;a href=\"noun\"&gt;noun&lt;/a&gt; in the title, it is the word that is pluralized; thus, it is \"lieutenant governors\", rather than \"lieutenants governor\"."
}