{
    "id": "50633627",
    "revid": "209266",
    "url": "https://en.wikipedia.org/wiki?curid=50633627",
    "title": "Everything Relative",
    "text": "Everything Relative is a 1996 American &lt;a href=\"comedy-drama\"&gt;comedy-drama&lt;/a&gt; &lt;a href=\"independent%20film\"&gt;independent film&lt;/a&gt; written and directed by &lt;a href=\"Sharon%20Pollack%20%28filmmaker%29\"&gt;Sharon Pollack&lt;/a&gt;. It centers around a weekend reunion of seven women who were friends and political activists in college. The film has been compared to &lt;a href=\"The%20Big%20Chill%20%28film%29\"&gt;The Big Chill&lt;/a&gt; and &lt;a href=\"Return%20of%20the%20Secaucus%20Seven\"&gt;Return of the Secaucus Seven&lt;/a&gt; in terms of theme and structure. It was presented at the 1996 &lt;a href=\"Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt; as part of the American Spectrum lineup.\nPlot.\nA &lt;a href=\"lesbian\"&gt;lesbian&lt;/a&gt; couple, Katie (Stacy Nelkin) and Victoria (Monica Bell), have a new-born son. His &lt;a href=\"brit%20milah\"&gt;bris&lt;/a&gt; (featuring a cameo appearance by &lt;a href=\"Harvey%20Fierstein\"&gt;Harvey Fierstein&lt;/a&gt; as the &lt;a href=\"mohel\"&gt;mohel&lt;/a&gt;) occasions a gathering of family and friends, including five college classmates of Katie and Victoria. The seven former classmates (all but one of whom are lesbians) were members of a leftist &lt;a href=\"street%20theater\"&gt;street theater&lt;/a&gt; company and political action group when they were in college.\nAfter the bris, the former classmates take a weekend vacation together at Katie and Victoria's country home near their old &lt;a href=\"college%20town\"&gt;college town&lt;/a&gt; of &lt;a href=\"Northampton%2C%20Massachusetts\"&gt;Northampton, Massachusetts&lt;/a&gt;. Their time together provides a chance for them to address long-standing conflicts and unresolved issues.\nVictoria, a &lt;a href=\"corporate%20lawyer\"&gt;corporate lawyer&lt;/a&gt;, believes her job requires her to stay &lt;a href=\"closeted\"&gt;closeted&lt;/a&gt;, which leads her to publicly hide her relationship with Katie. Katie is aware of Victoria's reasons for doing this, but is not happy about it, and Victoria's reflexive efforts to conceal their relationship while in public causes the tension between them to escalate over the course of the weekend.\nFormer lovers Josie (&lt;a href=\"Ellen%20McLaughlin\"&gt;Ellen McLaughlin&lt;/a&gt;) and Maria (Olivia Negron) meet for the first time after their painful break-up. Maria left Josie years earlier to marry a man because she believed it was the only way she could have a family. After years of marriage and two children, Maria eventually &lt;a href=\"coming%20out\"&gt;came out&lt;/a&gt; as a lesbian and left her husband, but lost custody of her children and now seeks to get them back. Josie is a recovering &lt;a href=\"alcoholism\"&gt;alcoholic&lt;/a&gt; who has never gotten over Maria. The &lt;a href=\"Ghosting%20%28relationships%29\"&gt;abruptness of Maria's departure&lt;/a&gt; has left many issues between them unsettled.\nLuce (Dreya Weber) is an athletic &lt;a href=\"stunt%20performer\"&gt;stuntwoman&lt;/a&gt; who has been through a string of short-term, failed relationships. She is still holding on to the memory of her college girlfriend Sonja, who died in an automobile accident in college. Luce's newest girlfriend, Candy (Malindi Fickle), accompanies Luce to the reunion, but as Candy is in her early twenties and politically conservative, she has little in common with the rest of the women there. Professional &lt;a href=\"singing\"&gt;singer&lt;/a&gt; Gina (Gabriella Messina) has long carried a torch for Luce, but Luce has always been unavailable because she could not let go of Sonja.\nThe lone straight woman in the group is Sarah (Carol Schneider), who works at &lt;a href=\"Planned%20Parenthood\"&gt;Planned Parenthood&lt;/a&gt;. She is happily married, but has been under a great deal of stress because of her inability to get pregnant.\nIn the course of visiting their old haunts, playing a &lt;a href=\"softball\"&gt;softball&lt;/a&gt; game, engaging in a group &lt;a href=\"sing-along\"&gt;sing-along&lt;/a&gt;, &lt;a href=\"human%20swimming\"&gt;swimming&lt;/a&gt;, and other activities, the seven old friends resolve various old conflicts, begin new chapters in their lives, and part ways with better understanding of themselves.\nCritical reception.\n\"Everything Relative\" received mixed reviews. &lt;a href=\"Stephen%20Holden\"&gt;Stephen Holden&lt;/a&gt; of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" regarded the film as \"better at creating a mood than telling a story\" and described it as \"an upbeat soap opera that programmatically ticks off a checklist of political issues without probing them in any depth\" but praised the film for its \"the relaxed, spontaneous ensemble acting\" and for \"getting the tricky emotional chemistry right\" in \"capturing the complicated camaraderie of old friends.\"\n&lt;a href=\"Kevin%20Thomas%20%28film%20critic%29\"&gt;Kevin Thomas&lt;/a&gt; of \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" considered it \"one of the best lesbian films yet\" and noted \"[a]ll the performances are first-rate.\" Edward Guthmann of &lt;a href=\"San%20Francisco%20Chronicle\"&gt;\"The San Francisco Chronicle\"&lt;/a&gt; called the film \"a mixed bag\" and commented on the overly obvious attempts at comedy and heavy-handed politics, but praised the cast as likeable and notes writer/director Pollack brings tremendous affection for her characters. &lt;a href=\"Variety%20%28magazine%29\"&gt;\"Variety\"&lt;/a&gt; reviewed it poorly, calling it a \"disappointingly dull, schematically conceived film.\"\nThe &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; rating for \"Everything Relative\" was 25% based on eight reviews."
}