{
    "id": "50653758",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=50653758",
    "title": "Spaghetti sandwich",
    "text": "The spaghetti sandwich or spaghetti jaffle in Australia is a &lt;a href=\"sandwich\"&gt;sandwich&lt;/a&gt; prepared using cooked &lt;a href=\"spaghetti\"&gt;spaghetti&lt;/a&gt;, a sauce and bread as primary ingredients. It is sold at some underground concession areas near subway stations in Tokyo, Japan, and has been purveyed at the &lt;a href=\"Target%20Field\"&gt;Target Field&lt;/a&gt; baseball park in Minneapolis, Minnesota, U.S. and in some U.S. restaurants.\nPreparation.\nCooked spaghetti with sauce and bread are used to prepare the spaghetti sandwich. It is sometimes prepared using &lt;a href=\"leftovers\"&gt;leftover&lt;/a&gt; spaghetti, and the spaghetti can be chopped or left whole. Butter or margarine is sometimes used as an ingredient, spread on the bread. A &lt;a href=\"bread%20roll\"&gt;bread roll&lt;/a&gt;, sliced bread and &lt;a href=\"garlic%20bread\"&gt;garlic bread&lt;/a&gt; can be used to prepare the sandwich. Additional ingredients used in its preparation can include cheeses such as grated Parmesan cheese and spices such as garlic powder and oregano. It can be served cold or hot, and can be cooked using a &lt;a href=\"Pie%20iron\"&gt;sandwich maker&lt;/a&gt;.\nBy country.\nJapan.\nThe spaghetti sandwich is a food in &lt;a href=\"Japanese%20cuisine\"&gt;Japanese cuisine&lt;/a&gt;. In Tokyo, the sandwich is prepared using a meat sauce, a sliced French roll or white bread, and has been described as a \"Tokyo novelty.\" Some underground concession areas near subway stations in Tokyo sell the spaghetti sandwich, and it has been described as a \"handy commuter snack.\" The &lt;a href=\"yakisoba\"&gt;yakisoba&lt;/a&gt; sandwich is a similar noodle sandwich that is more common in concession areas near Tokyo subway stations.\nUnited States.\nThe &lt;a href=\"Target%20Field\"&gt;Target Field&lt;/a&gt; baseball park in Minneapolis, Minnesota, included a spaghetti sandwich on its concessions fare in 2013, named the Spaghetti Pie Panino. It was prepared using cooked spaghetti, pasta sauce, meatballs and mozzarella cheese.\nA cooking variation that is used at a restaurant in &lt;a href=\"Long%20Island%20City\"&gt;Long Island City&lt;/a&gt; in Queens, New York City, involves using an &lt;a href=\"egg%20wash\"&gt;egg wash&lt;/a&gt; to coat a mixture of sauce, pasta, and cheese, and then baking it into a &lt;a href=\"patty\"&gt;patty&lt;/a&gt; using a &lt;a href=\"blini\"&gt;blini&lt;/a&gt; pan. The patty has a moist texture on the inside and a crispy exterior."
}