{
    "id": "5068654",
    "revid": "42365465",
    "url": "https://en.wikipedia.org/wiki?curid=5068654",
    "title": "St. George's Abbey in the Black Forest",
    "text": "St. George's Abbey in the Black Forest (Kloster Sankt Georgen im Schwarzwald) was a &lt;a href=\"Order%20of%20St.%20Benedict\"&gt;Benedictine&lt;/a&gt; monastery in &lt;a href=\"St.%20Georgen%20im%20Schwarzwald\"&gt;St. Georgen im Schwarzwald&lt;/a&gt; in the southern &lt;a href=\"Black%20Forest\"&gt;Black Forest&lt;/a&gt; in &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nHistory.\nFoundation to Reformation.\nThe monastery was founded in 1084–&lt;a href=\"1085\"&gt;85&lt;/a&gt; in the Black Forest, by the source of the &lt;a href=\"Brigach\"&gt;Brigach&lt;/a&gt;, against the background of the &lt;a href=\"Investiture%20Controversy\"&gt;Investiture Controversy&lt;/a&gt;, as a result of the community of interests of the &lt;a href=\"Swabia\"&gt;Swabia&lt;/a&gt;n aristocracy and the church reform party, the founders being Hezelo and Hesso of the family of the \"&lt;a href=\"V%C3%B6gte\"&gt;Vögte&lt;/a&gt;\" of &lt;a href=\"Reichenau%20Island\"&gt;Reichenau&lt;/a&gt;, and the politically influential Abbot &lt;a href=\"William%20of%20Hirsau\"&gt;William of Hirsau&lt;/a&gt;. The intended site was initially to be at &lt;a href=\"K%C3%B6nigseggwald\"&gt;Königseggwald&lt;/a&gt; in &lt;a href=\"Upper%20Swabia\"&gt;Upper Swabia&lt;/a&gt;, but at William's behest St. Georgen was chosen instead. The settlement, by monks from &lt;a href=\"Hirsau%20Abbey\"&gt;Hirsau Abbey&lt;/a&gt;, took place in the spring and summer of 1084; the chapel was dedicated on 24 June 1085.\nAt first a priory of Hirsau, the new foundation was declared an independent abbey in 1086, and under Abbot Theoger (1088–1119) began to accumulate the extensive estates, possessions and legal rights which made it one of the greatest religious houses of south-western Germany. The first \"Vögte\" (\"lords protector\") were the founder Hezelo (d. 1088) and his son Hermann (d. 1094). The abbey then came into conflict with the next \"Vogt\", Ulrich of &lt;a href=\"Hirrlingen\"&gt;Hirrlingen&lt;/a&gt;, and was obliged to appeal to King &lt;a href=\"Henry%20V%2C%20Holy%20Roman%20Emperor\"&gt;Henry V&lt;/a&gt;. From 1114 the \"Vögte\" were the &lt;a href=\"House%20of%20Z%C3%A4hringen\"&gt;Zähringen&lt;/a&gt; Dukes; on their extinction in 1218, the office was taken over by the &lt;a href=\"Hohenstaufen\"&gt;Hohenstaufen&lt;/a&gt; Emperor &lt;a href=\"Frederick%20II%2C%20Holy%20Roman%20Emperor\"&gt;Frederick II&lt;/a&gt; (1212/1215–c. 1250).\nTo attempt to curb the excessive control of the \"Vögte\" over the abbey, the abbots obtained privileges (8 March 1095 and 2 November 1105) from the &lt;a href=\"papacy\"&gt;papacy&lt;/a&gt; granting them guarantees of \"libertas Romana\" (\"Roman freedom\"), which included papal protection for the abbey and the right to elect their own abbots freely. Successive abbots throughout the later Middle Ages had these important rights repeatedly confirmed.\nA particularly important papal privilege was that of &lt;a href=\"Pope%20Alexander%20III\"&gt;Pope Alexander III&lt;/a&gt;, dated 26 March 1179, which makes clear the significance of St. George's as a centre of Benedictine reform in &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt;, &lt;a href=\"Lotharingia\"&gt;Lotharingia&lt;/a&gt;, Swabia and &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt; in the 12th century by naming numerous religious communities in close contact with St. George's, either as its foundations or because it exercised pastoral authority over them or had been involved in their reform. The nunneries at Amtenhausen (1102) and Friedenweiler (1123) were founded from St. George's and were its priories, as was the monastery at Lixheim in Alsace (1107), the nunnery at Urspring (1127) and the \"Cell of St. Nicholas\" at Rippoldsau (before 1179). Monks from St. George's were the spiritual directors of the nunneries at Krauftal (1124/30) and Vargéville (about 1126), while &lt;a href=\"Ottobeuren%20Abbey\"&gt;Ottobeuren Abbey&lt;/a&gt; (1102), &lt;a href=\"Admont%20Abbey\"&gt;Admont Abbey&lt;/a&gt; (1115), Saints Ulrich and Afra's Abbey in &lt;a href=\"Augsburg\"&gt;Augsburg&lt;/a&gt; (before 1120) and &lt;a href=\"Pr%C3%BCfening%20Abbey\"&gt;Prüfening Abbey&lt;/a&gt; (1121) had had abbots or other reforming influences from St. George's. St. George's itself was of course, as a foundation of Hirsau, part of the &lt;a href=\"Hirsau%20Reform\"&gt;Hirsau Reform&lt;/a&gt;, in its turn inspired by and parallel to the &lt;a href=\"Cluniac%20Reform\"&gt;Cluniac Reform&lt;/a&gt;. This powerful reforming impetus of the first third of the 12th century, under Abbots Theoger and Werner I (d. 1134), seems however to have stagnated later in the century.\nThe abbey thereafter began a slow but marked decline, emphasized by a disastrous fire in 1244. In common with many other religious houses of the period, it also experienced a loss of spiritual zeal and discipline, and well as financial losses, dwindling income and mismanagement. The low point was probably the supposed murder of Abbot Heinrich III (1335–1347) by his successor, Abbot Ulrich II (1347, 1359, and 1364–1368). Some improvement took place around the turn of the 14th and 15th centuries with the appointment of the reforming Abbot Johann III Kern (1392–1427).\nThe increasingly aggressive claims of the \"Vögte\", who between about 1250 and the early 15th century were the &lt;a href=\"Counts%20of%20Falkenstein%20%28Bavaria%29\"&gt;Counts of Falkenstein&lt;/a&gt;, and after them the &lt;a href=\"Rulers%20of%20W%C3%BCrttemberg\"&gt;Dukes of Württemberg&lt;/a&gt;, were difficult for the abbots to counter, given their lack of \"\"&lt;a href=\"reichsunmittelbar\"&gt;reichsunmittelbar&lt;/a&gt;\"\" status, and despite the possession of its hard-won papal privileges the abbey steadily diminished in influence, until in 1536 the Dukes of Württemberg, against the background of the &lt;a href=\"Protestant%20Reformation\"&gt;Reformation&lt;/a&gt;, dissolved the abbey and expelled the monks.\nPost-Reformation.\nThe monks did not disperse at the suppression of St. George's, in which a &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; religious community was established in 1566, but moved to the vacant monastery at &lt;a href=\"Villingen\"&gt;Villingen&lt;/a&gt;, in &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt; territory in nearby &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;. During the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; an attempt was made between 1629 and 1632 to re-settle St. George's, but it came to nothing, and the premises and the church were destroyed by fire on 13 October 1633. It was not re-built.\nThe town of St. Georgen im Schwarzwald suffered a serious fire in 1865, and the ruins of the abbey were used as a quarry for its re-building."
}