{
    "id": "50686136",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=50686136",
    "title": "Whittlesey Athletic F.C.",
    "text": "Whittlesey Athletic Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Whittlesey\"&gt;Whittlesey&lt;/a&gt;, &lt;a href=\"Cambridgeshire\"&gt;Cambridgeshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. They are currently members of the and play at Feldale Field.\nHistory.\nThe club was formed in 2014 as the result of a merger between Whittlesey United and Coates Athletic, both of which were members of the Premier Division of the &lt;a href=\"Peterborough%20and%20District%20Football%20League\"&gt;Peterborough &amp; District League&lt;/a&gt;. Coates had been members of the league since 1932 and were Division Three South champions in 1955–56, Division Two champions in 1960–61 and 1982–83, before winning Division Four in 2004–05 and Division One in 2008–09. Whittlsey had first joined the league in 1906 and were Division Two champions in 1925–26, Division One champions in 1952–53, 1965–66 and 1976–77, before becoming Premier Division champions in 2004–05.\nWhittlesey Athletic continued in the Premier Division, and were runners-up in 2015–16, earning promotion to Division One of the United Counties League; they also won the Peterborough &amp; District League's charity shield. However, they pulled out of the league midway through the &lt;a href=\"2016%E2%80%9317%20United%20Counties%20League\"&gt;2016–17 season&lt;/a&gt;. The club rejoined the Peterborough &amp; District League the following season and were placed in Premier Division. The 2018–19 season saw them gain promotion back to the &lt;a href=\"United%20Counties%20League\"&gt;United Counties League&lt;/a&gt; after finishing fifth in the Premier Division, as well as winning the Cliff Bullen Challenge Cup.\nAt the end of the &lt;a href=\"2020%E2%80%9321%20United%20Counties%20League\"&gt;2020–21 season&lt;/a&gt; Whittlesey were transferred to Division One North of the &lt;a href=\"Eastern%20Counties%20Football%20League\"&gt;Eastern Counties League&lt;/a&gt;.\nGround.\nThe club play their home games at Feldale Field. In 2019, the club installed floodlights at the ground with help of funding from &lt;a href=\"The%20Football%20Stadia%20Improvement%20Fund\"&gt;The Football Stadia Improvement Fund&lt;/a&gt;."
}