{
    "id": "50719257",
    "revid": "35261024",
    "url": "https://en.wikipedia.org/wiki?curid=50719257",
    "title": "Mikhail Khvatkov",
    "text": "Mikhail Petrovich Khvatkov (; 24 November 1925 – 25 June 1944) was a &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; &lt;a href=\"Efreitor\"&gt;Efreitor&lt;/a&gt; and posthumous &lt;a href=\"Hero%20of%20the%20Soviet%20Union\"&gt;Hero of the Soviet Union&lt;/a&gt;. Khvatkov was posthumously awarded the title for his actions in the &lt;a href=\"Vitebsk%E2%80%93Orsha%20Offensive\"&gt;Vitebsk–Orsha Offensive&lt;/a&gt;, where he ferried troops and equipment across the &lt;a href=\"Western%20Dvina\"&gt;Western Dvina&lt;/a&gt;. He was killed while crossing the river. \nEarly life.\nKhvatkov was born on 24 November 1925 in the village of &lt;a href=\"Ulyanovsk\"&gt;Gryaznukha&lt;/a&gt; (now part of &lt;a href=\"Ulyanovsk\"&gt;Ulyanovsk&lt;/a&gt;) in &lt;a href=\"Simbirsk%20Governorate\"&gt;Simbirsk Governorate&lt;/a&gt; to a peasant family. He graduated from seventh grade and worked on a farm.\nWorld War II.\nKhvatkov was drafted into the Red Army in February 1943. He received sapper training and arrived on the &lt;a href=\"Voronezh%20Front\"&gt;Voronezh Front&lt;/a&gt; as a replacement with the &lt;a href=\"67th%20Guards%20Rifle%20Division\"&gt;67th Guards Rifle Division&lt;/a&gt;, where he was assigned to the 76th Guards Separate Engineer Battalion. Khvatkov fought in the &lt;a href=\"Belgorod-Khar%27kov%20Offensive%20Operation\"&gt;Belgorod-Khar'kov Offensive Operation&lt;/a&gt; in August and the &lt;a href=\"Sumy-Pryluky%20Offensive\"&gt;Sumy-Pryluky Offensive&lt;/a&gt; in September. After the end of the offensive on 30 September, the division became part of &lt;a href=\"Reserve%20of%20the%20Supreme%20High%20Command\"&gt;Reserve of the Supreme High Command&lt;/a&gt; (\"&lt;a href=\"Stavka\"&gt;Stavka&lt;/a&gt;\" Reserve). In October 1943 it was withdrawn from the reserve and became part of the &lt;a href=\"2nd%20Baltic%20Front\"&gt;2nd Baltic Front&lt;/a&gt;. Until February 1944 the division fought in the &lt;a href=\"Nevel%20%28town%29\"&gt;Nevel&lt;/a&gt; area. During a river crossing near &lt;a href=\"Ignatenki\"&gt;Ignatenki&lt;/a&gt; village, Khvatkov repaired a bridge destroyed by German artillery under heavy fire. On 2 March Khvatkov was awarded the &lt;a href=\"Medal%20%26quot%3BFor%20Courage%26quot%3B%20%28Russia%29\"&gt;Medal \"For Courage\"&lt;/a&gt; for his actions.\nAt the end of February the division became part of the &lt;a href=\"1st%20Baltic%20Front\"&gt;1st Baltic Front&lt;/a&gt;, with which it fought in the &lt;a href=\"Vitebsk%E2%80%93Orsha%20Offensive\"&gt;Vitebsk–Orsha Offensive&lt;/a&gt;, part of &lt;a href=\"Operation%20Bagration\"&gt;Operation Bagration&lt;/a&gt;, in late June 1944. During the breakthrough of German defenses in the village of Sirotino Khvatkov reportedly cleared two paths through German minefields and barbed wire. He reportedly defused 64 mines. Khvatkov was reportedly among the first to reach the Western Dvina near the village of Uzrechye and quickly built a raft from logs and under heavy German fire crossed to the opposite bank with a heavy machine gun. During the day under heavy fire Khvatkov ferried troops and equipment over the river. He reportedly ferried 60 soldiers, eight heavy machine guns and 30 boxes of ammunition over the river. On the return crossing Khvatkov reportedly ferried seven wounded soldiers back across the river. On 25 June he was killed during the crossing. Khvatkov was buried in a mass grave in Uzrechye. On 24 March 1945 he was posthumously awarded the title Hero of the Soviet Union and the &lt;a href=\"Order%20of%20Lenin\"&gt;Order of Lenin&lt;/a&gt;. \nA street in &lt;a href=\"Ulyanovsk\"&gt;Ulyanovsk&lt;/a&gt; is named for Khvatkov. A monument was built in the village of Gryaznaukha near the building of the Lugovskoy Primary School, where he studied. The school was renamed in his honor in 1965 and was later declared an object of cultural heritage. There is also a plaque on the school building."
}