{
    "id": "507275",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=507275",
    "title": "John Kerry 2004 presidential campaign",
    "text": "The 2004 presidential campaign of John Kerry, the longtime &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senator&lt;/a&gt; from &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, began when he formed an exploratory committee on December 1, 2002. On September 2, 2003, he formally announced his candidacy for &lt;a href=\"United%20States%20Democratic%20Party\"&gt;Democratic Party&lt;/a&gt; nomination. After beating running mate &lt;a href=\"John%20Edwards\"&gt;John Edwards&lt;/a&gt;, &lt;a href=\"Howard%20Dean\"&gt;Howard Dean&lt;/a&gt;, &lt;a href=\"Wesley%20Clark\"&gt;Wesley Clark&lt;/a&gt;, and other candidates in the primaries, he became the &lt;a href=\"United%20States%20Democratic%20Party\"&gt;Democratic&lt;/a&gt; nominee, with his challenger being &lt;a href=\"United%20States%20Republican%20Party\"&gt;Republican&lt;/a&gt; &lt;a href=\"incumbent\"&gt;incumbent&lt;/a&gt; &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; in the &lt;a href=\"2004%20United%20States%20presidential%20election\"&gt;2004 presidential election&lt;/a&gt;. Kerry conceded defeat in the race in a telephone call to Bush at around 11 a.m. &lt;a href=\"Eastern%20Standard%20Time%20Zone\"&gt;EST&lt;/a&gt; (16:00 &lt;a href=\"UTC\"&gt;UTC&lt;/a&gt;) on the morning of November 3, 2004. Had Kerry won, he would have been the first Massachusetts senator since &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt; to have been elected president. Edwards would have been the first vice president from North Carolina and the first senator-turned vice president of a Democratic senator-turned president since &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt; in the &lt;a href=\"1960%20United%20States%20presidential%20election\"&gt;1960 election&lt;/a&gt;.\nEight years later, in February 2013, Kerry would eventually become the 68th &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;U.S. Secretary of State&lt;/a&gt;.\nPolitical positions.\nEconomy and budget.\nKerry supported increasing the &lt;a href=\"Balanced%20Budget%20Act\"&gt;Balanced Budget Act&lt;/a&gt;. In 1999, Kerry voted for the &lt;a href=\"North%20American%20Free%20Trade%20Agreement\"&gt;North American Free Trade Agreement&lt;/a&gt; (NAFTA). Kerry supported eliminating tax incentives for companies that move operations overseas and making efforts to reduce &lt;a href=\"outsourcing\"&gt;outsourcing&lt;/a&gt;.\nKerry was against cutbacks in &lt;a href=\"Social%20Security%20%28United%20States%29\"&gt;Social Security&lt;/a&gt; benefits. He opposed privatizing Social Security accounts.\nImmigration.\nKerry supported cutting the Bureau for Citizenship and Immigration Services' application pending backlog and reducing the lag for the &lt;a href=\"naturalization\"&gt;naturalization&lt;/a&gt; process. Kerry endorsed benefits to legal immigrants. Kerry supported the &lt;a href=\"DREAM%20Act\"&gt;DREAM Act&lt;/a&gt;. Kerry supported the proposal of legalizing the status of illegal immigrants, pending a certain amount of working time in the US and passing a background check. Kerry proposed border enforcement reformation and an increase of border enforcement funding.\nEducation and science.\nKerry voted for the &lt;a href=\"No%20Child%20Left%20Behind%20Act\"&gt;No Child Left Behind Act&lt;/a&gt; and argues that it should be \"fully funded\" which would entail funding several programs up to authorized levels of funding. He proposed a new \"Education Trust Fund\" to require the federal government to fund programs up to their authorized levels. He also proposed a \"College Opportunity Tax Credit\" for \"economically vulnerable\" students.\nKerry promised to increase funding for scientific research, to reduce restrictions on &lt;a href=\"stem%20cell%20research\"&gt;stem cell research&lt;/a&gt;, and to facilitate cooperation with foreign scientists by improving immigration and visa practices. He said he would support efforts to reduce &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt;.\nLaw and justice.\nAs an assistant &lt;a href=\"district%20attorney\"&gt;district attorney&lt;/a&gt;, Kerry personally prosecuted armed robbers, rapists, and mob bosses. He is in favor of putting resources in the community, backing the Community Oriented Policing System Act (COPS), and creating laws that lead to criminals being arrested and convicted. Kerry has advocated expanding the COPS program to place 100,000 police officers in community policing assignments. Kerry supports the Police Corps program. In the Senate, Kerry has advocated laws that punish drug dealers and money launderers.\nDeath penalty.\nKerry has long stated his opposition to the &lt;a href=\"death%20penalty\"&gt;death penalty&lt;/a&gt;, but has recently stated that he would support it in the case of convicted &lt;a href=\"terrorism\"&gt;terrorists&lt;/a&gt;. He had previously opposed the death penalty for terrorists on the grounds that it would make it difficult to extradite suspects to the United States to stand trial. (Many nations refuse &lt;a href=\"extradition\"&gt;extradition&lt;/a&gt; requests, on humanitarian grounds, if the suspect faces execution.)\nIllegal drugs.\nKerry's proposals to deal with &lt;a href=\"narcotics\"&gt;illegal drugs&lt;/a&gt; include focusing on keeping drugs out of the country as well as reducing demand for illegal drugs. Kerry supports aggressively targeting traffickers and dealers. Kerry supports funding drug prevention and treatment programs.\nGuns.\nKerry is a gun owner and &lt;a href=\"hunter\"&gt;hunter&lt;/a&gt;. Kerry believes that law-abiding Americans should continue to have the right to own guns, but only guns that fall within the \"hunters and sportsmen\" paradigm. As he has consistently voted against the positions of the &lt;a href=\"National%20Rifle%20Association\"&gt;National Rifle Association&lt;/a&gt;, in 2002 he was given a performance rating of \"F\", their lowest rating. Also in 2002, the pro-gun control &lt;a href=\"Brady%20Campaign\"&gt;Brady Campaign to Prevent Gun Violence&lt;/a&gt; indicated that Kerry voted their preferred position 100% of the time.\nAs a senator, Kerry has supported:\nSocial issues.\nAbortion.\nKerry affiliates himself with pro-choice women's organizations. Kerry is against the criminalization of abortion. In the Senate, Kerry has consistently voted against bans on abortions conducted on military bases and military installations overseas, as well as against the ban on &lt;a href=\"partial-birth%20abortion\"&gt;partial-birth abortion&lt;/a&gt;. He has been given a 0% rating from the &lt;a href=\"National%20Right%20to%20Life%20Committee\"&gt;National Right to Life Committee&lt;/a&gt; and a 100% rating from &lt;a href=\"NARAL\"&gt;NARAL&lt;/a&gt;.\nIn an interview on July 4, 2004, Kerry told the &lt;a href=\"Dubuque%2C%20Iowa\"&gt;Dubuque&lt;/a&gt; (&lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt;) \" Telegraph Herald\"  \"I oppose abortion, personally. I don't like abortion. I believe life does begin at conception.\" \"I can't take my Catholic belief, my article of faith, and legislate it on a Protestant or a Jew or an atheist,\" he continued in the interview. \"We have separation of church and state in the United States of America.\" However, the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; officially teaches against abortion, so he received an official warning to be &lt;a href=\"ex-communication\"&gt;excommunicated&lt;/a&gt; for &lt;a href=\"heresy\"&gt;heresy&lt;/a&gt;, but never actually was.\nArchbishop &lt;a href=\"Raymond%20Burke%20%28archbishop%29\"&gt;Raymond Burke&lt;/a&gt; said that he would &lt;a href=\"Catholic%20politicians%2C%20abortion%20and%20communion%20or%20excommunication\"&gt;deny Kerry communion&lt;/a&gt; over his position on abortion. The issue led to comparisons between Kerry's presidential campaign and that of &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt; in 1960. While Kennedy had to demonstrate his independence from the Roman Catholic Church due to public fear that a Catholic president would make decisions based on Vatican commands, it seemed that Kerry, in contrast, had to show obedience to Catholic authorities in order to win votes. According to Margaret Ross Sammons, Kerry's campaign was sufficiently damaged by the threat to withhold communion that it may have cost him the election. Sammons argues that President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; was able to win 53% of the Catholic vote because he appealed to \"traditional\" Catholics.\nGay rights.\nKerry is in favor of the acknowledgement and protection of civil rights for gay and lesbian Americans. John Kerry is an original cosponsor of the &lt;a href=\"Hate%20Crimes%20Prevention\"&gt;Hate Crimes Prevention&lt;/a&gt; bill and supports passage of the &lt;a href=\"Employment%20Non-Discrimination%20Act\"&gt;Employment Non-Discrimination Act&lt;/a&gt;. He introduced a very early bill (1985) into the Senate to statutorily forbid sexual-orientation-based discrimination. Kerry cosponsored the Ryan White Comprehensive AIDS Resources Emergency Act (CARE) and also sponsored the &lt;a href=\"Vaccines%20for%20the%20New%20Millennium%20Act\"&gt;Vaccines for the New Millennium Act&lt;/a&gt;.\nKerry supports same-sex &lt;a href=\"civil%20union\"&gt;civil union&lt;/a&gt;s and &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt;. Kerry supported legislation to provide domestic partners of federal employees the benefits available to spouses of federal employees. Kerry voted against the &lt;a href=\"Defense%20of%20Marriage%20Act\"&gt;Defense of Marriage Act&lt;/a&gt; (DOMA) in the Senate in 1996 and opposes the proposed &lt;a href=\"Federal%20Marriage%20Amendment\"&gt;Federal Marriage Amendment&lt;/a&gt; (FMA). He and Senator Edwards were absent for the unsuccessful vote to invoke &lt;a href=\"cloture\"&gt;cloture&lt;/a&gt; on the FMA, a procedural move that the FMA's proponents had conceded beforehand would be defeated. In an interview with National Public Radio in February 2004, Kerry endorsed equal rights for same-sex couples, but commented that \"the word marriage kind of gets in the way of the whole debate,\" because of the religious origin of marriage as being limited to male-female unions.\nKerry opposes the \"don't ask, don't tell\" policy and is in favor of lifting &lt;a href=\"Don%27t%20ask%2C%20don%27t%20tell\"&gt;the ban on open gays and lesbians in the military&lt;/a&gt;. Since 1995, &lt;a href=\"Human%20Rights%20Campaign\"&gt;Human Rights Campaign&lt;/a&gt;, the nation's largest gay-rights advocacy group, has given Kerry a 100% rating for his voting record in Congress.\nAffirmative action.\nKerry states that he supports affirmative action and diversity programs, a claim supported by his Senate voting record. He has, however, expressed reservations about affirmative action in the past, most notably in a 1992 speech in which he reportedly called the practice \"inherently limited and divisive,\" explaining that it \"has kept America thinking in &lt;a href=\"Race%20%28classification%20of%20human%20beings%29\"&gt;racial&lt;/a&gt; terms.\" Kerry has also received some criticism from &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;s because his campaign inner circle was entirely white. Kerry also remarked on Bill Clinton's close relationship with African Americans: \"President Clinton was often known as the first black president. I wouldn't be upset if I could earn the right to be the second.\" Kerry's remark was not well received by some blacks.\nNational service.\nKerry supports supplementing national service in nearly all aspects of American life, including requiring &lt;a href=\"community%20service\"&gt;community service&lt;/a&gt; for high school students to graduate, a \"Summer of Service\" for teenagers (essentially community service during summer breaks from school, with a U.S. $500 grant for college), increasing the &lt;a href=\"Peace%20Corps\"&gt;Peace Corps&lt;/a&gt; to 25,000 members, requiring universities that receive Federal funding to offer a &lt;a href=\"ROTC\"&gt;ROTC&lt;/a&gt;, and providing more funding for ROTC scholarships.\nForeign policy.\nIraq.\nKerry voted in support of the Senate resolution authorizing the President to use force against &lt;a href=\"Saddam%20Hussein\"&gt;Saddam Hussein&lt;/a&gt; if he failed to surrender his &lt;a href=\"weapons%20of%20mass%20destruction\"&gt;weapons of mass destruction&lt;/a&gt; and related tools for constructing and distributing them. Kerry, in October 2002, declared his belief that \"Iraq has some lethal and incapacitating agents and is capable of quickly producing weaponizing of a variety of such agents, including anthrax, for delivery on a range of vehicles, such as bombs, missiles, aerial sprayers and covert operatives which would bring them to the United States itself.\" The &lt;a href=\"National%20Intelligence%20Estimate\"&gt;National Intelligence Estimate&lt;/a&gt;, to which Kerry had access, held some skepticism of Iraq's capability. Kerry's vote to support the use of force in Iraq was given with strong stipulations that all other peaceful avenues be exhausted first, and that any action of force would be done in conjunction with a world coalition, and not just with the British. (&lt;a href=\"https%3A//web.archive.org/web/20140809131546/http%3A//www.independentsforkerry.org/uploads/media/kerry-iraq.html\"&gt;Kerry's full statement before casting his resolution vote&lt;/a&gt;)\nAfter the President launched the &lt;a href=\"2003%20invasion%20of%20Iraq\"&gt;U.S. invasion&lt;/a&gt; against &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, without meeting all of Kerry's stipulation, Kerry reiterated his position and declared the Administration's Iraq policy reckless at best and baseless at worst. He has since been outspoken against the handling of the war and of the Bush Administration's stewardship of occupied Iraq, attacking what he calls poor planning and poor diplomacy on Bush's part, but supports remaining in Iraq until the task of reconstruction and reconciliation is complete. He changed his position on WMDs by saying they were not enough to go to war with Iraq. (&lt;a href=\"https%3A//web.archive.org/web/20050307222909/http%3A//www.johnkerry.com/issues/national_security/iraq.html\"&gt;Kerry's post-attack view on Iraq&lt;/a&gt;) This harmed Kerry's campaign when he was perceived as a \"flip-flopper,\" changing his position to better suit what is popular. This perception was strengthened after a March 16, 2004 debate at Marshall University in Huntington, West Virginia when Kerry made what would become one of the most famous lines of his campaign stating, \"I actually did vote for the 87 billion dollars, before I voted against it.\" The Bush campaign immediately seized on the comment, using the footage in television ads to illustrate its charge that Kerry flip-flops on issues, particularly the war in Iraq. &lt;a href=\"http%3A//www.cnn.com/2004/ALLPOLITICS/09/30/kerry.comment/\"&gt;\"Kerry Discusses $87 Billion Comment,\"&lt;/a&gt;\nKerry was criticized by &lt;a href=\"Howard%20Dean\"&gt;Howard Dean&lt;/a&gt; and others for his position on the war, which was criticized as inconsistent. Kerry explained his vote authorizing force by claiming that he believed the Senate resolution was intended to be a diplomatic \"threat\" to Saddam Hussein and not a &lt;a href=\"blank%20check\"&gt;blank check&lt;/a&gt; for war. In the first of the &lt;a href=\"2004%20U.S.%20presidential%20election%20debates\"&gt;2004 U.S. presidential election debates&lt;/a&gt;, Kerry argued that Saddam Hussein had posed a significant potential threat, but that President Bush was premature in going to war. Kerry stated that war should have been a last resort, after diplomatic pressure and efforts by &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; weapons inspectors had been allowed to run their course.\nKerry and Bush sparred repeatedly over Kerry's expression of his policy. Kerry maintained that he has \"one Iraq policy\", while Bush claimed that Kerry has made major changes in his policy. The Bush campaign says that differences between one Kerry policy statement and another amount to \"&lt;a href=\"flip-flop%20%28politics%29\"&gt;flip-flops&lt;/a&gt;.\" The nonpartisan &lt;a href=\"FactCheck\"&gt;FactCheck&lt;/a&gt; stated that \"Kerry has never wavered from his support for giving Bush authority to use force in Iraq, nor has he changed his position that he, as President, would not have gone to war without greater international support.\"\nMultilateralism.\nKerry advocates involving &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;, troops from other countries and the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; in U.S.-led efforts to achieve the goals of a \"stable\" and \"democratic\" world. According to the \"Harvard Crimson\", Kerry said in 1970 that the United Nations should have approval over most of our foreign military operations. \"I'm an internationalist. I'd like to see our troops dispersed through the world only at the directive of the United Nations.\" He has since repudiated this 1970 position. Kerry says he has always believed the United States has the absolute right to defend itself.\nThroughout his Senate career, Kerry was also a staunch critic of many foreign policy initiatives of Republican Presidents. He opposed and voted against the &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt; in 1991, and opposed funding the &lt;a href=\"Contra%20%28guerrillas%29\"&gt;Contras&lt;/a&gt; in &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt; and similar armed groups in Latin America.\nKerry was preferred by most US allies, according to a &lt;a href=\"https%3A//web.archive.org/web/20160304000750/http%3A//www.globescan.com/news_archives/GlobeScan-PIPA_Release.pdf\"&gt;GlobeScan-PIPA poll&lt;/a&gt;, conducted during July and August, 2004.\nMilitary.\nKerry sponsored the &lt;a href=\"Code%20of%20Conduct%20of%20Arms%20Transfers%20Act\"&gt;Code of Conduct of Arms Transfers Act&lt;/a&gt;, which would prohibit U.S. military assistance and arms transfers to undemocratic nations, &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; violators or armed aggressors. Kerry cosponsored an amendment to the &lt;a href=\"Department%20of%20Defense%20Authorization%20Bill\"&gt;Department of Defense Authorization Bill&lt;/a&gt; that allows the military to transport families of soldiers wounded while on active duty.\nKerry detailed proposals for homeland security efforts include enlisting the &lt;a href=\"United%20States%20National%20Guard\"&gt;National Guard&lt;/a&gt; and &lt;a href=\"AmeriCorps\"&gt;AmeriCorps&lt;/a&gt;, creating a community defense service, ensuring first defenders and first responders are equipped and ready, improving information technology, reforming domestic intelligence, implementing public health initiatives and improving infrastructure security.\nKerry and fellow Vietnam-era Navy veteran Senator &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt; (R-&lt;a href=\"Arizona\"&gt;AZ&lt;/a&gt;) had worked together in the early 1990s on &lt;a href=\"U.S.%20Senate%20Select%20POW/MIA%20Committee\"&gt;U.S. Senate Select POW/MIA Committee&lt;/a&gt;. McCain and Kerry later joined together to urge President Clinton to lift the trade embargo against Vietnam, which led to normalized relations between the countries but engendered some angry reactions from those involved in the &lt;a href=\"Vietnam%20War%20POW/MIA%20issue\"&gt;Vietnam War POW/MIA issue&lt;/a&gt;.\nEnvironment.\nKerry advocates the removal of &lt;a href=\"toxins\"&gt;toxins&lt;/a&gt; from communities, bolstering the &lt;a href=\"Superfund\"&gt;Superfund&lt;/a&gt; cleanup program, and reducing sprawl and traffic congestion.\nProposals for \"Green and Clean Communities\" include a Toxics Task Force at the &lt;a href=\"United%20States%20Environmental%20Protection%20Agency\"&gt;EPA&lt;/a&gt;, fighting &lt;a href=\"air%20pollution\"&gt;air pollution&lt;/a&gt;, &lt;a href=\"water%20pollution\"&gt;water pollution&lt;/a&gt; and fighting other environmental hazards. Kerry has proposed a \"Conservation Covenant.\" As part of the covenant, Kerry will extend the &lt;a href=\"Endangered%20Species%20Act\"&gt;Endangered Species Act&lt;/a&gt; for the benefits of wildlife and &lt;a href=\"habitat%20protection\"&gt;habitat protection&lt;/a&gt; to &lt;a href=\"public%20lands\"&gt;public&lt;/a&gt; and &lt;a href=\"private%20lands\"&gt;private lands&lt;/a&gt; and reinvest public-land royalties back into land protection.\nIn 2002, Kerry was one of the leaders of the Senate filibuster that defeated the Bush administration's proposal to open the &lt;a href=\"Arctic%20National%20Wildlife%20Refuge\"&gt;Arctic National Wildlife Refuge&lt;/a&gt; to oil drilling. Kerry wants to participate in the development of an international &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt; strategy to address &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt;.\nIn 1998, the &lt;a href=\"League%20of%20Conservation%20Voters\"&gt;League of Conservation Voters&lt;/a&gt; gave Kerry an award for having one of the best environmental voting records in the Senate over the previous five years. In 2004, the &lt;a href=\"Sierra%20Club\"&gt;Sierra Club&lt;/a&gt; endorsed Kerry, the first time it had endorsed a presidential candidate before the party conventions.\nHealth care.\nKerry proposed a comprehensive health care plan that was more extensive than that proposed by President Bush. Several estimates were made of the cost of his proposals. While the estimates varied, they all indicated that the funding requirements would be substantial.\nCampaign history.\nCampaign managers.\nEarly on, John Kerry's &lt;a href=\"campaign%20manager\"&gt;campaign manager&lt;/a&gt; was &lt;a href=\"Jim%20Jordan%20%28United%20States%20politics%29\"&gt;Jim Jordan&lt;/a&gt;. However, Jordan was replaced by &lt;a href=\"Mary%20Beth%20Cahill\"&gt;Mary Beth Cahill&lt;/a&gt;. Kerry also hired &lt;a href=\"Bob%20Shrum\"&gt;Bob Shrum&lt;/a&gt; as a campaign consultant. Cahill and Shrum were known for disagreeing on how the campaign should be run.\nKerry's team of advisors included &lt;a href=\"Robert%20Rubin\"&gt;Robert Rubin&lt;/a&gt; on economic affairs and &lt;a href=\"Gary%20Hart\"&gt;Gary Hart&lt;/a&gt; on foreign policy. &lt;a href=\"James%20A.%20Johnson%20%28businessman%29\"&gt;James Johnson&lt;/a&gt;, a Washington businessman and democratic veteran, coordinated Kerry's search for a running mate, eventually settling on John Edwards.\nEndorsements.\nPrior to the primaries, Kerry collected endorsements from a variety of notable Democratic figures, including:\nIn sheer numbers, however, Kerry had fewer endorsements than &lt;a href=\"Howard%20Dean\"&gt;Howard Dean&lt;/a&gt;, who was far ahead in the &lt;a href=\"superdelegate\"&gt;superdelegate&lt;/a&gt; race going into the Iowa caucuses in February 2004, although Kerry led the endorsement race in Iowa, New Hampshire, Arizona, South Carolina, New Mexico and Nevada. Kerry's main perceived weakness was in his neighboring state of New Hampshire and nearly all national polls. Most other states did not have updated polling numbers to give an accurate placing for the Kerry campaign before Iowa.\nHeading into the primaries, Kerry's campaign was largely seen as in trouble; the key factor enabling it to survive was Kerry's &lt;a href=\"mortgage%20loan\"&gt;mortgaging&lt;/a&gt; his own home and lending the money to his campaign. He also brought on the \"magical\" &lt;a href=\"Michael%20Whouley\"&gt;Michael Whouley&lt;/a&gt; who was Al Gore's national field director and would later become the Democratic National Committee's National Field Director for Kerry-Edwards. Whouley is widely credited with helping bring home the Iowa victory the same as he did in New Hampshire for Al Gore in 2000 against Bill Bradley.\nThe only notable labor union to endorse him early was the &lt;a href=\"International%20Association%20of%20Fire%20Fighters\"&gt;International Association of Fire Fighters&lt;/a&gt;; however, Kerry's support quickly snowballed as he won caucuses and primaries. He received a historic endorsement by the &lt;a href=\"United%20Farm%20Workers\"&gt;United Farm Workers&lt;/a&gt; on February 1, 2004 in Phoenix, Arizona. This was the first time the UFW had endorsed a candidate in the primary since Robert Kennedy. He received the endorsement of the &lt;a href=\"League%20of%20Conservation%20Voters\"&gt;League of Conservation Voters&lt;/a&gt; prior to the New Hampshire primary, a first for that organization as well.\nHe also received the support of each of his former competitors as they lost primaries and dropped out of the race, beginning with &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; representative &lt;a href=\"Dick%20Gephardt\"&gt;Dick Gephardt&lt;/a&gt;. Plenty of other notable Democrats followed, as did many labor unions which had previously backed Gephardt or Dean or stayed out of the race entirely (he won the endorsement of the entire &lt;a href=\"AFL-CIO\"&gt;AFL-CIO&lt;/a&gt; just prior to his &lt;a href=\"Super%20Tuesday\"&gt;Super Tuesday&lt;/a&gt; showdown with Edwards).\nBecoming the nominee, he gained the support of virtually every Democratic politician and organization in the nation. Two notable exceptions were retiring &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; Senator &lt;a href=\"Zell%20Miller\"&gt;Zell Miller&lt;/a&gt;, a conservative Democrat, and &lt;a href=\"Ed%20Koch\"&gt;Ed Koch&lt;/a&gt;, the former three-term mayor of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, both of whom endorsed &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt;. All of the former candidates for the nomination endorsed Kerry.\nOn September 29, &lt;a href=\"John%20Eisenhower\"&gt;John Eisenhower&lt;/a&gt;, the son of the former &lt;a href=\"United%20States%20Republican%20Party\"&gt;Republican&lt;/a&gt; &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt; &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt;, endorsed Kerry in the \"&lt;a href=\"New%20Hampshire%20Union%20Leader\"&gt;New Hampshire Union Leader&lt;/a&gt;\" newspaper, saying that the Republican Party of today \"is one with which I am totally unfamiliar\". &lt;a href=\"Ron%20Reagan\"&gt;Ron Reagan&lt;/a&gt;, son of former President &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;, endorsed Kerry, saying that Bush had hijacked his father's real legacy for extremist purposes, and spoke at the &lt;a href=\"2004%20Democratic%20National%20Convention\"&gt;Democratic National Convention&lt;/a&gt;. Ron Reagan Jr. had a history of opposing his father's policies while President Reagan was in office. Furthermore, Michael Reagan, President Reagan's son from his first marriage, endorsed President Bush. The Senator also gained the endorsement of &lt;a href=\"Marlow%20Cook\"&gt;Marlow Cook&lt;/a&gt;, the former Republican Senator from &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;.\n&lt;a href=\"Ralph%20Nader\"&gt;Ralph Nader&lt;/a&gt;'s running mate in the &lt;a href=\"U.S.%20presidential%20election%2C%201996\"&gt;1996&lt;/a&gt; and &lt;a href=\"U.S.%20presidential%20election%2C%202000\"&gt;2000&lt;/a&gt; elections, &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; activist &lt;a href=\"Winona%20LaDuke\"&gt;Winona LaDuke&lt;/a&gt;, refused to support him in 2004. Instead, she stated: \"I am voting for John Kerry this November. I love this land, and I know that we need to make drastic changes in Washington if we are going to protect our land and our communities.\"\nFormer Governors of &lt;a href=\"Governor%20of%20Maine\"&gt;Maine&lt;/a&gt; and &lt;a href=\"Governor%20of%20Minnesota\"&gt;Minnesota&lt;/a&gt; &lt;a href=\"Angus%20King\"&gt;Angus King&lt;/a&gt; and &lt;a href=\"Jesse%20Ventura\"&gt;Jesse Ventura&lt;/a&gt;, respectively, endorsed Kerry in October 2004. Kerry also gained support from political activist &lt;a href=\"Lyndon%20LaRouche\"&gt;Lyndon LaRouche&lt;/a&gt;.\nCampaign controversies.\nTed Sampley.\nIn 2004, Vietnam veteran Ted Sampley claimed Kerry gave him the finger in front of photographers at the Vietnam memorial. Rush Limbaugh, in conjunction with his broadcast on the matter, posted a doctored photo of the incident on his website, but stated that the Newsmax report that made the claim was his only source.\nSwift Boat Veterans for Truth.\nEarly in the 2004 presidential election campaign an organization known as &lt;a href=\"Swift%20Boat%20Veterans%20for%20Truth\"&gt;Swift Boat Veterans for Truth&lt;/a&gt; was established to challenge John Kerry's bid for the presidency.\nThe group, led by Vietnam veteran &lt;a href=\"John%20O%27Neill%20%28Vietnam%20veteran%29\"&gt;John O'Neill&lt;/a&gt;, claimed that Kerry was \"unfit to serve,\" based on various cited anecdotes regarding his wartime conduct, but also focused on his past activism in the anti-Vietnam war movement. While Kerry had criticized the government's highly unpopular war policy, the SBVT group claimed that his criticism was a \"betrayal of trust\" with other soldiers, and that by his activism he had caused direct and inexcusable \"harm\" to soldiers still at war. (See &lt;a href=\"John%20Kerry%20military%20service%20controversy\"&gt;John Kerry military service controversy&lt;/a&gt;.)\nMany believe that the organization's accusations coupled with the Kerry campaign's slow reaction to them were a significant factor in Kerry's November defeat. In addition, Kerry's first line from his acceptance speech at the 2004 Democratic National Convention was, \"I'm John Kerry, and I'm reporting for duty.\" Critics have argued that this line was inept and that Kerry's emphasis on his Vietnam experience opened the door to the Swiftboat attacks and shifted the national debate towards foreign policy issues, which were Bush's strengths, rather than the economic issues on which Democrats could have had more campaign success.\nRunning mate selection.\nKerry's campaign began the process of searching for a &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;vice-president&lt;/a&gt;ial nominee, sometimes called the \"&lt;a href=\"Veepstakes\"&gt;Veepstakes&lt;/a&gt;\", shortly after Kerry's &lt;a href=\"Super%20Tuesday\"&gt;Super Tuesday&lt;/a&gt; victories. Kerry named &lt;a href=\"James%20A.%20Johnson%20%28businessman%29\"&gt;Jim Johnson&lt;/a&gt;, former advisor to Vice President &lt;a href=\"Walter%20Mondale\"&gt;Walter F. \"Fritz\" Mondale&lt;/a&gt;, as the head of a vice-presidential search process.\nOne of the major criteria considered to be a factor in selecting a vice-presidential candidate was the ability to deliver a traditionally Republican or a &lt;a href=\"swing%20state\"&gt;swing state&lt;/a&gt; in the November election. Every successful Democratic presidential campaign since 1960 had included a politician from a swing state (usually in the &lt;a href=\"U.S.%20Southern%20states\"&gt;South&lt;/a&gt;) who helped deliver one or more states for the Democrats.\nBy the first week of July 2004, pundits and those close to the Kerry campaign indicated that the vice-presidential selection had narrowed to five potential choices: U.S. Sen. &lt;a href=\"John%20Edwards\"&gt;John R. Edwards&lt;/a&gt; (&lt;a href=\"North%20Carolina\"&gt;N.C.&lt;/a&gt;), Ret. General &lt;a href=\"Wesley%20K.%20Clark\"&gt;Wesley K. Clark&lt;/a&gt; (&lt;a href=\"Arkansas\"&gt;Ar.&lt;/a&gt;), U.S. Rep. &lt;a href=\"Richard%20Gephardt\"&gt;Richard A. \"Dick\" Gephardt&lt;/a&gt; (&lt;a href=\"Missouri\"&gt;Mo.&lt;/a&gt;), U.S. Sen. &lt;a href=\"Bob%20Graham\"&gt;Bob Graham&lt;/a&gt; (&lt;a href=\"Florida\"&gt;Fl.&lt;/a&gt;), and &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; Gov. &lt;a href=\"Tom%20Vilsack\"&gt;Thomas J. Vilsack&lt;/a&gt;, all of whom were reportedly instructed to clear their calendars for a potential announcement during the second week of July. Edwards, from &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, Graham, from &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, and Clark from &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt; all were Southerners; the other two, from &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; and &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; respectively, are &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;erners (the Midwest is viewed as a key region containing numerous swing states). As of late June, the &lt;a href=\"charisma\"&gt;charisma&lt;/a&gt;tic Edwards was the first choice of Democratic voters, according to several polls; some pundits attributed this to high &lt;a href=\"name%20recognition\"&gt;name recognition&lt;/a&gt;, due to his runner-up status in the primaries.\nOn the morning of July 6, 2004, Kerry announced the selection of John Edwards as his running mate. However, at 10 p.m. on the night before the official announcement, the information was leaked by an airport worker who saw Edwards's name being painted on Kerry's plane, which was to be used to announce his choice of running mate. On July 6, the Kerry campaign sent an &lt;a href=\"e-mail\"&gt;e-mail&lt;/a&gt; message to his supporters at about 8:15 a.m. EDT informing them of the choice, and made the formal announcement for 9 a.m. EDT in &lt;a href=\"Pittsburgh%2C%20Pennsylvania\"&gt;Pittsburgh, Pennsylvania&lt;/a&gt;.\nKerry and Edwards were previously considered as potential running mates for Democratic presidential nominee &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt; in the &lt;a href=\"2000%20United%20States%20presidential%20election\"&gt;2000 election&lt;/a&gt;, however Gore later chose Senator &lt;a href=\"Joe%20Lieberman\"&gt;Joe Lieberman&lt;/a&gt; from &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt; for the ticket.\nDemocratic Convention.\nAt the &lt;a href=\"Democratic%20National%20Convention\"&gt;Democratic National Convention&lt;/a&gt; in Boston from July 26 to July 29, 2004, Kerry made his &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; experience a prominent theme. In accepting the nomination, he began his speech with, \"I'm John Kerry and I'm reporting for duty.\"\nFollowing his official nomination at the Convention, Kerry received only a small bounce in the polls and remained effectively tied with his opponent, Bush. This was the first time in recent political history that a candidate failed to receive a substantial boost in post-convention poll numbers. Some political pundits attributed this small boost to the unusually small number of undecided voters as compared with previous presidential elections.\nDebates.\nOn March 13, while at a speaking engagement in &lt;a href=\"Quincy%2C%20Illinois\"&gt;Quincy&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt; site of one of the historic &lt;a href=\"Lincoln-Douglas%20debates\"&gt;Lincoln-Douglas debates&lt;/a&gt;, Kerry challenged Bush to a series of monthly debates. The Bush campaign declined the challenge.\nOn September 20, the Bush campaign and the Kerry campaign jointly released &lt;a href=\"U.S.%20presidential%20debates%20MOU%2C%202004\"&gt;a memorandum of understanding&lt;/a&gt; between the two campaigns. The 32-page MOU covered in minute detail many aspects of the staging and format for the &lt;a href=\"U.S.%20presidential%20election%20debates%2C%202004\"&gt;presidential and vice-presidential debates&lt;/a&gt;.\nOn September 30, Kerry and Bush debated at &lt;a href=\"University%20of%20Miami\"&gt;University of Miami&lt;/a&gt; in &lt;a href=\"Coral%20Gables%2C%20Florida\"&gt;Coral Gables, Florida&lt;/a&gt; in the first of three &lt;a href=\"U.S.%20presidential%20election%20debates%2C%202004\"&gt;scheduled debates&lt;/a&gt;. This debate focused on foreign policy issues. &lt;a href=\"Opinion%20poll\"&gt;Polls&lt;/a&gt; conducted immediately following the debate suggests that a majority of undecided voters believe that Kerry fared better than Bush did.\nOn October 8, Kerry and Bush debated at &lt;a href=\"Washington%20University%20in%20St.%20Louis\"&gt;Washington University in St. Louis&lt;/a&gt; in a town-hall style debate, with the questions asked by the audience of undecided voters. Polls were split as to who won this debate, as Bush's performance was greatly improved.\nOn October 13, Kerry and Bush debated at &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt; in Tempe, Arizona. The focus of this debate was domestic policy issues. Again, polls were split, but more indicated a win for Kerry than Bush.\nAdditionally, on October 5, the vice presidential candidates &lt;a href=\"United%20States%20Senate\"&gt;Senator&lt;/a&gt; &lt;a href=\"John%20Edwards\"&gt;John Edwards&lt;/a&gt; and &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President&lt;/a&gt; &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt; engaged in a debate at &lt;a href=\"Case%20Western%20Reserve%20University\"&gt;Case Western Reserve University&lt;/a&gt; in Cleveland, Ohio.\nCampaign spending.\nKerry took public funds to finance his campaign, agreeing to a $74.6 million limit.\nMiscellaneous events.\nAnthrax scare.\nOn July 22, 2004, campaign staff were opening mail at Kerry's campaign headquarters in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; when white powder fell out of one package at around 5 p.m. on the eighth floor, where the campaign has its fund-raising and human resources departments, along with a financial company unrelated to the campaign.\nUnlike the &lt;a href=\"2001%20anthrax%20attacks\"&gt;2001 anthrax attacks&lt;/a&gt;, there was no threatening message inside, but police treat such incidents as possible &lt;a href=\"bioterrorism\"&gt;bioterrorism&lt;/a&gt;. On the advice of the &lt;a href=\"United%20States%20Secret%20Service\"&gt;Secret Service&lt;/a&gt;, the campaign called local police, who sealed off the building and surrounding streets. The &lt;a href=\"hazardous%20material\"&gt;hazardous material&lt;/a&gt;s squad of the &lt;a href=\"District%20of%20Columbia\"&gt;District of Columbia&lt;/a&gt; Fire Department was also called. An internal email distributed to all campaign workers said:\nThere is a suspicious package found on one of the floors of the building. Emergency services, fire, police and hazmat are on site. Please be advised if you leave, you will not be allowed to re-enter until authorities have given the all clear.\nThough the air conditioning unit was shut down for a half-hour, several aides continued working. After personnel in biohazard suits entered the building, initial tests completed at around 7 p.m. showed that the powder was actually harmless and was possibly some type of garlic powder seasoning. The envelope, which contained two letter-size envelopes, was turned over to the FBI for further testing.\nNeither Kerry nor Edwards were at the headquarters when this happened. Kerry was campaigning in &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt; at the time, while Edwards was fund-raising in &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;.\nViews of Kerry.\nSome of Kerry's popular support came from \"Anybody but Bush\" voters - those who voted for him as a repudiation of the Bush administration's policies. One of the major focuses of his campaign was to attract voters to his stances on the issues, instead of as a de facto opponent of the President.\nThe official Kerry for President website declares:\nJohn has a bold, new vision for America. An America safe from foreign threats and greedy special interests. John has the experience and plans to lead America to better jobs, quality health care, energy that is clean, renewable, and independent, and greater opportunities for our children.\nThe \"Kansas City Star\" endorsed Kerry before the Missouri primary and wrote of him:\nKerry has the right combination of intelligence, experience and thoughtful, progressive views for the job. His military record—he received both a &lt;a href=\"Bronze%20Star%20Medal\"&gt;Bronze Star&lt;/a&gt; and a &lt;a href=\"Silver%20Star\"&gt;Silver Star&lt;/a&gt; for acts of bravery in Vietnam—as well as his defense and foreign policy expertise clearly make him the best qualified Democrat to lead the nation in the continuing fight against our adversaries abroad...Kerry has decades of public service that are available for scrutiny and review. It is an excellent record, one that contains abundant evidence of the senator's commitment to the country and its better impulses.\nThe \"Chattanooga Times Free Press\" endorsed Kerry before the Tennessee Democratic primary and editorialized:\nIf Mr. Kerry is, by contrast [to Mr. Bush], a 'liberal,' at least his policies make sense and would benefit all Americans. He has supported the sort of responsible domestic policies that boost education, support job creation and improve health care for all. With his personal war experience and deep background in foreign policy, he would exercise sound diplomacy in foreign affairs.\nThe \"Washington Post\" had this editorial comment on Kerry's approaching front-runner status:\nIn an appearance in &lt;a href=\"Milwaukee\"&gt;Milwaukee&lt;/a&gt;, fellow candidate and political rival Howard Dean stated, \"When you act like Senator Kerry does, he appears to be more like George Bush than he does like a Democrat.\"\nCritics of Kerry cite &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; reports that Kerry made efforts to keep loopholes for special interests. One loophole allowed &lt;a href=\"American%20International%20Group\"&gt;American International Group&lt;/a&gt; to profit from &lt;a href=\"liability%20insurance\"&gt;liability insurance&lt;/a&gt; coverage it provided for the \"&lt;a href=\"Big%20Dig%20%28Boston%2C%20Massachusetts%29\"&gt;Big Dig&lt;/a&gt;\" project in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;. AIG later provided the funds for Kerry's trip to Vermont and donated $30,000 (or more) to a group used to set up Kerry's presidential campaign (Company executives also donated $18,000 to his campaigns). &lt;a href=\"Charles%20Lewis%20%28journalist%29\"&gt;Charles Lewis&lt;/a&gt;, head of the &lt;a href=\"Center%20for%20Public%20Integrity\"&gt;Center for Public Integrity&lt;/a&gt;, stated that \"the idea that Kerry has not helped or benefited from a specific special interest, which he has said, is utterly absurd.\" Kerry has denied any connection between his assistance to AIG and its contributions to his campaign.\nKerry was in favor of free markets, free trade, and fiscal prudence. The &lt;a href=\"Americans%20for%20Democratic%20Action\"&gt;Americans for Democratic Action&lt;/a&gt;, a prominent liberal organization, rates Kerry's voting record better than that of Senator &lt;a href=\"Ted%20Kennedy\"&gt;Edward Kennedy&lt;/a&gt; (D-MA), causing &lt;a href=\"Republican%20National%20Committee\"&gt;Republican National Committee&lt;/a&gt; chairman &lt;a href=\"Ed%20Gillespie\"&gt;Ed Gillespie&lt;/a&gt; to joke, \"Who would have guessed it? Ted Kennedy is the conservative senator from Massachusetts.\" (Kerry got a 93% from the ADA, Kennedy an 88%.)\nOn June 21, 2004, 48 &lt;a href=\"Nobel%20Prize\"&gt;Nobel&lt;/a&gt; laureates endorsed Kerry as they thought that he would increase the prosperity, health, environment, and security of Americans, attract talented scientists and engineers from abroad; and nurture a business environment that creates quality jobs. They criticized the &lt;a href=\"George%20W.%20Bush\"&gt;Bush&lt;/a&gt; administration for reducing funding for scientific research, setting restrictions on &lt;a href=\"stem%20cell%20research\"&gt;stem cell research&lt;/a&gt;, ignoring scientific consensus on critical issues such as &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt;, and hampering cooperation with foreign scientists by employing deterring immigration and visa practices.\nA &lt;a href=\"https%3A//web.archive.org/web/20160304000750/http%3A//www.globescan.com/news_archives/GlobeScan-PIPA_Release.pdf\"&gt;poll&lt;/a&gt; conducted in July and August 2004 showed that of citizens of 35 countries, 30 preferred Kerry over Bush. Only &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;, the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; and &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; preferred Bush. &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; were divided. US Allies such as the UK (47% Kerry to 16% Bush), Germany (74% Kerry to 10% Bush), Spain (45% to 7%), Italy (58% to 14%), Japan (43% to 23%) were all in favor of Kerry. Other countries such as Mexico (38% to 18%), Colombia (47% to 26%), China (52% to 12%) and South-Africa (43% to 29%) were in favor of Kerry as well.\nCampaign slogans.\nKerry's campaign used many slogans to describe his run for the presidency:\nTransition planning.\nA &lt;a href=\"United%20States%20presidential%20transition\"&gt;presidential transition&lt;/a&gt; was contingently planned from President Bush to Kerry.\nKerry sought to keep his pre-election transition efforts low-key.\nBy late-October, it was reported by the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; that aides to Kerry had anonymously told them that the transition process was behind schedule, but had still offered assurances that Kerry would be prepared to name his national security team soon after the election. He planned to do so quickly after the election as, with ongoing war, Kerry believed that it would be necessary to put such a team in place quickly during a transition.\nOn October 19, it was announced that &lt;a href=\"James%20A.%20Johnson%20%28businessman%29\"&gt;Jim Johnson&lt;/a&gt;, who had led the search for Kerry's runningmate, and &lt;a href=\"David%20McKean%20%28diplomat%29\"&gt;David McKean&lt;/a&gt; would officially lead the transition effort."
}