{
    "id": "507422",
    "revid": "1066407294",
    "url": "https://en.wikipedia.org/wiki?curid=507422",
    "title": "Texas A&amp;M University Corps of Cadets",
    "text": "The Texas A&amp;M University Corps of Cadets (often The Corps of Cadets, or simply the Corps) is a student military organization at &lt;a href=\"Texas%20A%26amp%3BM%20University\"&gt;Texas A&amp;M University&lt;/a&gt;. Established with the University in 1876, it is the oldest student organization on campus.\nStudents who elect to join the Corps must participate in mandatory &lt;a href=\"ROTC\"&gt;Reserve Officer Training Corps&lt;/a&gt; (ROTC) courses and training for the first three semesters, but they are optional after that. All cadets are required to attend leadership classes in the School of Military Science coordinated by the Commandant's Office. Approximately 45 percent of the members of the Cadet Corps continue with the ROTC curriculum, contract with the military, and receive &lt;a href=\"Commissioned%20officer\"&gt;commissions&lt;/a&gt; as officers in the &lt;a href=\"United%20States%20armed%20forces\"&gt;United States armed forces&lt;/a&gt; upon graduation. Juniors and seniors who do not have military contracts to receive commissions but wish to remain members of the Cadet Corps are classified as \"Drill &amp; Ceremonies\" (D&amp;C) cadets. As established under federal law, Texas A&amp;M is one of six U.S. colleges classified as &lt;a href=\"senior%20military%20college\"&gt;senior military college&lt;/a&gt;s and is the largest.\nHistory.\nThe Corps of Cadets was founded in 1876 with the creation of the all-male, military-focused &lt;a href=\"Texas%20A%26amp%3BM%20University\"&gt;Agricultural and Mechanical College of Texas&lt;/a&gt; under the &lt;a href=\"Morrill%20Act%20of%201862\"&gt;Morrill Act of 1862&lt;/a&gt;. Texas A&amp;M remained a primarily all-male military institution with mandatory membership in the Cadet Corps until 1964, when the school began admitting women. In 1965 Corps membership became voluntary.\nMembers of the Cadet Corps have served in every conflict fought by the United States since the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Texas A.M.C. produced 20,229 &lt;a href=\"Texas%20A%26amp%3BM%20University\"&gt;Aggies&lt;/a&gt; who served in combat. Of those, 14,123 were commissioned as officers, more than the combined total of the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt; and the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; during the same timeframe. Over 250 Aggies have served as &lt;a href=\"general%20officers%20in%20the%20United%20States\"&gt;generals&lt;/a&gt; or &lt;a href=\"admiral%20%28United%20States%29\"&gt;flag officer&lt;/a&gt;s, and eight alumni have been awarded the highest United States military award, the &lt;a href=\"Medal%20of%20Honor\"&gt;Medal of Honor&lt;/a&gt;:\n&lt;a href=\"Horace%20S.%20Carswell%2C%20Jr.\"&gt;Horace S. Carswell, Jr.&lt;/a&gt;, class of 1938\n&lt;a href=\"Thomas%20W.%20Fowler\"&gt;Thomas W. Fowler&lt;/a&gt;, class of 1943\n&lt;a href=\"William%20G.%20Harrell\"&gt;William G. Harrell&lt;/a&gt;, class of 1943\n&lt;a href=\"Lloyd%20H.%20Hughes\"&gt;Lloyd H. Hughes&lt;/a&gt;, class of 1943\n&lt;a href=\"George%20D.%20Keathley\"&gt;George D. Keathley&lt;/a&gt;, class of 1937\n&lt;a href=\"Turney%20W.%20Leonard\"&gt;Turney W. Leonard&lt;/a&gt;, class of 1942\n&lt;a href=\"Eli%20L.%20Whiteley\"&gt;Eli L. Whiteley&lt;/a&gt;, class of 1941\n&lt;a href=\"Clarence%20E.%20Sasser\"&gt;Clarence E. Sasser&lt;/a&gt;, class of 1973 \nEarly years.\nFor the school's first thirty-one years, through the 1907–08 academic year, the Cadet Corps was organized into one battalion consisting of two to four companies, designated companies \"A\", \"B\", \"C\", and \"D\". Early on, these were designated \"Infantry\" companies, but the Commandant ensured that Artillery training was included in the military instruction. The &lt;a href=\"Fightin%27%20Texas%20Aggie%20Band\"&gt;Aggie Band&lt;/a&gt; was organized in 1894 as a permanent institution within the Corps. In 1908, with enrollment over 570, a second battalion was added. As enrollment climbed, the Cadet Corps continued to grow to multiple battalions, each with two to four companies, and the Corps became divided into multiple regiments.\nThe academic year 1916–17 saw the division of the Corps into two regiments. The following year, the two regiments had a total of six battalions composed of eighteen companies and a battery of field artillery. In 1918, enrollment surged to 1,284, almost a fifty percent increase over the previous year. In the 1919–20 school year, a Signal Corps battalion and a Mounted Cavalry battalion (later called a \"cavalry squadron\") with one cavalry troop were added. An Air Service squadron with one company-sized \"flight\" was added in the 1920–21 school year.\nIn the fall of 1923, the Cadet Corps, with a total of 2,091 cadets in twenty-three individual units, became divided between the Infantry Regiment and the Composite Regiment. The Composite Regiment included the Cavalry, Field Artillery, Air Service and Signal Corps units. The Air Corps Squadron (formerly Air Service Squadron) was phased out at the end of the 1927–28 school year. In the fall of 1928, with enrollment at 2,770 cadets, an Engineer Battalion was added, and the following year a third regiment was formed out of the expanded Field Artillery Battalion. A fourth battalion, the Coast Artillery, was added to the Composite Regiment in the fall of 1933.\nThe Cadet Corps enrollment hit a peak of 2,770 in 1928, but the Great Depression took its toll, and by the fall of 1932 enrollment had fallen to 2,001. But as the Depression waned and the U.S. involvement in the war became imminent, enrollment climbed back to a pre-War total of over 6,500 in the fall of 1941. In 1935, swelling enrollment forced the formation of an Engineer Regiment and a Cavalry Regiment. With these two new regiments, added to the Infantry, Field Artillery and Composite regiments, the Cadet Corps, for the first time in its history, now had a total of 5 regiments, encompassing thirty-two individual units (companies, batteries and troops). That same year, a Chemical Warfare Service Company was added to the Composite Regiment, and the following year a second company warranted the formation of a Chemical Warfare Service Battalion. A sixth regiment, the Coast Artillery Regiment, was added in 1937. In 1939, the Band had grown to the point that it was now divided into two units, the Infantry and Artillery Bands.\nIn the fall of 1942, as citizens of Texas responded to America's need for military officers, the number of individual military units in the Cadet Corps hit an all-time high with a total of seven regiments of seventeen battalions comprising sixty companies, batteries, and troops, including the Band. The Cadet Corps at Texas A&amp;M sent over 20,229 former cadets into World War II, 14,123 of them as commissioned officers, more than the combined totals of both military academies. By February 1943 enrollment dropped to less than 4,000 as Cadets left school to serve in the U.S. military. The 1944–45 school year saw enrollment drop to as low as 1,600 and the depletion of cadets forced the reorganization of the Corps down to only two regiments (Infantry and Composite) consisting of a total of only 17 companies, batteries and troops, including the two Band units. In 1943, the U.S. Army declared the Mounted Cavalry obsolete, although Cavalry units continued at Texas A&amp;M as mechanized units until the end of the 1949–50 academic year.\nPost-World War II.\nWorld War II and the demands of the U.S. military took their toll on enrollment. But, with the end of the war, as enrollment surged in the fall of 1946, Texas A&amp;M gained the use of &lt;a href=\"Bryan%20Air%20Force%20Base\"&gt;Bryan Air Force Base&lt;/a&gt;, which was being closed, and converted a number of its buildings into dormitories. In 1947, all entering freshmen, approximately 1,500, were assigned to the Bryan Air Force Base \"Annex\" which became essentially a freshman campus. The Cadet Corps reorganized again to accommodate these unusual conditions.\nThe 1947–48 Cadet Corps consisted of five regiments, a Headquarters Group, and the Band during that academic year. The five regiments (a combined Infantry and Veterans regiment, an Artillery regiment, a combined Air Force and Cavalry regiment, a combined Engineer and Composite regiment, and the \"Training Regiment\" consisting of nine companies of freshmen), the Headquarters Group and the Band were composed of a total of 35 individual military units.\nThe 1951–52 academic year saw the organization of the Cadet Corps at is largest in number of individual units. Sixty-six units (companies, batteries and squadrons) were divided among 8 regiments (Infantry, Artillery, Armor/Engineers, First Air Force Wing, 2nd Air Force Wing, Composite Regiment, Seventh Regiment and the Eighth Freshman Training Regiment) consisting of 21 battalions and the Band.\nDuring this post-war era and into the 1950s, the various units of the Corps continued to be identified by their military branch. The traditional branches (Infantry, Field Artillery, Cavalry, Engineers, Coast Artillery, Quartermaster, Ordinance, Signal Corps, Armor, Chemical Corps, Transportation, Army Security, and Army Air Force) continued to be represented. But the strength of air power and the rise of the importance of the U.S. Air Force during this era was evident in the organization of the Cadet Corps as Army Air Corps units became Air Force flights (later squadrons). Veterans companies and flights were formed to separate these older veterans from younger cadets. Beginning in 1948 athletes were organized into their own batteries (later companies) to accommodate special team practice schedules.\nThat same year, 1948, the Freshman Regiment added a Band Company and four Air Force flights for a total of 12 units. The Eighth Freshman Training Regiment was moved to the main campus in the Fall of 1950, and by 1951, it consisted of a total of 15 freshman companies, batteries and squadrons, each with a branch designation, attached to which was a Senior Battalion of four companies of cadet Seniors. During the 1953–54 school year, over one-third of the 57 Corps units, a total of 21, consisted of Freshmen. The following year, freshmen were incorporated back into the other Corps units.\nThe 1954–55 school year, saw the Cadet Corps begin to take on the organization (two Army regiments and two Air Force wings, and the Band) that is familiar to most former cadets today. The Band, which in 1939 had divided itself into an Infantry company and an Artillery Battery (Field Artillery Band in 1940), dropped those branch designations in 1947 in favor of the two designations Maroon Band and White Band.\nThe first unit logos, which later evolved into the now common unit names, began to appear among the Air Force units in the 1955–56 \"Aggieland\" yearbook. A few of the Army units began to follow suit in the 1957-58 \"Aggieland\". But, in the 1959–60 academic year, with the complete reorganization of the First and Second Brigades and the official abandonment of the Army Branch designations, the units in the two Army Brigades began to adopt unit nicknames and mascots, or \"outfit logos,\" in earnest.\nDuring the Vietnam War era, the Cadet Corps was composed of two to three Army Brigades, two to three Air Force Wings, and the Band. Each brigade was composed of two or three battalions of three to five companies each, and each Wing was composed of two groups of three to six squadrons each. During this period the Corps was composed of as many as 40 individual companies and squadrons, including the Band.\nThe Corps welcomed their first female members in the fall of 1974. At the time, the women were segregated into a special unit, known as W-1, and suffered harassment from many of their male counterparts. Women were initially prohibited from serving in leadership positions or in the more elite Corps units such as the Band and the Ross Volunteers. These groups were opened to female participation in fall of 1985, following a federal court decision in a class-action lawsuit filed by a female cadet; five years later, female-only units were eliminated.\nToday, the Cadet Corps is a &lt;a href=\"coeducational\"&gt;coeducational&lt;/a&gt; institution, and thirty-seven of its forty-four \"outfits\" are gender-integrated. Over 2,500 students, including over 300 women are members of the Corps, and, although this is only a small percentage of the overall student population, the Corps remains a highly visible presence on campus, a reminder of the school's origins as an all-male military college. Cadets are active in many campus organizations and are renowned for their school spirit, often called \"Keepers of the Spirit.\"\nAll military branches are represented in the organization of the Cadet Corps today. It is now composed of three Air Force Wings, three Army Brigades, and three Navy and Marine Regiments, as well as The &lt;a href=\"Fightin%27%20Texas%20Aggie%20Band\"&gt;Fightin' Texas Aggie Band&lt;/a&gt; whose members may be affiliated with any military branch.\nIn December 2018, the Corps of Cadets had the honor, and distinction, of saying their final farewell and salute to &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt;, the 41st President of the United States of America, as he was &lt;a href=\"Death%20and%20state%20funeral%20of%20George%20H.%20W.%20Bush\"&gt;laid to rest&lt;/a&gt; alongside the late First Lady &lt;a href=\"Barbara%20Bush\"&gt;Barbara Bush&lt;/a&gt; and their daughter &lt;a href=\"Pauline%20Robinson%20Bush\"&gt;Robin&lt;/a&gt; at the &lt;a href=\"George%20Bush%20Presidential%20Library\"&gt;George Bush Presidential Library&lt;/a&gt; on the Texas A&amp;M campus.\nCorps Brass.\nFollowing the Corps reorganization and dropping of Army branch designations, cadets required a new symbol to be used. The solution to this was the Corps Brass, the class gift from the Class of 1960. Created by cadets from Company F-1, it is used as the symbol for earning full membership in the Corps. All cadets go through the process of earning it during their first year. It is a shield with knight's helm on it with a sword and &lt;a href=\"fasces\"&gt;fasces&lt;/a&gt; crossed behind it and scrollwork over the top that says \"Per Unitatem Vis,\" translating to \"Through Unity, Strength.\" These elements represent how the one of the first presidents of the University, &lt;a href=\"Lawrence%20Sullivan%20Ross\"&gt;Lawrence Sullivan Ross&lt;/a&gt;, was described: Soldier (sword), Statesman (fasces), and Knightly Gentleman (knight's helm). To distinguish themselves, cadets in the band do not wear Corps Brass, instead wearing a small brass lyre device. In recent years, bandsmen often combine the lyre insignia with those of the U.S. Army infantry and field artillery branches (crossed rifles and crossed cannons, respectively) on some uniforms to reflect their affiliation with the Infantry or Artillery Bands (these designations having been reintroduced in 1976).\nRank.\nThe rank structure of the Cadet Corps is generally based on the Army ROTC cadet rank structure. Today, the ranks are divided by class and, unlike at some other military schools, at Texas A&amp;M a cadet can never be demoted such that a person of a lower class outranks him/her, although this has not always been true. Up through the early 1950s many senior and junior cadets held private rank, although they were accorded privileges and respect commensurate with their class rather than by their rank. Unlike most of the personnel in the U.S. Armed Forces, the rank is always a piece of metal approximately 1 square inch in size affixed to the uniform much like a tie tack, but is never cloth rank sewn onto the fabric.\nFreshmen are considered Cadet Privates and, as such, wear no rank, just a brass \"A.M.U.\" symbolizing their affiliation with Texas A&amp;M University. Sophomores hold the ranks of Cadet Private First Class, Cadet Corporal or Cadet Sergeant. Juniors are given cadet NCO rank (Sergeant through Sergeant Major of the Corps) and seniors are Cadet Officers (from Cadet 2nd Lieutenant through Cadet Colonel of the Corps).\nThe highest-ranking member of the Corps is &lt;a href=\"Reveille%20%28Texas%20A%26amp%3BM%29\"&gt;Reveille X&lt;/a&gt;, the school's official &lt;a href=\"mascot\"&gt;mascot&lt;/a&gt;. The female &lt;a href=\"collie\"&gt;American collie&lt;/a&gt; is the \"First Lady\" of Texas A&amp;M and is present at all Texas A&amp;M &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; games and also attends other A&amp;M functions. Reveille is now cared for by a sophomore cadet from Company E-2, whose position in the Corps is known as the Mascot Corporal. By decree from the US Army after World War II, Reveille holds the honorary rank of Cadet General. As there officially isn't a rank of Cadet General, and there has never been such a rank at any military school, cadets must create the rank insignia (five diamonds) themselves. To create this rank each year, cadets combine cadet lieutenant colonel insignia (two diamonds) with a cadet colonel insignia (three diamonds) and carefully place them together, creating a five diamond insignia.\nClass system.\nAs a member of the Corps, a cadet climbs through four classes of seniority. The current Corps of Cadets uniform is unique among military schools, bearing a close resemblance to the US Army uniforms from after World War I to World War II known as &lt;a href=\"Pinks%20and%20greens\"&gt;Pinks and greens&lt;/a&gt;. There are slight differences in the uniform worn by each class year, noted below, including the Senior Boots, &lt;a href=\"calf-skin\"&gt;calf-skin&lt;/a&gt; riding boots harkening back to the US Army cavalry officer's uniform of World War I. All cadets wear the same basic Corps uniform regardless of service affiliation.\nFreshmen.\n&lt;a href=\"Freshman\"&gt;Freshman&lt;/a&gt; cadets are called \"fish\". The first year, the \"fish year\" is analogous to the experiences of the \"Rooks\" at &lt;a href=\"Norwich%20University\"&gt;Norwich University&lt;/a&gt;, \"Knobs\" at &lt;a href=\"The%20Citadel%20%28Military%20College%29\"&gt;The Citadel&lt;/a&gt;, \"Rats\" of the &lt;a href=\"Virginia%20Tech%20Corps%20of%20Cadets\"&gt;Virginia Tech Corps of Cadets&lt;/a&gt;, \"Rats\" at the &lt;a href=\"Virginia%20Military%20Institute\"&gt;Virginia Military Institute&lt;/a&gt;, \"Frogs\" at &lt;a href=\"University%20of%20North%20Georgia\"&gt;University of North Georgia&lt;/a&gt;, \"Doolies\" at the &lt;a href=\"United%20States%20Air%20Force%20Academy\"&gt;United States Air Force Academy&lt;/a&gt;, or \"Plebes\" at any of the other U.S. &lt;a href=\"Military%20academy%23United%20States\"&gt;Federal Service Academies&lt;/a&gt;.\nA fish is easily recognized by the fact that the &lt;a href=\"garrison%20cap\"&gt;garrison cap&lt;/a&gt; (a.k.a. bider) is plain and not embellished with any &lt;a href=\"braid\"&gt;braid&lt;/a&gt;, or by the &lt;a href=\"black\"&gt;black&lt;/a&gt; &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; &lt;a href=\"belt%20%28clothing%29\"&gt;belt&lt;/a&gt;. The freshman bider is worn with a deep tuck in the back, which forms a \"peak\" reminiscent of a fish tail, and first-semester freshmen wear brass \"A.M.U.\" devices on their lapels, rather than the Corps insignia or band lyre worn by upperclassmen. Freshmen and sophomores are also required to wear metal taps on the heels of their shoes; this facilitates marching in step. In addition, male fish must maintain an extremely short hairstyle known colloquially as a \"fish cut\".\nCorps \"fish\" are not known by their first name and the term \"fish\" is applied instead. In this use, the word \"fish\" is always written in lowercase letters. Thus, John Smith would become \"fish Smith.\" A freshman whose last name is not known to the speaker is referred to by the generic name \"fish Jones.\" Corps freshmen introduce themselves to upperclassmen cadets by a formalized procedure known as \"Whipping Out,\" wherein the fish bends his or her arm at the elbow, slaps it against the side of the torso, grasps the upperclassman's hand, and proceeds to recite the prescribed whip-out dialogue (example below).\nThe freshman then \"pops to\" attention and \"sounds off\", loudly greeting the upperclassman with \"Howdy, Ms. Smith, Ma'am!\" From that point on, the freshman is expected to remember the name, hometown, and major of the upperclassman at any future meeting, and is expected to greet him or her appropriately. If the fish does not recall an upperclassman's name, he or she must whip out again. Freshmen must also observe a complex set of rules governing when and where whipping out to and greeting upperclassmen is appropriate. For example, fish in the band must whip out to other bandsmen anywhere on campus, but they need not whip out to non-band cadets unless they are on the Quad.\nCadets who started in the same class year are known as buddies, and the term is used throughout a cadet's Corps career and is also applied to special units. As the academic year progresses, some upperclassmen from units other than the freshman's own will begin to \"drop handles\" with fish, meaning the upperclassman has granted the fish permission to use his or her first name and speak more informally. Some upperclassmen may \"drop handles\" immediately after meeting a fish for the first time if the fish conducts the whip-out procedure in a particularly impressive manner; to indicate that the upperclassman intends to \"drop handles\", he will ask the fish, \"What's your mamma call you?\" at which point the freshman may give his or her true first name. Freshmen are still under obligation to obey orders, even from upperclassmen who have \"dropped handles\" with them.\nQuestions from upperclassmen are generally answered with one of the five \"fish answers:\"\nA fish may give a more detailed answer to a question if the upperclassman who asked it says \"Really?\" The upperclassman may say this after the fish has first recited the appropriate \"fish answer,\" or immediately after asking the question, in which event the freshman may answer the question normally.\nAdditionally, every fish is also required to know the answers to a wide number of questions including, \"What's for chow?\", \"How many days until Final Review?\", and a long list of university history, or \"Campusology,\" questions. Each morning and most evenings, a fish in each outfit will run \"Whistle Jock,\" blowing a police whistle or bugle and announcing impending formations or activities to the unit. The Whistle Jock's announcement may be as simple as naming the upcoming event and the uniform to be worn, or as complex as including the weather, the menu for chow, the Sergeant and/or Officer of the Day, and special announcements requested by upperclassmen. For evening chow, several fish from each outfit run \"fish of the Day,\" setting up their outfit's table(s) at Duncan Dining Hall prior to formation, then returning to the dorms immediately after chow to assist seniors in removing their boots.\nCorps fish are not privileged to live in a \"room,\" and their residence in the dorm is thus called a \"hole.\" Likewise, the \"roommate\" in their dorm is called an \"Ol' Lady,\" though this term is often used throughout a cadet's Corps career. Furthermore, fish are instructed that they are not allowed to like, think, want need, nor feel, and are prohibited from taking \"shortcuts\" by using abbreviations (PT must be called \"physical training,\" the Quad the \"Quadrangle,\" etc.). Corps fish sit a mandatory Evening Study Time (EST) during the school week after evening chow. This allows a period of quiet uninterrupted study each night, and fish are periodically checked by their unit's Sergeant of the Day to ensure that they are indeed studying.\nFreshman cadets in the Corps must maintain their \"holes\" in spotless condition at all times, and are prohibited from keeping accessories such as televisions, radios, posters, and even food in these quarters. Freshmen in uniform must also keep a number of unique items on their person, such as nail clippers, slide ruler, white glove or polishing cloth, university I.D. card, and a copy of \"The Cadence\", a guide- and rulebook issued to all freshman cadets; a \"disch card,\" bearing the core values of the Corps of Cadets, is also required. Most units also require their fish to run, rather than walk, inside the dorms during the academic day, and restrict them to the use of only one side of dormitory hallways (the exact amount of room permitted is usually delineated by floor tiles).\nSophomores.\nThe &lt;a href=\"wiktionary%3Asophomore\"&gt;sophomore&lt;/a&gt; year is a busy and hectic second year in the Corps. Sophomores in the Corps are known as \"pissheads\", often abbreviated as \"head\" since cadets do not swear in uniform. Several stories circulate as to the origin of the name. According to legend, the name is derived from an incident in the mid-1900s when a group of freshmen urinated on the heads of several sophomores they had grown tired of. A more recent story credits the nickname to &lt;a href=\"Aggie%20Bonfire\"&gt;Aggie Bonfire&lt;/a&gt;, when sophomores would work on the lower levels of the stack, and the upperclassmen above them would relieve themselves. However, the name predates the stacked bonfire, and it is generally accepted that the name simply refers to the normal demeanor of sophomores in keeping the freshman class in line. A pisshead's primary duty in the Corps is to train and drill the freshmen for Final Review in May, and the pisshead is graded by the performance of his freshmen.\nSophomores can be distinguished by the black braids on their garrison cap, their nylon black belt, and their rank insignia of private first class or corporal. Much like drill sergeants, the pissheads are responsible for seeing that the fish adapt and excel in Corps life. Pissheads are expected to be perfect examples for their fish, and it is therefore usually considered bad form for a junior or senior to correct a sophomore in view of freshmen. In most outfits, pissheads correct their own mistakes with \"As you were,\" but never \"As I was,\" as the latter is deemed to reflect imperfection.\nJuniors.\nAs a &lt;a href=\"wiktionary%3Ajunior\"&gt;junior&lt;/a&gt;, the cadet is called a \"sergebutt\" or more commonly just a butt. The nickname is a result of the &lt;a href=\"serge%20%28fabric%29\"&gt;serge&lt;/a&gt; material used to make the uniform trousers. When cadets wore college issue cotton &lt;a href=\"khaki\"&gt;khaki&lt;/a&gt;, it was a junior privilege to purchase tailor made serge uniforms which were easier to maintain and required less ironing. The Corps junior, wearing a white braid on their garrison caps and white cotton belts, often finds this to be the most productive and engaging year in the Cadet Corps. The junior class runs the daily operations of the Corps. Juniors hold the rank of cadet sergeant through cadet sergeant major, depending on the position attained.\nSeniors.\nSenior cadets are often referred to as \"zips\" (short for \"zipperheads\"), referring to the black and gold \"zipper\" braid on the garrison cap. A senior may also be referred to as an \"elephant,\" which derives from the senior class &lt;a href=\"Elephant%20Walk%20%28Texas%20A%26amp%3BM%29\"&gt;Elephant Walk&lt;/a&gt; tradition held the week before the last regularly scheduled football game of the year. Seniors hold cadet officer rank, from Cadet 2nd Lieutenant to Cadet Colonel of the Corps.\nSenior cadets, like all seniors at &lt;a href=\"Texas%20A%26amp%3BM%20University\"&gt;Texas A&amp;M&lt;/a&gt;, may also order an &lt;a href=\"Traditions%20of%20Texas%20A%26amp%3BM%20University%23Aggie%20Ring\"&gt;Aggie Ring&lt;/a&gt;, the symbol of the university and one's graduating class.\nA senior cadet is easily recognized by the distinctive brown calf-skin leather boots, known as senior boots, &lt;a href=\"sabre\"&gt;sabre&lt;/a&gt;, and &lt;a href=\"gold%20braid\"&gt;gold braid&lt;/a&gt; on the garrison cap. Seniors are the only class allowed to wear their bider without a break or fold in the top seam.\nSenior boots.\nWithin the Texas A&amp;M Corps of Cadets, seniors are given the privilege to wear distinctive brown leather boots, known as \"senior boots.\" These boots are one of the most visible and recognizable institutions of the Aggie Corps, and remain one of the lasting images of &lt;a href=\"Texas%20A%26amp%3BM%20University\"&gt;Texas A&amp;M University&lt;/a&gt;.\nThe tradition of senior boots came about in 1914, when the Corps of Cadets changed uniforms from the &lt;a href=\"West%20Point\"&gt;West Point&lt;/a&gt; style. The seniors wanted a way to differentiate themselves from the other classes, so they began wearing officer boots, which evolved into the senior boots worn today. By 1925, the boot style was integrated into the official cadet uniform, as a \"knee-height officer boot, of a light brown or tan.\" Lucchese's bootery in San Antonio became the main supplier of boots.\nBy 1932, competition closer to campus sprang up. &lt;a href=\"Joseph%20Holick\"&gt;Joseph Holick&lt;/a&gt;, founder of the &lt;a href=\"Fightin%27%20Texas%20Aggie%20Band\"&gt;Fightin' Texas Aggie Band&lt;/a&gt;, opened &lt;a href=\"Holick%27s\"&gt;Holick's&lt;/a&gt; that year, and his competition soon included Victor's, Russell's, and others. The average price for a pair of boots in 1932 was $32.50. During World War II, due to the leather diversion to the war effort, Aggie seniors had to buy or inherit their boots from former cadets. By 1977, the price had risen to $200. Today, senior boots are normally ordered during freshman year and cost $700 to $1,900, but 85% of seniors in the Corps still purchase them. Seniors also have the option to apply to borrow a donated pair of boots through prior-worn boots donations from former cadets.\nTo assist in removing their boots, seniors are allowed to yell \"I need a fish!\" at which point all available freshmen in the senior's outfit will race—and sometimes fight—to assist.\nUniforms.\nA variety of uniforms are issued to a cadet, including summer and winter versions of daily uniforms, dress uniforms and field uniforms. The \"Uniform of the Day\" depends on the weather. For special occasions and events, the uniform is specified in the Field Order or invitation for the event. Special Corps units have special uniforms, such as the Ross Volunteers, the Fish Drill Team and Parsons Mounted Cavalry.\nCorps life.\nToday, cadets no longer occupy all of the student housing on campus. The Corps is housed only in the dorms located in what is now called \" the Quadrangle, a.k.a. \"the Quad\". They are divided into companies, batteries, and squadrons, and serve as the basic units of the Corps of Cadets. These units are aligned by ROTC affiliation under three Navy/Marine Regiments, three Air Force Wings, three Army Brigades, a mixed military affiliation Task Force, and the Combined Band.\nThere are normally two Corps formations each day—one in the morning and one in the evening to observe the raising and lowering of the &lt;a href=\"American%20Flag\"&gt;American Flag&lt;/a&gt; before marching to Duncan Dining Hall for chow. Individual fish in each unit serve as 'Whistle Jocks\" to announce the approach of formations, the Uniform of the Day, and the menu for the next meal.\nIn addition to normal college classes, cadets participate in daily Corps activities. These can range from intramural sport events, helping the local community, to a 2,500-member formation Corps run around campus. For example, many cadets serve each year on the &lt;a href=\"MSC%20Student%20Conference%20on%20National%20Affairs\"&gt;MSC Student Conference on National Affairs&lt;/a&gt; where they hone their leadership skills and knowledge of international and national issues while meeting such speakers as Chairman of the Joint Chiefs of Staff &lt;a href=\"Martin%20Dempsey\"&gt;Martin Dempsey&lt;/a&gt; in 2015 and Commandant of the Marine Corps &lt;a href=\"Robert%20Neller\"&gt;Robert Neller&lt;/a&gt; in 2017. \nCurrent Corps structure (as of AY 2020-2021).\nNote that \"Company A-1\" or \"Squadron 2,\" for example, would be the official designations of the outfits in the Corps. The nicknames of the outfits are included because they are an integral part of the tradition and heritage of the Corps. Squadron 18, K-1, and D-1 are the \"frog\" (transfer) outfits for out-of-cycle cadets who will be completing their freshman year in one semester.\nD-Co is a unit for veterans who have been deployed at least once.\nE-2 is the unit responsible for taking care of &lt;a href=\"Reveille%20%28dog%29\"&gt;Reveille&lt;/a&gt;, Texas A&amp;M's mascot. \nKey: * = Gender-integrated unit, # = STEM unit, ** = Pre-professional unit\nSpecial units.\nThe following are special units within the Corps of which cadets can additionally be members (for example a cadet in D-2 could be a member of the Ross Volunteers, but not the Band).\nRoss Volunteers.\nThe Ross Volunteer Company is the official &lt;a href=\"Guard%20of%20honour\"&gt;Honor Guard&lt;/a&gt; for the &lt;a href=\"Texas%20Governor\"&gt;Governor&lt;/a&gt; of the state of &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, and, aside from the Cadet Corps itself, is the oldest student organization in the state of Texas. Started in 1887, the organization was named Scott Volunteers for the President of Texas A&amp;M. In 1898, the company was renamed for Texas A&amp;M President &lt;a href=\"Lawrence%20Sullivan%20Ross\"&gt;Lawrence Sullivan Ross&lt;/a&gt;. The company lives by the creed, \"Soldier, Statesman, Knightly Gentleman.\"\nThe company is composed of junior and senior cadets. Cadets are chosen on a basis of honor, humility, and character. Each fall, approximately 72 junior cadets are selected into the company by the RV seniors. A critical voting process, undisclosed to outside sources, is conducted to select the new junior inductees. Once the juniors are inducted into the company, it is composed of those newly selected juniors, 35 seniors holding leadership positions, and the remaining senior members. All senior RV members are continually welcomed at practices, events, and socials.\nToday, the RV uniform is a distinctive white uniform, with yellow trim. Officers in the RV Company (Commanding Officer, Executive Officer, Administrative Officer, Operations Officer, and three Platoon Leaders) as well as one Non-Commissioned Officer (1st Sergeant) wear a silk red sash around the waist of the white uniform. The RV Company performs a &lt;a href=\"3-volley%20salute\"&gt;3-volley, 21-gun salute&lt;/a&gt; at the traditional &lt;a href=\"Traditions%20of%20Texas%20A%26amp%3BM%20University\"&gt;Silver Taps&lt;/a&gt; ceremony and at the annual campus &lt;a href=\"Muster%20%28Texas%20A%26amp%3BM%20University%29\"&gt;Muster&lt;/a&gt; event. In addition, the RV Company marches in several parades each year including the &lt;a href=\"Rex%20Parade\"&gt;Rex Parade&lt;/a&gt; on &lt;a href=\"Mardi%20Gras\"&gt;Mardi Gras&lt;/a&gt; in New Orleans, Louisiana. The RVs serve as the honor guard of Rex, the king of Mardi Gras. Other duties include Texas Gubernatorial events, funerals, weddings, and campus events.\nColor Guard.\nThe first thing seen from afar during reviews, the &lt;a href=\"Color%20Guard\"&gt;Color Guard&lt;/a&gt; represents the Corps' devotion to loyalty, pride, and patriotism. This special unit consists of a commanding officer, an executive officer, and flagbearers/guards for Corps staff and every major unit except the &lt;a href=\"Fightin%27%20Texas%20Aggie%20Band\"&gt;Band&lt;/a&gt;. With the exception of a guard being possibly led by a cadet sergeant, all color guards are made up exclusively of sophomores.\nRudder's Rangers.\nRudder's Rangers is named for &lt;a href=\"James%20Earl%20Rudder\"&gt;James Earl Rudder&lt;/a&gt;, commander of the &lt;a href=\"2nd%20Ranger%20Battalion%20%28United%20States%29\"&gt;2nd Ranger Battalion&lt;/a&gt; that stormed the beaches at &lt;a href=\"Invasion%20of%20Normandy\"&gt;Normandy&lt;/a&gt;. Upon retirement from the military, Rudder became the 16th president of Texas A&amp;M University.\nRudder's Rangers trains volunteer Army ROTC cadets and prepares them to take part in some of the Army's special training schools, such as &lt;a href=\"United%20States%20Army%20Airborne%20School\"&gt;Airborne School&lt;/a&gt;, &lt;a href=\"United%20States%20Army%20Air%20Assault%20School\"&gt;Air Assault School&lt;/a&gt;, and eventually &lt;a href=\"Ranger%20School\"&gt;Ranger School&lt;/a&gt;. This training happens over a year-long process, during which cadets participate in a winter field training exercise at &lt;a href=\"Fort%20Hood\"&gt;Fort Hood&lt;/a&gt; and compete in Texas A&amp;M's Best Ranger Competition. Cadets meeting the requirements are awarded a pin to wear on their uniform.\nFish Drill Team.\nThis all-freshman precision rifle drill team represents Texas A&amp;M and its Corps of Cadets in competition with other colleges at military drill meets around the nation. The team has been a part of Corps life for more than 60 years and has won several national championships. Participation involves daily rifle or color guard drill instruction and practice. As with all other Corps activities, poor academic performance results in suspension from participation. \nThe team began when the freshmen were moved from the main campus to deal with the overcrowding and hazing issues that followed World War II and the return of war veterans to the A&amp;M campus. The freshmen were moved to the Riverside Campus Annex and lived in the dorms of the retired &lt;a href=\"Bryan%20Air%20Force%20Base\"&gt;Bryan Air Force Base&lt;/a&gt; twelve miles from campus. They were bussed to class each day, but primarily lived in isolation from the rest of the Corps. Out of boredom, the freshmen organized themselves into the Freshman Drill Team and made their debut performance among the jeers and laughter of their upperclassmen. By the end of the performance however, the team received a standing ovation.\nThe Fish Drill Team is open to any freshman in the Corps who is willing to accept the challenges of being on the team. At the beginning of each season, the team consists of about 150 Fish Drill Team candidates. However, by the end of the first semester, and after grade cutoffs, the number of candidates has usually dwindled down to about 45.\nThe Fish Drill Team competes in precision drill competitions around the United States each year and represents the Corps of Cadets and Texas A&amp;M. They have won numerous national championships, including five consecutive national titles at the &lt;a href=\"National%20Cherry%20Blossom%20Festival\"&gt;National Cherry Blossom Festival&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; from 1968 to 1972. The national precision drill championship hosted at the National Cherry Blossom Festival was discontinued in 1974.\nWith the absence of a national drill meet, the Fish Drill Team continued winning. The team won 16 consecutive Texas State Champion titles. In 1997, the team was put on hiatus for four years due to leadership concerns and issues, most notably hazing of students. The team was reinstated in the spring of 2002 with the Class of 2005. However, the Class of 2006 was the first team to compete since reinstatement, taking 2nd place at the national competition. Since then the Fish Drill Team has won the overall national title every year, except 2009 when the team placed 2nd, including their most recent win at the 2020 Mardi Gras Drill Meet hosted by &lt;a href=\"Tulane%20University\"&gt;Tulane University&lt;/a&gt; NROTC.\nThe Fish Drill Team portrayed the &lt;a href=\"United%20States%20Marine%20Corps%20Silent%20Drill%20Platoon\"&gt;United States Marine Corps Silent Drill Platoon&lt;/a&gt; during the opening segment of the 1992 film \"&lt;a href=\"A%20Few%20Good%20Men\"&gt;A Few Good Men&lt;/a&gt;\".\nCorps of Cadets Marksmanship Unit.\nFormed in 2012, the Corps of Cadets Marksmanship Unit (CCMU) is the Corps competitive shooting team, partaking in competitions throughout the state of Texas and across the country. They compete in a wide variety of shooting fields, including the following: SASP, 3gun, Trap and Skeet, and USPSA. The selection process for new freshmen is very strenuous, with over 200 applicants and less than 15 are selected (some with no shooting experience). That being said, in the team's 8 years of being active, they have accumulated over 8 national titles against colleges across the country, including West Point.\nSEAL Platoon.\nA team of cadets that prepares cadets to become &lt;a href=\"United%20States%20Navy%20SEALs\"&gt;Navy SEALs&lt;/a&gt;, &lt;a href=\"United%20States%20Navy%20EOD\"&gt;Navy EOD technicians&lt;/a&gt; or &lt;a href=\"United%20States%20Navy%20Diver\"&gt;Navy Diving Officers&lt;/a&gt;. SEAL Platoon meets on weekday mornings as well as other times for special events, such as hell night. SEAL Platoon graduates that are accepted to BUDS have an 85% passing rate through hell week.\nMarine Corps Recon Company.\nA team of cadets that prepares cadets for the successful completion of the &lt;a href=\"United%20States%20Marine%20Corps\"&gt;Marine Corps&lt;/a&gt; Basic Reconnaissance Course, allowing them to become &lt;a href=\"United%20States%20Marine%20Corps%20Force%20Reconnaissance\"&gt;Force Recon&lt;/a&gt; or &lt;a href=\"United%20States%20Marine%20Corps%20Reconnaissance%20Battalions\"&gt;Recon Battalion&lt;/a&gt; members.\nSpecial Tactics Squadron.\nA team of cadets that prepares cadets for &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; service within the Special Operations Fields. These Include primarily the Special Tactics Officer (STO), Air Liaison Officer (ALO), and Combat Rescue Officer (CRO). Air Force Special Operations Forces can work as sole units, but are commonly integrated into a US Army Ranger Battalion in special duties.\nCorps Center Guard.\nThis is a historical unit that strives to preserve the history of the Corps. They run the &lt;a href=\"Sanders%20Corps%20of%20Cadets%20Center\"&gt;Sanders Corps of Cadets Center&lt;/a&gt; and give tours on a daily basis. As a tribute to the past of A&amp;M, members often wear old uniforms of the Corps.\nParsons Mounted Cavalry.\nParsons Mounted Cavalry preserves the tradition of the cavalry at Texas A&amp;M. The mounted unit was formed in the spring of 1973 to preserve the traditions of the Texas A&amp;M Cavalry of the 1920s and 1930s. The unit also represents the university at parades, agricultural and equestrian events throughout Texas. It is named after Colonel Thomas R. Parsons '49 a former Commandant of Cadets from 1972 - 1978. He was the only active military Commandant at Texas A&amp;M. During his tenure women were accepted in the Corps. \"The Cav\" marches with the Corps at all home football games. \nWithin this special unit, Half Section (responsible for Field Artillery and Mule Team elements) also maintains and keeps the \"Spirit of '02\". This &lt;a href=\"field%20gun\"&gt;field gun&lt;/a&gt; was found in the fall of 1974 at a bonfire cut site near &lt;a href=\"Easterwood%20Airport\"&gt;Easterwood Airport&lt;/a&gt;. The 'cannon' is driven on a 4 horse team to Kyle Field and fired during all home football games, midnight yell practice, and other special events. Legend has it that the gun was the run away that tumbled over a ridge in the film \"&lt;a href=\"We%27ve%20Never%20Been%20Licked\"&gt;We've Never Been Licked&lt;/a&gt;\". Through the dedication and hard work of John Gunter '79 and financing from the Association of Former Students, a &lt;a href=\"Limbers%20and%20caissons%20%28military%29\"&gt;limber/caisson&lt;/a&gt; was found on a ranch near &lt;a href=\"Georgetown%2C%20Texas\"&gt;Georgetown, Texas&lt;/a&gt;, wheels made in &lt;a href=\"Oklahoma%20City\"&gt;Oklahoma City&lt;/a&gt;, and original McClellan tack was obtained.\nGen. O.R. Simpson Honor Society.\nCadets need to have a cumulative 3.4 GPA to join. Members foster new ideas of academic achievement, leadership and character in the Corps of Cadets and promotion of scholastic excellence through academic related projects which include tutor assistance and operation of a study lounge for all cadets.\nAggie Eagle Post.\nCadets who have earned the &lt;a href=\"Boy%20Scouts%20of%20America\"&gt;Boy Scouts of America&lt;/a&gt;, &lt;a href=\"Eagle%20Scout%20%28Boy%20Scouts%20of%20America%29\"&gt;Eagle Scout&lt;/a&gt; rank, or the &lt;a href=\"Girl%20Scouts%20of%20the%20USA\"&gt;Girl Scouts of the USA&lt;/a&gt;, &lt;a href=\"Gold%20Award%20%28Girl%20Scouts%20of%20the%20USA%29\"&gt;Gold Award&lt;/a&gt;, are eligible to join. Members conduct community-wide and scout related service as well as participate in/lead various scouting events at both the state and local level. While the unit has held an active status with the university, the unit was formally reactivated/recognized by the Corps in the Fall of 2015.\nHall of Honor.\nThe Corps of Cadets Hall of Honor was established in 1993 to recognize former Corps members who \"exemplify the Aggie Spirit\". It is hosted at the Sam Houston Sanders Corps of Cadets Center in College Station, Texas. As of 2018, it features 171 inductees whose portraits, biographies, and plaques are on display."
}