{
    "id": "50759748",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=50759748",
    "title": "The Barefoot Man (novel)",
    "text": "The Barefoot Man is a 1971 novel by &lt;a href=\"Davis%20Grubb\"&gt;Davis Grubb&lt;/a&gt; published by &lt;a href=\"Simon%20%26amp%3B%20Schuster\"&gt;Simon &amp; Schuster&lt;/a&gt; set in and near &lt;a href=\"Wheeling%2C%20West%20Virginia\"&gt;Wheeling, West Virginia&lt;/a&gt; in 1930. The title refers to a spook used to keep workers in line at low wages—capitalists telling of a barefoot man, \"a sort of &lt;a href=\"strikebreaker\"&gt;scab&lt;/a&gt;,\" is ready to take their job if they leave it and keep the wage where it is. The novel is divided into three parts, but is not further subdivided into chapters.\nPlot.\nPart One.\nThe novel begins in the dead of winter in Glory, West Virginia, in the midst of a mining &lt;a href=\"Strike%20action\"&gt;strike&lt;/a&gt;. Cal Dunne, his mother Roseanna, and his wife Jessie, are holed up in their house waiting for the arrival of the union organizer, whom James P. Shaloo, the strikebreaker, is determined to kill. Into this rides a farming couple who have recently lost everything not in their wagon, Jack and Jean Farjeon, who are expecting a baby at any moment. Cal and Mother Dunne are prepared to go out with rifles at any time, and along with Tom Turley, who has voted to end the strike but is still not scabbing, get in a fray with Shaloo's man, in an army coat. Jean is shocked into labor and shot, giving birth to a dead child. Cal is also killed, and Mother Dunne is arrested, charged with the murder of a striking miner named Joseph Tzack, who speaks almost no English and shouted \"extra!\" repeatedly at the time of his dead because he recognized it from newsboy's cried of the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. Farjeon is determined to bury his dead wife and child, but they are taken by the authorities, and in a fever caused by the cold, he goes into delirium and believes that Jessie, who is terrified of the prospect of her two apparent choices—prostitution or begging barefoot in the street—is Jean, and she happily seduces him.\nFarjeon sets out to kill the five men he deems responsible for the death of Jean and their child—the man in the army coat, J.P. Shaloo, the foreman, Bob Kitto; the supervisor, George W. Paul; and a nebulous fifth person, the owner of the mine, simply known as \"the Company\"—president unknown. Going to Wheeling to obtain a gun, he visits a &lt;a href=\"soup%20kitchen\"&gt;soup kitchen&lt;/a&gt;, where he meets a man who tells him he has just refused to take scab work when he was approached to do so by a man in an army coat, so he goes to the diner the man spoke of and tries to look desperate, even though he has $200 with him. Eventually he is approached by the man in the army coat, whom readers met briefly at Toby's bar in a part of Glory called Mexico, where many scabs, many of whom—such as Toby—are black, live. Cotter offers him the job, but Farjeon refuses. He can tell that Cotter is a morning drinker, and suspects that he would know a place to obtain a gun without leaving a record, and he tells him that Sophie Worcik, a Romanian widow with a large white scar on her face, may have one, but that she also might make him gamble for it. She does indeed, placing a revolver with five bullets into a &lt;a href=\"claw%20crane\"&gt;claw crane&lt;/a&gt; and giving him a free play, followed by a $10 bill as she inserts each dime. After seven tries, the gun is his.\nFarjeon goes back to Cotter, but restrains the urge to shoot him, believing that he can lead him to Shaloo. He accepts a job beating strikers with a stick, even though it goes against his beliefs, while Cotter insists they are beating evil, un-American &lt;a href=\"communism\"&gt;communists&lt;/a&gt;. The strikers fight back and nearly kill Cotter, and Farjeon is surprised at his near tenderness at his apparent loss of Cotter before he is ready, but this builds Cotter's faith in him, so Cotter takes Farjeon to meet Shaloo.\nPart Two.\nAlmost immediately after Farjeon meets Shaloo, a group of men with rifles bring down him and Cotter before Farjeon, who still has much of the Southern gentlemen about him, can bring himself to do it. Among the men with rifles are Tom Turley and Jim Telligrew from the earlier shootout, and another man name Steve. Believing Farjeon to be a genuine scab, they chase him down. He uses his first two bullets, shooting Telligrew in the head and grazing Turley in the shoulder.\nRoseanna Dunne returns home only to learn it is soon to be seized if further payments cannot be made. Jessie informs her that she has heard on the radio that Jim Telligrew has killed Jim Shaloo."
}