{
    "id": "50771871",
    "revid": "1023778054",
    "url": "https://en.wikipedia.org/wiki?curid=50771871",
    "title": "Bhangala",
    "text": "Bhangalan is a small village located in the &lt;a href=\"Abohar\"&gt;Abohar Block&lt;/a&gt; of &lt;a href=\"Fazilka%20district\"&gt;Fazilka district&lt;/a&gt;, &lt;a href=\"Punjab%2C%20India\"&gt;Punjab, India&lt;/a&gt;. It is from the &lt;a href=\"India-Pakistan%20Border\"&gt;India-Pakistan Border&lt;/a&gt;, and from &lt;a href=\"National%20Highway%207%20%28India%29\"&gt;National Highway 7&lt;/a&gt; (NH 7). Bhangalan has two distinct regions, Bhangal Patti and Gill Patti (also known as Jhorar Patti and Jhorar Gill). The Gill families come from Gurusar (also known as Gurusar Ghagga) near &lt;a href=\"Giddarbaha\"&gt;Giddarbaha&lt;/a&gt;.\nDemographics.\nAccording to the 2011 Indian Census, Bhangalan has a population of 2,451 people distributed throughout 478 households. The 2016 report showed that there were 1,268 men, 1,183 women, and 272 children aged 0–6 years. The village of Bhangalan has an average literacy rate of 63.52%, which is 12% below the average in the state of Punjab. The average male literacy rate is 71.98% and the average female literacy rate is 54.50%. Most Bhangalan villagers are subsistence farmers.\nBhangalan is in the Balluana constituency of the &lt;a href=\"Punjab%20Legislative%20Assembly\"&gt;Punjab Legislative Assembly&lt;/a&gt;, represented by Nathu Ram of the &lt;a href=\"Indian%20National%20Congress\"&gt;Indian National Congress&lt;/a&gt; (INC), and the &lt;a href=\"Firozpur\"&gt;Firozpur&lt;/a&gt; constituency of the &lt;a href=\"Parliament%20of%20India\"&gt;Parliament of India&lt;/a&gt;, represented by &lt;a href=\"Sukhbir%20Singh%20Badal\"&gt;Sukhbir Singh Badal&lt;/a&gt; of the &lt;a href=\"Shiromani%20Akali%20Dal\"&gt;Shiromani Akali Dal&lt;/a&gt; (Supreme Akali Party; SAD), a Sikh-centric party.\nClimate.\nBhangala's temperature generally ranges from in a typical year. January and May are the coldest and the warmest months, respectively. Precipitation peaks in August, which has an average rainfall of . December is the driest month with only of rainfall.\nDevelopment.\nBhangalan is equipped with its own municipal water supply, &lt;a href=\"reverse%20osmosis%20plant\"&gt;reverse osmosis plant&lt;/a&gt;, and a &lt;a href=\"Nestl%C3%A9\"&gt;Nestlé&lt;/a&gt; dairy. While Bhangalan has its own Government Middle School and Saint Farid Public School (Private), it lacks a high school, hospital, bank, and public playground. Many local political officials are working to help develop Bhangalan village.\nCulture.\nThe people of Bhangalan celebrate most &lt;a href=\"List%20of%20Sikh%20festivals\"&gt;Sikh festivals&lt;/a&gt;, including: &lt;a href=\"Gurpurab\"&gt;Gurpurab&lt;/a&gt;, &lt;a href=\"Mela%20Maghi\"&gt;Maghi&lt;/a&gt;, &lt;a href=\"Vaisakhi\"&gt;Vaisakhi&lt;/a&gt;, &lt;a href=\"Hola%20Mohalla\"&gt;Hola Mohalla&lt;/a&gt;, &lt;a href=\"Bandi%20Chhor%20Divas\"&gt;Bandi Chhor Divas&lt;/a&gt;, &lt;a href=\"Lohri\"&gt;Lohri&lt;/a&gt; and &lt;a href=\"Holi\"&gt;Holi&lt;/a&gt;\nSports.\nThe Youth Sports Welfare Club is a small club in Bhangalan village. Jajpreet Singh (Gosha) is president of club. Rassa kashi is a well-known sport in Bhangalan. Other popular sports include &lt;a href=\"kabaddi\"&gt;kabaddi&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;."
}