{
    "id": "50770450",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=50770450",
    "title": "Dylan Carlson (baseball)",
    "text": "Dylan James Carlson (born October 23, 1998) is an American &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt; for the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB).\nAmateur career.\nCarlson attended &lt;a href=\"Elk%20Grove%20High%20School%20%28Elk%20Grove%2C%20California%29\"&gt;Elk Grove High School&lt;/a&gt; in &lt;a href=\"Elk%20Grove%2C%20California\"&gt;Elk Grove, California&lt;/a&gt; where he played baseball under his father, Jeff, and was teammates with &lt;a href=\"Nick%20Madrigal\"&gt;Nick Madrigal&lt;/a&gt;, &lt;a href=\"Rowdy%20Tellez\"&gt;Rowdy Tellez&lt;/a&gt;, &lt;a href=\"Dom%20Nunez\"&gt;Dom Nunez&lt;/a&gt;, and &lt;a href=\"Derek%20Hill%20%28baseball%29\"&gt;Derek Hill&lt;/a&gt;. He began playing on the varsity team as a 14 year old freshman. As a senior, he batted .407 with nine home runs and 40 RBIs in 36 games along with pitching to a 6-0 record with a 1.44 ERA.\nProfessional career.\nDraft and minor leagues.\nDespite not being considered or named a Top 200 Draft prospect by &lt;a href=\"MLB.com\"&gt;MLB.com&lt;/a&gt;, Carlson was selected by the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; in the first round, 33rd overall, of the &lt;a href=\"2016%20Major%20League%20Baseball%20draft\"&gt;2016 Major League Baseball draft&lt;/a&gt;. He rescinded his college commitment to &lt;a href=\"California%20State%20University%2C%20Fullerton\"&gt;California State University-Fullerton&lt;/a&gt; and agreed to a signing bonus of $1.35 mil., which was $550,500 under the slot value.\nCarlson made his professional debut that same year with the &lt;a href=\"Gulf%20Coast%20League%20Cardinals\"&gt;Gulf Coast League Cardinals&lt;/a&gt;, batting .251 with three home runs and 22 RBIs in 50 games. Carlson spent 2017 with the &lt;a href=\"Peoria%20Chiefs\"&gt;Peoria Chiefs&lt;/a&gt; where he slashed .240/.342/.347 with seven home runs and 42 RBIs in 115 games. He began the 2018 season with Peoria, and after batting .234 with two home runs and nine RBIs in 13 games, was promoted to the &lt;a href=\"Palm%20Beach%20Cardinals\"&gt;Palm Beach Cardinals&lt;/a&gt;. Carlson finished the year with Palm Beach, slashing .247/.345/.386 with nine home runs and 53 RBIs in 99 games.\nCarlson began the 2019 season with the &lt;a href=\"Springfield%20Cardinals\"&gt;Springfield Cardinals&lt;/a&gt;. He was named a &lt;a href=\"Texas%20League\"&gt;Texas League&lt;/a&gt; All-Star and participated in the Home Run Derby. In July, he represented the Cardinals in the 2019 &lt;a href=\"All-Star%20Futures%20Game\"&gt;All-Star Futures Game&lt;/a&gt; alongside &lt;a href=\"Nolan%20Gorman\"&gt;Nolan Gorman&lt;/a&gt;. After slashing .281/.364/.518 with 21 home runs, 59 RBIs, and 18 stolen bases over 108 games with Springfield, he was promoted to the &lt;a href=\"Memphis%20Redbirds\"&gt;Memphis Redbirds&lt;/a&gt; in August. Following his promotion, Carlson was named the Texas League Player of the Year. He played in 18 games with Memphis, batting .361 with five home runs and nine RBIs. Over a total of 126 games between Springfield and Memphis, Carlson slashed .292/.372/.542 with 26 home runs, 68 RBIs, and twenty stolen bases. He was originally selected to play in the &lt;a href=\"Arizona%20Fall%20League\"&gt;Arizona Fall League&lt;/a&gt; for the &lt;a href=\"Glendale%20Desert%20Dogs\"&gt;Glendale Desert Dogs&lt;/a&gt; following the season, but it was later announced he would not be participating.\nSt. Louis Cardinals.\n2020.\nCarlson was promoted to the major leagues on August 15, 2020, and made his MLB debut that day against the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;. On August 23, 2020, he hit his first MLB career home run. He finished the 2020 season slashing .200/.252/.364 with three home runs and 16 RBIs over 35 games.\n2021.\nCarlson returned in 2021 as St. Louis' starting center fielder, taking over for the injured &lt;a href=\"Harrison%20Bader\"&gt;Harrison Bader&lt;/a&gt;. When Bader returned from the injured list, Carlson moved to &lt;a href=\"right%20field\"&gt;right field&lt;/a&gt;. On April 7, 2021, he hit his first career &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; against &lt;a href=\"Zach%20Pop\"&gt;Zach Pop&lt;/a&gt; of the &lt;a href=\"Miami%20Marlins\"&gt;Miami Marlins&lt;/a&gt; at &lt;a href=\"LoanDepot%20Park\"&gt;LoanDepot Park&lt;/a&gt;. Carlson finished the 2021 season with 542 &lt;a href=\"at-bat\"&gt;at-bat&lt;/a&gt;s over 149 games, slashing .266/.343/.437 with 18 home runs, 65 RBIs, and 31 doubles. He was nominated for &lt;a href=\"National%20League%20Rookie%20of%20the%20Year\"&gt;National League Rookie of the Year&lt;/a&gt; alongside &lt;a href=\"Jonathan%20India\"&gt;Jonathan India&lt;/a&gt; and &lt;a href=\"Trevor%20Rogers%20%28baseball%29\"&gt;Trevor Rogers&lt;/a&gt;.\nPersonal life.\nCarlson's younger brother, Tanner, plays &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; at &lt;a href=\"Long%20Beach%20State%20University\"&gt;Long Beach State University&lt;/a&gt;."
}