{
    "id": "50788879",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=50788879",
    "title": "Eddie McLaughlin",
    "text": "Eddie McLaughlin (born 11 April 1980 in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;) is a former &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who played on the &lt;a href=\"Wing%20%28rugby%20union%29\"&gt;wing&lt;/a&gt; for &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt;.\nHe is Scottish qualified as his paternal grandparents are from &lt;a href=\"Greenock\"&gt;Greenock&lt;/a&gt;. His father and two uncles have represented &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; at football. McLaughlin played football until 15 when he switched to &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;.\nAlthough small in stature McLaughlin could run 100 metres in 10.8 seconds and bench press 150 kg.\nMcLaughlin came from the &lt;a href=\"Bay%20of%20Plenty%20Rugby%20Union\"&gt;Bay of Plenty&lt;/a&gt; to play for the Tuggeranong Vikings.\nMcLaughlin previously played for &lt;a href=\"Canberra%20Vikings\"&gt;Canberra Vikings&lt;/a&gt; and for super rugby side &lt;a href=\"Brumbies\"&gt;Brumbies&lt;/a&gt;.\nHe signed to &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; in &lt;a href=\"2005%E2%80%9306%20Glasgow%20Warriors%20season\"&gt;2005&lt;/a&gt; on a three-month contract. He was signed by head coach &lt;a href=\"Hugh%20Campbell%20%28rugby%20union%29\"&gt;Hugh Campbell&lt;/a&gt; who stated: \"We're delighted to welcome a player of Eddie's calibre to Hughenden. His try scoring record for his previous clubs speaks for itself and we hope that he'll be able to continue that form while on trial with us here at Glasgow.\"\nMcLaughlin stated that on signing: \"Playing in Scotland is something that I've always wanted to do. My family is from there and it was an opportunity that was too good for me to pass up. Ultimately my goal is to perform well for the Celtic League Cup and earn a place in the squad for the Heineken Cup.\"\nWhen not involved with the Warriors, McLaughlin played for &lt;a href=\"Ayr%20RFC\"&gt;Ayr&lt;/a&gt;. He played once for the Warriors in the Pro12; coming on as a substitute in the Warriors match against &lt;a href=\"Connacht%20Rugby\"&gt;Connacht&lt;/a&gt; on 4 November 2005.\nHe was released by Warriors at the end of the season."
}