{
    "id": "507836",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=507836",
    "title": "Federal Duck Stamp",
    "text": "The Federal Duck Stamp, formally known as the Migratory Bird Hunting and Conservation Stamp, is an adhesive stamp issued by the United States federal government that must be purchased prior to hunting for migratory waterfowl such as ducks and geese. It is also used to gain entrance to &lt;a href=\"National%20Wildlife%20Refuge%20System\"&gt;National Wildlife Refuges&lt;/a&gt; that normally charge for admission. It is widely seen as a &lt;a href=\"collectable\"&gt;collectable&lt;/a&gt; and a means to raise funds for &lt;a href=\"wetland%20conservation\"&gt;wetland conservation&lt;/a&gt;, with 98% of the proceeds of each sale going to the &lt;a href=\"Migratory%20Bird%20Conservation%20Fund\"&gt;Migratory Bird Conservation Fund&lt;/a&gt;.\nPresident &lt;a href=\"Herbert%20Hoover\"&gt;Herbert Hoover&lt;/a&gt; signed the &lt;a href=\"Migratory%20Bird%20Conservation%20Act\"&gt;Migratory Bird Conservation Act&lt;/a&gt; in 1929 to authorize the acquisition and preservation of &lt;a href=\"wetlands\"&gt;wetlands&lt;/a&gt; as &lt;a href=\"waterfowl\"&gt;waterfowl&lt;/a&gt; &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;. The law, however, did not provide a permanent source of money to buy and preserve the wetlands. On March 16, 1934, Congress passed, and President Roosevelt signed, the Migratory Bird Hunting Stamp Act, popularly known as the Duck Stamp Act.\nStates also issue their own duck stamps.\nTime of issue.\nDuck stamps are issued once a year. In most states, &lt;a href=\"hunter\"&gt;hunter&lt;/a&gt;s are required to purchase both a federal and state stamp before hunting waterfowl. Waterfowl &lt;a href=\"hunting%20season\"&gt;hunting season&lt;/a&gt;s vary, but most begin in September or October, so naturally, stamps are needed prior to opening day of the hunting season. Currently, the federal stamp and more than half of the state stamps are issued by July. Many are issued on the first day of the new year, and a few at the last minute in September or early October.\nCost.\nThe annual federal duck stamp had a &lt;a href=\"face%20value\"&gt;face value&lt;/a&gt; of $1 in 1934, jumped to $2 in 1949, and to $3 in 1959. In 1972 the price increased to $5, then up to $7.50 in 1979, $10 in 1987, $12.50 in 1989 and to $15 in 1991. In 2015 the price of federal duck stamp rose to $25. For every $15 stamp sold, the federal government retained $14.70 for wetlands acquisition and conservation, with just 30 cents to overhead. Most state conservation stamps have a face value of $5. &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; has the lowest price at $4; &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; non-resident is the highest at $25. Funds generated from state stamps are designated for wetlands restoration and preservation, much like the federal funds, but with a more localized purpose. Most state agencies sell their stamps at face value. However, some also charge a premium to collectors buying single stamps, to help cover overhead costs. Some states also produce &lt;a href=\"special%20edition\"&gt;limited editions&lt;/a&gt; for collectors.\nFormat.\nThe federal stamp is presently issued in panes of 20 stamps. Originally, the stamps were issued in panes of 28, but because of a change in the printing method (and to make stamps easier to count) a 30 stamp format was adopted in 1959. In 2000, the format was again changed to the present sheet of 20. Beginning in 1998, a single self-adhesive stamp was issued. This stamp and surrounding backing is approximately the size of a dollar bill. Most states and foreign governments follow the federal format. Many states issue a 10-stamp pane for ease of handling and mailing to field offices.\nTypes.\nAbout 10 states issue two types of stamps, one for collectors and another for hunter use. Collector stamps are usually in panes of 10 or 30 without tabs. Hunter type stamps are usually issued in panes of five or 10, many with tabs attached. Hunters use the tabs to list their name, address, age and other data. Some states use only serial numbers to designate their hunter type stamp. State stamps are therefore referred to as either collector stamps or hunter type stamps. Most dealers will distinguish between these types on their price lists. Separate albums exist for both types and are available from most dealers.\nPlate blocks or control number blocks are designations given to a block of stamps, usually four, with a plate or control number present on the selvage. Such a block is usually located in one or all four corners of a pane. Federal stamps prior to 1959 plus the 1964 issue are collected in blocks of six and must have the selvage on two sides. The Federal Junior Duck Stamp Program is a non-profit program sponsored by the Federal Government and designed to promote interest in conservation and wetlands preservation among students in grades K to 12. The program includes a conservation and education curriculum that helps students of all ages. It focuses on wildlife conservation and management, wildlife art and philately. All proceeds from sales support conservation education.\nGovernor's editions have been issued by several state agencies as a means of raising additional income. These stamps are printed in small quantities, most fewer than 1,000. They have a face value of approximately $50, and are imprinted with the name of the state governor. Governors also hand-sign a limited number of stamps. These are usually available at a premium, generally twice the price of normal singles. Hand-signed or autographed stamps are issued in very small quantities and are scarce to rare. Governor's editions are valid for hunting by all issuing states, but none would be used for that purpose, however, as it would destroy the mint condition and lower the value of the stamp.\nArtist signed stamps are mint examples of duck stamps autographed by the artist responsible for the artwork on the stamp. Such stamps are rapidly gaining popularity with collectors, and most can be purchased for a small premium over mint examples. Early federal stamps are particularly valuable and difficult to acquire. Signed stamps by artists now deceased also command a substantial premium. Remarqued stamps are quickly gaining in popularity with a worldwide audience. Original art on the actual stamp is seen as adding a spectacular flair to collections, making each stamp unique. These are very special, one-of-kind stamps on which an artist has personally drawn or painted a &lt;a href=\"dog\"&gt;dog&lt;/a&gt;, decoy, lighthouse and/or duck.\nThe artwork is obtained by commissioning the artist for their work, and generally the stamps take time to complete. All are either signed or initialed by the artist. Through the efforts of Jeanette C. Rudy, the &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt;'s &lt;a href=\"National%20Postal%20Museum\"&gt;National Postal Museum&lt;/a&gt; has received a complete remarqued set for display to the public. Stamps of deceased artists will bear a remarque by a living federal artist, as a tribute to the artist and their work. The artist doing the remarque will initial the stamp; for example some have been completed by Ken Michaelsen, artist of RW46.\nPrinted text stamps are another popular collectible. Generally, these preceded the later pictorial issues. The term is applied to stamps required for duck hunting that contain only writing but no waterfowl illustration. Certain &lt;a href=\"American%20Indian%20reservation\"&gt;American Indian reservation&lt;/a&gt;s and tribes also issue waterfowl hunting stamps. The stamps of these sovereign Indian nations allow holders to hunt on that reservation when a federal stamp is also purchased. Reservation stamps are becoming increasingly popular with collectors as more people discover their existence.\nErrors.\nWith the printing of such a large number of stamps year after year by many different states and printing agencies, errors do occur, but are seldom found. A few federal stamps are known to exist with major errors, but only a few, namely on the 1934, 1986, 1990, 1991, 1993, and 2003 issues.\nStamps without perforations, with missing or incorrect color, missing or inverted writing on the reverse are all major errors. Smaller flaws, such as color shifts, misplaced perforations, so-called doughnuts, and other such anomalies are termed &lt;a href=\"Errors%2C%20freaks%2C%20and%20oddities\"&gt;freaks&lt;/a&gt;, rather than errors. These, too, are collectible and have value, but they do not command the same attention as major errors. Major errors are extremely rare and exist in small numbers. All errors and freaks on duck stamps are very desirable and add a great deal of interest and value to a collection.\nThere was a typo in one of the phone numbers on the back of the 2008–09 Migratory Bird Hunting and Conservation Stamp. The correct 1-800 number is supposed to direct people wanting to order another copy of the stamp to the appropriate department in the Duck Stamp Office.\nCollecting.\nWhile most collectors prefer to collect mint condition duck stamps, many others prefer collecting stamps on license, autographed stamps, plate blocks, stamps signed by hunters, art prints, souvenir cards, first day covers, or a combination.\nPreserving the mint condition of a stamp is crucial for determining value. A perfectly centered stamp will usually sell for a substantial premium over one with normal centering. Very fine (VF) is the norm in stamp collecting, and is the condition priced by Scott Catalog.\nFederal Duck Stamp contest.\nThe first Federal Duck Stamp, designed by &lt;a href=\"Jay%20Norwood%20Darling\"&gt;Jay \"Ding\" Darling&lt;/a&gt; in 1934 at President Franklin D. Roosevelt's request, depicts two mallards about to land on a marsh pond. In subsequent years, other noted wildlife artists were asked to submit designs. The first contest in 1949 was open to any U.S. artist who wished to enter. Sixty-five artists submitted 88 design entries that first year. The number of entries rose to 2,099 in 1981. One artist, &lt;a href=\"Maynard%20Reece\"&gt;Maynard Reece&lt;/a&gt; from &lt;a href=\"Arnolds%20Park%2C%20Iowa\"&gt;Arnolds Park, Iowa&lt;/a&gt;, has won the competition a record five times, winning in 1948, 1951, 1959, 1969 and 1971. This is the only art competition of its kind sponsored by the U.S. Government.\nA panel of noted art, waterfowl, and philatelic authorities is appointed by the Secretary of the Interior to judge each competition. Winners receive no compensation for their work, other than a pane of stamps carrying their design. Winning artists may sell prints of their designs, which are sought after by hunters, conservationists, and art collectors.\nThe U.S. Fish and Wildlife Service mails contest regulations to interested artists each spring. Artists may choose their own medium and designs may be in black-and-white or full color, and must measure 10 inches wide by 7 inches high.\nFederal Junior Duck Stamp.\nHistory.\nIn 1989, with a grant from the National Fish and Wildlife Foundation (NFWF), Dr. Joan Allemand developed the Federal Junior Duck Stamp Conservation and Design Program, a dynamic arts curriculum that teaches wetlands and waterfowl conservation to students from kindergarten through high school. The program incorporates scientific and wildlife management principles into a visual arts curriculum. Participants complete a JDS design as their visual projects. Through this program, the U.S. Fish and Wildlife Service introduces the Federal Duck Stamp program and the National Wildlife Refuge System to participants and educates new generations of citizens about the importance of waterfowl and wetlands conservation.\nThe JDS curriculum made its debut as part of a pilot program in California. In 1990, three thousand students in public and private schools were the first to participate in the JDS Program curriculum and art contest. Florida and Illinois were added in 1991 with Arkansas, Kansas and Vermont entering the program in 1992. At that time, a state stamp sheet was developed using the Best of Show winners from each participating state from 1991 and 1992. This $10 stamp sheet included nine state JDS designs. Due to printing costs for the Best of Show stamp sheet it was determined that a national competition, using the Best of Show winning designs from each state, would be held to select a design for a Federal Junior Duck Stamp.\nMaryland and South Dakota entered the program in 1993. With eight states competing, the first national competition was held to select one stamp to become the first Federal Junior Duck Stamp. That year, during the first day of sale ceremony for the Federal Duck Stamp, judges selected the first, second, and third place national winning designs. The first Federal Junior Duck Stamp design winner was Jason Parsons from Canton, Illinois. His design, titled 'Ruffling Redhead', was used to create the junior stamps which sold for $5.00 each.\nSeventeen new states joined the program in 1994. At that time, stamps were purchased by an individual as a contribution to the NFWF's Junior Duck Stamp Challenge Grant. Proceeds from the sale of the stamps were used as matching funds to support the program. With the grant term expiring, the U.S. Fish and Wildlife Service sponsored legislation to gain Congressional authorization for the Federal Junior Duck Stamp and to direct the proceeds from sales to support conservation education in the form of awards and scholarships for the participants.\nThe Junior Duck Stamp Conservation and Design Act of 1994 was enacted on October 6, 1994. The Act directed the Secretary of the Interior to create a JDS and to license and market the JDS and the stamp design. The proceeds from these efforts are used to support conservation education awards and scholarships. In 2000, Congress preauthorized the Junior Duck Stamp Conservation and Design Program Act for another five years, and expanded the conservation education program throughout the U.S. and its territories. Since that time, all 50 states, the District of Columbia, American Samoa, and the U.S. Virgin Islands have joined the program.\nToday more than 27,000 students throughout the United States, American Samoa, and the U.S. Virgin Islands submit entries to a state or territory JDS Contest. The program's success is due to partnerships with Federal and State government agencies, nongovernmental organizations, private businesses, and volunteers who have helped to recognize and honor thousands of teachers and students throughout the United States for their participation in conservation related activities.\nContest.\nThe Junior Duck Stamp Conservation and Design Program is a designed to teach wetlands habitat and waterfowl conservation to students in kindergarten through high school and help reconnect youth with the outdoors. The program guides students, using scientific and wildlife observation principles, to communicate visually what they have learned through an entry into the Junior Duck Stamp art contest.\nThe JDS has increased in popularity significantly since its inception in 1989 and moreover since the implementation of a national art contest and stamp in 1993. The program was first recognized by Congress in 1994 when the Junior Duck Stamp Conservation and Design Program Act was enacted. In 2000, Congress reauthorized the program and expanded it from seventeen states to include student participants in all fifty states, the District of Columbia and the U.S. territories. Participation in the program nationwide has remained steady since 2000 with nearly 27,000 students entering a state art contest each year. Revenue from the sales of the JDS reached $172,000 in Fiscal Year 2004 and goes to support awards and environmental education for students who participate in the program as well as efforts to market the JDS.\nPreparation for the Junior Duck Stamp contest and involvement in the program requires students to think about and understand at least the fundamental principles of anatomy and environmental science and can be a valid barometer of a student's grasp of these topics. The program also provides an opportunity for students to learn science and express their knowledge of the beauty, diversity, and interdependence of wildlife artistically.\nThe Junior Duck Stamp contest begins each spring when students submit their artwork to a state or territory contest. Students at the state level are judged in four groups according to grade level: Group I: K–3, Group II: 4–6, Group III: 7–9, and Group IV 10–12. Three first, second and third place entries are selected for each group. A Best of Show is selected by the judges from the twelve first-place winners regardless of their grade group. Each state or territory Best of Show is then submitted to the Duck Stamp Office and entered into the national Junior Duck Stamp Contest. To further the interdisciplinary underpinnings of the program, students are now encouraged, but not required, to include a conservation message on their entry form with their art design. The conservation message is judged in some states and at the national level for Best of Show winners. The message should explain something the student has learned about wetlands habitat, conservation or waterfowl. It may also be a statement used to encourage others to participate in conservation.\nThe first place design from the national contest is used to create a Junior Duck Stamp for the following year. Junior Duck Stamps are sold by the U.S. Postal Service and Amplex Corporation consignees for $5 per stamp. Proceeds from the sale of Junior Duck Stamp support conservation education, and provide awards and scholarships for the students, teachers, and schools that participate in the program.\nIssuance.\nDuck stamps are now issued by the United States government and all state governments. Many foreign countries, including Canada, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; have also issued duck stamps.\nThe issuing authorities within the various governments that release duck stamps are usually conservation and wildlife departments. These programs must be created by some form of legislation for the resulting stamps to be accepted as a valid governmental issue. Labels featuring ducks also are issued by various special interest groups, such as &lt;a href=\"Ducks%20Unlimited\"&gt;Ducks Unlimited&lt;/a&gt; and the &lt;a href=\"National%20Fish%20and%20Wildlife%20Foundation\"&gt;National Fish and Wildlife Foundation&lt;/a&gt;. Their issues are referred to as \"society stamps.\" These items technically are not duck stamps because the fee structure and disposition of funds are not legislated. However, society stamps are very collectible and often appreciated. Funds raised by these organizations are also used for waterfowl and conservation efforts. Valid organizations and societies of this type perform a major service to conservation by their donations and efforts, and they merit public support."
}