{
    "id": "5079462",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=5079462",
    "title": "Don Reinhoudt",
    "text": "Donald C. Reinhoudt (born March 5, 1945) is an American former &lt;a href=\"powerlifting\"&gt;powerlifter&lt;/a&gt; and &lt;a href=\"Strongman%20%28strength%20athlete%29\"&gt;strongman&lt;/a&gt;. He won the &lt;a href=\"International%20Powerlifting%20Federation\"&gt;IPF&lt;/a&gt; World Powerlifting Superheavyweight Championship four consecutive times (1973–1976), and won the &lt;a href=\"World%27s%20Strongest%20Man\"&gt;World's Strongest Man&lt;/a&gt; in &lt;a href=\"1979%20World%27s%20Strongest%20Man\"&gt;1979&lt;/a&gt;.\nWidely considered to be one of the greatest powerlifters of all time, Reinhoudt set over forty powerlifting records throughout his career and held all four of the powerlifting records in his day. His world record raw total of , set in 1975, stood until &lt;a href=\"Andrey%20Malanichev\"&gt;Andrey Malanichev&lt;/a&gt; surpassed it in 2013.\nAthletics.\nAt &lt;a href=\"Fredonia%20High%20School%20%28New%20York%29\"&gt;Fredonia High School&lt;/a&gt;, Reinhoudt was an All-League &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; player, an All-Western &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player and an All-Western &lt;a href=\"shot%20put\"&gt;shot put&lt;/a&gt;ter.\nReinhoudt began lifting weights when he was an 18-year-old &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt; at &lt;a href=\"Parsons%20College\"&gt;Parsons College&lt;/a&gt;, a small college in &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt;. Reinhoudt not only played college football for four years, but was also on the varsity &lt;a href=\"track%20and%20field\"&gt;track&lt;/a&gt; team.\nHe competed in six Olympic weightlifting competitions, including the 1967 Junior Nationals.\nPowerlifting.\nAfter experimenting with weightlifting, Reinhoudt began &lt;a href=\"powerlifting\"&gt;powerlifting&lt;/a&gt; in 1969. For the young Reinhoudt, his powerlifting idols, were &lt;a href=\"Jon%20Cole%20%28weightlifter%29\"&gt;Jon Cole&lt;/a&gt;, &lt;a href=\"John%20Kuc\"&gt;John Kuc&lt;/a&gt; and &lt;a href=\"Jim%20Williams%20%28powerlifter%29\"&gt;Jim Williams&lt;/a&gt; - the all-time great pioneers of the sport.\nReinhoudt took 3rd place in his first International appearance in the Open Division at the inaugural 1972 &lt;a href=\"Amateur%20Athletic%20Union\"&gt;AAU&lt;/a&gt; World Powerlifting Championships with a 2,150 lb total finishing only behind &lt;a href=\"John%20Kuc\"&gt;John Kuc&lt;/a&gt; and &lt;a href=\"Jim%20Williams%20%28powerlifter%29\"&gt;Jim Williams&lt;/a&gt;. He went on to finish in 1st place 4 times in a row at the World Powerlifting Championships from 1973 to 1976, also winning the &lt;a href=\"United%20States\"&gt;US&lt;/a&gt; National titles during the same span. He was the only Super Heavyweight to hold &lt;a href=\"International%20Powerlifting%20Federation\"&gt;IPF&lt;/a&gt; World Records in all three lifts (&lt;a href=\"Squat%20%28exercise%29\"&gt;squat&lt;/a&gt;, &lt;a href=\"bench%20press\"&gt;bench press&lt;/a&gt;, &lt;a href=\"deadlift\"&gt;deadlift&lt;/a&gt;) as well as in the &lt;a href=\"Powerlifting\"&gt;Total&lt;/a&gt; simultaneously. He was also the first man to break the 2,400 lb barrier, with a 2,420 lb total (was later downgraded with the actual weight of 2391 pounds or 1084.5 kg), achieved in 1975. This Total of 2391 lb stood until 2013 as the highest powerlifting total ever achieved without supportive equipment (raw), making Reinhoudt effectively one of the strongest men in the history of powerlifting. Reinhoudt had all in all three meets, in which he totaled more than 2350 pounds. Reinhoudt is also one of the few lifters ever to have squatted more than 900 pounds raw (934.5) and bench pressed in excess of 600 pounds raw (607.4). In 1976, he even attempted a 904-pound deadlift three times in official meets (including at the IPF World Championships) and pulled it up past his knees but could not lock it out completely. Had he managed it, he would have been the only lifter in history, whose name is registered in all of the three powerlifting hall of fames for the 900 pound raw squat, 600 pound raw bench press and 900 pound deadlift. Additionally, Reinhoudt often missed other lifts only very closely, which would have been even bigger world records. For example, one year at the AAU Senior Nationals he bench pressed 620 pounds (raw) to full lockout but got two red lights for raising his toe during the lift. One time at national championships, Reinhoudt squatted 950 pounds raw without knee wraps, in only a thin Olympic belt. It didn't count, because it was deemed one inch too high - it would have been the all-time world record until June 2016.\nOn November 10, 1976, after winning the IPF World Championships, Reinhoudt retired from powerlifting mainly due to the inconvenience his heavy weight caused to his health, such as shortness of breath and lack of flexibility. He quickly dropped his weight from 365 to 239 pounds in the time span of only four months. In preparation for his appearance at the &lt;a href=\"1978%20World%27s%20Strongest%20Man\"&gt;1978 World's Strongest Man&lt;/a&gt;, Reinhoudt competed one last time at the Eastern Open in 1977, in the 275-pound class, where he set four world records: At 264 pounds bodyweight he totalled 2000 lb (725/525/750). He never competed in powerlifting afterwards and put all his energy on lifting for the World's Strongest Man shows.\nWorld's Strongest Man.\nAfter retiring from powerlifting in 1976, Reinhoudt was invited to the &lt;a href=\"1977%20World%27s%20Strongest%20Man\"&gt;1977 World's Strongest Man&lt;/a&gt; contest. While being on a hardcore diet, he had just lost 125 lbs of body weight from 365 to 239. So he declined but vowed to compete in the following year. He competed in the following three competitions from 1978 to 1980. In &lt;a href=\"1978%20World%27s%20Strongest%20Man\"&gt;1978&lt;/a&gt; he was leading field over the most part of the competition, but lost the final tug of war by losing balance and finishing 2nd to &lt;a href=\"Bruce%20Wilhelm\"&gt;Bruce Wilhelm&lt;/a&gt;. The following year Reinhoudt won the competition in &lt;a href=\"1979%20World%27s%20Strongest%20Man\"&gt;1979&lt;/a&gt;, beating a young &lt;a href=\"Bill%20Kazmaier\"&gt;Bill Kazmaier&lt;/a&gt;. He was forced to withdraw from the &lt;a href=\"1980%20World%27s%20Strongest%20Man\"&gt;1980 World's Strongest Man&lt;/a&gt; competition after tearing his biceps and left hamstring, which proved to be career ending injuries. He retired from competition in August 1980, shortly after this contest.\nPersonal records.\nPowerlifting.\nPowerlifting competition records:\n\"done in official Powerlifting full meets\"\nCareer aggregate total (best official lifts) - 2427.4 lb (934.5 + 607.4 + 885.5)\nPowerlifting gym records (unofficial):\n\"done in training\"\nCareer aggregate unofficial total (best training lifts) - 2556 lb (1000 + 606 + 950)\nWeightlifting.\n\"Reinhoudt only did Olympic lifting in his younger years when he weighed approximately 240 pounds\"\ncombined weightlifting/powerlifting Supertotal: 630 lb + 2391 lb = 3021 lb\n5-best-lift total: 260 lb + 370 lb + 934.5 lb + 607 lb + 885.5 lb = 3057 lb\nWorld's Strongest Man records.\n\"done in WSM 1979\"\nPersonal life.\nReinhoudt is married to his wife Pam and has two children from his previous marriage - Molly and Ben. He is known to be a &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt;. After obtaining a degree in &lt;a href=\"finance\"&gt;finance&lt;/a&gt;, Reinhoudt worked as an &lt;a href=\"accountant\"&gt;accountant&lt;/a&gt; in his parents' accounting firm and later was the director of the Chautauqua County Youth Bureau, a position he held until his retirement. In his position as Youth Bureau Director, Don gave various motivational speeches to youth in Western New York, often including minor feats of strength in his presentations, such as picking people up with his teeth, driving nails through boards with his hands, and tearing license plates and phone books.\nMeasurements.\n\"measurements without exercising or \"pumping up\"\""
}