{
    "id": "50805702",
    "revid": "24198",
    "url": "https://en.wikipedia.org/wiki?curid=50805702",
    "title": "Caves of Arcy-sur-Cure",
    "text": "The caves of Arcy-sur-Cure are a series of caves located on the commune of &lt;a href=\"Arcy-sur-Cure\"&gt;Arcy-sur-Cure&lt;/a&gt;, &lt;a href=\"Burgundy\"&gt;Burgundy&lt;/a&gt;, France. Some of them contained archaeological artefacts, from the &lt;a href=\"Mousterian\"&gt;Mousterian&lt;/a&gt; to &lt;a href=\"Gallo-Roman\"&gt;Gallo-Roman&lt;/a&gt; times.\nSome hold remarkable &lt;a href=\"parietal%20art\"&gt;parietal art&lt;/a&gt;, the second oldest presently known after those of the &lt;a href=\"Chauvet%20cave\"&gt;Chauvet cave&lt;/a&gt;. Another notable characteristic of these caves is the time-long series of pollen, related to determined and consistent archaeological levels.\nBetween 1947 and 1963, they were searched by the French prehistorians Arlette and André Leroi-Gourhan. Listed \"&lt;a href=\"monument%20historique\"&gt;monument historique&lt;/a&gt;\" (Heritage Monument) in 1992, they are partially open to the public.\nLocation and description.\nArcy-sur-Cure is south-east of &lt;a href=\"Auxerre\"&gt;Auxerre&lt;/a&gt;, in the &lt;a href=\"Yonne\"&gt;Yonne&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;departement&lt;/a&gt;. The caves are south of Arcy-sur-Cure, on the left bank of the river &lt;a href=\"Cure%20%28river%29\"&gt;Cure&lt;/a&gt;. At this place the river has meandered through the coral limestone substrate, creating a valley bordered by crests standing up from the present river bed. The caves are in a meander and on the outer side of it where the flow is at its strongest. Most of them are south-orientated, with the most western ones slightly turned towards the south-east. At that place the erosional &lt;a href=\"valley\"&gt;valley&lt;/a&gt; shows very steep sides, in some parts akin to cliffs. Several caves are distributed along some of the valley's side, at various levels.\nFollowing its inhabitants from the Lower Palaeolithic culture in the Pleistocene era, the caves have sheltered Neanderthals from the Middle Palaeolithic (Mousterian and Châtelperronian); those have left behind them circular huts supported by mammoth tusks. Modern humans followed, with &lt;a href=\"Aurignacian\"&gt;Aurignacian&lt;/a&gt;s, &lt;a href=\"Gravettian\"&gt;Gravettian&lt;/a&gt;s, Proto-&lt;a href=\"Solutrean\"&gt;Solutrean&lt;/a&gt;s and &lt;a href=\"Magdalenian\"&gt;Magdalenian&lt;/a&gt;s. All in all the caves were inhabited up to the Middle Ages.\nThey are privately owned by Mr. Gabriel de la Varende, who allows and has actively supported archaeologic research from the beginning.\nOriginally open at both ends, collapsing ground closed one of the caves when the underground water flow sharply diminished. This cave now ends with basins at ground level formed by limestone deposits left by the water.\nThere are several lakes.\nList of caves and shelters.\nFifteen cavities at various altitudes and of various locations, sizes and contents, are grouped in that bend of the river:\nParietal art.\nPrehistoric &lt;a href=\"parietal%20art\"&gt;parietal paintings&lt;/a&gt; were discovered by Pierre Guilloré in April 1990 in the Great cave, protected by a thin layer of lime/calcite sediments hiding them from view. But engravings of animals (among which several mammoths in the Horse cave) are recorded at the latest in 1946.\nUnfortunately, some of the paintings were destroyed by regular cleanings of the cave's walls with high-pressurized water sprays between 1976 and 1990. At the time no-one thought that under the black smoke layer – at least some of it having come from torches carried during past centuries' visits –, prehistoric paintings could exist under a thin layer of lime sediments hiding them from view.\nMade on walls in cave rooms located away from the entrance, the paintings are 28,000 years old for the oldest, according to &lt;a href=\"radiocarbon%20dating\"&gt;radiocarbon dating&lt;/a&gt; measures on charcoal remains discovered in these cave rooms in the corresponding strata. Thus they are the second oldest after the &lt;a href=\"Chauvet%20Cave\"&gt;Chauvet Cave&lt;/a&gt; (31,000 years old), well before those of &lt;a href=\"Lascaux\"&gt;Lascaux&lt;/a&gt; (15,000 to 18,000 years old); but they cannot compare with the latter in their quantity, as only 160 of them have been found so far, against over 400 in the Chauvet cave and about 1,900 in that of Lascaux.\nThe paintings were executed with &lt;a href=\"ochre\"&gt;ochre&lt;/a&gt; and charcoal. One finds there at the same time some hands of men, women and children, and some representations of animals.\nThe hands are 'negative hands': they are represented by outlines and not by their surface. One knows precisely today that at least one hand was drawn with some ochre with the help of a pipette.\nTo represent animals, the first European \"Homo sapiens\" often chose parts of the walls of which the relief, under the torches' flickering lighting, would come out as shapes that reminded of the animals' anatomy, such as eyes or the antlers of large deer. They then used the paint sparingly, drawing only the elements that the relief did not show. Only the animals' outlines were generally represented, the inside being left entirely blank.\nHere the animals' feet are often open, a feature which is characteristic to these caves. They are generally portrayed with one leg at the front and one leg at the rear.\nAmong the most interesting paintings, one finds a mammoth drawn entirely and a prehistoric stag whose antlers could be 4 meters tall (\"&lt;a href=\"Megaloceros%20giganteus\"&gt;Megaloceros giganteus&lt;/a&gt;\"), partially depicted while using reliefs in the wall. Other animals also appear among the paintings, such as bear and woolly rhinoceros.\nSpeleothems and calcite deposits.\nThe lowest parts of the caves are regularly filled with water. One finds there &lt;a href=\"stalagmite\"&gt;stalagmite&lt;/a&gt;s, &lt;a href=\"stalactite\"&gt;stalactite&lt;/a&gt;s, columns, draperies and the \"Virgin's room\".\nOne of the lakes shows a remarkable phenomenon of limestone deposit that covers the surface of the water, falls to the bottom then periodically comes back up to the surface. This phenomenon is still poorly understood, but does not seem directly due to bacteria. Some parts of this phenomenon are akin to &lt;a href=\"calcite%20rafts\"&gt;calcite rafts&lt;/a&gt;.\nThe &lt;a href=\"stalactite\"&gt;stalactite&lt;/a&gt;s grow at the noticeable rate of about every 100 years.\nEngraved figures on some walls are in plain sight, totally untouched by calcite deposits; whereas such deposits can appear mere inches away from the engravings in some cases. When they do exist these wall deposits grow very quickly. The Horse cave is typical of such behaviour.\nFauna.\nThe caves are home to at least five species of bats.\nDriven away by visits to the main cave, they were provided a new shelter. Access has been closed to visitors.\nHistory.\nExcavations started in the middle of the 19th century in the Fairies cave with their then owner the marquis de Vibraye. In his wake, the abbé Parat studied the main stratigraphic sequences in the caves and those of &lt;a href=\"Saint-Mor%C3%A9\"&gt;Saint-Moré&lt;/a&gt; upriver. Then from 1946 onward professor Leroy-Gourand and his team worked in the Hyena cave, Reindeer cave, Bison cave and Lagopede cave.\nDug by the Cure river in a limestone massif from the Mesozoic (secondary era), the caves were used as shelter by humans since at least 200,000 years ago. The oldest traces of human presence were stone tools found at the bottom of the cave of the Hyena (\"grotte de la Hyène\"), from Neanderthals during the Mousterian (&lt;a href=\"Middle%20Paleolithic\"&gt;Middle Paleolithic&lt;/a&gt;, the middle part of the European Old &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt;). These were accompanied by bones of hippopotamus, beaver and land tortoise.\nFollowing the time-line, the next stratum is contemporary to the &lt;a href=\"Ice%20age%23Major%20ice%20ages\"&gt;Riss glaciation&lt;/a&gt; in the Alps region (corresponding to the &lt;a href=\"Illinoian%20%28stage%29\"&gt;Illinoian&lt;/a&gt; in America) and contains few artefacts, still in the same cave of the Hyena. The Riss ice age was marked by two glaciations and one &lt;a href=\"interglacial\"&gt;interglacial&lt;/a&gt; episode in between. During this &lt;a href=\"Riss-Wurm%20interglacial\"&gt;Riss-Würm interglacial&lt;/a&gt;, the river flooded the cave of the Hyena but not continuously: remains of human habitat were found in the thick layer of deposits that it left behind. The sand present in the Reindeer cave (\"&lt;a href=\"grotte%20du%20Renne\"&gt;grotte du Renne&lt;/a&gt;\") is thought to have been deposited at the same period.\nIn these two caves, the next (more recent) layers (&lt;a href=\"W%C3%BCrm%20stage\"&gt;Würm stage&lt;/a&gt; 1) are rich in Mousterian artifacts; some human remains, notably part of a &lt;a href=\"maxilla\"&gt;maxilla&lt;/a&gt; and a part of &lt;a href=\"mandible\"&gt;mandible&lt;/a&gt;, have been found in the earliest deposits of that stage.\nAfter that first layer of the Würm stage 1 came a period of high &lt;a href=\"humidity\"&gt;humidity&lt;/a&gt; and of floodings; the river lever rose by several meters. The lower caves were flooded and the higher ones eroded. At that period some water filtered through the caves' ceiling, draining with it some older sediments and bringing some anomalies in the series of pollen analysis. Thus some pollens (essentially tropical ferns pollens) from the &lt;a href=\"Secondary%20era\"&gt;Secondary era&lt;/a&gt; were found between two Mousterian layers. This phenomenon has also been found in some places in south-west France and in &lt;a href=\"Provence\"&gt;Provence&lt;/a&gt;.\nFollowing this very damp period are a high number of Mousterian strata, notably in the Reindeer cave, the Bison cave and the Schoepflin gallery that prolongs them by 30 meters.\nThe Reindeer cave (\"&lt;a href=\"grotte%20du%20Renne\"&gt;grotte du Renne&lt;/a&gt;\") holds the richest Châtelperronian collection known to date, notably famous for its bone and ivory works.\nSurroundings.\n upriver, on the right bank of the Cure, is the Cora site (\"site Cora\" or \"camp Cora\"). This camp was populated around 6,000 years ago (&lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; followed by a fortified Gaul village then a Gallo-Roman fort) is next to another set of caves similar to those of Arcy and that were also already occupied over 200,000 years ago in a similar situation (coral limestone, high steep bank, concave side of a meander),\nthe fontaine de &lt;a href=\"Saint-Mor%C3%A9\"&gt;Saint-Moré&lt;/a&gt; (\"Saint-Moré spring\"), a Merovingian sarcophagus quarry and a Roman villa. \nThe fontaine de Saint-Moré was long considered as sacred and drew many processions, pilgrims and supplicants in its time.\nThe &lt;a href=\"Via%20Agrippa\"&gt;Via Agrippa&lt;/a&gt; from &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt; to &lt;a href=\"Boulogne-sur-Mer\"&gt;Boulogne-sur-Mer&lt;/a&gt; passed to the west of the caves, crossing the river Cure at the Noère &lt;a href=\"Ford%20%28crossing%29\"&gt;ford&lt;/a&gt; (\"gué Noère\", the name meaning \"Black ford\" in local French) in &lt;a href=\"Saint-Mor%C3%A9\"&gt;Saint-Moré&lt;/a&gt;. Three discovery paths have been installed at the Cora camp (free access), equipped with historical information panels on the Gallo-Roman fort that guarded the &lt;a href=\"via%20Agrippa\"&gt;via Agrippa&lt;/a&gt; passage.\nThe &lt;a href=\"GR%20footpath\"&gt;GR footpath&lt;/a&gt; no. 13\"()\" passes right at the top of the cliffs on the same river side as the caves of Arcy-sur-Cure, joining &lt;a href=\"Fontainebleau\"&gt;Fontainebleau&lt;/a&gt; (&lt;a href=\"Seine-et-Marne\"&gt;Seine-et-Marne&lt;/a&gt;, &lt;a href=\"%C3%8Ele-de-France\"&gt;Île-de-France&lt;/a&gt; region) to &lt;a href=\"Bourbon-Lancy\"&gt;Bourbon-Lancy&lt;/a&gt; (&lt;a href=\"Sa%C3%B4ne-et-Loire\"&gt;Saône-et-Loire&lt;/a&gt;, south-west of the &lt;a href=\"Burgundy\"&gt;Burgundy&lt;/a&gt; region)."
}