{
    "id": "50802743",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=50802743",
    "title": "108th Division (Imperial Japanese Army)",
    "text": "The was an &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; &lt;a href=\"Division%20%28military%20unit%29\"&gt;division&lt;/a&gt; of the &lt;a href=\"Imperial%20Japanese%20Army\"&gt;Imperial Japanese Army&lt;/a&gt;. Its &lt;a href=\"call%20sign\"&gt;call sign&lt;/a&gt; was the . It was formed on 24 August 1937 in &lt;a href=\"Hirosaki\"&gt;Hirosaki&lt;/a&gt; as a square division. The nucleus for the formation was the &lt;a href=\"8th%20Division%20%28Imperial%20Japanese%20Army%29\"&gt;8th Division&lt;/a&gt; headquarters. It was subordinated from the beginning to the &lt;a href=\"First%20Army%20%28Japan%29\"&gt;1st Army&lt;/a&gt; in &lt;a href=\"North%20China\"&gt;North China&lt;/a&gt;. Part of the personnel served a second tour in 1942 with the &lt;a href=\"69th%20Division%20%28Imperial%20Japanese%20Army%29\"&gt;69th Division&lt;/a&gt;.\nAction.\nFirst formation.\nThe \"108th Division\" was sent to the ongoing &lt;a href=\"Beiping%E2%80%93Hankou%20Railway%20Operation\"&gt;Beiping–Hankou Railway Operation&lt;/a&gt; in October 1937 and had the distinction of capturing &lt;a href=\"Linfen\"&gt;Linfen&lt;/a&gt; from Chinese forces. Later it was responsible for security in &lt;a href=\"Shanxi\"&gt;Shanxi&lt;/a&gt; province. The division returned to Japan in January 1940 and was dissolved in February 1940.\nSecond formation.\nAs the situation in the &lt;a href=\"Pacific%20War\"&gt;Pacific War&lt;/a&gt; deteriorated, the \"108th Division\" was re-established 12 July 1944 in &lt;a href=\"Chengde\"&gt;Chengde&lt;/a&gt; as a triangular division. It was assigned directly to the &lt;a href=\"Kwantung%20Army\"&gt;Kwantung Army&lt;/a&gt;, fighting Chinese Communist forces in the &lt;a href=\"Chengde\"&gt;Chengde&lt;/a&gt; area. In early 1945, the 171st Cavalry Regiment joined the division.\nOn 23 May 1945, the division was reassigned to the &lt;a href=\"Japanese%20Third%20Area%20Army\"&gt;3rd Area Army&lt;/a&gt;, and reinforced by a veterinary detachment plus an ordnance company. Gradually, during June 1945 the \"108th Division\" was re-deployed to counter the Soviet threat. Some elements of the division were left behind in &lt;a href=\"Chengde\"&gt;Chengde&lt;/a&gt; for a planned anti-communist offensive. On 1 August 1945, the most capable men of the infantry and cavalry regiments were assembled into an assault battalion, leaving vacancies behind. At the same time, the divisional artillery battalion was expanded to an artillery regiment. The majority of men drafted during this wave of expansion were not armed (not even with rifles or bayonets), and did not have uniforms. The \"108th Division\" was still drafting as late as 13 August 1945.\nWith the start of the &lt;a href=\"Soviet%20invasion%20of%20Manchuria\"&gt;Soviet invasion of Manchuria&lt;/a&gt;, the \"108th Division\" was at &lt;a href=\"Jinzhou\"&gt;Jinzhou&lt;/a&gt;. On 10 August 1945, the Mizunuma detachment, comprising an infantry battalion and an artillery battalion, was reassigned to the &lt;a href=\"136th%20Division%20%28Imperial%20Japanese%20Army%29\"&gt;136th Division&lt;/a&gt;. At the same time, the rest of the \"108th Division\" was reassigned to the &lt;a href=\"Forty-Fourth%20Army%20%28Japan%29\"&gt;44th Army&lt;/a&gt;. The &lt;a href=\"Soviet%20invasion%20of%20Manchuria\"&gt;Soviet invasion of Manchuria&lt;/a&gt; finished with the &lt;a href=\"surrender%20of%20Japan\"&gt;surrender of Japan&lt;/a&gt; before the \"108th Division\" saw any major combat. At the termination of hostilities, the \"108th Division\" was at &lt;a href=\"Liaoyang\"&gt;Liaoyang&lt;/a&gt;. A total of 110 men from the \"108th Division\" were killed during the service.\nReference and further reading.\nAllentown, PA: 1981"
}