{
    "id": "508673",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=508673",
    "title": "WVFJ-FM",
    "text": "WVFJ-FM (93.3 &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt;, \"The JOY FM\") is a &lt;a href=\"Christian%20radio\"&gt;Christian&lt;/a&gt; &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt; that serves southwestern &lt;a href=\"metro%20Atlanta\"&gt;metro Atlanta&lt;/a&gt; and western &lt;a href=\"central%20Georgia\"&gt;central Georgia&lt;/a&gt;, and has listeners in the nearby metro areas of &lt;a href=\"Columbus%2C%20Georgia\"&gt;Columbus, Georgia&lt;/a&gt; and &lt;a href=\"Auburn%2C%20Alabama\"&gt;Auburn, Alabama&lt;/a&gt;, and to some extent west of &lt;a href=\"Macon%2C%20Georgia\"&gt;Macon, Georgia&lt;/a&gt;. Its &lt;a href=\"city%20of%20license\"&gt;city of license&lt;/a&gt; is &lt;a href=\"Greenville%2C%20Georgia\"&gt;Greenville, Georgia&lt;/a&gt;. The WVFJ studio is located in &lt;a href=\"Tyrone%2C%20Georgia\"&gt;Tyrone, Georgia&lt;/a&gt;. It broadcasts a &lt;a href=\"Contemporary%20Christian\"&gt;Contemporary Christian&lt;/a&gt; format.\nHistory.\nThe station was originally known as WFDR-FM, the &lt;a href=\"sister%20station\"&gt;sister station&lt;/a&gt; to &lt;a href=\"WFDR%20%28AM%29\"&gt;WFDR&lt;/a&gt; AM 1370, which still shares Manchester as its city of license. The stations' &lt;a href=\"broadcast%20callsign\"&gt;broadcast callsign&lt;/a&gt; is a reference to former U.S. President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt;, who had his &lt;a href=\"Little%20White%20House\"&gt;Little White House&lt;/a&gt; &lt;a href=\"vacation%20home\"&gt;vacation home&lt;/a&gt; in nearby &lt;a href=\"Warm%20Springs%2C%20Georgia\"&gt;Warm Springs, Georgia&lt;/a&gt;. The callsign was issued on the first day of December 1978. On the last day of October 1981 it became WQCK, and two years later adopted its current callsign on July 7.\nOn February 13, 1981, Atlanta businessman Bill Watkins and his wife Joyce founded Provident Broadcasting Company in order to create a broadcast &lt;a href=\"Christian%20ministry\"&gt;ministry&lt;/a&gt; for the benefit of Christian believers and those seeking spiritual inspiration. WVFJ, then called \"The Joy FM\", was their first station in this new ministry. In 1998, J93.3 moved its radio studios from the small community of &lt;a href=\"Manchester%2C%20Georgia\"&gt;Manchester, Georgia&lt;/a&gt; into Atlanta market as metro Atlanta's first contemporary-Christian radio station. The transmitter was moved to just outside &lt;a href=\"Greenville%2C%20Georgia\"&gt;Greenville, Georgia&lt;/a&gt;.\nThe station was owned and operated by Provident Broadcasting Company, a wholly owned subsidiary of Watkins Associated Industries, Incorporated. Their stated mission is to provide wholesome family programming filled with joy, hope, and encouragement.\nIn March 2011, WVFJ became officially owned by &lt;a href=\"Radio%20Training%20Network\"&gt;Radio Training Network&lt;/a&gt;. One of the changes under new ownership is that after 30 years, WVFJ is now-listener supported instead of advertiser supported. In May, WVFJ is expected to add 11,000 watts to its &lt;a href=\"effective%20radiated%20power\"&gt;power&lt;/a&gt; and be officially a &lt;a href=\"noncommercial%20educational\"&gt;noncommercial&lt;/a&gt; station. Through &lt;a href=\"HD%20radio\"&gt;HD radio&lt;/a&gt; and &lt;a href=\"broadcast%20translator\"&gt;broadcast translator&lt;/a&gt;s, WVFJ is planning to make other improvements to their signal in the Atlanta &lt;a href=\"media%20market\"&gt;media market&lt;/a&gt;, although the power increase actually adds a minimal amount of &lt;a href=\"broadcast%20range\"&gt;broadcast range&lt;/a&gt;.\nThe station is currently retransmitted on W270AS 101.9 in &lt;a href=\"Carrollton%2C%20Georgia\"&gt;Carrollton&lt;/a&gt; to the northwest and W231AO 94.1 in Columbus to the southwest, all located southwest of Atlanta in western &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;. It is also listed as the primary station for 120 other translator applications filed by &lt;a href=\"Edgewater%20Broadcasting\"&gt;Edgewater Broadcasting&lt;/a&gt; in 2003, in what was called the \"&lt;a href=\"Great%20Translator%20Invasion\"&gt;Great Translator Invasion&lt;/a&gt;\".&lt;a href=\"http%3A//cdbs.recnet.net%3A8080/fmq.php%3Fcall%3Dwvfj-fm\"&gt;&lt;/a&gt; All of these are in western &lt;a href=\"Georgia%20%28US%29\"&gt;Georgia&lt;/a&gt; and eastern &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;.\nOn December 1, 2011, J93 became The JOY FM. &lt;a href=\"http%3A//blogs.ajc.com/radio-tv-talk/2011/11/29/j93-3-becomes-the-joy-fm-dec-1-with-new-morning-show/\"&gt;&lt;/a&gt; For the 2011 holidays, it was broadcasting all &lt;a href=\"Christmas%20music\"&gt;Christmas music&lt;/a&gt;, competing with Christian station &lt;a href=\"WFSH-FM\"&gt;WFSH-FM&lt;/a&gt; 104.7, and secular &lt;a href=\"WSB-FM\"&gt;WSB-FM&lt;/a&gt; 98.5, both from Atlanta.\nA new CP to help them improve their signal in Atlanta is shown on the FCC database. Once built, WVFJ will broadcast with 57,000 watts of power. To learn more about it visit: https://fccdata.org/?facid=53679"
}