{
    "id": "50878319",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=50878319",
    "title": "History of the Hungary national football team",
    "text": "The history of the Hungary national football team dates back to their first international appearance in 1912.\nHistory.\nAlthough Austria and Hungary were constituent countries of the dual monarchy known as the Austro-Hungarian Empire, they formed separate &lt;a href=\"football%20association\"&gt;football association&lt;/a&gt;s and teams around the start of the 20th century.\n1910s.\nThe &lt;a href=\"Hungary%20national%20football%20team\"&gt;Hungary national football team&lt;/a&gt; first appeared at the &lt;a href=\"Summer%20Olympic%20Games\"&gt;Summer Olympic Games&lt;/a&gt; in &lt;a href=\"1912%20Summer%20Olympics\"&gt;1912&lt;/a&gt; in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. The team had to ask for donations in order to be able to go to the games. Hungary played with &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; and lost 7–0 and thus were eliminated.\nAfter the Olympic Games Hungary played two matches against &lt;a href=\"Russia%20national%20football%20team\"&gt;Russia&lt;/a&gt; in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. The first match was won by 9–0 while the second 12–0 which is still a record of the national side. The top scorer of the two matches was &lt;a href=\"Imre%20Schlosser\"&gt;Imre Schlosser&lt;/a&gt; who scored seven goals. The beginning of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; had a deep impact on the thriving Hungarian football. Not only was the country suffering financial problems but the clubs were too. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; Hungary played &lt;a href=\"Austria%20national%20football%20team\"&gt;Austria&lt;/a&gt; 16 times. In 1919 England claimed the exclusion of the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; (including Hungary) from &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;. Since FIFA refused England's plea, the British and the &lt;a href=\"Irish%20Football%20Association\"&gt;Irish&lt;/a&gt; associations (&lt;a href=\"The%20Football%20Association\"&gt;English&lt;/a&gt;, &lt;a href=\"The%20Scottish%20FA\"&gt;Scottish&lt;/a&gt;, &lt;a href=\"Welsh%20Football%20Association\"&gt;Welsh&lt;/a&gt;) decided to resign from FIFA.\n1920s.\nBudapest was denied the opportunity to host the Summer Olympics in 1920, therefore it was held in &lt;a href=\"1920%20Summer%20Olympics\"&gt;Belgium&lt;/a&gt;. Moreover, the countries of the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; (Germany, &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;, &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; and &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;) were excluded from the Olympics. During this period the Fogl brothers (&lt;a href=\"J%C3%B3zsef%20Fogl\"&gt;József Fogl&lt;/a&gt; and &lt;a href=\"K%C3%A1roly%20Fogl\"&gt;Károly Fogl&lt;/a&gt;) played in the national team. The formation the Hungarians used was 2–3–5 which was unique at that time. In 1924 the national team played at the &lt;a href=\"1924%20Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, France. In the first match Hungary beat &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland&lt;/a&gt; but in the second round they lost to &lt;a href=\"Egypt%20national%20football%20team\"&gt;Egypt&lt;/a&gt;. As a consequence, both the head coach and the head of the &lt;a href=\"Hungarian%20Football%20Federation\"&gt;Hungarian Football Federation&lt;/a&gt; resigned.\nBetween 1927 and 1930 Hungary participated in the Europa Cup, which is considered as the first international tournament, with &lt;a href=\"Austria%20national%20football%20team\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Czechoslovakia%20national%20football%20team\"&gt;Czechoslovakia&lt;/a&gt;, &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Russia%20national%20football%20team\"&gt;Russia&lt;/a&gt;, and &lt;a href=\"Yugoslavia%20national%20football%20team\"&gt;Yugoslavia&lt;/a&gt;. In the final Hungary lost to Russia.\nOn 12 June 1927 Hungary beat &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt; by 13–1 which is still a record. &lt;a href=\"J%C3%B3zsef%20Tak%C3%A1cs\"&gt;József Takács&lt;/a&gt; scored six goals against France.\n1930s.\nThe first &lt;a href=\"FIFA%20World%20Cup\"&gt;World Cup&lt;/a&gt; was held in &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt; in &lt;a href=\"1930%20FIFA%20World%20Cup\"&gt;1930&lt;/a&gt;. Hungary did not take part in the tournament since they were not invited and there were no qualification matches. Therefore, Hungary first appeared in the World Cup in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; where the &lt;a href=\"1934%20FIFA%20World%20Cup\"&gt;1934 FIFA World Cup&lt;/a&gt; was held. Hungary's first World Cup match was played against &lt;a href=\"Egypt%20national%20football%20team\"&gt;Egypt&lt;/a&gt; on 27 May 1934, in the end the match was won 4–2. The goals were scored by &lt;a href=\"P%C3%A1l%20Teleki\"&gt;Teleki&lt;/a&gt;, &lt;a href=\"G%C3%A9za%20Toldi\"&gt;Toldi&lt;/a&gt; (2) and &lt;a href=\"Jen%C5%91%20Vincze\"&gt;Vincze&lt;/a&gt;. In the quarter-finals Hungary faced neighbouring arch-rivals &lt;a href=\"Austria%20national%20football%20team\"&gt;Austria&lt;/a&gt; and lost 2–1. The only Hungarian goal was scored by &lt;a href=\"Gy%C3%B6rgy%20S%C3%A1rosi\"&gt;Sárosi&lt;/a&gt;.\nHungary entered the &lt;a href=\"Football%20at%20the%201936%20Summer%20Olympics\"&gt;1936 Olympics&lt;/a&gt;. In the first round they were eliminated by Poland 0 – 3.\nThe &lt;a href=\"1938%20FIFA%20World%20Cup\"&gt;1938 FIFA World Cup&lt;/a&gt; was held in France. The first match was played against &lt;a href=\"Dutch%20East%20Indies%20national%20football%20team\"&gt;Dutch East Indies&lt;/a&gt; and Hungary won 6–0. Sárosi and &lt;a href=\"Gyula%20Zsengell%C3%A9r\"&gt;Zsengellér&lt;/a&gt; scored twice while &lt;a href=\"Vilmos%20Kohut\"&gt;Kohut&lt;/a&gt; and Toldi also scored a goal each. In the quarter-finals Hungary played with &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt; and the match was won 2–0 thanks to a goal by Sárosi and Zsengellér each. The semi-finals at the &lt;a href=\"Parc%20des%20Princes\"&gt;Parc des Princes&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; Hungary played against &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt; and won 5–1. &lt;a href=\"Ferenc%20Sas\"&gt;Sas&lt;/a&gt;, Sárosi and Zsengellér's &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; sent them to the &lt;a href=\"1938%20FIFA%20World%20Cup\"&gt;1938 FIFA World Cup final&lt;/a&gt;. In the final Hungary faced &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; at the &lt;a href=\"Stade%20Olympique%20de%20Colombes\"&gt;Stade Olympique de Colombes&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. The final result was 4–2 to Italy. The Hungarian goals were scored by &lt;a href=\"P%C3%A1l%20Titkos\"&gt;Titkos&lt;/a&gt; and Sárosi.\n1950s.\nThis Hungarian team was best known for being one of the most formidable and influential sides in football history, which revolutionized the play of the game. Centred around the dynamic and potent quartet of strikers &lt;a href=\"Ferenc%20Pusk%C3%A1s\"&gt;Ferenc Puskás&lt;/a&gt;, &lt;a href=\"S%C3%A1ndor%20Kocsis\"&gt;Sándor Kocsis&lt;/a&gt;, attacking half-back &lt;a href=\"J%C3%B3zsef%20Bozsik\"&gt;József Bozsik&lt;/a&gt; and withdrawn striker &lt;a href=\"N%C3%A1ndor%20Hidegkuti\"&gt;Nándor Hidegkuti&lt;/a&gt;, the \"&lt;a href=\"Aranycsapat\"&gt;Aranycsapat&lt;/a&gt;\" (\"Golden Team\") of the \"&lt;a href=\"Magnificent%20Magyars\"&gt;Magnificent Magyars&lt;/a&gt;\", captivated the football world with an exciting brand of play drawn from new tactical nuances and amassed, barring the &lt;a href=\"1954%20World%20Cup%20Final\"&gt;1954 World Cup Final&lt;/a&gt;, a remarkable record of 43 victories, 6 ties, and no defeats from 14 May 1950 until they lost 3–1 to &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt; on 19 February 1956.\nIn the &lt;a href=\"Football%20at%20the%201952%20Summer%20Olympics\"&gt;1952 Summer Olympics&lt;/a&gt; that was held in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;, Hungary beat Romania 2 – 1 thanks to a goal each from Czibor and Kocsis in the Preliminary Round. In the first round Hungary won 3 – 0 against Italy. In the quarter-finals Hungary beat Turkey easily 7 – 1. In the semi-finals Hungary faced Sweden, the &lt;a href=\"Football%20at%20the%201948%20Summer%20Olympics\"&gt;1948 Olympics&lt;/a&gt; champions and Hungary won 6 – 0. In the final Hungary beat Yugoslavia 2 – 0 by a goal each from Puskás and Czibor and thus won the Olympic title for the first time.\nOn 25 November 1953 a match took place between &lt;a href=\"England%20v%20Hungary%20%281953%29\"&gt;England and Hungary&lt;/a&gt; at the &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, England, which would later be dubbed \"the match of the century\". The English team were unbeaten for 90 years at home. In front of 105,000 spectators &lt;a href=\"N%C3%A1ndor%20Hidegkuti\"&gt;Nándor Hidegkuti&lt;/a&gt; scored the first Hungarian goal in the first minute. In the first half the result was 4–2 to Hungary. The Hungarian goals were scored by Nándor Hidegkúti (1st, 22nd) and &lt;a href=\"Ferenc%20Pusk%C3%A1s\"&gt;Ferenc Puskás&lt;/a&gt; (25th 29th). In the second half the Hungarians scored twice (Hidegkúti and &lt;a href=\"J%C3%B3zsef%20Bozsik\"&gt;József Bozsik&lt;/a&gt;) which resulted in the most important victory of the Hungarians in the twentieth century. The final result was 6–3.\nOn 23 May 1954 the Hungarian national team beat &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; by 7–1, which remains their worst defeat to date, at the Puskás Ferenc Stadium. At that time in Hungary there was a saying about the match which is the following: \"Az angolok egy hétre jöttek és 7:1-re mentek\" in English: The English came for a (one) week (seven days) and went home with seven (7) one (1) (the result of the match).\nThe &lt;a href=\"1954%20FIFA%20World%20Cup\"&gt;1954 FIFA World Cup&lt;/a&gt; was held in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. The first match was played against &lt;a href=\"South%20Korea%20national%20football%20team\"&gt;South Korea&lt;/a&gt; and Hungary won by 9–0 at the &lt;a href=\"Hardturm\"&gt;Hardturm&lt;/a&gt; in &lt;a href=\"Zurich\"&gt;Zurich&lt;/a&gt;. In the second group match Hungary played against &lt;a href=\"West%20Germany%20national%20football%20team\"&gt;West Germany&lt;/a&gt; and won the match by 8–3 at the &lt;a href=\"St.%20Jakob%20Stadium\"&gt;St. Jakob Stadium&lt;/a&gt; in &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt;. In the quarter-finals Hungary beat &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; 4–2 at the &lt;a href=\"Wankdorf%20Stadium\"&gt;Wankdorf Stadium&lt;/a&gt; in &lt;a href=\"Bern\"&gt;Bern&lt;/a&gt;. In the semi-finals Hungary played with the two-times World Cup winner &lt;a href=\"Uruguay%20national%20football%20team\"&gt;Uruguay&lt;/a&gt; in &lt;a href=\"Lausanne\"&gt;Lausanne&lt;/a&gt;. Hungary won by 4–2 after extra time. In the final Hungary faced with West Germany again. Although Hungary won the group match against the Germans, they lost 3–2 in the final in Bern at the Wankdorf Stadium. The Golden Team, built around the legendary &lt;a href=\"Ferenc%20Pusk%C3%A1s\"&gt;Ferenc Puskás&lt;/a&gt;, led early 2–0, but ended up 2–3 in a game the &lt;a href=\"Germany\"&gt;Germans&lt;/a&gt; subsequently christened \"&lt;a href=\"1954%20FIFA%20World%20Cup%20Final\"&gt;The Miracle of Bern&lt;/a&gt;\".\nIn 2010 Journalist Erik Eggers speculates in a study that the Germany team may have used drugs to beat the Hungarian team, which were considered invincible at that time.\nAlthough Hungary is qualified as the defending champions for &lt;a href=\"Association%20football%20at%20the%201956%20Summer%20Olympics\"&gt;1956 Olympics&lt;/a&gt;, they did not enter the tournament.\nHungary qualified for the &lt;a href=\"1958%20FIFA%20World%20Cup\"&gt;1958 FIFA World Cup&lt;/a&gt; which was held in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;. Hungary played their first match against &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt; at the &lt;a href=\"Jarnvallen\"&gt;Jarnvallen&lt;/a&gt; stadium in &lt;a href=\"Sandviken\"&gt;Sandviken&lt;/a&gt; and the final result was 1–1. The second group match was played against the host country, Sweden. Hungary lost 2–1 in the &lt;a href=\"R%C3%A5sunda%20Stadium\"&gt;Råsunda Stadium&lt;/a&gt;, &lt;a href=\"Solna%20Municipality\"&gt;Solna&lt;/a&gt;. Although Hungary won their last group match against &lt;a href=\"Mexico%20national%20football%20team\"&gt;Mexico&lt;/a&gt; at the Jarnvallen stadium in Sandvinken, they were eliminated from the World Cup after losing a play-off to Wales, who they had drawn level with on points. The Welsh had managed to draw all the group games and then beat the once-mighty Hungarians in a play-off match to decide which nation should follow Sweden into the knock-out stage. Had goal difference been the decider, Hungary would have gone through, as the Hungarians had a goal ratio 6–3 compared to 2–2 of Wales. As it was, Wales instead meet Brazil in the quarterfinals and became the recipient of young Pelé's first World Cup goal.\n1960s.\nIn 1960 Hungary again entered the &lt;a href=\"Football%20at%20the%201960%20Summer%20Olympics\"&gt;Olympics&lt;/a&gt; held in Italy and was drawn into Group D with France, Peru and India. Hungary finished top of the group with all wins and a goal difference of +12. In the Semi-finals they lost to Denmark 0 – 2, but beat Italy in the Bronze medal match 2 – 1 thanks to a goal each from Orosz and Dunai and thus won a bronze medal.\nHungary qualified for the &lt;a href=\"1962%20FIFA%20World%20Cup\"&gt;1962 FIFA World Cup&lt;/a&gt; which was held in &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;. On 31 May 1962 in the first group match Hungary beat &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; by 2–1 thanks to the goals of &lt;a href=\"Lajos%20Tichy\"&gt;Tichy&lt;/a&gt; and &lt;a href=\"Fl%C3%B3ri%C3%A1n%20Albert%2C%20Sr.\"&gt;Albert&lt;/a&gt; at the &lt;a href=\"El%20Teniente\"&gt;El Teniente&lt;/a&gt; stadium in &lt;a href=\"Rancagua\"&gt;Rancagua&lt;/a&gt; in front of 7938 spectators. The second match on 3 June 1962 was even more convincing against the &lt;a href=\"Bulgaria%20national%20football%20team\"&gt;Bulgarian&lt;/a&gt; national side. The match was won by 6–1 in Rancagua. The last group match was against &lt;a href=\"Argentina%20national%20football%20team\"&gt;Argentina&lt;/a&gt; on 6 June 1962 and the final result was a goalless draw in front of 7945 spectators in Rancagua. Hungary qualified for the quarter-finals by gaining 5 points and winning the group. In the quarter-finals of the World Cup Hungary was eliminated by &lt;a href=\"Czechoslovakia%20national%20football%20team\"&gt;Czechoslovakia&lt;/a&gt; by 1–0 at the &lt;a href=\"El%20Teniente\"&gt;El Teniente&lt;/a&gt; stadium in &lt;a href=\"Rancagua\"&gt;Rancagua&lt;/a&gt; in front of 11690 spectators.\nIn 1964 Hungary again qualified for the &lt;a href=\"Football%20at%20the%201964%20Summer%20Olympics\"&gt;1964 Olympics&lt;/a&gt; held in Tokyo and was drawn into Group B with defending champions Yugoslavia, Morocco and North Korea, who withdrew. In their first match against Morocco Hungary won 6 – 0 with all 6 goals scored by &lt;a href=\"Ferenc%20Bene\"&gt;Ferenc Bene&lt;/a&gt;. In their second match Hungary won narrowly with a 6 – 5 against Yugoslavia and advanced into the next round along with runners-up Yugoslavia. In the Quarter-finals Hungary beat Romania 2 – 0 with goals from Csernai. In the Semi-finals Hungary beat United Arab Republic (Egypt) 6 – 0 with 4 goals from Bene and 2 from Komora. In the finals Hungary beat Czechoslovakia 2 – 1 thanks from an own goal by Weiss and a goal by Bene, thus won their second gold medal.\nHungary qualified for the &lt;a href=\"1964%20European%20Nations%27%20Cup\"&gt;1964 European Nations' Cup&lt;/a&gt; which was organised in Spain. Hungary played against &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; in the semi-finals of the tournament. The final result was 2–1 after extra time. The only Hungarian goal was scored by &lt;a href=\"Ferenc%20Bene\"&gt;Ferenc Bene&lt;/a&gt;. In the third place play-off Hungary beat &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt; 3–1 after extra time. &lt;a href=\"Dezs%C5%91%20Nov%C3%A1k\"&gt;Dezső Novák&lt;/a&gt; scored twice in the extra time.\nHungary also managed to qualify for the &lt;a href=\"1966%20FIFA%20World%20Cup\"&gt;1966 FIFA World Cup&lt;/a&gt; which was held in the home of football, England. On 13 July 1966 Hungary lost their first group match against &lt;a href=\"Eus%C3%A9bio\"&gt;Eusébio&lt;/a&gt;'s &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt; by 3–1 at the &lt;a href=\"Old%20Trafford%20Stadium\"&gt;Old Trafford Stadium&lt;/a&gt; in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;. Two days later in the second group match Hungary beat &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; thanks to the goals of &lt;a href=\"Ferenc%20Bene\"&gt;Bene&lt;/a&gt;, &lt;a href=\"J%C3%A1nos%20Farkas\"&gt;Farkas&lt;/a&gt; and &lt;a href=\"K%C3%A1lm%C3%A1n%20M%C3%A9sz%C3%B6ly\"&gt;Mészöly&lt;/a&gt; in the &lt;a href=\"Goodison%20Park\"&gt;Goodison Park&lt;/a&gt; in &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt;. In the last round of the group matches on 20 July 1966 Hungary beat &lt;a href=\"Bulgaria%20national%20football%20team\"&gt;Bulgaria&lt;/a&gt; by 3–1. The goals were scored by Mészöly and Bene. Hungary finished second in the group and qualified for the quarter finals. In the quarter-finals Hungary were eliminated by the &lt;a href=\"Soviet%20Union%20national%20football%20team\"&gt;Soviet Union&lt;/a&gt; on 23 July 1966 by 2–1 at the &lt;a href=\"Roker%20Park\"&gt;Roker Park&lt;/a&gt; in &lt;a href=\"Sunderland%2C%20Tyne%20and%20Wear\"&gt;Sunderland&lt;/a&gt; in front of 26844 spectators.\nIn &lt;a href=\"Football%20at%20the%201968%20Summer%20Olympics\"&gt;1968 Olympics&lt;/a&gt; Hungary qualified as defending champions to defend their title and was drawn into Group C with Israel, Ghana and El Salvador. Hungary finished top and advanced into the next round with Israel. In Quarter-finals Hungary beat Guatemala narrowly with 1 – 0 from a goal by Szűcs. In the Semi-finals they beat Japan 5 – 0 thanks to Szűcs with 3 goals and 2 from Novák. In the finals they beat Bulgaria 4 – 1 and won their third title, being the most successful team at the Olympics in football (Great Britain also won 3 titles but their first title is in 1904, and football became an official event in 1908).\n&lt;a href=\"Fl%C3%B3ri%C3%A1n%20Albert%2C%20Sr.\"&gt;Flórián Albert&lt;/a&gt; was named &lt;a href=\"European%20Footballer%20of%20the%20Year\"&gt;European Footballer of the Year&lt;/a&gt; in 1967. He was the most successful footballer of Ferencváros since the formation of the club, scoring 255 goals in 351 matches from 1958 to 1974.\n1970s.\nHungary came back again as long-time defending champions in the &lt;a href=\"football%20at%20the%201972%20Summer%20Olympics\"&gt;1972 Olympics&lt;/a&gt; in Munich and was drawn into Group C with Denmark, Iran and Brazil. They finished top and advanced into the next round with Denmark. In their Second group round they were drawn into Group 1 with East Germany, West Germany and Mexico. They again finished top undefeated and advanced into the finals with East Germany. In the finals they faced Poland and lost 1 – 2. The only Hungarian goal was scored by Varady.\nHungary qualified for the finals of the &lt;a href=\"UEFA%20Euro%201972\"&gt;UEFA Euro 1972&lt;/a&gt; which was held in &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;. In the semi-finals Hungary played with the &lt;a href=\"Soviet%20Union%20national%20football%20team\"&gt;Soviet Union&lt;/a&gt; and lost 1–0. In the third place play-off Hungary lost to &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt; 2–1. The only Hungarian goal was scored by &lt;a href=\"Lajos%20K%C5%B1\"&gt;Lajos Kű&lt;/a&gt;. Hungary finished fourth in the 1972 UEFA Euro.\nHungary participated in the &lt;a href=\"1978%20FIFA%20World%20Cup\"&gt;1978 FIFA World Cup&lt;/a&gt; which was held in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. On 2 June 1978 at the &lt;a href=\"Estadio%20Monumental%20Antonio%20Vespucio%20Liberti\"&gt;Estadio Monumental&lt;/a&gt; in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; Hungary played with Argentina. Although &lt;a href=\"K%C3%A1roly%20Csap%C3%B3\"&gt;Károly Csapó&lt;/a&gt; scored an early goal, the home side won the match by 2–1. Hungary played their second group match against &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; and the Azzurri won by 3–1. Hungary's third match was played against &lt;a href=\"Michel%20Platini\"&gt;Michel Platini&lt;/a&gt;'s France and Hungary lost 3–1 which resulted the farewell of the national side.\n1980s.\nDuring the 1980s Hungary qualified for the FIFA World Cup twice. The first group match of the &lt;a href=\"1982%20FIFA%20World%20Cup\"&gt;1982 FIFA World Cup&lt;/a&gt; in Spain was played against &lt;a href=\"El%20Salvador%20national%20football%20team\"&gt;El Salvador&lt;/a&gt; and Hungary won by 10–1 at &lt;a href=\"Estadio%20Manuel%20Mart%C3%ADnez%20Valero\"&gt;Estadio Nuevo&lt;/a&gt; in &lt;a href=\"Elche\"&gt;Elche&lt;/a&gt;. The goals were scored by &lt;a href=\"Tibor%20Nyilasi\"&gt;Nyilasi&lt;/a&gt; (2), &lt;a href=\"G%C3%A1bor%20P%C3%B6l%C3%B6skei\"&gt;Pölöskei&lt;/a&gt;, &lt;a href=\"L%C3%A1szl%C3%B3%20Fazekas\"&gt;Fazekas&lt;/a&gt; (2), &lt;a href=\"J%C3%B3zsef%20T%C3%B3th%20%28footballer%20born%201951%29\"&gt;Tóth&lt;/a&gt;, &lt;a href=\"L%C3%A1szl%C3%B3%20Kiss%20%28footballer%29\"&gt;Kiss&lt;/a&gt; (3) and &lt;a href=\"L%C3%A1z%C3%A1r%20Szentes\"&gt;Szentes&lt;/a&gt;. In spite of the big victory, Hungary lost to 4–1 to &lt;a href=\"Maradona\"&gt;Maradona&lt;/a&gt;'s &lt;a href=\"Argentina%20national%20football%20team\"&gt;Argentina&lt;/a&gt; in the second match of the group stages. Maradona scored twice, while the only Hungarian goal was scored by Pölöskei at the &lt;a href=\"Estadio%20Jos%C3%A9%20Rico%20P%C3%A9rez\"&gt;Estadio José Rico Pérez&lt;/a&gt; in &lt;a href=\"Alicante\"&gt;Alicante&lt;/a&gt;. Although Hungary drew in the last match against &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt;, they were eliminated from the World Cup. However, Hungary was leading in the first half thanks to a goal by &lt;a href=\"J%C3%B3zsef%20Varga%20%28footballer%20born%201954%29\"&gt;Varga&lt;/a&gt;. \nHungary's last World Cup appearance was the &lt;a href=\"1986%20FIFA%20World%20Cup\"&gt;1986 FIFA World Cup&lt;/a&gt; in &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. In the first match of the group Hungary lost 6–0 to the &lt;a href=\"Soviet%20Union%20national%20football%20team\"&gt;Soviet Union&lt;/a&gt;. Football experts date the crisis of the Hungarian football from this match. Although Hungary won their second match against &lt;a href=\"Canada%20men%27s%20national%20soccer%20team\"&gt;Canada&lt;/a&gt; by 2–0 (the goals were scored by &lt;a href=\"M%C3%A1rton%20Esterh%C3%A1zy\"&gt;Esterházy&lt;/a&gt; and &lt;a href=\"Lajos%20D%C3%A9t%C3%A1ri\"&gt;Détári&lt;/a&gt;), they lost to &lt;a href=\"Michel%20Platini\"&gt;Platini&lt;/a&gt;'s &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt; 3–0 in the last group match. This has been the last World Cup appearance of the Hungarian national team.\n1990s.\nDuring the 1990s Hungary were not able to qualify for any international tournaments except for the &lt;a href=\"1996%20Summer%20Olympics\"&gt;1996 Summer Olympics&lt;/a&gt; held in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, the United States. The 1980s were considered as the most bitter years of the Hungarian football, but the 1990s proved to be the worst. In 1996 Hungary reached its lowest &lt;a href=\"FIFA%20ranking\"&gt;FIFA ranking&lt;/a&gt; (87). The fall of the &lt;a href=\"Communist\"&gt;Communist&lt;/a&gt; regime caused financial problems to many Hungarian clubs. Formerly successful clubs like &lt;a href=\"Ferencv%C3%A1rosi%20TC\"&gt;Ferencváros&lt;/a&gt; and &lt;a href=\"%C3%9Ajpest%20FC\"&gt;Újpest&lt;/a&gt; faced financial crisis and bankruptcy. This had a profound effect on the Hungarian national team as well since earlier the biggest clubs from Budapest (Ferencváros, Újpest, Honvéd and MTK) produced the players for the national side. Another important reason for the decline can be attributed to the &lt;a href=\"Bosman%20ruling\"&gt;Bosman ruling&lt;/a&gt;. Since the Hungarian clubs lost the financial aid from the state in the early 1990s, they were not able to compete with the richer Western European clubs. The crisis in the Hungarian club football affected the performance of the national team.\nThe Hungarian legend &lt;a href=\"Ferenc%20Pusk%C3%A1s\"&gt;Puskás&lt;/a&gt; was appointed as the head coach of the national side in 1993 in order to bring back earlier success. However, he led the team during only four matches. Consequently, the coaching of the former &lt;a href=\"Budapest%20Honv%C3%A9d%20FC\"&gt;Honvéd&lt;/a&gt; and &lt;a href=\"Real%20Madrid%20C.F.\"&gt;Real Madrid&lt;/a&gt; legend could not change anything. The only remarkable success in the 1990s was the qualification of the Hungarian national team for the &lt;a href=\"1996%20Summer%20Olympics\"&gt;1996 Summer Olympics&lt;/a&gt;. &lt;a href=\"Antal%20Dunai\"&gt;Dunai&lt;/a&gt;'s team played its first group match against &lt;a href=\"Nigeria%20national%20football%20team\"&gt;Nigeria&lt;/a&gt; and lost to 1–0 in &lt;a href=\"Orlando%2C%20Florida\"&gt;Orlando&lt;/a&gt;, in the United States. In the second group match Hungary played with &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; and lost to 3–1. The only Hungarian goal was scored by &lt;a href=\"Csaba%20Madar\"&gt;Madar&lt;/a&gt;. The last group match was played against &lt;a href=\"Japan%20national%20football%20team\"&gt;Japan&lt;/a&gt;. Hungary lost to 3–2. The Hungarian goals were scored by &lt;a href=\"Csaba%20Madar\"&gt;Madar&lt;/a&gt; and &lt;a href=\"Tam%C3%A1s%20S%C3%A1ndor\"&gt;Sándor&lt;/a&gt;. Although the Olympic qualification of the young team was a big surprise and people thought that Hungary would have a better future in football history, the team never reached any similar success later.\nIn the 1990s Hungary were the closest to qualify for the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt; but they were eliminated in the play-offs by &lt;a href=\"Serbia%20and%20Montenegro%20national%20football%20team\"&gt;FR Yugoslavia&lt;/a&gt;.\n2000s.\nThe most talented players of the 2000s were &lt;a href=\"Zolt%C3%A1n%20Gera\"&gt;Gera&lt;/a&gt; and &lt;a href=\"P%C3%A1l%20D%C3%A1rdai\"&gt;Dárdai&lt;/a&gt;. Both played abroad (Gera in the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; for &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion F.C.&lt;/a&gt; and &lt;a href=\"Fulham%20F.C.\"&gt;Fulham F.C.&lt;/a&gt;, while Dárdai in the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; for &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt;). However, other significant players did not emerge in order to form a strong national team which resulted the consecutive failures of the qualification for the international competitions in the 2000s. Hungary were unable to qualify for the &lt;a href=\"UEFA%20European%20Football%20Championship\"&gt;UEFA Euro&lt;/a&gt; &lt;a href=\"UEFA%20Euro%202000\"&gt;2000&lt;/a&gt;, &lt;a href=\"UEFA%20Euro%202004\"&gt;2004&lt;/a&gt;, &lt;a href=\"UEFA%20Euro%202008\"&gt;2008&lt;/a&gt; and for &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002&lt;/a&gt;, &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006&lt;/a&gt;, and &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010&lt;/a&gt;. Moreover, during the &lt;a href=\"UEFA%20Euro%202008%20qualifying%20Group%20C\"&gt;UEFA Euro 2008 qualification&lt;/a&gt; Hungary finished sixth in their group reaching their nadir in their football history. They even lost to &lt;a href=\"Malta%20national%20football%20team\"&gt;Malta&lt;/a&gt; which resulted the resignation of &lt;a href=\"P%C3%A9ter%20Bozsik\"&gt;Bozsik&lt;/a&gt;. Couple of days later &lt;a href=\"P%C3%A9ter%20V%C3%A1rhidi\"&gt;Várhidi&lt;/a&gt; was appointed who was famous for his appearances in the &lt;a href=\"Sport%201%20%28Europe%29\"&gt;Sport 1&lt;/a&gt;, Hungarian sport television, and analysing the Italian &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; clubs. He proved his talent by beating the 2006 FIFA World Champions &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; by 3–1 at the &lt;a href=\"Ferenc%20Pusk%C3%A1s%20Stadium%20%281953%29\"&gt;Ferenc Puskás Stadium&lt;/a&gt; in a friendly tie. However, neither Bozsik nor Várhidi could do well in the official matches which resulted their removal.\nThe &lt;a href=\"Hungarian%20Football%20Federation\"&gt;Hungarian Football Federation&lt;/a&gt; even tried out foreign coaches. Both &lt;a href=\"Lothar%20Matth%C3%A4us\"&gt;Matthäus&lt;/a&gt; and &lt;a href=\"Erwin%20Koeman\"&gt;Koeman&lt;/a&gt; failed to qualify for any tournaments.\nIn the 2000s only the &lt;a href=\"Hungary%20national%20under-20%20football%20team\"&gt;Hungary&lt;/a&gt; U-20 team could bring back the emotions of the early years. Hungary won a bronze medal in the &lt;a href=\"2009%20FIFA%20U-20%20World%20Cup\"&gt;2009 FIFA U-20 World Cup&lt;/a&gt; in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;. The new talents of the U-20 team were immediately signed by foreign clubs. &lt;a href=\"Vladimir%20Koman\"&gt;Koman&lt;/a&gt; to &lt;a href=\"Sampdoria\"&gt;Sampdoria&lt;/a&gt;, &lt;a href=\"Kriszti%C3%A1n%20N%C3%A9meth\"&gt;Németh&lt;/a&gt; to &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;, &lt;a href=\"%C3%81d%C3%A1m%20Simon%20%28footballer%20born%201990%29\"&gt;Simon&lt;/a&gt; to &lt;a href=\"US%20Palermo\"&gt;Palermo&lt;/a&gt;. However, the big question was whether they can develop enough to be able to play in the senior team.\n2010s.\nEuro 2012 qualifying.\nIn the &lt;a href=\"Euro%202012%20qualifying\"&gt;Euro 2012 qualifying&lt;/a&gt; Hungary was drawn into &lt;a href=\"Euro%202012%20qualifying%20Group%20E\"&gt;Group E&lt;/a&gt;. On 3 September Hungary lost 2–0 to &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt; at the &lt;a href=\"R%C3%A5sunda%20Stadium\"&gt;Råsunda Stadium&lt;/a&gt;, in &lt;a href=\"Solna%20Municipality\"&gt;Solna&lt;/a&gt;. In the second match Hungary beat &lt;a href=\"Moldova%20national%20football%20team\"&gt;Moldova&lt;/a&gt; by 2–1 at the &lt;a href=\"Szusza%20Ferenc%20Stadium\"&gt;Szusza Ferenc Stadium&lt;/a&gt;, &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;. In the 50th &lt;a href=\"Gergely%20Rudolf\"&gt;Rudolf&lt;/a&gt; and in the 66th &lt;a href=\"Vladimir%20Koman\"&gt;Koman&lt;/a&gt; scored. On 8 October 2010, Hungary scored eight goals against &lt;a href=\"San%20Marino%20national%20football%20team\"&gt;San Marino&lt;/a&gt; at the Pukás Ferenc Stadium. &lt;a href=\"%C3%81d%C3%A1m%20Szalai\"&gt;Szalai&lt;/a&gt; scored a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt;. On 12 October, after many years Hungary was able to win away against a team which was ranked ahead. Hungary beat &lt;a href=\"Finland%20national%20football%20team\"&gt;Finland&lt;/a&gt; by 2–1 at the &lt;a href=\"Olympic%20Stadium%20%28Helsinki%29\"&gt;Olympic Stadium&lt;/a&gt; in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;. &lt;a href=\"%C3%81d%C3%A1m%20Szalai\"&gt;Szalai&lt;/a&gt;'s and &lt;a href=\"Bal%C3%A1zs%20Dzsudzs%C3%A1k\"&gt;Dzsudzsák&lt;/a&gt;'s goal resulted the success. In the spring of 2011 Hungary played with &lt;a href=\"World%20Cup%202010\"&gt;World Cup 2010&lt;/a&gt; finalist &lt;a href=\"Netherlands%20national%20football%20team\"&gt;the Netherlands&lt;/a&gt;. At home Hungary was beaten by 4–0, while away 5–3. Although &lt;a href=\"Zolt%C3%A1n%20Gera\"&gt;Gera&lt;/a&gt; scored twice and &lt;a href=\"Gergely%20Rudolf\"&gt;Rudolf&lt;/a&gt; once, Hungary was unable to win or draw at the &lt;a href=\"Amsterdam%20Arena\"&gt;Amsterdam Arena&lt;/a&gt;. On 7 June 2011 Hungary beat San Marino away by 3–0. On 2 September 2011, Egervári had to leave out the key people (Dzsudzsák, Juhász and Gera) from the national side due to injuries and suspension. In spite of the difficulties Hungary beat Sweden at home. &lt;a href=\"Imre%20Szabics\"&gt;Szabics&lt;/a&gt; scored against &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden&lt;/a&gt; at the Puskás Ferenc Stadium in the last minutes of the first half. However, Sweden equalized in the second half. A late goal by &lt;a href=\"Gergely%20Rudolf\"&gt;Rudolf&lt;/a&gt; resulted the celebration of 25,000 spectators after beating Sweden by 2–1 at the Puskás Ferenc Stadium. On 6 September 2011, Hungary beat &lt;a href=\"Moldova%20national%20football%20team\"&gt;Moldova&lt;/a&gt; 2–0 at the &lt;a href=\"Zimbru%20Stadium\"&gt;Zimbru Stadium&lt;/a&gt; in &lt;a href=\"Chi%C5%9Fin%C4%83u\"&gt;Chişinău&lt;/a&gt;. An early goal by &lt;a href=\"Vilmos%20Vancz%C3%A1k\"&gt;Vanczák&lt;/a&gt; in the 7th minute calmed down the national side and in the second half a goal by Rudolf secured the victory away in order to stay in the hunt for the play-offs of the Euro 2012 qualifiers. Since Hungary won the two matches in September 2011 there was still hope for the play-offs of the Euro 2012 qualifiers. In September 2011 Hungary reached its highest &lt;a href=\"FIFA%20ranking\"&gt;FIFA ranking&lt;/a&gt; in the team's history with the 27th position due to the victories over Sweden and Moldova in the qualifiers. In the penultimate round of the Euro 2012 qualifiers Sweden beat Finland away (2–1), as a consequence the last match was without any stake for the Hungarian national side which left its mark on it. Hungary drew with Finland at home (0–0).\nIn the last two matches of the year 2011 Hungary played with &lt;a href=\"Liechtenstein%20national%20football%20team\"&gt;Liechtenstein&lt;/a&gt; at home (the match was aimed as a commemoration of the recently deceased football legend &lt;a href=\"Fl%C3%B3ri%C3%A1n%20Albert\"&gt;Flórián Albert&lt;/a&gt; who was the only Hungarian football player who won the prize &lt;a href=\"Ballon%20d%27Or\"&gt;Ballon d'Or&lt;/a&gt;) and the Euro 2012 hosts &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland&lt;/a&gt; away. On 1 June 2012 in a friendly tier Hungary beat the Czech Republic by 2–1. Egervári invited &lt;a href=\"P%C3%A9ter%20Szak%C3%A1ly\"&gt;Szakály&lt;/a&gt;, &lt;a href=\"Norbert%20M%C3%A9sz%C3%A1ros\"&gt;Mészáros&lt;/a&gt; and &lt;a href=\"%C3%81d%C3%A1m%20Gyurcs%C3%B3\"&gt;Gyurcsó&lt;/a&gt; for the first time. Gyurcsó was the first player from the Puskás Ferenc Academy and he contributed to the success by a late goal. Three days later Hungary drew with &lt;a href=\"Ireland%20national%20football%20team%20%28FAI%29\"&gt;Ireland&lt;/a&gt;.\nFIFA 2014 qualifying.\nHungary started the &lt;a href=\"FIFA%20world%20cup%202014%20qualifying\"&gt;FIFA world cup 2014 qualifying&lt;/a&gt; campaign in group D along with the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Estonia%20national%20football%20team\"&gt;Estonia&lt;/a&gt; and &lt;a href=\"Andorra%20national%20football%20team\"&gt;Andorra&lt;/a&gt;. &lt;a href=\"S%C3%A1ndor%20Egerv%C3%A1ri\"&gt;Egervári&lt;/a&gt;, &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; of the national team, said in an interview with the FIFA that Netherlands are the favourites and the battle for the second place will be between Romania, Turkey and Hungary. On 7 September, Hungary started the FIFA world cup 2014 qualifying campaign with a 5–0 win over Andorra. Just four days later Hungary lost to the Netherlands at home 4–1. On 12 October &lt;a href=\"Tam%C3%A1s%20Hajnal\"&gt;Tamás Hajnal&lt;/a&gt; celebrated his 50th appearance in the national team with a goal against &lt;a href=\"Estonia%20national%20football%20team\"&gt;Estonia&lt;/a&gt; which resulted the 1–0 victory over the &lt;a href=\"Baltic%20states\"&gt;Baltic&lt;/a&gt; &lt;a href=\"Ugric%20languages\"&gt;linguistic relatives&lt;/a&gt; in the FIFA world cup 2014 qualifiers. Four days later, on 16 October 2012 Hungary battle back to beat &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt; at home 3–1. In March 2013 Hungary played two crucial matches in their group. On 22 March 2013 Hungary drew with &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt; at the empty Puskás Ferenc Stadium. &lt;a href=\"Vilmos%20Vancz%C3%A1k\"&gt;Vanczák&lt;/a&gt;'s header was equalized by &lt;a href=\"Adrian%20Mutu\"&gt;Mutu&lt;/a&gt;'s penalty, while Dzsudzsák's penalty was equalized by &lt;a href=\"Alexandru%20Chipciu\"&gt;Chipciu&lt;/a&gt;'s late goal finishing the match 2-2. and on 26 March 2013 Turkey hosted Hungary at the &lt;a href=\"%C5%9E%C3%BCkr%C3%BC%20Saraco%C4%9Flu%20Stadium\"&gt;Şükrü Saracoğlu Stadium&lt;/a&gt; in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;. &lt;a href=\"D%C3%A1niel%20B%C3%B6de\"&gt;Böde&lt;/a&gt;'s equalizer secured a 1–1 draw in Turkey. Hungary prepared for their crucial autumnal FIFA qualifiers with a 1–1 draw against the &lt;a href=\"Czech%20Republic%20national%20football%20team\"&gt;Czech Republic&lt;/a&gt; at home and on 6 September 2013 Hungary lost 3–0 to Romania in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;. Four days later Hungary beat Estonia 5–1 at home, On 11 October 2013 Hungary suffered an 8–1 record defeat at the &lt;a href=\"Amsterdam%20Arena\"&gt;Amsterdam Arena&lt;/a&gt; against the Netherlands, which resulted the resignation of &lt;a href=\"S%C3%A1ndor%20Egerv%C3%A1ri\"&gt;Egervári&lt;/a&gt;. Therefore, on 14 October 2013 Csábi, caretaker, led the team against Andorra in a 2–0 victory.\nEuro 2016 qualifying.\n Hungary were drawn in Group D in their &lt;a href=\"FIFA%20world%20cup%202014%20qualifying\"&gt;FIFA World Cup 2014 qualifying&lt;/a&gt;, along with the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Romania%20national%20football%20team\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Estonia%20national%20football%20team\"&gt;Estonia&lt;/a&gt; and &lt;a href=\"Andorra%20national%20football%20team\"&gt;Andorra&lt;/a&gt;. They had 14 points going into the penultimate round of games, but suffered a joint national record defeat 8–1 to the Netherlands, which resulted in the resignation of head coach &lt;a href=\"S%C3%A1ndor%20Egerv%C3%A1ri\"&gt;Egervári&lt;/a&gt;. For their final group game, a 2–0 win against Andorra, Hungary were led by caretaker manager József Csábi. They finished in third place in the group, on seventeen points, missing out on qualification. After the match, striker &lt;a href=\"%C3%81d%C3%A1m%20Szalai\"&gt;Ádám Szalai&lt;/a&gt; gave a press conference delivering a poignant scathing monologue about his perception of \"continuously lying to our supporters\" when it came to suggesting that the team had a chance against current leading teams of the world. Similar sentiments have been expressed before by midfielder &lt;a href=\"Szabolcs%20Huszti\"&gt;Szabolcs Huszti&lt;/a&gt;. During this period, a film crew began filming the team during both their preparations and matches; the film, \"&lt;a href=\"M%C3%A9g%2050%20perc\"&gt;Még 50 perc&lt;/a&gt;\" was eventually released in 2016 just before the European Championships.\n&lt;a href=\"Attila%20Pint%C3%A9r%20%28footballer%20born%201966%29\"&gt;Pintér&lt;/a&gt; was appointed as the &lt;a href=\"head%20coach\"&gt;head coach&lt;/a&gt; of the national team &lt;a href=\"Telki\"&gt;in&lt;/a&gt; December 2013. Some had seen this decision as controversial, given Pintér's low popularity with fans and players alike. The team played their first game at the newly constructed &lt;a href=\"Groupama%20Arena\"&gt;Groupama Arena&lt;/a&gt; on 7 September 2014, a 2–1 defeat to &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland&lt;/a&gt; in &lt;a href=\"UEFA%20Euro%202016%20qualifying%20Group%20F\"&gt;UEFA Euro 2016 qualifying&lt;/a&gt;. Pintér was subsequently dismissed, with &lt;a href=\"P%C3%A1l%20D%C3%A1rdai\"&gt;Dárdai&lt;/a&gt; appointed as a &lt;a href=\"Caretaker%20manager\"&gt;temporary replacement&lt;/a&gt; for three matches. He turned down an offer to manage the team on a permanent basis, but was kept on. Subsequently, Pál Dardai was at &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt;, where he had been passing youth coach, was promoted to manager of the first team, but he remained still coach. In the summer of 2015 he resigned as coach of the Hungarian national team to devote himself to his work as manager of Hertha BSC. He was eventually replaced by the German sports director of the Hungarian Football Association, &lt;a href=\"Bernd%20Storck\"&gt;Storck&lt;/a&gt;, in July 2015. Storck exercised incidentally continue from the post of Sports Director of the Association. On 15 November 2015, &lt;a href=\"Bernd%20Storck\"&gt;Storck&lt;/a&gt;-led Hungary qualified for the &lt;a href=\"UEFA%20Euro%202016\"&gt;UEFA Euro 2016&lt;/a&gt; after 44 years when Hungary was qualified for the &lt;a href=\"UEFA%20Euro%201972\"&gt;UEFA Euro 1972&lt;/a&gt;. Hungary beat &lt;a href=\"Norway%20national%20football%20team\"&gt;Norway&lt;/a&gt; in the first leg of the &lt;a href=\"UEFA%20Euro%202016%20qualifying%20play-offs\"&gt;UEFA Euro 2016 qualifying play-offs&lt;/a&gt; 1–0. The only goal was scored by &lt;a href=\"L%C3%A1szl%C3%B3%20Kleinheisler\"&gt;Kleinheisler&lt;/a&gt;. On the return match, Hungary beat Norway 2–1 and qualified for the &lt;a href=\"UEFA%20Euro%202016\"&gt;UEFA Euro 2016&lt;/a&gt; finals.\nEuro 2016.\nOn 14 June 2016, Hungary won the first group match in a 2–0 victory over &lt;a href=\"Austria%20national%20football%20team\"&gt;Austria&lt;/a&gt; at the &lt;a href=\"UEFA%20Euro%202016%20Group%20F\"&gt;UEFA Euro 2016 Group F&lt;/a&gt; match at &lt;a href=\"Nouveau%20Stade%20de%20Bordeaux\"&gt;Nouveau Stade de Bordeaux&lt;/a&gt;, &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;. Three days later on 18 June 2016 Hungary drew (1–1) with &lt;a href=\"Iceland%20national%20football%20team\"&gt;Iceland&lt;/a&gt; at the &lt;a href=\"Stade%20V%C3%A9lodrome\"&gt;Stade Vélodrome&lt;/a&gt;, &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;. Hungary drew (3–3) with &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt; at the &lt;a href=\"Parc%20Olympique%20Lyonnais\"&gt;Parc Olympique Lyonnais&lt;/a&gt;, &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt; on 22 June 2016. Hungary qualified for the knock-out stage.\nIn the &lt;a href=\"UEFA%20Euro%202016%20knockout%20phase\"&gt;round of 16&lt;/a&gt;,\nIn the round of 16 Hungary were eliminated by &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt;.\n2018 FIFA qualification.\nHungary were drawn into &lt;a href=\"2018%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20UEFA%20Group%20B\"&gt;2018 FIFA World Cup qualification – UEFA Group B&lt;/a&gt; along with &lt;a href=\"UEFA%20Euro%202016%20Final\"&gt;UEFA Euro 2016&lt;/a&gt; winner &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt;, &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Faroe%20Islands%20national%20football%20team\"&gt;Faroe Islands&lt;/a&gt;, &lt;a href=\"Latvia%20national%20football%20team\"&gt;Latvia&lt;/a&gt; and &lt;a href=\"Andorra%20national%20football%20team\"&gt;Andorra&lt;/a&gt;. On the first match day Hungary drew with Faroe Island at &lt;a href=\"T%C3%B3rsv%C3%B8llur\"&gt;Tórsvøllur&lt;/a&gt;, &lt;a href=\"T%C3%B3rshavn\"&gt;Tórshavn&lt;/a&gt; 6 September 2016. On the second match day Hungary lost to Switzerland 3–2 at home at the &lt;a href=\"Groupama%20Ar%C3%A9na\"&gt;Groupama Aréna&lt;/a&gt; on 7 October 2016.\n2018 Nations League.\nOn 23 March 2018, &lt;a href=\"Georges%20Leekens\"&gt;Leekens&lt;/a&gt; debuted as the head coach of the national team. Hungary hosted &lt;a href=\"Kazakhstan%20national%20football%20team\"&gt;Kazakhstan&lt;/a&gt; and suffered a shocking 3–2 defeat at the &lt;a href=\"Groupama%20Arena\"&gt;Groupama Arena&lt;/a&gt;.\nOn 27 March 2018, Hungary lost 1–0 to &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; at the Groupama Arena.\n2020 Euro qualifying.\nHungary were drawn into &lt;a href=\"UEFA%20Euro%202020%20qualifying%20Group%20E\"&gt;UEFA Euro 2020 qualifying Group E&lt;/a&gt; along with &lt;a href=\"Croatia%20national%20football%20team\"&gt;Croatia&lt;/a&gt;, &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt;, &lt;a href=\"Slovakia%20national%20football%20team\"&gt;Slovakia&lt;/a&gt; and &lt;a href=\"Azerbaijan%20national%20football%20team\"&gt;Azerbaijan&lt;/a&gt;. On the first match day Hungary were beaten 2–0 by Slovakia at the &lt;a href=\"Anton%20Malatinsk%C3%BD%20Stadium\"&gt;Anton Malatinský Stadium&lt;/a&gt;, &lt;a href=\"Trnava\"&gt;Trnava&lt;/a&gt; on 21 March 2019. On 24 March 2019, Hungary beat Croatia 2–1 at the &lt;a href=\"Groupama%20Ar%C3%A9na\"&gt;Groupama Aréna&lt;/a&gt;. The goals were scored by &lt;a href=\"%C3%81d%C3%A1m%20Szalai\"&gt;Szalai&lt;/a&gt; and &lt;a href=\"M%C3%A1t%C3%A9%20P%C3%A1tkai\"&gt;Pátkai&lt;/a&gt;, while the only Croatian goal was scored by &lt;a href=\"Ante%20Rebi%C4%87\"&gt;Rebić&lt;/a&gt;. On the third match day on 8 June 2019, Hungary beat &lt;a href=\"Azerbaijan%20national%20football%20team\"&gt;Azerbaijan&lt;/a&gt; 3–1 at the &lt;a href=\"Bakcell%20Arena\"&gt;Bakcell Arena&lt;/a&gt;, Baki. &lt;a href=\"Willi%20Orban\"&gt;Orban&lt;/a&gt; scored two goals, while &lt;a href=\"D%C3%A1vid%20Holman\"&gt;Holman&lt;/a&gt; scored his first goal in his debut match. &lt;a href=\"Marco%20Rossi%20%28footballer%2C%20born%201964%29\"&gt;Rossi&lt;/a&gt; was sent off during the match against Azerbaijan; therefore he had to watch the match against Wales from the stands. On 11 June 2019, &lt;a href=\"Cosimo%20Inguscio\"&gt;Inguscio&lt;/a&gt;-led Hungary beat Wales 1–0 at the Groupama Aréna. The only goal of the game was scored by &lt;a href=\"M%C3%A1t%C3%A9%20P%C3%A1tkai\"&gt;Pátkai&lt;/a&gt; in the 80th minute."
}