{
    "id": "50893177",
    "revid": "30593001",
    "url": "https://en.wikipedia.org/wiki?curid=50893177",
    "title": "Toni LaSelle",
    "text": "Dorothy Antoinette (Toni) LaSelle (1901–2002) was an American artist and art historian. \nBiography.\nLaSelle was born in &lt;a href=\"Beatrice%2C%20Nebraska\"&gt;Beatrice, Nebraska&lt;/a&gt;, in 1901. LaSelle earned a BA from &lt;a href=\"Nebraska%20Wesleyan%20University\"&gt;Nebraska Wesleyan University&lt;/a&gt; in 1923 and an MA in art history from the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; in 1926.\nLaSelle taught at &lt;a href=\"Texas%20Woman%27s%20University\"&gt;Texas Woman's University&lt;/a&gt; from 1928–1972 and was responsible for developing the &lt;a href=\"art%20history\"&gt;art history&lt;/a&gt; program there. She studied with &lt;a href=\"Hans%20Hofmann\"&gt;Hans Hofmann&lt;/a&gt; in &lt;a href=\"Provincetown%2C%20Massachusetts\"&gt;Provincetown, Massachusetts&lt;/a&gt;. LaSelle's work is in the collection of the &lt;a href=\"Museum%20of%20Fine%20Arts%2C%20Houston\"&gt;Museum of Fine Arts, Houston&lt;/a&gt;, the &lt;a href=\"Amon%20Carter%20Museum%20of%20American%20Art\"&gt;Amon Carter Museum of American Art&lt;/a&gt;, Dallas; the &lt;a href=\"Modern%20Art%20Museum%20of%20Fort%20Worth\"&gt;Modern Art Museum of Fort Worth&lt;/a&gt;, and the &lt;a href=\"Dallas%20Museum%20of%20Art\"&gt;Dallas Museum of Art&lt;/a&gt;.\nLaSelle died in &lt;a href=\"Denton%2C%20Texas\"&gt;Denton, Texas&lt;/a&gt;, in 2002 at the age of 100.\nCareer.\nToni LaSelle's deep interest and engagement with the tradition of European modernism was a defining factor in her artistic development and output. Growing up in the American Midwest far from major cultural centers, LaSelle was nevertheless a voracious and intuitive student of modernism. The artist discovered &lt;a href=\"Post-Impressionism\"&gt;Post-Impressionism&lt;/a&gt; and &lt;a href=\"Cubism\"&gt;Cubism&lt;/a&gt; while attending &lt;a href=\"Nebraska%20Wesleyan%20University\"&gt;Nebraska Wesleyan University&lt;/a&gt; for her BA (1923). Images from the iconic &lt;a href=\"Armory%20Show\"&gt;1913 Armory show&lt;/a&gt; served as a catalyst for LaSelle's artistic lineage that stems from European modernism. While completing her Master's in art history from the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt; (1926), LaSelle wrote her thesis on the indigenous masks of &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt; in the Field Museum collection and their influence on the development of &lt;a href=\"Cubism\"&gt;Cubism&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. After graduating, she spend six months studying in &lt;a href=\"England\"&gt;England&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, and &lt;a href=\"France\"&gt;France&lt;/a&gt;.\nFrom 1928-1972, LaSelle was an art instructor and professor at The College of Industrial Arts (renamed as Texas Women's University), while simultaneously engaging with the burgeoning concepts and processes of modernism as part of her own intellectual and artistic pursuit. During sabbaticals and summers, she sought out teachers and mentors, the most influential being European émigrés Hans Hofmann and Lázló Moholy-Nagy. LaSelle's reputation grew within her region and she became an acknowledged expert on the new trends in art, periodically giving museums lectures on Hofmann, Moholy-Nagy as well as other European artists such as Piet Mondrian, Jean Dubuffet, and Pablo Picasso. In 1942 Moholy-Nagy traveled to Texas to teach workshops for LaSelle's students, and she subsequently studied with Moholy-Nagy and Gyorgy Kepes at the Chicago Bauhaus in the summers of 1942 and 1943. Additionally, LaSelle was instrumental in organizing a show at the Dallas Museum of Art for Hofmann in 1947.\nIn 1959 the Fort Worth Art Center held a retrospective of LaSelle's wrok. In 2018 LaSelle was featured in the Frieze Masters Spotlight of the &lt;a href=\"Frieze%20Art%20Fair\"&gt;Frieze Art Fair&lt;/a&gt; in London, with curator &lt;a href=\"Carrie%20Scott\"&gt;Carrie Scott&lt;/a&gt; stating \"Overlooked during her own lifetime by art historical cannons mostly because of her gender, LaSelle’s work is a stellar example of the vitality of non-objective painting at midcentury\". In 2021 the Inman Gallery in Houston mounted an exhibition \"Toni LaSelle: A State of Becoming\"."
}