{
    "id": "50898461",
    "revid": "32206216",
    "url": "https://en.wikipedia.org/wiki?curid=50898461",
    "title": "Butch Ramirez",
    "text": "William \"Butch\" Ramirez (born May 18, 1950) is a Filipino sports official. Ramirez is the current &lt;a href=\"Philippine%20Sports%20Commission\"&gt;Philippine Sports Commission&lt;/a&gt; (PSC) Chairman under President &lt;a href=\"Rodrigo%20Duterte\"&gt;Rodrigo Duterte&lt;/a&gt;'s administration succeeding Richie Garcia. Ramirez is the only chairman of the country's sports authority who served for two terms, first from 2005 to 2009 under former president &lt;a href=\"Gloria%20Macapagal%20Arroyo\"&gt;Gloria Macapagal Arroyo&lt;/a&gt;, and second is from 2016 onwards under President Duterte.\nCareer.\nBefore he took over the position as PSC Chairman, he was the Chairman of the Davao City Sports Commission and the men's basketball team Head Coach and Athletic Director of the &lt;a href=\"Ateneo%20de%20Davao%20University\"&gt;Ateneo de Davao University&lt;/a&gt;.\nHe was the Deputy Chef-de-Mission of the Philippine National Team who competed in the &lt;a href=\"2005%20Southeast%20Asian%20Games\"&gt;2005 Southeast Asian Games&lt;/a&gt;, which the country hosted. At the time, the Philippines won the first overall championship title at the biennial sporting meet. He was also the Chef-de-Mission of the 205-man Philippine delegation to the &lt;a href=\"2006%20Asian%20Games\"&gt;2006 Asian Games&lt;/a&gt; in &lt;a href=\"Doha\"&gt;Doha&lt;/a&gt;, &lt;a href=\"Qatar\"&gt;Qatar&lt;/a&gt;. Among the memorable achievements he made during his first term are the signing of sporting agreement between the PSC and &lt;a href=\"China\"&gt;China&lt;/a&gt;, constructing of modern dormitories for athletes and coaches and increased allowances and stipends for them.\nIn 2009, Ramirez resigned from the post and returned to &lt;a href=\"Davao%20City\"&gt;Davao&lt;/a&gt; as the Officer-in-Charge of the Davao Sports Development Division and Adviser for Sports of the then-Davao Mayor Duterte after the country's unsuccessful campaign in the &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008 Summer Olympics&lt;/a&gt; held in &lt;a href=\"China\"&gt;China&lt;/a&gt;. He was also the Vice Chairman of the &lt;a href=\"Association%20of%20Boxing%20Alliances%20in%20the%20Philippines\"&gt;Association of Boxing Alliances in the Philippines&lt;/a&gt; (ABAP).\nRamirez actively campaigned for Duterte as president during the 2016 Presidential campaign. He was designated as Head of the Advance Party of the Duterte's campaign team who coordinated and prepared the logistics of Duterte's sorties across the country.\nRamirez had initially turned down Duterte's offer to become PSC chairman, after the May 9, 2016 elections, due to graft cases filed by the &lt;a href=\"Office%20of%20the%20Ombudsman\"&gt;Office of the Ombudsman&lt;/a&gt; against him, former &lt;a href=\"Philippine%20Amusement%20and%20Gaming%20Corporation\"&gt;Philippine Amusement and Gaming Corporation&lt;/a&gt; (PAGCOR) chairman Efraim Genuino, Philippine Amateur Swimming Association president Mark Joseph and other PAGCOR officials, in connection with the anomalous release of 37 million pesos in financial assistance supposedly for the swimmers who competed in the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt;. But he changed his mind and accepted the offer, after the chief executive appointed him Chairman of the PSC.\nCurrently in PSC, Ramirez revived the Philippine Sports Institute (PSI), intensified grassroots sports development program among local government units, established National Training Centers in the provinces and strengthened partnerships between PSC and POC, the National Sports Associations and other sports stakeholders. He is focused on the hosting preparations of the country for the &lt;a href=\"2019%20Southeast%20Asian%20Games\"&gt;2019 Southeast Asian Games&lt;/a&gt;.\nRamirez was suspended \"&lt;a href=\"pendente%20lite\"&gt;pendente lite&lt;/a&gt;\" from his post as PSC chairman. This is due to Ramirez facing charges of &lt;a href=\"Graft%20%28politics%29\"&gt;graft&lt;/a&gt; over his hiring of additional 95 security guards from Excelguard Security and Research Services allegedly without approval from the PSC board. His 90-day suspension was affirmed by the Sandiganbayan on February 20, 2018, and was reaffirmed by the &lt;a href=\"Malaca%C3%B1ang%20Palace\"&gt;Malacañang&lt;/a&gt; on May 11, 2018, through a memo issued by Executive Secretary &lt;a href=\"Salvador%20Medialdea\"&gt;Salvador Medialdea&lt;/a&gt;.\nRamirez began serving the suspension on May 16, 2018, and appointed one of his four commissioners, Arnold Agustin, as acting chairman. Malacañang may still name an acting chairman or officer in charge other than Agustin or appoint a new chairman."
}