{
    "id": "509173",
    "revid": "664832",
    "url": "https://en.wikipedia.org/wiki?curid=509173",
    "title": "Broad Street railway station (England)",
    "text": "Broad Street was a major &lt;a href=\"terminal%20station\"&gt;terminal station&lt;/a&gt; in the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt;, adjacent to &lt;a href=\"Liverpool%20Street%20station\"&gt;Liverpool Street station&lt;/a&gt;. It served as the main terminus of the &lt;a href=\"North%20London%20Railway\"&gt;North London Railway&lt;/a&gt; (NLR) network, running from 1865 to 1986. During its lifetime, it catered for mainly local suburban services around London, and over time struggled to compete with other modes of transport, leading to its closure.\nThe station was built as a joint venture by the NLR and the &lt;a href=\"London%20and%20North%20Western%20Railway\"&gt;London and North Western Railway&lt;/a&gt; (LNWR) in order to have a station serving freight closer to the City. It was immediately successful for both goods and passenger services and saw a significant increase in NLR traffic. Usage peaked in the early 20th century, after which it suffered from competition of &lt;a href=\"Trams%20in%20London\"&gt;London trams&lt;/a&gt;, buses, and particularly the &lt;a href=\"London%20Underground\"&gt;London Underground&lt;/a&gt; network. Patronage gradually fell and services decreased, while the station building became increasingly dilapidated.\nFreight services were withdrawn towards the end of the 1960s and the station closed in 1986. The station building was replaced by &lt;a href=\"Broadgate\"&gt;Broadgate&lt;/a&gt;, an office and retail complex, while part of the connecting line to the station was reinstated as part of the &lt;a href=\"London%20Overground\"&gt;London Overground&lt;/a&gt;.\nLocation.\nThe station was sited at the junction of Broad Street and Liverpool Street in the &lt;a href=\"Broad%20Street%20%28ward%29\"&gt;Broad Street ward&lt;/a&gt; of the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt;, with &lt;a href=\"Liverpool%20Street%20station\"&gt;Liverpool Street station&lt;/a&gt; immediately to the east. It was near Liverpool Street and tube stations.\nHistory.\nThe station was proposed by the &lt;a href=\"North%20London%20Railway\"&gt;North London Railway&lt;/a&gt; (NLR). The line originally opened as the East &amp; West India Docks &amp; Birmingham Junction Railway in 1850, in order to transport freight between the &lt;a href=\"London%20and%20Birmingham%20Railway\"&gt;London and Birmingham Railway&lt;/a&gt; and the &lt;a href=\"London%20Docklands\"&gt;London Docklands&lt;/a&gt;. By the time it had been renamed to the NLR in 1853, passenger traffic had grown in equal importance, so it was decided to build a station with direct access to the City.\nOpening.\nThe London and North Western Railway (LNWR) were also keen to have a goods depot in the City, and agreed to help the NLR fund the new extension. The connecting line to Broad Street (via the &lt;a href=\"Kingsland%20Viaduct\"&gt;Kingsland Viaduct&lt;/a&gt;) was authorised by the North London Railway Act of 22 July 1861. The work involved a extension from Kingsland down towards Broad Street, and required the demolition of numerous properties in &lt;a href=\"Shoreditch\"&gt;Shoreditch&lt;/a&gt; and &lt;a href=\"Haggerston\"&gt;Haggerston&lt;/a&gt;. During construction of the terminus, a large burial ground was unearthed exposing human remains. This may have been a result of the plague, or burial pits from &lt;a href=\"Bethlehem%20Hospital\"&gt;Bethlehem Hospital&lt;/a&gt;. The overall cost of the station and extension was £1.2m (£m in ).\nThe station was opened on 1 November 1865 as the terminus of a network of commuter railways linking east and west London via the looping route of the NLR, originally with seven platforms and three approach tracks. The frontage was long and wide, constructed from white Suffolk brick and Peterhead granite, with a clock tower as a centrepiece.\nInitial services were to , and via . Services to &lt;a href=\"Watford\"&gt;Watford&lt;/a&gt; began on 1 September 1866. Cheap fares for the working class were available from the outset. A &lt;a href=\"goods%20station\"&gt;goods station&lt;/a&gt; was situated next to the passenger station opening to traffic on 18 May 1868. It was built on a &lt;a href=\"Deck%20%28building%29\"&gt;deck&lt;/a&gt; and a hydraulic lift was provided to move wagons down to warehouses below. Because of this, the station only used of land, which was convenient owing to the high price of land in the City.\nExpansion and development.\nBroad Street was an immediate success and caused NLR traffic to double in a short space of time. A fourth approach line was added in 1874, a further (eighth) platform in 1891, and a final (ninth) platform in 1913. At its peak at the turn of the 20th century, Broad Street was the third-busiest station in London (after &lt;a href=\"Liverpool%20Street%20station\"&gt;Liverpool Street&lt;/a&gt; and &lt;a href=\"London%20Victoria%20station\"&gt;Victoria&lt;/a&gt;). At this time, more than one train per minute arrived or departed Broad Street during rush hour, with over 27 million passengers in 1902. The &lt;a href=\"Great%20Northern%20Railway%20%28Great%20Britain%29\"&gt;Great Northern Railway&lt;/a&gt; also used Broad Street as a supplement to its &lt;a href=\"London%20King%27s%20Cross%20railway%20station\"&gt;King's Cross terminal&lt;/a&gt; to the west. On 1 February 1910, the LNWR introduced a \"City to City\" service from Broad Street to , and . The service only lasted for a few years, before being withdrawn on 22 February 1915 as a result of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. Nevertheless, the majority of Broad Street's traffic was local suburban services.\nDecline.\nIn the early years of the 20th century, the North London Line suffered a reduction in passengers and, especially, revenue, owing to the expansion of the &lt;a href=\"Buses%20in%20London\"&gt;bus&lt;/a&gt;, &lt;a href=\"Trams%20in%20London\"&gt;tram&lt;/a&gt; and &lt;a href=\"London%20Underground\"&gt;Underground&lt;/a&gt; networks. In 1909, the NLR passed general handling of trains to the LNWR. By 1913, numbers had dropped to 44.6 per cent compared to 1900, and by 1921 to only 23.3 percent and the patronage of Broad Street station declined accordingly. On 8 September 1915, the station was damaged by a &lt;a href=\"Zeppelin\"&gt;Zeppelin&lt;/a&gt; attack.\nIn the face of the competition, the governing board finally decided to electrify the NLR, on the two-conductor-rail at 600 V DC system, and electrified services started on 1 October 1916, using Oerlikon stock, though the Watford service was not electrified until 10 July 1922. At the terminus, only the western five lines were ever electrified. Electrification appeared to stem the tide of passenger losses. Electric services to &lt;a href=\"Richmond%2C%20London\"&gt;Richmond&lt;/a&gt; and &lt;a href=\"Kew\"&gt;Kew&lt;/a&gt; began on 1 October 1916, followed by peak services to Watford on 16 April 1917. The latter were increased to all-day services on 10 July 1922. By this time, there were four trains per hour to Richmond and two per hour to Watford. Steam services continued to &lt;a href=\"Poplar%20%28East%20India%20Road%29%20railway%20station\"&gt;Poplar&lt;/a&gt;, with a peak service to . These latter trains continued to use old livery, without modern conveniences such as heating and electric light, and were unpopular.\nThe station came under the ownership of the &lt;a href=\"London%2C%20Midland%20and%20Scottish%20Railway\"&gt;London, Midland and Scottish Railway&lt;/a&gt; as part of the &lt;a href=\"Big%20Four%20%28British%20railway%20companies%29\"&gt;Big Four&lt;/a&gt; grouping in 1923. The former GNR services from Broad Street were stopped completely in 1939 in order to accommodate essential &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; traffic. Broad Street was badly damaged during the war. The lines leading to the station were taken out of action after an overnight raid on 3–4 October 1940, closing the station for a number of days. Similar disruption occurred on 13 October and 11 November. The service to Shoreditch closed in 1940, while the service to Poplar was withdrawn on 14 May 1944 and was never reinstated. A number of peak-season mainline trains to used Broad Street to take pressure off King's Cross in the early 1950s, but otherwise only a small number of local services remained. The main station building was closed in 1956, with passengers being directed to a new concourse-level building at the platform entrance to buy tickets.\nCurving around the north of London before turning south into the City, the North London Line was, for most passengers, a slower route into the financial district than alternative options like taking the Underground or changing at Euston or King's Cross. By 1960, only 41 trains carrying 6,400 passengers arrived at Broad Street in the three morning peak hours.\nThe line and station came in for criticism in the &lt;a href=\"Beeching%20Report\"&gt;Beeching Report&lt;/a&gt; of 1963, whose recommendations resulted in the closing of many branch lines and stations across the country. Though Broad Street itself was not specifically listed for closure, it was earmarked as \"stopping passenger services to be modified\". The station was gradually run down and the level of service was steadily reduced. In 1967, the major part of the &lt;a href=\"train%20shed\"&gt;train shed&lt;/a&gt; roof was removed, having become unsafe, whilst goods services were withdrawn on 27 January 1969. Four of the nine platforms were taken out of use in the same year. On 6 November 1976, peak hour services to the &lt;a href=\"Eastern%20Region%20of%20British%20Railways\"&gt;Eastern Region&lt;/a&gt; via the Canonbury Spur were withdrawn with the opening of the &lt;a href=\"Northern%20City%20Line\"&gt;Northern City Line&lt;/a&gt;, and an additional platform was disconnected. The station was by then very dilapidated, with vegetation growing between disused platforms, and most of the old goods area was used as a car park.\nClosure.\nIn 1979, &lt;a href=\"British%20Rail\"&gt;British Rail&lt;/a&gt; were granted planning permission to completely redevelop Broad Street and Liverpool Street stations, with the latter taking over any of the former's services still remaining. This put Broad Street into a terminal decline. By 1985, 6,000 passengers per week were using Broad Street station and 300 arrived daily in the morning peak. From 13 May 1985, the service to was diverted away from Broad Street, leaving the peak hour &lt;a href=\"Watford%20Junction%20railway%20station\"&gt;Watford Junction&lt;/a&gt; services.\nIt was agreed that Broad Street would be closed, with trains diverted to Liverpool Street once a new connecting chord was built from the North London Line. Until this was done, it was possible to accommodate this last service from the outer end of one platform, and, in November that year, demolition of the station began. The remaining single platform was used until 27 June 1986. The station was formally closed on 30 June, along with &lt;a href=\"Dalston%20Junction%20railway%20station\"&gt;Dalston Junction&lt;/a&gt;, the other station serving the North London Line's City branch. Demolition of the station was completed by the end of 1986. The service from Watford to Liverpool Street was withdrawn on 28 September 1992, with &lt;a href=\"Primrose%20Hill%20station\"&gt;Primrose Hill station&lt;/a&gt;, the only station exclusively served by the route from Watford to the City, being closed at the same time.\nRedevelopment.\nBroad Street station was completely demolished and replaced by the &lt;a href=\"Broadgate\"&gt;Broadgate&lt;/a&gt; office and shopping complex. Most of the Kingsland Viaduct leading to the North London Line remains largely intact, and has been restored to carry the &lt;a href=\"London%20Overground\"&gt;London Overground&lt;/a&gt; along the old &lt;a href=\"trackbed\"&gt;trackbed&lt;/a&gt; as far as . The former line over the Great Eastern Street viaduct to Broad Street has been used as a location for artists' studios, housed in converted &lt;a href=\"London%20Underground%201983%20Stock\"&gt;Jubilee line Underground trains&lt;/a&gt;.\nThe &lt;a href=\"Crossrail\"&gt;Crossrail&lt;/a&gt; project, to construct a new underground railway line through central London, will have one of its new stations at Liverpool Street. A new ticket hall serving the Crossrail station will be built within the old Underground ticket hall with its entrance at 100 Liverpool Street, the old entrance to the Underground that served Broad Street, with the platforms themselves under the Broadgate complex.\nA feature of the concourse was the &lt;a href=\"North%20London%20Railway%20war%20memorial\"&gt;North London Railway war memorial&lt;/a&gt;. Made of white marble, it was installed on 10 February 1921, containing inscriptions of 64 names. The memorial commemorated the workers of the North London Railway company who lost their lives in '&lt;a href=\"World%20War%20I\"&gt;The Great War&lt;/a&gt;'. Upon closure, the memorial was put in store at &lt;a href=\"Richmond%20%28London%29%20station\"&gt;Richmond station&lt;/a&gt; in 1989. On 7 June 2011, it was rededicated outside &lt;a href=\"Hoxton%20station\"&gt;Hoxton station&lt;/a&gt; by Rev James Westcott of St. Chad's Church and London's transport commissioner &lt;a href=\"Peter%20Hendy\"&gt;Peter Hendy&lt;/a&gt;.\nCultural references.\n&lt;a href=\"Paul%20McCartney\"&gt;Paul McCartney&lt;/a&gt;'s 1984 feature film and album of the same name, \"&lt;a href=\"Give%20My%20Regards%20to%20Broad%20Street\"&gt;Give My Regards to Broad Street&lt;/a&gt;\", makes reference to the station. In one of the last scenes of the film, McCartney walks into the station and sits alone on one of its benches.\nBroad Street is the target of an unsuccessful IRA bombing in the fictional series &lt;a href=\"Spooks_%28TV_series%29\"&gt;Spooks&lt;/a&gt;; although set in 2002, Broad Street had been closed 16 years prior. Shots of &lt;a href=\"Marylebone%20station\"&gt;Marylebone station&lt;/a&gt; were used."
}