{
    "id": "50922677",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=50922677",
    "title": "Royal household under the Merovingians and Carolingians",
    "text": "The royal household of the early kings of the Franks is the subject of considerable discussion and remains controversial. This discussion is aimed at identifying the major categories of participants in the administration and those who made the major historical impacts. Every king of the Franks from &lt;a href=\"Clovis%20I\"&gt;Clovis I&lt;/a&gt; to &lt;a href=\"Charles%20the%20Bald\"&gt;Charles the Bald&lt;/a&gt; had a large cadre of advisors and bureaucrats that helped implement their regime. These supporters of the crown are frequently unknown, but often are ancestors of the later rulers of France. This is not intended to be a complete list of those supporting the kings but to serve as a guide for further study. A general discussion of the &lt;a href=\"Merovingian%20dynasty\"&gt;Merovingian&lt;/a&gt; and &lt;a href=\"Carolingian%20dynasty\"&gt;Carolingian&lt;/a&gt; dynasties can be found in the associated main articles. See also &lt;a href=\"Government%20of%20the%20Carolingian%20Empire\"&gt;Government of the Carolingian Empire&lt;/a&gt;.\nMayors of the Palace. Under the Merovingian kings, the mayor of the palace (\"maiores palatii\" or “great man of the palace\") was the manager of the household of the Frankish king. The office existed from the sixth century, and during the seventh it evolved into the power behind the throne. Some of the more significant mayors were:\nSee main article &lt;a href=\"Mayors%20of%20the%20Palace\"&gt;Mayors of the Palace&lt;/a&gt;.\nCounselors to the King. After the ascendance of the mayors of the palace to the heads of government, future kings understandingly did not place so much power in their underlings, but still relied on senior councillors (or counselors), mostly from the clergy. Major players included:\nLord Chancellor. The officer of state responsible for the judiciary and was responsible for seeing that royal decrees were enrolled and registered by the sundry parlements, the provincial appellate courts. Some significant lord chancellors include:\nSee the main article &lt;a href=\"Lord%20Chancellor%20of%20France\"&gt;Lord Chancellor of France&lt;/a&gt;.\nSeneschal. The royal officer in charge of justice and control of the administration (in French, \"sénéchal\"). Some important seneschal were:\nSee the main article &lt;a href=\"Seneschal\"&gt;Seneschal&lt;/a&gt;.\nAdministrator of the Fisc. Also known as the Master of the Coin. The &lt;a href=\"fisc\"&gt;fisc&lt;/a&gt; was the system applied to the &lt;a href=\"royal%20demesne\"&gt;royal demesne&lt;/a&gt; which paid taxes from which the royal household was meant to be supported. The only recorded Administrator of the Fisc is:\nMaster of the Doorkeepers. There is no real record of this function in France, although it was prominent in &lt;a href=\"Master%20of%20the%20doorkeepers\"&gt;Hungary&lt;/a&gt;. The only known people with this title are:\nCount Palatine ( in Latin, \"comes palatines\"). The Merovingian kings employed a high official, the &lt;a href=\"Count%20palatine\"&gt;Count Palatine&lt;/a&gt;, who at first assisted the king in his judicial duties and, at a later date, discharged many of these himself. Some notable Counts palatine were:\nSee the main articles &lt;a href=\"Count%20palatine\"&gt;Count Palatine&lt;/a&gt; and &lt;a href=\"Elector%20of%20the%20Palatinate\"&gt;Elector of the Palatinate&lt;/a&gt;.\nGrafio. It is not clear what the duties of this position were, nor have any \"grafio\" been any recorded other than in the charter of 28 February 693 of Clovis III.\nDomesticus. Again mentioned in the charter of Clovis III, known people with this title include:\nReferendiary. Officers of the palace who made the report of the royal letters in the chancelleries in order to decide whether they should be signed and distributed. Some of the more significant refendiaries were:\nSee the main article &lt;a href=\"R%C3%A9f%C3%A9rendaire%20of%20France\"&gt;Référendaire of France&lt;/a&gt;.\nGrand Référendaire. Presumably, an officer responsible for multiple référendaire. The only known Grand Référendaire is:\nMagister Ostiariorum (Master of Porters). Directed the palace staff and controlled access to the king. The only known holder of this position is:\nChamberlain. In the late Middle Ages, the position of chamberlain (see &lt;a href=\"Grand%20Chamberlain%20of%20France\"&gt;Grand Chamberlain of France&lt;/a&gt;) was associated with the maintenance of the king’s chamber and his wardrobe. It is not clear that the early roles in this position were limited to this, as they were filled with powerful counts. Nevertheless, the following are known chamberlains from this period:\nMissi Domininici. A final category of members of the court are the &lt;a href=\"Missus%20dominicus\"&gt;\"Missi Domininici\"&lt;/a&gt; (the palace inspectors), who travelled to the far reaches of the kingdom to promulgate royal doctrine. See the &lt;a href=\"Capitulary%20of%20Servais\"&gt;Capitulary of Servais&lt;/a&gt; for a listing of the bishops, abbots and counts that supported Charles the Bald in his attempts to manage the outlands, as well as the &lt;a href=\"Carolingian%20Empire%23Capitularies\"&gt;Capitularies of Charlemagne&lt;/a&gt;, and the &lt;a href=\"Capitularies%20of%20Charles%20the%20Bald\"&gt;Capitularies of Charles the Bald&lt;/a&gt;.\nSources.\nBury, J. B. (Editor), \"The Cambridge Medieval History, Volume II: The Rise of the Saracens and the Foundation of the Western Empire\", Cambridge University Press, Cambridge, 1913\nBury, J. B. (Editor), \"The Cambridge Medieval History, Volume III: Germany and the Western Empire,\" Cambridge University Press, Cambridge, 1924\nPrevite-Orton, C. W. (Editor), \"The Shorter Cambridge Medieval History, Volume I: The Later Roman Empire to the Twelfth Century\", Cambridge University Press, Cambridge, 1952\nNelson, Janet L., \"Charles the Bald\", Longman Press, 1992\nNelson, Janet L. (Translator), \"The Annals of St-Bertin\", Manchester University Press, Manchester, 1991"
}