{
    "id": "5096479",
    "revid": "3675243",
    "url": "https://en.wikipedia.org/wiki?curid=5096479",
    "title": "The Robocop Kraus",
    "text": "The Robocop Kraus are a &lt;a href=\"post-punk%20revival\"&gt;post-punk revival&lt;/a&gt;/&lt;a href=\"indie%20rock\"&gt;indie rock&lt;/a&gt; band from &lt;a href=\"Nuremberg\"&gt;Nuremberg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nHistory.\nThe Robocop Kraus formed in 1998 with Thomas Lang as lead singer and on guitar, Matthias Wendl on guitar, Johannes Uschalt on drums, and Roman Maul on bass. Maul left before the release of a split EP with The Cherryville on Swing Deluxe records, Lang and Uschalt's record company. Tobias Helmlinger replaced Maul on bass and Markus Steckert joined in on keyboards and organ. After touring with Yage, The Robocop Kraus followed their split EP with The Cherryville up with their first full-length album in 1999 entitled \"Inferno Nihilistique 2000\", again, on Swing Deluxe. The band toured Germany, France, and Spain in support of \"Inferno Nihilistique 2000\".\nIn 2001, the band released their second album and first worldwide release \"Tiger\" on \"Day After Records\", a Czech record label. They toured in support of \"Tiger\" throughout Germany, France, Holland, the Czech Republic, Poland, England, and Ireland with &lt;a href=\"The%20World/Inferno%20Friendship%20Society\"&gt;The World/Inferno Friendship Society&lt;/a&gt; and Yage. A year later, The Robocop Kraus released \"As Long As We Dance We Are Not Dead\", a two CD collection of rarities including songs from \"The Robocop Kraus/The Cherryville\" split EP. They hooked up with &lt;a href=\"The%20World/Inferno%20Friendship%20Society\"&gt;The World/Inferno Friendship Society&lt;/a&gt; and &lt;a href=\"The%20Independents%20%28band%29\"&gt;The Independents&lt;/a&gt; once more for a US tour and followed that up with another tour across Japan in 2002.\n2003 saw the release of their third album \"Living With Other People\" on L'Âge d'or.\nAfter Hans Christian Fuss replaced Johannes Uschalt on drums, The Robocop Kraus began recording their fourth studio album \"They Think They Are The Robocop Kraus\" in February 2005 at Grōndahl Studios with Pelle Gunnerfeldt. They released \"They Think They Are The Robocop Kraus\" in Germany on June 20, 2005, followed by a European wide release on September 5, 2005.\nIn February 2006, \"They Think They Are The Robocop Kraus\" was released in the US and The Robocop Kraus went on tour with &lt;a href=\"Art%20Brut%20%28band%29\"&gt;Art Brut&lt;/a&gt; in support of this album."
}