{
    "id": "5097395",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=5097395",
    "title": "Homophobia",
    "text": "Homophobia encompasses a range of negative &lt;a href=\"attitude%20%28psychology%29\"&gt;attitudes&lt;/a&gt; and feelings toward &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt; or people who are identified or perceived as being &lt;a href=\"lesbian\"&gt;lesbian&lt;/a&gt;, &lt;a href=\"gay\"&gt;gay&lt;/a&gt;, &lt;a href=\"bisexual\"&gt;bisexual&lt;/a&gt; or &lt;a href=\"transgender\"&gt;transgender&lt;/a&gt; (&lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt;). It has been defined as &lt;a href=\"contempt\"&gt;contempt&lt;/a&gt;, &lt;a href=\"prejudice\"&gt;prejudice&lt;/a&gt;, aversion, &lt;a href=\"hatred\"&gt;hatred&lt;/a&gt; or &lt;a href=\"antipathy\"&gt;antipathy&lt;/a&gt;, may be based on irrational &lt;a href=\"fear\"&gt;fear&lt;/a&gt; and ignorance, and is also related to &lt;a href=\"religious%20beliefs\"&gt;religious beliefs&lt;/a&gt;.\nHomophobia is observable in critical and hostile behavior such as &lt;a href=\"discrimination\"&gt;discrimination&lt;/a&gt; and &lt;a href=\"Violence%20against%20LGBT%20people\"&gt;violence&lt;/a&gt; on the basis of &lt;a href=\"sexual%20orientation\"&gt;sexual orientation&lt;/a&gt;s that are &lt;a href=\"non-heterosexual\"&gt;non-heterosexual&lt;/a&gt;. Recognized types of homophobia include \"institutionalized\" homophobia, e.g. religious homophobia and state-sponsored homophobia, and \"internalized\" homophobia, experienced by people who have same-sex attractions, regardless of how they identify.\nNegative attitudes toward identifiable LGBT groups have similar yet specific names: &lt;a href=\"lesbophobia\"&gt;lesbophobia&lt;/a&gt; is the &lt;a href=\"Intersectionality\"&gt;intersection&lt;/a&gt; of homophobia and &lt;a href=\"sexism\"&gt;sexism&lt;/a&gt; directed against &lt;a href=\"lesbian\"&gt;lesbian&lt;/a&gt;s, &lt;a href=\"gayphobia\"&gt;gayphobia&lt;/a&gt; is the dislike or hatred of &lt;a href=\"gay%20men\"&gt;gay men&lt;/a&gt;, &lt;a href=\"biphobia\"&gt;biphobia&lt;/a&gt; targets bisexuality and &lt;a href=\"Bisexuality\"&gt;bisexual&lt;/a&gt; people, and &lt;a href=\"transphobia\"&gt;transphobia&lt;/a&gt; targets &lt;a href=\"transgender\"&gt;transgender&lt;/a&gt; and &lt;a href=\"transsexual\"&gt;transsexual&lt;/a&gt; people and &lt;a href=\"gender%20variance\"&gt;gender variance&lt;/a&gt; or &lt;a href=\"gender%20role\"&gt;gender role&lt;/a&gt; nonconformity. According to 2010 Hate Crimes Statistics released by the FBI National Press Office, 19.3 percent of &lt;a href=\"hate%20crime\"&gt;hate crime&lt;/a&gt;s across the United States \"were motivated by a sexual orientation bias.\" Moreover, in a &lt;a href=\"Southern%20Poverty%20Law%20Center\"&gt;Southern Poverty Law Center&lt;/a&gt; 2010 \"Intelligence Report\" extrapolating data from fourteen years (1995–2008), which had complete data available at the time, of the FBI's national hate crime statistics found that LGBT people were \"far more likely than any other &lt;a href=\"minority%20group\"&gt;minority group&lt;/a&gt; in the United States to be victimized by violent hate crime.\"\nEtymology.\nAlthough sexual attitudes tracing back to &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greece&lt;/a&gt; – from the 8th to 6th centuries BC to the end of &lt;a href=\"Classical%20Antiquity\"&gt;antiquity&lt;/a&gt; () – have been termed homophobia by scholars, and it is used to describe an intolerance towards homosexuality and homosexuals that grew during the Middle Ages, especially by adherents of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; and &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;, the term itself is relatively new.\nCoined by &lt;a href=\"George%20Weinberg%20%28psychologist%29\"&gt;George Weinberg&lt;/a&gt;, a &lt;a href=\"Psychology\"&gt;psychologist&lt;/a&gt;, in the 1960s, the term \"homophobia\" is a &lt;a href=\"Blend%20word\"&gt;blend&lt;/a&gt; of (1) the word \"homosexual\", itself a mix of neo-classical &lt;a href=\"morpheme\"&gt;morpheme&lt;/a&gt;s, and (2) \"&lt;a href=\"phobia\"&gt;phobia&lt;/a&gt;\" from the Greek , phóbos, meaning \"fear\", \"morbid fear\" or \"aversion\". Weinberg is credited as the first person to have used the term in speech. The word \"homophobia\" first appeared in print in an article written for the May 23, 1969, edition of the American pornographic magazine \"&lt;a href=\"Screw%20magazine\"&gt;Screw&lt;/a&gt;\", in which the word was used to refer to heterosexual men's fear that others might think they are gay.\nConceptualizing anti-LGBT prejudice as a &lt;a href=\"social%20issues\"&gt;social problem&lt;/a&gt; worthy of scholarly attention was not new. A 1969 article in \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" described examples of negative attitudes toward homosexuality as \"homophobia\", including \"a mixture of revulsion and apprehension\" which some called \"&lt;a href=\"homosexual%20panic\"&gt;homosexual panic&lt;/a&gt;\". In 1971, Kenneth Smith used \"homophobia\" as a personality profile to describe the psychological aversion to homosexuality. Weinberg also used it this way in his 1972 book \"Society and the Healthy Homosexual\", published one year before the &lt;a href=\"American%20Psychiatric%20Association\"&gt;American Psychiatric Association&lt;/a&gt; voted to remove homosexuality from its list of &lt;a href=\"mental%20disorder\"&gt;mental disorder&lt;/a&gt;s. Weinberg's term became an important tool for gay and lesbian activists, advocates, and their allies. He describes the concept as a medical &lt;a href=\"phobia\"&gt;phobia&lt;/a&gt;:\nIn 1981, \"homophobia\" was used for the first time in \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" (of London) to report that the &lt;a href=\"General%20Synod%20of%20the%20Church%20of%20England\"&gt;General Synod of the Church of England&lt;/a&gt; voted to refuse to condemn homosexuality.\nHowever, when taken literally, \"homophobia\" may be a problematic term. Professor David A. F. Haaga says that contemporary usage includes \"a wide range of negative emotions, attitudes and behaviours toward homosexual people,\" which are characteristics that are not consistent with accepted definitions of phobias, that of \"an intense, illogical, or abnormal fear of a specified thing.\" Five key differences are listed as distinguishing homophobia, as often used, from a true phobia.\nTypes.\nHomophobia manifests in different forms, and a number of different types have been postulated, among which are internalized homophobia, social homophobia, emotional homophobia, rationalized homophobia, and others. There were also ideas to classify homophobia, racism, and sexism as an \"intolerant &lt;a href=\"personality%20disorder\"&gt;personality disorder&lt;/a&gt;\".\nIn 1992, the &lt;a href=\"American%20Psychiatric%20Association\"&gt;American Psychiatric Association&lt;/a&gt;, recognizing the power of the stigma against homosexuality, issued the following statement, reaffirmed by the Board of Trustees, July 2011:Whereas homosexuality \"per se\" implies no impairment in judgment, stability, reliability, or general social or vocational capabilities, the American Psychiatric Association (APA) calls on all international health organizations, psychiatric organizations, and individual psychiatrists in other countries to urge the repeal in their own countries of legislation that penalizes homosexual acts by consenting adults in private. Further, APA calls on these organizations and individuals to do all that is possible to decrease the stigma related to homosexuality wherever and whenever it may occur.\nInstitutional.\nReligious attitudes.\nMany world religions contain anti-homosexual teachings, while other religions have varying degrees of ambivalence, neutrality, or incorporate teachings that regard homosexuals as &lt;a href=\"third%20gender\"&gt;third gender&lt;/a&gt;. Even within some religions which generally discourage homosexuality, there are also people who view homosexuality positively, and some &lt;a href=\"religious%20denomination\"&gt;religious denomination&lt;/a&gt;s bless or conduct &lt;a href=\"same-sex%20marriages\"&gt;same-sex marriages&lt;/a&gt;. There also exist so-called &lt;a href=\"Queer%20religion\"&gt;Queer religion&lt;/a&gt;s, dedicated to serving the spiritual needs of &lt;a href=\"LGBTQI\"&gt;LGBTQI&lt;/a&gt; persons. &lt;a href=\"Queer%20theology\"&gt;Queer theology&lt;/a&gt; seeks to provide a counterpoint to religious homophobia. In 2015, attorney and author &lt;a href=\"Roberta%20Kaplan\"&gt;Roberta Kaplan&lt;/a&gt; stated that &lt;a href=\"Kim%20Davis\"&gt;Kim Davis&lt;/a&gt; \"is the clearest example of someone who wants to use a religious liberty argument to discriminate [against &lt;a href=\"homosexuality\"&gt;same-sex&lt;/a&gt; couples].\"\nChristianity and the Bible.\nPassages commonly interpreted as condemning homosexuality or same-gender sexual relations are found in both &lt;a href=\"Old%20Testament\"&gt;Old&lt;/a&gt; and &lt;a href=\"New%20Testament\"&gt;New&lt;/a&gt; Testaments of the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;. &lt;a href=\"Leviticus\"&gt;Leviticus&lt;/a&gt; 18:22, says \"Thou shalt not lie with mankind, as with womankind: it is abomination.\" The destruction of &lt;a href=\"Sodom%20and%20Gomorrah\"&gt;Sodom and Gomorrah&lt;/a&gt; is also commonly seen as a condemnation of homosexuality. Christians and Jews who oppose homosexuality often cite such passages; historical context and interpretation is more complicated. Scholarly debate over the interpretation of these passages has focused on placing them in proper historical context, for instance pointing out that Sodom's sins are historically interpreted as being other than homosexuality, and on the translation of rare or unusual words in the passages in question. In \"&lt;a href=\"Religion%20Dispatches\"&gt;Religion Dispatches&lt;/a&gt;\" magazine, Candace Chellew-Hodge argues that the six or so verses that are often cited to condemn LGBT people are referring instead to \"abusive sex\". She states that the Bible has no condemnation for \"loving, committed, gay and lesbian relationships\" and that &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; was silent on the subject. This view is opposed by a number of conservative evangelicals, including &lt;a href=\"Robert%20A.%20J.%20Gagnon\"&gt;Robert A. J. Gagnon&lt;/a&gt;\nThe official teaching of the &lt;a href=\"Homosexuality%20and%20Roman%20Catholicism\"&gt;Catholic Church regarding homosexuality&lt;/a&gt; is that same-sex behavior should not be expressed. In the United States, a February 2012 &lt;a href=\"Pew%20Research%20Center\"&gt;Pew Research Center&lt;/a&gt; poll shows that Catholics support &lt;a href=\"gay%20marriage\"&gt;gay marriage&lt;/a&gt; by a margin of 52% to 37%. That is a shift upwards from 2010, when 46% of Catholics favored gay marriage. The Catechism of the Catholic Church States that, \"'homosexual acts are intrinsically disordered.'...They are contrary to the natural law... Under no circumstances can they be approved.\"\nIslam and sharia.\nIn some cases, the distinction between religious homophobia and state-sponsored homophobia is not clear, a key example being territories under &lt;a href=\"Islamic\"&gt;Islamic&lt;/a&gt; authority. All major &lt;a href=\"Islamic%20sects\"&gt;Islamic sects&lt;/a&gt; &lt;a href=\"Homosexuality%20and%20Islam\"&gt;forbid homosexuality&lt;/a&gt;, which is a crime under &lt;a href=\"Sharia%20Law\"&gt;Sharia Law&lt;/a&gt; and treated as such in most &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; countries. In &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;, for instance, homosexuality carried the death penalty under the &lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt;. After their fall, homosexuality was reduced from a capital crime to one that is punished with fines and prison sentences. The legal situation in the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;, however, is unclear.\nIn 2009, the &lt;a href=\"International%20Lesbian%20and%20Gay%20Association\"&gt;International Lesbian and Gay Association&lt;/a&gt; (ILGA) published a report entitled \"State Sponsored Homophobia 2009\", which is based on research carried out by Daniel Ottosson at Södertörn University College, Stockholm, Sweden. This research found that of the 80 countries around the world that continue to consider homosexuality illegal:\nIn 2001, &lt;a href=\"Al-Muhajiroun\"&gt;Al-Muhajiroun&lt;/a&gt;, an international organization seeking the establishment of a global Islamic &lt;a href=\"caliphate\"&gt;caliphate&lt;/a&gt;, issued a &lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt; declaring that all members of &lt;a href=\"Al-Fatiha%20Foundation\"&gt;The Al-Fatiha Foundation&lt;/a&gt; (which advances the cause of &lt;a href=\"gay\"&gt;gay&lt;/a&gt;, &lt;a href=\"lesbian\"&gt;lesbian&lt;/a&gt;, and &lt;a href=\"transgender\"&gt;transgender&lt;/a&gt; Muslims) were \"&lt;a href=\"murtadd\"&gt;murtadd&lt;/a&gt;\", or &lt;a href=\"apostates\"&gt;apostates&lt;/a&gt;, and condemning them to death. Because of the threat and because they come from conservative societies, many members of the foundation's site still prefer to be anonymous so as to protect their identities while they are continuing a tradition of secrecy.\nIn some regions, gay people have been &lt;a href=\"Persecution%20of%20gay%20and%20bisexual%20men%20by%20ISIL\"&gt;persecuted&lt;/a&gt; and murdered by &lt;a href=\"Islamist\"&gt;Islamist&lt;/a&gt; militias, such as &lt;a href=\"Al-Nusra%20Front\"&gt;Al-Nusra Front&lt;/a&gt; and &lt;a href=\"Islamic%20State%20of%20Iraq%20and%20the%20Levant\"&gt;ISIL&lt;/a&gt; in parts of Iraq and Syria.\nState-sponsored.\nState-sponsored homophobia includes the criminalization and penalization of homosexuality, hate speech from government figures, and other forms of discrimination, violence, persecution of LGBT people.\nPast governments.\nIn &lt;a href=\"Middle%20Ages\"&gt;medieval Europe&lt;/a&gt;, homosexuality was considered &lt;a href=\"sodomy\"&gt;sodomy&lt;/a&gt; and it was punishable by death. Persecutions reached their height during the &lt;a href=\"Medieval%20Inquisition\"&gt;Medieval Inquisition&lt;/a&gt;s, when the sects of &lt;a href=\"Cathars\"&gt;Cathars&lt;/a&gt; and &lt;a href=\"Waldensians\"&gt;Waldensians&lt;/a&gt; were accused of &lt;a href=\"fornication\"&gt;fornication&lt;/a&gt; and sodomy, alongside accusations of &lt;a href=\"Satanism\"&gt;Satanism&lt;/a&gt;. In 1307, accusations of sodomy and homosexuality were major charges leveled during the &lt;a href=\"Trial%20of%20the%20Knights%20Templar\"&gt;Trial of the Knights Templar&lt;/a&gt;. The theologian &lt;a href=\"Thomas%20Aquinas\"&gt;Thomas Aquinas&lt;/a&gt; was influential in linking condemnations of homosexuality with the idea of &lt;a href=\"natural%20law\"&gt;natural law&lt;/a&gt;, arguing that \"special sins are against nature, as, for instance, those that run counter to the intercourse of male and female natural to animals, and so are peculiarly qualified as unnatural vices.\"\nAlthough bisexuality was accepted as normal human behavior in Ancient China, homophobia became ingrained in the late &lt;a href=\"Qing%20Dynasty\"&gt;Qing Dynasty&lt;/a&gt; and the &lt;a href=\"Republic%20of%20China%20%281912%E2%80%931949%29\"&gt;Republic of China&lt;/a&gt; due to interactions with the Christian West, and homosexual behaviour was outlawed in 1740. When &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt; came to power, the government thought of homosexuality as \"social disgrace or a form of mental illness\", and \"[d]uring the &lt;a href=\"cultural%20revolution\"&gt;cultural revolution&lt;/a&gt; (1966–76), people who were homosexual faced their worst period of persecution in Chinese history.\" Despite there being no law in the &lt;a href=\"communist\"&gt;communist&lt;/a&gt; People's Republic against homosexuality, \"police regularly rounded up gays and lesbians.\" Other laws were used to prosecute homosexual people and they were \"charged with hooliganism or disturbing public order.\"\nThe &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; under &lt;a href=\"Vladimir%20Lenin\"&gt;Vladimir Lenin&lt;/a&gt; decriminalized homosexuality in 1922, long before many other European countries. The &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Soviet Communist Party&lt;/a&gt; effectively legalized no-fault divorce, abortion and homosexuality, when they abolished all the old &lt;a href=\"Russian%20Empire\"&gt;Tsarist&lt;/a&gt; laws and the initial Soviet criminal code kept these liberal sexual policies in place. Lenin's emancipation was reversed a decade later by &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; and homosexuality remained illegal under Article 121 until the &lt;a href=\"Boris%20Yeltsin\"&gt;Yeltsin&lt;/a&gt; era.\nIn &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, &lt;a href=\"gay%20men\"&gt;gay men&lt;/a&gt; were &lt;a href=\"Persecution%20of%20homosexuals%20in%20Nazi%20Germany\"&gt;persecuted&lt;/a&gt; and approximately five to fifteen thousand were imprisoned in &lt;a href=\"Nazi%20concentration%20camps\"&gt;Nazi concentration camps&lt;/a&gt;.\nCurrent governments.\nHomosexuality is illegal in 74 countries. The &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;n government condemns Western &lt;a href=\"gay%20culture\"&gt;gay culture&lt;/a&gt; as a vice caused by the decadence of a &lt;a href=\"capitalism\"&gt;capitalist society&lt;/a&gt;, and it denounces it as promoting &lt;a href=\"consumerism\"&gt;consumerism&lt;/a&gt;, &lt;a href=\"classism\"&gt;classism&lt;/a&gt;, and promiscuity. In North Korea, \"violating the rules of collective socialist life\" can be punished with up to two years' imprisonment. However, according to the North Korean government, \"As a country that has embraced science and rationalism, the DPRK recognizes that many individuals are born with homosexuality as a genetic trait and treats them with due respect. Homosexuals in the DPRK have never been subject to repression, as in many capitalist regimes around the world.\"\n&lt;a href=\"Robert%20Mugabe\"&gt;Robert Mugabe&lt;/a&gt;, the former president of &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;, waged a violent campaign against &lt;a href=\"LGBT%20rights%20in%20Zimbabwe\"&gt;LGBT people&lt;/a&gt;, arguing that before colonisation, Zimbabweans did not engage in homosexual acts. His first major public condemnation of homosexuality was in August 1995, during the &lt;a href=\"Zimbabwe%20International%20Book%20Fair\"&gt;Zimbabwe International Book Fair&lt;/a&gt;. He told an audience: \"If you see people parading themselves as lesbians and gays, arrest them and hand them over to the police!\" In September 1995, Zimbabwe's parliament introduced legislation banning homosexual acts. In 1997, a court found &lt;a href=\"Canaan%20Banana\"&gt;Canaan Banana&lt;/a&gt;, Mugabe's predecessor and the first President of Zimbabwe, guilty of 11 counts of sodomy and &lt;a href=\"indecent%20assault\"&gt;indecent assault&lt;/a&gt;.\nIn &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; local towns, cities, and &lt;a href=\"Voivodeship%20sejmik\"&gt;Voivodeship sejmik&lt;/a&gt;s have declared their respective regions as &lt;a href=\"LGBT-free%20zone\"&gt;LGBT ideology free zone&lt;/a&gt; with the encouragement of the ruling &lt;a href=\"Law%20and%20Justice\"&gt;Law and Justice&lt;/a&gt; party.\nInternalized.\nInternalized homophobia refers to negative stereotypes, beliefs, stigma, and prejudice about homosexuality and &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; people that a person with same-sex attraction turns inward on themselves, whether or not they identify as LGBT. The degree to which someone is affected by these ideas depends on how much and which ideas they have consciously and subconsciously internalized. These negative beliefs can be mitigated with education, life experience and therapy, especially with &lt;a href=\"gay-friendly\"&gt;gay-friendly&lt;/a&gt; psychotherapy/analysis. Internalized homophobia also applies to conscious or unconscious behaviors which a person feels the need to promote or conform to cultural expectations of &lt;a href=\"heteronormativity\"&gt;heteronormativity&lt;/a&gt; or heterosexism. This can include extreme repression and denial coupled with forced outward displays of heteronormative behavior for the purpose of appearing or attempting to feel \"normal\" or \"accepted\". Other expressions of internalized homophobia can also be subtle. Some less overt behaviors may include making assumptions about the gender of a person's romantic partner, or about gender roles. Some researchers also apply this label to LGBT people who support \"compromise\" policies, such as those that find &lt;a href=\"civil%20union\"&gt;civil union&lt;/a&gt;s acceptable in place of &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt;.\nSome studies have shown that people who are homophobic are more likely to have repressed homosexual desires. In 1996, a controlled study of 64 heterosexual men (half said they were homophobic by experience, with self-reported orientation) at the University of Georgia found that men who were found to be homophobic (as measured by the Index of Homophobia) were considerably more likely to experience more erectile responses when exposed to homoerotic images than non-homophobic men. Weinstein et al. 2012 arrived at similar results when researchers found that students who came from \"the most rigid anti-gay homes\" were most likely to reveal repressed homosexual attraction. The researchers said that this explained why some religious leaders who denounce homosexuality are later revealed to have secret homosexual relations. They noted that \"these people are at war with themselves and are turning this internal conflict outward.\" A 2016 eye-tracking study showed that heterosexual men with high negative impulse reactions toward homosexuals gazed for longer periods at homosexual imagery than other heterosexual men. According to Cheval et al. (2016), these findings reinforce the necessity to consider that homophobia might reflect concerns about sexuality in general and not homosexuality in particular. In contrast, Jesse Marczyk argued in \"&lt;a href=\"Psychology%20Today\"&gt;Psychology Today&lt;/a&gt;\" that homophobia is not repressed homosexuality.\nResearcher Iain R. Williamson, in his 1998 paper \"Internalized Homophobia and Health Issues Affecting Lesbians and Gay Men\" finds the term \"homophobia\" to be \"highly problematic\" but for reasons of continuity and consistency with the majority of other publications on the issue retains its use rather than using more accurate but obscure terminology. The phrase \"internalized sexual stigma\" is sometimes used in place to represent internalized homophobia. An internalized stigma arises when a person believes negative stereotypes about themselves, regardless of where the stereotypes come from. It can also refer to many stereotypes beyond sexuality and &lt;a href=\"gender%20role\"&gt;gender role&lt;/a&gt;s. Internalized homophobia can cause discomfort with and disapproval of one's own &lt;a href=\"sexual%20orientation\"&gt;sexual orientation&lt;/a&gt;. &lt;a href=\"Ego-dystonic%20sexual%20orientation\"&gt;Ego-dystonic sexual orientation&lt;/a&gt; or &lt;a href=\"egodystonic\"&gt;egodystonic&lt;/a&gt; homophobia, for instance, is a condition characterized by having a sexual orientation or an attraction that is at odds with one's idealized &lt;a href=\"self-image\"&gt;self-image&lt;/a&gt;, causing &lt;a href=\"anxiety\"&gt;anxiety&lt;/a&gt; and a desire to change one's orientation or become more comfortable with one's sexual orientation. Such a situation may cause extreme repression of homosexual desires. In other cases, a conscious internal struggle may occur for some time, often pitting deeply held religious or social beliefs against strong sexual and emotional desires. This discordance can cause &lt;a href=\"clinical%20depression\"&gt;clinical depression&lt;/a&gt;, and a higher rate of &lt;a href=\"suicide%20among%20LGBT%20youth\"&gt;suicide among LGBT youth&lt;/a&gt; (up to 30 percent of &lt;a href=\"non-heterosexual\"&gt;non-heterosexual&lt;/a&gt; youth attempt suicide) has been attributed to this phenomenon. Psychotherapy, such as &lt;a href=\"gay%20affirmative%20psychotherapy\"&gt;gay affirmative psychotherapy&lt;/a&gt;, and participation in a sexual-minority affirming group can help resolve the internal conflicts, such as between religious beliefs and sexual identity. Even informal therapies that address understanding and accepting of non-heterosexual orientations can prove effective. Many diagnostic \"Internalized Homophobia Scales\" can be used to measure a person's discomfort with their sexuality and some can be used by people regardless of gender or sexual orientation. Critics of the scales note that they presume a discomfort with non-heterosexuality which in itself enforces heternormativity.\nSocial.\nThe fear of being identified as gay can be considered as a form of social homophobia. Theorists including &lt;a href=\"Calvin%20Thomas%20%28critical%20theorist%29\"&gt;Calvin Thomas&lt;/a&gt; and &lt;a href=\"Judith%20Butler\"&gt;Judith Butler&lt;/a&gt; have suggested that homophobia can be rooted in an individual's fear of being identified as gay. Homophobia in men is correlated with insecurity about masculinity. For this reason, homophobia is allegedly rampant in sports, and in the &lt;a href=\"subculture\"&gt;subculture&lt;/a&gt; of its supporters that is considered &lt;a href=\"stereotype\"&gt;stereotypically&lt;/a&gt; male, such as &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; and &lt;a href=\"rugby%20football\"&gt;rugby&lt;/a&gt;.\nThese theorists have argued that a person who expresses homophobic thoughts and feelings does so not only to communicate their beliefs about the class of gay people, but also to distance themselves from this class and its social status. Thus, by distancing themselves from gay people, they are reaffirming their role as a heterosexual in a &lt;a href=\"heteronormative\"&gt;heteronormative&lt;/a&gt; culture, thereby attempting to prevent themselves from being labeled and treated as a gay person. This interpretation alludes to the idea that a person may posit violent opposition to \"the Other\" as a means of establishing their own identity as part of the majority and thus gaining social validation.\nNancy J. Chodorow states that homophobia can be viewed as a method of protection of male masculinity.\nVarious &lt;a href=\"psychoanalysis\"&gt;psychoanalytic&lt;/a&gt; theories explain homophobia as a threat to an individual's own same-sex impulses, whether those impulses are imminent or merely hypothetical. This threat causes repression, denial or &lt;a href=\"reaction%20formation\"&gt;reaction formation&lt;/a&gt;.\nDistribution of attitudes.\nDisapproval of homosexuality and of gay people is not evenly distributed throughout society, but is more or less pronounced according to age, ethnicity, geographic location, race, sex, &lt;a href=\"social%20class\"&gt;social class&lt;/a&gt;, education, partisan identification and religious status. According to UK &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt;/&lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; charity &lt;a href=\"AVERT\"&gt;AVERT&lt;/a&gt;, religious views, lack of homosexual feelings or experiences, and lack of interaction with gay people are strongly associated with such views.\nThe anxiety of heterosexual individuals (particularly adolescents whose construction of heterosexual masculinity is based in part on not being seen as gay) that others may identify them as gay has also been identified by &lt;a href=\"Michael%20Kimmel\"&gt;Michael Kimmel&lt;/a&gt; as an example of homophobia. The taunting of boys seen as eccentric (and who are not usually gay) is said to be endemic in rural and &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt;an &lt;a href=\"Education%20in%20the%20United%20States\"&gt;American schools&lt;/a&gt;, and has been associated with risk-taking behavior and outbursts of violence (such as a spate of &lt;a href=\"school%20shooting\"&gt;school shooting&lt;/a&gt;s) by boys seeking revenge or trying to assert their masculinity. Homophobic bullying is also very common in schools in the United Kingdom. At least 445 &lt;a href=\"LGBT%20rights%20in%20Brazil\"&gt;LGBT Brazilians&lt;/a&gt; were either murdered or committed suicide in 2017.\nIn some cases, the works of authors who merely have the word \"Gay\" in their name (&lt;a href=\"Gay%20Talese\"&gt;Gay Talese&lt;/a&gt;, &lt;a href=\"Peter%20Gay\"&gt;Peter Gay&lt;/a&gt;) or works about things also contain the name (\"&lt;a href=\"Enola%20Gay\"&gt;Enola Gay&lt;/a&gt;\") have been destroyed because of a perceived pro-homosexual bias.\nIn the United States, attitudes about people who are homosexual may vary on the basis of partisan identification. &lt;a href=\"U.S.%20Republican%20Party\"&gt;Republicans&lt;/a&gt; are far more likely than &lt;a href=\"U.S.%20Democratic%20Party\"&gt;Democrats&lt;/a&gt; to have negative attitudes about people who are gay and lesbian, according to surveys conducted by the &lt;a href=\"National%20Election%20Studies\"&gt;National Election Studies&lt;/a&gt; from 2000 through 2004. This disparity is shown in the graph on the right, which is from a book published in 2008 by Joseph Fried. The tendency of Republicans to view gay and lesbian people negatively could be based on homophobia, religious beliefs, or &lt;a href=\"conservatism\"&gt;conservatism&lt;/a&gt; with respect to the traditional family.\nHomophobia also varies by region; statistics show that the &lt;a href=\"Southern%20United%20States\"&gt;Southern United States&lt;/a&gt; has more reports of anti-gay prejudice than any other region in the US.\nIn a 1998 address, author, activist, and &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; leader &lt;a href=\"Coretta%20Scott%20King\"&gt;Coretta Scott King&lt;/a&gt; stated that \"Homophobia is like racism and anti-Semitism and other forms of bigotry in that it seeks to dehumanize a large group of people, to deny their humanity, their dignity and personhood.\" One study of white adolescent males conducted at the &lt;a href=\"University%20of%20Cincinnati\"&gt;University of Cincinnati&lt;/a&gt; by Janet Baker has been used to argue that negative feelings towards gay people are also associated with other &lt;a href=\"discriminatory\"&gt;discriminatory&lt;/a&gt; behaviors. According to the study, hatred of gay people, &lt;a href=\"antisemitism\"&gt;antisemitism&lt;/a&gt;, and &lt;a href=\"racism\"&gt;racism&lt;/a&gt; are \"likely companions\". Baker hypothesized \"maybe it's a matter of power and looking down on all you think are at the bottom.\" A study performed in 2007 in the UK for the charity Stonewall reports that up to 90 percent of the population support &lt;a href=\"anti-discrimination%20laws\"&gt;anti-discrimination laws&lt;/a&gt; protecting gay and lesbian people.\nEconomic cost.\nThere are at least two studies which indicate that homophobia may have a negative economic impact for the countries where it is widespread. In these countries there is a &lt;a href=\"Queer%20migration\"&gt;flight&lt;/a&gt; of their LGBT populations —with the consequent loss of talent— as well as an avoidance of &lt;a href=\"LGBT%20tourism\"&gt;LGBT tourism&lt;/a&gt;, that leaves the &lt;a href=\"pink%20money\"&gt;pink money&lt;/a&gt; in LGBT-friendlier countries. As an example, LGBT tourists contribute 6,800 million dollars every year to the &lt;a href=\"Spanish%20economy\"&gt;Spanish economy&lt;/a&gt;.\nAs soon as 2005, an editorial from the \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" related the politics of \"&lt;a href=\"don%27t%20ask%2C%20don%27t%20tell\"&gt;don't ask, don't tell&lt;/a&gt;\" in the &lt;a href=\"US%20Army\"&gt;US Army&lt;/a&gt; with the lack of translators from &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt;, and with the delay in the translation of Arabic documents, calculated to be about 120,000 hours at the time. Since 1998, with the introduction of the new policy, about 20 Arabic translators had been expelled from the Army, specifically during the years the US was involved in wars in &lt;a href=\"Iraq%20War\"&gt;Iraq&lt;/a&gt; and &lt;a href=\"War%20in%20Afghanistan%20%282001%E2%80%93present%29\"&gt;Afghanistan&lt;/a&gt;.\nM. V. Lee Badgett, an economist at the &lt;a href=\"University%20of%20Massachusetts%20Amherst\"&gt;University of Massachusetts Amherst&lt;/a&gt;, presented in March 2014 in a meeting of the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; the results of a study about the economical impact of homophobia in &lt;a href=\"India\"&gt;India&lt;/a&gt;. Only in health expenses, caused by depression, suicide, and &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt; treatment, India would have spent additional 23,100 million dollars due to homophobia. On top, there would be costs caused by violence, workplace loss, rejection of the family, and bullying at school, that would result in a lower education level, lower productivity, lower wages, worse health, and a lower life expectancy among the LGBT population. In total, she estimated for 2014 in India a loss of up to 30,800 million dollars, or 1.7% of the Indian &lt;a href=\"GDP\"&gt;GDP&lt;/a&gt;.\nThe LGBT activist Adebisi Alimi, in a preliminary estimation, has calculated that the economic loss due to homophobia in &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt; is about 1% of its GDP. Taking into account that in 2015 homosexuality is still illegal in 36 of the 54 African countries, the money loss due to homophobia in the continent could amount to hundreds of millions of dollars every year.\nAnother study regarding socioecological measurement of homophobia and its public health impact for 158 countries was conducted in 2018. It found that the prejudice against gay people has a worldwide economic cost of $119.1 billion. Economical loss in Asia was 88.29 billion dollars due to homophobia, and in Latin America &amp; the Caribbean it was 8.04 billion dollars. Economical cost in East Asia and Middle Asia was 10.85 billion dollars. Economical cost in Middle East and North Africa was 16.92 billion dollars. The researcher suggested that a 1% decrease in the level of homophobia is associated with a 10% increase in the gross domestic product per capita.\nA newer study from March 2018 done by &lt;a href=\"Williams%20Institute%20on%20Sexual%20Orientation%20and%20Gender%20Identity%20Law%20and%20Public%20Policy\"&gt;The Williams Institute&lt;/a&gt; (&lt;a href=\"UCLA\"&gt;UCLA&lt;/a&gt; School of Law) concludes that there is a positive correlation between LGBT inclusion and GDP per capita. According to this study, the legal rights of LGBT people have a bigger influence than the degree of acceptance in the society, but both effects reinforce each other. A one-point increase in their LGBT Global Acceptance Index (GAI) showed an increase of $1,506 in &lt;a href=\"GDP%20per%20capita\"&gt;GDP per capita&lt;/a&gt;; and one additional legal right was correlated with an increase of $1,694 in GDP per capita.\nCountermeasures.\nMost international &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; organizations, such as &lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt; and &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt;, condemn laws that make homosexual relations between consenting adults a crime. Since 1994, the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; &lt;a href=\"Human%20Rights%20Committee\"&gt;Human Rights Committee&lt;/a&gt; has also ruled that such laws violated the &lt;a href=\"right%20to%20privacy\"&gt;right to privacy&lt;/a&gt; guaranteed in the &lt;a href=\"Universal%20Declaration%20of%20Human%20Rights\"&gt;Universal Declaration of Human Rights&lt;/a&gt; and the &lt;a href=\"International%20Covenant%20on%20Civil%20and%20Political%20Rights\"&gt;International Covenant on Civil and Political Rights&lt;/a&gt;. In 2008, the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; issued a statement which \"urges States to do away with criminal penalties against [homosexual persons].\" The statement, however, was addressed to reject a resolution by the UN Assembly that would have precisely called for an end of penalties against homosexuals in the world. In March 2010, the Committee of Ministers of the Council of Europe adopted a recommendation on measures to combat discrimination on grounds of sexual orientation or gender identity, described by CoE Secretary General as the first legal instrument in the world dealing specifically with one of the most long-lasting and difficult forms of discrimination to combat.\nTo combat homophobia, the LGBT community uses events such as &lt;a href=\"gay%20pride%20parade\"&gt;gay pride parade&lt;/a&gt;s and &lt;a href=\"political%20activism\"&gt;political activism&lt;/a&gt; (\"See &lt;a href=\"gay%20pride\"&gt;gay pride&lt;/a&gt;).\" In August 2019, the &lt;a href=\"Pride%20in%20London\"&gt;Pride in London&lt;/a&gt; community took a different initiative to “show solidarity with the LGBT+ community” and colored the crossings in rainbow colors for the annual parades. The first permanent crossings have been put on roads in &lt;a href=\"Lambeth\"&gt;Lambeth&lt;/a&gt;. Others were painted in &lt;a href=\"Royal%20Borough%20of%20Greenwich\"&gt;Royal Borough of Greenwich&lt;/a&gt;.\nOne form of organized resistance to homophobia is the &lt;a href=\"International%20Day%20Against%20Homophobia\"&gt;International Day Against Homophobia&lt;/a&gt; (or IDAHO), first celebrated May 17, 2005, in related activities in more than 40 countries. The four largest countries of Latin America (Argentina, Brazil, Mexico and Colombia) developed mass media campaigns against homophobia since 2002.\nIn addition to public expression, legislation has been designed, controversially, to oppose homophobia, as in &lt;a href=\"hate%20speech\"&gt;hate speech&lt;/a&gt;, &lt;a href=\"hate%20crime\"&gt;hate crime&lt;/a&gt;, and laws against discrimination on the basis of sexual orientation. Successful preventative strategies against homophobic prejudice and bullying in schools have included teaching pupils about historical figures who were gay, or who suffered discrimination because of their sexuality.\nSome argue that anti-LGBT prejudice is immoral and goes above and beyond the effects on that class of people. Warren J. Blumenfeld argues that this emotion gains a dimension beyond itself, as a tool for extreme right-wing conservatives and fundamentalist religious groups and as a restricting factor on gender-relations as to the weight associated with performing each role accordingly. Furthermore, Blumenfeld in particular stated:\nDrawing upon research by &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt; Professor Elizabeth Segal, &lt;a href=\"University%20of%20Memphis\"&gt;University of Memphis&lt;/a&gt; professors Robin Lennon-Dearing and &lt;a href=\"Elena%20Delavega\"&gt;Elena Delavega&lt;/a&gt; argued in a 2016 article published in the \"&lt;a href=\"Journal%20of%20Homosexuality\"&gt;Journal of Homosexuality&lt;/a&gt;\" that homophobia could be reduced through exposure (learning about LGBT experiences), explanation (understanding the different challenges faced by LGBT people), and experience (putting themselves in situations experienced by LGBT people by working alongside LGBT co-workers or volunteering at an LGBT community center).\nCriticism of meaning and purpose.\nDistinctions and proposed alternatives.\nResearchers have proposed alternative terms to describe prejudice and discrimination against &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; people. Some of these alternatives show more &lt;a href=\"Transparency%20%28linguistic%29%23Descriptive\"&gt;semantic transparency&lt;/a&gt; while others do not include -\"&lt;a href=\"phobia\"&gt;phobia&lt;/a&gt;\":\nOpposition to term.\nPeople and groups have objected to the use of the term \"homophobia\".\nNon-neutral phrasing.\nUse of \"homophobia\", \"homophobic\", and \"homophobe\" has been criticized as &lt;a href=\"pejorative\"&gt;pejorative&lt;/a&gt; against &lt;a href=\"LGBT%20rights%20opposition\"&gt;LGBT rights opponents&lt;/a&gt;. &lt;a href=\"behavioral%20science\"&gt;Behavioral scientists&lt;/a&gt; &lt;a href=\"William%20O%27Donohue\"&gt;William O'Donohue&lt;/a&gt; and Christine Caselles stated in 1993 that \"as [\"homophobia\"] is usually used, [it] makes an illegitimately pejorative evaluation of certain open and debatable value positions, much like the former disease construct of homosexuality\" itself, arguing that the term may be used as an \"&lt;a href=\"ad%20hominem\"&gt;ad hominem&lt;/a&gt;\" argument against those who advocate values or positions of which the user does not approve. Philosopher Gary Colwell stated in 1999 that \"the boundary of the term 'homophobia' is made so elastic that it can stretch around, not just phobias, but every kind of rational fear as well; and not just around every kind of fear, but also around every critical posture or idea that anyone may have about the practice of homosexuality\".\nIn 2012 the &lt;a href=\"Associated%20Press%20Stylebook\"&gt;Associated Press Stylebook&lt;/a&gt; was revised to advise against using non-clinical words with the suffix -phobia, including homophobia, in \"political and social contexts\". AP Deputy Standards Editor Dave Minthorn said the word homophobia suggests a severe mental disorder, and that it could be substituted with \"anti-gay\" or similar phrasing. The AP's decision was criticized in some media outlets, especially those in the &lt;a href=\"Gay%20media\"&gt;LGBT area&lt;/a&gt;, who argued that homophobia did not necessarily have to be interpreted in a strict clinical sense.\n\"Heterophobia\".\nThe term \"heterophobia\" is sometimes used to describe &lt;a href=\"reverse%20discrimination\"&gt;reverse discrimination&lt;/a&gt; or negative attitudes towards heterosexual people and opposite-sex relationships based on their sexual orientation. The scientific use of \"heterophobia\" in &lt;a href=\"sexology\"&gt;sexology&lt;/a&gt; is restricted to few researchers, notably those who question &lt;a href=\"Alfred%20Kinsey\"&gt;Alfred Kinsey&lt;/a&gt;'s sex research. To date, the existence or extent of heterophobia is mostly unrecognized by sexologists. Beyond sexology there is no consensus as to the meaning of the term because it is also used to mean \"fear of the opposite\" such as in &lt;a href=\"Pierre-Andr%C3%A9%20Taguieff\"&gt;Pierre-André Taguieff&lt;/a&gt;'s \"The Force of Prejudice: On Racism and Its Doubles\" (2001).\nReferring to the debate on both meaning and use, &lt;a href=\"State%20University%20of%20New%20York\"&gt;SUNY&lt;/a&gt; lecturer Raymond J. Noonan, in his 1999 presentation to The &lt;a href=\"Society%20for%20the%20Scientific%20Study%20of%20Sexuality\"&gt;Society for the Scientific Study of Sexuality&lt;/a&gt; (SSSS) and the American Association of Sex Educators, Counselors, and Therapists (AASECT) Conference, states:\nThe term heterophobia is confusing for some people for several reasons. On the one hand, some look at it as just another of the many me-too social constructions that have arisen in the pseudoscience of victimology in recent decades. (Many of us recall John Money’s 1995 criticism of the ascendancy of victimology and its negative impact on sexual science.) Others look at the parallelism between heterophobia and homophobia, and suggest that the former trivializes the latter... For others, it is merely a curiosity or parallel-construction word game. But for others still, it is part of both the recognition and politicization of heterosexuals' cultural interests in contrast to those of gays—particularly where those interests are perceived to clash.\nStephen M. White and Louis R. Franzini introduced the related term \"heteronegativism\" to refer to the considerable range of negative feelings that some gay individuals may hold and express toward heterosexuals. This term is preferred to \"heterophobia\" because it does not imply extreme or irrational fear.\nThe &lt;a href=\"Merriam-Webster\"&gt;Merriam-Webster&lt;/a&gt; dictionary of the English language defines \"heterophobia\" as \"irrational fear of, aversion to, or discrimination against heterosexual people.\""
}