{
    "id": "50977376",
    "revid": "42031212",
    "url": "https://en.wikipedia.org/wiki?curid=50977376",
    "title": "San Ciriaco culture",
    "text": "The San Ciriaco culture, sometimes also called San Ciriaco Phase, is a middle &lt;a href=\"Neolithic%20Europe\"&gt;neolithic&lt;/a&gt;, &lt;a href=\"Pre-Nuragic%20Sardinia\"&gt;pre-Nuragic culture&lt;/a&gt; from &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt; and roughly dates to the second half of the 5th millennium BC (4500-4000 BC). It is named after a locality in the territory of &lt;a href=\"Terralba\"&gt;Terralba&lt;/a&gt;, in the &lt;a href=\"province%20of%20Oristano\"&gt;province of Oristano&lt;/a&gt;.\nThe economy of the San Ciriaco people was predominantly agricultural using the same plant and animal species as the preceding &lt;a href=\"Bonu%20Ighinu%20culture\"&gt;Bonu Ighinu culture&lt;/a&gt;. San Ciriaco ceramics encompass well-fired and thin-walled vessels with polished surfaces varying in colour from beige to black. Vessels exhibit angular or carinated shapes, possess slightly rounded or flat bases and are undecorated. At &lt;a href=\"Monte%20Arci\"&gt;Monte Arci&lt;/a&gt; larger workshops hint towards an intensified use of &lt;a href=\"obsidian\"&gt;obsidian&lt;/a&gt; while imported flint from the &lt;a href=\"Gargano%20Peninsula\"&gt;Gargano peninsula&lt;/a&gt; found in cist 1 of the Li Muri necropolis at &lt;a href=\"Arzachena\"&gt;Arzachena&lt;/a&gt; documents far reaching contacts.\nWhile small artificial caves continued to be used for burials, now more elaborated underground rock-cut tombs, so called &lt;a href=\"Hypogeum\"&gt;hypogea&lt;/a&gt;, were built, placing Sardinia well into the &lt;a href=\"Megalith\"&gt;megalithic&lt;/a&gt; context of the &lt;a href=\"%C4%A6al%20Saflieni%20Hypogeum\"&gt;western mediterranean&lt;/a&gt;. Some like tomb 10 at Santa Pedru reach a considerable size (15 x 7 m) and consist of five chambers. Stone &lt;a href=\"Cist\"&gt;cists&lt;/a&gt; covered by &lt;a href=\"Cairn\"&gt;cairns&lt;/a&gt; were also built."
}