{
    "id": "5098574",
    "revid": "11555324",
    "url": "https://en.wikipedia.org/wiki?curid=5098574",
    "title": "Hell",
    "text": "In &lt;a href=\"religion\"&gt;religion&lt;/a&gt; and &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt;, hell is a location in the &lt;a href=\"afterlife\"&gt;afterlife&lt;/a&gt; in which &lt;a href=\"evil\"&gt;evil&lt;/a&gt; &lt;a href=\"soul\"&gt;soul&lt;/a&gt;s are subjected to punitive &lt;a href=\"suffering\"&gt;suffering&lt;/a&gt;, most often through &lt;a href=\"torture\"&gt;torture&lt;/a&gt;, as &lt;a href=\"Eternity\"&gt;eternal&lt;/a&gt; &lt;a href=\"punishment\"&gt;punishment&lt;/a&gt; after death. &lt;a href=\"Religion\"&gt;Religion&lt;/a&gt;s with a &lt;a href=\"philosophy%20of%20history%23Cyclical%20and%20linear%20history\"&gt;linear&lt;/a&gt; &lt;a href=\"divinity\"&gt;divine&lt;/a&gt; history often depict hells as eternal destinations, the biggest examples of which are &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; and &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, whereas religions with &lt;a href=\"reincarnation\"&gt;reincarnation&lt;/a&gt; usually depict a hell as an intermediary period between &lt;a href=\"incarnation\"&gt;incarnation&lt;/a&gt;s, as is the case in the &lt;a href=\"dharmic%20religions\"&gt;dharmic religions&lt;/a&gt;. Religions typically locate hell in another &lt;a href=\"dimension\"&gt;dimension&lt;/a&gt; or under &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;'s surface. Other afterlife destinations include &lt;a href=\"heaven\"&gt;heaven&lt;/a&gt;, &lt;a href=\"paradise\"&gt;paradise&lt;/a&gt;, &lt;a href=\"purgatory\"&gt;purgatory&lt;/a&gt;, &lt;a href=\"limbo\"&gt;limbo&lt;/a&gt;, and the &lt;a href=\"underworld\"&gt;underworld&lt;/a&gt;.\nOther religions, which do not conceive of the afterlife as a place of punishment or reward, merely describe an abode of the dead, the &lt;a href=\"grave\"&gt;grave&lt;/a&gt;, a neutral place that is located under the surface of Earth (for example, see &lt;a href=\"Kur\"&gt;Kur&lt;/a&gt;, &lt;a href=\"Hades\"&gt;Hades&lt;/a&gt;, and &lt;a href=\"Sheol\"&gt;Sheol&lt;/a&gt;). Such places are sometimes equated with the English word \"hell\", though a more correct translation would be \"underworld\" or \"world of the dead\". The ancient &lt;a href=\"Ancient%20Mesopotamian%20religion\"&gt;Mesopotamian&lt;/a&gt;, &lt;a href=\"Greek%20mythology\"&gt;Greek&lt;/a&gt;, &lt;a href=\"Roman%20mythology\"&gt;Roman&lt;/a&gt;, and &lt;a href=\"Finnic%20mythologies\"&gt;Finnic&lt;/a&gt; religions include entrances to the underworld from the land of the living.\nOverview.\nEtymology.\nThe modern English word \"hell\" is derived from Old English \"hel\", \"helle\" (first attested around 725 AD to refer to a nether world of the dead) reaching into the &lt;a href=\"Anglo-Saxon%20paganism\"&gt;Anglo-Saxon pagan period&lt;/a&gt;. The word has &lt;a href=\"cognate\"&gt;cognate&lt;/a&gt;s in all branches of the &lt;a href=\"Germanic%20languages\"&gt;Germanic languages&lt;/a&gt;, including Old Norse \"hel\" (which refers to both a &lt;a href=\"Hel%20%28location%29\"&gt;location&lt;/a&gt; and &lt;a href=\"Hel%20%28being%29\"&gt;goddess-like being&lt;/a&gt; in &lt;a href=\"Norse%20mythology\"&gt;Norse mythology&lt;/a&gt;), &lt;a href=\"Old%20Frisian\"&gt;Old Frisian&lt;/a&gt; \"helle\", &lt;a href=\"Old%20Saxon\"&gt;Old Saxon&lt;/a&gt; \"hellia\", &lt;a href=\"Old%20High%20German\"&gt;Old High German&lt;/a&gt; \"hella\", and &lt;a href=\"Gothic%20language\"&gt;Gothic&lt;/a&gt; \"halja\". All forms ultimately derive from the &lt;a href=\"Linguistic%20reconstruction\"&gt;reconstructed&lt;/a&gt; &lt;a href=\"Proto-Germanic\"&gt;Proto-Germanic&lt;/a&gt; feminine noun *\"xaljō\" or *\"haljō\" ('concealed place, the underworld'). In turn, the Proto-Germanic form derives from the &lt;a href=\"Indo-European%20ablaut\"&gt;o-grade form&lt;/a&gt; of the &lt;a href=\"Proto-Indo-European%20root\"&gt;Proto-Indo-European root&lt;/a&gt; *\"kel-\", *\"kol\"-: 'to cover, conceal, save'. Indo-European cognates include Latin \"cēlāre\" (\"to hide\", related to the English word \"cellar\") and early Irish \"ceilid\" (\"hides\"). Upon the Christianization of the Germanic peoples, extensions of the Proto-Germanic *\"xaljō\" were reinterpreted to denote the underworld in &lt;a href=\"Christian%20mythology\"&gt;Christian mythology&lt;/a&gt; (see &lt;a href=\"Gehenna\"&gt;Gehenna&lt;/a&gt;).\nRelated early Germanic terms and concepts include Proto-Germanic *\"xalja-rūnō(n)\", a feminine compound noun, and *\"xalja-wītjan\", a neutral compound noun. This form is reconstructed from the Latinized Gothic plural noun *\"haliurunnae\" (attested by &lt;a href=\"Jordanes\"&gt;Jordanes&lt;/a&gt;; according to philologist &lt;a href=\"Vladimir%20Orel\"&gt;Vladimir Orel&lt;/a&gt;, meaning '&lt;a href=\"witchcraft\"&gt;witches&lt;/a&gt;'), Old English \"helle-rúne\" ('sorceress, &lt;a href=\"necromancer\"&gt;necromancer&lt;/a&gt;', according to Orel), and Old High German \"helli-rūna\" 'magic'. The compound is composed of two elements: *\"xaljō\" (*\"haljō\") and *\"rūnō\", the Proto-Germanic precursor to Modern English \"&lt;a href=\"runic%20alphabet\"&gt;rune&lt;/a&gt;\". The second element in the Gothic \"haliurunnae\" may however instead be an agent noun from the verb \"rinnan\" (\"to run, go\"), which would make its literal meaning \"one who travels to the netherworld\".\nProto-Germanic *\"xalja-wītjan\" (or *\"halja-wītjan\") is reconstructed from Old Norse \"hel-víti\" 'hell', Old English \"helle-wíte\" 'hell-torment, hell', Old Saxon \"helli-wīti\" 'hell', and the Middle High German feminine noun \"helle-wīze\". The compound is a compound of *\"xaljō\" (discussed above) and *\"wītjan\" (reconstructed from forms such as Old English \"witt\" 'right mind, wits', Old Saxon \"gewit\" 'understanding', and Gothic \"un-witi\" 'foolishness, understanding').\nReligion, mythology, and folklore.\nHell appears in several &lt;a href=\"mythology\"&gt;mythologies&lt;/a&gt; and &lt;a href=\"religion\"&gt;religion&lt;/a&gt;s. It is commonly inhabited by &lt;a href=\"demon\"&gt;demon&lt;/a&gt;s and the &lt;a href=\"soul\"&gt;soul&lt;/a&gt;s of dead people. A fable about hell which recurs in &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt; across several cultures is the &lt;a href=\"allegory%20of%20the%20long%20spoons\"&gt;allegory of the long spoons&lt;/a&gt;. Hell is often depicted in art and literature, perhaps most famously in &lt;a href=\"Dante%20Alighieri\"&gt;Dante&lt;/a&gt;'s early-14th century narrative poem \"&lt;a href=\"Divine%20Comedy\"&gt;Divine Comedy&lt;/a&gt;\".\nPunishment.\nPunishment in hell typically corresponds to &lt;a href=\"sin\"&gt;sin&lt;/a&gt;s committed during life. Sometimes these distinctions are specific, with &lt;a href=\"Damnation%23Religious\"&gt;damned&lt;/a&gt; souls suffering for each sin committed (see for example Plato's &lt;a href=\"myth%20of%20Er\"&gt;myth of Er&lt;/a&gt; or Dante's \"&lt;a href=\"Divine%20Comedy\"&gt;The Divine Comedy&lt;/a&gt;\"), but sometimes they are general, with condemned sinners relegated to one or more chamber of hell or to a level of suffering.\nIn many religious cultures, including Christianity and Islam, hell is often depicted as fiery, painful, and harsh, inflicting suffering on the guilty. Despite these common depictions of hell as a place of fire, some other traditions portray hell as cold. Buddhist and particularly Tibetan Buddhist descriptions of hell feature an equal number of hot and cold hells. Among Christian descriptions &lt;a href=\"Dante%20Alighieri\"&gt;Dante&lt;/a&gt;'s \"&lt;a href=\"Inferno%20%28Dante%29\"&gt;Inferno&lt;/a&gt;\" portrays the innermost (9th) circle of hell as a frozen lake of blood and guilt.\nBut cold also played a part in earlier Christian depictions of hell, beginning with the &lt;a href=\"Apocalypse%20of%20Paul\"&gt;Apocalypse of Paul&lt;/a&gt;, originally from the early third century; the \"&lt;a href=\"Vision%20of%20Dryhthelm\"&gt;Vision of Dryhthelm&lt;/a&gt;\" by the Venerable &lt;a href=\"Bede\"&gt;Bede&lt;/a&gt; from the seventh century; \"&lt;a href=\"St%20Patrick%27s%20Purgatory\"&gt;St Patrick's Purgatory&lt;/a&gt;\", \"The Vision of Tundale\" or \"&lt;a href=\"Visio%20Tnugdali\"&gt;Visio Tnugdali&lt;/a&gt;\", and the \"Vision of the &lt;a href=\"Adam%20of%20Eynsham\"&gt;Monk of Eynsham&lt;/a&gt;\", all from the twelfth century; and the \"Vision of Thurkill\" from the early thirteenth century.\nPolytheism.\nAfrica.\nThe hell of Swahili mythology is called \"kuzimu\", and belief in it developed in the 7th and 8th century under the influence of Muslim merchants at the &lt;a href=\"East%20Africa\"&gt;East Africa&lt;/a&gt;n coast. It is imagined as a very cold place. &lt;a href=\"Serer%20religion\"&gt;Serer religion&lt;/a&gt; rejects the general notion of &lt;a href=\"heaven\"&gt;heaven&lt;/a&gt; and hell. In Serer religion, acceptance by the ancestors who have long departed is as close to any heaven as one can get. Rejection and becoming a wandering soul is a sort of hell for one &lt;a href=\"Death\"&gt;passing over&lt;/a&gt;. The souls of the dead must make their way to \"Jaaniw\" (the sacred dwelling place of the soul). Only those who have lived their lives on earth in accordance with &lt;a href=\"Serer%20religion%23Religious%20law\"&gt;Serer doctrines&lt;/a&gt; will be able to make this necessary journey and thus be accepted by the ancestors. Those who can't make the journey become lost and wandering souls, but they do not burn in \"hell fire\".\nAccording to the &lt;a href=\"Yoruba%20religion\"&gt;Yoruba&lt;/a&gt; mythology, there is no hellfire. Wicked people (guilty of e.g. theft, witchcraft, murder, or cruelty) are confined to \"&lt;a href=\"Orun%20Apaadi\"&gt;Orun Apaadi&lt;/a&gt;\" (\"heaven\" of potsherds), while the good people continue to live in the ancestral realm, \"Orun Baba Eni\" (\"heaven\" of our fathers).\nAncient Egypt.\nWith the rise of the cult of &lt;a href=\"Osiris\"&gt;Osiris&lt;/a&gt; during the &lt;a href=\"Middle%20Kingdom%20of%20Egypt\"&gt;Middle Kingdom&lt;/a&gt; the \"democratization of religion\" offered to even his humblest followers the prospect of eternal life, with moral fitness becoming the dominant factor in determining a person's suitability. At death a person faced judgment by a tribunal of forty-two divine judges. If they had led a life in conformance with the precepts of the goddess &lt;a href=\"Maat\"&gt;Maat&lt;/a&gt;, who represented truth and right living, the person was welcomed into the heavenly &lt;a href=\"Aaru\"&gt;reed fields&lt;/a&gt;. If found guilty the person was thrown to &lt;a href=\"Ammit\"&gt;Ammit&lt;/a&gt;, the \"devourer of the dead\" and would be condemned to the &lt;a href=\"lake%20of%20fire\"&gt;lake of fire&lt;/a&gt;. The person taken by the devourer is subject first to terrifying punishment and then annihilated. These depictions of punishment may have influenced medieval perceptions of the inferno in hell via early &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; and &lt;a href=\"Copt\"&gt;Copt&lt;/a&gt;ic texts. Purification for those considered justified appears in the descriptions of \"Flame Island\", where humans experience the triumph over evil and rebirth. For the damned complete destruction into a state of non-being awaits but there is no suggestion of eternal torture; the weighing of the heart in &lt;a href=\"Egyptian%20mythology\"&gt;Egyptian mythology&lt;/a&gt; can lead to annihilation. The Tale of Khaemwese describes the &lt;a href=\"Dives%20and%20Lazarus\"&gt;torment of a rich man&lt;/a&gt;, who lacked charity, when he dies and compares it to the blessed state of a poor man who has also died.\nDivine pardon at judgment always remained a central concern for the ancient Egyptians.\nModern understanding of Egyptian notions of hell relies on six ancient texts:\nAsia.\nThe hells of Asia include the &lt;a href=\"Bagobo\"&gt;Bagobo&lt;/a&gt; \"Gimokodan\" (which is believed to be more of an otherworld, where the Red Region is reserved who those who died in battle, while ordinary people go to the White Region) and in &lt;a href=\"Indian%20religions\"&gt;Dharmic religions&lt;/a&gt;, \"Kalichi\" or \"&lt;a href=\"Naraka\"&gt;Naraka&lt;/a&gt;\".\nAccording to a few sources, hell is below ground, and described as an uninviting wet or fiery place reserved for sinful people in the &lt;a href=\"Ainu%20people%23Religion\"&gt;Ainu religion&lt;/a&gt;, as stated by missionary &lt;a href=\"John%20Batchelor%20%28missionary%29\"&gt;John Batchelor&lt;/a&gt;. However, belief in hell does not appear in &lt;a href=\"oral%20tradition\"&gt;oral tradition&lt;/a&gt; of the Ainu. Instead, there is belief within the Ainu religion that the soul of the deceased (ramat) would become a &lt;a href=\"kamuy\"&gt;kamuy&lt;/a&gt; after death. There is also belief that the soul of someone who has been wicked during lifetime, committed &lt;a href=\"Suicide%23Religious%20views\"&gt;suicide&lt;/a&gt;, got murdered or died in great agony would become a &lt;a href=\"ghost\"&gt;ghost&lt;/a&gt; (tukap) who would haunt the living, to come to fulfillment from which it was excluded during life.\nIn &lt;a href=\"Tengrism\"&gt;Tengrism&lt;/a&gt;, it was believed that the wicked would get punished in &lt;a href=\"Tamag\"&gt;Tamag&lt;/a&gt; before they would be brought to the third floor of the sky.\nIn &lt;a href=\"Taoism\"&gt;Taoism&lt;/a&gt;, hell is represented by &lt;a href=\"Diyu\"&gt;Diyu&lt;/a&gt;.\nAncient Mesopotamia.\nThe &lt;a href=\"Sumer\"&gt;Sumer&lt;/a&gt;ian afterlife was a dark, dreary cavern located deep below the ground, where inhabitants were believed to continue \"a shadowy version of life on earth\". This bleak domain was known as &lt;a href=\"Kur\"&gt;Kur&lt;/a&gt;, and was believed to be ruled by the goddess &lt;a href=\"Ereshkigal\"&gt;Ereshkigal&lt;/a&gt;. All souls went to the same afterlife, and a person's actions during life had no effect on how the person would be treated in the world to come.\nThe souls in Kur were believed to eat nothing but dry &lt;a href=\"dust\"&gt;dust&lt;/a&gt; and family members of the deceased would ritually pour &lt;a href=\"libation\"&gt;libation&lt;/a&gt;s into the dead person's grave through a clay pipe, thereby allowing the dead to drink. Nonetheless, funerary evidence indicates that some people believed that the goddess &lt;a href=\"Inanna\"&gt;Inanna&lt;/a&gt;, Ereshkigal's younger sister, had the power to award her devotees with special favors in the afterlife. During the &lt;a href=\"Third%20Dynasty%20of%20Ur\"&gt;Third Dynasty of Ur&lt;/a&gt;, it was believed that a person's treatment in the afterlife depended on how he or she was buried; those that had been given sumptuous burials would be treated well, but those who had been given poor burials would fare poorly.\nThe entrance to Kur was believed to be located in the &lt;a href=\"Zagros%20mountains\"&gt;Zagros mountains&lt;/a&gt; in the far east. It had seven gates, through which a soul needed to pass. The god &lt;a href=\"Neti%20%28deity%29\"&gt;Neti&lt;/a&gt; was the gatekeeper. Ereshkigal's \"sukkal\", or messenger, was the god &lt;a href=\"Namtar\"&gt;Namtar&lt;/a&gt;. \"&lt;a href=\"Gallu\"&gt;Galla&lt;/a&gt;\" were a class of demons that were believed to reside in the underworld; their primary purpose appears to have been to drag unfortunate mortals back to Kur. They are frequently referenced in magical texts, and some texts describe them as being seven in number. Several extant poems describe the \"galla\" dragging the god &lt;a href=\"Dumuzid%20the%20Shepherd\"&gt;Dumuzid&lt;/a&gt; into the underworld. The later Mesopotamians knew this underworld by its &lt;a href=\"East%20Semitic\"&gt;East Semitic&lt;/a&gt; name: &lt;a href=\"Irkalla\"&gt;Irkalla&lt;/a&gt;. During the &lt;a href=\"Akkadian%20Empire\"&gt;Akkadian Period&lt;/a&gt;, Ereshkigal's role as the ruler of the underworld was assigned to &lt;a href=\"Nergal\"&gt;Nergal&lt;/a&gt;, the god of death. The Akkadians attempted to harmonize this dual rulership of the underworld by making Nergal Ereshkigal's husband.\nEurope.\nThe hells of Europe include Breton mythology's \"Anaon\", &lt;a href=\"Celtic%20mythology\"&gt;Celtic mythology&lt;/a&gt;'s \"Uffern\", &lt;a href=\"Slavic%20mythology\"&gt;Slavic mythology&lt;/a&gt;'s \"Peklo\", &lt;a href=\"Norse%20mythology\"&gt;Norse mythology&lt;/a&gt;'s &lt;a href=\"N%C3%A1str%C3%B6nd\"&gt;Náströnd&lt;/a&gt;, the hell of &lt;a href=\"Sami%20mythology\"&gt;Sami mythology&lt;/a&gt; and Finnish \"&lt;a href=\"Tuonela\"&gt;Tuonela&lt;/a&gt;\" (\"manala\").\nAncient Greece and Rome.\nIn classic &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt;, below heaven, Earth, and &lt;a href=\"Pontus%20%28mythology%29\"&gt;Pontus&lt;/a&gt; is &lt;a href=\"Tartarus\"&gt;Tartarus&lt;/a&gt;, or \"Tartaros\" (Greek Τάρταρος, deep place). It is either a deep, gloomy place, a pit or abyss used as a dungeon of torment and suffering that resides within Hades (the entire &lt;a href=\"Greek%20underworld\"&gt;underworld&lt;/a&gt;) with Tartarus being the hellish component. In the \"&lt;a href=\"Gorgias\"&gt;Gorgias&lt;/a&gt;\", &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; (c. 400 BC) wrote that souls of the deceased were judged after they &lt;a href=\"Charon\"&gt;paid for crossing the river of the dead&lt;/a&gt; and those who received punishment were sent to Tartarus. As a place of punishment, it can be considered a hell. The classic &lt;a href=\"Hades\"&gt;Hades&lt;/a&gt;, on the other hand, is more similar to Old Testament Sheol. The Romans later &lt;a href=\"Interpretatio%20graeca\"&gt;adopted these views&lt;/a&gt;.\nOceania.\nIn &lt;a href=\"Religion%20in%20Fiji%23Ancient%20religion\"&gt;pre-Christian Fijian mythology&lt;/a&gt;, there was belief in an underworld called &lt;a href=\"Murimuria\"&gt;Murimuria&lt;/a&gt;.\nAbrahamic religions.\nHell is conceived of in most Abrahamic religions as a place of, or a form of, &lt;a href=\"punishment\"&gt;punishment&lt;/a&gt;.\nJudaism.\n&lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt; does not have a specific doctrine about the afterlife, but it does have a mystical/Orthodox tradition of describing &lt;a href=\"Gehinnom\"&gt;Gehinnom&lt;/a&gt;. Gehinnom is not hell, but originally a grave and in later times a sort of Purgatory where one is judged based on one's life's deeds, or rather, where one becomes fully aware of one's own shortcomings and negative actions during one's life. The &lt;a href=\"Kabbalah\"&gt;Kabbalah&lt;/a&gt; explains it as a \"waiting room\" (commonly translated as an \"entry way\") for all souls (not just the wicked). The overwhelming majority of rabbinic thought maintains that people are not in Gehinnom forever; the longest that one can be there is said to be 12 months, however, there has been the occasional noted exception. Some consider it a spiritual forge where the soul is purified for its eventual ascent to &lt;a href=\"Jewish%20eschatology%23The%20world%20to%20come\"&gt;Olam Habah&lt;/a&gt; (\"heb.\" עולם הבא; \"lit.\" \"The world to come\", often viewed as analogous to heaven). This is also mentioned in the Kabbalah, where the soul is described as breaking, like the flame of a candle lighting another: the part of the soul that ascends being pure and the \"unfinished\" piece being reborn.\nAccording to Jewish teachings, hell is not entirely physical; rather, it can be compared to a very intense feeling of shame. People are ashamed of their misdeeds and this constitutes suffering which makes up for the bad deeds. When one has so deviated from the will of &lt;a href=\"God%20in%20Judaism\"&gt;God&lt;/a&gt;, one is said to be in Gehinnom. This is not meant to refer to some point in the future, but to the very present moment. The gates of &lt;a href=\"teshuva\"&gt;teshuva&lt;/a&gt; (return) are said to be always open, and so one can align his will with that of God at any moment. Being out of alignment with God's will is itself a punishment according to the &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt;.\nMany scholars of Jewish mysticism, particularly of the &lt;a href=\"Kabbalah\"&gt;Kabbalah&lt;/a&gt;, describe seven \"compartments\" or \"habitations\" of hell, just as they describe seven divisions of heaven. These divisions go by many different names, and the most frequently mentioned are as follows:\nBesides those mentioned above, there also exist additional terms that have been often used to either refer to hell in general or to some region of the underworld:\nFor more information, see &lt;a href=\"Qliphoth\"&gt;Qliphoth&lt;/a&gt;.\n&lt;a href=\"Maimonides\"&gt;Maimonides&lt;/a&gt; declares in &lt;a href=\"Jewish%20principles%20of%20faith%23Maimonides%27%2013%20principles%20of%20faith\"&gt;his 13 principles of faith&lt;/a&gt; that the hells of the rabbinic literature were pedagogically motivated inventions to encourage respect of the &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt; commandements by mankind, which had been regarded as immature. Instead of being sent to hell, the souls of the wicked would actually get annihilated.\nChristianity.\nThe Christian doctrine of hell derives from passages in the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;. The word \"hell\" does not appear in the Greek New Testament; instead one of three words is used: the Greek words \"Tartarus\" or \"Hades\", or the Hebrew word \"Gehinnom\".\nIn the &lt;a href=\"Septuagint\"&gt;Septuagint&lt;/a&gt; and New Testament, the authors used the Greek term Hades for the Hebrew Sheol, but often with Jewish rather than Greek concepts in mind. In the Jewish concept of Sheol, such as expressed in Ecclesiastes, Sheol or Hades is a place where there is no activity. However, since &lt;a href=\"Augustine\"&gt;Augustine&lt;/a&gt;, some Christians have believed that the souls of those who die either rest peacefully, in the case of Christians, or are afflicted, in the case of the damned, after death until the &lt;a href=\"resurrection\"&gt;resurrection&lt;/a&gt;.\nWhile these three terms are translated in the KJV as \"hell\" they have three very different meanings.\nThe &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; defines hell as \"a state of definitive self-exclusion from communion with God and the blessed\". One finds oneself in hell as the result of dying in &lt;a href=\"mortal%20sin\"&gt;mortal sin&lt;/a&gt; without repenting and accepting God's merciful love, becoming eternally separated from him by one's own free choice immediately after death. In the Roman Catholic Church, many other Christian churches, such as the &lt;a href=\"Methodism\"&gt;Methodists&lt;/a&gt;, &lt;a href=\"Baptists\"&gt;Baptists&lt;/a&gt; and &lt;a href=\"Episcopalians\"&gt;Episcopalians&lt;/a&gt;, and some &lt;a href=\"Greek%20Orthodox\"&gt;Greek Orthodox&lt;/a&gt; churches, Hell is taught as the final destiny of those who have not been found worthy after the &lt;a href=\"general%20resurrection\"&gt;general resurrection&lt;/a&gt; and &lt;a href=\"last%20judgment\"&gt;last judgment&lt;/a&gt;, where they will be eternally punished for &lt;a href=\"sin\"&gt;sin&lt;/a&gt; and permanently separated from God. The nature of this judgment is inconsistent with many &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; churches teaching the saving comes from accepting Jesus Christ as their savior, while the Greek Orthodox and &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;es teach that the judgment hinges on both faith and works. However, many &lt;a href=\"Liberal%20Christian\"&gt;Liberal Christian&lt;/a&gt;s throughout &lt;a href=\"Mainline%20Protestant\"&gt;Mainline Protestant&lt;/a&gt; churches believe in &lt;a href=\"universal%20reconciliation\"&gt;universal reconciliation&lt;/a&gt; (see below), even though it contradicts the traditional doctrines that are usually held by the evangelicals within their denominations. Regarding the belief in hell, the interpretation of &lt;a href=\"Extra%20Ecclesiam%20nulla%20salus\"&gt;Extra Ecclesiam nulla salus&lt;/a&gt; is also relevant.\nSome modern Christian theologians subscribe to the doctrines of &lt;a href=\"Christian%20conditionalism\"&gt;conditional immortality&lt;/a&gt;. Conditional immortality is the belief that the soul dies with the body and does not live again until the resurrection. As with other Jewish writings of the &lt;a href=\"Second%20Temple\"&gt;Second Temple&lt;/a&gt; period, the New Testament text distinguishes two words, both translated \"hell\" in older English Bibles: \"Hades\", \"the grave\", and \"Gehenna\" where God \"can destroy both body and soul\". A minority of Christians read this to mean that neither Hades nor Gehenna are eternal but refer to the ultimate destruction of the wicked in the Lake of Fire in a consuming fire after resurrection. However, because of the Greek words used in translating from the Hebrew text, the Hebrew ideas have become confused with Greek myths and ideas. In the Hebrew text when people died they went to &lt;a href=\"Sheol\"&gt;Sheol&lt;/a&gt;, the grave and the wicked ultimately went to Gehenna and were consumed by fire. The Hebrew words for \"the grave\" or \"death\" or \"eventual destruction of the wicked\", were translated using Greek words and later texts became a mix of mistranslation, pagan influence, and Greek myth.\n&lt;a href=\"Christian%20mortalism\"&gt;Christian mortalism&lt;/a&gt; is the doctrine that all men and women, including Christians, must die, and do not continue and are not conscious after death. Therefore, &lt;a href=\"annihilationism\"&gt;annihilationism&lt;/a&gt; includes the doctrine that \"the wicked\" are also destroyed rather than &lt;a href=\"tortured\"&gt;tormented&lt;/a&gt; &lt;a href=\"eternity\"&gt;forever&lt;/a&gt; in traditional \"hell\" or the &lt;a href=\"lake%20of%20fire\"&gt;lake of fire&lt;/a&gt;. Christian mortalism and annihilationism are directly related to the doctrine of conditional immortality, the idea that a human &lt;a href=\"soul\"&gt;soul&lt;/a&gt; is not immortal unless it is given eternal life at the &lt;a href=\"second%20coming%20of%20Christ\"&gt;second coming of Christ&lt;/a&gt; and &lt;a href=\"resurrection%20of%20the%20dead\"&gt;resurrection of the dead&lt;/a&gt;.\nBiblical scholars looking at the issue through the Hebrew text have denied the teaching of innate immortality. Rejection of the &lt;a href=\"immortality%20of%20the%20soul\"&gt;immortality of the soul&lt;/a&gt;, and advocacy of Christian mortalism, was a feature of Protestantism since the early days of the &lt;a href=\"Reformation\"&gt;Reformation&lt;/a&gt; with &lt;a href=\"Martin%20Luther\"&gt;Martin Luther&lt;/a&gt; himself rejecting the traditional idea, though his mortalism did not carry into orthodox &lt;a href=\"Lutheranism\"&gt;Lutheranism&lt;/a&gt;. One of the most notable English opponents of the immortality of the soul was &lt;a href=\"Thomas%20Hobbes\"&gt;Thomas Hobbes&lt;/a&gt; who describes the idea as a Greek \"contagion\" in Christian doctrine. Modern proponents of conditional immortality include some in the &lt;a href=\"Anglican%20church\"&gt;Anglican church&lt;/a&gt; such as &lt;a href=\"N.T.%20Wright\"&gt;N.T. Wright&lt;/a&gt; and as denominations the &lt;a href=\"Seventh-day%20Adventist%20Church\"&gt;Seventh-day Adventists&lt;/a&gt;, &lt;a href=\"Bible%20Student%20movement\"&gt;Bible Students&lt;/a&gt;, &lt;a href=\"Jehovah%27s%20Witnesses\"&gt;Jehovah's Witnesses&lt;/a&gt;, &lt;a href=\"Christadelphians\"&gt;Christadelphians&lt;/a&gt;, Living Church of God, The Church of God International, and some other &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt;, as well as recent &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; teaching. It is not &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; dogma that anyone is in hell, though many individual Catholics do not share this view. The 1993 \"&lt;a href=\"Catechism%20of%20the%20Catholic%20Church\"&gt;Catechism of the Catholic Church&lt;/a&gt;\" states: \"This state of definitive self-exclusion from communion with God and the blessed is called 'hell and \"they suffer the punishments of hell, 'eternal fire. The chief punishment of hell is eternal separation from God\" (CCC 1035). During an Audience in 1999, &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; commented: \"images of hell that Sacred Scripture presents to us must be correctly interpreted. They show the complete frustration and emptiness of life without God. Rather than a place, hell indicates the state of those who freely and definitively separate themselves from God, the source of all life and joy.\"\nOther denominations.\nThe &lt;a href=\"Seventh-day%20Adventist%20Church\"&gt;Seventh-day Adventist Church&lt;/a&gt;'s &lt;a href=\"28%20Fundamental%20Beliefs\"&gt;official beliefs&lt;/a&gt; support &lt;a href=\"annihilationism\"&gt;annihilationism&lt;/a&gt;. They deny the Catholic purgatory and teach that the dead lie in the grave until they are &lt;a href=\"Last%20judgment\"&gt;raised for a last judgment&lt;/a&gt;, both the righteous and wicked await the resurrection at the &lt;a href=\"Second%20Coming\"&gt;Second Coming&lt;/a&gt;. Seventh-day Adventists believe that &lt;a href=\"death\"&gt;death&lt;/a&gt; is a state of &lt;a href=\"Soul%20sleep\"&gt;unconscious sleep&lt;/a&gt; until the resurrection. They base this belief on biblical texts such as which states \"the dead know nothing\", and which contains a description of the dead being raised from the &lt;a href=\"Grave%20%28burial%29\"&gt;grave&lt;/a&gt; at the second coming. These verses, it is argued, indicate that death is only a period or form of slumber.\nAdventists teach that the resurrection of the righteous will take place shortly after the second coming of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;, as described in Revelation 20:4–6 that follows Revelation 19:11–16, whereas the resurrection of the wicked will occur after the &lt;a href=\"millennialism\"&gt;millennium&lt;/a&gt;, as described in Revelation 20:5 and 20:12–13 that follow Revelation 20:4 and 6–7, though Revelation 20:12–13 and 15 actually describe a \"mixture\" of saved and condemned people being raised from the dead and judged. Adventists reject the traditional doctrine of hell as a state of everlasting conscious torment, believing instead that the wicked will be permanently destroyed after the millennium by the &lt;a href=\"lake%20of%20fire\"&gt;lake of fire&lt;/a&gt;, which is called 'the &lt;a href=\"second%20death\"&gt;second death&lt;/a&gt;' in Revelation 20:14.\nThose Adventist doctrines about death and hell reflect an underlying belief in: (a) conditional immortality (or conditionalism), as opposed to the &lt;a href=\"immortality\"&gt;immortality&lt;/a&gt; of the &lt;a href=\"soul\"&gt;soul&lt;/a&gt;; and (b) the &lt;a href=\"christian%20anthropology\"&gt;monistic nature&lt;/a&gt; of &lt;a href=\"human%20beings\"&gt;human beings&lt;/a&gt;, in which the soul is not separable from the body, as opposed to &lt;a href=\"bipartite%20%28theology%29\"&gt;bipartite&lt;/a&gt; or &lt;a href=\"tripartite%20%28theology%29\"&gt;tripartite&lt;/a&gt; conceptions, in which the soul is separable.\n&lt;a href=\"Jehovah%27s%20Witnesses\"&gt;Jehovah's Witnesses&lt;/a&gt; hold that the soul ceases to exist when the person dies and therefore that hell (Sheol or Hades) is a state of non-existence. In their theology, Gehenna differs from Sheol or Hades in that it holds no hope of a resurrection. Tartarus is held to be the metaphorical state of debasement of the fallen angels between the time of their moral fall (Genesis chapter 6) until their post-millennial destruction along with Satan (Revelation chapter 20).\n&lt;a href=\"Bible%20Student%20movement\"&gt;Bible Students&lt;/a&gt; and &lt;a href=\"Christadelphians\"&gt;Christadelphians&lt;/a&gt; also believe in annihilationism.\n&lt;a href=\"Christian%20Universalism\"&gt;Christian Universalists&lt;/a&gt; believe in &lt;a href=\"universal%20reconciliation\"&gt;universal reconciliation&lt;/a&gt;, the belief that all human souls will be eventually reconciled with God and admitted to heaven. This belief is held by some &lt;a href=\"Unitarian%20Universalism\"&gt;Unitarian-Universalists&lt;/a&gt;.\nAccording to &lt;a href=\"Emanuel%20Swedenborg\"&gt;Emanuel Swedenborg&lt;/a&gt;'s &lt;a href=\"Second%20Coming\"&gt;Second Coming&lt;/a&gt; &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; revelation, hell exists because evil people want it. They, not God, introduced evil to the human race. In &lt;a href=\"The%20New%20Church%20%28Swedenborgian%29\"&gt;Swedenborgianism&lt;/a&gt;, every soul joins the like-minded group after death in which it feels the most comfortable. Hell is therefore believed to be a place of happiness for the souls which delight in evilness.\nMembers of &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; (LDS Church) teach that hell is a state between death and resurrection, in which those spirits who did not repent while on earth must suffer for their own sins (Doctrine and Covenants 19:15–17). After that, only the &lt;a href=\"Son%20of%20perdition%20%28Mormonism%29\"&gt;Sons of perdition&lt;/a&gt;, who committed the &lt;a href=\"Eternal%20sin\"&gt;Eternal sin&lt;/a&gt;, would be cast into &lt;a href=\"Outer%20darkness\"&gt;Outer darkness&lt;/a&gt;. However, according to Mormon faith, committing the Eternal sin requires so much knowledge that most persons cannot do this. &lt;a href=\"Satan\"&gt;Satan&lt;/a&gt; and &lt;a href=\"Cain\"&gt;Cain&lt;/a&gt; are counted as examples of Sons of perdition.\nIslam.\nIn Islam, \"&lt;a href=\"jahannam\"&gt;jahannam&lt;/a&gt;\" (in &lt;a href=\"Arabic%20Language\"&gt;Arabic&lt;/a&gt;: جهنم) (related to the Hebrew word \"gehinnom\") is the counterpart to heaven and likewise divided into seven layers, both co-existing with the temporal world, filled with blazing fire, boiling water, and a variety of other torments for those who have been condemned to it in the hereafter. In the Quran, God declares that the fire of Jahannam is prepared for both mankind and &lt;a href=\"jinn\"&gt;jinn&lt;/a&gt;. After the Day of Judgment, it is to be occupied by those who do not believe in God, those who have disobeyed &lt;a href=\"Sharia\"&gt;his laws&lt;/a&gt;, or rejected his &lt;a href=\"Prophets%20in%20Islam%23Prophets%20and%20messengers%20in%20Islam\"&gt;messengers&lt;/a&gt;. \"Enemies of Islam\" are sent to hell immediately upon their deaths. &lt;a href=\"Islamic%20Modernism\"&gt;Muslim modernists&lt;/a&gt; downplay the vivid descriptions of hell common during Classical period, on one hand reaffirming that the afterlife must not be denied, but simultaneously asserting its exact nature remains unknown. Other modern Muslims continue the line of &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt; as an interiorized hell, combining the eschatological thoughts of &lt;a href=\"Ibn%20Arabi\"&gt;Ibn Arabi&lt;/a&gt; and &lt;a href=\"Rumi\"&gt;Rumi&lt;/a&gt; with Western philosophy. Although disputed by some scholars, most scholars consider jahannam to be eternal. There is belief that the fire which represents the own bad deeds can already be seen during the &lt;a href=\"Punishment%20of%20the%20Grave\"&gt;Punishment of the Grave&lt;/a&gt;, and that the spiritual pain caused by this can lead to purification of the soul. Not all Muslims and scholars agree whether hell is an eternal destination or whether some or all of the condemned will eventually be forgiven and allowed to enter paradise.\nOver hell, a narrow bridge called &lt;a href=\"As-Sir%C4%81t\"&gt;As-Sirāt&lt;/a&gt; is spanned. On &lt;a href=\"Judgment%20Day\"&gt;Judgment Day&lt;/a&gt; one must pass over it to reach paradise, but those destined for hell will find too narrow and fall from into their new abode. &lt;a href=\"Iblis\"&gt;Iblis&lt;/a&gt;, the temporary ruler of hell, is thought of residing in the bottom of hell, from where he commands his hosts of infernal demons. But contrary to Christian traditions, Iblis and his infernal hosts do not wage war against God, his enmity applies against humanity only. Further, his dominion in hell is also his punishment. Executioners of punishment are the &lt;a href=\"zabaniyya\"&gt;zabaniyya&lt;/a&gt;, who have been created from the fires of hell. According to the Muwatta Hadith, the Bukhari Hadith, the Tirmidhi Hadith, and the Kabir Hadith, Muhammad claimed that the fire of Jahannam is not red, but pitch-black, and is 70 times hotter than ordinary fire, and is much more painful than ordinary fire.\nSeven stages of punishment.\nThe seven gates of \"jahannam\", mentioned in the Quran, inspired &lt;a href=\"Tafsir\"&gt;Muslim exegetes&lt;/a&gt; (\"tafsir\") to develop a system of seven stages of hell, analogue to the seven doors of paradise. The stages of hell get their names by seven different terms used for hell throughout the Quran. Each is assigned for a different type of sinners. The concept later accepted by Sunni authorities list the levels of hell as follows, although some stages may vary:\nThe highest level (\"jahannam\") is traditionally thought of as a type of &lt;a href=\"purgatory\"&gt;purgatory&lt;/a&gt; reserved for Muslims. Polytheism (&lt;a href=\"shirk%20%28Islam%29\"&gt;\"shirk\"&lt;/a&gt;) is regarded as a particularly grievous sin; therefore entering Paradise is forbidden to a polytheist \"(&lt;a href=\"Shirk%20%28Islam%29\"&gt;musyrik&lt;/a&gt;)\" because his place is hell; and the second lowest level (\"jahim\") only after the bottomless pit for the hypocrites (\"hawiyah\"), who claimed aloud to believe in &lt;a href=\"God%20in%20Islam\"&gt;God&lt;/a&gt; and his messenger but in their &lt;a href=\"Qalb\"&gt;hearts&lt;/a&gt; did not.\nIn the heavens.\nAlthough the earliest reports about &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;'s &lt;a href=\"Isra%20and%20Mi%27raj\"&gt;journey through the heavens&lt;/a&gt;, do not locate hell in the heavens, only brief references about visiting hell during the journey appears. But extensive accounts about Muhammad's night journey, in the non-canonical but popular Miraj-Literature, tell about encountering the angels of hell. &lt;a href=\"Maalik\"&gt;Maalik&lt;/a&gt;, the keeper to the gates of hell, namely appears in &lt;a href=\"Ibn%20Abbas\"&gt;Ibn Abbas'&lt;/a&gt; &lt;a href=\"Isra%20and%20Mi%27raj\"&gt;Isra and Mi'raj&lt;/a&gt;. The doors to hell are either in the third or fifth heaven, or (although only implicitly) in a heaven close &lt;a href=\"Throne%20of%20God\"&gt;God's throne&lt;/a&gt;, or directly after entering heaven, whereupon Muhammad requests a glaze at hell. &lt;a href=\"Ibn%20Hisham\"&gt;Ibn Hisham&lt;/a&gt; gives extensive details about Muhammad visiting hell and its inhabitants punished wherein, but can only endure watching the punishments of the first layer of hell. Muhammad meeting Malik, the Dajjal and hell, was used as a proof for Muhammad's Night Journey.\nBeneath the earth.\nMedieval sources often identified hell with the seven earths mentioned in , inhabited by &lt;a href=\"Shaitan\"&gt;devils&lt;/a&gt;, &lt;a href=\"Zabaniyya\"&gt;harsh angels&lt;/a&gt;, scorpions and serpents, who torment the sinners. They described thorny shrubs, seas filled with blood and fire and darkness only illuminated by the flames of hell. One popular concept arrange the earths as follows:\nBaháʼí Faith.\nIn the &lt;a href=\"Bah%C3%A1%CA%BC%C3%AD%20Faith\"&gt;Baháʼí Faith&lt;/a&gt;, the conventional descriptions of hell and heaven are considered to be symbolic representations of spiritual conditions. The &lt;a href=\"Bah%C3%A1%CA%BC%C3%AD%20literature\"&gt;Baháʼí writings&lt;/a&gt; describe closeness to God to be heaven, and conversely, remoteness from God as hell. The Baháʼí writings state that the soul is immortal and after death it will continue to progress until it finally attains &lt;a href=\"God%20in%20the%20Bah%C3%A1%CA%BC%C3%AD%20Faith\"&gt;God's presence&lt;/a&gt;.\nEastern religions.\nBuddhism.\nIn \"Devaduta Sutta\", the 130th discourse of the &lt;a href=\"Majjhima%20Nikaya\"&gt;Majjhima Nikaya&lt;/a&gt;, Buddha teaches about hell in vivid detail. Buddhism teaches that there are five (sometimes six) realms of &lt;a href=\"Reincarnation\"&gt;rebirth&lt;/a&gt;, which can then be further subdivided into degrees of agony or pleasure. Of these realms, the hell realms, or \"Naraka\", is the lowest realm of rebirth. Of the hell realms, the worst is \"&lt;a href=\"Avici\"&gt;Avīci&lt;/a&gt;\" (&lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; and &lt;a href=\"Pali\"&gt;Pali&lt;/a&gt; for \"without waves\"). The Buddha's disciple, &lt;a href=\"Devadatta\"&gt;Devadatta&lt;/a&gt;, who tried to kill the Buddha on three occasions, as well as create a schism in the monastic order, is said to have been reborn in the Avici hell.\nLike all realms of rebirth in Buddhism, rebirth in the hell realms is not permanent, though suffering can persist for eons before being reborn again. In the &lt;a href=\"Lotus%20Sutra\"&gt;Lotus Sutra&lt;/a&gt;, the Buddha teaches that eventually even Devadatta will become a &lt;a href=\"Pratyekabuddha\"&gt;Pratyekabuddha&lt;/a&gt; himself, emphasizing the temporary nature of the hell realms. Thus, Buddhism teaches to escape the endless migration of rebirths (both positive and negative) through the attainment of &lt;a href=\"Nirvana\"&gt;Nirvana&lt;/a&gt;.\nThe &lt;a href=\"Bodhisattva\"&gt;Bodhisattva&lt;/a&gt; &lt;a href=\"Ksitigarbha\"&gt;Ksitigarbha&lt;/a&gt;, according to the Ksitigarbha Sutra, made a great vow as a young girl to not reach Nirvana until all beings were liberated from the hell realms or other unwholesome rebirths. In popular literature, Ksitigarbha travels to the hell realms to teach and relieve beings of their suffering.\nHinduism.\nEarly Vedic religion does not have a concept of hell. The &lt;a href=\"Rigveda\"&gt;Rigveda&lt;/a&gt; mentions three realms, \"bhūr\" (the &lt;a href=\"earth\"&gt;earth&lt;/a&gt;), \"svar\" (the &lt;a href=\"sky\"&gt;sky&lt;/a&gt;) and \"&lt;a href=\"Loka\"&gt;bhuvas&lt;/a&gt;\" or \"antarikṣa\" (the middle area, i.e. air or &lt;a href=\"atmosphere\"&gt;atmosphere&lt;/a&gt;). In later Hindu literature, especially the law books and Puranas, more realms are mentioned, including a realm similar to hell, called \"&lt;a href=\"naraka\"&gt;naraka&lt;/a&gt;\" (in Devanāgarī: नरक). &lt;a href=\"Yama\"&gt;Yama&lt;/a&gt; as the first born human (together with his twin sister &lt;a href=\"Yamuna%20in%20Hinduism\"&gt;Yamī&lt;/a&gt;), by virtue of precedence, becomes ruler of men and a judge on their departure. Originally he resides in heaven, but later, especially medieval, traditions mention his court in \"naraka\".\nIn the law-books (smṛtis and dharma-sūtras, like the Manu-smṛti), \"naraka\" is a place of punishment for misdeeds. It is a lower spiritual plane (called \"naraka-loka\") where the spirit is judged and the partial fruits of &lt;a href=\"karma\"&gt;karma&lt;/a&gt; affect the next life. In the &lt;a href=\"Mahabharata\"&gt;Mahabharata&lt;/a&gt; there is a mention of the &lt;a href=\"Pandavas\"&gt;Pandavas&lt;/a&gt; and the &lt;a href=\"Kauravas\"&gt;Kauravas&lt;/a&gt; both going to heaven. At first Yudhisthir goes to heaven where he sees Duryodhana enjoying heaven; Indra tells him that Duryodhana is in heaven as he did his Kshatriya duties. Then he shows Yudhisthir hell where it appears his brothers are. Later it is revealed that this was a test for Yudhisthir and that his brothers and the Kauravas are all in heaven and live happily in the divine abode of gods. Hells are also described in various &lt;a href=\"Purana\"&gt;Purana&lt;/a&gt;s and other scriptures. The Garuda Purana gives a detailed account of Hell and its features; it lists the amount of punishment for most crimes, much like a modern-day penal code.\nIt is believed that people who commit misdeeds go to hell and have to go through punishments in accordance with the misdeeds they committed. The god &lt;a href=\"Yama%20%28Hinduism%29\"&gt;Yama&lt;/a&gt;, who is also the god of death, presides over hell. Detailed accounts of all the misdeeds committed by an individual are kept by &lt;a href=\"Chitragupta\"&gt;Chitragupta&lt;/a&gt;, who is the record keeper in Yama's court. Chitragupta reads out the misdeeds committed and Yama orders appropriate punishments to be given to individuals. These punishments include dipping in boiling oil, burning in fire, torture using various weapons, etc. in various hells. Individuals who finish their quota of the punishments are reborn in accordance with their balance of &lt;a href=\"karma\"&gt;karma&lt;/a&gt;. All created beings are imperfect and thus have at least one misdeed to their record; but if one has generally led a meritorious life, one ascends to &lt;a href=\"svarga\"&gt;svarga&lt;/a&gt;, a temporary realm of enjoyment similar to Paradise, after a brief period of expiation in hell and before the next reincarnation, according to the law of karma. With the exception of Hindu philosopher &lt;a href=\"Madhva\"&gt;Madhva&lt;/a&gt;, time in hell is not regarded as eternal &lt;a href=\"damnation\"&gt;damnation&lt;/a&gt; within Hinduism.\nAccording to &lt;a href=\"Brahma%20Kumaris\"&gt;Brahma Kumaris&lt;/a&gt;, the Iron Age (\"&lt;a href=\"Kali%20Yuga\"&gt;Kali Yuga&lt;/a&gt;\") is regarded as hell.\nJainism.\nIn &lt;a href=\"Jain%20cosmology\"&gt;Jain cosmology&lt;/a&gt;, \"Naraka\" (translated as hell) is the name given to realm of existence having great suffering. However, a Naraka differs from the hells of &lt;a href=\"Abrahamic%20religions\"&gt;Abrahamic religions&lt;/a&gt; as souls are not sent to Naraka as the result of a divine judgment and punishment. Furthermore, length of a being's stay in a Naraka is not eternal, though it is usually very long and measured in billions of years. A soul is born into a Naraka as a direct result of his or her previous &lt;a href=\"Karma%20in%20Jainism\"&gt;karma&lt;/a&gt; (actions of body, speech and mind), and resides there for a finite length of time until his karma has achieved its full result. After his karma is used up, he may be reborn in one of the higher worlds as the result of an earlier karma that had not yet ripened.\nThe hells are situated in the seven grounds at the lower part of the universe. The seven grounds are:\nThe hellish beings are a type of souls which are residing in these various hells. They are born in hells by sudden manifestation. The hellish beings possess \"vaikriya\" body (protean body which can transform itself and take various forms). They have a fixed life span (ranging from ten thousand to billions of years) in the respective hells where they reside. According to Jain scripture, &lt;a href=\"Tattvarthasutra\"&gt;Tattvarthasutra&lt;/a&gt;, following are the causes for birth in hell:\nMeivazhi.\nAccording to &lt;a href=\"Meivazhi\"&gt;Meivazhi&lt;/a&gt;, the purpose of all religions is to guide people to heaven. However, those who do not approach God and are not blessed by Him are believed to be condemned to hell.\nSikhism.\nIn Sikh thought, heaven and hell are not places for living hereafter, they are part of spiritual topography of man and do not exist otherwise. They refer to good and evil stages of life respectively and can be lived now and here during our earthly existence. For example, &lt;a href=\"Guru%20Arjan\"&gt;Guru Arjan&lt;/a&gt; explains that people who are entangled in emotional attachment and doubt are living in hell on this Earth i.e. their life is hellish.\nTaoism.\nAncient &lt;a href=\"Taoism\"&gt;Taoism&lt;/a&gt; had no concept of hell, as morality was seen to be a man-made distinction and there was no concept of an immaterial soul. In its home country &lt;a href=\"China\"&gt;China&lt;/a&gt;, where Taoism adopted tenets of other religions, popular belief endows Taoist hell with many deities and spirits who punish sin in a variety of horrible ways.\nChinese folk beliefs.\n\"Diyu\" is the realm of the dead in &lt;a href=\"Chinese%20mythology\"&gt;Chinese mythology&lt;/a&gt;. It is very loosely based upon the &lt;a href=\"Buddhism\"&gt;Buddhist&lt;/a&gt; concept of &lt;a href=\"Naraka%20%28Buddhism%29\"&gt;Naraka&lt;/a&gt; combined with traditional Chinese afterlife beliefs and a variety of popular expansions and re-interpretations of these two traditions. Ruled by &lt;a href=\"Yama%20%28East%20Asia%29\"&gt;Yanluo Wang&lt;/a&gt;, the King of hell, Diyu is a maze of underground levels and chambers where souls are taken to atone for their earthly sins.\nIncorporating ideas from &lt;a href=\"Taoism\"&gt;Taoism&lt;/a&gt; and &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; as well as traditional Chinese folk religion, Diyu is a kind of purgatory place which serves not only to punish but also to renew spirits ready for their next incarnation. There are many deities associated with the place, whose names and purposes are the subject of much conflicting information.\nThe exact number of levels in Chinese hell – and their associated deities – differs according to the Buddhist or Taoist perception. Some speak of three to four 'Courts', other as many as ten. The ten judges are also known as the 10 Kings of &lt;a href=\"Yama%20%28Buddhism%20and%20Chinese%20mythology%29\"&gt;Yama&lt;/a&gt;. Each Court deals with a different aspect of atonement. For example, murder is punished in one Court, adultery in another. According to some Chinese legends, there are eighteen levels in hell. Punishment also varies according to belief, but most legends speak of highly imaginative chambers where wrong-doers are sawn in half, beheaded, thrown into pits of filth or forced to climb trees adorned with sharp blades.\nHowever, most legends agree that once a soul (usually referred to as a 'ghost') has atoned for their deeds and repented, he or she is given the Drink of Forgetfulness by &lt;a href=\"Meng%20Po\"&gt;Meng Po&lt;/a&gt; and sent back into the world to be reborn, possibly as an animal or a poor or sick person, for further punishment.\nOther religions.\nZoroastrianism.\n&lt;a href=\"Zoroastrianism\"&gt;Zoroastrianism&lt;/a&gt; has historically suggested several possible fates for the wicked, including annihilation, purgation in molten metal, and eternal punishment, all of which have standing in Zoroaster's writings. &lt;a href=\"Zoroastrian%20eschatology\"&gt;Zoroastrian eschatology&lt;/a&gt; includes the belief that wicked souls will remain in &lt;a href=\"Duzakh\"&gt;Duzakh&lt;/a&gt; until, following the arrival of three saviors at thousand-year intervals, &lt;a href=\"Ahura%20Mazda\"&gt;Ahura Mazda&lt;/a&gt; reconciles the world, destroying evil and resurrecting tormented souls to perfection.\nThe sacred &lt;a href=\"Gathas\"&gt;Gathas&lt;/a&gt; mention a \"House of the Lie″ for those \"that are of an evil dominion, of evil deeds, evil words, evil Self, and evil thought, Liars\". However, the best-known Zoroastrian text to describe hell in detail is the &lt;a href=\"Book%20of%20Arda%20Viraf\"&gt;Book of Arda Viraf&lt;/a&gt;. It depicts particular punishments for particular sins—for instance, being trampled by cattle as punishment for neglecting the needs of work animals. Other descriptions can be found in the \"Book of Scriptures (Hadhokht Nask), Religious Judgments (Dadestan-i Denig)\" and the \"Book of the Judgments of the Spirit of Wisdom (Mainyo-I-Khard)\".\nMandaeism.\nThe &lt;a href=\"Mandaeism\"&gt;Mandaeans&lt;/a&gt; believe in purification of souls inside of &lt;a href=\"Leviathan\"&gt;Leviathan&lt;/a&gt;, whom they also call &lt;a href=\"Ur%20%28Mandaeism%29\"&gt;Ur&lt;/a&gt;. Within detention houses, so called &lt;a href=\"Matarta\"&gt;Matarta&lt;/a&gt;s, the detained souls would receive so much punishment that they would wish to die a &lt;a href=\"Second%20death\"&gt;Second death&lt;/a&gt;, which would, however, not (yet) befall their spirit. At the &lt;a href=\"End%20time\"&gt;end of days&lt;/a&gt;, the souls of the Mandaeans which could be purified, would be liberated out of Ur's mouth. After this, Ur would get destroyed along with the souls remaining inside him, so they die the second death.\nWicca.\nThe &lt;a href=\"Gardnerian%20Wicca\"&gt;Gardnerian Wicca&lt;/a&gt; and &lt;a href=\"Alexandrian%20Wicca\"&gt;Alexandrian Wicca&lt;/a&gt; sects of &lt;a href=\"Wicca\"&gt;Wicca&lt;/a&gt; include \"&lt;a href=\"wiccan%20laws\"&gt;wiccan laws&lt;/a&gt;\" that &lt;a href=\"Gerald%20Gardner%20%28Wiccan%29\"&gt;Gerald Gardner&lt;/a&gt; wrote, which state that wiccan souls are privileged with reincarnation, but that the souls of wiccans who break the wiccan laws, \"even under torture\", would be cursed by the goddess, never be reborn on earth, and \"remain where they belong, in the Hell of the Christians\". Other recognized wiccan sects do not include Gerald Gardner's \"wiccan laws\". The influential wiccan author &lt;a href=\"Raymond%20Buckland\"&gt;Raymond Buckland&lt;/a&gt; wrote that the wiccan laws are unimportant. Solitary wiccans, not involved in organized sects, do not include the wiccan laws in their doctrine.\nIn literature.\nIn his \"&lt;a href=\"Divine%20Comedy\"&gt;Divina commedia&lt;/a&gt;\" (\"Divine Comedy\"), set in the year 1300, &lt;a href=\"Dante\"&gt;Dante Alighieri&lt;/a&gt; employed the concept of taking &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt; as his guide through Inferno (and then, in the second canticle, up the mountain of &lt;a href=\"Purgatory\"&gt;Purgatorio&lt;/a&gt;). Virgil himself is not condemned to hell proper in Dante's poem but is rather, as a virtuous pagan, confined to &lt;a href=\"Limbo\"&gt;Limbo&lt;/a&gt; just at the edge of hell. The geography of hell is very elaborately laid out in this work, with nine concentric rings leading deeper into Earth, and deeper into the various punishments of hell, until, at the center of the world, Dante finds &lt;a href=\"Satan\"&gt;Satan&lt;/a&gt; himself trapped in the frozen lake of &lt;a href=\"Cocytus\"&gt;Cocytus&lt;/a&gt;. A small tunnel leads past Satan and out to the other side of the world, at the base of the Mount of Purgatory.\n&lt;a href=\"John%20Milton\"&gt;John Milton&lt;/a&gt;'s \"&lt;a href=\"Paradise%20Lost\"&gt;Paradise Lost&lt;/a&gt;\" (1667) opens with the &lt;a href=\"fallen%20angel\"&gt;fallen angel&lt;/a&gt;s, including their leader &lt;a href=\"Satan\"&gt;Satan&lt;/a&gt;, waking up in hell after having been defeated in the war in heaven and the action returns there at several points throughout the poem. Milton portrays hell as the abode of the demons, and the passive prison from which they plot their revenge upon heaven through the corruption of the human race. 19th-century French poet &lt;a href=\"Arthur%20Rimbaud\"&gt;Arthur Rimbaud&lt;/a&gt; alluded to the concept as well in the title and themes of one of his major works, \"&lt;a href=\"Une%20Saison%20en%20Enfer\"&gt;A Season in Hell&lt;/a&gt;\" (1873). Rimbaud's poetry portrays his own suffering in a poetic form as well as other themes.\nMany of the great epics of European literature include episodes that occur in hell. In the Roman poet &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt;'s Latin epic, the \"&lt;a href=\"Aeneid\"&gt;Aeneid&lt;/a&gt;\", Aeneas descends into &lt;a href=\"Hades\"&gt;Dis&lt;/a&gt; (the underworld) to visit his father's spirit. The underworld is only vaguely described, with one unexplored path leading to the punishments of Tartarus, while the other leads through Erebus and the Elysian Fields.\nThe idea of hell was highly influential to writers such as &lt;a href=\"Jean-Paul%20Sartre\"&gt;Jean-Paul Sartre&lt;/a&gt; who authored the 1944 play \"&lt;a href=\"No%20Exit\"&gt;No Exit&lt;/a&gt;\" about the idea that \"Hell is other people\". Although not a religious man, Sartre was fascinated by his interpretation of a hellish state of suffering. &lt;a href=\"C.S.%20Lewis\"&gt;C.S. Lewis&lt;/a&gt;'s \"&lt;a href=\"The%20Great%20Divorce\"&gt;The Great Divorce&lt;/a&gt;\" (1945) borrows its title from &lt;a href=\"William%20Blake\"&gt;William Blake&lt;/a&gt;'s \"&lt;a href=\"Marriage%20of%20Heaven%20and%20Hell\"&gt;Marriage of Heaven and Hell&lt;/a&gt;\" (1793) and its inspiration from the \"&lt;a href=\"Divine%20Comedy\"&gt;Divine Comedy&lt;/a&gt;\" as the narrator is likewise guided through hell and heaven. Hell is portrayed here as an endless, desolate twilight city upon which night is imperceptibly sinking. The night is actually the &lt;a href=\"Apocalypse\"&gt;Apocalypse&lt;/a&gt;, and it heralds the arrival of the demons after their judgment. Before the night comes, anyone can escape hell if they leave behind their former selves and accept Heaven's offer, and a journey to heaven reveals that hell is infinitely small; it is nothing more or less than what happens to a soul that turns away from God and into itself.\nIn popular culture.\n&lt;a href=\"Piers%20Anthony\"&gt;Piers Anthony&lt;/a&gt; in his series \"&lt;a href=\"Incarnations%20of%20Immortality\"&gt;Incarnations of Immortality&lt;/a&gt;\" portrays examples of heaven and hell via Death, Fate, Underworld, Nature, War, Time, Good-God, and Evil-Devil. &lt;a href=\"Robert%20A.%20Heinlein\"&gt;Robert A. Heinlein&lt;/a&gt; offers a &lt;a href=\"yin-yang\"&gt;yin-yang&lt;/a&gt; version of hell where there is still some good within; most evident in his 1984 book \"\". &lt;a href=\"Lois%20McMaster%20Bujold\"&gt;Lois McMaster Bujold&lt;/a&gt; uses her five Gods 'Father, Mother, Son, Daughter and Bastard' in \"&lt;a href=\"The%20Curse%20of%20Chalion\"&gt;The Curse of Chalion&lt;/a&gt;\" with an example of hell as formless chaos. &lt;a href=\"Michael%20Moorcock\"&gt;Michael Moorcock&lt;/a&gt; is one of many who offer Chaos-Evil-(Hell) and Uniformity-Good-(Heaven) as equally unacceptable extremes which must be held in balance; in particular in the \"&lt;a href=\"Elric\"&gt;Elric&lt;/a&gt;\" and \"&lt;a href=\"The%20Eternal%20Champion%20%28novel%29\"&gt;Eternal Champion&lt;/a&gt;\" series. &lt;a href=\"Fredric%20Brown\"&gt;Fredric Brown&lt;/a&gt; wrote a number of &lt;a href=\"fantasy\"&gt;fantasy&lt;/a&gt; short stories about &lt;a href=\"Satan\"&gt;Satan&lt;/a&gt;'s activities in hell. &lt;a href=\"Cartoonist\"&gt;Cartoonist&lt;/a&gt; &lt;a href=\"Jimmy%20Hatlo\"&gt;Jimmy Hatlo&lt;/a&gt; created a series of &lt;a href=\"cartoon\"&gt;cartoon&lt;/a&gt;s about life in hell called \"The Hatlo Inferno\", which ran from 1953 to 1958."
}