{
    "id": "509924",
    "revid": "1068056606",
    "url": "https://en.wikipedia.org/wiki?curid=509924",
    "title": "Mbombela",
    "text": " NELSPRUIT (Real Name) \nMbombela (previously known as Nelspruit) is a city in northeastern &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. It is the capital of the &lt;a href=\"Mpumalanga\"&gt;Mpumalanga&lt;/a&gt; province. Located on the &lt;a href=\"Crocodile%20River%20%28Mpumalanga%29\"&gt;Crocodile River&lt;/a&gt;, Mbombela lies about by road west of the &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt; border, east of &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt; and about north of the &lt;a href=\"Eswatini\"&gt;Eswatini&lt;/a&gt; border. Mbombela was one of the host cities of the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt;.\nHistory.\nSan rock art and &lt;a href=\"Iron%20metallurgy%20in%20Africa\"&gt;Iron Age&lt;/a&gt; archaeological evidence indicate the Mbombela area has a long history of human habitation. Construction for the Mpumalanga legislature revealed farming settlements, storage pits, burial sites, and pottery ranging from the 6th to 17th century. The presence of cattle bones at the Riverside site is thought to be evidence that early Nguni practices of &lt;a href=\"Lobolo\"&gt;labola&lt;/a&gt; originated in eastern &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nMbombela was founded as Nelspruit in 1895 by three brothers of the Nel family who grazed their cattle around the site in the winter months. During the &lt;a href=\"Second%20Boer%20War\"&gt;Boer War&lt;/a&gt;, Nelspruit served briefly as the seat of government for the &lt;a href=\"South%20African%20Republic\"&gt;South African Republic&lt;/a&gt;, an independent &lt;a href=\"Boer%20Republics\"&gt;Boer republic&lt;/a&gt; (not to be confused with the &lt;a href=\"Republic%20of%20South%20Africa\"&gt;Republic of South Africa&lt;/a&gt;).\nThe settlement was a key stopover for the Eastern Railway built by the &lt;a href=\"Netherlands-South%20African%20Railway%20Company\"&gt;Netherlands-South African Railway Company&lt;/a&gt; in the late 19th century which ran from the newly discovered &lt;a href=\"Witwatersrand\"&gt;Witwatersrand&lt;/a&gt; goldfields to Delagoa Bay in &lt;a href=\"Portuguese%20East%20Africa\"&gt;Portuguese East Africa&lt;/a&gt; (modern-day &lt;a href=\"Maputo\"&gt;Maputo&lt;/a&gt;, &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt;). The discovery of gold in Mpumalanga, such as at &lt;a href=\"Pilgrim%27s%20Rest%2C%20Mpumalanga\"&gt;Pilgrim's Rest&lt;/a&gt; and &lt;a href=\"Barberton%2C%20Mpumalanga\"&gt;Barberton&lt;/a&gt;, encouraged further development.\nThe history of what was then Nelspruit occurred along segregated lines. Under Apartheid’s policy of &lt;a href=\"separate%20development\"&gt;separate development&lt;/a&gt;, Black people were forcibly removed from the town to Lekazi, &lt;a href=\"Kanyamazane\"&gt;Kanyamazane&lt;/a&gt;, and other outlying areas as menial labour reserve. In the early 1970s, Nelpark was formed as a Coloured district and Valencia as an Indian area in the town. Youth centers, public amenities, and schools such as Nelspruit Laerskool were reserved for the town’s white population.\nName change.\nIn October 2009, the South African government renamed the city \"Mbombela\", the name of the &lt;a href=\"Mbombela%20Local%20Municipality\"&gt;local municipality&lt;/a&gt;. The Kruger Lowveld Chamber of Business and Tourism subsequently approached the &lt;a href=\"High%20Court%20of%20South%20Africa\"&gt;High Court of South Africa&lt;/a&gt; to challenge the decision, citing a lack of both consultation and city funds available to pay for road and website name changes. Ultimately, the name change was upheld in May 2014 by the &lt;a href=\"North%20Gauteng%20High%20Court\"&gt;North Gauteng High Court&lt;/a&gt;.\nEducation and research institutions.\nMbombela has four major public &lt;a href=\"Secondary%20school\"&gt;high schools&lt;/a&gt; and a &lt;a href=\"TVET%20%28Technical%20and%20Vocational%20Education%20and%20Training%29\"&gt;TVET&lt;/a&gt; college (Ehlanzeni); more schools across all age groups are being built in response to overcrowding.\nThe city hosts the &lt;a href=\"University%20of%20Mpumalanga\"&gt;University of Mpumalanga&lt;/a&gt; (UMP). Established in 2014 with an intake of 140 students, it had over 4,300 students as of 2020. The &lt;a href=\"Tshwane%20University%20of%20Technology\"&gt;Tshwane University of Technology&lt;/a&gt; has a satellite campus in Mbombela with over 1,500 students, and &lt;a href=\"UNISA\"&gt;UNISA&lt;/a&gt; has an office offering &lt;a href=\"Online%20learning%20in%20higher%20education\"&gt;online courses&lt;/a&gt;.\nMbombela is home to the &lt;a href=\"Agricultural%20Research%20Council\"&gt;Agricultural Research Council&lt;/a&gt;'s Institute for Tropical and Subtropical Crops and the &lt;a href=\"Lowveld%20National%20Botanical%20Garden\"&gt;Lowveld National Botanical Garden&lt;/a&gt;. Citrus Research International (CRI) has a major facility in the city. The Lowveld College of Agriculture, located near UMP, also conducts research in the field of &lt;a href=\"botany\"&gt;botany&lt;/a&gt;.\nTransport.\nRoad.\nMbombela is on the &lt;a href=\"Maputo%20Corridor\"&gt;Maputo Corridor&lt;/a&gt;, a major trade route linking &lt;a href=\"Pretoria\"&gt;Pretoria&lt;/a&gt; to &lt;a href=\"Maputo\"&gt;Maputo&lt;/a&gt; in &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt; which, with the &lt;a href=\"Trans-Kalahari%20Corridor\"&gt;Trans-Kalahari Corridor&lt;/a&gt;, forms a transport trunk that crosses the entire sub-continent from &lt;a href=\"Walvis%20Bay\"&gt;Walvis Bay&lt;/a&gt; in &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt; on the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt; to Maputo on the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;. The &lt;a href=\"N4%20%28South%20Africa%29\"&gt;N4 toll route&lt;/a&gt; is the main arterial route with a double lane highway all the way to &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt; and Pretoria.\nThe new Northern Bypass was built for the N4 toll route, so the old road through the city centre (Samora Machel Drive) is now designated as the &lt;a href=\"R104%20%28South%20Africa%29\"&gt;R104 route&lt;/a&gt;. Other roads in the area include the &lt;a href=\"R40%20%28South%20Africa%29\"&gt;R40 route&lt;/a&gt; (which connects to &lt;a href=\"Barberton%2C%20Mpumalanga\"&gt;Barberton&lt;/a&gt;, a border with &lt;a href=\"Eswatini\"&gt;Eswatini&lt;/a&gt; in the south and with &lt;a href=\"White%20River%2C%20Mpumalanga\"&gt;White River&lt;/a&gt; in the north) and the &lt;a href=\"R37%20%28South%20Africa%29\"&gt;R37 route&lt;/a&gt; (which connects to &lt;a href=\"Mashishing\"&gt;Mashishing&lt;/a&gt; in the north-west).\nRail.\nNelspruit railway station lies on the &lt;a href=\"Pretoria%E2%80%93Maputo%20railway\"&gt;Pretoria–Maputo railway&lt;/a&gt;.\nAir.\n&lt;a href=\"Kruger%20Mpumalanga%20International%20Airport\"&gt;Kruger Mpumalanga International Airport&lt;/a&gt;, located about north east of the city, began operations in October 2002. Scheduled flights operate to locations within South Africa and abroad (to &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt;, &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt; and &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt;). The complex has a runway which can accommodate aircraft up to the size of a &lt;a href=\"Boeing%20747\"&gt;Boeing 747&lt;/a&gt;. The airport currently handles about 250,000 passengers per annum.\n&lt;a href=\"Nelspruit%20Airport\"&gt;Nelspruit Airport&lt;/a&gt;, located about south west of the city, is the city's original airport owned and operated by the municipality. It primarily handles &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; aircraft, and several aircraft maintenance, firefighting, charter and training companies are based at the airport.\nTourism.\nMbombela is a major stopover point for tourists traveling to &lt;a href=\"Kruger%20National%20Park\"&gt;Kruger National Park&lt;/a&gt; and to Mozambique. Other tourism attractions nearby include &lt;a href=\"Sudwala%20Caves\"&gt;Sudwala Caves&lt;/a&gt;, and God's Window in the &lt;a href=\"Blyde%20River%20Canyon%20Nature%20Reserve\"&gt;Blyde River Canyon Nature Reserve&lt;/a&gt;, a lookout point which provides a panoramic view over the famous Drakensberg Escarpment. Mbombela is the nearest major South African city to Mozambique's capital, &lt;a href=\"Maputo\"&gt;Maputo&lt;/a&gt;, and as such Mbombela receives significant tourism from Mozambican locals. The city is also home to the National Botanical Gardens, set in 154 hectares of land along the eastern bank of the Crocodile River and containing around 500 species of plant species indigenous to the area.\nSport.\nAlkmaar Raceway.\nThe Alkmaar Raceway is a &lt;a href=\"motocross\"&gt;motocross&lt;/a&gt; track. It hosted the &lt;a href=\"2008%20FIM%20Motocross%20World%20Championship\"&gt;2008 FIM Motocross World Championship&lt;/a&gt; South African Motocross Grand Prix.\nMbombela Stadium.\nMbombela Stadium was built as an &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; and &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; stadium for the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt;. Finished in November 2009 and costing , it has a capacity of 43,500; and the construction process &lt;a href=\"Mbombela%20Stadium%23Controversies%20and%20corruption\"&gt;contained several controversies&lt;/a&gt;. The stadium hosted four 2010 FIFA World Cup matches and is the current home of the &lt;a href=\"Pumas%20%28Currie%20Cup%29\"&gt;Pumas&lt;/a&gt; rugby team.\nIn 2013 it hosted two rugby test matches between &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt; and &lt;a href=\"Samoa%20national%20rugby%20union%20team\"&gt;Samoa&lt;/a&gt;, followed by &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; and &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;. The Stadium hosts regular &lt;a href=\"Premier%20Soccer%20League\"&gt;Premier Soccer League&lt;/a&gt; matches with &lt;a href=\"Bidvest%20Wits%20F.C.\"&gt;Bidvest Wits&lt;/a&gt;, &lt;a href=\"Kaizer%20Chiefs%20F.C.\"&gt;Kaizer Chiefs&lt;/a&gt;, &lt;a href=\"Orlando%20Pirates\"&gt;Orlando Pirates&lt;/a&gt; and &lt;a href=\"Mpumalanga%20Black%20Aces%20F.C.\"&gt;Mpumalanga Black Aces&lt;/a&gt; regularly playing host.\nMbombela Golf Club.\nMbombela Golf Club was originally the Nelspruit Golf Club until 2017. Following an incident in which a black caddie was allegedly assaulted by four white golfers, the club's name was changed, alongside other commitments to increase the number of black staff and pay caddies a basic salary.\nMedia.\nPrint.\nLowveld Media is a major printer and publisher of newsprint materials in the region. Major &lt;a href=\"newspapers\"&gt;newspapers&lt;/a&gt; include the \"Lowvelder\", \"Mpumalanga News\" and \"Nelspruit Post\". African Eye News Service is an established news agency in Mbombela which writes articles for national newspapers and websites.\nBroadcasting.\nThe &lt;a href=\"SABC\"&gt;SABC&lt;/a&gt; has a regional office in the city. Jacaranda FM operates a studio near the Emnotweni Casino.\nLigwalagwala FM is the largest &lt;a href=\"SABC\"&gt;SABC&lt;/a&gt;-owned radio station in the city and the Mpumalanga Province. It is a &lt;a href=\"public%20broadcaster\"&gt;public broadcaster&lt;/a&gt; which primarily broadcasts in the &lt;a href=\"Swazi%20language\"&gt;Swazi language&lt;/a&gt;.\nRISE FM (originally named &lt;a href=\"MPowerFM\"&gt;MPowerFM&lt;/a&gt; before it was bought out by the &lt;a href=\"Times%20Media%20Group\"&gt;Times Media Group&lt;/a&gt;) is an independent commercial radio station broadcasting in English from studios in Mbombela and eMalahleni to the province of Mpumalanga, and the &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; local community radio station Radio Laeveld 100.5fm broadcasts to the &lt;a href=\"Lowveld\"&gt;Lowveld&lt;/a&gt; area from Mbombela.\nCulture.\nMbombela contains several entertainment venues, the most prominent being the Emnotweni Casino complex. The city has a civic centre (built in 1994) with a large theatre, which can be hired by both amateurs and professionals, but recently the centre has fallen into disrepair.\nMbombela has its own version of concert in the park with annual performances by musicians in the &lt;a href=\"Lowveld%20National%20Botanical%20Garden\"&gt;Lowveld National Botanical Garden&lt;/a&gt;s.\nSeveral cultural and agricultural shows are hosted annually, including:\nEconomy.\nFinance.\nMbombela is the financial and banking capital of &lt;a href=\"Mpumalanga\"&gt;Mpumalanga&lt;/a&gt;.\nRetail.\nThe city has a strong consumer-based retail industry boosted significantly by neighbouring &lt;a href=\"Mozambique\"&gt;Mozambican&lt;/a&gt; and &lt;a href=\"Swaziland\"&gt;Swazi&lt;/a&gt; tourists. There are various major &lt;a href=\"shopping%20centers\"&gt;shopping centers&lt;/a&gt;, notably the Riverside and Ilanga malls. Recent developments include The Crossing Shopping Center and The City Center.\nIndustry.\nThe city is home to the Manganese Metal Company (MMC) and Delta EMD, which together form one of the largest &lt;a href=\"manganese\"&gt;manganese&lt;/a&gt; processing facilities in the world. There are several medium industries which support the agriculture and forestry sectors. There is also a thriving construction industry which, despite the 2008 recession, has kept growing.\nAgriculture.\nMbombela is a key agricultural processing hub for northeastern South Africa. The &lt;a href=\"macadamia\"&gt;macadamia&lt;/a&gt; industry is centered within the city of Mbombela, with an annual production for the 2017/18 production year of 26,400 tons NIS (nut-in shell at 1.5% kernel moisture content). There are many citrus farms and the &lt;a href=\"canning\"&gt;canning&lt;/a&gt;, &lt;a href=\"juicing\"&gt;juicing&lt;/a&gt; and extract of &lt;a href=\"citrus%20fruit\"&gt;citrus fruit&lt;/a&gt; and other produce is a large business for the area. Fertile soils and the &lt;a href=\"subtropical\"&gt;subtropical&lt;/a&gt; climate provide perfect conditions for the growing of citrus and tropical &lt;a href=\"fruits\"&gt;fruits&lt;/a&gt;, mainly &lt;a href=\"mango\"&gt;mango&lt;/a&gt;, &lt;a href=\"banana\"&gt;banana&lt;/a&gt;, &lt;a href=\"avocado\"&gt;avocado&lt;/a&gt;, &lt;a href=\"papaya\"&gt;papaya&lt;/a&gt; and macadamia nuts.\n&lt;a href=\"Sugar\"&gt;Sugar&lt;/a&gt; is also big business in the region. TSB, the producer of Selati sugar, is located a few kilometers east of the city. The low-lying areas in the region is dotted with &lt;a href=\"sugarcane\"&gt;sugarcane&lt;/a&gt; farms.\nForestry.\nThe economy is heavily reliant on the forestry sector. SAPPI has a paper mill west of the city which was recently upgraded to produce cellulose fibers for various applications. Mbombela is the global headquarters of KISHUGU which is the parent company of Working on Fire. KISHUGU is also a major player in the forestry sector. The region has several timber-related industries such as lumber and saw mills as well as furniture, crate and carton manufacturing businesses.\nInternational relations.\nMbombela is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:\n&lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt; has a consulate in the city.\nClimate.\nMbombela features a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"Cwa\") with mild winters and hot summers. Summers are hot and somewhat humid complete with high precipitation. Winters in the city are dry, with relatively warm temperatures during the day and chilly temperatures at night."
}