{
    "id": "5099814",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=5099814",
    "title": "Japanese destroyer Ōshio",
    "text": " was the second of ten s built for the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt; in the mid-1930s under the &lt;a href=\"2nd%20Naval%20Armaments%20Supplement%20Programme%20%28Japan%2C%201934%29\"&gt;Circle Two Supplementary Naval Expansion Program&lt;/a&gt; (\"Maru Ni Keikaku\").\nHistory.\nThe \"Asashio\"-class destroyers were larger and more capable that the preceding , as Japanese naval architects were no longer constrained by the provisions of the &lt;a href=\"London%20Naval%20Treaty\"&gt;London Naval Treaty&lt;/a&gt;. These &lt;a href=\"light%20cruiser\"&gt;light cruiser&lt;/a&gt;-sized vessels were designed to take advantage of Japan’s lead in &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; technology, and to accompany the Japanese main striking force and in both day and night attacks against the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; as it advanced across the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;, according to Japanese naval strategic projections. Despite being one of the most powerful classes of destroyers in the world at the time of their completion, none survived the &lt;a href=\"Pacific%20War\"&gt;Pacific War&lt;/a&gt;.\n\"Ōshio\", built at the &lt;a href=\"Maizuru%20Naval%20Arsenal\"&gt;Maizuru Naval Arsenal&lt;/a&gt; was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; on 5 August 1936, &lt;a href=\"Ship%20launching\"&gt;launched&lt;/a&gt; on 19 April 1937 and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 31 October 1937.\nOperational history.\nAt the time of the &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt;, \"Ōshio\" was assigned to Destroyer Division 8 (Desdiv 8), and a member of Destroyer Squadron 2 (Desron 2) of the &lt;a href=\"IJN%202nd%20Fleet\"&gt;IJN 2nd Fleet&lt;/a&gt;, escorting Admiral &lt;a href=\"Nobutake%20Kond%C5%8D\"&gt;Nobutake Kondō&lt;/a&gt;'s Southern Force Main Body out of &lt;a href=\"Mako%20Guard%20District\"&gt;Mako Guard District&lt;/a&gt; as distant cover to the &lt;a href=\"Battle%20of%20Malaya\"&gt;Malaya&lt;/a&gt; and &lt;a href=\"Battle%20of%20the%20Philippines%20%281941-42%29\"&gt;Philippines&lt;/a&gt; invasion forces in December 1941.\n\"Ōshio\" escorted a Malaya troop convoy from Mako towards &lt;a href=\"Singora\"&gt;Singora&lt;/a&gt;, then put into &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; on 5 January 1942. She escorted another troop convoy to &lt;a href=\"Davao%20City\"&gt;Davao&lt;/a&gt;, and then accompanied the &lt;a href=\"Battle%20of%20Ambon\"&gt;Ambon invasion&lt;/a&gt; force (31 January), the &lt;a href=\"Makassar\"&gt;Makassar&lt;/a&gt; invasion force (8 February) and the &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt;/&lt;a href=\"Lombok\"&gt;Lombok&lt;/a&gt; invasion force (18 February).\nOn the night of 19 February 1942, \"Ōshio\" participated in the &lt;a href=\"Battle%20of%20Badoeng%20Strait\"&gt;Battle of Badoeng Strait&lt;/a&gt;. \"Ōshio\" was guarding the transport \"Sasago Maru\" off &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt; when an &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; fleet attacked. During the battle, \"Ōshio\" has been credited with assisting in sinking the &lt;a href=\"Royal%20Dutch%20Navy\"&gt;Dutch&lt;/a&gt; destroyer with a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;, plus gunnery hits on the Dutch light cruiser and the American destroyer . \"Ōshio\" suffered medium damage, with seven crewmen killed.\nIn March, after emergency repairs at Makassar, \"Ōshio\" returned to &lt;a href=\"Yokosuka%20Naval%20Arsenal\"&gt;Yokosuka Naval Arsenal&lt;/a&gt; for repairs, which lasted to the end of the year.\nIn early January 1943, \"Ōshio\" was sent from &lt;a href=\"Maizuru%20Naval%20District\"&gt;Maizuru&lt;/a&gt; to &lt;a href=\"Shortland%20Island\"&gt;Shortland Island&lt;/a&gt;, and participated in three missions to evacuate surviving Japanese troops from &lt;a href=\"Guadalcanal\"&gt;Guadalcanal&lt;/a&gt; in early February. On 20 February, together with her &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt; , she was attacked by the &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; off &lt;a href=\"Wewak\"&gt;Wewak&lt;/a&gt;, &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt;. \"Ōshio\" was hit by a torpedo, which flooded her engine room and killed eight crewmen. \"Arashio\" attempted to tow her, but her &lt;a href=\"keel\"&gt;keel&lt;/a&gt; was fatally damaged, and she sank approximately northeast of &lt;a href=\"Manus%20Island\"&gt;Manus Island&lt;/a&gt; at position . She was removed from the &lt;a href=\"navy%20list\"&gt;navy list&lt;/a&gt; on 1 April 1943."
}