{
    "id": "5107724",
    "revid": "12396222",
    "url": "https://en.wikipedia.org/wiki?curid=5107724",
    "title": "FMeXtra",
    "text": "FMeXtra is a deprecated &lt;a href=\"in-band%20on-channel\"&gt;in-band on-channel&lt;/a&gt; &lt;a href=\"digital%20radio\"&gt;digital radio&lt;/a&gt; &lt;a href=\"broadcasting\"&gt;broadcasting&lt;/a&gt; technology created by Digital Radio Express. It is intended to allow a second all-digital signal to be broadcast in &lt;a href=\"simulcast\"&gt;simulcast&lt;/a&gt; fashion with an existing analog &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt; &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt;, offering a less noisy signal that was particularly useful in urban environments where &lt;a href=\"Multipath%20propagation\"&gt;multipath distortion&lt;/a&gt; can seriously degrade analog FM transmissions. It can also support a second all-digital channel within the same frequency, allowing two channels to be broadcast by a single FM station.\nFMeXtra was one of two competing systems considered by the &lt;a href=\"Federal%20Communications%20Commission\"&gt;FCC&lt;/a&gt; for standardization in the U.S., and by extension, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. The other system, &lt;a href=\"HD%20Radio\"&gt;HD Radio&lt;/a&gt;, could carry up to four signals in a single channel and offer higher quality audio. FMeXtra's appeal was that it could be implemented for relatively low cost, adding only a single &lt;a href=\"rack%20mount\"&gt;rack mount&lt;/a&gt; case to a &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt;'s existing equipment and &lt;a href=\"transmitter%20plant\"&gt;transmitter plant&lt;/a&gt;. It also had no licensing requirements, unlike HD Radio which allows one free channel but requires 3% annual royalties for additional channels.\nAfter extensive consultations, the FCC choice HD Radio over FMeXtra. FMeXtra continued for a time before rebranding itself VuCast as a &lt;a href=\"datacasting\"&gt;datacasting&lt;/a&gt; play, but this saw little use and Digital Radio Express eventually went out of business. References to the system generally end around 2013.\nDescription.\nThe system is run from a single &lt;a href=\"rack%20unit\"&gt;rack unit&lt;/a&gt; box called the X1 Encoder, which is actually based upon a &lt;a href=\"personal%20computer\"&gt;personal computer&lt;/a&gt; &lt;a href=\"Server%20%28computing%29\"&gt;server&lt;/a&gt; and &lt;a href=\"digital%20audio\"&gt;digital audio&lt;/a&gt; hardware from &lt;a href=\"Lynx%20Studio%20Technologies\"&gt;Lynx Studio Technologies&lt;/a&gt; (LST). Control is entirely via &lt;a href=\"software\"&gt;software&lt;/a&gt;, via &lt;a href=\"gigabit%20Ethernet\"&gt;gigabit Ethernet&lt;/a&gt;, &lt;a href=\"USB\"&gt;USB&lt;/a&gt;, &lt;a href=\"serial%20port\"&gt;serial port&lt;/a&gt;, and &lt;a href=\"SVGA\"&gt;SVGA&lt;/a&gt; &lt;a href=\"video%20monitor\"&gt;video monitor&lt;/a&gt;. All processing is handled internally by a &lt;a href=\"Pentium%204\"&gt;Pentium 4&lt;/a&gt; running &lt;a href=\"Windows%20XP\"&gt;Windows XP&lt;/a&gt;.\nFMeXtra is fully compatible with &lt;a href=\"HD%20Radio\"&gt;HD Radio&lt;/a&gt;, which uses additional &lt;a href=\"radio%20spectrum\"&gt;radio spectrum&lt;/a&gt; beyond the ±100 kHz signal. It is not compatible with all existing subcarriers. Thus, a radio station might have to remove its &lt;a href=\"radio%20reading%20service\"&gt;radio reading service&lt;/a&gt; for the &lt;a href=\"blindness\"&gt;blind&lt;/a&gt;, and replace it (and its dependent listeners' receivers) with a digital one. This would take up much less &lt;a href=\"Bandwidth%20%28signal%20processing%29\"&gt;bandwidth&lt;/a&gt;, particularly since voice can be highly compressed. The signal is partitioned so that &lt;a href=\"Radio%20Broadcast%20Data%20System\"&gt;RBDS&lt;/a&gt;, stereo, or other existing subcarriers can be protected, at the expense of bandwidth. If used only for monophonic transmissions, no RDS protection exists for stations in Europe.\nThe &lt;a href=\"codec\"&gt;codec&lt;/a&gt;s used are &lt;a href=\"Advanced%20Audio%20Coding\"&gt;AAC&lt;/a&gt; and &lt;a href=\"aacPlus\"&gt;aacPlus&lt;/a&gt; v1 and v2 and &lt;a href=\"sample%20rate\"&gt;sample rate&lt;/a&gt;s of 8 kHz (telephone quality) to 96 kHz (&lt;a href=\"surround%20sound\"&gt;surround sound&lt;/a&gt; quality). The other &lt;a href=\"codec\"&gt;codec&lt;/a&gt;s used are &lt;a href=\"AMR-WBplus\"&gt;AMR-WB+&lt;/a&gt; that can create more multiple audio programs as well as limited &lt;a href=\"multimedia\"&gt;multimedia&lt;/a&gt; can also be broadcast, as with HD Radio and &lt;a href=\"Digital%20Audio%20Broadcasting\"&gt;DAB&lt;/a&gt;. The available broadcasting bandwidth for digital audio varies from 40 &lt;a href=\"kbit/s\"&gt;kbit/s&lt;/a&gt; while sharing the space with existing analog signals, or 156 &lt;a href=\"kbit/s\"&gt;kbit/s&lt;/a&gt; if all analog signals (except the base monophonic signal) are dropped. (For comparison, iBiquity's Hybrid Digital/analog system offers 100-150 kbit/s in shared mode, and 300 kbit/s in pure digital mode.)\nThe coverage is similar to FM Stereo, and therefore high &lt;a href=\"Effective%20radiated%20power\"&gt;ERP&lt;/a&gt; is required in larger urban areas, as with normal FM transmissions.\nDigital Radio Express has since gone out of business, after a brief stretch where it rebranded itself as \"VuCast\" in an effort to emphasize the technology's &lt;a href=\"datacasting\"&gt;datacasting&lt;/a&gt; capabilities.\nChoosing a standard.\nNorth American FM bands are separated by 200 kHz while only using about 50 kHz for a high-quality stereo broadcast. This leaves significant amounts of unused spectrum between the channels. This unused spectrum led the FCC to strongly favor some sort of in-band standard for the digital transition. This is in contrast to European systems which use a similar amount of bandwidth for FM signals but typically separate the channels only 100 MHz. European stations favored moving to entirely new channels for digital broadcasts to avoid interfering with their existing FM signals.\nTwo systems were evaluated during the late 1990s, FMeXtra and HD Radio. From a purely technical perspective, HD Radio was more advanced than FMeXtra, using newer compression and encoding to allow the signals to be flexibly allocated into the existing channels. FMeXtra normally added a single 48 kbps digital channel carried in the 62.5-98.5 kHz area of the channel (just above the audio signal). HD Radio offered several different modes that used up more of the empty spectrum, providing 96 to 120 kbps. FMeXtra allowed one stream of \"good\" quality, two medium, or four mono low-quality signals suitable for talk radio. HD Radio offered one high-fidelity signal, better than FM, or several mixtures of medium quality.\nAlthough HD Radio had superior technical capabilities (largely by using more bandwidth), FMeXtra was dramatically easier to implement. In the most common use-case, the existing FM signal would be fed into an FMeXtra encoder and then sent directly to the existing transmitter systems. The company did not charge any licensing, the only cost was the encoder box itself, around $10,000 when introduced. In contrast, HD Radio required a much more expensive encoder, about $50,000, generally required changes to the transmitter, and charged licensing fees on any additional channels.\nAs the standardization effort continued, broadcasters clearly favored HD Radio. This was not due to any technical issues specifically, but due to the way radio channels are monetized. Each channel runs advertising that pays for the system, so adding more signals to an existing radio system has significant financial benefits. With FMeXtra, the system normally broadcasts only the existing channel, which would result in no additional revenue. HD Radio would add additional channels, thus generating additional income.\nIn particular, HD Radio's ability to send one full-fidelity signal along with two or more signals of much higher quality than AM radio offered a significant practical benefit; those companies broadcasting on both FM and AM could move their AM stations to subchannels in their FM channels and turn off their AM transmitters. The combination of more channels and higher quality overwhelmed any financial benefit to FMeXtra's lower installation costs, and it was \"left in the dust.\"\nStations broadcasting in FMeXtra.\nUnited States.\nand others\nMinnesota Reading Services for the Blind has 25 FMeXtra encoders and 7,500 special FMeXtra receivers without a visual display.\n&lt;a href=\"Benelux\"&gt;Benelux&lt;/a&gt;.\nFMeXtra is not in use anymore in the BeNeLux. Short test where running on the following stations:"
}