{
    "id": "51081092",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=51081092",
    "title": "Causes of the vote in favour of Brexit",
    "text": "The result in favour of Brexit of the &lt;a href=\"2016%20United%20Kingdom%20European%20Union%20membership%20referendum\"&gt;2016 United Kingdom European Union membership referendum&lt;/a&gt; is one of the most significant political events for Britain during the 21st century. The debate provoked major consideration to an array of topics, argued up-to, and beyond, the referendum on 23 June 2016. Factors including &lt;a href=\"sovereignty\"&gt;sovereignty&lt;/a&gt;, &lt;a href=\"immigration\"&gt;immigration&lt;/a&gt;, &lt;a href=\"Economy\"&gt;the economy&lt;/a&gt; and anti-establishment politics, amongst various other influences. The result of the non-legally binding &lt;a href=\"Referendums%20in%20the%20United%20Kingdom\"&gt;referendum&lt;/a&gt; was that 51.8% of the votes were in favour of leaving the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. The formal &lt;a href=\"withdrawal%20from%20the%20European%20Union\"&gt;withdrawal&lt;/a&gt; from the EU took place at 23:00 on 30 January 2020, almost three years after &lt;a href=\"Theresa%20May\"&gt;Theresa May&lt;/a&gt; triggered &lt;a href=\"Withdrawal%20from%20the%20European%20Union\"&gt;Article 50&lt;/a&gt; of the &lt;a href=\"Treaty%20of%20Lisbon\"&gt;Lisbon Treaty&lt;/a&gt; on 29 March 2017. This page provides an overarching analysis of the different arguments which were presented by both the Leave and Remain campaigns.\nSovereignty.\nOn the day of the referendum &lt;a href=\"Michael%20Ashcroft\"&gt;Lord Ashcroft&lt;/a&gt;'s polling team questioned 12,369 people who had completed voting. This poll produced data that showed that 'Nearly half (49%) of leave voters said the biggest single reason for wanting to leave the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; was \"the principle that decisions about the UK should be taken in the UK\". (\"in the UK.\" meaning: \"by the UK.\" logically implying: \"on behalf of 66 million UK citizens not 508 million EU residents.\") The sense that EU membership took decision making further away from 'the people' in favour of domination by regulatory bodies – in particular the European Commission, seen as the supposed key decision-taking body, is said to have been a strong motivating factor for leave voters wanting to end or reverse the process of EU influence in the UK. Immediately prior to the vote, &lt;a href=\"Ipsos%20MORI\"&gt;Ipsos MORI&lt;/a&gt; data showed that the European Union was the third most highly ranked problem by Britons who were asked to name the most important issues facing the country, with 32% of respondents naming it as an issue.\nTwo years later, in December 2018, pollsters from Survation asked 1,030 people whether they approved or disapproved with the Brexit deal negotiated by EU leaders and the British government in relation to sovereignty. 35% of participants approved while 24% of participants didn't, leaving 41% either neutral or didn't know. This suggests that the majority of people either didn't have an opinion on the issue, or could be fed up with the Brexit process dragging on.\nHowever, Pollsters from 'UK in a Changing Europe', which conducts independent and authoritative &lt;a href=\"United%20Kingdom%E2%80%93European%20Union%20relations\"&gt;UK-EU relations&lt;/a&gt;, conducted a poll in July 2018 which surveyed over 7,000 participants showing the differences between &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt; and &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour's&lt;/a&gt; &lt;a href=\"Britain%20Stronger%20in%20Europe\"&gt;Remain&lt;/a&gt; and &lt;a href=\"Leave.EU\"&gt;Leave&lt;/a&gt; forces within the party. Leave voters, for the most part, regarded control of British laws and regulations as the most important factor in the next 5 years, with the ability to strike trade deals independently as the second most important factor. Leave voters would prioritise control and trade over immigration by 67% to 33%, and 59% to 41% respectively. They also preferred control and trade over strong economic growth by 69% to 31% and 61% to 39% respectively. Yet in the same poll, Remain voters strongly favoured economic growth over immigration, control and trade deals by margins of 77% vs 23%, 79% vs 21% as well as 84% vs 16% respectively. Such large margins here comparatively to Leave voters slimmer favour of control and trade, and in relation to how close the referendum result was, shows that actually there is no overall majority for a &lt;a href=\"Glossary%20of%20Brexit%20terms\"&gt;Hard Brexit&lt;/a&gt; and that economic growth is the most important to all voters.\nImmigration.\nLord Ashcroft's election day poll of 12,369 voters also discovered that 'One third (33%) [of leave voters] said the main reason was that leaving \"offered the best chance for the UK to regain control over immigration and its own borders..\nIn 2015, net immigration to the UK from other EU countries was approximately 172,000, compared to 191,000 from non-EU countries.\nThe population of the EU was around 500 million at the time of the referendum while the population of the world was 7.4 billion. Based on these figures, a mere 6.7% of the world's population accounted for 47% of immigration to the UK (or 49% according to a BBC report from 2016). Commentators have pointed out that this is unfair on non-EU immigrants, since it caused the UK Visa and Immigration service to bring in restrictions on non-EU immigration in order to keep immigration to a manageable level.\nImmediately prior to the referendum, data from the University of Oxford’s The Migration Observatory stated, “between June 2015 and June 2016, immigration was consistently named as the most salient issue facing the country, peaking at 56% in September 2015”\nIn the decade before the Brexit &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; there was a significant increase in migration from EU countries, as outlined by the &lt;a href=\"Migration%20Observatory%20at%20the%20University%20of%20Oxford\"&gt;Migration Observatory&lt;/a&gt;:\n'Inflows of EU nationals migrating to the UK stood at 268,000 in 2014, up from 201,000 in 2013. EU inflows were mainly flat for the 1991–2003 period, averaging close to 61,000 per year.'\nAccording to \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\", areas that saw increases of over 200% in foreign-born population between 2001 and 2014 saw a majority of voters back leave in 94% of cases. \"The Economist\" concluded 'High numbers of migrants don't bother Britons; high rates of change do.' Consistent with that notion, research suggests that areas that saw significant influx of migration from Eastern Europe following the accession of 12 mainly Eastern European countries to the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; in 2004 saw significant growth in support for &lt;a href=\"UK%20Independence%20Party\"&gt;UKIP&lt;/a&gt; and more likely to vote to leave the European Union. Academic research investigating differences in Brexit vote among local authorities concluded that the Brexit vote was bigger in areas that had seen a large rise in the proportion of immigrants between 2004 and 2011.\nGoodwin and Milazzo said that \"in areas where there were previously few migrants, increases in immigration will have a more noticeable effect – and will be more likely to influence political behaviour\" whereas ethnically diverse areas will perceive additional immigration as having little effect. They go on to explain that the non-British population of &lt;a href=\"Boston%2C%20Lincolnshire\"&gt;Boston in Lincolnshire&lt;/a&gt; became 16 times larger between 2005 and 2015, rising from 1,000 to 16,000. Boston also had the highest vote in favour of 'leave' in the UK, at just over 75% in favour of leaving the EU, which they believe is due to the effects of immigration seeming sudden and intense. They also argue that their data suggests that if Boston had experienced the British average level of demographic change then the vote in favour of 'leave' would have been reduced by nearly 15% and they even suggest that areas such as &lt;a href=\"West%20Lancashire%20%28UK%20Parliament%20constituency%29\"&gt;West Lancashire&lt;/a&gt; may have had a majority for 'remain' if residents had experienced the average rate of demographic change.\nFurthermore, immigration has long been a contentious issue in Britain, with scepticism over the inherent value of immigration going back to well before the UK joined even the &lt;a href=\"European%20Communities\"&gt;EEC&lt;/a&gt; in 1973 (which would later be incorporated into the EU in 1993). Britain had faced a surge in immigration in the post war period due to the influx of people arriving from former British colonies (immigration rules had been relaxed as a way of increasing the labour supply after the war). By the mid to late 1960s, there was concern from some people that the new immigrant population were arriving in excessively large numbers and were not integrating into British society sufficiently well. This concern is most widely recognised in former British MP &lt;a href=\"Enoch%20Powell\"&gt;Enoch Powell&lt;/a&gt;'s famous &lt;a href=\"Rivers%20of%20Blood%20speech\"&gt;Rivers of Blood&lt;/a&gt; speech made in 1968, in which he warns of the dangers of mass immigration. Powell's subsequent surge in popularity is often seen as a contributing factor in the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative party&lt;/a&gt;'s surprise victory in the &lt;a href=\"1970%20United%20Kingdom%20general%20election\"&gt;1970 general election&lt;/a&gt;. Powell was influential on prominent Brexiteer &lt;a href=\"Nigel%20Farage\"&gt;Nigel Farage&lt;/a&gt;, who lists the politician as one of his political heroes. although he specifically stated that it was not Powell's rivers of blood speech that inspired him. The Ukip leader told the Press Association: \"You can agree or disagree with much of the Powell doctrine, but his belief in the state having less of a say over our lives, in us not having our laws made in Brussels and having sensible controls over our borders - whilst his language may seem out-of-date now, the principles remain good and true.\"\nDemographic and cultural factors.\nEU integration.\nFrom the early days many in politics in the UK have been unsettled and skeptical of how integrated the UK should be in the European Project and the effect it would have on UK sovereignty. According to MacShane author of 'Brexit: How Britain Will Leave Europe': “No one could decide if Britain should join a limited Europe, at best a common market but not a union or accept the full implication of sharing sovereignty. Thus, since 1945, there has never been a moment when leaders of British politics or the formers of public opinion have been calm and settled on Europe.”\nAt a macro-level avoiding demographics, the United Kingdom was widely considered to be more detached from European Union than other countries for a number of reasons. This manifested in terms of geography as an island country with few shared land borders, numerous opt-outs (such as currency and Schengen), historical links to the &lt;a href=\"Anglosphere\"&gt;Anglosphere&lt;/a&gt; and &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt; from which diaspora had settled in the UK. For these reasons, the UK would always be an \"awkward partner\" in the European Union and which filtered into the mentality of voters.\nAcademics James Dennison and &lt;a href=\"Noah%20Carl\"&gt;Noah Carl&lt;/a&gt; argue that \"the most important phenomenon to be explained vis-à-vis the referendum result in our view is that a sizeable Eurosceptic faction has remained extant in Britain over the last four decades\". Using data from the &lt;a href=\"Eurobarometer\"&gt;Eurobarometer&lt;/a&gt; survey they showed that fewer Britons considered themselves European than any other EU nationality. Furthermore, they show that British trading patterns, capital flows and emigration patterns were the least Europeanised of any EU member state.\n&lt;a href=\"John%20Curtice\"&gt;John Curtice&lt;/a&gt; says that if voters \"felt that membership of the EU undermined Britain's distinctive identity were more likely to vote for Leave\" and goes on to report that the same was true for voters \"with a weak sense of European identity\". Such research implies that how attached voters felt to either Britain or to the EU influenced their decision, voting in favour of whichever identity they felt more strongly attached to.\nFurthermore, in terms of integration, Britain had developed a reputation of being \"an awkward partner\" in Europe. Britain's reluctance to integrate itself with Europe was reaffirmed by the position it was in following the conclusion of the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;. Its distinct sense of 'otherness' was reinforced by the fact that it was one of the only European states not to be occupied during the war. Its empire, while exhausted, remained intact, and senior civil servants still regarded Britain as a major global power. A Foreign Office assessment following the war's end noted that \"Great Britain must be regarded as world power of the second rank and not merely as a unit in a federated Europe\". Once Britain joined the EEC, this reluctance towards integration was seen further. The UK had the most opt-outs of any member state, and along with Ireland was the only member to acquire an opt-out of the &lt;a href=\"Schengen%20Area\"&gt;Schengen Area&lt;/a&gt; agreement. It has notable opt-outs from the European monetary union, and individual pieces of European legislation regarding Justice and Home Affairs. It has been suggested that Britain's reservations about European integration, as well as its unique historical position within Europe and stance of remaining less integrated than other EU states, laid the groundwork for the potential that Britain would decide to exit the bloc.\nTaylor posits the idea of Britain being enmeshed in a 'post-imperial crisis'. Taylor writes Britain is defined by being at the centre of relations, whether from the &lt;a href=\"Special%20Relationship\"&gt;Special Relationship&lt;/a&gt; or in the &lt;a href=\"Commonwealth%20realm\"&gt;Commonwealth&lt;/a&gt;. Therefore, belonging to a collection of member states on equal footing does not fit into the ideal of &lt;a href=\"Exceptionalism\"&gt;British 'exceptionalism'.&lt;/a&gt; He suggests that Britain still viewed the EU from an 'imperial lens' as rivals; begetting the historically negative British opinion of the EU.\nAge of voters.\nIt has been argued that the result was caused by differential voting patterns among younger and older people. According to Opinium, 64% of eligible people aged 18–24 voted, whereas 90% of eligible individuals over 65 voted. It is argued that older voters were more likely to vote 'leave' due to having experienced life in the UK prior to 1973, when the UK joined the European Economic Community which later became the EU, and this memory as well as any potential nostalgia may have influenced their decision. It is also argued that national identity is another reason older people voted Leave. Additionally, it is argued that some older people view immigration as a threat to national identity and culture, which is speculated to be why older people were more in favour of Leave than Remain. Furthermore, polls by &lt;a href=\"Ipsos%20MORI\"&gt;Ipsos-Mori&lt;/a&gt;, &lt;a href=\"YouGov\"&gt;YouGov&lt;/a&gt; and &lt;a href=\"Michael%20Ashcroft\"&gt;Lord Ashcroft&lt;/a&gt; all assert that 70–75% of under 25s voted 'remain'. Therefore, it has been argued that a higher turnout of older people and a lower turnout of younger people affected the overall result of the referendum as the older generation was more in favour of 'leave' than the 'remain' favouring younger voters. Additionally according to YouGov, only 54% of 25–49 year olds voted 'remain', whilst 60% of 50–64 year olds and 64% of over 65s voted 'leave' meaning that the support for 'remain' was not as strong outside the youngest demographic. Also, YouGov found that around 87% of under-25s in 2018 would now vote to stay in the EU.\nHarald Wilkoszewski argues that even if the youth vote (18-24) had achieved a 100% turnout, this would not have been enough to allow for a 'remain' victory, as while the majority of youth voters would vote for 'remain', the minority of youth voters that would vote for 'leave' would still be enough to secure a 'leave' victory. Even if the voting age was lowered to 16 and there was a 100% turnout amongst the youth vote, 'leave' would still win by a slim margin. If all age groups had a 100% turnout and the voting age was lowered to 16, 'leave' would again still win.\nEducation level.\nMultiple sources have found a correlation between having a higher level of education and voting 'remain', as well as a correlation between having lower educational level and voting 'leave'. YouGov found that, among those who voted in the referendum, 68% of voters with a &lt;a href=\"Academic%20degree\"&gt;university degree&lt;/a&gt; voted 'remain', whereas 70% of voters educated only to &lt;a href=\"General%20Certificate%20of%20Secondary%20Education\"&gt;GCSE&lt;/a&gt; level or lower voted 'leave'. Similarly, &lt;a href=\"John%20Curtice\"&gt;Curtice&lt;/a&gt; reports that \"university graduates voted by around three to one in favour of Remain, whereas nearly four in five of those without any educational qualifications voted to Leave\".\nIn fact according to a study carried out by the peer-reviewed journal, '&lt;a href=\"World%20Development%20%28journal%29\"&gt;World development&lt;/a&gt;', they estimate that an increase of about 3% of British adults accessing higher education in England and Wales could have reversed the referendum result.\nIt is proposed that those with higher education and higher occupational skills are more likely to value the economic benefits of &lt;a href=\"Globalization\"&gt;globalisation&lt;/a&gt;, the &lt;a href=\"European%20Single%20Market\"&gt;Single Market&lt;/a&gt; and European membership, and so would be more inclined to vote 'remain'. Typically, educated urban professionals tend to have more liberal views on issues such as immigration that were highly debated during the referendum. Additionally, studies have shown that those with lower educational qualifications are more likely to be socially conservative and feel that European membership brings about constant and dramatic change to the UK, which would be an incentive to vote 'leave'.\nSocial attitudes.\nAcademic &lt;a href=\"Eric%20Kaufmann\"&gt;Eric Kaufmann&lt;/a&gt; notes the relatively strong positive correlation between a voter's support for the &lt;a href=\"death%20penalty\"&gt;death penalty&lt;/a&gt; and their choice to vote 'leave'. He says that this highlights a social division that he calls 'order versus openness'. He further argues that 'The order-openness divide is emerging as the key political cleavage, overshadowing the &lt;a href=\"Left%E2%80%93right%20political%20spectrum\"&gt;left-right economic dimension&lt;/a&gt;'.\nAs it states in the academic article: 'Confounding and collinearity in regression analysis: a cautionary tale and an alternative procedure, illustrated by studies of British voting behaviour', \"The United Kingdom Independence Party’s (UKIP) success at recent British elections— notably for the European Parliament in 2014 and in the 2015 general election—is generally linked to the attractiveness of its right-wing populist appeal to those who have gained least from globalisation over recent decades in particular among: older people (especially males); those with few, if any, formal educational qualifications; and those living in areas with high levels of economic and social deprivation.\nThis also links with educational factors, those who are educated to a lower level, generally, feel left behind by globalisation and ‘favour a ‘drawbridge up’ policy of less European integration, closed borders and fewer migrants, whereas the latter group are in favour of greater openness and international cooperation.’\nSuch social attitudes are argued to have stemmed from individuals with exclusive identities, whether British, English, Welsh or Scottish, tended to be more Eurosceptic than individuals with ‘nested identities ’such as a ‘nested’ English, British, European identity.\nIt is argued that data from the British Election Study suggests that support for the death penalty is an example of how valuing 'order' over 'openness' could have affected voting behaviour in the referendum. Those who valued 'order' were more likely to support the death penalty and vote 'leave' than those who were 'pro-remain' and against the death penalty, which are stances considered to value 'openness' more.\nLeft behind.\n&lt;a href=\"Matthew%20Goodwin\"&gt;Matthew Goodwin&lt;/a&gt; and Rob Ford coined the term 'The Left Behind' to refer to 'older, white, socially conservative voters in more economically marginal neighbourhoods'. Analysing data the day after the Referendum, Ford concluded that 'Such voters had turned against a &lt;a href=\"political%20class\"&gt;political class&lt;/a&gt; they saw as dominated by &lt;a href=\"cultural%20liberalism\"&gt;socially liberal&lt;/a&gt; university graduates with values fundamentally opposed to theirs, on identity, Europe – and particularly immigration.' This was described as \"if you've got money, you vote in... if you haven't got money, you vote out\". In looser terms, these groups' wider dissatisfaction with the major political parties also had a significant impact on the vote – with a particular focus placed on Labour's decline in support in the working class heartlands where it saw a significant number of votes lost to UKIP and the Conservatives in 2015. This was exemplified in 2019 when Labour lost several more seats to the Conservatives in their traditional heartlands, including seats such as Burnley who hadn't had a Tory MP for more than a decade.\nMany other academics have also suggested the link between voting 'leave' and a rejection of &lt;a href=\"neoliberalism\"&gt;neoliberalism&lt;/a&gt; and &lt;a href=\"Globalization\"&gt;globalisation&lt;/a&gt; and the sense of economic insecurity that some members of society have felt as a result of these economic processes. Bateman suggests that today's globalised world has contributed to the feeling of fast-paced changes in society and the economy, leading to the sense of being 'left behind', which she argues motivated some voters to vote 'leave'. In a similar manner to the arguments of Goodwin, Ford and Bateman it has also been suggested that both economically and socially 'left behind' groups \"are united by a general sense of insecurity, pessimism and marginalisation\", increasingly feeling as though liberalised society as well as the British and European &lt;a href=\"The%20Establishment\"&gt;establishments&lt;/a&gt; do not represent their interests or share their concerns.\nThe left-behind hypothesis is furthered using data on the EU referendum result across electoral wards level as well as across local authorities, suggesting that especially areas with high degrees of social deprivation and low educational attainment strongly voted in favour of leaving the EU.\nSince the result of the 2016 referendum, it is argued that euroscepticism has only increased, treating the notion as a consequence of the 'left behind' as opposed to a cause.\nFurthermore, the Brexit referendum is seen to have been a reaction against the austerity measures and the fact that people are living in poverty despite being in employment. More specifically, Brexit has also managed to further divide between those living in London and other cities that are in a strong economic position and those who live in small towns or the countryside where most votes to leave the EU were recorded. Similarly, support for UKIP was propped up because of austerity, and the EU referendum could have resulted in a remain victory if it wasn't for the austerity programme that was implemented. Calculations suggest leave support could well have been 6 percentage points lower. Consequently, the overall picture suggests that those affected by reforms in welfare, showed greater support for UKIP, and therefore voted Leave in 2016.\nMany of the same areas that voted for Brexit would later go on to vote for the Conservative Party in the 2019 general election showing with most Conservative voters saying they chose that party due to their referendum position. This was particularly true in Labour to Conservative switchers in 2019.\nNevertheless, what is most striking economically, is that most people thought that Brexit would be bad for the economy and their own finances. However, they thought it would ensure lower immigration levels and the ability to claim back national sovereignty, even though most were not wary of the repercussions or did not think it would make any difference at all.\nIdentity and change.\nThe widening of the &lt;a href=\"North%E2%80%93South%20divide%20in%20England\"&gt;north–south divide&lt;/a&gt; and the increased concentration of wealth held by (usually London-based) financial and educated elites, is also thought to have played a role in the referendum outcome. De-industrialisation in &lt;a href=\"Northern%20England\"&gt;Northern England&lt;/a&gt; left many feeling economically left behind and forgotten about compared to the &lt;a href=\"South%20East%20England\"&gt;South East&lt;/a&gt; in particular, a feeling intensified by the globalisation associated with EU membership. It is believed that this feeling of change happening elsewhere in the country whilst there was economic stagnation in the North was an incentive for many to vote 'leave' and indeed much of Northern England voted strongly in favour of Brexit. A more nuanced analysis shows that a north–south division is too simplistic, as many great northern cities (Liverpool, Manchester, Leeds, Newcastle, York) voted 'remain' whereas many small towns and rural areas in the South voted 'leave'.\nFeeling as though the UK has been rapidly changing and feeling negatively towards that change is considered to have been a reason that many voters backed 'leave'. Goodwin and Milazzo report that identity and preventing a loss of national identity as a result of national change, were highly important to many leave voters. Furthermore, they found that among those who felt that during the preceding ten years Britain had gotten ‘a lot worse’ the average Leave vote was 73%, compared to 40% among those who felt the country had gotten ‘a lot better’.\nAdditionally, it is thought that the rise in liberal social movements and an increase in social change played a role in leading some voters to vote 'leave' as a rejection of such change. Polls conducted by Lord Ashcroft showed that \"of those who think that feminism, the internet and the Green Movement are bad for us were, respectively, 22%, 6% and 26% of those polled, and of those groups, 74%, 71% and 78% respectively were Leave voters\".\nWard-level polling data revealed that significant pockets of Asian British voted Leave. This was seen in Luton (56.5% Leave), Hillingdon (56.4% Leave), Slough (54.3% Leave) and Bradford (54.2% Leave) (these jurisdictions had South Asian populations of 25% or greater), and boroughs in London with stronger South Asian concentrations voted Leave in greater numbers than in predominantly whiter neighbouring boroughs. It was suggested that many British South Asian voters did not feel European, were attracted to the pro-Commonwealth messaging of the Leave campaign, and considered that ending the \"Freedom of Movement\" provisions provided by Brexit was one way to level out the perceived unfairness that denied South Asians the same entry and work rights as Europeans.\nEnglish national identity.\nThe &lt;a href=\"World%20Economic%20Forum\"&gt;World Economic Forum&lt;/a&gt; 2016 acknowledged in its \"&lt;a href=\"Global%20Risks%20Report\"&gt;Global Risks Report&lt;/a&gt;\" that \"the Brexit and President-elect Trump victories featured (...) appeals to sovereignty rooted in national identity and pride\" and that it would \"be challenging to find political narratives and policies that can repair decades-long cultural fault-lines\".\nIt has been argued that &lt;a href=\"English%20nationalism\"&gt;English nationalism&lt;/a&gt; played a key role in shaping the result of the referendum. As the largest constituent country within the United Kingdom, England provided the largest share of 'Leave' voters, 15,188,406 to 'Remain's' 13,266,996, and saw the largest margin of victory for 'Leave' at 53.4% to 46.6% slightly larger than the 52.5% to 47.5% leave result produced by Wales. In Scotland and Northern Ireland, on the other hand, a majority of voters supported 'Remain' by 62.0% to 38.0% and 55.8% to 44.2% respectively. Some academics have argued that \"England's choice for Brexit was driven disproportionately by those prioritising the English national identity\", and that English nationalism is a \"cluster point\" for other attitudes and concerns, such as \"hostility to European integration, the sense of absence of political voice, concern about immigration, and support for parties of the right\". Polling conducted in the immediate aftermath of the referendum suggested that people in England who put more emphasis on the idea of being English as opposed to the idea of being British as a part of their identity were more likely to vote leave.\nHowever, a Binomial logit analysis was conducted to determine the factors of voting to leave the EU and it was determined that national identity was not directly involved with the decision to vote for leave or remain. Although, people who identified as Scottish were less likely to vote leave than people who identified as British.\nLocational identity.\nAlthough the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; as a whole voted to leave the EU on a narrow majority of only 4%, what was most influential was the staggering leave support from England that had a 7-point majority lead over the remain support. Although not the most influential factor, the support for the leave campaign came most predominantly from England compared to other regions of the UK such as Scotland that voted (62.0%–38.0%) in favour of remaining. This phenomenon has been argued by experts such as Henderson A, Jeffery C, Wincott D, Wyn Jones R, to be driven heavily by national identity in England that makes up 84% of the UK population and therefore holds the most sway over referendums that support the populous vote.\nSome Brexit supporters found the West Lothian question to be a heavy driver for the leave vote as ongoing disputes between the Uk and Scotland over issues arguable in both the Westminster and Scottish Parliament became a leading cause of weakened national identity and a challenge to &lt;a href=\"Parliamentary%20sovereignty\"&gt;Parliamentary Sovereignty&lt;/a&gt;. This factor was argued several times by &lt;a href=\"Tom%20Standage\"&gt;Tom Standage&lt;/a&gt; to be a driver for politicians in England to push for the leave campaign over nationalist beliefs that also drove the &lt;a href=\"2014%20Scottish%20independence%20referendum\"&gt;Scottish independence campaign in 2014&lt;/a&gt;. This argument of &lt;a href=\"national%20identity\"&gt;national identity&lt;/a&gt; was central to the entire campaign for Scottish Independence. This was crucial in shaping the debate until the Referendum was called, culminating on the failed 18 September 2014, ballot. This same scenario was reflected through the entire UK against the European Union with calls for greater sovereignty and national devolvement from the Union as campaigners argued the restrictions imposed by the Union were a more significant deficit to the country over the benefits of staying.\nEconomy.\nSome Brexit supporters viewed the EU as an economic opportunity for Britain. This contradicted the Remain campaign's warnings of a potential 'economic black hole'. Those who saw economic opportunity tended to be sympathetic towards &lt;a href=\"free%20market\"&gt;free market&lt;/a&gt; and &lt;a href=\"free%20trade\"&gt;free trade&lt;/a&gt; ideas, viewing the regulatory nature of the EU as imposing on personal market freedom. Proponents of free trade post-Brexit hoped to strike trade deals with nations outside of the EU. For instance, Nigel Farage argued that Brexit needed to happen in order for Britain to be free to make trade deals with countries such as the United States. He also stated that this negotiation is key for Britain as \"Trump is the best ally in the world\" and the negotiation of this trade deal would only take 48 hours.\nBudget negotiations in 2013 led to both Labour Party and Conservative Eurosceptics voting against the government in favour of passing an amendment calling for a real term cut in EU spending.\nIn addition to this, it was argued that the UK being away from EU regulations would boost Britain as a market, because policies such as the common fisheries policy would be no longer applicable to the UK. Politicians such as &lt;a href=\"Boris%20Johnson\"&gt;Boris Johnson&lt;/a&gt; and &lt;a href=\"Jacob%20Rees-Mogg\"&gt;Jacob Rees-Mogg&lt;/a&gt; were associated with this point of view. Additionally, the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932008\"&gt;2008 financial crash&lt;/a&gt; and the &lt;a href=\"European%20debt%20crisis\"&gt;Eurozone crisis of late 2009&lt;/a&gt; may have encouraged others to want to move the UK's economy further away from the EU's increasingly integrated economy as a means of protecting it.\nAccording to a 2019 study in the \"American Economic Review,\" &lt;a href=\"United%20Kingdom%20government%20austerity%20programme\"&gt;austerity reforms introduced in 2010&lt;/a&gt; may have contributed to a Leave victory in the Brexit referendum by raising political dissatisfaction. The combination of immigration and austerity may have also increased sympathy towards the leave campaign because due to the cuts in public services and welfare, and the increase in population immigration had brought, there was a perceived fear public services such as the NHS would collapse due to this increase in pressures immigration brought.\nMany academics have since pointed to a public survey identified how “people’s subjective judgments of their surrounding economic conditions were more important predictors of attitudes towards the EU” compared to “how the economy was actually performing [as a whole]”. When we consider this relative to geographical area, we see a clear correlation between localised economically poorer areas - such as parts of the Midlands and the North-West of England - and voting ‘Leave’ \nAnti-establishment populism.\nThe idea of voting in favour of Brexit was seen by many as a way to protest against &lt;a href=\"the%20Establishment\"&gt;the Establishment&lt;/a&gt; and the elite who were seen to have ignored \"the will of the people\" for too long. The result of the referendum was branded as such by &lt;a href=\"Nigel%20Farage\"&gt;Nigel Farage&lt;/a&gt;, who claimed it to be a victory against \"big merchant banks\" and \"big politics\". Many voters saw the referendum itself as an example of power being given back to the citizens to make decisions and not the elites, with many voters harbouring discontent for these elites and the power they hold. For some voters, voting 'leave' defied the Establishment that was seen to be pro-Remain. The populist nature of the referendum was an incentive for many to take the opportunity they felt they had to have their voices heard over those of the elite and vote 'leave'.\nIt has been argued that anti-politics played a part in the referendum. Marsh argues that ‘the distrust of the political elite’ is an important feature of anti-politics. Furthermore, Marsh relates this to populism, stating that the ‘distrust in the political elite was particularly evident in the campaign’. According to Jennings and Lodge, David Cameron made arguably a futile attempt to reduce the impact that anti-politics was having on British politics by calling the referendum, which ultimately did not succeed. Iaknis et al. conduct a survey which shows how the vote to leave the European Union was influenced by nativism and anti-establishmentarianism. This survey gives an indication as to how anti-politics influenced the Brexit vote. Baldini et al. discuss how during the 2015 and 2017 general elections, voters were more likely to change their vote, which was then linked to the rise of anti-politics.\nRole and influence of politicians.\nDecision to call referendum.\nThe referendum was first announced by then-Prime Minister &lt;a href=\"David%20Cameron\"&gt;David Cameron&lt;/a&gt; on 23 January 2013. Cameron announced that he would attempt to re-negotiate Britain's terms with the EU before holding an in-out referendum no later than two years after the next &lt;a href=\"2015%20United%20Kingdom%20general%20election\"&gt;general election&lt;/a&gt; – should he still be Prime Minister. This was seen as a move to appease Eurosceptics within his own party as well as an attempt to regain voters who had been switching allegiance to UKIP since the previous election. Upon the Conservatives surprise majority victory in the 2015 general election, Cameron upheld his pledge and announced the date for the referendum to be 23 June 2016.\nEffect on voters.\n&lt;a href=\"Boris%20Johnson\"&gt;Boris Johnson&lt;/a&gt; and &lt;a href=\"Cabinet%20of%20the%20United%20Kingdom\"&gt;cabinet&lt;/a&gt; minister &lt;a href=\"Michael%20Gove\"&gt;Michael Gove&lt;/a&gt; becoming leading figures in the Leave Campaign is a factor considered to have given the pro-Brexit side a wider appeal and greater credibility. Johnson is believed to have been heavily influential during the campaign, with polling results revealing that the public trusted the words of Boris Johnson on Brexit more than any other politician, including David Cameron.\nIn regard to the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;, there was some perceived ambiguity as to the party's stance with only 52% of voters believing Labour MPs were in favour of Remain, according to polling. In actuality it is thought that as many as 96% of Labour MPs backed remain. Party leader &lt;a href=\"Jeremy%20Corbyn\"&gt;Jeremy Corbyn&lt;/a&gt; is known to have been a longtime &lt;a href=\"Euroscepticism%20in%20the%20United%20Kingdom\"&gt;eurosceptic&lt;/a&gt;, having voted against staying in the &lt;a href=\"European%20Economic%20Community\"&gt;Common Market&lt;/a&gt;. Furthermore, the chair of the &lt;a href=\"Vote%20Leave\"&gt;official Leave campaign&lt;/a&gt; was Labour MP &lt;a href=\"Gisela%20Stuart\"&gt;Gisela Stuart&lt;/a&gt;. It is thought that the perceived lack of clear direction from the party may have played a role in some Labour voters backing 'leave' despite most of its MPs backing 'remain'.\nEstablishment Euroscepticism.\nDespite many perceiving &lt;a href=\"the%20Establishment\"&gt;the Establishment&lt;/a&gt; as being pro-Remain, the British Establishment has historically contained a significant eurosceptic fraction that has cut across both the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; and &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt; parties. It is thought that the existence of such euroscepticism within Britain's elite has helped ensure that eurosceptic thoughts, voices, opinions and sometimes policies have had somewhat of a platform, consequently influencing public opinion. During the 2016 EU referendum campaign, 45% of Conservative MPs were in favour of leaving the European Union - a considerable amount which held significant influence over public opinion. Historical examples of euroscepticism within the Labour party include &lt;a href=\"1975%20United%20Kingdom%20European%20Communities%20membership%20referendum\"&gt;the 1975 referendum&lt;/a&gt; on European membership, the position and influence of &lt;a href=\"Tony%20Benn\"&gt;Tony Benn&lt;/a&gt; and &lt;a href=\"Hugh%20Gaitskell\"&gt;Hugh Gaitskell's&lt;/a&gt; famous 1962 speech in which he said joining the &lt;a href=\"European%20Economic%20Community\"&gt;EEC&lt;/a&gt; would be \"the end of a thousand years of history\".\nPresentational factors during the campaign.\nInformation interpretation.\n&lt;a href=\"Michael%20Dougan\"&gt;Michael Dougan&lt;/a&gt;, Professor of &lt;a href=\"European%20Union%20law\"&gt;European Law&lt;/a&gt; at the &lt;a href=\"University%20of%20Liverpool\"&gt;University of Liverpool&lt;/a&gt;, in a viral video of one of his lectures prior to the referendum, described the Leave campaign as peddling \"dishonesty on an industrial scale\".\nPerhaps the most commonly criticised claim by the Leave campaign was that voting to leave the EU would allow for increased spending on the NHS of £350m a week. Vote Leave claimed that the UK sends £350 million to the EU every week. The Office for National Statistics, quoting analysis from the European Commission, states the UK's actual net average annual contribution to the EU budget, taken from a five-year average from 2014 to 2018, when its annual rebate and public and private sector receipts are excluded, is £7.7 bn. Divided by 52, this equates to £150 million per week.\nSir &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt; claimed that Vote Leave had deliberately misled voters by using the gross contribution to the EU before the automatically deducted &lt;a href=\"UK%20Rebate\"&gt;UK Rebate&lt;/a&gt;. The gross contribution is the amount the UK would pay under the standard formula before any discounts and rebates. At the time of the Brexit vote, the UK received a 40% discount from the gross contribution which was negotiated by &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt; in the 1980s (worth about £144 million) plus various agricultural, economic development and scientific research 'rebates' (worth approximately a further £96 million).\nElements of the Leave campaign have been identified as exemplifying \"&lt;a href=\"post-truth%20politics\"&gt;post-truth politics&lt;/a&gt;\", in which debate is framed largely by &lt;a href=\"appeal%20to%20emotion\"&gt;appeals to emotion&lt;/a&gt; rather than the details of &lt;a href=\"Public%20policy\"&gt;policy&lt;/a&gt; or objective factual analysis.\nThis potentially deliberate attempt to mislead the public finds relevance with Hobolt's theory, that campaigns prey on voters' insecurities. Individuals with low education levels will be less likely to be able to separate factual and false information, thus forming the existential link between educational and campaigning factors. This makes voting behaviour hard to analyse because it uses the incorrect assumption that all citizens vote rationally and have the ability to critique policy.\nThe Remain campaign was also urged by &lt;a href=\"Andrew%20Tyrie\"&gt;Andrew Tyrie&lt;/a&gt;, chair of the &lt;a href=\"Treasury%20Select%20Committee\"&gt;Commons Treasury Select Committee&lt;/a&gt;, to remove the 'intellectually dishonest' claim that EU membership was worth £3,000.\nBranding and wording choices.\nIt has been argued that the 'Leave' brand was stronger and more effective than the 'Remain' brand. According to Mike Hind, a marketing professional, \"The Britain Stronger In Europe brand was stillborn. On the basis of preparation, presentation and messaging, it deserved the kicking it got.\" Additionally behavioural practitioner Warren Hatter argues that 'Leave' as a word places a lower cognitive load on observers than 'Remain a member of'.\nProspect theory.\nEconomics writer Chris Dillow has argued that, among other factors, &lt;a href=\"Prospect%20theory\"&gt;Prospect Theory&lt;/a&gt; may explain the willingness of many voters to take a path that he sees as the more risky of two (change vs status quo). In his words Prospect Theory 'Tells us that people who feel they've lost want to gamble to break even. This is why they back longshots on the last race of the day or why they hold onto badly performing stocks. People who had lost out from globalization, or felt discomforted by immigration, voted Leave because they felt they had little to lose from doing so.'\nThe role of Vote Leave.\n&lt;a href=\"Dominic%20Cummings\"&gt;Dominic Cummings&lt;/a&gt;, Campaign Director of &lt;a href=\"Vote%20Leave\"&gt;Vote Leave&lt;/a&gt; wrote in \"&lt;a href=\"The%20Spectator\"&gt;The Spectator&lt;/a&gt;\" in January 2017 on \"how the Brexit referendum was won\".\nHe wrote: \"Leave won because 1) three big forces [the &lt;a href=\"European%20migrant%20crisis\"&gt;immigration crisis&lt;/a&gt;, the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932008\"&gt;2008 financial crisis&lt;/a&gt; and the &lt;a href=\"European%20debt%20crisis\"&gt;euro crisis&lt;/a&gt;] created conditions in which the contest was competitive, AND 2) Vote Leave exploited the situation imperfectly but effectively, AND 3) &lt;a href=\"David%20Cameron\"&gt;Cameron&lt;/a&gt;/&lt;a href=\"George%20Osborne\"&gt;Osborne&lt;/a&gt; made big mistakes. If just one of these had been different, it is very likely IN would have won.\"\n\"Pundits and MPs kept saying ‘why isn’t Leave arguing about the economy and living standards’. They did not realise that for millions of people, £350m/NHS was about the economy and living standards – that's why it was so effective. It was clearly the most effective argument not only with the crucial swing fifth but with almost every demographic. Even with &lt;a href=\"UK%20Independence%20Party\"&gt;UKIP&lt;/a&gt; voters it was level-pegging with immigration. Would we have won without immigration? No. Would we have won without £350m/NHS? All our research and the close result strongly suggests No.\"\n\"If &lt;a href=\"Boris%20Johnson\"&gt;Boris&lt;/a&gt;, &lt;a href=\"Michael%20Gove\"&gt;Gove&lt;/a&gt;, and &lt;a href=\"Gisela%20Stuart\"&gt;Gisela&lt;/a&gt; had not supported us and picked up the baseball bat marked 'Turkey/NHS/£350 million' with five weeks to go, then 650,000 votes might have been lost.\"\nThe regional economic inequalities are critical to explain the cultural grievances that influenced a ‘leave’ vote. People who live in districts that have suffered from long periods of economic decline have grown to adopt anti-immigrant and Eurosceptic views, which leads to support for Brexit.\n&lt;a href=\"Dominic%20Cummings\"&gt;Dominic Cummings&lt;/a&gt; also has discussed how the Leave campaign that he spearheaded, was able to mobilise as well as appeal to two vast groups of the electorate; the traditional labour industrial voter and the more middle class older conservative-leaning voter. Cummings stated that the campaign that focused on Turkey/NHS mainly appealed to Labour voters living in the north of England. The attention of these issues was at the top of the policies that these voters feared (immigration and the lack of resources). The ability to mobilise these voters appeared to pave the way for a Leave-win in the north.\nThe ability and decision making of the leave campaign to choose to hand-pick policies in certain areas of the country resulted in the campaign having vast support in the two ends of the country. This was different from that of remain who campaigned around solely on the economic argument across the country. This worked well with the southern voters, yet the Northern voters who had seen the brunt of de-industrialisation and austerity did not agree with the premise that the European Union was the height of economic prosperity.\nShortcomings of the Remain campaign.\nWhilst the Leave side may have made good tactical decisions during the campaign, part of its success came from the &lt;a href=\"Britain%20Stronger%20in%20Europe\"&gt;Remain campaign&lt;/a&gt; failing to provide convincing enough counter arguments or arguments of their own. A lot of the Remain's campaign was built around spreading the notion that Brexit would weaken Britain, yet &lt;a href=\"John%20Curtice\"&gt;Curtice&lt;/a&gt; notes that the campaign offered little explanation as to \"how the UK economy might be strengthened further by continued EU membership\". He goes on to argue that the &lt;a href=\"Campaigning%20in%20the%20United%20Kingdom%20European%20Union%20membership%20referendum%2C%202016\"&gt;Leave campaign&lt;/a&gt; were offering such explanations, exemplified by the claim that £350 million a week could be spent on the &lt;a href=\"National%20Health%20Service\"&gt;NHS&lt;/a&gt;, regardless of whether or not this was a valid claim.\nOne analysis of the Remain campaign has concluded that the campaign did little to counter &lt;a href=\"Vote%20Leave\"&gt;Vote Leave's&lt;/a&gt; arguments surrounding immigration, an area that was considered one of Leave's biggest pulling factors in attracting voters. Furthermore, the official leaflet supplied by the government to make the case for remaining in the EU failed to address the issue of sovereignty, which was another area that Vote Leave was gaining a lot of support. In addition, the remain campaign focused very heavily on the 'risk' posed by Brexit, but analysis in the time since shows this may have been a mistake. Analysis carried out by &lt;a href=\"https%3A//web.archive.org/web/20190123145427/https%3A//www.utdallas.edu/epps/hclarke/\"&gt;Harold D. Clarke&lt;/a&gt;, &lt;a href=\"Matthew%20Goodwin\"&gt;Matthew Godwin&lt;/a&gt; and &lt;a href=\"https%3A//www.essex.ac.uk/people/white62605/paul-whiteley\"&gt;Paul Whiteley&lt;/a&gt;, appears to show that those who had an unfavourable view of immigration and felt that too much decision making had been taken away from the British government, were much more likely to minimise the risk of Brexit, partially because they perceived they had little to lose.\nPolicy decisions.\nDecision not to impose tougher migration restrictions.\nIt has been claimed that the role of migration as a key factor in driving voting behaviour at the referendum originates from the relatively high levels of net migration into the UK in the last decade. In particular it is claimed that the decision not to impose restrictions on EU migrants after the addition of the 'A8' (Eastern European) countries to the EU in 2004 (at a time when other European countries did impose such restrictions) contributed to a spike in migration levels that underpins contemporary voter attitudes.\nEuropean migrant crisis.\n&lt;a href=\"President%20of%20the%20United%20States\"&gt;U.S. President&lt;/a&gt; &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; stated that &lt;a href=\"German%20Chancellor\"&gt;German Chancellor&lt;/a&gt; &lt;a href=\"Angela%20Merkel\"&gt;Angela Merkel&lt;/a&gt;'s decision to open her country's borders for more than a million refugees and illegal immigrants was a \"catastrophic mistake\" and \"the final straw that broke the camel's back\", allowing the Leave campaign to win.\nFurthermore, &lt;a href=\"Nigel%20Farage\"&gt;Nigel Farage&lt;/a&gt; and long-term &lt;a href=\"Euroscepticism\"&gt;Eurosceptic&lt;/a&gt; party &lt;a href=\"UK%20Independence%20Party\"&gt;UKIP&lt;/a&gt; used images from the refugee crisis during their campaign to increase the anxiety about immigration that the crisis caused, prompting criticism from some \"Leave\" and \"Remain\" supporters. Leading Leave campaigner &lt;a href=\"Michael%20Gove\"&gt;Michael Gove&lt;/a&gt; said that it was \"the wrong thing to do\", whilst then-Chancellor &lt;a href=\"George%20Osborne\"&gt;George Osborne&lt;/a&gt; of the Remain side stated that the poster \"had echoes of literature used in the 1930s\" in Germany.\nRole of the media.\nAt the heart of the political debates seen across the British media in the run up to June 2016, we saw two specific subjects dominate; the economy and immigration. As highlighted in a report by the Centre for the Study of Media, Communication and Power, “The economy was the most-covered political issue during the campaign…appearing in 48% of all “4,383 articles [referring] to immigration during the campaign”[explicitly Brexit related] articles\" \n\"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" journalist &lt;a href=\"Jane%20Martinson\"&gt;Jane Martinson&lt;/a&gt; noted that many of the UK's biggest selling newspapers, \"&lt;a href=\"The%20Sun%20%28United%20Kingdom%29\"&gt;The Sun&lt;/a&gt;\" and the \"&lt;a href=\"Daily%20Mail\"&gt;Daily Mail&lt;/a&gt;\" in particular, but also including \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" and \"&lt;a href=\"Daily%20Express\"&gt;Daily Express&lt;/a&gt;\", have been Eurosceptic for many years. The implication of this as supported by academic author of 'Media definitely \"do\" matter: Brexit, immigration, climate change and beyond', 'Neil T. Gavin', is that the political stance of the print media could have shaped the public's opinion before the referendum.\nThe Guardian accused the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; of not supporting remain strongly enough, purporting so-called &lt;a href=\"false%20balance\"&gt;false balance&lt;/a&gt; which helped provide visibility to the leave campaign. This was despite the BBC being strongly criticized by leave voters for its perceived remain bias. Leading up to and during the EU referendum campaign, \"&lt;a href=\"Daily%20Mail\"&gt;Daily Mail&lt;/a&gt;, &lt;a href=\"the%20Daily%20Telegraph\"&gt;the Daily Telegraph&lt;/a&gt;, &lt;a href=\"Daily%20Express\"&gt;Daily Express&lt;/a&gt;\" and \"&lt;a href=\"The%20Sun%20%28United%20Kingdom%29\"&gt;The Sun&lt;/a&gt;\" were all pro-Leave. Curtice argues that as these were \"more popular\" newspapers, their support not only provided credibility to the Leave campaign but also meant that there would be \"sympathetic coverage\" for its pro-Brexit arguments.\nResearch carried out by &lt;a href=\"Loughborough%20University\"&gt;Loughborough University&lt;/a&gt; found that the &lt;a href=\"Daily%20Express\"&gt;Daily Express&lt;/a&gt; was the most in favour of leave while the &lt;a href=\"Financial%20Times\"&gt;Financial Times&lt;/a&gt; was most pro-remain. Moreover, it was discovered that the &lt;a href=\"The%20Guardian\"&gt;Guardian&lt;/a&gt; provided the most balanced coverage of the referendum while the &lt;a href=\"Daily%20Express\"&gt;Daily Express&lt;/a&gt; was the least neutral. However, while there was an even split of support for leave and remain in the newspapers analysed when circulation numbers and the strength of their endorsements were factored in, leave had an 82% advantage to remains 18%. The newspaper bias towards pro-Brexit reporting is further evidenced by Levy, Aslan and Bironzo whereby a sample of 1558 articles, from nine national newspapers, found that 41% were in favour of leaving and only 27% in favour of remaining.\nSeaton explains that long-term anti-EU reporting, demonisation of foreign nationals and the working class in mainstream media could have made the public more susceptible to pro-Brexit arguments, as well as having \"shaped the debate\". Seaton also comments on the effect of social media on the referendum, which played a much more prominent role in the campaign and the vote than in previous votes in the UK. Seaton argues that social media was highly influential in shaping voters' opinions as social media enables users to \"get more of what you like\" whilst being able to \"avoid exposure to what you disagree with\" on a platform that is \"driven by popularity\".\nAnother element of media which has yet to be mentioned is the role of social media which arguably was the most effective platform. Media democracy is the way journalists were more concerned by the entertainment factor of news content, rather than being informative. Some accused printed media of being too \"politically correct\", whereas the same limitations were not shared by social media.\nThere have been concerns about opinions manipulation by the spread of political misinformation through social media. The degree of message influence is highly dependent on how much the content of the message is consistent with the human priory. M. Ahmadi devised series of metrics on quantitatively evaluating the effectiveness of generated messages by robots. Factors like message polarity, threats to the core values, and causal arguments constitute the main metrics incorporates with the potential of message in changing one's beliefs.\nTwitter was the most utilised social media platform and the campaigns were led through the use of 'hashtags'. Llewellyn and Cram conducted a study that involved tallying how often certain 'hashtags' were used and concluded by noting that overall there were more ‘leave’ hashtags than ‘stay’ even though ‘stay’ equated to the largest percentage. This referendum also saw the intense use of 'twitter bots'. Gorodnichenko et al. analysed two types of social media agents – real (human users and bots) and social bots (composed of algorithm). Social media platforms such as Twitter supported ideas such as ‘echo chambers’ and therefore enhanced ideological segmentation and made information more fragmented to separate rather than unite people. In turn Twitter became known as the best platform for spreading 'fake news'. On the other hand, others claim that the sentiment results always indicated a likely 'Leave' result but it is not pinned down to bots or any dark loitering propaganda systems, instead it was lack of ‘remainers online mobility’ that caused the outcome. On the day of the referendum, ‘remain’ activity reached an all-time high of 38.5% on Twitter, but also Instagram came into play almost as much as Twitter did but due to it being a less direct platform, was not as noticed."
}