{
    "id": "51125875",
    "revid": "1063602133",
    "url": "https://en.wikipedia.org/wiki?curid=51125875",
    "title": "Jasenovac – istina",
    "text": "Jasenovac – istina (English: Jasenovac – The Truth) is a 2016 &lt;a href=\"Holocaust%20denial\"&gt;Holocaust denial&lt;/a&gt; documentary film by the Croatian filmmaker &lt;a href=\"Jakov%20Sedlar\"&gt;Jakov Sedlar&lt;/a&gt;. The film contends that the extent of the &lt;a href=\"The%20Holocaust%20in%20the%20Independent%20State%20of%20Croatia\"&gt;Holocaust in Croatia&lt;/a&gt; and the &lt;a href=\"World%20War%20II%20in%20Yugoslavia\"&gt;World War II&lt;/a&gt;-era &lt;a href=\"Genocide%20of%20Serbs%20in%20the%20Independent%20State%20of%20Croatia\"&gt;genocide&lt;/a&gt; of the country's &lt;a href=\"Serbs%20of%20Croatia\"&gt;Serb&lt;/a&gt; population was exaggerated through post-war &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; propaganda. It focuses primarily on &lt;a href=\"Jasenovac%20concentration%20camp\"&gt;Jasenovac&lt;/a&gt;, a &lt;a href=\"Concentration%20camps%20in%20the%20Independent%20State%20of%20Croatia\"&gt;concentration camp&lt;/a&gt; run by Croatia's wartime &lt;a href=\"fascism\"&gt;fascist&lt;/a&gt; &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt; government where an estimated 100,000 are believed to have perished, and suggests that the actual death toll never exceeded 18,000. The film also argues that Jasenovac continued being used as a concentration camp by &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;'s communist authorities well after World War II, and that more inmates perished when it was run by the communists than when it was run by the Ustaše.\nIt premiered in &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt; in February 2016 and in &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt; two months later. Its Croatian premiere was attended by &lt;a href=\"Ministry%20of%20Culture%20%28Croatia%29\"&gt;Minister of Culture&lt;/a&gt; &lt;a href=\"Zlatko%20Hasanbegovi%C4%87\"&gt;Zlatko Hasanbegović&lt;/a&gt;, who is alleged to have made a number of pro-fascist statements in the past, as well as by the Israeli ambassador to Croatia. The film was panned by scholars, journalists and politicians from the Croatian &lt;a href=\"Left-wing%20politics\"&gt;left&lt;/a&gt;, who accused the filmmakers of minimizing and relativizing Ustaše atrocities. It was also alleged that the filmmakers had fabricated or misrepresented a number of photographs, correspondences and newspaper reports seen in the film, as well as that they had manipulated videotaped survivor testimony through selective editing. The Israeli ambassador strongly criticized the film and accused the filmmakers of &lt;a href=\"historical%20negationism\"&gt;historical negationism&lt;/a&gt;, as did representatives of the &lt;a href=\"Serbs%20of%20Croatia\"&gt;Croatian Serb&lt;/a&gt; and &lt;a href=\"Jews%20of%20Croatia\"&gt;Croatian Jewish&lt;/a&gt; communities.\nThe film has been shown as an educational feature in a number of Croatian schools, causing further controversy. Sedlar has said that he intends to screen the film at Holocaust museums and Jewish community centres, and indicated that copies will be donated to university libraries in Europe and North America. In July 2016, a &lt;a href=\"non-governmental%20organization\"&gt;non-governmental organization&lt;/a&gt; called the Anti-Fascist League of Croatia filed a lawsuit against Sedlar alleging the film incited ethnic intolerance and promoted &lt;a href=\"Holocaust%20denial\"&gt;Holocaust denial&lt;/a&gt;.\nProduction.\nDuring &lt;a href=\"World%20War%20II%20in%20Yugoslavia\"&gt;World War II&lt;/a&gt;, Croats were divided between the &lt;a href=\"communism\"&gt;communist&lt;/a&gt; &lt;a href=\"Yugoslav%20Partisans\"&gt;Partisans&lt;/a&gt;, led by &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt;, and the &lt;a href=\"fascism\"&gt;fascist&lt;/a&gt; &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt;, led by &lt;a href=\"Ante%20Paveli%C4%87\"&gt;Ante Pavelić&lt;/a&gt;. Pavelić came to power following the &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; &lt;a href=\"invasion%20of%20Yugoslavia\"&gt;invasion of Yugoslavia&lt;/a&gt; in April 1941, declared independence from &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;, and ruled the fascist &lt;a href=\"puppet%20state\"&gt;puppet state&lt;/a&gt; of &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Croatia&lt;/a&gt; as a dictator until 1945, when the Ustaše were defeated and the country was reintegrated into &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;, which fell under communist rule at the war's end. While in power, the Ustaše had pursued a campaign of extermination against Croatia's minorities, particularly &lt;a href=\"Serbs%20of%20Croatia\"&gt;Serbs&lt;/a&gt;, &lt;a href=\"Jews%20of%20Croatia\"&gt;Jews&lt;/a&gt; and &lt;a href=\"Romani%20people%20in%20Croatia\"&gt;Roma&lt;/a&gt; (Gypsies). Between 1941 and 1945, they set up a number of &lt;a href=\"Concentration%20camps%20in%20the%20Independent%20State%20of%20Croatia\"&gt;concentration camps&lt;/a&gt;, the largest of which was &lt;a href=\"Jasenovac%20concentration%20camp\"&gt;Jasenovac&lt;/a&gt;, which survivors dubbed the \"&lt;a href=\"Auschwitz%20concentration%20camp\"&gt;Auschwitz&lt;/a&gt; of the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;\". An estimated 100,000 prisoners perished at the camp, which was only liberated following Pavelić's defeat in April 1945. Wartime events continue to influence 21st-century Croatian politics. \"For many Croats,\" \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" reports, \"voting has less to do with left- or right-leaning ideological beliefs than with whose side one's family was on during the Second World War.\"\nThe film was directed and produced by &lt;a href=\"Jakov%20Sedlar\"&gt;Jakov Sedlar&lt;/a&gt;, written by novelist &lt;a href=\"Hrvoje%20Hitrec\"&gt;Hrvoje Hitrec&lt;/a&gt;, and narrated by Croatian actors &lt;a href=\"Dragan%20Despot\"&gt;Dragan Despot&lt;/a&gt; and Sanja Marin. Sedlar was the &lt;a href=\"Government%20of%20Croatia\"&gt;Croatian Government&lt;/a&gt;'s \"official propagandist\" during the &lt;a href=\"Yugoslav%20Wars\"&gt;Yugoslav Wars&lt;/a&gt; of the 1990s, according to the historian &lt;a href=\"Vjekoslav%20Perica\"&gt;Vjekoslav Perica&lt;/a&gt;. Sedlar became known for films such as \"&lt;a href=\"Gospa\"&gt;Gospa&lt;/a&gt;\" (\"&lt;a href=\"Madonna%20%28art%29\"&gt;Madonna&lt;/a&gt;\") and \"&lt;a href=\"%C4%8Cetverored\"&gt;Četverored&lt;/a&gt;\" (\"Four by Four\"), which portray the events of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; from a &lt;a href=\"Croatian%20nationalism\"&gt;Croatian nationalist&lt;/a&gt; perspective. He also made a number of documentaries glorifying wartime &lt;a href=\"President%20of%20Croatia\"&gt;President&lt;/a&gt; &lt;a href=\"Franjo%20Tu%C4%91man\"&gt;Franjo Tuđman&lt;/a&gt; and his party, the right-wing &lt;a href=\"Croatian%20Democratic%20Union\"&gt;Croatian Democratic Union&lt;/a&gt; (\"Hrvatska Demokratska zajednica\"; HDZ). In an apparent bid to increase their credibility abroad, several were filmed in the English language, with actor &lt;a href=\"Martin%20Sheen\"&gt;Martin Sheen&lt;/a&gt; narrating. Hitrec was another close associate of Tuđman, as well as one of the founding members of the HDZ. In 1990, he was appointed director of Croatia's state broadcaster, &lt;a href=\"Croatian%20Radiotelevision\"&gt;Croatian Radiotelevision&lt;/a&gt;. Between March and July 1991, he served as Croatia's Minister of Information.\nThe film was produced through the donations of &lt;a href=\"Croatian%20Canadians\"&gt;Croatian Canadian&lt;/a&gt; businessman Anton Kikaš and retired &lt;a href=\"Croatian%20Australians\"&gt;Croatian Australian&lt;/a&gt; footballer &lt;a href=\"Josip%20%C5%A0imuni%C4%87\"&gt;Josip Šimunić&lt;/a&gt;. Kikaš was a prominent émigré fundraiser supporting Croatian nationalist causes during the 1980s and 1990s. On 30 August 1991, at the height of the &lt;a href=\"Croatian%20War%20of%20Independence\"&gt;Croatian War of Independence&lt;/a&gt;, he was arrested at the &lt;a href=\"Zagreb%20Airport\"&gt;Zagreb Airport&lt;/a&gt; for attempting to smuggle a large cache of weapons to the &lt;a href=\"Croatian%20National%20Guard\"&gt;Croatian National Guard&lt;/a&gt;, after the &lt;a href=\"European%20Economic%20Community\"&gt;European Community&lt;/a&gt; and &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; had imposed an &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%20713\"&gt;arms embargo&lt;/a&gt; on the former Yugoslavia. Three months later, he was released in a prisoner exchange. In 2013, Šimunić earned a ten-match suspension for chanting the Ustaše-era slogan \"&lt;a href=\"Za%20dom%20spremni\"&gt;Za dom spremni&lt;/a&gt;\" (\"For the homeland ready\") following a &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt; &lt;a href=\"2014%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20UEFA%20Second%20Round\"&gt;qualifying match&lt;/a&gt;, forcing him to miss the tournament.\nSummary.\nThe film opens by stating that the number of inmates who perished at Jasenovac has never been accurately ascertained, with estimates ranging from 49,000 to 700,000 dead. It brings up a document from 1946 in which the president of the State Commission on Ascertaining Crimes Committed by Occupying Powers and Their Helpers reports that 15,792 inmates were killed at Jasenovac. The film then offers a glimpse at the 1945 British documentary \"A Painful Reminder: Evidence for All Mankind\", in which it is stated that 20,000 perished at the camp.\nAfter &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, the film asserts, Croatia was occupied by &lt;a href=\"Greater%20Serbia\"&gt;Greater Serbia&lt;/a&gt;n expansionists and royalist guerrillas known as &lt;a href=\"Chetniks\"&gt;Chetniks&lt;/a&gt;, who relegated Croats to the status of second-class citizens. It highlights a number of alleged murders of Croats in &lt;a href=\"Interwar%20period\"&gt;interwar&lt;/a&gt; Yugoslavia committed by Chetniks. In Jasenovac, the film claims, a Serb merchant named &lt;a href=\"Lazar%20Ba%C4%8Di%C4%87\"&gt;Lazar Bačić&lt;/a&gt; led a band that killed five Croats and terrorized countless others between 1918 and 1941. During this period, &lt;a href=\"Alexander%20I%20of%20Yugoslavia\"&gt;King Alexander&lt;/a&gt;'s government implemented discriminatory laws targeting Croats, used the &lt;a href=\"Royal%20Yugoslav%20Army\"&gt;Royal Yugoslav Army&lt;/a&gt; to crush a number of peasant revolts and organized the killing of &lt;a href=\"Croatian%20Peasant%20Party\"&gt;Croatian Peasant Party&lt;/a&gt; leader &lt;a href=\"Stjepan%20Radi%C4%87\"&gt;Stjepan Radić&lt;/a&gt;, after which Alexander declared himself royal dictator. Yugoslav jails became filled with Croatian patriots, the film explains, and the name Croatia was erased from all maps. In response to this oppression, a Croat lawyer named Ante Pavelić founded the Ustaše, a patriotic movement whose aim was to defend Croatian national interests in \"all the lands that Croats have historically inhabited\". Pavelić was soon exiled to &lt;a href=\"Fascist%20Italy%20%281922%E2%80%931943%29\"&gt;Italy&lt;/a&gt;, where he continued plotting against the \"&lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; regime\". In 1934, the Ustaše helped organize King Alexander's assassination in &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;. His funeral was attended by &lt;a href=\"Philippe%20P%C3%A9tain\"&gt;Philippe Pétain&lt;/a&gt; and &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Hermann Göring&lt;/a&gt;. This fact, the film maintains, was deliberately omitted from Yugoslav &lt;a href=\"historiography\"&gt;historiography&lt;/a&gt;.\nIn April 1941, amid the Axis invasion of Yugoslavia and in response to a Serbian militia's &lt;a href=\"Gudovac%20massacre%23Prelude\"&gt;massacre&lt;/a&gt; of dozens of defenseless Croats near &lt;a href=\"Bjelovar\"&gt;Bjelovar&lt;/a&gt;, the Ustaše proclaimed the establishment of the Independent State of Croatia. &lt;a href=\"Serbian%20nationalism\"&gt;Serbian nationalists&lt;/a&gt;, unwilling to live in an independent Croatian state, revolted against the Ustaše and initiated a campaign of genocide against the Croatian population. Following the Axis &lt;a href=\"Operation%20Barbarossa\"&gt;invasion of the Soviet Union&lt;/a&gt; in June 1941, a large number of these nationalists joined the Partisans in terrorizing Croat population centres. Pavelić, meanwhile, was misled into implementing German-style &lt;a href=\"anti-Jewish%20laws\"&gt;anti-Jewish laws&lt;/a&gt;, similar to those that Yugoslavia had implemented even before the invasion. Bačić and his son fled Jasenovac and sought refuge in Serbia, it is said, where they offered their services to the collaborationist leader &lt;a href=\"Milan%20Nedi%C4%87\"&gt;Milan Nedić&lt;/a&gt;. Bačić's property, which housed a brick factory prior to the invasion, was transformed into a \"concentration and labour\" camp and resumed production. At its height, the camp's brick factory employed 180 inmates. Hundreds of workers died from disease, exhaustion, or by drowning in a nearby marsh. The camp was used to detain all opponents of Pavelić's regime regardless of ethnicity, the film asserts, and it is claimed that most inmates were Croats.\nThousands of Jews are said to have sought refuge in Croatia before 1941, enticed by the Croats' historical &lt;a href=\"Philo-Semitism\"&gt;Judeophilia&lt;/a&gt;. Hundreds converted to &lt;a href=\"Catholic%20Church%20in%20Croatia\"&gt;Roman Catholicism&lt;/a&gt; at the urging of Archbishop &lt;a href=\"Aloysius%20Stepinac\"&gt;Aloysius Stepinac&lt;/a&gt;, thereby saving their own lives. Pavelić's wife, the film claims, was Jewish herself, as were many senior Ustaše officials. The viewer is shown a letter allegedly authored by Pavelić, asking government minister &lt;a href=\"Mile%20Budak\"&gt;Mile Budak&lt;/a&gt; to spare the lives of Jews who had not committed any crimes against the state. The film claims that hundreds of Jasenovac inmates were killed in &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; bombing raids in 1944–45. Between 1941 and 1945, inmates were allowed to stage concerts, book readings and play football, the film maintains, and conditions were more humane than those in German camps. The narrator states that post-war communist propaganda inflated the number of people killed at Jasenovac, from an estimated 18,000 to 600,000–700,000. The viewer is shown a headline from the Partisan newspaper \"&lt;a href=\"Vjesnik\"&gt;Vjesnik&lt;/a&gt;\", said to be dated from April 1945, which says that corpses tossed into the &lt;a href=\"Sava\"&gt;Sava&lt;/a&gt; River at Jasenovac had reached &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;. The narrator questions the veracity of this claim, explaining that the Sava flows away from Zagreb and not towards it.\nThe film expresses doubts about the incomplete list of over 83,000 victims compiled by the Jasenovac Research Institute, which supposedly includes the names of individuals who had been killed elsewhere by the &lt;a href=\"Wehrmacht\"&gt;Germans&lt;/a&gt; and Chetniks. It then claims that the Partisans used Jasenovac as a concentration camp of their own between 1945 and 1951, and that more inmates lost their lives while it was run by the communists than when it was run by the Ustaše. The narrator concedes, however, that there is no documentary evidence proving this hypothesis. Over several months in the summer of 1945, the film contends, the &lt;a href=\"Yugoslav%20Partisan%20killings%20of%20prisoners%20of%20war\"&gt;Partisans massacred hundreds of thousands of Croats along the Austrian border&lt;/a&gt;, thereby committing one of the worst genocides in European history. Many of those who participated in the killings, it claims, were former Chetniks who had only recently changed allegiance and joined the Partisans. The narrator warns viewers against believing mainstream historical accounts of Croatia's wartime history and states that a number of prominent Croatian citizens, including former presidents &lt;a href=\"Stjepan%20Mesi%C4%87\"&gt;Stjepan Mesić&lt;/a&gt; and &lt;a href=\"Ivo%20Josipovi%C4%87\"&gt;Ivo Josipović&lt;/a&gt;, as well as a number of left-leaning historians and journalists, are conspiring against the country by perpetuating left-wing historical narratives. The film ends with the narrator calling the aforementioned individuals \"&lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; fascists\".\nRelease and reception.\nThe film premiered at &lt;a href=\"The%20Arab-Hebrew%20Theater\"&gt;The Arab-Hebrew Theater&lt;/a&gt; in &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt; on 28 February 2016. Afterwards, it was shown in several &lt;a href=\"Croats%20in%20Germany\"&gt;Croatian&lt;/a&gt; cultural centers in Germany. It had its Croatian premiere at Zagreb's Kino Europa on 4 April 2016, opening to a sold out crowd. The screening was attended by Minister of Culture Zlatko Hasanbegović and the Israeli ambassador to Croatia, Zina Kalay Kleitman. A controversial figure in his own right, Hasanbegović once described the Ustaše as \"heroes, martyrs and &lt;a href=\"shahid\"&gt;shahid&lt;/a&gt;s\" in a column he wrote for a pro-fascist magazine during the 1990s. Around the same time he was writing for the magazine, Hasanbegović was also photographed wearing an Ustaše-style hat with fascist insignia. His attendance at the premiere thus attracted further controversy. Hasanbegović spoke positively of the documentary. \"Such films are useful because they speak about a number of taboo topics,\" he said. \"This is the best way to finally shed light on a number of controversial points in Croatian history.\" Kalay Kleitman objected to the film's premise, calling it offensive to the victims of the &lt;a href=\"the%20Holocaust\"&gt;Holocaust&lt;/a&gt; and their families. She went on to accuse the filmmakers of &lt;a href=\"Historical%20negationism\"&gt;historical revisionism&lt;/a&gt; and downplaying the extent and severity of Ustaše crimes.\nOn 6 April, the film was shown at the seminary of the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Split-Makarska\"&gt;Archdiocese of Split-Makarska&lt;/a&gt;. The screening was organized by the Croatian &lt;a href=\"Benedictines\"&gt;Benedictine&lt;/a&gt; society, and attended by the Deputy &lt;a href=\"Speaker%20of%20the%20Croatian%20Parliament\"&gt;Speaker of the Croatian Parliament&lt;/a&gt;, Ante Sanader. Its &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; release was accompanied by a shorter documentary, also directed by Sedlar, titled \"Holokaust u Srbiji, 1941–1945\" (\"The &lt;a href=\"The%20Holocaust%20in%20German-occupied%20Serbia\"&gt;Holocaust in Serbia&lt;/a&gt;, 1941–1945\"). \"Jasenovac\" was poorly received by the Croatian &lt;a href=\"Left-wing%20politics\"&gt;left&lt;/a&gt;. It was also criticized by members of Croatia's Jewish community. The scholar &lt;a href=\"Slavko%20Goldstein\"&gt;Slavko Goldstein&lt;/a&gt;, himself a &lt;a href=\"Sh%27erit%20ha-Pletah\"&gt;Holocaust survivor&lt;/a&gt;, said the film promotes the idea that \"Jasenovac was not a death camp, but merely a labour camp or a prisoner camp. A punitive camp, with no mass executions.\" He further described the film as being \"full of half-truths, lies and fabrications\". Croatian Serb leader &lt;a href=\"Milorad%20Pupovac\"&gt;Milorad Pupovac&lt;/a&gt; condemned the film as \"&lt;a href=\"Anti-Serb%20sentiment\"&gt;anti-Serb&lt;/a&gt; and &lt;a href=\"Antisemitism\"&gt;anti-Semitic&lt;/a&gt;\". The documentary was also roundly criticized abroad. Political analyst &lt;a href=\"Paul%20Hockenos\"&gt;Paul Hockenos&lt;/a&gt; describes it as a \"pro-Ustasha film\". Journalist &lt;a href=\"Tim%20Judah\"&gt;Tim Judah&lt;/a&gt;, who covered the Yugoslav Wars in the 1990s, noted that \"Jasenovac – istina\" is one of several politically charged films that were released in the Balkans in 2016, and muses as to why this is:\n&lt;a href=\"Efraim%20Zuroff\"&gt;Efraim Zuroff&lt;/a&gt;, the director of the &lt;a href=\"Simon%20Wiesenthal%20Center\"&gt;Simon Wiesenthal Center&lt;/a&gt; in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;, believes the film's premiere was held in Israel to help deflect accusations of &lt;a href=\"antisemitism\"&gt;antisemitism&lt;/a&gt;. Serbian journalist Mladen Popović criticizes Sedlar's decision to name his production company Tesla Film, calling it a deliberate provocation and accusing the filmmakers of appropriating the &lt;a href=\"Nikola%20Tesla\"&gt;eponymous inventor&lt;/a&gt;, thus further denigrating Jasenovac's Serb victims.\nControversy.\nForged newspaper headline.\nIn April 2016, Lovro Krnić, a Croatian journalist writing for the website \"&lt;a href=\"https%3A//lupiga.com\"&gt;Lupiga.com&lt;/a&gt;\", proved that one of the newspaper headlines seen in the film was doctored. The headline in question was said to be from a May 1945 issue of the Croatian &lt;a href=\"Unitary%20National%20Liberation%20Front\"&gt;Unitary National Liberation Front&lt;/a&gt; newspaper \"&lt;a href=\"Vjesnik\"&gt;Vjesnik&lt;/a&gt;\" and claimed that corpses tossed into the Sava were reaching Zagreb from the direction of Jasenovac. The purpose of its inclusion in the film was to demonstrate that the Partisans were spreading lies about Jasenovac as early as May 1945, given that the Sava flows eastwards away from Zagreb and not towards it.\nShortly after the premiere, Krnić went through the Zagreb state archives and examined all the May 1945 issues of \"Vjesnik\", the newspaper in question. He found that no such headline exists. Upon closer inspection, Krnić discovered that the headline seen in the film had been crudely doctored, likely using &lt;a href=\"Adobe%20Photoshop\"&gt;Photoshop&lt;/a&gt;, since the article seen below the doctored headline matches with another news story unrelated to Jasenovac. By comparing other articles present on the front page, Krnić concluded that the original issue of \"Vjesnik\" used for the forgery was published on 15 May 1945, and that nothing except the main headline was changed for the film, except the publication date itself, which was obscured in Sedlar's film by a faked damage effect. Sedlar denied forging the headline and maintained that it was authentic. In an interview for &lt;a href=\"N1%20%28TV%20channel%29\"&gt;N1&lt;/a&gt;, a regional news channel, Sedlar said he paid an unnamed private collector in Belgrade to film his copy of the \"Vjesnik\" issue, adding that the people who own it are \"thieves\" who probably \"stole it somewhere\". He added that he does not own a copy himself.\nOther alleged misrepresentations and errors.\nJournalists and scholars uncovered further inaccuracies and misrepresentations in the weeks following the film's release. Journalist Nikola Bajto found that a photograph purporting to show interwar Chetniks in the vicinity of Jasenovac actually depicted World War II-era &lt;a href=\"Slovene%20Home%20Guard\"&gt;Slovene Home Guard&lt;/a&gt;s, as evidenced by the &lt;a href=\"Slovene%20language\"&gt;Slovene language&lt;/a&gt; slogan \"Svoboda ali Smrt\" (\"Freedom or Death\") on the banner they are seen holding, which would have been written in &lt;a href=\"Serbian%20language\"&gt;Serbian&lt;/a&gt; had the depicted individuals actually been Chetniks. A photograph purporting to show a football team made up of camp inmates, supposedly proving that inmates were allowed to partake in recreational activities, was also found to have been misrepresented by the filmmakers. The photograph was taken in the 1970s and shows players from a local lower-league team called .\nAt one point in the film, the narrator refers to late Croatian &lt;a href=\"Demography\"&gt;demographer&lt;/a&gt; &lt;a href=\"Vladimir%20%C5%BDerjavi%C4%87\"&gt;Vladimir Žerjavić&lt;/a&gt; (who authored a number of scholarly studies on wartime deaths in Yugoslavia) by the traditionally Serb &lt;a href=\"given%20name\"&gt;given name&lt;/a&gt; of &lt;a href=\"Dragutin\"&gt;Dragutin&lt;/a&gt;, calling him \"Dragutin Žerjavić\". The intention, according to Croatian journalist Vladimir Matijanić, was to discredit Žerjavić's findings by implying that he was an ethnic Serb. Bajto also criticized the portion of the film where a photograph of Pétain and Göring at King Alexander's 1934 funeral is shown, with the narrator claiming that any mention of their attendance was omitted from official Yugoslav historiography. Bajto explained that Pétain and Göring had been among hundreds of European dignitaries at the funeral, and that their presence was not indicative of any pro-fascist sympathies on the part of the Yugoslav monarchy. He notes that their attendance there was not only never concealed, but that the very book from which the filmmakers obtained the photograph had been published in &lt;a href=\"Socialist%20Republic%20of%20Serbia\"&gt;Serbia&lt;/a&gt; in the 1950s.\nThe Anti-Fascist League of Croatia, a local &lt;a href=\"non-governmental%20organization\"&gt;non-governmental organization&lt;/a&gt;, alleges that the purported Pavelić–Budak correspondence shown in the film is not authentic, and suggests the letters shown were written on a model of typewriter that was not produced until after the war. Goldstein stated that he had never come across the papers before. Sedlar claims he bought them off the &lt;a href=\"black%20market\"&gt;black market&lt;/a&gt;. It was also alleged that the filmmakers manipulated videotaped survivor testimony through selective editing in order to portray the Ustaše in a more favourable light. \"The film even includes two alleged guards from the period of the alleged Communist camp: &lt;a href=\"Slovenes\"&gt;Slovenians&lt;/a&gt; identified only by initials and with their faces blurred,\" the Croatian journalist Sven Milekić writes. \"While they cannot be identified, they do not look as if they are over 80, as they would have to be if they were guards in 1950.\"\nHistorians also criticized the filmmakers for suggesting that hundreds of thousands of Ustaše prisoners were executed by the Partisans after the war, saying there is no evidence to substantiate such a figure. The filmmakers were also criticized for claiming that the &lt;a href=\"Zagreb%20Synagogue\"&gt;Zagreb Synagogue&lt;/a&gt; was the only surviving synagogue in a wartime European capital; it was destroyed along with more than twenty other Croatian synagogues during the war. Photographs of the various stages of the months-long destruction of the Zagreb Synagogue were even taken and exhibited publicly at the &lt;a href=\"Antisemitic%20Exhibition%20in%20Zagreb\"&gt;Antisemitic Exhibition in Zagreb&lt;/a&gt; by Ustaše themselves in May 1942. \"The filmmakers are portraying the Jewish experience in wartime Croatia in the best possible light,\" Matijanić wrote. \"There is no mention of the deportation of Zagreb's chief &lt;a href=\"rabbi\"&gt;rabbi&lt;/a&gt; to Auschwitz, where he was killed.\" \"The irony,\" Bajto notes, \"is that Sedlar and Hitrec lied and manipulated while accusing the Partisans of doing just that.\" He goes on to call the entire film \"a lie\".\nInclusion in educational institutions.\nIn April 2016, the film was played as part of the religious studies curriculum at a &lt;a href=\"Secondary%20school\"&gt;high school&lt;/a&gt; in &lt;a href=\"Sisak\"&gt;Sisak&lt;/a&gt;. The incident caused an uproar among Croatia's anti-fascist left. The Croatian daily \"&lt;a href=\"Jutarnji%20list\"&gt;Jutarnji list&lt;/a&gt;\" called the incident \"scandalous\". The school's principal rejected criticism that it was irresponsible to show the film to high schoolers, arguing that any film could be shown in the classroom as long as it was not banned outright. The Croatian journalist Tomislav Šoštarić, writing for &lt;a href=\"Al%20Jazeera%20Balkans\"&gt;Al Jazeera Balkans&lt;/a&gt;, attributes such incidents to the resurgence of &lt;a href=\"Far-right%20politics%20in%20Croatia\"&gt;far-right sentiment in Croatia&lt;/a&gt; following the HDZ's return to power in the &lt;a href=\"2015%20Croatian%20parliamentary%20election\"&gt;November 2015 parliamentary elections&lt;/a&gt;. A number of the country's high schools have since screened the film in their classrooms, according to the Anti-Fascist League of Croatia.\nSedlar has stated that he intended to screen the film at the &lt;a href=\"United%20States%20Holocaust%20Memorial%20Museum\"&gt;United States Holocaust Memorial Museum&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, as well as a &lt;a href=\"American%20Jews\"&gt;Jewish&lt;/a&gt; community centre in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. He has also stated that the film would be translated into a number of languages and that copies would be donated to dozens of university libraries across Europe and North America. &lt;a href=\"Yad%20Vashem\"&gt;Yad Vashem&lt;/a&gt; was among the recipients of the film. In April 2017, Zuroff criticized the organization for having the film as part of its media repertoire. \"The fact that an item is in the collection is in no way an endorsement of its content, but only reflects that it is about our subject of interest,\" said Robert Rozett, Yad Vashem's libraries director. He noted that the library collection contains more than 161,000 printed items and some 7,000 films, including those that deny the Holocaust.\nLawsuit and award controversy.\nIn July 2016, the Anti-Fascist League of Croatia filed a lawsuit against Sedlar alleging that the film incited ethnic intolerance and promoted &lt;a href=\"Holocaust%20denial\"&gt;Holocaust denial&lt;/a&gt;. They allege that Sedlar misrepresented the extent and severity of the crimes committed at Jasenovac, trying to portray it as \"a communist myth\". Sedlar was also accused of deliberately neglecting to discuss the involvement of Ustaše units in war crimes, crimes against humanity and genocide. The lawsuit points to the doctored newspaper headline as evidence, and alleges that the correspondence between Pavelić and Budak that is seen in the film was doctored as well. \"By creating untruths,\" the League asserts, \"[Sedlar] says something extremely negative regarding the Serb minority in the film, creating an atmosphere of hatred and intolerance and demonizing certain groups and their members in a typical process of creating the preconditions for promoting animosity and hatred among the public.\" In April 2017, Sedlar wrote an open letter to the &lt;a href=\"Zagreb%20Assembly\"&gt;Zagreb Assembly&lt;/a&gt; in response to the allegations. \"Never, not in a single film or public appearance of mine, have I ever incited hatred or tried to deny any crime; never in any thoughts did I say anything positive about fascism. Fascism, like communism, is an evil that only a sick man can support and promote.\" Sedlar was subsequently accused of falsely attributing a quote to &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; in another part of the letter.\nIn April 2017, the Zagreb Assembly received a motion to honour Sedlar from the Committee for Public Recognition, headed by &lt;a href=\"List%20of%20mayors%20of%20Zagreb\"&gt;Mayor&lt;/a&gt; &lt;a href=\"Milan%20Bandi%C4%87\"&gt;Milan Bandić&lt;/a&gt;. The proposal was criticized by the Croatian Jewish community, as well as by the Simon Wiesenthal Centre. Zuroff wrote a letter to the Assembly requesting that the motion be dismissed. \"We urge you to unequivocally reject any proposal to honour Sedlar, whose work belongs in the dustbin of Croatian history and is not worthy of any approval or recognition,\" Zuroff wrote. On 19 April 2017, the Assembly announced that it had accepted Sedlar's nomination, and bestowed upon him the Award of the City of Zagreb, along with &lt;a href=\"Euro\"&gt;€&lt;/a&gt;4,000 in prize money. Rival groups of protesters stood outside the Zagreb Assembly while the announcement was being made, with anti-fascist and left-wing groups demonstrating against Sedlar and Croatian veterans of the Yugoslav Wars expressing their support."
}