{
    "id": "51154269",
    "revid": "39751998",
    "url": "https://en.wikipedia.org/wiki?curid=51154269",
    "title": "Skiathos Castle",
    "text": "Skiathos Castle () or simply Kastro is a medieval fortified site on the northern tip of the island of &lt;a href=\"Skiathos\"&gt;Skiathos&lt;/a&gt; in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, which was the main settlement of the island from the mid-14th century to 1829. It is now abandoned and a protected site.\nHistory.\nThe castle was founded in ca. 1360, as the local inhabitants fled from the previous main settlement (on the same site as the modern &lt;a href=\"Skiathos%20%28town%29\"&gt;town of Skiathos&lt;/a&gt;) due to the depredations of the &lt;a href=\"Turkish%20people\"&gt;Turkish&lt;/a&gt; pirates. As with the rest of the island, the castle remained in &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; hands until the &lt;a href=\"Fall%20of%20Constantinople\"&gt;Fall of Constantinople&lt;/a&gt; in 1453, when it was taken over by the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt;. Venetian rule proved oppressive, leading to a rebellion against the local governor Vicenzo Baffo in 1518, and failed to provide security from the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; corsairs. When the Ottoman admiral &lt;a href=\"Hayreddin%20Barbarossa\"&gt;Hayreddin Barbarossa&lt;/a&gt; besieged the castle in 1538, the local inhabitants killed the Venetian governor and allowed the Ottomans entry in hopes of lenient treatment, but the Ottomans killed many and took others as slaves. The castle was repaired by the Ottomans in 1619. The Venetians raided Skiathos in 1655, and in 1660 the Venetian commander &lt;a href=\"Francesco%20Morosini\"&gt;Francesco Morosini&lt;/a&gt; captured the castle. The brief Venetian occupation was harsh, with many executed or forced to serve as rowers in the Venetian &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s. During the &lt;a href=\"Greek%20War%20of%20Independence\"&gt;Greek War of Independence&lt;/a&gt;, the island was often raided by a faction of Greek rebels from &lt;a href=\"Mount%20Olympus\"&gt;Mount Olympus&lt;/a&gt;; on 14 July 1826, the rebels under &lt;a href=\"Tsamis%20Karatasos\"&gt;Tsamis Karatasos&lt;/a&gt; captured the castle and looted it. In 1829, as Skiathos became part of the new independent Greek state, the castle was abandoned and the site of the ancient and early medieval town was re-occupied.\nDescription.\nThe castle is located on a rocky promontory on the northernmost point of the island. It is a naturally secure position, as it is surrounded on three sides by steep cliffs overlooking the sea. The castle features only low walls on these sides, and its only substantial fortifications are to the south, where lies its only entrance, a narrow gate protected by a wooden drawbridge and a cauldron with boiling oil (ζεματίστρα). The population numbered between 500 and 1,500 people, living in tightly packed houses. There were 20 churches in four parishes, a chancellery, and several cisterns. In the Ottoman period, a mosque and governor's residence were built for the small Turkish garrison. Following the castle's abandonment, only the two churches of St. Nicholas and of the Nativity—the &lt;a href=\"cathedral\"&gt;cathedral&lt;/a&gt; of the local bishop—continued in use, while in recent years the churches of St. Marina and St. Basil, two cisterns, the Ottoman mosque, the gate complex, and parts of the walls have been restored."
}