{
    "id": "5115554",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=5115554",
    "title": "Callum Lloyd",
    "text": "Callum Lloyd (born 1 January 1986, in &lt;a href=\"Nottingham\"&gt;Nottingham&lt;/a&gt;) is an English &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt;.\nLloyd went to &lt;a href=\"Kimberley%20School\"&gt;Kimberley School&lt;/a&gt;, Nottingham and played for the school team. Lloyd came through the ranks at Mansfield Town, and signed a professional contract at the end of the 2004–05 season, having made his &lt;a href=\"The%20Football%20League\"&gt;league&lt;/a&gt; debut a few months earlier.\nLloyd is a versatile midfielder who has played in every midfield position for the club. However, his best position is arguably in \"the hole\" just behind the strikers. Lloyd made his full debut for Mansfield in March 2005 against &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt;, and scored on his debut. He added three more goals before the end of the season.\nThe 2005–06 season was something of a disappointment for Lloyd, who spent more time on the bench than the pitch and also spent a month on loan at &lt;a href=\"Alfreton%20Town%20F.C.\"&gt;Alfreton Town&lt;/a&gt;. Despite this, he was offered a contract extension in 2006, but was released from his contract in May 2007.\nOn 1 June 2007, Lloyd was announced as &lt;a href=\"Mark%20Cooper%20%28footballer%20born%201968%29\"&gt;Mark Cooper&lt;/a&gt;'s second signing at &lt;a href=\"Kettering%20Town%20F.C.\"&gt;Kettering Town&lt;/a&gt;.\nIn October 2007, Lloyd spent the month with fellow Conference North side &lt;a href=\"Hinckley%20United%20F.C.\"&gt;Hinckley United&lt;/a&gt; in a short-term deal, returning to his parent club in November 2007; he later joined Hinckley on a permanent deal in December 2007.\nLloyd left Hinckley United at the end of the 2008–09 season after 75 appearances, during which time he was a popular team member.\nWhile at Hinckley he effectively scored the goal at the end of the 2007–08 season which kept Hinckley in the Conference North by beating Vauxhall Motors 1–0. He also scored two superb goals in the 2008–09 season against Stafford Rangers, which were both long-range strikes.\nLloyd joined King's Lynn for the 2009–10 season. He made 19 appearances (one goal) in the defensive midfield position but the season ended in September 2009 with a bad injury to his left foot which kept him out of football until September 2010. King's Lynn however went into &lt;a href=\"administration%20%28British%20football%29\"&gt;administration&lt;/a&gt; in Autumn 2009.\nLloyd was offered rehabilitation at Ilkeston Town (BSN) under Kevin Wilson but did not regain fitness before Ilkeston went into administration in September 2010.\nLloyd joined Hucknall Town along with another couple of his former Ilkeston colleagues and was available for first team action again in October 2010, however the 2011/2012 season was a successful period with 46 appearances (6 goals) 1 sending off and 10 bookings playing in a defensive midfield role he has excelled this season, and promoted to Club captain.\n2011/2012 – Awarded by Manager Des Lyttle his Player of the season and Supporters Player of the Season\n2012–2014 Callum Lloyd Played for Rainworth Miners Welfare for two seasons who held their own in the Evostick Northern League South Division and helped the club establish themselves at this level as an inspirational captain until being signed by the ambitious Mickleover Sports for the 2014 / 15 season.\n2014–2015 Mickleover Sports FC became runaway champions in the Evostick South Division amassing just short of 100 points, and Callum was named player of the season by both players and management duo (Kirkwood and Hopkinson).\nHowever prior to the start of the new season he suffered a bad cruciate (ACL0 injury which was to keep him out of football for 18 months.\nKirkwood and Hopkinson subsequently moved to Matlock Town and took Callum Lloyd with them."
}