{
    "id": "5119114",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=5119114",
    "title": "Kingston Harbour",
    "text": "Kingston Harbour in &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; is the seventh-largest natural &lt;a href=\"harbour\"&gt;harbour&lt;/a&gt; in the world. It is an almost landlocked area of water approximately long by wide. Most of it is deep enough to accommodate large ships, even close to shore. It is bordered to the north by the city of &lt;a href=\"Kingston%2C%20Jamaica\"&gt;Kingston&lt;/a&gt;, the capital of &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt;; to the west by Hunts Bay and the &lt;a href=\"municipality\"&gt;municipality&lt;/a&gt; of &lt;a href=\"Portmore%2C%20Jamaica\"&gt;Portmore&lt;/a&gt;; and to the south and east by the &lt;a href=\"Palisadoes\"&gt;Palisadoes&lt;/a&gt; strip, which protects it.\nThe harbour is home to the Kingston Container Terminal, Jamaica's largest port. Other docks on Kingston Harbour are at the Petroleum Corporation of Jamaica in downtown Kingston and at the Jamaica Flour Mills and the Caribbean Cement Company at Rockfort. Fresh water, along with industrial and domestic waste, is discharged into Hunts Bay from rivers and drainage gullies, including Rio Cobre and Sandy Gully.\n&lt;a href=\"Norman%20Manley%20International%20Airport\"&gt;Norman Manley International Airport&lt;/a&gt;, Jamaica's second busiest international airport, is also located in the outer harbor, on the Palisadoes strip.\nThere is a fishing village at Rockfort and fishing docks at &lt;a href=\"Harbour%20View%2C%20Jamaica\"&gt;Harbour View&lt;/a&gt; and at &lt;a href=\"Port%20Royal\"&gt;Port Royal&lt;/a&gt;.\nHistory.\nAs a large, natural, well-protected harbour, it was doubtless used by &lt;a href=\"Indigenous%20peoples%20of%20the%20Caribbean\"&gt;indigenous people&lt;/a&gt;, and has been used by Europeans since the very beginning of their exploration and settlement of the island. Initially the main settlement was at &lt;a href=\"Port%20Royal\"&gt;Port Royal&lt;/a&gt; but following its destruction in the &lt;a href=\"1692%20Jamaica%20earthquake\"&gt;1692 earthquake&lt;/a&gt;, the English founded &lt;a href=\"Kingston%2C%20Jamaica\"&gt;Kingston&lt;/a&gt; and began development of its waterfront.\nHistorically, the harbour was safe from attack with its narrow entrance being protected by two &lt;a href=\"Fortification\"&gt;forts&lt;/a&gt;, one the tip of the &lt;a href=\"Palisadoes\"&gt;Palisadoes&lt;/a&gt; at &lt;a href=\"Port%20Royal\"&gt;Port Royal&lt;/a&gt; and the other on a small sand spit opposite.\nThroughout the 18th and early 19th centuries it handled a large local trade and was the chief &lt;a href=\"entrepot\"&gt;entrepot&lt;/a&gt; for British exports to the &lt;a href=\"Spanish%20Empire\"&gt;Spanish colonies&lt;/a&gt;. For the remainder of the 19th century its development as a port was retarded by a decline in the Jamaican economy. Throughout this period there was a gradual increase in the number of &lt;a href=\"Pier%23Working%20piers\"&gt;finger piers&lt;/a&gt; and &lt;a href=\"wharves\"&gt;wharves&lt;/a&gt; along its long sheltered waterfront.\nIn 1720 the body of &lt;a href=\"Calico%20Jack\"&gt;Calico Jack&lt;/a&gt; was hanged at the entrance of the harbour as a warning to other &lt;a href=\"pirates\"&gt;pirates&lt;/a&gt;.\nPollution.\nIn modern times Kingston Harbour has suffered a number of pollution incidents. In one such during 2009, 300 tons of sulphuric acid are said to have been accidentally discharged from one of the wharves."
}