{
    "id": "51207096",
    "revid": "33929917",
    "url": "https://en.wikipedia.org/wiki?curid=51207096",
    "title": "Geronimo Allison",
    "text": "Geronimo John Allison (born January 18, 1994) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; who is a free agent. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Illinois%20Fighting%20Illini%20football\"&gt;Illinois&lt;/a&gt;, and was signed by the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt; in 2016 as an &lt;a href=\"undrafted%20free%20agent\"&gt;undrafted free agent&lt;/a&gt;. After four seasons with the Packers, he joined the Lions in 2020.\nEarly life.\nIn an interview with \"&lt;a href=\"The%20News-Gazette%20%28Champaign-Urbana%29\"&gt;The News-Gazette&lt;/a&gt;\", Allison said his mother Melissa Glover gave him his first name because she wanted to give him \"a unique name.\" He credits his mother with instilling his religious faith, which he expresses in post-game prayers with opponents and teammates at midfield.\nAllison attended &lt;a href=\"Spoto%20High%20School\"&gt;Spoto High School&lt;/a&gt; in &lt;a href=\"Riverview%2C%20Florida\"&gt;Riverview, Florida&lt;/a&gt;. He was academically ineligible his sophomore and junior years, but worked in private classes with the coach's wife Anne Caparaso to improve his grades and had a successful senior season.\nCollege career.\nDue to his academic struggles in high school, Allison began college at &lt;a href=\"Iowa%20Western%20Community%20College\"&gt;Iowa Western Community College&lt;/a&gt; in &lt;a href=\"Council%20Bluffs%2C%20Iowa\"&gt;Council Bluffs, Iowa&lt;/a&gt;. He proved a bright student, finishing an associate degree in just three semesters; he also led the team to a 22–1 record in two seasons, an NJCAA title, and led the conference in receptions, yards, and touchdowns his second year.\nAllison transferred to the &lt;a href=\"University%20of%20Illinois%20at%20Urbana%E2%80%93Champaign\"&gt;University of Illinois&lt;/a&gt;, where he played for the &lt;a href=\"Illinois%20Fighting%20Illini%20football\"&gt;Fighting Illini&lt;/a&gt; in 2014 and 2015. His junior year, he was usually the second option to freshman star &lt;a href=\"Mike%20Dudek\"&gt;Mike Dudek&lt;/a&gt;, though he caught five touchdowns to Dudek's six for the 6–7 Illini. In week 3, he had a career-high six receptions for 160 yards and two touchdowns in a lopsided loss to &lt;a href=\"2014%20Washington%20Huskies%20football%20team\"&gt;Washington&lt;/a&gt;. Allison took over the top spot his senior year, replacing the injured Dudek for 882 yards but only three touchdowns during the &lt;a href=\"2015%20Illinois%20Fighting%20Illini%20football%20team\"&gt;5–7 campaign&lt;/a&gt;. He had over 90 yards receiving in five of the first seven games, but five or fewer receptions in the final five games of the season. He was an All-Big Ten honorable mention, and won the team's Service Above Self award.\nProfessional career.\nGreen Bay Packers.\n2016 season.\nAfter going undrafted in the &lt;a href=\"2016%20NFL%20Draft\"&gt;2016 NFL Draft&lt;/a&gt;, Allison signed with the &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt; on May 6, 2016.\nOn September 3, 2016, Allison was released by the Packers during final team cuts, but re-signed to the Packers' &lt;a href=\"practice%20squad\"&gt;practice squad&lt;/a&gt; two days later. On October 24, 2016, he was promoted from the practice squad to the active roster. Allison made his NFL debut against the &lt;a href=\"2016%20Atlanta%20Falcons%20season\"&gt;Atlanta Falcons&lt;/a&gt; in Week 8. His first career NFL reception came as a four-yard touchdown from &lt;a href=\"Aaron%20Rodgers\"&gt;Aaron Rodgers&lt;/a&gt; in the second quarter.\nAllison finished his rookie year with 12 receptions for 202 yards and two touchdowns in ten games and two starts.\n2017 season.\nOn July 19, 2017, Allison was suspended for the first game of the 2017 season for violating the league's substance-abuse policy. During Week 3, he had career-highs with six receptions and 122 yards against the &lt;a href=\"2018%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;, and finished fourth among Packers receivers on the season with 23 receptions.\nAllison finished his second professional season with 23 receptions for 253 yards.\n2018 season.\nAllison was re-signed by the Packers on March 14, 2018. He started the season well, with 19 receptions for 289 yards and two touchdowns before suffering a concussion in Week 4. Allison was placed on injured reserve on November 6, 2018 after undergoing groin surgery.\n2019 season.\nOn March 13, 2019, Allison was re-signed by the Packers.\nDetroit Lions.\n2020 season.\nOn April 6, 2020, Allison signed a one-year contract with the &lt;a href=\"Detroit%20Lions\"&gt;Detroit Lions&lt;/a&gt;. On August 2, 2020, Allison announced he would opt out of the 2020 season due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\n2021 season.\nOn August 31, 2021, Allison was released by the Lions. He was re-signed to the practice squad on September 15. He was promoted to the active roster on October 20. He was released on November 16 and re-signed to the practice squad."
}