{
    "id": "5123641",
    "revid": "2642856",
    "url": "https://en.wikipedia.org/wiki?curid=5123641",
    "title": "Huma bird",
    "text": "The Huma (, pronounced \"Homā\", &lt;a href=\"Avestan%20language\"&gt;Avestan&lt;/a&gt;: \"Homāio\"), also Homa, is a mythical bird of &lt;a href=\"Persian%20mythology\"&gt;Iranian legends and fables&lt;/a&gt;,\nand continuing as a common motif in &lt;a href=\"Sufi%20poetry\"&gt;Sufi&lt;/a&gt; and &lt;a href=\"Diwan%20%28poetry%29\"&gt;Diwan&lt;/a&gt; poetry. Although there are many legends of the creature, common to all is that the bird is said never to alight on the ground, and instead to live its entire life flying invisibly high above the earth.\nThere are numerous &lt;a href=\"Folk%20etymology\"&gt;folk interpretations&lt;/a&gt; of the name, among them that of the Sufi teacher &lt;a href=\"Inayat%20Khan\"&gt;Inayat Khan&lt;/a&gt;, who supposed that \"in the word \"Huma\", \"hu\" represents spirit, and the word \"mah\" originates from the Arabic 'Maʼa' which means water.\"\nMyths and legends.\nThe Huma bird is said to never come to rest, living its entire life flying invisibly high above the earth, and never alighting on the ground (in some legends it is said to have no legs).\nIn several variations of the Huma myths, the bird is said to be &lt;a href=\"Phoenix%20%28mythology%29\"&gt;phoenix&lt;/a&gt;-like, consuming itself in fire every few hundred years, only to rise anew from the ashes. The Huma bird is said to have both the male and female natures in one body (reminiscent of the Chinese &lt;a href=\"Fenghuang\"&gt;Fenghuang&lt;/a&gt;), each nature having one wing and one leg. Huma is considered to be compassionate, and a 'bird of fortune' since its shadow (or touch) is said to be auspicious.\nIn Sufi tradition, catching the Huma is beyond even the wildest imagination, but catching a glimpse of it or even a shadow of it is sure to make one happy for the rest of his/her life. It is also believed that Huma cannot be caught alive, and the person killing a Huma will die in forty days.\nIn &lt;a href=\"Ottoman%20poetry\"&gt;Ottoman poetry&lt;/a&gt;, the creature is often referred to as a '&lt;a href=\"Bird-of-paradise\"&gt;bird of paradise&lt;/a&gt;'; early European descriptions of the &lt;a href=\"Paradisaeidae\"&gt;Paradisaeidae&lt;/a&gt; species portrayed the birds as having no wings or legs, and the birds were assumed to stay aloft their entire lives.\nIn &lt;a href=\"Attar%20of%20Nishapur\"&gt;Attar of Nishapur&lt;/a&gt;'s allegorical masterpiece \"&lt;a href=\"The%20Conference%20of%20the%20Birds\"&gt;The Conference of the Birds&lt;/a&gt;\", an eminent example of Sufi works in &lt;a href=\"Persian%20literature\"&gt;Persian literature&lt;/a&gt;, the Huma bird is portrayed as a pupil that refuses to undertake a journey because such an undertaking would compromise the privilege of bestowing kingship on those whom it flew over. In Iranian literature, this kingship-bestowing function of the Huma bird is identified with pre-Islamic monarchs, and stands vis-a-vis ravens, which is a metaphor for Arabs. The legend appears in non-Sufi art as well.\nThe kingship-bestowing function of the Huma bird reappear in Indian stories of the &lt;a href=\"Mughal%20empire\"&gt;Mughal era&lt;/a&gt;, in which the shadow (or the alighting) of the Huma bird on a person's head or shoulder were said to bestow (or foretell) kingship. Accordingly, the feathers decorating the turbans of kings were said to be plumage of the Huma bird.\nSufi teacher &lt;a href=\"Inayat%20Khan\"&gt;Inayat Khan&lt;/a&gt; gives the bestowed-kingship legend a spiritual dimension: \"Its true meaning is that when a person's thoughts so evolve that they break all limitation, then he becomes as a king. It is the limitation of language that it can only describe the Most High as something like a king.\"\nThe Huma bird symbolizes unreachable highness in &lt;a href=\"Turkish%20folk%20literature\"&gt;Turkish folk literature&lt;/a&gt;. Some references to the creature also appear in &lt;a href=\"Sindhi%20literature\"&gt;Sindhi literature&lt;/a&gt;, where – as in the &lt;a href=\"Diwan%20%28poetry%29\"&gt;diwan&lt;/a&gt; tradition – the creature is portrayed as bringing great fortune. In the \"&lt;a href=\"Zafarnama%20%28letter%29\"&gt;Zafarnama&lt;/a&gt;\" of &lt;a href=\"Guru%20Gobind%20Singh\"&gt;Guru Gobind Singh&lt;/a&gt;, a letter addressed to &lt;a href=\"Mughal%20Empire\"&gt;Mughal&lt;/a&gt; Emperor &lt;a href=\"Aurangzeb\"&gt;Aurangzeb&lt;/a&gt; refers to the Huma bird as a \"mighty and auspicious bird\"."
}