{
    "id": "51243102",
    "revid": "33422525",
    "url": "https://en.wikipedia.org/wiki?curid=51243102",
    "title": "St. Paul's Church, Brugherio",
    "text": "The church dedicated to St. &lt;a href=\"Paul%20the%20Apostle\"&gt;Paul the Apostle&lt;/a&gt; is located in the south of &lt;a href=\"Brugherio\"&gt;Brugherio&lt;/a&gt; and it is part of the pastoral community Epiphany of the Lord.\nHistory.\nAfter the building of Edilnord, in the south of Brugherio it was in need to provide religious care to the residents of the new district. So, on spacious grounds donated by Cazzaniga family, it was built a pastoral center auxiliary to the &lt;a href=\"Saint%20Bartholomew%2C%20Brugherio\"&gt;main parish&lt;/a&gt;. At first, the community gathered in a large hall where all the sacred vessels were placed and which was perceived by the faithful more and more like a real church.\nIn 1971, with the official recognition of the community as a parish, the first parish priest, Father Michele Raffo, came. In 1991 the renovations began, giving to the building the appearance of a church, both inside and outside.\nArchitecture.\nWhen the building was renovated, the most important and significant project concerned the &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt;: the French sculptress Marie-Michèle Poncet was assigned to realize its main décor such &lt;a href=\"Ambon%20%28liturgy%29\"&gt;ambon&lt;/a&gt;, &lt;a href=\"altar\"&gt;altar&lt;/a&gt;, &lt;a href=\"Church%20tabernacle\"&gt;tabernacle&lt;/a&gt; and &lt;a href=\"baptistery\"&gt;baptistery&lt;/a&gt;.\nThe artist created her works in pink marble from Portugal, which its formal and chromatic characteristics are combined harmoniously to the red-green \"macchiavecchia\", precious material from Switzerland, widely used in the Ambrosian churches and for this chancel.\nPoncet was inspired by the meaning of the &lt;a href=\"Christian%20cross\"&gt;Christian cross&lt;/a&gt;, which was described by &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; as \"the beginning of everything\". She placed then, at the center of the altar, a cross that appears between two bearing blocks of marble and represents the creation, as well as the origin and core of life.\nThe ambon is designated as \"place of the Word\". Its main features are two characters, placed facing one another: a &lt;a href=\"Prophets%20of%20Christianity\"&gt;prophet&lt;/a&gt;, holding the &lt;a href=\"Tablets%20of%20Stone\"&gt;Tables of the Law&lt;/a&gt;, who figures the &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt;, and an &lt;a href=\"Four%20Evangelists\"&gt;evangelist&lt;/a&gt; who is the symbol of the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;, carrying a cross.\nThe position of the arms and bodies of the two draws an X, which represents the Christian cross.\nThe shelf below the church tabernacle recalls an angel's wing, because the &lt;a href=\"Eucharist\"&gt;Eucharist&lt;/a&gt; is celebrated as \"the bread of angels\".\nThe &lt;a href=\"baptismal%20font\"&gt;baptismal font&lt;/a&gt; is the last marble element made by the French artist. It is located in the chapel housed in the counterfaçade. The baptismal font brings to mind a &lt;a href=\"Capital%20%28architecture%29\"&gt;capital&lt;/a&gt; and depicts water, fire, robe and &lt;a href=\"chrism\"&gt;chrism&lt;/a&gt;: basic symbols of the &lt;a href=\"liturgy\"&gt;liturgy&lt;/a&gt; of &lt;a href=\"baptism\"&gt;baptism&lt;/a&gt; in Christian tradition."
}