{
    "id": "51246623",
    "revid": "1055442329",
    "url": "https://en.wikipedia.org/wiki?curid=51246623",
    "title": "Todd Greenberg",
    "text": "Todd Greenberg (born 2 July 1971) is an Australian &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; administrator who was Chief Executive Officer of the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; between March 2016 and April 2020.\nBackground.\nGreenberg was born in 1971 in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia. He is &lt;a href=\"Jews\"&gt;Jewish&lt;/a&gt;. He went to high school at &lt;a href=\"Sydney%20Technical%20High%20School\"&gt;Sydney Tech&lt;/a&gt;. His grandfather, Dr Les Greenberg, was the first medical officer to the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt;.\nCareer.\nGreenberg represented Australia in cricket at two editions of the &lt;a href=\"Maccabiah%20Games\"&gt;Maccabiah Games&lt;/a&gt;, an international multi-sport event for Jewish athletes.\nGreenberg completed a sports science degree at the &lt;a href=\"University%20of%20New%20South%20Wales\"&gt;University of New South Wales&lt;/a&gt; and a part-time master's degree at &lt;a href=\"University%20of%20Technology%20Sydney\"&gt;University of Technology Sydney&lt;/a&gt;.\nBetween 1993 and 1998 Greenberg worked for &lt;a href=\"Cricket%20NSW\"&gt;Cricket NSW&lt;/a&gt; as Events &amp; Promotions Manager. Greenberg joined the NRL club &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; in 2001 as Operations and Events Manager. He then left in 2001 to become the General Manager of &lt;a href=\"Stadium%20Australia\"&gt;Stadium Australia&lt;/a&gt;. In 2008 he returned to Canterbury-Bankstown, taking on the position CEO, a role he held with the &lt;a href=\"Belmore%20Sports%20Ground\"&gt;Belmore&lt;/a&gt; club until 2013; when he was appointed the Head of Football for the NRL.\nIn March 2016 Greenberg was appointed Chief Executive Officer of the NRL, succeeding &lt;a href=\"David%20Smith%20%28executive%29\"&gt;David Smith&lt;/a&gt;. Greenberg stepped down as CEO on April 20, 2020.\nExternal links.\n←"
}