{
    "id": "51256367",
    "revid": "4564448",
    "url": "https://en.wikipedia.org/wiki?curid=51256367",
    "title": "Adrienne Choquette",
    "text": "Adrienne Choquette (1915 – 1973) was a writer in &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;, Canada.\nBiography.\nThe daughter of Dr. Henri Choquette, She was born in &lt;a href=\"Shawinigan\"&gt;Shawinigan&lt;/a&gt; and studied with the &lt;a href=\"Ursulines%20of%20Quebec\"&gt;Ursulines&lt;/a&gt; at &lt;a href=\"Trois-Rivi%C3%A8res\"&gt;Trois-Rivières&lt;/a&gt; from 1924 to 1931. Choquette began work with the Quebec public service but soon gravitated towards journalism. She contributed to various newspapers and journals, including \"Le Bien Public\", \"&lt;a href=\"Le%20Nouvelliste%20%28Quebec%29\"&gt;Le Nouvelliste&lt;/a&gt;\", \"\", \"La Revue populaire\", \"Le Jour\", \"Amérique française\", \"&lt;a href=\"Le%20Devoir\"&gt;Le Devoir&lt;/a&gt;\" and \"Les Cahiers de l'Académie canadienne-française\". From 1937 to 1948, she worked at radio station &lt;a href=\"CKOB-FM\"&gt;CHLN&lt;/a&gt; in Trois-Rivières, serving as host and director for the station. From 1948 to 1970, she was co-editor and then editor for the Quebec &lt;a href=\"Ministry%20of%20Agriculture%2C%20Fisheries%20and%20Food%20%28Quebec%29\"&gt;Ministry of Agriculture&lt;/a&gt; publication \"Terre et Foyer\".\nChoquette published her first book \"Confidences d'écrivains canadiens-français\" in 1939. She published her first novel \"La Coupe Vide\" in 1948. In 1954, her story collection \"La nuit ne dort pas\" was awarded the . Her 1961 story collection \"Laure Clouet\" received the Prix du Grand Jury des lettres.\nDeath and legacy.\nShe died in &lt;a href=\"Quebec%20City\"&gt;Quebec City&lt;/a&gt; at the age of 58.\nIn 1980, the Société des écrivains canadiens de langue française created the Prix Adrienne-Choquette in her honour. Rue Adrienne-Choquette in &lt;a href=\"Saint-Augustin-de-Desmaures\"&gt;Saint-Augustin-de-Desmaures&lt;/a&gt; was also named after Choquette.\nHer former home in Shawinigan has been designated as a Quebec heritage property."
}