{
    "id": "51278141",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=51278141",
    "title": "Fantôme (album)",
    "text": "Fantôme is the sixth Japanese studio album (ninth overall) by Japanese–American recording artist &lt;a href=\"Hikaru%20Utada\"&gt;Hikaru Utada&lt;/a&gt;. Although Utada announced an indefinite hiatus from the public eye in August 2010, she continued writing and composing material with her father, &lt;a href=\"Teruzane%20Utada\"&gt;Utada Teruzane&lt;/a&gt;, and long-term collaborator, Miyake Akira. Musically, \"Fantôme\" is a collection of tracks that emphasize acoustic and stripped-down instrumentation, alongside influences of &lt;a href=\"Pop%20music\"&gt;pop&lt;/a&gt;, &lt;a href=\"electronic%20music\"&gt;electronic&lt;/a&gt;, and &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; music. The lyrical content delves into themes of grief, sadness, love, and death, mostly influenced by the death of &lt;a href=\"Keiko%20Fuji\"&gt;her mother&lt;/a&gt;, her second marriage, and the birth of her son in 2015.\nCommercially, \"Fantôme\" experienced success in Japan, winning &lt;a href=\"Japan%20Record%20Award%20for%20the%20Best%20Album\"&gt;Album Of The Year&lt;/a&gt; at the &lt;a href=\"Japan%20Record%20Award\"&gt;Japan Record Award&lt;/a&gt;s and reaching the top of the Weekly &lt;a href=\"Oricon%20Albums%20Chart\"&gt;Oricon Albums Chart&lt;/a&gt; with sales of 253,000 units, becoming her eighth consecutive Japanese-language album to top the said chart. Successful throughout digital outlets, the record also managed to enter record charts in the United States, her first Japanese release to do so. It has sold over a million copies worldwide. In order to promote it, the album's singles \"&lt;a href=\"Sakura%20Nagashi\"&gt;Sakura Nagashi&lt;/a&gt;\", \"&lt;a href=\"Hanataba%20o%20Kimi%20ni\"&gt;Hanataba o Kimi ni&lt;/a&gt;\", and \"&lt;a href=\"Manatsu%20no%20T%C5%8Driame\"&gt;Manatsu no Tōriame&lt;/a&gt;\" were released prior to the album's announcement, whereas \"&lt;a href=\"Michi%20%28Hikaru%20Utada%20song%29\"&gt;Michi&lt;/a&gt;\" and \"&lt;a href=\"Nijikan%20Dake%20no%20Vacance\"&gt;Nijikan Dake no Vacance&lt;/a&gt;\" were dropped shortly before its release.\nBackground and recording.\nIn July 2015, Utada announced on her blog that she had given birth to a baby boy and was working on a new album during the pregnancy.\nIn March 2016, it was revealed by her team that she had returned from her five-year hiatus with two new digital singles, \"&lt;a href=\"Hanataba%20o%20Kimi%20ni\"&gt;Hanataba o Kimi ni&lt;/a&gt;\" and \"&lt;a href=\"Manatsu%20no%20T%C5%8Driame\"&gt;Manatsu no Tōriame&lt;/a&gt;\", and a campaign called \"New-Turn\", with songs downloaded by Japanese fans via digital music services having part of their sales donated to planting cherry trees in areas damaged by the by 2011 &lt;a href=\"2011%20T%C5%8Dhoku%20earthquake%20and%20tsunami\"&gt;Tōhoku earthquake&lt;/a&gt;.\nOn July 12, 2016, Utada posted on her &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt; account that she had finished recording for a new album.\nOn August 8, 2016, the cover and track listing were revealed on Utada's web site. For the first time, Utada used Japanese titles for all the songs on the album.\nOn , \"Fantôme\" was released physically in Japan, and digitally worldwide, by &lt;a href=\"Virgin%20Records\"&gt;Virgin Records&lt;/a&gt; and &lt;a href=\"Universal%20Music%20Japan\"&gt;Universal Music Japan&lt;/a&gt;. This was her first record released following the 2013 merger of &lt;a href=\"EMI%20Music%20Japan\"&gt;EMI Music Japan&lt;/a&gt; with Universal Music Japan. The album was released in two formats: a physical SHM-CD; and a &lt;a href=\"Music%20download\"&gt;digital download&lt;/a&gt;.\nCritical reception.\nUpon its release, \"Fantôme\" received critical acclaim. Ryo Miyauchi of Unrecorded.mu rated the album with 70 points out of 100, commending the singer's songwriting and vulnerability, especially highlighted in the album tracks \"Ningyo\", \"Tomodachi\", and \"Kōya no Ōkami\". Miyauchi added that he believed the record's sound was similar to her previous albums: \"Though \"Fantôme\" shows no sign from Utada of being nostalgic for who she once was, the album still sounds undoubtedly her. Fantôme creates an odd sense of time where it has one foot in the past and another slightly pointed to what’s next.\"\nCommercial performance.\nJapan and Asia.\nIn Japan, \"Fantôme\" debuted at number one on the Daily &lt;a href=\"Oricon%20Albums%20Chart\"&gt;Oricon Albums Chart&lt;/a&gt;, selling 87,088 units. For its first week on the Weekly Oricon Albums Chart, it entered atop the chart with over 252,581 copies sold; It sold more copies than its competitor of the week, &lt;a href=\"Exile%20%28Japanese%20band%29\"&gt;Exile&lt;/a&gt;'s greatest hits album \"Extreme Best\" (2016). \"Fantôme\" became her ninth number one album, her first studio album since \"&lt;a href=\"Heart%20Station\"&gt;Heart Station&lt;/a&gt;\" (2008) to debut at the top position, but also resulted in becoming her lowest first week sales for one of her Japanese-language albums.\nIn its second week, it stayed at number 1 with 103,854 physical units sold, again outselling the nearest competitor by a wide margin. The next week, it stayed at number one, selling 63,207 units, thus becoming her only studio album besides her debut \"&lt;a href=\"First%20Love%20%28Hikaru%20Utada%20album%29\"&gt;First Love&lt;/a&gt;\" to chart at the pole position for more than two weeks, and then further extending this feat by one more week. Likewise, \"Fantôme\" debuted at the top spot on the Japan Hot Albums and the Top Albums Sales charts, both hosted by \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard Japan&lt;/a&gt;\".\nAlongside this, Utada's digital single \"&lt;a href=\"Michi%20%28Hikaru%20Utada%20song%29\"&gt;Michi&lt;/a&gt;\" placed atop of the Radio Songs chart during the week of October 10, 2016.\nOn November 9, 2016, Oricon revealed its new weekly Digital Albums Chart. \"Fantôme\" ranked at number one on the chart, selling 6,537 &lt;a href=\"music%20download\"&gt;digital downloads&lt;/a&gt;. It topped the chart a second week, shifting an additional 3,993 downloads.\nAccording to &lt;a href=\"Billboard%20Japan\"&gt;Billboard Japan&lt;/a&gt;, \"Fantôme\" was the best-selling digital album of the year, as well as the third-best-selling physical album, according to &lt;a href=\"Oricon\"&gt;Oricon&lt;/a&gt;. Overall, it thus became the top-selling album of the year in Japan. The album sold 569,963 physical units in 2016 and 117,259 in 2017, according to Oricon's respective yearly sales ranking, thus totalling 687,222 physical units sold by December 2017.\nOther territories.\nUpon its overseas release on the &lt;a href=\"iTunes%20Store\"&gt;iTunes Store&lt;/a&gt;, \"Fantôme\" debuted at number one in Japan, Finland, Slovenia and 7 other Asian territories. It reached the top ten in the United States, Australia, Canada, Sweden, New Zealand and a further 6 countries. Additionally, it entered the top 20 in the United Kingdom and 5 further countries. According to online publications, it was labelled as her most successful release internationally, and had beaten previous positions that her English records: \"&lt;a href=\"Exodus%20%28Hikaru%20Utada%20album%29\"&gt;Exodus&lt;/a&gt;\" (2004) and \"&lt;a href=\"This%20Is%20The%20One\"&gt;This Is The One&lt;/a&gt;\" (2009) experienced.\nThe album opened at number two on the US &lt;a href=\"Billboard%20charts\"&gt;\"Billboard\" World Albums&lt;/a&gt; chart. It marked her first record to enter the World Albums chart, her first Japanese release to enter the US charts, and her first album to obtain a position in the US since \"This Is The One\" in 2009; it sold approximately 1,992 units in its first two days of sale. The following week, it reached number one and had sold over 3,500 units.\nPromotion.\nUtada's website listed a schedule of magazine reviews and interviews about the album, internet interviews and TV appearances with performances with songs from the album, on shows like &lt;a href=\"Music%20Station\"&gt;Music Station&lt;/a&gt; (where she performed \"Sakura Nagashi\" for the first time live), &lt;a href=\"NHK\"&gt;NHK&lt;/a&gt;'s \"SONGS\" (where she performed \"Michi\", \"Tomodachi\" and \"Hanataba o Kimi ni\"), &lt;a href=\"Fuji%20Television\"&gt;CX&lt;/a&gt;'s \"Love Music\" and &lt;a href=\"Nippon%20TV\"&gt;NTV&lt;/a&gt;'s \"News Zero\".\nAn Internet live stream event was scheduled to happen on December 9, 2016, called \"Sanjudai wa Hodo-Hodo\", where Utada answered fan questions and performed the songs \"Boukyaku\" and \"Ningyo\" live. Two guests had been announced, the rapper &lt;a href=\"KOHH\"&gt;KOHH&lt;/a&gt; and the DJ &lt;a href=\"PUNPEE\"&gt;PUNPEE&lt;/a&gt;.\nSingles.\n\"Fantome\" is Utada's first Japanese-language studio album not to have any physical singles released. All the songs released as singles were distributed on online platforms exclusively. The first one was \"&lt;a href=\"Sakura%20Nagashi\"&gt;Sakura Nagashi&lt;/a&gt;\", the theme song of \"\", which was released on November 17, 2012, while she was still officially on hiatus. On April 15, 2016, \"&lt;a href=\"Hanataba%20o%20Kimi%20ni\"&gt;Hanataba o Kimi ni&lt;/a&gt;\" and \"&lt;a href=\"Manatsu%20no%20T%C5%8Driame\"&gt;Manatsu no Tōriame&lt;/a&gt;\" were released, marking her official return to the music scene. The former became a big success for her, being certified double platinum for over 500,000 digital downloads and staying on the &lt;a href=\"Billboard%20Japan%20Hot%20100\"&gt;Billboard Japan Hot 100&lt;/a&gt; over the course of the rest of the year, peaking at number 2.\nThe latter received the award for \"Video of The Year\" at the &lt;a href=\"2016%20MTV%20Video%20Music%20Awards%20Japan\"&gt;2016 MTV Video Music Awards Japan&lt;/a&gt;.\nOn September 13, 2016, shortly before the album's release, \"&lt;a href=\"Michi%20%28Hikaru%20Utada%20song%29\"&gt;Michi&lt;/a&gt;\" was released to radio stations, and three days later as a digital download, while \"&lt;a href=\"Nijikan%20Dake%20no%20Vacance\"&gt;Nijikan Dake no Vacance&lt;/a&gt;\", a duet with &lt;a href=\"Sheena%20Ringo\"&gt;Sheena Ringo&lt;/a&gt;, received a music video release.\nOn January 19, 2017, the singer's 34th birthday, a music video for \"Bōkyaku\" (sung with &lt;a href=\"KOHH\"&gt;KOHH&lt;/a&gt;) was also released.\nTrack listing.\nAll tracks written by Hikaru Utada except where noted.\nPersonnel.\nCredits adapted from the album’s &lt;a href=\"liner%20notes\"&gt;liner notes&lt;/a&gt;."
}