{
    "id": "513558",
    "revid": "42418409",
    "url": "https://en.wikipedia.org/wiki?curid=513558",
    "title": "Tides Foundation",
    "text": "Tides Foundation is an American &lt;a href=\"Charitable%20organization\"&gt;public charity&lt;/a&gt; and &lt;a href=\"fiscal%20sponsorship\"&gt;fiscal sponsor&lt;/a&gt; working to advance progressive causes and policy initiatives in areas such as the environment, health care, labor issues, immigrant rights, LGBTQ+ rights, women's rights and human rights. It was founded in San Francisco in 1976. Through &lt;a href=\"donor%20advised%20fund\"&gt;donor advised fund&lt;/a&gt;s, Tides distributes money from anonymous donors to other organizations, which are often politically &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt;. It manages two centers in San Francisco and &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; that offer collaborative spaces for social ventures and other nonprofits.\nSince 1996, Tides has overseen the Tides Center, which is an &lt;a href=\"business%20incubator\"&gt;incubator&lt;/a&gt; for smaller progressive organizations. In 2004, Tides formed the Tides Shared Spaces offshoot which specializes in renting office space to nonprofit tenants. In 2008, &lt;a href=\"Stephanie%20Strom\"&gt;Stephanie Strom&lt;/a&gt; referred to Tides Network as the umbrella organization for these entities.\nHistory.\nTides was founded in 1976 by &lt;a href=\"Drummond%20Pike\"&gt;Drummond Pike&lt;/a&gt;, who worked with Jane Bagley Lehman, heir to the &lt;a href=\"R.%20J.%20Reynolds%20Tobacco%20Company\"&gt;R. J. Reynolds Tobacco Company&lt;/a&gt; fortune. In the chapter entitled \"The Givers\" in his 2017 publication by the same name, \"The Givers: Wealth, Power, and Philanthropy in a New Gilded Age\", which is a more recent edition of his 2010 book, \"Fortunes of Change: The Rise of the Liberal Rich and the Remaking of America\", &lt;a href=\"David%20Callahan\"&gt;David Callahan&lt;/a&gt; wrote that Pike was an \"entrepreneurial activist\" and that Pike and his \"wealthy friends\" teamed up\" to create Tides which \"used donor-advised funds to direct resources to progressive causes.\" Callahan, who is the co-founder of the think tank &lt;a href=\"Demos%20%28U.S.%20think%20tank%29\"&gt;Demos&lt;/a&gt;, contrasted this with a similar approach taken by &lt;a href=\"Donors%20Trust\"&gt;Donors Trust&lt;/a&gt;, an American &lt;a href=\"non-profit\"&gt;non-profit&lt;/a&gt; &lt;a href=\"donor-advised%20fund\"&gt;donor-advised fund&lt;/a&gt; that was founded in 1999 to safeguard the \"intent of libertarian and conservative donors\".\nLehman served as the chair of the organization from its founding to her death in 1988. Tides was conceived as a nationally oriented community foundation, and founded out of Pike's frustration with established philanthropy's perceived neglect of progressive issues. He envisioned using &lt;a href=\"fiscal%20sponsorship\"&gt;fiscal sponsorship&lt;/a&gt; for progressive political activism. Fiscal sponsorship uses a &lt;a href=\"Tax%20exemption\"&gt;tax-exempt&lt;/a&gt; charity to provide financial support to a non-exempt project or organization, therefore lending it tax exemption as long as the charity retains control of the way its funds are spent. He served as its CEO until he was replaced by Melissa L. Bradley in 2010.\nPike founded a Canadian version of the organization, Tides Canada, in 2000. Tides Canada, which is based in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, makes grants through its foundation and has a charity that supports environmental and social justice projects. It consists of the Tides Canada Foundation and the Tides Canada Initiatives Society.\nBy 2009, Tides allocated $75 million per year in donor money, most of which went to fund progressive political causes. In 2011, Tides received about $90 million in funding, and awarded about $96 million to various individuals and organizations.\nServices.\nTides makes charitable contributions through donor-advised and collective action funds and provides consulting, investment, fiscal management services, and collaborative workspaces for their partners in their New York City and San Francisco offices.\nDonations.\nOrganizations that began as projects of Tides include &lt;a href=\"Campaign%20to%20Defend%20the%20Constitution\"&gt;Campaign to Defend the Constitution&lt;/a&gt;, &lt;a href=\"Higher%20Education%20Recruitment%20Consortium\"&gt;Higher Education Recruitment Consortium&lt;/a&gt;, &lt;a href=\"People%20for%20the%20American%20Way\"&gt;People for the American Way&lt;/a&gt;, &lt;a href=\"Pew%20Research%20Center\"&gt;Pew Internet and American Life Project&lt;/a&gt;, &lt;a href=\"Rockridge%20Institute\"&gt;Rockridge Institute&lt;/a&gt;, &lt;a href=\"Social%20Venture%20Network\"&gt;Social Venture Network&lt;/a&gt;, &lt;a href=\"Urgent%20Action%20Fund\"&gt;Urgent Action Fund&lt;/a&gt;, and &lt;a href=\"V-Day%20%28movement%29\"&gt;V-Day&lt;/a&gt;. The Tides website lists 130 current grantees. As Tides is a public charity, it allows sponsors to donate money to different organizations—including for-profit as well as nonprofit entities—through donor-advised funds. Donor-advised funds are funds held in accounts by nonprofit organizations, like Tides, that then make grants to third-party entities on the donor's behalf. Organizations that have partnered with Tides to setup these funds include &lt;a href=\"Girl%20Rising\"&gt;Girl Rising&lt;/a&gt; and the &lt;a href=\"Humble%20Bundle\"&gt;Humble Bundle&lt;/a&gt;.\nIn 2000, Tides launched a program called \"Bridging the Economic Divide.\" It focused on funding living wage campaigns and economic justice coalitions. Tides also launched the Tides Death Penalty Mobilization Fund, which supports the anti-death penalty movement. The Michigan Partnership to Prevent Gun Violence was founded with support from Tides.\nTides has received at least $3.5 million from liberal financier and political activist &lt;a href=\"George%20Soros\"&gt;George Soros&lt;/a&gt;.\nFrom 2003 to 2012, Tides gave around $4.4 million to media advocacy organization &lt;a href=\"Media%20Matters%20for%20America\"&gt;Media Matters for America&lt;/a&gt;. It has stated that it supports the Occupy Wall Street movement. The CEO of Tides, Melissa L. Bradley, stated in a blog post in October 2011 that the movement \"represents the best of American ideals and ingenuity.\"\nAdvocacy Fund.\nTides is affiliated with the Advocacy Fund, a liberal lobbying group. In the 2012 election cycle, the Advocacy Fund gave $11.5 million to &lt;a href=\"501%28c%29%20organization%23501.28c.29.284.29\"&gt;501(c)(4) organizations&lt;/a&gt;, including $2 million to the &lt;a href=\"League%20of%20Conservation%20Voters\"&gt;League of Conservation Voters&lt;/a&gt;, $1.8 million to &lt;a href=\"America%20Votes\"&gt;America Votes&lt;/a&gt; and $1.3 million to the &lt;a href=\"Center%20for%20Community%20Change\"&gt;Center for Community Change&lt;/a&gt;. The Advocacy Fund has also supported the environmentally-focused groups &lt;a href=\"Bold%20Nebraska\"&gt;Bold Nebraska&lt;/a&gt;, &lt;a href=\"National%20Wildlife%20Federation\"&gt;National Wildlife Federation Action Fund&lt;/a&gt;, &lt;a href=\"Natural%20Resources%20Defense%20Council\"&gt;NRDC Action Fund&lt;/a&gt;, and the &lt;a href=\"Sierra%20Club\"&gt;Sierra Club&lt;/a&gt;.\nIn 2008, the Advocacy Fund contributed to campaigns opposing &lt;a href=\"Colorado%20Amendment%2046\"&gt;Colorado Amendment 46&lt;/a&gt;, &lt;a href=\"Colorado%20Amendment%2047\"&gt;Colorado Amendment 47&lt;/a&gt;, &lt;a href=\"Colorado%20Amendment%2049\"&gt;Colorado Amendment 49&lt;/a&gt; and &lt;a href=\"Colorado%20Amendment%2054\"&gt;Colorado Amendment 54&lt;/a&gt;. The Advocacy Fund distributed $11.8 million in grants in 2013 to groups promoting immigration reform, increased worker protections, chemical safety legal reform, and increased investment in the solar energy industry.\nWikimedia Foundation.\nThe &lt;a href=\"Wikimedia%20Foundation\"&gt;Wikimedia Foundation&lt;/a&gt;, the non-profit organization which manages &lt;a href=\"Wikipedia\"&gt;Wikipedia&lt;/a&gt;, is closely tied to the Tides Foundation. The general counsel of Wikimedia, &lt;a href=\"Amanda%20Keton\"&gt;Amanda Keton&lt;/a&gt;, is the former general counsel of the Tides Network, the former head of Tides Foundation, and the former CEO of Tides Advocacy. The multimillion-dollar &lt;a href=\"Wikimedia%20Foundation%23Wikimedia%20Endowment\"&gt;Wikimedia Endowment&lt;/a&gt;, created in 2016, is managed by the Tides Foundation and has an advisory board appointed by Tides. In 2020, Wikimedia established the multimillion-dollar Wikimedia Foundation Knowledge Fund to be run by Tides Advocacy."
}