{
    "id": "513591",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=513591",
    "title": "Viticulture",
    "text": "Viticulture (from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; word for \"&lt;a href=\"vine\"&gt;vine&lt;/a&gt;\") or winegrowing (wine growing) is the cultivation and harvesting of &lt;a href=\"grape\"&gt;grape&lt;/a&gt;s. It is a branch of the science of &lt;a href=\"horticulture\"&gt;horticulture&lt;/a&gt;. While the native territory of \"&lt;a href=\"Vitis%20vinifera\"&gt;Vitis vinifera&lt;/a&gt;\", the common grape vine, ranges from &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt; to the &lt;a href=\"Iran\"&gt;Persian&lt;/a&gt; shores of the &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt;, the vine has demonstrated high levels of &lt;a href=\"adaptability\"&gt;adaptability&lt;/a&gt; to new environments, hence viticulture can be found on every continent except &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;.\nDuties of the viticulturist include monitoring and controlling &lt;a href=\"Pest%20%28organism%29\"&gt;pests&lt;/a&gt; and &lt;a href=\"Plant%20pathology\"&gt;diseases&lt;/a&gt;, &lt;a href=\"fertilizer\"&gt;fertilizing&lt;/a&gt;, &lt;a href=\"irrigation%20%28wine%29\"&gt;irrigation&lt;/a&gt;, &lt;a href=\"canopy%20%28grape%29\"&gt;canopy&lt;/a&gt; &lt;a href=\"Glossary%20of%20viticultural%20terms%23Canopy%20management\"&gt;management&lt;/a&gt;, monitoring &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; development and &lt;a href=\"Typicity\"&gt;characteristics&lt;/a&gt;, deciding when to &lt;a href=\"harvest%20%28wine%29\"&gt;harvest&lt;/a&gt;, and vine &lt;a href=\"pruning\"&gt;pruning&lt;/a&gt; during the winter months. Viticulturists are often intimately involved with winemakers, because vineyard management and the resulting grape characteristics provide the basis from which &lt;a href=\"winemaking\"&gt;winemaking&lt;/a&gt; can begin.\nA great number of varieties are now approved in the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; as true grapes for winegrowing and viticulture.\nHistory.\nThe earliest evidence of grape vine cultivation and winemaking dates back 8,000 years. The history of viticulture is closely related to the &lt;a href=\"history%20of%20wine\"&gt;history of wine&lt;/a&gt;, with evidence that humans cultivated wild grapes to make wine as far back as the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; period. Evidence suggests that some of the earliest &lt;a href=\"domestication\"&gt;domestication&lt;/a&gt; of \"Vitis vinifera\" occurred in the area of the modern countries &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; and &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;. The oldest-known &lt;a href=\"winery\"&gt;winery&lt;/a&gt; was discovered in the &lt;a href=\"Areni-1%20winery\"&gt;\"Areni-1\" cave&lt;/a&gt; in &lt;a href=\"Vayots%20Dzor\"&gt;Vayots Dzor&lt;/a&gt;, &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;. Dated to BC, the site contained a wine press, fermentation vats, jars, and cups. Archaeologists also found \"V. vinifera\" seeds and vines. Commenting on the importance of the find, McGovern said, \"The fact that winemaking was already so well developed in 4000 BC suggests that the technology probably goes back much earlier.\" There is also evidence of grape domestication in the &lt;a href=\"Near%20East\"&gt;Near East&lt;/a&gt; in the early &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt;, around 3200 BC.\nEvidence of ancient viticulture is provided by &lt;a href=\"cuneiform\"&gt;cuneiform&lt;/a&gt; sources (ancient writing on clay tablets), plant remains, historical geography, and archaeological excavations. The remnants of ancient wine jars have been used to determine the culture of wine consumption and cultivated grape species. In addition to winemaking, grapes have been grown for the production of &lt;a href=\"raisins\"&gt;raisins&lt;/a&gt;.\nThe earliest act of cultivation appears to have been the favoring of &lt;a href=\"Hermaphrodites%23In%20plants\"&gt;hermaphroditic&lt;/a&gt; members of the \"Vitis vinifera\" species over the barren male vines and the female vines, which were dependent on a nearby male for &lt;a href=\"pollinate\"&gt;pollination&lt;/a&gt;. With the ability to pollinate itself, over time the hermaphroditic vines were able to sire &lt;a href=\"offspring\"&gt;offspring&lt;/a&gt; that were consistently hermaphroditic.\nAt the end of the 5th century BC, the &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; historian &lt;a href=\"Thucydides\"&gt;Thucydides&lt;/a&gt; wrote:\nThucydides was most likely referencing the time between 3000 BC and 2000 BC, when viticulture emerged in force in &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt;, &lt;a href=\"Ancient%20Greece\"&gt;Greece&lt;/a&gt;, and the &lt;a href=\"Cyclades\"&gt;Cyclades Islands&lt;/a&gt; of the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt;. During this period, grape cultivation developed from an aspect of &lt;a href=\"Staple%20food\"&gt;local consumption&lt;/a&gt; to an important component of international &lt;a href=\"economies\"&gt;economies&lt;/a&gt; and &lt;a href=\"trade\"&gt;trade&lt;/a&gt;.\nRoman.\nFrom 1200 BC to 900 BC, the &lt;a href=\"Phoenicia\"&gt;Phoenicia&lt;/a&gt;ns developed viticulture practices that were later used in &lt;a href=\"Carthage\"&gt;Carthage&lt;/a&gt;. Around 500 BC, the Carthaginian writer &lt;a href=\"Mago%20%28agricultural%20writer%29\"&gt;Mago&lt;/a&gt; recorded such practices in a two-volume work that was one of the few artifacts to survive the &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; destruction of Carthage during the &lt;a href=\"Third%20Punic%20War\"&gt;Third Punic War&lt;/a&gt;. The Roman statesman &lt;a href=\"Cato%20the%20Elder\"&gt;Cato the Elder&lt;/a&gt; was influenced by these texts, and around 160 BC he wrote \"&lt;a href=\"De%20Agri%20Cultura\"&gt;De Agricultura&lt;/a&gt;\", which expounded on Roman viticulture and agriculture. Around 65 AD, the Roman writer &lt;a href=\"Columella\"&gt;Columella&lt;/a&gt; produced the most detailed work on Roman viticulture in his twelve-volume text \"De Re Rustica\". Columella's work is one of the earliest to detail &lt;a href=\"Trellis%20%28agriculture%29\"&gt;trellis&lt;/a&gt; systems for raising vines off the ground. Columella advocated the use of stakes versus the previously accepted practice of &lt;a href=\"Vine%20training%20systems\"&gt;training vines&lt;/a&gt; to grow up along &lt;a href=\"tree\"&gt;tree&lt;/a&gt; trunks. The benefits of using stakes over trees was largely to minimize the dangers associated with climbing trees, which was necessary to prune the dense &lt;a href=\"foliage\"&gt;foliage&lt;/a&gt; in order to give the vines sunlight, and later to harvest them.\n&lt;a href=\"Roman%20expansion\"&gt;Roman expansion&lt;/a&gt; across Western Europe brought Roman viticulture to the areas that would become some of the world's best-known &lt;a href=\"winegrowing%20regions\"&gt;winegrowing regions&lt;/a&gt;: the Spanish &lt;a href=\"La%20Rioja%20%28Spain%29\"&gt;Rioja&lt;/a&gt;, the German &lt;a href=\"Mosel%20%28wine%20region%29\"&gt;Mosel&lt;/a&gt;, and the French &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt;, &lt;a href=\"Burgundy%20%28region%29\"&gt;Burgundy&lt;/a&gt; and &lt;a href=\"Rh%C3%B4ne%20wine\"&gt;Rhône&lt;/a&gt;. Roman viticulturists were among the first to identify steep hillsides as one of the better locations to plant vines, because cool air runs downhill and gathers at the bottom of valleys. While some cool air is beneficial, too much can rob the vine of the heat it needs for &lt;a href=\"photosynthesis\"&gt;photosynthesis&lt;/a&gt;, and in winter it increases the risk of &lt;a href=\"frost\"&gt;frost&lt;/a&gt;.\nMedieval.\nCatholic &lt;a href=\"monk\"&gt;monk&lt;/a&gt;s (particularly the &lt;a href=\"Cistercians\"&gt;Cistercians&lt;/a&gt;) were the most prominent viticulturists of the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;. Around this time, an early system of \"&lt;a href=\"Metayage\"&gt;Metayage&lt;/a&gt;\" emerged in France with laborers (\"&lt;a href=\"Prendeur\"&gt;Prendeur&lt;/a&gt;\") working the vineyards under contractual agreements with the landowners (\"&lt;a href=\"Bailleur\"&gt;Bailleur&lt;/a&gt;\"). In most cases, the \"prendeurs\" were given flexibility in selecting their crop and developing their own vineyard practice. In northern Europe, the weather and &lt;a href=\"climate\"&gt;climate&lt;/a&gt; posed difficulties for grape cultivation, so certain species were selected that better suited the environment. Most vineyards grew white varieties of grape, which are more resistant to the damp and cold climates. A few species of red grape, such as the Pinot Noir, were also introduced.\n&lt;a href=\"Les%20Tr%C3%A8s%20Riches%20Heures%20du%20duc%20de%20Berry\"&gt;Les Très Riches Heures du duc de Berry&lt;/a&gt; dates back to 1416 and depicts horticulture and viticulture in France. The images illustrate peasants bending down to prune grapes from vines behind castle walls. Additional illustrations depict grape vines being harvested, with each vine being cut to three spurs around knee height.\nMany of the viticultural practices developed in this time period would become staples of European viticulture until the 18th century. &lt;a href=\"Varietal\"&gt;Varietal&lt;/a&gt;s were studied more intently to see which vines were the most suitable for a particular area. Around this time, an early concept of \"&lt;a href=\"terroir\"&gt;terroir&lt;/a&gt;\" emerged as wines from particular places began to develop a reputation for uniqueness. The concept of pruning for quality over quantity emerged, mainly through Cistercian labors, though it would create conflict between the rich landowners who wanted higher quality wines and the &lt;a href=\"peasant\"&gt;peasant&lt;/a&gt; laborers whose livelihood depended on the quantity of wine they could sell. The &lt;a href=\"Riesling\"&gt;Riesling&lt;/a&gt; is the famous example for higher quality of wine. In 1435 Count John IV. of Katzenelnbogen started this successful tradition.\nIn &lt;a href=\"Burgundy\"&gt;Burgundy&lt;/a&gt;, the &lt;a href=\"Cistercian\"&gt;Cistercian&lt;/a&gt; monks developed the concept of \"&lt;a href=\"Cru%20%28wine%29%23Grand%20cru\"&gt;cru&lt;/a&gt;\" vineyards as &lt;a href=\"homogeneous%20%28chemistry%29\"&gt;homogeneous&lt;/a&gt; pieces of land that consistently produce wines each &lt;a href=\"vintage\"&gt;vintage&lt;/a&gt; that are similar. In areas like the &lt;a href=\"C%C3%B4te-d%27Or\"&gt;Côte-d'Or&lt;/a&gt;, the monks divided the land into separate vineyards, many of which still exist today, like &lt;a href=\"Montrachet\"&gt;Montrachet&lt;/a&gt; and &lt;a href=\"La%20Roman%C3%A9e\"&gt;La Romanée&lt;/a&gt;.\nIn mythology.\nIn &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt;, the demigod &lt;a href=\"Dionysus\"&gt;Dionysus&lt;/a&gt; (&lt;a href=\"Bacchus\"&gt;Bacchus&lt;/a&gt; in &lt;a href=\"Roman%20mythology\"&gt;Roman mythology&lt;/a&gt;), son of &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;, invented the grapevine and the winepress. When his closest &lt;a href=\"satyr\"&gt;satyr&lt;/a&gt; friend died trying to bring him a vine Dionysus deemed important, Dionysus forced the vine to bear fruit. His fame spread, and he finally became a god.\nThe &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt; makes numerous references to wine, and grapevine, both symbolically and literally. &lt;a href=\"Grape\"&gt;grapes&lt;/a&gt; are first mentioned when Noah grows them on his farm (Genesis 9:20–21). References to wine are made in the book of Proverbs (20:1) and the book of Isaiah (5:1–25). Deuteronomy (18:3–5, 14:22–27, 16:13–15) reports the use of wine during Jewish festivals. In &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; wine is the symbol of the &lt;a href=\"Last%20Supper\"&gt;Last Supper&lt;/a&gt;, represents the &lt;a href=\"blood%20of%20Christ\"&gt;blood of Christ&lt;/a&gt;. It is mentioned several times in the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;. We have the parable of the kingdom of heaven likened to the father starting to engage laborers for his vineyard. The vine is used as symbol of Jesus Christ based on his own statement, “I am the true vine (John 15:1).” In that sense, a vine is placed as sole symbol on the tomb of &lt;a href=\"Constantine%20the%20Great\"&gt;Constantia the Great&lt;/a&gt;.\nThe grape vine.\nThe vast majority of the world's &lt;a href=\"wine-producing%20regions\"&gt;wine-producing regions&lt;/a&gt; are found between the &lt;a href=\"temperate\"&gt;temperate&lt;/a&gt; &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt;s of 30° and 50° in each &lt;a href=\"Earth\"&gt;hemisphere&lt;/a&gt;. Within these bands, the annual &lt;a href=\"mean\"&gt;mean&lt;/a&gt; temperatures are between . The presence of large &lt;a href=\"Body%20of%20water\"&gt;bodies of water&lt;/a&gt; and &lt;a href=\"mountain%20range\"&gt;mountain range&lt;/a&gt;s can have positive effects on the climate and vines. Nearby &lt;a href=\"lake\"&gt;lake&lt;/a&gt;s and &lt;a href=\"river\"&gt;river&lt;/a&gt;s can serve as protection for drastic temperature drops at night by releasing the heat that the water has stored during the day to warm the vines.\nThe grape.\nThe &lt;a href=\"grape\"&gt;grape&lt;/a&gt; is classified as a &lt;a href=\"Berry%20%28botany%29\"&gt;berry&lt;/a&gt;. On the vine, grapes are organized through systems known as clusters. Grape clusters can vary in compactness which can result in long clusters (resulting in the grapes spreading out) or short clusters (resulting in grapes packed together). In some grape species, clusters ripen collectively, which allows them to be harvested together. For others, grapes may ripen individually within a cluster.\nEach grape berry contains a &lt;a href=\"pedicel%20%28botany%29\"&gt;pedicel&lt;/a&gt; which attaches to the &lt;a href=\"rachis\"&gt;rachis&lt;/a&gt;. The main function of the rachis is to allow the grapes to receive their water and nutrients. The pollination and fertilization of grapes results in one to four seeds within each berry. When fertilization does not occur, seedless grapes are formed, which are sought after for the production of &lt;a href=\"raisins\"&gt;raisins&lt;/a&gt;. Regardless of pollination and fertilization, most plants will produce around 100 to 200 grapes.\nThe skin of the grape accounts for 5 to 20% of the total weight of a grape depending on the variety. When grape skin ripens, it contains the majority of the aromatic substances and &lt;a href=\"tannin\"&gt;tannin&lt;/a&gt;. These factors become important in winemaking for methods including color extraction or aroma dissolution. Although the skin contains the majority of the tannin, small percentages can be found throughout the grape and during all of its developmental stages. However, the tannin's most important role is during the grape's ripening stage as its function is to formulate color and body shape.\nGrowing vines.\nAlthough many factors can affect the overall quality of a grape vine, the three most important are climate, &lt;a href=\"slope\"&gt;slope&lt;/a&gt;, and &lt;a href=\"soil\"&gt;soil&lt;/a&gt;, often collectively referred to as the &lt;a href=\"Terroir%23Influences%20of%20viticulture%20and%20winemaking\"&gt;\"terroir\"&lt;/a&gt;.\nClimate.\nClimate is the most significant external factor in determining a grape's inherent qualities. Each grape variety has a uniquely preferred environment for ideal growing. Because climates vary from region to region, selecting the best strain is an important decision in grape cultivation. Additionally, because climatic factors such as temperature and rain can be unpredictable and uncontrollable, each year will produce unique qualities and yields of grapes. Wine grapes are also especially susceptible to climate change and temperature variation. \nGrape vines need approximately 1300–1500 hours of sunshine during the &lt;a href=\"growing%20season\"&gt;growing season&lt;/a&gt; and around of &lt;a href=\"rain\"&gt;rain&lt;/a&gt;fall throughout the year in order to produce grapes suitable for winemaking. In ideal circumstances, the vine will receive most of the rainfall during the winter and spring months: rain at &lt;a href=\"harvest\"&gt;harvest&lt;/a&gt;time can create many hazards, such as &lt;a href=\"fungus\"&gt;fungal&lt;/a&gt; diseases and berry splitting. The optimum &lt;a href=\"weather\"&gt;weather&lt;/a&gt; during the growing season is a long, warm summer that allows the grapes the opportunity to ripen fully and to develop a balance between the levels of &lt;a href=\"acid\"&gt;acid&lt;/a&gt;s and &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt;s in the grape.\nHot and sunny climates have a frost-free growing season of 200 days or more. These climates allow grapes to ripen faster with higher sugar levels and lower acidity. Cooler climates have a frost-free growing season of around 150–160 days. Cooler seasons force the grapes to ripen earlier, which produces a fresher and more acidic harvest. In general, the average yearly temperature for most crops should average around in order to achieve the highest quality in each grape.\nSummer: Ideal temperatures in summer average around . Ideal summer temperatures enable fruits to ripen. Temperature and sunshine are the most important factors in ripening.\nWinter: Ideal temperatures in winter average around . Ideal winter temperatures are necessary to allow grape vines to enter their resting phase. If temperatures fall too low, the crops can be injured.\nSpring and Fall: Spring and fall are critical seasons for grape development, because the plants are susceptible to frost damage, which can injure the fruiting buds. Wet weather in spring can increase the odds of mildew formation. To prevent mildew, some farms introduce devices such as heaters or large fans in vineyards. However, such solutions can be costly.\nSlope.\nHillsides and &lt;a href=\"slopes\"&gt;slopes&lt;/a&gt; are preferred over flatter terrain: vines growing on a slope can receive a greater intensity of the sun's rays, with sunshine falling on an angle &lt;a href=\"perpendicular\"&gt;perpendicular&lt;/a&gt; to the hillside. In flatter terrain, the intensity of the sunlight is diluted as it spreads out across a wider surface area. Small slopes that are elevated above surrounding ground are the best and safest places for crops, because these small elevations are less prone to frost. Additionally, a slope affords better drainage, obviating the possibility that the vine might sit in overly moist soil. In cooler regions of the northern hemisphere, south-facing slopes receive more hours of sunlight and are preferred; in warmer &lt;a href=\"climes\"&gt;climes&lt;/a&gt;, north-facing slopes are preferred. In the southern hemisphere, these orientations are reversed.\nSoil.\nQuality soil is important to allow plants to have better root systems. The growth and health of a vine can be affected if the soil quality is poor. Different grape species prefer various soil conditions, although there are general quality factors. Favorable soil conditions include: &lt;a href=\"aeration\"&gt;aeration&lt;/a&gt;, loose texture, good drainage and moderate fertility. Drainage factors are cited as the most important soil characteristic to affect grape vine growth. When root growth is restricted due to bad soil, vine growth and fruit yields lessen and plant survival rates can dip to only a few years.\nHazards.\nA viticulturist faces many hazards that can have an adverse effect on the wine produced from the grape or kill the vine itself. \nGreen harvest.\nA green harvest is the removal of immature grape bunches, typically for the purpose of decreasing yield. The removal of the bunches while they are still green induces the vine to put all its energy into developing the remaining grapes. In theory this results in better ripening and the development of more numerous and mature flavour compounds. In the absence of a green harvest, a healthy, vigorous vine can produce dilute, unripe grapes.\nIn Europe, many &lt;a href=\"appellation\"&gt;appellation&lt;/a&gt;s restrict the yield permitted from a given area, so there is even more incentive to perform green harvesting when presented with excess crop. Often, the excess must be sold for a pittance and used for industrial alcohol production rather than wine.\nWhile the concept of thinning or sacrificing part of the grape crop, i.e. green harvesting, with the aim of improving the quality of the remaining grapes, predates modern critics, the practice has increased in recent times in vineyards found in California and areas where the grapes grow easily. (McCoy)\nField blend.\nA field blend is a wine that is produced from two or more different grape varieties interplanted in the same vineyard. In the days before precise &lt;a href=\"varietal\"&gt;varietal&lt;/a&gt; identification, let alone rigorous &lt;a href=\"clonal%20selection\"&gt;clonal selection&lt;/a&gt;, a vineyard might be planted by taking &lt;a href=\"Cutting%20%28vine%29\"&gt;cuttings&lt;/a&gt; from another vineyard and therefore approximately copying its genetic makeup. This meant that one vine could be &lt;a href=\"Zinfandel\"&gt;Zinfandel&lt;/a&gt; and the next &lt;a href=\"Carignan\"&gt;Carignan&lt;/a&gt;. When making wine with little equipment to spare for separate vinification of different varieties, field blends allowed effortless, though inflexible, blending.\nFermentation tanks are now cheap enough that the field blend is an anachronism, and almost all wines are assembled by blending from smaller, individual lots. However, in California some of the oldest (and lowest-yielding) Zinfandel comes from vineyards that are field-blended. &lt;a href=\"Ridge%20Vineyards\"&gt;Ridge Vineyards&lt;/a&gt; owns the Lytton Springs vineyards in Sonoma County, which were planted from 1900 to 1905 in what Ridge calls \"a traditional field blend of about seventy percent Zinfandel, twenty percent &lt;a href=\"Petite%20Sirah\"&gt;Petite Sirah&lt;/a&gt;, and ten percent &lt;a href=\"Grenache\"&gt;Grenache&lt;/a&gt; and Carignan.\"\n (\"Mixed set\") is a wine term in &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; equivalent to a field blend, which means that grapes of different varieties are planted, harvested and vinified together. In older times, this was common, but the practice has almost stopped. It is, however, a specialty of &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;.\nReferences.\n39. Goldammer, T. (2015). \"Grape Growers Handbook: A Guide To Viticulture for Wine Production\". "
}