{
    "id": "51372",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=51372",
    "title": "History of South America",
    "text": "The history of South America is the study of the past, particularly the written record, oral histories, and traditions, passed down from generation to generation on the continent of &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;. The continent continues to be home to indigenous peoples, some of whom built high civilizations prior to the arrival of Europeans in the late 1400s and early 1500s. South America has a history that has a wide range of human cultures and forms of civilization. The &lt;a href=\"Norte%20Chico%20civilization\"&gt;Norte Chico civilization&lt;/a&gt; in &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; is the oldest civilization in the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt; and one of the first six independent civilizations in the world; it was contemporaneous with the Egyptian pyramids. It predated the &lt;a href=\"Mesoamerican\"&gt;Mesoamerican&lt;/a&gt; &lt;a href=\"Olmec\"&gt;Olmec&lt;/a&gt; by nearly two millennia.\nMillennia of independent indigenous existence was disrupted by European colonization from Spain and Portugal, and by demographic collapse. However, the resulting culture both in continent's \"mestizos\", and in indigenous cultures remained quite distinct from those of their colonizers. Through the trans-Atlantic &lt;a href=\"slave%20trade\"&gt;slave trade&lt;/a&gt;, South America (especially Brazil) became the home of millions of people of the &lt;a href=\"African%20diaspora\"&gt;African diaspora&lt;/a&gt;. The mixing of ethnic groups led to new social structures.\nThe tensions between Europeans, indigenous peoples, and African slaves and their descendants shaped South America, starting in sixteenth century. Most of Spanish America achieved its independence in the early nineteenth century through hard fought &lt;a href=\"Spanish%20American%20wars%20of%20independence\"&gt;wars&lt;/a&gt;, while Portuguese Brazil first became the seat of the Portuguese empire and then an empire independent of Portugal. With the revolution for independence from the Spanish crown achieved during the 19th century, South America underwent yet more social and political changes. These have included &lt;a href=\"nation%20building\"&gt;nation building&lt;/a&gt; projects, absorbing waves of immigration from Europe in the late 19th and 20th centuries, dealing with increased international trade, colonization of hinterlands, and wars about territory ownership and &lt;a href=\"power%20balance\"&gt;power balance&lt;/a&gt;. During this period there has also been the reorganization of Indigenous rights and duties, subjugation of Indigenous peoples living in the states' frontiers, that lasted until the early 1900s; liberal-conservative conflicts among the ruling classes, and major demographic and environmental changes accompanying the development of sensitive habitats.\nPrehistory.\nIn the &lt;a href=\"Paleozoic\"&gt;Paleozoic&lt;/a&gt; and Early &lt;a href=\"Mesozoic\"&gt;Mesozoic&lt;/a&gt; eras, &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt; and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; were connected in a landmass called &lt;a href=\"Gondwana\"&gt;Gondwana&lt;/a&gt;, as part of the &lt;a href=\"supercontinent\"&gt;supercontinent&lt;/a&gt; &lt;a href=\"Pangaea\"&gt;Pangaea&lt;/a&gt;. In the &lt;a href=\"Albian\"&gt;Albian&lt;/a&gt;, around 110 &lt;a href=\"mya%20%28unit%29\"&gt;mya&lt;/a&gt;, South America and Africa began to diverge along the southern &lt;a href=\"Mid-Atlantic%20Ridge\"&gt;Mid-Atlantic Ridge&lt;/a&gt;, giving rise to a landmass of &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; and South America. During the late &lt;a href=\"Eocene\"&gt;Eocene&lt;/a&gt;, around 35 &lt;a href=\"mya%20%28unit%29\"&gt;mya&lt;/a&gt;, Antarctica and South America separated and South America became a massive, biologically rich island-continent. During approximately 30 million years, the &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt; of South America was isolated from the rest of the world, leading to the evolution of species within the continent.\nThe &lt;a href=\"Cretaceous%E2%80%93Paleogene%20extinction%20event\"&gt;event that caused the mass-extinction of dinosaurs 66 Mya&lt;/a&gt; gave rise to &lt;a href=\"Neotropical%20realm\"&gt;neotropical&lt;/a&gt; &lt;a href=\"rainforest\"&gt;rainforest&lt;/a&gt; &lt;a href=\"biome\"&gt;biome&lt;/a&gt;s like the &lt;a href=\"Amazonia\"&gt;Amazonia&lt;/a&gt;, replacing species composition and structure of local forests. During &lt;a href=\"Paleocene\"&gt;~6 million years of recovery&lt;/a&gt; to former levels of plant &lt;a href=\"biodiversity\"&gt;diversity&lt;/a&gt;, they evolved from widely-spaced &lt;a href=\"gymnosperm\"&gt;gymnosperm&lt;/a&gt;-dominated forests to the forests with thick &lt;a href=\"Canopy%20%28biology%29\"&gt;canopies&lt;/a&gt; which block sunlight, prevalent &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s and high &lt;a href=\"Stratification%20%28vegetation%29\"&gt;vertical layering&lt;/a&gt; as known today.&lt;ref name=\"10.1126/science.abf1969\"&gt;&lt;/ref&gt;\nIn the last million years since the Late &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt;, South America became connected with the continent of North America via the &lt;a href=\"Panama%20Block\"&gt;Panama Block&lt;/a&gt; that closed the marine &lt;a href=\"Bolivar%20Trough\"&gt;Bolivar Trough&lt;/a&gt;, leading to the &lt;a href=\"Great%20American%20Interchange\"&gt;Great American Interchange&lt;/a&gt;, the interchange of biota from both continents. The first species discovered to have made the northward migration was \"&lt;a href=\"Pliometanastes\"&gt;Pliometanastes&lt;/a&gt;\", a fossil &lt;a href=\"ground%20sloth\"&gt;ground sloth&lt;/a&gt; species, roughly the size of a modern &lt;a href=\"American%20black%20bear\"&gt;black bear&lt;/a&gt;. Several migrations to the Southern Hemisphere were undertaken by tougher, &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n mammal carnivores; fewer species migrated in the opposite direction from south to north. The result of the intrusion of North American fauna was that hundreds of South American species became extinct in a relatively short time and that about 60% of present-day South American mammals have evolved from North American species. However, some species were able to adapt and spread into North America. Apart from \"Pliometanastes\", during the &lt;a href=\"Irvingtonian\"&gt;Irvingtonian&lt;/a&gt; stage of the mammal land stages, around 1.9 &lt;a href=\"mya%20%28unit%29\"&gt;mya&lt;/a&gt;, species as \"&lt;a href=\"Pampatherium\"&gt;Pampatherium&lt;/a&gt;\", a giant &lt;a href=\"armadillo\"&gt;armadillo&lt;/a&gt;, ground sloth \"&lt;a href=\"Megatherium\"&gt;Megatherium&lt;/a&gt;\", giant &lt;a href=\"anteater\"&gt;anteater&lt;/a&gt; \"&lt;a href=\"Myrmecophaga\"&gt;Myrmecophaga&lt;/a&gt;\", a Neogene &lt;a href=\"capybara\"&gt;capybara&lt;/a&gt; (\"&lt;a href=\"Hydrochoerus\"&gt;Hydrochoerus&lt;/a&gt;\"), \"&lt;a href=\"Meizonyx\"&gt;Meizonyx&lt;/a&gt;\", opossum \"&lt;a href=\"Didelphis\"&gt;Didelphis&lt;/a&gt;\", and \"&lt;a href=\"Mixotoxodon\"&gt;Mixotoxodon&lt;/a&gt;\" followed the route north. The &lt;a href=\"terror%20bird\"&gt;terror bird&lt;/a&gt; \"&lt;a href=\"Titanis\"&gt;Titanis&lt;/a&gt;\" was the only discovered South American carnivore species who made the journey into North America.\nPre-Columbian era.\nAgriculture and domestication of animals.\nThe Americas are thought to have been first inhabited by people from eastern Asia who crossed the &lt;a href=\"Bering%20Land%20Bridge\"&gt;Bering Land Bridge&lt;/a&gt; to present-day Alaska; the land separated and the continents are divided by the &lt;a href=\"Bering%20Strait\"&gt;Bering Strait&lt;/a&gt;. Over the course of millennia, three waves of migrants spread to all parts of the Americas. Genetic and linguistic evidence has shown that the last wave of migrant peoples settled across the northern tier, and did not reach South America.\nThe first evidence for the existence of agricultural practices in South America dates back to circa 6500 BCE, when &lt;a href=\"potato\"&gt;potato&lt;/a&gt;es, &lt;a href=\"Chili%20pepper\"&gt;chilies&lt;/a&gt; and &lt;a href=\"bean\"&gt;bean&lt;/a&gt;s began to be cultivated for food in the &lt;a href=\"Amazon%20Basin\"&gt;Amazon Basin&lt;/a&gt;. Pottery evidence suggests that &lt;a href=\"manioc\"&gt;manioc&lt;/a&gt;, which remains a staple foodstuff today, was being cultivated as early as 2000 BCE.\nSouth American cultures began domesticating &lt;a href=\"llamas\"&gt;llamas&lt;/a&gt; and &lt;a href=\"alpacas\"&gt;alpacas&lt;/a&gt; in the highlands of the &lt;a href=\"Andes\"&gt;Andes&lt;/a&gt; circa 3500 BCE. These animals were used for both transportation and meat; their fur was shorn or collected to use to make clothing. Guinea pigs were also domesticated as a food source at this time.\nBy 2000 BCE, many agrarian village communities had developed throughout the Andes and the surrounding regions. Fishing became a widespread practice along the coast, with fish being the primary source of food for those communities. Irrigation systems were also developed at this time, which aided in the rise of agrarian societies. The food crops were &lt;a href=\"quinoa\"&gt;quinoa&lt;/a&gt;, &lt;a href=\"maize\"&gt;corn&lt;/a&gt;, &lt;a href=\"lima%20bean\"&gt;lima bean&lt;/a&gt;s, &lt;a href=\"common%20bean\"&gt;common bean&lt;/a&gt;s, &lt;a href=\"peanut\"&gt;peanut&lt;/a&gt;s, &lt;a href=\"manioc\"&gt;manioc&lt;/a&gt;, &lt;a href=\"sweet%20potato\"&gt;sweet potato&lt;/a&gt;es, &lt;a href=\"potato\"&gt;potato&lt;/a&gt;es, &lt;a href=\"oxalis%20tuberosa\"&gt;oca&lt;/a&gt; and &lt;a href=\"squash%20%28plant%29\"&gt;squashes&lt;/a&gt;. &lt;a href=\"Cotton\"&gt;Cotton&lt;/a&gt; was also grown and was particularly important as the only major fiber crop.\nAmong the earliest permanent settlements, dated to 4700 BC is the &lt;a href=\"Huaca%20Prieta\"&gt;Huaca Prieta&lt;/a&gt; site on the coast of Peru, and at 3500 BC the &lt;a href=\"Valdivia%20culture\"&gt;Valdivia culture&lt;/a&gt; in Ecuador. Other groups also formed permanent settlements. Among those groups were the &lt;a href=\"Muisca%20people\"&gt;Muisca&lt;/a&gt; or \"Muysca,\" and the Tairona, located in present-day Colombia. The &lt;a href=\"Ca%C3%B1ari\"&gt;Cañari&lt;/a&gt; of Ecuador, &lt;a href=\"Quechua%20people\"&gt;Quechua&lt;/a&gt; of Peru, and &lt;a href=\"Aymara%20people\"&gt;Aymara&lt;/a&gt; of Bolivia were the three most important Native peoples who developed societies of sedentary agriculture in South America. \nIn the last two thousand years, there may have been contact with the &lt;a href=\"Polynesia\"&gt;Polynesia&lt;/a&gt;ns who sailed to and from the continent across the South Pacific Ocean. The sweet potato, which originated in South America, &lt;a href=\"Sweet%20potato%23Origin%2C%20distribution%20and%20diversity\"&gt;spread&lt;/a&gt; through some areas of the Pacific. There is no genetic legacy of human contact.\nHuman activity.\nThe earliest archaeological evidence from human settlement comes from &lt;a href=\"Monte%20Verde\"&gt;Monte Verde&lt;/a&gt; (possibly as early as 16,500 &lt;a href=\"BCE\"&gt;BCE&lt;/a&gt;). Based on &lt;a href=\"Archaeology\"&gt;archaeological&lt;/a&gt; evidence from an excavation at &lt;a href=\"Caverna%20da%20Pedra%20Pintada\"&gt;Caverna da Pedra Pintada&lt;/a&gt;, human inhabitants first settled in the Amazon region at least 11,200 years ago.\nFor a long time it was thought that the Amazon rainforest was only ever sparsely populated, as it was impossible to sustain a large population through &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt; given the poor soil. Archaeologist &lt;a href=\"Betty%20Meggers\"&gt;Betty Meggers&lt;/a&gt; was a prominent proponent of this idea, as described in her book \"Amazonia: Man and Culture in a Counterfeit Paradise\". She claimed that a population density of is the maximum that can be sustained in the rainforest through hunting, with agriculture needed to support a larger population. However, recent archaeological findings have suggested that the region was actually densely populated. From the 1970s, numerous &lt;a href=\"geoglyph\"&gt;geoglyph&lt;/a&gt;s have been discovered on deforested land dating between 01250CE, leading to claims about &lt;a href=\"Pre-Columbian%20era\"&gt;Pre-Columbian&lt;/a&gt; civilisations.\nNorte Chico.\nOn the north-central coast of present-day &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;, the &lt;a href=\"Norte%20Chico%20civilization\"&gt;Norte Chico civilization&lt;/a&gt; emerged as one of six civilizations to develop independently in the world. It was roughly contemporaneous with the Egyptian pyramids. It preceded the civilization of &lt;a href=\"Mesoamerica\"&gt;Mesoamerica&lt;/a&gt; by two millennia. It is believed to have been the only civilization dependent on fishing rather than agriculture to support its population.\nThe &lt;a href=\"Caral\"&gt;Caral Supe&lt;/a&gt; complex is one of the larger Norte Chico sites and has been dated to 27th century BCE. It is noteworthy for having absolutely no signs of warfare. It was contemporary with urbanism's rise in &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt;.\nCañari.\nThe &lt;a href=\"Ca%C3%B1ari\"&gt;Cañari&lt;/a&gt; were the indigenous natives of today's Ecuadorian provinces of &lt;a href=\"Ca%C3%B1ar%20Province\"&gt;Cañar&lt;/a&gt; and &lt;a href=\"Azuay%20Province\"&gt;Azuay&lt;/a&gt; at the time of European contact. They were an elaborate civilization with advanced architecture and religious belief. Most of their remains were either burned or destroyed from attacks by the &lt;a href=\"Inca\"&gt;Inca&lt;/a&gt; and later the Spaniards. Their old city \"Guapondelig\", was replaced twice, first by the Incan city of Tomipamba, and later by the colonial city of &lt;a href=\"Cuenca%2C%20Ecuador\"&gt;Cuenca&lt;/a&gt;. The city was believed by the Spanish to be the site of &lt;a href=\"El%20Dorado\"&gt;El Dorado&lt;/a&gt;, the city of gold from the mythology of Colombia.\nThe Cañari were most notable in having repulsed the Incan invasion with fierce resistance for many years until they fell to Tupac Yupanqui. It is said that the Inca strategically married the Cañari princess Paccha to conquer the people. Many of their descendants still reside in &lt;a href=\"Ca%C3%B1ar%20Province\"&gt;Cañar&lt;/a&gt;.\nChibchan Nations.\nThe &lt;a href=\"Chibcha%20language\"&gt;Chibcha-speaking&lt;/a&gt; communities were the most numerous, the most extended by territory, and the most socio-economically developed of the Pre-Hispanic Colombian cultures. They were divided into two linguistic subgroups; the Arwako-Chimila languages, with the &lt;a href=\"Tairona\"&gt;Tairona&lt;/a&gt;, &lt;a href=\"Kankuamo%20people\"&gt;Kankuamo&lt;/a&gt;, &lt;a href=\"Kogi%20people\"&gt;Kogi&lt;/a&gt;, &lt;a href=\"Arhuaco%20people\"&gt;Arhuaco&lt;/a&gt;, &lt;a href=\"Chimila%20people\"&gt;Chimila&lt;/a&gt; and &lt;a href=\"Chitarero%20people\"&gt;Chitarero people&lt;/a&gt; and the Kuna-Colombian languages with &lt;a href=\"Kuna%20people\"&gt;Kuna&lt;/a&gt;, &lt;a href=\"Nutabes%20people\"&gt;Nutabe&lt;/a&gt;, &lt;a href=\"Motilon%20people\"&gt;Motilon&lt;/a&gt;, &lt;a href=\"U%27wa%20people\"&gt;U'wa&lt;/a&gt;, &lt;a href=\"Lache%20people\"&gt;Lache&lt;/a&gt;, &lt;a href=\"Guane%20people\"&gt;Guane&lt;/a&gt;, &lt;a href=\"Sutagao%20people\"&gt;Sutagao&lt;/a&gt; and &lt;a href=\"Muisca%20people\"&gt;Muisca&lt;/a&gt;.\nMuisca.\nOf these indigenous groups, the Muisca were the most advanced and formed one of the four grand civilisations in the Americas. With the &lt;a href=\"Inca%20Empire\"&gt;Inca&lt;/a&gt; in Peru, they constituted the two developed and specialised societies of South America. The Muisca, meaning \"people\" or \"person\" in their version of the Chibcha language; \"Muysccubun\", inhabited the &lt;a href=\"Altiplano%20Cundiboyacense\"&gt;Altiplano Cundiboyacense&lt;/a&gt;, the high plateau in the &lt;a href=\"Cordillera%20Oriental%20%28Colombia%29\"&gt;Eastern Ranges&lt;/a&gt; of the Colombian &lt;a href=\"Andes\"&gt;Andes&lt;/a&gt; and surrounding valleys, such as the &lt;a href=\"Tenza%20Valley\"&gt;Tenza Valley&lt;/a&gt;. Commonly set at 800 AD, their history succeeded the &lt;a href=\"Herrera%20Period\"&gt;Herrera Period&lt;/a&gt;. The people were organised in a loose confederation of &lt;a href=\"Muisca%20rulers\"&gt;rulers&lt;/a&gt;, later called the &lt;a href=\"Muisca%20Confederation\"&gt;Muisca Confederation&lt;/a&gt;. At the time of the &lt;a href=\"Spanish%20conquest%20of%20the%20Muisca\"&gt;Spanish conquest&lt;/a&gt;, their reign spread across the modern departments &lt;a href=\"Cundinamarca%20Department\"&gt;Cundinamarca&lt;/a&gt; and &lt;a href=\"Boyac%C3%A1%20Department\"&gt;Boyacá&lt;/a&gt; with small parts of southern &lt;a href=\"Santander%20Department\"&gt;Santander&lt;/a&gt; with a surface area of approximately and a total population of between 300,000 and two million individuals.\nThe Muisca were known as \"The Salt People\", thanks to their extraction of and trade in &lt;a href=\"halite\"&gt;halite&lt;/a&gt; from brines in various salt mines of which those in &lt;a href=\"Zipaquir%C3%A1\"&gt;Zipaquirá&lt;/a&gt; and &lt;a href=\"Nemoc%C3%B3n\"&gt;Nemocón&lt;/a&gt; are still the most important. This extraction process was the work of the &lt;a href=\"Women%20in%20Muisca%20society\"&gt;Muisca women&lt;/a&gt; exclusively and formed the backbone of their highly regarded &lt;a href=\"Muisca%20economy%23Trade\"&gt;trading&lt;/a&gt; with other Chibcha-, Arawak- and Cariban-speaking neighboring indigenous groups. Trading was performed using salt, small cotton cloths and larger mantles and ceramics as &lt;a href=\"barter%20trade\"&gt;barter trade&lt;/a&gt;. Their economy was agricultural in nature, profiting from the fertile soils of the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; &lt;a href=\"Lake%20Humboldt\"&gt;Lake Humboldt&lt;/a&gt; that existed on the Bogotá savanna until around 30,000 years BP. Their crops were cultivated using irrigation and drainage on elevated terraces and mounds. To the Spanish conquistadors they were best known for their advanced &lt;a href=\"Muisca%20economy\"&gt;gold-working&lt;/a&gt;, as represented in the \"&lt;a href=\"tunjo\"&gt;tunjo&lt;/a&gt;s\" (votive offer pieces), spread in &lt;a href=\"List%20of%20Muisca%20museum%20collections\"&gt;museum collections&lt;/a&gt; all around the world. The famous &lt;a href=\"Muisca%20raft\"&gt;Muisca raft&lt;/a&gt;, centerpiece in the collection of the &lt;a href=\"Gold%20Museum%2C%20Bogot%C3%A1\"&gt;Museo del Oro&lt;/a&gt; in the Colombian capital &lt;a href=\"Bogot%C3%A1\"&gt;Bogotá&lt;/a&gt;, shows the skilled goldworking of the inhabitants of the Altiplano. The Muisca were the only pre-Columbian civilization known in South America to have used coins (\"tejuelos\").\nThe gold and \"&lt;a href=\"tumbaga\"&gt;tumbaga&lt;/a&gt;\" (a gold-silver-copper alloy elaborated by the Muisca) created the legend of \"&lt;a href=\"El%20Dorado\"&gt;El Dorado&lt;/a&gt;\"; the \"land, city or man of gold\". The Spanish conquistadors who landed in the Caribbean city of &lt;a href=\"Santa%20Marta\"&gt;Santa Marta&lt;/a&gt; were informed of the rich gold culture and led by &lt;a href=\"Gonzalo%20Jim%C3%A9nez%20de%20Quesada\"&gt;Gonzalo Jiménez de Quesada&lt;/a&gt; and his brother &lt;a href=\"Hern%C3%A1n%20P%C3%A9rez%20de%20Quesada\"&gt;Hernán Pérez&lt;/a&gt;, organised the most strenuous of the Spanish conquests into the heart of the Andes in April 1536. After an expedition of a year, where 80% of the soldiers died due to the harsh climate, carnivores as caimans and &lt;a href=\"jaguar\"&gt;jaguar&lt;/a&gt;s and the frequent attacks of the indigenous peoples found along the route, &lt;a href=\"Tisquesusa\"&gt;Tisquesusa&lt;/a&gt;, the \"&lt;a href=\"zipa\"&gt;zipa&lt;/a&gt;\" of Bacatá, on the &lt;a href=\"Bogot%C3%A1%20savanna\"&gt;Bogotá savanna&lt;/a&gt;, was beaten by the Spanish on April 20, 1537, and died \"bathing in his own blood\", as prophesied by the &lt;a href=\"mohan%20%28legendary%29\"&gt;mohan&lt;/a&gt; Popón.\nAmazon.\nFor a long time, scholars believed that Amazon forests were occupied by small numbers of hunter-gatherer tribes. Archeologist &lt;a href=\"Betty%20J.%20Meggers\"&gt;Betty J. Meggers&lt;/a&gt; was a prominent proponent of this idea, as described in her book \"Amazonia: Man and Culture in a Counterfeit Paradise\". However, recent archeological findings have suggested that the region was densely populated. From the 1970s, numerous &lt;a href=\"geoglyph\"&gt;geoglyph&lt;/a&gt;s have been discovered on deforested land dating between 0–1250 AD. Additional finds have led to conclusions that there were highly developed and populous cultures in the forests, organized as &lt;a href=\"Pre-Columbian%20era\"&gt;Pre-Columbian&lt;/a&gt; civilizations. The BBC's \"&lt;a href=\"Unnatural%20Histories%20%28TV%20series%29\"&gt;Unnatural Histories&lt;/a&gt;\" claimed that the Amazon rainforest, rather than being a pristine &lt;a href=\"wilderness\"&gt;wilderness&lt;/a&gt;, has been shaped by man for at least 11,000 years through practices such as &lt;a href=\"forest%20gardening\"&gt;forest gardening&lt;/a&gt;.\nThe first European to travel the length of the &lt;a href=\"Amazon%20River\"&gt;Amazon River&lt;/a&gt; was &lt;a href=\"Francisco%20de%20Orellana\"&gt;Francisco de Orellana&lt;/a&gt; in 1542. The BBC documentary \"Unnatural Histories\" presents evidence that Francisco de Orellana, rather than exaggerating his claims as previously thought, was correct in his observations that an advanced civilization was flourishing along the Amazon in the 1540s. It is believed that the civilization was later devastated by the spread of infectious diseases from Europe, such as &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt;, to which the natives had no immunity. Some 5 million people may have lived in the Amazon region in 1500, divided between dense coastal settlements, such as that at &lt;a href=\"Marajoara%20culture\"&gt;Marajó&lt;/a&gt;, and inland dwellers. By 1900 the population had fallen to 1 million, and by the early 1980s, it was less than 200,000.\nResearchers have found that the fertile \"&lt;a href=\"terra%20preta\"&gt;terra preta&lt;/a&gt;\" (black earth) is distributed over large areas in the Amazon forest. It is now widely accepted that these soils are a product of indigenous &lt;a href=\"soil%20management\"&gt;soil management&lt;/a&gt;. The development of this soil enabled &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt; and &lt;a href=\"silviculture\"&gt;silviculture&lt;/a&gt; to be conducted in the previously hostile environment. Large portions of the Amazon rainforest are therefore probably the result of centuries of human management, rather than naturally occurring as has previously been supposed. In the region of the &lt;a href=\"Xinguanos\"&gt;Xinguanos&lt;/a&gt; tribe, remains of some of these large, mid-forest Amazon settlements were found in 2003 by Michael Heckenberger and colleagues of the &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt;. Among those remains were evidence of constructed roads, bridges and large plazas.\nAndean civilizations.\nChavín.\nThe &lt;a href=\"Chav%C3%ADn%20culture\"&gt;Chavín&lt;/a&gt;, a South American preliterate civilization, established a trade network and developed agriculture by 900 BCE, according to some estimates and archeological finds. Artifacts were found at a site called &lt;a href=\"Chav%C3%ADn%20de%20Huantar\"&gt;Chavín de Huantar&lt;/a&gt; in modern &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; at an elevation of 3,177 meters. Chavín civilization spanned 900 to 200 BCE.\nMoche.\nThe &lt;a href=\"Moche%20%28culture%29\"&gt;Moche&lt;/a&gt; thrived on the north coast of Peru between the first and ninth century CE. The heritage of the Moche comes down to us through their elaborate burials, excavated by former UCLA professor &lt;a href=\"Christopher%20B.%20Donnan\"&gt;Christopher B. Donnan&lt;/a&gt; in association with the &lt;a href=\"National%20Geographic%20Society\"&gt;National Geographic Society&lt;/a&gt;.\nSkilled artisans, the Moche were a technologically advanced people who traded with faraway peoples, like the &lt;a href=\"Maya%20civilization\"&gt;Maya&lt;/a&gt;. Knowledge about the Moche has been derived mostly from their ceramic pottery, which is carved with representations of their daily lives. They practiced human sacrifice, had blood-drinking rituals, and their religion incorporated non-procreative sexual practices (such as fellatio).\nInca.\nHolding their capital at the great puma-shaped city of &lt;a href=\"Cuzco\"&gt;Cuzco&lt;/a&gt;, the &lt;a href=\"Inca%20civilization\"&gt;Inca civilization&lt;/a&gt; dominated the Andes region from 1438 to 1533. Known as \"Tawantin suyu\", or \"the land of the four regions,\" in &lt;a href=\"Quechua%20languages\"&gt;Quechua&lt;/a&gt;, the Inca civilization was highly distinct and developed. Inca rule extended to nearly a hundred linguistic or ethnic communities, some 9 to 14 million people connected by a 25,000-kilometre &lt;a href=\"Inca%20road%20system\"&gt;road system&lt;/a&gt;. Cities were built with precise, unmatched stonework, constructed over many levels of mountain terrain. &lt;a href=\"Terrace%20farming\"&gt;Terrace farming&lt;/a&gt; was a useful form of agriculture. There is evidence of excellent metalwork and successful &lt;a href=\"Trepanation%20in%20Mesoamerica\"&gt;skull surgery&lt;/a&gt; in Inca civilization. The Inca had no written language, but used &lt;a href=\"quipu\"&gt;quipu&lt;/a&gt;, a system of knotted strings, to record information.\nArawak and Carib civilizations.\nThe &lt;a href=\"Arawaks\"&gt;Arawak&lt;/a&gt; lived along the eastern coast of South America, from present-day &lt;a href=\"Guyana\"&gt;Guayana&lt;/a&gt; to as far south as what is now Brazil. Explorer &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt; described them at first encounter as a peaceful people, although the Arawak had already dominated other local groups such as the &lt;a href=\"Ciboney\"&gt;Ciboney&lt;/a&gt;. The Arawak had, however, come under increasing military pressure from the &lt;a href=\"Kalina%20people\"&gt;Carib&lt;/a&gt;, who are believed to have left the &lt;a href=\"Orinoco\"&gt;Orinoco&lt;/a&gt; river area to settle on islands and the coast of the Caribbean Sea. Over the century leading up to Columbus' arrival in the Caribbean archipelago in 1492, the Carib are believed to have displaced many of the Arawak who previously settled the island chains. The Carib also encroached on Arawak territory in what is modern Guyana.\nThe Carib were skilled boatbuilders and sailors who owed their dominance in the Caribbean basin to their military skills. The Carib war rituals included &lt;a href=\"cannibalism\"&gt;cannibalism&lt;/a&gt;; they had a practice of taking home the limbs of victims as trophies.\nIt is not known how many &lt;a href=\"Indigenous%20peoples%20in%20Venezuela\"&gt;indigenous peoples&lt;/a&gt; lived in Venezuela and Colombia before the &lt;a href=\"Spanish%20colonization%20of%20the%20Americas\"&gt;Spanish Conquest&lt;/a&gt;; it may have been approximately one million, including groups such as the &lt;a href=\"Auak%C3%A9%20people\"&gt;Auaké&lt;/a&gt;, &lt;a href=\"Caquetio\"&gt;Caquetio&lt;/a&gt;, &lt;a href=\"Mariche\"&gt;Mariche&lt;/a&gt;, and &lt;a href=\"Timoto-cuicas\"&gt;Timoto-cuicas&lt;/a&gt;. The number of people fell dramatically after the Conquest, mainly due to high mortality rates in epidemics of infectious Eurasian diseases introduced by the explorers, who carried them as an endemic disease. There were two main north–south axes of pre-Columbian population; producing &lt;a href=\"maize\"&gt;maize&lt;/a&gt; in the west and &lt;a href=\"manioc\"&gt;manioc&lt;/a&gt; in the east. Large parts of the &lt;a href=\"llanos\"&gt;llanos&lt;/a&gt; plains were cultivated through a combination of &lt;a href=\"slash%20and%20burn\"&gt;slash and burn&lt;/a&gt; and permanent settled agriculture.\nEuropean colonization.\nBefore the arrival of Europeans 20–30 million people lived in South America.\nBetween 1452 and 1493, a series of papal bulls (&lt;a href=\"Dum%20Diversas\"&gt;Dum Diversas&lt;/a&gt;, &lt;a href=\"Romanus%20Pontifex\"&gt;Romanus Pontifex&lt;/a&gt;, and &lt;a href=\"Inter%20caetera\"&gt;Inter caetera&lt;/a&gt;) paved the way for the &lt;a href=\"European%20colonization%20of%20the%20Americas\"&gt;European colonization&lt;/a&gt; and &lt;a href=\"Missionary%23Catholic%20missions\"&gt;Catholic missions&lt;/a&gt; in the &lt;a href=\"New%20World\"&gt;New World&lt;/a&gt;. These authorized the European Christian nations to \"take possession\" of non-Christian lands and encouraged subduing and converting the non-Christian people of Africa and the Americas.\nIn 1494, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; and &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, the two great maritime powers of that time, signed the &lt;a href=\"Treaty%20of%20Tordesillas\"&gt;Treaty of Tordesillas&lt;/a&gt; in the expectation of new lands being discovered in the west. Through the treaty, they agreed that all the land outside Europe should be an exclusive &lt;a href=\"duopoly\"&gt;duopoly&lt;/a&gt; between the two countries. The treaty established an imaginary line along a north–south &lt;a href=\"meridian%20%28geography%29\"&gt;meridian&lt;/a&gt; 370 &lt;a href=\"League%20%28unit%29\"&gt;leagues&lt;/a&gt; west of &lt;a href=\"Cape%20Verde%20Islands\"&gt;Cape Verde Islands&lt;/a&gt;, roughly 46° 37' W. In terms of the treaty, all land to the west of the line (which is now known to include most of the South American soil), would belong to Spain, and all land to the east, to Portugal. Because accurate measurements of &lt;a href=\"longitude\"&gt;longitude&lt;/a&gt; were not possible at that time, the line was not strictly enforced, resulting in a &lt;a href=\"Portuguese%20colonization%20of%20the%20Americas\"&gt;Portuguese expansion of Brazil&lt;/a&gt; across the meridian.\nIn 1498, during his third voyage to the Americas, &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt; sailed near the &lt;a href=\"Orinoco%20Delta\"&gt;Orinoco Delta&lt;/a&gt; and then landed in the &lt;a href=\"Gulf%20of%20Paria\"&gt;Gulf of Paria&lt;/a&gt; (Actual &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;). Amazed by the great offshore current of freshwater which deflected his course eastward, Columbus expressed in his moving letter to &lt;a href=\"Catholic%20Kings\"&gt;Isabella I and Ferdinand II&lt;/a&gt; that he must have reached heaven on Earth (terrestrial paradise): \nBeginning in 1499, the people and natural resources of South America were repeatedly exploited by foreign &lt;a href=\"conquistadors\"&gt;conquistadors&lt;/a&gt;, first from Spain and later from Portugal. These competing colonial nations claimed the land and resources as their own and divided it into colonies.\nEuropean diseases (&lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt;, &lt;a href=\"influenza\"&gt;influenza&lt;/a&gt;, &lt;a href=\"measles\"&gt;measles&lt;/a&gt; and &lt;a href=\"typhus\"&gt;typhus&lt;/a&gt;) to which the native populations had no resistance were the overwhelming cause of the depopulation of the Native American population. Cruel systems of forced labor (such as &lt;a href=\"encomienda\"&gt;encomienda&lt;/a&gt;s and mining industry's &lt;a href=\"Mita%20%28Inca%29\"&gt;mita&lt;/a&gt;) under Spanish control also contributed to depopulation. Lower bound estimates speak of a decline in the population of around 20–50 percent, whereas high estimates arrive at 90 percent. Following this, &lt;a href=\"Slavery\"&gt;enslaved&lt;/a&gt; Africans, who had developed immunity to these diseases, were quickly brought in to replace them.\nThe Spaniards were committed to converting their American subjects to &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; and were quick to purge any native cultural practices that hindered this end. However, most initial attempts at this were only partially successful; American groups simply blended &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt; with their traditional beliefs. The Spaniards did not impose their language to the degree they did their religion. In fact, the missionary work of the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; in &lt;a href=\"Quechua%20languages\"&gt;Quechua&lt;/a&gt;, &lt;a href=\"Nahuatl\"&gt;Nahuatl&lt;/a&gt;, and &lt;a href=\"Guarani%20language\"&gt;Guarani&lt;/a&gt; actually contributed to the expansion of these American languages, equipping them with writing systems.\nEventually, the natives and the Spaniards interbred, forming a &lt;a href=\"Mestizo\"&gt;Mestizo&lt;/a&gt; class. Mestizos and the Native Americans were often forced to pay unfair taxes to the Spanish government (although all subjects paid taxes) and were punished harshly for disobeying their laws. Many native artworks were considered pagan idols and destroyed by Spanish explorers. This included a great number of gold and silver sculptures, which were melted down before transport to Europe.\n17th and 18th centuries.\nIn 1616, the Dutch, attracted by the legend of &lt;a href=\"El%20Dorado\"&gt;El Dorado&lt;/a&gt;, founded a fort in &lt;a href=\"Guyana\"&gt;Guayana&lt;/a&gt; and established three colonies: &lt;a href=\"Demerara\"&gt;Demerara&lt;/a&gt;, &lt;a href=\"Berbice\"&gt;Berbice&lt;/a&gt;, and &lt;a href=\"Essequibo%20%28colony%29\"&gt;Essequibo&lt;/a&gt;.\nIn 1624 France attempted to settle in the area of modern-day &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt;, but was forced to abandon it in the face of hostility from the &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt;, who viewed it as a violation of the &lt;a href=\"Treaty%20of%20Tordesillas\"&gt;Treaty of Tordesillas&lt;/a&gt;. However French settlers returned in 1630 and in 1643 managed to establish a settlement at &lt;a href=\"Cayenne\"&gt;Cayenne&lt;/a&gt; along with some small-scale plantations.\nSince the sixteenth century, there were some movements of discontent to the Spanish and Portuguese colonial system. Among these movements, the most famous being that of the &lt;a href=\"Maroon%20%28people%29\"&gt;Maroons&lt;/a&gt;, slaves who escaped their masters and in the shelter of the forest communities organized free communities. Attempts to subject them by the royal army were unsuccessful because the Maroons had learned to master the South American jungles. In a royal decree of 1713, the king gave legality to the first free population of the continent: Palenque de San Basilio in Colombia today, led by &lt;a href=\"Benkos%20Bioho\"&gt;Benkos Bioho&lt;/a&gt;. Brazil saw the formation of a genuine African kingdom on their soil, with the &lt;a href=\"Palmares%20%28quilombo%29\"&gt;Quilombo of Palmares&lt;/a&gt;.\nBetween 1721 and 1735, the &lt;a href=\"Revolt%20of%20the%20Comuneros%20%28Paraguay%29\"&gt;Revolt of the Comuneros of Paraguay&lt;/a&gt; arose, because of clashes between the Paraguayan settlers and the Jesuits, who ran the large and prosperous &lt;a href=\"Jesuit%20Reductions\"&gt;Jesuit Reductions&lt;/a&gt; and controlled a large number of Christianized Natives.\nBetween 1742 and 1756, was the insurrection of &lt;a href=\"Juan%20Santos%20Atahualpa\"&gt;Juan Santos Atahualpa&lt;/a&gt; in the central jungle of &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;. In 1780, the &lt;a href=\"Viceroyalty%20of%20Peru\"&gt;Viceroyalty of Peru&lt;/a&gt; was met with the insurrection of curaca &lt;a href=\"T%C3%BApac%20Amaru%20II\"&gt;Joseph Gabriel Condorcanqui&lt;/a&gt; or &lt;a href=\"Tupac%20Amaru%20II\"&gt;Tupac Amaru II&lt;/a&gt;, which would be continued by Tupac Katari in &lt;a href=\"Upper%20Peru\"&gt;Upper Peru&lt;/a&gt;.\nIn 1763, the African &lt;a href=\"Coffy%20%28person%29\"&gt;Coffy&lt;/a&gt; led a revolt in Guyana which was bloodily suppressed by the Dutch.\nIn 1781, the &lt;a href=\"Revolt%20of%20the%20Comuneros%20%28New%20Granada%29\"&gt;Revolt of the Comuneros (New Granada)&lt;/a&gt;, an insurrection of the villagers in the &lt;a href=\"Viceroyalty%20of%20New%20Granada\"&gt;Viceroyalty of New Granada&lt;/a&gt;, was a popular revolution that united indigenous people and mestizos. The villagers tried to be the colonial power and despite the capitulation were signed, the Viceroy &lt;a href=\"Manuel%20Antonio%20Fl%C3%B3rez\"&gt;Manuel Antonio Flórez&lt;/a&gt; did not comply, and instead ran to the main leaders &lt;a href=\"Jos%C3%A9%20Antonio%20Gal%C3%A1n\"&gt;José Antonio Galán&lt;/a&gt;.\nIn 1796, the Dutch colony of &lt;a href=\"Essequibo%20%28colony%29\"&gt;Essequibo&lt;/a&gt; was captured by the &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;British&lt;/a&gt; during the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary Wars&lt;/a&gt;.\nDuring the eighteenth century, the figure of the priest, mathematician and botanist &lt;a href=\"Jos%C3%A9%20Celestino%20Mutis\"&gt;José Celestino Mutis&lt;/a&gt; (1732–1808), was delegated by the Viceroy &lt;a href=\"Antonio%20Caballero%20y%20Gongora\"&gt;Antonio Caballero y Gongora&lt;/a&gt; to conduct an inventory of the nature of the &lt;a href=\"Viceroyalty%20of%20New%20Granada\"&gt;Nueva Granada&lt;/a&gt;, which became known as the Botanical Expedition, which classified plants, wildlife and founded the first astronomical observatory in the city of &lt;a href=\"Santa%20F%C3%A9%20de%20Bogot%C3%A1\"&gt;Santa Fé de Bogotá&lt;/a&gt;.\nOn August 15, 1801, the Prussian scientist &lt;a href=\"Alexander%20von%20Humboldt\"&gt;Alexander von Humboldt&lt;/a&gt; reached Fontibón where Mutis had begun his expedition to &lt;a href=\"Viceroyalty%20of%20New%20Granada\"&gt;New Granada&lt;/a&gt;, Quito. The meeting between the two scholars is considered the brightest spot of the botanical expedition.\nHumboldt also visited Venezuela, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, Chile, and &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;.\nThrough his observations of temperature differences between the Pacific Ocean between Chile and Peru in different periods of the year, he discovered cold currents moving from south to north up the coast of Peru, which was named the Humboldt Current in his honor.\nBetween 1806 and 1807, British military forces &lt;a href=\"British%20invasions%20of%20the%20River%20Plate\"&gt;tried to invade the area&lt;/a&gt; of the Rio de la Plata, at the command of &lt;a href=\"Home%20Riggs%20Popham\"&gt;Home Riggs Popham&lt;/a&gt; and &lt;a href=\"William%20Carr%20Beresford\"&gt;William Carr Beresford&lt;/a&gt;, and &lt;a href=\"John%20Whitelocke\"&gt;John Whitelocke&lt;/a&gt;. The invasions were repelled, but powerfully affected the Spanish authority.\nIndependence and 19th century.\nThe Spanish colonies won their independence in the first quarter of the 19th century, in the &lt;a href=\"Spanish%20American%20wars%20of%20independence\"&gt;Spanish American wars of independence&lt;/a&gt;. &lt;a href=\"Sim%C3%B3n%20Bol%C3%ADvar\"&gt;Simón Bolívar&lt;/a&gt; (&lt;a href=\"Greater%20Colombia\"&gt;Greater Colombia&lt;/a&gt;, &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;, &lt;a href=\"Bolivia\"&gt;Bolivia&lt;/a&gt;), &lt;a href=\"Jos%C3%A9%20de%20San%20Mart%C3%ADn\"&gt;José de San Martín&lt;/a&gt; (&lt;a href=\"United%20Provinces%20of%20the%20River%20Plate\"&gt;United Provinces of the River Plate&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, and &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;), and &lt;a href=\"Bernardo%20O%27Higgins\"&gt;Bernardo O'Higgins&lt;/a&gt; (&lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;) led their independence struggle. Although Bolivar attempted to keep the Spanish-speaking parts of the continent politically unified, they rapidly became independent of one another.\nUnlike the Spanish colonies, the Brazilian independence came as an indirect consequence of the Napoleonic Invasions to Portugal – French invasion under General Junot led to the capture of &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; on 8 December 1807. In order not to lose its sovereignty, the Portuguese Court moved the capital from &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; to &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;, which was the &lt;a href=\"Portuguese%20Empire\"&gt;Portuguese Empire&lt;/a&gt;'s capital between 1808 and 1821 and rose the relevance of &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; within the &lt;a href=\"Portuguese%20Empire\"&gt;Portuguese Empire&lt;/a&gt;'s framework. Following the Portuguese &lt;a href=\"Liberal%20Revolution%20of%201820\"&gt;Liberal Revolution of 1820&lt;/a&gt;, and after several battles and skirmishes were fought in Pará and in Bahia, the &lt;a href=\"heir%20apparent\"&gt;heir apparent&lt;/a&gt; &lt;a href=\"Pedro%20I%20of%20Brazil\"&gt;Pedro&lt;/a&gt;, son of King &lt;a href=\"John%20VI%20of%20Portugal\"&gt;John VI of Portugal&lt;/a&gt;, proclaimed the country's independence in 1822 and became Brazil's first &lt;a href=\"emperor\"&gt;emperor&lt;/a&gt; (He later also reigned as Pedro IV of Portugal). This was one of the most peaceful colonial independences ever seen in human history.\nA struggle for power emerged among the new nations, and several further wars were soon fought thereafter.\nThe first few wars were fought for supremacy in the northern and southern parts of the continent. The &lt;a href=\"Gran%20Colombia%20%E2%80%93%20Peru%20War\"&gt;Gran Colombia – Peru War&lt;/a&gt; of the north and the &lt;a href=\"Cisplatine%20War\"&gt;Cisplatine War&lt;/a&gt; (between the &lt;a href=\"Empire%20of%20Brazil\"&gt;Empire of Brazil&lt;/a&gt; and the &lt;a href=\"United%20Provinces%20of%20the%20River%20Plate\"&gt;United Provinces of the River Plate&lt;/a&gt;) ended in stalemate, although the latter resulted in the independence of &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt; (1828). A few years later, after the break-up of Gran Colombia, the balance of power shifted in favor of the newly formed &lt;a href=\"Peru-Bolivian%20Confederation\"&gt;Peru-Bolivian Confederation&lt;/a&gt; (1836–1839). Nonetheless, this power structure proved temporary and shifted once more as a result of the Northern Peruvian State's victory over the Southern Peruvian State-Bolivia &lt;a href=\"War%20of%20the%20Confederation\"&gt;War of the Confederation&lt;/a&gt; (1836–1839), and the &lt;a href=\"Argentine%20Confederation\"&gt;Argentine Confederation&lt;/a&gt;'s defeat in the &lt;a href=\"Uruguayan%20Civil%20War\"&gt;Guerra Grande&lt;/a&gt; (1839–1852).\nLater conflicts between the South American nations continued to define their borders and power status. In the Pacific coast, Chile and Peru continued to exhibit their increasing domination, defeating Spain in the &lt;a href=\"Chincha%20Islands%20War\"&gt;Chincha Islands War&lt;/a&gt;. Finally, after precariously defeating Peru during the &lt;a href=\"War%20of%20the%20Pacific\"&gt;War of the Pacific&lt;/a&gt; (1879–1883), Chile emerged as the dominant power of the Pacific Coast of South America. In the Atlantic side, &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt; attempted to gain a more dominant status in the region, but an alliance of Argentina, Brazil, and Uruguay (in the resulting 1864–1870 &lt;a href=\"War%20of%20the%20Triple%20Alliance\"&gt;War of the Triple Alliance&lt;/a&gt;) ended Paraguayan ambitions. Thereupon, the &lt;a href=\"Southern%20Cone\"&gt;Southern Cone&lt;/a&gt; nations of Argentina, Brazil, and Chile entered the 20th century as the &lt;a href=\"ABC%20nations\"&gt;major continental powers&lt;/a&gt;.\nA few countries did not gain independence until the 20th century:\n&lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt; remains an overseas &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; of France.\n20th century.\n1900–1920.\nBy the start of the century, the United States continued its interventionist attitude, which aimed to directly defend its interests in the region. This was officially articulated in &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt;'s &lt;a href=\"Big%20Stick%20ideology\"&gt;Big Stick Doctrine&lt;/a&gt;, which modified the old &lt;a href=\"Monroe%20Doctrine\"&gt;Monroe Doctrine&lt;/a&gt;, which had simply aimed to deter European intervention in the hemisphere.\n1930–1960.\nThe &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; posed a challenge to the region. The collapse of the world economy meant that the demand for raw materials drastically declined, undermining many of the economies of South America. Intellectuals and government leaders in South America turned their backs on the older economic policies and turned toward &lt;a href=\"import%20substitution%20industrialization\"&gt;import substitution industrialization&lt;/a&gt;. The goal was to create self-sufficient economies, which would have their own industrial sectors and large middle classes and which would be immune to the ups and downs of the global economy. Despite the potential threats to United States commercial interests, the &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Roosevelt administration&lt;/a&gt; (1933–1945) understood that the United States could not wholly oppose import substitution. Roosevelt implemented a &lt;a href=\"Good%20Neighbor%20policy\"&gt;good neighbor policy&lt;/a&gt; and allowed the nationalization of some American companies in South America. The &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; also brought the United States and most Latin American nations together.\nThe history of South America during World War II is important because of the significant economic, political, and military changes that occurred throughout much of the region as a result of the war. In order to better protect the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt;, combat &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; influence, and optimize the production of goods for the war effort, the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; through &lt;a href=\"Lend-Lease\"&gt;Lend-Lease&lt;/a&gt; and similar programs greatly expanded its interests in &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;, resulting in large-scale modernization and a major economic boost for the countries that participated.\nStrategically, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; was of great importance because of its having the closest point in the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt; to &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; where the Allies were actively engaged in fighting the &lt;a href=\"Nazi%20Germany\"&gt;Germans&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Italy\"&gt;Italians&lt;/a&gt;. For the Axis, the &lt;a href=\"Southern%20Cone\"&gt;Southern Cone&lt;/a&gt; nations of &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; and &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt; were where they found most of their South American support, and they utilised it to the fullest by interfering with internal affairs, conducting &lt;a href=\"espionage\"&gt;espionage&lt;/a&gt;, and distributing &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;.\nBrazil was the only country to send an &lt;a href=\"Brazilian%20Expeditionary%20Force\"&gt;Expeditionary force&lt;/a&gt; to the &lt;a href=\"Military%20history%20of%20Italy%20during%20World%20War%20II\"&gt;European theatre&lt;/a&gt;; however, several countries had skirmishes with German U-Boats and cruisers in the &lt;a href=\"Battle%20of%20the%20Caribbean\"&gt;Caribbean&lt;/a&gt; and &lt;a href=\"Atlantic%20U-boat%20campaign%20of%20World%20War%20I\"&gt;South Atlantic&lt;/a&gt;. Mexico sent a &lt;a href=\"Squadron%20%28aviation%29\"&gt;fighter squadron&lt;/a&gt; of 300 volunteers to the Pacific, the \"Escuadrón 201\" were known as the &lt;a href=\"201st%20Fighter%20Squadron%20%28Mexico%29\"&gt;Aztec Eagles&lt;/a&gt; (\"Aguilas Aztecas\").\nThe Brazilian active participation on the battle field in Europe was divined after the &lt;a href=\"Casablanca%20Conference\"&gt;Casablanca Conference&lt;/a&gt;. The President of the U.S., &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; on his way back from Morocco met the President of Brazil, &lt;a href=\"Get%C3%BAlio%20Vargas\"&gt;Getulio Vargas&lt;/a&gt;, in &lt;a href=\"Natal%2C%20Rio%20Grande%20do%20Norte\"&gt;Natal, Rio Grande do Norte&lt;/a&gt;, this meeting is known as the &lt;a href=\"The%20Potenji%20River%20Conference\"&gt;Potenji River Conference&lt;/a&gt;, and defined the creation of the &lt;a href=\"Brazilian%20Expeditionary%20Force\"&gt;Brazilian Expeditionary Force&lt;/a&gt;.\nEconomics.\nAccording to author Thomas M. Leonard, &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; had a major impact on Latin American economies. Following the December 7, 1941 &lt;a href=\"Empire%20of%20Japan\"&gt;Japanese&lt;/a&gt; &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt;, most of Latin America either severed relations with the Axis powers or declared war on them. As a result, many nations (including all of &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;, the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, and &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;) suddenly found that they were now dependent on the United States for trade. The United States' high demand for particular products and commodities during the war further distorted trade. For example, the United States wanted all of the platinum produced in &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, all the silver of Chile, and all of cotton, gold and copper of Peru. The parties agreed upon set prices, often with a high premium, but the various nations lost their ability to bargain and trade in the open market.\nCold War.\nWars became less frequent in the 20th century, with &lt;a href=\"Chaco%20War\"&gt;Bolivia-Paraguay&lt;/a&gt; and &lt;a href=\"Ecuadorian%E2%80%93Peruvian%20War\"&gt;Peru-Ecuador&lt;/a&gt; fighting the last inter-state wars.\nEarly in the 20th century, the &lt;a href=\"ABC%20nations\"&gt;three wealthiest South American countries&lt;/a&gt; engaged in &lt;a href=\"South%20American%20dreadnought%20race\"&gt;a vastly expensive naval arms race&lt;/a&gt; which was catalyzed by the introduction of a new warship type, the \"&lt;a href=\"dreadnought\"&gt;dreadnought&lt;/a&gt;\". At one point, the Argentine government was spending a fifth of its entire yearly budget for just two dreadnoughts, a price that did not include later in-service costs, which for the Brazilian dreadnoughts was sixty percent of the initial purchase.\nThe continent became a battlefield of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; in the late 20th century. Some democratically elected governments of Argentina, Brazil, Chile, Uruguay, and Paraguay were overthrown or displaced by military dictatorships in the 1960s and 1970s. To curtail opposition, their governments detained tens of thousands of &lt;a href=\"political%20prisoner\"&gt;political prisoner&lt;/a&gt;s, many of whom were tortured and/or killed on &lt;a href=\"Operation%20Condor\"&gt;inter-state collaboration&lt;/a&gt;. Economically, they began a transition to &lt;a href=\"neoliberal\"&gt;neoliberal&lt;/a&gt; economic policies. They placed their own actions within the US Cold War doctrine of \"National Security\" against internal subversion. Throughout the 1980s and 1990s, Peru suffered from &lt;a href=\"Internal%20conflict%20in%20Peru\"&gt;an internal conflict&lt;/a&gt;. South America, like many other continents, became a battlefield for the &lt;a href=\"superpower\"&gt;superpower&lt;/a&gt;s during the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; in the late 20th century. In the postwar period, the expansion of &lt;a href=\"communism\"&gt;communism&lt;/a&gt; became the greatest political issue for both the United States and governments in the region. The start of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; forced governments to choose between the United States and the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;.\nLate 20th century military regimes and revolutions.\nBy the 1970s, leftists had acquired a significant political influence which prompted the right-wing, ecclesiastical authorities and a large portion of each individual country's upper class to support coups d'état to avoid what they perceived as a communist threat. This was further fueled by Cuban and United States intervention which led to a political polarisation. Most South American countries were in some periods ruled by &lt;a href=\"military%20dictatorship\"&gt;military dictatorship&lt;/a&gt;s that were supported by the United States of America.\nAlso around the 1970s, the regimes of the &lt;a href=\"Southern%20Cone\"&gt;Southern Cone&lt;/a&gt; collaborated in &lt;a href=\"Operation%20Condor\"&gt;Operation Condor&lt;/a&gt; killing many &lt;a href=\"leftist\"&gt;leftist&lt;/a&gt; dissidents, including some &lt;a href=\"urban%20guerrilla\"&gt;urban guerrilla&lt;/a&gt;s.\nHowever, by the early 1990s all countries had restored their democracies.\nColombia has had an ongoing, though diminished internal conflict, which started in 1964 with the creation of &lt;a href=\"Marxism\"&gt;Marxist&lt;/a&gt; &lt;a href=\"guerrilla%20warfare\"&gt;guerrillas&lt;/a&gt; (&lt;a href=\"Revolutionary%20Armed%20Forces%20of%20Colombia\"&gt;FARC-EP&lt;/a&gt;) and then involved several illegal armed groups of leftist-leaning ideology as well as the private armies of powerful drug lords. Many of these are now defunct, and only a small portion of the ELN remains, along with the stronger, though also greatly reduced FARC. These leftist groups smuggle narcotics out of Colombia to fund their operations, while also using kidnapping, bombings, land mines and assassinations as weapons against both elected and non-elected citizens.\nRevolutionary movements and right-wing military dictatorships became common after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, but since the 1980s, a wave of democratisation came through the continent, and democratic rule is widespread now. Nonetheless, allegations of corruption are still very common, and several countries have developed crises which have forced the resignation of their governments, although, in most occasions, regular civilian succession has continued.\nIn the 1960s and 1970s, the governments of Argentina, Brazil, Chile, and Uruguay were overthrown or displaced by U.S.-aligned &lt;a href=\"military%20dictatorship\"&gt;military dictatorship&lt;/a&gt;s. These detained tens of thousands of &lt;a href=\"political%20prisoner\"&gt;political prisoner&lt;/a&gt;s, many of whom were tortured and/or killed (on inter-state collaboration, see &lt;a href=\"Operation%20Condor\"&gt;Operation Condor&lt;/a&gt;). Economically, they began a transition to &lt;a href=\"neoliberal\"&gt;neoliberal&lt;/a&gt; economic policies. They placed their own actions within the U.S. &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; doctrine of\n\"National Security\" against internal subversion. Throughout the 1980s and 1990s, &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; suffered from an &lt;a href=\"Internal%20conflict%20in%20Peru\"&gt;internal conflict&lt;/a&gt; (see &lt;a href=\"T%C3%BApac%20Amaru%20Revolutionary%20Movement\"&gt;Túpac Amaru Revolutionary Movement&lt;/a&gt; and &lt;a href=\"Shining%20Path\"&gt;Shining Path&lt;/a&gt;). Revolutionary movements and right-wing military dictatorships have been common, but starting in the 1980s a wave of democratization came through the continent, and democratic rule is now widespread. Allegations of corruption remain common, and several nations have seen crises which have forced the resignation of their presidents, although normal civilian succession has continued. &lt;a href=\"Debt%20of%20developing%20countries\"&gt;International indebtedness&lt;/a&gt; became a recurrent problem, with examples like the &lt;a href=\"Latin%20American%20debt%20crisis\"&gt;1980s debt crisis&lt;/a&gt;, the mid 1990s &lt;a href=\"Mexican%20peso%20crisis\"&gt;Mexican peso crisis&lt;/a&gt; and &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;'s &lt;a href=\"1998%E2%80%932002%20Argentine%20great%20depression\"&gt;2001 default&lt;/a&gt;.\nWashington Consensus.\nThe set of specific economic policy prescriptions that were considered the \"standard\" reform package were promoted for crisis-wracked developing countries by Washington, DC-based institutions such as the &lt;a href=\"International%20Monetary%20Fund\"&gt;International Monetary Fund&lt;/a&gt; (IMF), &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt;, and the &lt;a href=\"US%20Treasury%20Department\"&gt;US Treasury Department&lt;/a&gt; during the 1980s and '90s.\n21st century.\nA turn to the left.\nAccording to the BBC, a \"common element of the 'pink tide' is a clean break with what was known at the outset of the 1990s as the '&lt;a href=\"Washington%20consensus\"&gt;Washington consensus&lt;/a&gt;', the mixture of &lt;a href=\"open%20market\"&gt;open market&lt;/a&gt;s and &lt;a href=\"privatisation\"&gt;privatisation&lt;/a&gt; pushed by the United States\". According to &lt;a href=\"Cristina%20Fern%C3%A1ndez%20de%20Kirchner\"&gt;Cristina Fernández de Kirchner&lt;/a&gt;, a &lt;a href=\"pink%20tide\"&gt;pink tide&lt;/a&gt; president herself, &lt;a href=\"Hugo%20Ch%C3%A1vez\"&gt;Hugo Chávez&lt;/a&gt; of Venezuela (inaugurated 1999), &lt;a href=\"Luiz%20In%C3%A1cio%20Lula%20da%20Silva\"&gt;Luiz Inácio Lula da Silva&lt;/a&gt; of Brazil (inaugurated 2003) and &lt;a href=\"Evo%20Morales\"&gt;Evo Morales&lt;/a&gt; of Bolivia (inaugurated 2006) were \"the three musketeers\" of the left in South America. By 2005, the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; reported that out of 350 million people in South America, three out of four of them lived in countries ruled by \"left-leaning &lt;a href=\"President%20%28government%20title%29\"&gt;presidents&lt;/a&gt;\" elected during the preceding six years.\nDespite the presence of a number of Latin American governments which profess to embrace a leftist ideology, it is difficult to categorize Latin American states \"according to dominant political tendencies, like a &lt;a href=\"Red%20states%20and%20blue%20states\"&gt;red-blue post-electoral map of the United States&lt;/a&gt;.\" According to the &lt;a href=\"Institute%20for%20Policy%20Studies\"&gt;Institute for Policy Studies&lt;/a&gt;, a &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"non-profit%20organization\"&gt;non-profit&lt;/a&gt; &lt;a href=\"think-tank\"&gt;think-tank&lt;/a&gt; based in Washington, D.C.: \"a deeper analysis of elections in Ecuador, Venezuela, Nicaragua, and Mexico indicates that the \"pink tide\" interpretation—that a diluted trend leftward is sweeping the continent—may be insufficient to understand the complexity of what's really taking place in each country and the region as a whole\".\nWhile this political shift is difficult to quantify, its effects are widely noticed. According to the Institute for Policy Studies, 2006 meetings of the South American Summit of Nations and the Social Forum for the Integration of Peoples demonstrated that certain discussions that \"used to take place on the margins of the dominant discourse of &lt;a href=\"neoliberalism\"&gt;neoliberalism&lt;/a&gt;, (have) now moved to the centre of &lt;a href=\"Public%20sphere\"&gt;public debate&lt;/a&gt;.\"\nPink tide.\nThe term 'pink tide' (, ) or 'turn to the Left' (Sp.: \"vuelta hacia la izquierda\", Pt.: \"Guinada à Esquerda\") are phrases used in contemporary 21st century &lt;a href=\"Political%20science\"&gt;political analysis&lt;/a&gt; in the media and elsewhere to describe the perception that &lt;a href=\"leftism\"&gt;leftist&lt;/a&gt; ideology in general, and &lt;a href=\"left-wing%20politics\"&gt;left-wing politics&lt;/a&gt; in particular, were increasingly becoming influential in Latin America.\nSince the 2000s or 1990s in some countries, left-wing political parties have risen to power. &lt;a href=\"Hugo%20Ch%C3%A1vez\"&gt;Hugo Chávez&lt;/a&gt; in Venezuela, &lt;a href=\"Luiz%20In%C3%A1cio%20Lula%20da%20Silva\"&gt;Luiz Inácio Lula da Silva&lt;/a&gt; and &lt;a href=\"Dilma%20Rousseff\"&gt;Dilma Rousseff&lt;/a&gt; in Brazil, &lt;a href=\"Fernando%20Lugo\"&gt;Fernando Lugo&lt;/a&gt; in Paraguay, &lt;a href=\"N%C3%A9stor%20Kirchner\"&gt;Néstor&lt;/a&gt; and &lt;a href=\"Cristina%20Fern%C3%A1ndez%20de%20Kirchner\"&gt;Cristina Fernández de Kirchner&lt;/a&gt; in Argentina, &lt;a href=\"Tabar%C3%A9%20V%C3%A1zquez\"&gt;Tabaré Vázquez&lt;/a&gt; and &lt;a href=\"Jos%C3%A9%20Mujica\"&gt;José Mujica&lt;/a&gt; in Uruguay, the &lt;a href=\"Ricardo%20Lagos\"&gt;Lagos&lt;/a&gt; and &lt;a href=\"Michelle%20Bachelet\"&gt;Bachelet&lt;/a&gt; governments in Chile, &lt;a href=\"Evo%20Morales\"&gt;Evo Morales&lt;/a&gt; in Bolivia, and &lt;a href=\"Rafael%20Correa\"&gt;Rafael Correa&lt;/a&gt; of Ecuador are all part of this wave of left-wing politicians who also often declare themselves socialists, Latin Americanists or &lt;a href=\"Anti-imperialism\"&gt;anti-imperialists&lt;/a&gt;.\nPolitics.\nDuring the first decade of the 21st century, South American governments move to the political left, with leftist leaders being elected in Chile, Uruguay, Brazil, Argentina, Ecuador, Bolivia, Paraguay, Peru, and Venezuela. Most South American countries are making an increasing use of protectionist policies, undermining a greater global integration but helping local development.\nIn 2008, the &lt;a href=\"Union%20of%20South%20American%20Nations\"&gt;Union of South American Nations&lt;/a&gt; (USAN) was founded, which aimed to merge the two existing customs unions, &lt;a href=\"Mercosur\"&gt;Mercosur&lt;/a&gt; and the &lt;a href=\"Andean%20Community\"&gt;Andean Community&lt;/a&gt;, thus forming the third-largest trade bloc in the world. The organization is planning for political integration in the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; style, seeking to establish free movement of people, economic development, a common defense policy and the elimination of &lt;a href=\"tariff\"&gt;tariff&lt;/a&gt;s. According to &lt;a href=\"Noam%20Chomsky\"&gt;Noam Chomsky&lt;/a&gt;, USAN represents that \"for the first time since the European conquest, Latin America began to move towards integration\"."
}