{
    "id": "5137912",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=5137912",
    "title": "William Horlick High School",
    "text": "William Horlick High School (also known as Horlick or Racine Horlick High School) is a comprehensive public four-year &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; in &lt;a href=\"Racine%2C%20Wisconsin\"&gt;Racine, Wisconsin&lt;/a&gt; with an enrollment of approximately 2,000 students. The school opened to students in 1928, after &lt;a href=\"William%20Horlick\"&gt;William Horlick&lt;/a&gt;, the original patent holder for &lt;a href=\"malted%20milk\"&gt;malted milk&lt;/a&gt;, donated the land the school was built on. It was designed by Racine architect &lt;a href=\"J.%20Mandor%20Matson\"&gt;J. Mandor Matson&lt;/a&gt;.\nThe school was expanded during the early 1960s. The school is a member of the &lt;a href=\"WIAA%20Southeast%20Conference\"&gt;WIAA Southeast Conference&lt;/a&gt; and has a long-standing cross-town rivalry with &lt;a href=\"Washington%20Park%20High%20School\"&gt;Washington Park High School&lt;/a&gt;, which also opened in 1928. The school colors are scarlet and gray.\nHistory.\nHorlick High School opened on September 17, 1928. The school was named after &lt;a href=\"William%20Horlick\"&gt;William Horlick&lt;/a&gt;, the original patent holder of &lt;a href=\"malted%20milk\"&gt;malted milk&lt;/a&gt;, who had donated the land for the school ten years earlier. The school was introduced to the public during an open house in mid-December 1928, but was not officially dedicated until January 1929. At that time the school had 33 rooms, 16 full-time and 7 part-time teachers, and an enrollment of 407 students. The school was constructed at a cost of US$721,176.\nThe early students at the school were referred to as 'Northsiders' because of the school's location in Racine County. This resulted in an association with the &lt;a href=\"North%20Star\"&gt;North Star&lt;/a&gt;, as shown in its incorporation in the school's emblem. The school's annual, \"Polaris\", is also named after the star.\nIn 1931, Horlick donated additional of land, increasing his total donation to . The additional land was used for an athletic field.\nExpansion.\nA two-phase expansion plan started in 1961, slated to cost US$3.1 million. In that year of floor space was added, providing room for 22 additional classrooms and a library at a cost of US$757,954. In 1962, when the first phase of the expansion had been completed, the school had 80 teachers and a student population of 1785.\nThe second and final phase of the expansion began in 1964, with the addition of a gymnasium, pool, a theater with seating for 600, art and music rooms, 17 teaching stations, and a cafeteria with seating for 700. These new additions added of floor space and cost US$1.8 million. By the time of the second expansion's completion in 1965, the student body had grown to 2,277, and the teaching staff had expanded to 110 teachers.\nIn addition to the two-phase expansion, a field house was added in 1964. The field house contains an L-shaped pool with six Olympic-sized lanes, an indoor track, three tennis courts, nine volleyball courts, a basketball court, and six badminton courts. After the addition of the field house, the original gymnasium was converted into additional classrooms and offices. This conversion was completed in 1987, after 10 classrooms and a weight room had been added. A new women's locker room was needed, which was added to the field house during the 1990s. The interior of the field house was re-done in 2018.\nDuring the school years 1965-1966 and 1966–1967, 1400 students of the future JI Case High School attended Horlick. Concurrently, Horlick housed adult ed and continuing ed. Morning classes started about 6:00am, like Henny Henderson's drafting class, and continued until about 10:00pm, such as Tuesday-Thursday Senior English. Horlick competed in the league with the nickname 'Big Ten High School'.\nCampus.\nThe school is located on the south side of Rapids Drive in northern Racine. The grounds are bordered to the east by Mount Pleasant Street and to the west by &lt;a href=\"Wadewitz%20Elementary\"&gt;Wadewitz Elementary&lt;/a&gt; and residential housing. To the south, the grounds are dominated by the outdoor &lt;a href=\"Track%20and%20field%20athletics\"&gt;track&lt;/a&gt; and a &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; field and bordered by Yout Street. The primary parking lot for the school is also south of the school, with additional parking on the west side of the building. In addition to the elementary school in the west, there are several playing fields for football and &lt;a href=\"Association%20football\"&gt;soccer&lt;/a&gt; practice, along with eight concrete &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; courts.\nThe building is divided into two sections: the original building and the expansions, which were completed in 1965. The original building consists of 4 floors, although the fourth floor is just one office-sized room and is usually not accessible to students. The original building is shaped like the letter 'E', with an elongated branch on the east side where the gym is located. This branch also serves as home for the &lt;a href=\"Social%20studies\"&gt;Social sciences&lt;/a&gt; and &lt;a href=\"Vocational%20education\"&gt;Technical education&lt;/a&gt; departments. The eastern branch is primarily one story, except for the Social science wing, which is two. The main hallway houses &lt;a href=\"Mathematics%20education\"&gt;Math&lt;/a&gt;, &lt;a href=\"Language%20education\"&gt;Foreign language&lt;/a&gt;, and &lt;a href=\"Health%20education\"&gt;Health&lt;/a&gt; classes, as well as some &lt;a href=\"English%20studies\"&gt;English&lt;/a&gt; classes and spans three floors. The central branch of the 'E' contains the &lt;a href=\"School%20counselor\"&gt;counseling&lt;/a&gt; offices (on the first floor) and the &lt;a href=\"choir\"&gt;choir&lt;/a&gt; room (second floor). The westernmost branch of the original building spans three stories contains additional Math and Foreign languages rooms, as well as the &lt;a href=\"Family%20and%20consumer%20science\"&gt;Home education&lt;/a&gt; classroom and some &lt;a href=\"computer%20lab\"&gt;computer lab&lt;/a&gt;s.\nThe main hallway extends into the expanded portion of the building. The transition between the two parts of the building is marked by ramps on both the north and south halves of the building. The expansion has two floors that run adjacent to the westernmost branch of the original building and contains several more English classrooms, the &lt;a href=\"Science%20education\"&gt;Science&lt;/a&gt; classrooms and the &lt;a href=\"School%20library\"&gt;library&lt;/a&gt;. Further west down the main hallway are the cafeteria and the field house, art rooms, the band room, the theater, and the athletic offices. The main student entrance is located at the far west end of the main hallway.\nCommunities served.\nHorlick serves several communities, including &lt;a href=\"North%20Bay%2C%20Wisconsin\"&gt;North Bay&lt;/a&gt; &lt;a href=\"Wind%20Point%2C%20Wisconsin\"&gt;Wind Point&lt;/a&gt;, and portions of &lt;a href=\"Caledonia%2C%20Wisconsin\"&gt;Caledonia&lt;/a&gt;.\nTraditions.\nMascot.\nThe school's official mascot is Polaris, the North Star. However, Horlick is better known by its unofficial mascot, the Rebel Yeller. The change occurred in the 1940s when &lt;a href=\"Russ%20Rebholz\"&gt;Russ Rebholz&lt;/a&gt;, known as \"Reb\", was the head coach of both the football and boys' basketball teams. The nickname \"Rebels\" developed from his name, is still in use today.\nSongs and cheers.\nThe school has had many songs and cheers that have been passed down through the years, the most notable of these being the \"Horlick Fight Song\". The song mentions the school's sense of pride as well as its emblem, the North Star. The song ends with a spelling out of \"Horlick\" and a pronouncement of the school's colors, scarlet and gray. One notable omission from the song is the current 'Rebels' mascot, as the song was written before the mascot was officially adopted.\nAnother notable song was created by students to commemorate spirit of the long-standing &lt;a href=\"Sports%20rivalry\"&gt;rivalry&lt;/a&gt; between Horlick and Washington Park. The song is a &lt;a href=\"parody\"&gt;parody&lt;/a&gt; of the Washington Park &lt;a href=\"fight%20song\"&gt;fight song&lt;/a&gt;, and although the origin of the song is unknown, it is believed to have originated no later than the mid-1950s. The song makes a &lt;a href=\"Spin%20%28public%20relations%29\"&gt;spin&lt;/a&gt; of Washington Park's school colors, orange and blue, saying, \"Hail thy black and blue. Those be your colors when Horlick's through with you.\" The song goes on to mention Horlick's extreme distaste of Park and closes by making a joke about \"Park spelled backwards,\" saying that it is \"what we think of thee.\" The song is still taught to new students at freshman orientation along with the Horlick Fight Song.\nThe Spirit Horn is a cheering competition among the classes and is usually conducted at school assemblies. Cheerleaders go from class to class leading a &lt;a href=\"call%20and%20response\"&gt;call and response&lt;/a&gt; cheer, after which students yell their class year. The loudest class, as determined by school administrators, is declared the winner.\nExtracurricular activities.\nAthletics.\nList is current as of January 1, 2009.\nRivalry with Washington Park.\nHorlick has a long-standing rivalry with Washington Park athletic teams, known locally as The Great Rivalry or more informally as Park/Horlick. The rivalry originated in 1928, when the two schools opened. The rivalry is most notable between the schools' football teams who have played at least once every year since 1928."
}