{
    "id": "51393471",
    "revid": "28481209",
    "url": "https://en.wikipedia.org/wiki?curid=51393471",
    "title": "Hans Goldmann",
    "text": "Hans Goldmann (20 November 1899 in &lt;a href=\"Chomutov\"&gt;Komotau&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Bohemia\"&gt;Kingdom of Bohemia&lt;/a&gt;, &lt;a href=\"Austro-Hungarian%20Empire\"&gt;Austro-Hungarian Empire&lt;/a&gt; – 19 November 1991 in &lt;a href=\"Bern\"&gt;Bern&lt;/a&gt;) was an Austrian-Swiss ophthalmologist and inventor.\nBiography.\nGoldmann completed his Gymnasium education in Komotau (now known as Chomutov). At the urging of his father, from 1919 he studied medicine at the &lt;a href=\"Charles%20University%20in%20Prague\"&gt;Charles University in Prague&lt;/a&gt; although he originally wanted to study astronomy. In 1923 he completed his studies and received his doctorate in medicine. From 1919 to 1924 he was an assistant to the physiologist &lt;a href=\"Armin%20von%20Tschermak-Seysenegg\"&gt;Armin von Tschermak-Seysenegg&lt;/a&gt; at the Institute of Physiology of Charles University and was assistant to the ophthalmologist &lt;a href=\"Anton%20Elschnig\"&gt;Anton Elschnig&lt;/a&gt; at the eye clinic of Charles University.\nIn 1924 Goldmann went to Bern as assistant to &lt;a href=\"August%20Siegrist\"&gt;August Siegrist&lt;/a&gt; at the eye clinic of the &lt;a href=\"University%20of%20Bern\"&gt;University of Bern&lt;/a&gt;. In 1927 he became there a senior physician (\"Oberarzt\"). In 1930 he received his ophthalmic &lt;a href=\"Habilitation\"&gt;Habilitation&lt;/a&gt; and became a &lt;a href=\"Privatdozent\"&gt;Privatdozent&lt;/a&gt;. In 1935 he married Erna Renfer. In 1935 he also succeeded Siegrist as the clinic's director and professor of ophthalmology. From 1945 to 1947 Goldmann was the dean of the medical faculty. In 1964/1965 he was the &lt;a href=\"Rector%20%28academia%29\"&gt;rector&lt;/a&gt; of the University of Bern. In 1968 he retired as professor emeritus. He was the eye clinic's director continuously from 1935 to 1968. He was the author or co-author of more than 200 articles in peer-reviewed journals.\nGoldmann was especially interested in the optics, physics, and development of ophthalmic instruments. He improved and developed in collaboration with Haag-Streit AG (Aktiengesellschaft) several ophthalmic instruments, including: \nHe was the author of more than 200 articles in peer-reviewed journals. At the eye clinic of the &lt;a href=\"University%20of%20Bern\"&gt;University of Bern&lt;/a&gt; there is a \"Hans-Goldmann-Stiftung\" (Foundation) for &lt;a href=\"orthoptics\"&gt;orthoptics&lt;/a&gt;. His name is attached to Goldmann-Favre syndrome."
}