{
    "id": "51410758",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=51410758",
    "title": "Faroe Islands at the 2016 Summer Paralympics",
    "text": "The &lt;a href=\"Faroe%20Islands\"&gt;Faroe Islands&lt;/a&gt; sent a delegation to compete at the &lt;a href=\"2016%20Summer%20Paralympics\"&gt;2016 Summer Paralympics&lt;/a&gt; in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;, Brazil, from 7–18 September 2016. They sent one participant, &lt;a href=\"Krista%20M%C3%B8rk%C3%B8re\"&gt;Krista Mørkøre&lt;/a&gt;, who participated in three events in &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics\"&gt;swimming&lt;/a&gt;. Her top finish was 10th in &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics%20%E2%80%93%20Women%27s%20400%20metre%20freestyle%20S10\"&gt;women's 400 m freestyle S10&lt;/a&gt;, and she did not qualify for the finals of any of her three events.\nBackground.\nThe Faroe Islands, a self-governing territory of the &lt;a href=\"Kingdom%20of%20Denmark\"&gt;Kingdom of Denmark&lt;/a&gt;, first joined Paralympic competition at the &lt;a href=\"1984%20Summer%20Paralympics\"&gt;1984 Summer Paralympics&lt;/a&gt;. The Faroe Islands do not compete in the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; under their own flag, rather Faroese competitors at the Olympics compete as part of the Danish team. The Islands have participated in every &lt;a href=\"Summer%20Paralympics\"&gt;Summer Paralympics&lt;/a&gt; since then, but have never participated in the &lt;a href=\"Winter%20Paralympics\"&gt;Winter Paralympics&lt;/a&gt;. All 13 of the Faroe Islands' medals have been in the sport of &lt;a href=\"swimming%20at%20the%20Paralympics\"&gt;swimming&lt;/a&gt;. Rio de Janeiro was their ninth appearance at a Summer Paralympics. The 2016 Summer Paralympics were held from 7–18 September 2016 with a total of 4,328 athletes representing 159 &lt;a href=\"National%20Paralympic%20Committees\"&gt;National Paralympic Committees&lt;/a&gt; taking part. The Faroe Islands sent only one competitor to Rio, the 18-year-old swimmer Krista Mørkøre. She was chosen as the flag bearer for the &lt;a href=\"2016%20Summer%20Paralympics%20opening%20ceremony\"&gt;opening ceremony&lt;/a&gt;.\nDisability classifications.\nEvery participant at the Paralympics has their disability grouped into one of five &lt;a href=\"Paralympic%20Games%23Disabilitycategories\"&gt;disability categories&lt;/a&gt;: &lt;a href=\"amputation\"&gt;amputation&lt;/a&gt;, which may be congenital or sustained through injury or illness; &lt;a href=\"cerebral%20palsy\"&gt;cerebral palsy&lt;/a&gt;; &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt; athletes, though there is often overlap between this and other categories; &lt;a href=\"visual%20impairment\"&gt;visual impairment&lt;/a&gt;, including &lt;a href=\"blindness\"&gt;blindness&lt;/a&gt;; and &lt;a href=\"Les%20Autres%20sport%20classification\"&gt;Les autres&lt;/a&gt;, which is any physical disability that does not fall strictly under one of the other categories, like &lt;a href=\"dwarfism\"&gt;dwarfism&lt;/a&gt; or &lt;a href=\"multiple%20sclerosis\"&gt;multiple sclerosis&lt;/a&gt;. Each &lt;a href=\"Paralympic%20Games%23Summer%20sports\"&gt;Paralympic sport&lt;/a&gt; then has its own classifications, dependent upon the specific physical demands of competition. Events are given a code, made of numbers and letters, describing the type of event and classification of the athletes competing. Some sports, such as &lt;a href=\"Athletics%20at%20the%202016%20Summer%20Paralympics\"&gt;athletics&lt;/a&gt;, divide athletes by both the category and severity of their disabilities. Other sports, for example &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics\"&gt;swimming&lt;/a&gt;, group competitors from different categories together, the only separation being based on the severity of the disability.\nSwimming.\nKrista Mørkøre is classified as S10, and has an impairment in the right side of her brain. S10 is explained by the &lt;a href=\"International%20Paralympic%20Committee\"&gt;International Paralympic Committee&lt;/a&gt; as having \"minimal physical impairments of eligible swimmers\" which includes \"the loss of one hand or a movement restriction in one hip joint.\" On 9 September, she participated in the &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics%20%E2%80%93%20Women%27s%2050%20metre%20freestyle%20S10\"&gt;women's 50 meter freestyle S10&lt;/a&gt;, and was drawn into heat 1. She finished eighth and last in her heat with a time of 32.54 seconds. The gold medal eventually went to &lt;a href=\"Aur%C3%A9lie%20Rivard\"&gt;Aurélie Rivard&lt;/a&gt; of &lt;a href=\"Canada%20at%20the%202016%20Summer%20Paralympics\"&gt;Canada&lt;/a&gt;, the silver to &lt;a href=\"Sophie%20Pascoe\"&gt;Sophie Pascoe&lt;/a&gt; of &lt;a href=\"New%20Zealand%20at%20the%202016%20Summer%20Paralympics\"&gt;New Zealand&lt;/a&gt;, and the bronze medal was taken by &lt;a href=\"Chen%20Yi%20%28swimmer%29\"&gt;Chen Yi&lt;/a&gt; of &lt;a href=\"China%20at%20the%202016%20Summer%20Paralympics\"&gt;China&lt;/a&gt;. On 13 September, Mørkøre took part in the &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics%20%E2%80%93%20Women%27s%20100%20metre%20freestyle%20S10\"&gt;100 meter freestyle S10&lt;/a&gt; event. Drawn into heat 1, she completed the heat in 1 minute and 12.34 seconds, the slowest time out of all 19 participants across the three heats, and was eliminated. The gold medal was again won by Rivard, the silver by Pascoe, and the bronze medal was earned by &lt;a href=\"%C3%89lodie%20Lorandi\"&gt;Élodie Lorandi&lt;/a&gt; of &lt;a href=\"France%20at%20the%202016%20Summer%20Paralympics\"&gt;France&lt;/a&gt;. Mørkøre's final event was the &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics%20%E2%80%93%20Women%27s%20400%20metre%20freestyle%20S10\"&gt;400 meter freestyle S10&lt;/a&gt; on 15 September; she again was drawn into heat 1 and finished last amongst all ten entrants with a time of 5 minutes and 18.50 seconds. Rivard won her third gold medal, &lt;a href=\"Monique%20Murphy\"&gt;Monique Murphy&lt;/a&gt; of &lt;a href=\"Australia%20at%20the%202016%20Summer%20Paralympics\"&gt;Australia&lt;/a&gt; won the silver medal, and Lorandi won another bronze medal."
}