{
    "id": "51410641",
    "revid": "40142030",
    "url": "https://en.wikipedia.org/wiki?curid=51410641",
    "title": "Macau at the 2016 Summer Paralympics",
    "text": "&lt;a href=\"Macau\"&gt;Macau&lt;/a&gt; sent a delegation to compete at the &lt;a href=\"2016%20Summer%20Paralympics\"&gt;2016 Summer Paralympics&lt;/a&gt; in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;, Brazil, from 7–18 September 2016. This was the territory's eighth time competing at a &lt;a href=\"Summer%20Paralympic%20Games\"&gt;Summer Paralympic Games&lt;/a&gt; since it debuted at the &lt;a href=\"1988%20Summer%20Paralympics\"&gt;1988 Summer Paralympics&lt;/a&gt;. The Macanese delegation to Rio consisted of one athlete, 18-year old swimmer Chen Yu Chia, who qualified for the Games by being granted a &lt;a href=\"Wild%20card%20%28sports%29\"&gt;wild card&lt;/a&gt; place from the &lt;a href=\"International%20Paralympic%20Committee\"&gt;International Paralympic Committee&lt;/a&gt; in August 2016. His best finish was 17th in the &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics%20%E2%80%93%20Men%27s%20200%20metre%20freestyle%20S14\"&gt;men's 200 metre freestyle S14 tournament&lt;/a&gt;, and his other result was 19th in the &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics%20%E2%80%93%20Men%27s%20200%20metre%20individual%20medley%20SM14\"&gt;men's 200 metre individual medley SM14&lt;/a&gt;.\nBackground.\n&lt;a href=\"Macau\"&gt;Macau&lt;/a&gt;, a &lt;a href=\"Special%20administrative%20regions%20of%20China\"&gt;Special Administrative Region of China&lt;/a&gt; since December 1999, first joined Paralympic competition at the &lt;a href=\"1988%20Summer%20Paralympics\"&gt;1988 Summer Paralympics&lt;/a&gt; in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;. Macau does not compete in the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; under its own flag as the &lt;a href=\"Sports%20and%20Olympic%20Committee%20of%20Macau%2C%20China\"&gt;territory's National Olympic Committee&lt;/a&gt; is not recognised by the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt;, but has entered some international organisations and games such as the &lt;a href=\"Asian%20Games\"&gt;Asian Games&lt;/a&gt; as a separate entity. The territory has participated in every &lt;a href=\"Summer%20Paralympics\"&gt;Summer Paralympics&lt;/a&gt; since, but have never participated in the &lt;a href=\"Winter%20Paralympics\"&gt;Winter Paralympics&lt;/a&gt;. Macau has yet to win any medals at the Paralympic Games. Rio de Janeiro was the territory's eighth appearance at a Summer Paralympics. The 2016 Summer Paralympics were held from 7–18 September 2016 with a total of 4,328 athletes representing 159 &lt;a href=\"National%20Paralympic%20Committees\"&gt;National Paralympic Committees&lt;/a&gt; taking part. The Macau-China Recreation and Sports Association for the Disabled sent one competitor to the Games, swimmer Chen Yu Chia. He was accompanied by his coach Siu Yu Ning and the team's &lt;a href=\"Head%20of%20mission\"&gt;chef de mission&lt;/a&gt; Cheong Kuai Hong. Wheelchair fencer In I Lao, who represented &lt;a href=\"Macau%20at%20the%202012%20Summer%20Paralympics\"&gt;Macau at the 2012 Summer Paralympics&lt;/a&gt;, fell and broke her arm during training and did not make the delegation. Chen was selected as the flag bearer for the &lt;a href=\"2016%20Summer%20Paralympics%20opening%20ceremony\"&gt;opening ceremony&lt;/a&gt;.\nDisability classifications.\nEvery participant at the Paralympics has their disability grouped into one of five &lt;a href=\"Summer%20Paralympic%20Games%23Disability%20categories\"&gt;disability categories&lt;/a&gt;; &lt;a href=\"amputation\"&gt;amputation&lt;/a&gt;, the condition may be congenital or sustained through injury or illness; &lt;a href=\"cerebral%20palsy\"&gt;cerebral palsy&lt;/a&gt;; &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt; athletes, there is often overlap between this and other categories; &lt;a href=\"visual%20impairment\"&gt;visual impairment&lt;/a&gt;, including &lt;a href=\"blindness\"&gt;blindness&lt;/a&gt;; &lt;a href=\"Les%20Autres%20sport%20classification\"&gt;Les autres&lt;/a&gt;, any physical disability that does not fall strictly under one of the other categories, for example &lt;a href=\"dwarfism\"&gt;dwarfism&lt;/a&gt; or &lt;a href=\"multiple%20sclerosis\"&gt;multiple sclerosis&lt;/a&gt;. Each &lt;a href=\"Paralympic%20Games%23Summer%20sports\"&gt;Paralympic sport&lt;/a&gt; then has its own classifications, dependent upon the specific physical demands of competition. Events are given a code, made of numbers and letters, describing the type of event and classification of the athletes competing. Some sports, such as &lt;a href=\"Athletics%20at%20the%202016%20Summer%20Paralympics\"&gt;athletics&lt;/a&gt;, divide athletes by both the category and severity of their disabilities, other sports, for example &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics\"&gt;swimming&lt;/a&gt;, group competitors from different categories together, the only separation being based on the severity of the disability.\nSwimming.\nChen Yu Chia was 18 years old at the time of the Rio Summer Paralympics, and these Paralympics were his second significant international competition, after the &lt;a href=\"2014%20Asian%20Para%20Games\"&gt;2014 Asian Para Games&lt;/a&gt;. He has an intellectual disability and is classified &lt;a href=\"S14%20%28classification%29\"&gt;S14&lt;/a&gt; in swimming. Chen qualified for the Games because the &lt;a href=\"International%20Paralympic%20Committee\"&gt;International Paralympic Committee&lt;/a&gt; granted him a &lt;a href=\"Wild%20card%20%28sports%29\"&gt;wild card&lt;/a&gt; place in August 2016. On 11 September, he competed in the &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics%20%E2%80%93%20Men%27s%20200%20metre%20freestyle%20S14\"&gt;men's 200 metre freestyle S14 tournament&lt;/a&gt; and was assigned heat two. Chen completed the heat in sixth and last position with a new &lt;a href=\"Personal%20record\"&gt;personal best&lt;/a&gt; time of two minutes and 12.11 seconds. This put him 17th and last overall and he did not progress to the final since only the eight overall fastest swimmers made that stage of the competition. Six days later, Chen participated in the &lt;a href=\"Swimming%20at%20the%202016%20Summer%20Paralympics%20%E2%80%93%20Men%27s%20200%20metre%20individual%20medley%20SM14\"&gt;men's 200 metre individual medley SM14&lt;/a&gt;. Drawn into the second heat by organisers, he came six out of seven athletes, with another personal best time of two minutes and 32.26 seconds. Chen's competition ended at the qualification round since only the fastest eight swimmers advanced to the final and he was 19th overall."
}