{
    "id": "5145297",
    "revid": "42366277",
    "url": "https://en.wikipedia.org/wiki?curid=5145297",
    "title": "Kelvin Fletcher",
    "text": "Kelvin Warren Fletcher (born 17 January 1984) is an English actor, model, racing driver and presenter. He played &lt;a href=\"Andy%20Sugden\"&gt;Andy Sugden&lt;/a&gt; in the &lt;a href=\"ITV%20%28network%29\"&gt;ITV&lt;/a&gt; &lt;a href=\"soap%20opera\"&gt;soap opera&lt;/a&gt; \"&lt;a href=\"Emmerdale\"&gt;Emmerdale&lt;/a&gt;\", a role he played from 1996 until 2016. In 2019, Fletcher won the &lt;a href=\"Strictly%20Come%20Dancing%20%28series%2017%29\"&gt;seventeenth series&lt;/a&gt; of \"&lt;a href=\"Strictly%20Come%20Dancing\"&gt;Strictly Come Dancing&lt;/a&gt;\" with his professional partner &lt;a href=\"Oti%20Mabuse\"&gt;Oti Mabuse&lt;/a&gt;.\nEarly life.\nFletcher attended Mayfield Primary School in Derker for his primary school education, and &lt;a href=\"North%20Chadderton%20School\"&gt;North Chadderton School&lt;/a&gt; for his secondary education.\nBorn the oldest of three boys, his youngest brother Brayden Fletcher also acts. At the age of six, Fletcher started attending drama classes at the &lt;a href=\"Oldham%20Theatre%20Workshop\"&gt;Oldham Theatre Workshop&lt;/a&gt; and was first seen on television on a Saturday &lt;a href=\"Disney\"&gt;Disney&lt;/a&gt; report when he was starring as Charlie in \"Charlie Is My Darling\", which he also performed in a special show at the &lt;a href=\"London%20Palladium\"&gt;London Palladium&lt;/a&gt;. \nCareer.\nFletcher's television career really began with appearances in \"&lt;a href=\"In%20Suspicious%20Circumstances\"&gt;In Suspicious Circumstances&lt;/a&gt;\", \"&lt;a href=\"Cracker%20%28UK%20TV%20series%29\"&gt;Cracker&lt;/a&gt;\", \"&lt;a href=\"Heartbeat%20%28UK%20TV%20series%29\"&gt;Heartbeat&lt;/a&gt;\" and \"Chiller\". He also co-presented an episode of \"&lt;a href=\"You%27ve%20Been%20Framed\"&gt;You've Been Framed&lt;/a&gt;\" with &lt;a href=\"Jeremy%20Beadle\"&gt;Jeremy Beadle&lt;/a&gt;. He also had a bit part in another famous British &lt;a href=\"soap%20opera\"&gt;soap opera&lt;/a&gt;, \"&lt;a href=\"Coronation%20Street\"&gt;Coronation Street&lt;/a&gt;\". In 1996, he was selected to audition for \"&lt;a href=\"Emmerdale\"&gt;Emmerdale&lt;/a&gt;\" for the part of tearaway &lt;a href=\"Andy%20Hopwood\"&gt;Andy Hopwood&lt;/a&gt;, a schoolfriend of &lt;a href=\"Robert%20Sugden\"&gt;Robert Sugden&lt;/a&gt;. The character was originally only scripted to appear in 3 episodes but was soon offered a longer contract. Fletcher went on to become one of the leading and most popular characters in the show, winning Best Actor and Best Dramatic Performance at the &lt;a href=\"British%20Soap%20Awards\"&gt;British Soap Awards&lt;/a&gt;.\nFletcher was once a National Champion in the minority sport &lt;a href=\"Roller%20in-line%20hockey\"&gt;inline hockey&lt;/a&gt;. He played for local club 'Chaddy' Wildsharks. He was a national champion in 1998 when he and his team travelled to Newcastle and won the tournament over a weekend. Whilst playing for the 'Chaddy' Wildsharks he gained many young fans who knew him from \"Emmerdale\" fame. They would turn out to watch him play, giving the 'Chaddy' Wildsharks junior team a larger than average audience.\nOn 8 September 2019, it was announced that Fletcher would be a competitor in the 2019 series of the BBC television competition, \"&lt;a href=\"Strictly%20Come%20Dancing\"&gt;Strictly Come Dancing&lt;/a&gt;\", as a replacement for reality TV star &lt;a href=\"Jamie%20Laing\"&gt;Jamie Laing&lt;/a&gt;, who had to withdraw from the show prior to airing due to a foot injury. He went on the reach the final and win the competition. This also meant that his dance partner, &lt;a href=\"Oti%20Mabuse\"&gt;Oti Mabuse&lt;/a&gt;, won her first title on the show.\nIn January 2022, Fletcher appeared in \"The Teacher\" alongside &lt;a href=\"Sheridan%20Smith\"&gt;Sheridan Smith&lt;/a&gt;.\nMotor racing career.\nFletcher first ventured into motor racing after a visit to a motoring show with his father in January 2012. He obtained an MSA Competition Licence and won the 2012 &lt;a href=\"Silverstone%20Classic\"&gt;Silverstone Classic&lt;/a&gt; Celebrity Challenge race. Fletcher also competed in the Mighty Mini's and the Team Trophy. He was invited to partake in the &lt;a href=\"Porsche%20Supercup\"&gt;Porsche Supercup&lt;/a&gt; support race of the &lt;a href=\"2014%20British%20Grand%20Prix\"&gt;2014 British Grand Prix&lt;/a&gt;, where he finished 22nd.\nHe signed a contract to drive a &lt;a href=\"Chevrolet%20Cruze\"&gt;Chevrolet Cruze&lt;/a&gt; entered by the &lt;a href=\"Power%20Maxed%20Racing\"&gt;Power Maxed Racing&lt;/a&gt; team in the &lt;a href=\"2016%20British%20Touring%20Car%20Championship\"&gt;2016 British Touring Car Championship&lt;/a&gt; in March that year. Fletcher missed the &lt;a href=\"Knockhill%20Racing%20Circuit\"&gt;Knockhill Racing Circuit&lt;/a&gt; and the &lt;a href=\"Rockingham%20Motor%20Speedway\"&gt;Rockingham Motor Speedway&lt;/a&gt; rounds because his wife was due to give birth to their first child imminently. &lt;a href=\"Dave%20Newsham\"&gt;Dave Newsham&lt;/a&gt; drove his car instead. During the season, Fletcher competed in 24 races spread over eight rounds of three events. He scored no points and was 31st in the final drivers' championship standings.\nFor the &lt;a href=\"2017%20British%20GT%20Championship\"&gt;2017 season&lt;/a&gt;, Fletcher moved to the &lt;a href=\"British%20GT%20Championship\"&gt;British GT Championship&lt;/a&gt; and shared a &lt;a href=\"Nissan%20370Z\"&gt;Nissan 370Z Nismo&lt;/a&gt; with fellow driver Tim Eakin for the UltraTek Racing RJN in the GT4 category. He was mentored by &lt;a href=\"FIA%20World%20Endurance%20Championship\"&gt;FIA World Endurance Championship&lt;/a&gt; and &lt;a href=\"24%20Hours%20of%20Le%20Mans\"&gt;24 Hours of Le Mans&lt;/a&gt; class victor &lt;a href=\"Martin%20Plowman\"&gt;Martin Plowman&lt;/a&gt; during his rookie season. After three years of running in GT4 with Plowman, they will move up to the GT3 class in a &lt;a href=\"Bentley%20Continental%20GT%23Third%20generation%20%282018%E2%80%93present%29\"&gt;Bentley Continental&lt;/a&gt;.\nPersonal life.\nFletcher married fellow actor Elizabeth Marsland, whom he had known since aged eight, in a secret ceremony on 28 November 2015. They have a daughter and a son. Fletcher is also a fan of &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt;; growing up, he was a fan of &lt;a href=\"Paul%20Sculthorpe\"&gt;Paul Sculthorpe&lt;/a&gt; and &lt;a href=\"Kevin%20Sinfield\"&gt;Kevin Sinfield&lt;/a&gt; as they were both from Oldham, and he makes occasional appearances at testimonial matches of famous players.\nRacing results.\nComplete Porsche Supercup results.\n† As Fletcher was a guest driver, he was ineligible to score points."
}