{
    "id": "51467148",
    "revid": "23646674",
    "url": "https://en.wikipedia.org/wiki?curid=51467148",
    "title": "50 sen coin",
    "text": "The was a Japanese coin worth half of a &lt;a href=\"Japanese%20yen\"&gt;Japanese yen&lt;/a&gt;, as 100 \"sen\" equalled 1 yen. These coins circulated from the late 19th century to the early 1950s, when Japan adopted a single currency unit and this coin was demonetized.\nHistory.\nMeiji coinage (1870–1912).\nFifty sen coins were first struck towards the end of 1870 (year 3 of Meiji) from a newly established mint at &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt;. These coins were likely not placed in circulation immediately, as they were officially adopted with twelve other denominations by the &lt;a href=\"Meiji%20period\"&gt;Meiji&lt;/a&gt; government in an act signed on June 27, 1871. This new coinage gave Japan a western style decimal system based on units of &lt;a href=\"yen\"&gt;yen&lt;/a&gt;, which were broken down into subsidiary currency of sen, and rin. Fifty sen coins dated 1870 (year 3) were initially authorized to be struck in .800 silver, weighs 193 grains (12.51g), and has a 31.75mm diameter (1.25 in). The first design used is called , which had its features engraved by a commission of Japanese artists. This design features a dragon with an open mouth on the obverse, while the reverse has a paulownia decoration with a &lt;a href=\"sunburst\"&gt;sunburst&lt;/a&gt; in the center with the &lt;a href=\"Imperial%20Seal%20of%20Japan\"&gt;chrysanthemum seal&lt;/a&gt; up on top. Fifty sen coins were initially legal tender only up to the amount of &lt;a href=\"10%20yen%20coin\"&gt;10 yen&lt;/a&gt; which was fixed by government regulations. There was a slight 0.5mm adjustment to the coin's size sometime during production which may have resulted from work done while repairing the &lt;a href=\"Coining%20%28mint%29\"&gt;die&lt;/a&gt;. Striking thin silver coins became an issue as it shortened the life of the dies used to strike the coins, this in turn caused many cumbersome replacements. An amendment to the new currency act () was adopted in November 1872 (year 5) which intended to reduce the diameter, and increase the weight of the fifty sen coin. However, no coins were ever struck using the first design as the currency act was amended again towards the end of that year.\nThis amendment known as Daijo-kan Declaration No. 46. was implemented in February 1873 (year 6). Issues addressed included conforming the weights of the silver subsidiary currency to be proportional to the &lt;a href=\"1%20yen%20coin%23History\"&gt;silver yen&lt;/a&gt;. Fifty sen coins were given a new design, were made to be thicker, were reduced from 31.75mm to 30.9mm, and had their weight increased from 193 (12.51g) to 208 grains (13.47g). The second design used is called as the sunburst on the reverse was replaced by a wreath. Latin script is used for the first time with \"50 SEN\" on the obverse under the dragon, and the medallic &lt;a href=\"coin%20orientation\"&gt;orientation&lt;/a&gt; was flipped. Very few fifty sen coins were minted between 1874 and 1876 as Japan unsuccessfully attempted to adopt a &lt;a href=\"gold%20standard\"&gt;gold standard&lt;/a&gt;. At the time, &lt;a href=\"Meiji%20Tsuho\"&gt;Meiji Tsuho&lt;/a&gt; notes were circulating as &lt;a href=\"fiat%20currency\"&gt;fiat currency&lt;/a&gt;, and National Bank Notes were redeemable for gold. The latter of these notes were also made inconvertible in August 1876 as the rising price of gold became an issue. National Bank Notes were later printed in large amounts to pay for the &lt;a href=\"Satsuma%20Rebellion\"&gt;Satsuma Rebellion&lt;/a&gt; which occurred in February 1877. This in turn led to massive inflation as inconvertible National Bank Notes lost their value against silver and gold coinage. The silver &lt;a href=\"1%20yen%20coin%23Circulation%20figures\"&gt;one yen coin&lt;/a&gt; was brought back into domestic commerce as a hopeful remedy on May 27, 1878 switching Japan to a &lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt; &lt;a href=\"silver%20standard\"&gt;silver standard&lt;/a&gt;. It is recorded by &lt;a href=\"Edward%20Reed%20%28naval%20architect%29\"&gt;Edward Reed&lt;/a&gt; that production of fifty sen coins continued until at least June 30, 1878. \nThe issuance of national fiat banknotes was ultimately suspended in 1880 by then prime minister &lt;a href=\"Matsukata%20Masayoshi\"&gt;Matsukata Masayoshi&lt;/a&gt;. Fifty sen coins that were minted before this time were later exchanged for these discontinued notes. Only &lt;a href=\"proof%20coinage\"&gt;proof&lt;/a&gt; strikes were made for coins dated 1880 (year 13) for exclusive use in presentation sets. During the next few years, Japan experienced a sharp drop in prices and contraction of the economy in response to high inflation caused by the Satsuma Rebellion. The &lt;a href=\"Bank%20of%20Japan\"&gt;Bank of Japan&lt;/a&gt; was established in 1882 (year 15) to remedy the situation, and two years later convertible banknotes were issued. An imperial ordinance was issued in June 1885 stating that silver payments would be resumed after January 1, 1886. Fifty sen coins were not produced again until 1897, when the Japanese government promulgated the \"currency law\" (Meiji 30 Law No. 16) which replaced the previous \"new currency act\". This new law abolished the silver yen at which subsidiary silver coins were previously fixed at, and officially switched Japan from a silver standard to a gold standard. No changes were made to fifty sen coins as they were re-established to their previous weight, size, and design. \nProduction continued as the price of silver bullion remained steady throughout the rest of the century. This changed when silver bullion began to rise sharply in 1903 (year 36) which threatened to exceed the face value of the fifty sen coin. It was reported by 1904 that fifty sen coins were not commonly seen in circulation. An amendment to the \"currency law\" was promulgated as a remedy in March 1906 which lowered fifty sen coins from 30.9mm to 27.3mm, and their weight from 13.47g to 10.12 grams. The third and final design used during the Meiji era on these now smaller coins is called , as a sunburst design on the reverse was restored. The wreath design previously used on the back side of the dragon coins was adopted for the obverse.\nTaishō coinage (1912–1926).\nDuring the reign of &lt;a href=\"Emperor%20Taish%C5%8D\"&gt;Emperor Taishō&lt;/a&gt;, the Japanese government initially issued silver coinage as had been done previously under Meiji. Japan eventually received a booming economy from the start of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; due to a large trade surplus. The negative effects from this event included an increased demand for subsidiary coins which led to a coin shortage. Silver bullion to make silver subsidiary coins also rose above their face value which posed a financial challenge to the mint. To remedy the situation, an imperial ordinance was promulgated on October 29, 1917 that authorized &lt;a href=\"50%20sen%20note%23Taish%C5%8D%20fractional%20notes%20%281917%E2%80%931922%29\"&gt;fractional currency&lt;/a&gt; in the amount of thirty million yen. Actual issuance occurred in the following month with the notes being legal tender up to ten yen. No fifty sen coins were struck for circulation until 1922 (year 11) when the notes were discontinued in favor of silver coinage. During this lapse, an amendment was placed into effect on May 1, 1918 which legally lowered the weight of the fifty sen coin if more coins had been struck. The silver content of the fifty sen coin was ultimately lowered to 72% by \"Law No. 73\" of April 1922. The law also reduced the size of fifty sen coins from 27.3mm to 23.5mm, and their weight was changed from 10.12g to 4.95 grams. During this time a third and final silver design was adopted for fifty sen coins called . The naming comes from two &lt;a href=\"Fenghuang\"&gt;phoenix&lt;/a&gt; birds present on the reverse side of the coin flanking the coin's value. The obverse side of the coin features a sunburst flanked by cherry blossoms with the date and reigning emperor within the &lt;a href=\"Imperial%20Regalia%20of%20Japan\"&gt;sacred mirror&lt;/a&gt;. These coins were struck with Taishō's name on them until his death in 1926 (year 15).\nShōwa coinage (1928–1948).\nThe production of Fifty sen coins resumed under &lt;a href=\"Emperor%20Sh%C5%8Dwa\"&gt;Emperor Shōwa&lt;/a&gt; in 1928 (year 3), and continued uninterrupted until the late 1930s. Japan found itself in conflict when the &lt;a href=\"Marco%20Polo%20Bridge%20Incident\"&gt;Marco Polo Bridge Incident&lt;/a&gt; occurred in July 1937 (year 12 of Shōwa). This incident would eventually lead to the gradual occupation of Chinese territory by the Japanese as the &lt;a href=\"Second%20Sino-Japanese%20War\"&gt;Second Sino-Japanese War&lt;/a&gt;. The &lt;a href=\"National%20Mobilization%20Law\"&gt;National Mobilization Law&lt;/a&gt; was legislated in the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt; by &lt;a href=\"Prime%20Minister%20of%20Japan\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Fumimaro%20Konoe\"&gt;Fumimaro Konoe&lt;/a&gt; on March 24, 1938 to prepare the country for a potentially prolonged war. Konoe's action led to the promulgation of the \"Temporary Currency Law\" which came into effect on June 1, 1938. The production of fifty sen coins was suspended in favor of &lt;a href=\"50%20sen%20note%23Sh%C5%8Dwa\"&gt;banknotes&lt;/a&gt; as the Japanese government wanted to redeem their precious silver alloy. No more fifty sen coins were struck until after the war due to the prohibitive price and availability of silver. When &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; finally ended, a large amount of brass was left over from war material used to make aircraft. The Japanese government made do with the situation by using the alloy to produce fifty sen coins in 1946 until the brass supplies eventually ran out. Fifty sen coins were eventually demonetized at the end of 1953 when the Japanese government passed a law abolishing subsidiary coinage in favor of the yen. Currencies of less than one yen were rarely used by this time due to excessive post-war inflation. Fifty sen coins now share their legacy with the &lt;a href=\"5%20yen%20coin\"&gt;5 yen coin&lt;/a&gt; as they both use the same post-&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; era alloy.\nCirculation figures.\nMeiji.\nThe following are circulation figures for the coins that were minted between the 3rd, and the 45th and last year of &lt;a href=\"Emperor%20Meiji\"&gt;Meiji&lt;/a&gt;'s reign. Coins for this period all begin with the Japanese symbol &lt;a href=\"Meiji%20period\"&gt;明治&lt;/a&gt; (Meiji).\n\"Year\" ← \"Number representing year of reign\" ← \"Emperor's name\" (Ex: 年 ← 五十三 ← 治明)\nTaishō.\nThe following are circulation figures for the coins that were minted between the 1st and the 15th (and last) year of &lt;a href=\"Emperor%20Taish%C5%8D\"&gt;Taishō&lt;/a&gt;'s reign. Coins from this period all begin with the Japanese symbol &lt;a href=\"Taish%C5%8D%20period\"&gt;大正&lt;/a&gt; (Taishō).\nShōwa.\nThe following are circulation figures for coins minted between the 3rd and the 23rd year of Emperor &lt;a href=\"Hirohito\"&gt;Shōwa&lt;/a&gt;'s reign. Coins from this period all begin with the Japanese symbol &lt;a href=\"Sh%C5%8Dwa%20period\"&gt;昭和&lt;/a&gt; (Shōwa).\nCollecting.\nThe value of any given coin is determined by survivability rate and &lt;a href=\"Coin%20grading\"&gt;condition&lt;/a&gt; as collectors in general prefer &lt;a href=\"Cleaning%20%28coinage%29\"&gt;uncleaned&lt;/a&gt; appealing coins. Fifty sen coins lasted through three different &lt;a href=\"Japanese%20era%20name\"&gt;imperial era&lt;/a&gt;s from 1870 to 1948. The first coins minted in 1870 and 1871 use the design. Two major varieties in particular stand out for these as one has a 19mm circle of dots around the dragon on the obverse, while the other is 21mm.\nFifty sen coins minted with dates reading 1874 to 1877 (year 7 to 10 of Meiji) are all extremely rare. Numismatist &lt;a href=\"Cornelius%20Clarkson%20Vermeule%20III\"&gt;Cornelius Vermeule&lt;/a&gt; had once indicated that coins dated 1874 (year 7) did not exist before examples were found. One coin in particular in &lt;a href=\"Sheldon%20coin%20grading%20scale%23Numerical%20grades%20for%20uncirculated%20coins\"&gt;MS-62 condition&lt;/a&gt; sold for $48,000 (&lt;a href=\"United%20States%20dollar\"&gt;USD&lt;/a&gt;) at auction in 2018. The &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt; through the &lt;a href=\"National%20Museum%20of%20American%20History\"&gt;National Museum of American History&lt;/a&gt; also has an example in &lt;a href=\"Proof%20coinage\"&gt;proof condition&lt;/a&gt;. There are no known records of extant coins dated 1875 (year 8), this date also has the lowest recorded mintage of the entire fifty sen series. Coins dated 1876 (year 9) only survive now in proof condition, and may have been used for presentation sets. There are two varieties for this year with the stem design on the reverse that aren't a factor to the coin's rarity. An example sold at auction for $54,625 (USD) in &lt;a href=\"Sheldon%20coin%20grading%20scale%23Numerical%20grades%20for%20uncirculated%20coins\"&gt;MS-65 condition&lt;/a&gt; at auction in 2011. Fifty sen coins dated 1877 (year 10) have the highest mintage of the four but are nonetheless included in rarity. An example graded \"VF Details\" due to &lt;a href=\"Sheldon%20coin%20grading%20scale%23Detracting%20coins\"&gt;environmental damage&lt;/a&gt; sold for $3,450 (USD) at auction in 2012. Fifty sen coins dated 1880 (year 13) were never intended for circulation and have an estimated survival of 5 to 6 pieces out of the 179 originally minted. A unique circulated example graded VF-35 sold at auction in September 2011 for $48,875 (USD).\nEarly silver fifty sen coins have often been &lt;a href=\"counterfeit\"&gt;counterfeit&lt;/a&gt;ed, so grading by an expert is recommended for &lt;a href=\"Coin%20collecting\"&gt;collectors&lt;/a&gt;."
}