{
    "id": "51518339",
    "revid": "21408729",
    "url": "https://en.wikipedia.org/wiki?curid=51518339",
    "title": "Elizabeth K. T. Sackey",
    "text": "Elizabeth K. T. Sackey (born 6 May 1958) is a &lt;a href=\"Ghanaian%20people\"&gt;Ghanaian&lt;/a&gt; politician and a former &lt;a href=\"Member%20of%20parliament\"&gt;Member of Parliament&lt;/a&gt; for &lt;a href=\"Okaikwei%20North%20%28Ghana%20parliament%20constituency%29\"&gt;Okaikwei North&lt;/a&gt;. She was a member of the &lt;a href=\"MPs%20elected%20in%20the%20Ghanaian%20parliamentary%20election%2C%202016\"&gt;Sixth Parliament of the Fourth Republic of Ghana&lt;/a&gt; representing the Okaikwei North Constituency in the Greater Accra Region on the ticket of the New Patriotic Party.\nShe was nominated as the mayor of Accra. She was later confirmed as the mayor of Accra and she became the first female to hold that position.\nEarly life and education.\nSackey was born in Asere in &lt;a href=\"Accra\"&gt;Accra&lt;/a&gt;, Ghana, on 6 May 1958. Sackey is a banker and an economist. She has a Certificate in Marketing which she obtained in 2003 and is currently pursuing a Bachelor of Science in Administration degree from the &lt;a href=\"University%20of%20Ghana\"&gt;University of Ghana&lt;/a&gt;.\nPolitics.\nSackey is a member of the &lt;a href=\"New%20Patriotic%20Party\"&gt;New Patriotic Party&lt;/a&gt; (NPP). She was first elected into the parliament to represent &lt;a href=\"Okaikwei%20North\"&gt;Okaikwei North&lt;/a&gt; Constituency in January 2005. She represented in the office again in the 5th parliament of Ghana following her re-election in December 2008 in the 2008 General Elections. In 2012, she contested for her third term in office on the ticket of the NPP into the &lt;a href=\"List%20of%20MPs%20elected%20in%20the%202016%20Ghanaian%20parliamentary%20election\"&gt;sixth parliament of the fourth republic&lt;/a&gt; and won.\nCareer.\nPrior to becoming a Member of Parliament, Sackey worked as a Chief Clerk at &lt;a href=\"GCB%20Bank\"&gt;Ghana Commercial Bank&lt;/a&gt;. She then became an Member of Parliament. She was the deputy minister for the &lt;a href=\"Greater%20Accra%20Region\"&gt;Greater Accra region&lt;/a&gt; from 2017 to 2020. In September 2021, she was nominated by &lt;a href=\"Nana%20Akufo-Addo\"&gt;Nana Akufo-Addo&lt;/a&gt; as the Chief Executive of &lt;a href=\"Accra%20Metropolitan%20Assembly\"&gt;AMA&lt;/a&gt;. She is currently the mayor of Accra.\nPersonal life.\nSackey is married with four children. She is a &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; who worships at the &lt;a href=\"Church%20of%20Pentecost\"&gt;Church of Pentecost&lt;/a&gt;."
}