{
    "id": "51568473",
    "revid": "43153351",
    "url": "https://en.wikipedia.org/wiki?curid=51568473",
    "title": "Sitiveni Moceidreke",
    "text": "Sitiveni Moceidreke (born 27 November 1994) is a &lt;a href=\"Fiji%20national%20rugby%20league%20team\"&gt;Fiji&lt;/a&gt; international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a and for &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt; in the &lt;a href=\"RFL%20Championship\"&gt;RFL Championship&lt;/a&gt; competition. He has previously played for the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;.\nBackground.\nBorn in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, Australia, Moceidreke is of &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt;an descent. He played his junior rugby league for &lt;a href=\"Hurstville%20United\"&gt;Hurstville United&lt;/a&gt;, before being signed by the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt;.\nPlaying career.\nEarly career.\nIn 2012, Moceidreke played for &lt;a href=\"St%20George%20Dragons\"&gt;St George Dragons&lt;/a&gt; in the &lt;a href=\"SG%20Ball\"&gt;SG Ball&lt;/a&gt; competition. In 2013 and 2014, Moceidreke moved up to &lt;a href=\"St%20George%20Illawarra\"&gt;St George Illawarra&lt;/a&gt;'s &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;NYC&lt;/a&gt; team. He then signed with the &lt;a href=\"Illawarra%20Cutters\"&gt;Illawarra Cutters&lt;/a&gt; for the 2015 season. In 2016, he signed with the &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt;. In the same year, Moceidreke played for Fiji against Papua New Guinea in the &lt;a href=\"Pacific%20Rugby%20League%20International%23Melanesian%20Cup%202\"&gt;2016 Melanesian Cup&lt;/a&gt;, playing at five-eighth. Later in the year, he again played for Fiji against &lt;a href=\"Samoa\"&gt;Samoa&lt;/a&gt;, playing at fullback. Moceidreke continued to be a mainstay of The North Sydney team in 2016 making a total of 21 appearances for the season.\n2017.\nMoceidreke began the 2017 playing for the &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt; in the &lt;a href=\"Intrust%20Super%20Premiership%20NSW\"&gt;Intrust Super Premiership NSW&lt;/a&gt;. After an impressive performance in the ISP round 2 match, scoring four tries, he was signed by the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;. On his NRL debut in the fourth round, he scored the only try for South Sydney in their 20–6 loss to the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;. Moceidreke was selected in the Fijian squad to play in the 2017 &lt;a href=\"Rugby%20League%20World%20Cup\"&gt;Rugby League World Cup&lt;/a&gt;. On 15 November 2017, it was revealed that Moceidreke had signed a deal with &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; feeder club side The &lt;a href=\"Mount%20Pritchard%20Mounties\"&gt;Mount Pritchard Mounties&lt;/a&gt; for The 2018 season as part of an opportunity to get a trial and train contract for the &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; squad.\n2018.\nMoceidreke made 19 appearances for Mounties scoring 9 tries and kicking 52 goals finishing with a total of 140 points for the season.\n2019.\nAfter being released by Canberra, Moceidreke joined the Sunshine Coast in the &lt;a href=\"Queensland%20Cup\"&gt;Queensland Cup&lt;/a&gt; competition.\n2020.\nMoceidreke played for the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; at the &lt;a href=\"2020%20NRL%20Nines\"&gt;NRL Nines&lt;/a&gt; in &lt;a href=\"Perth%2C%20Western%20Australia\"&gt;Perth, Western Australia&lt;/a&gt;.\n2021.\nIn January 2021, he joined &lt;a href=\"St.%20George%20Illawarra\"&gt;St. George&lt;/a&gt; in the &lt;a href=\"NSW%20Cup\"&gt;NSW Cup&lt;/a&gt;. He made his debut in round 1 of the competition against Newtown at &lt;a href=\"Kogarah%20Oval\"&gt;Kogarah Oval&lt;/a&gt;.\n2022.\nIn January 2022, it was announced that he had signed for London Broncos in the Championship."
}