{
    "id": "51560692",
    "revid": "10270558",
    "url": "https://en.wikipedia.org/wiki?curid=51560692",
    "title": "Kenyan Athletics Championships",
    "text": "The Kenyan Athletics Championships is an annual &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; meeting which serves as &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;'s &lt;a href=\"national%20championships\"&gt;national championships&lt;/a&gt; for the sport. &lt;a href=\"Athletics%20Kenya\"&gt;Athletics Kenya&lt;/a&gt;, the country's governing body for &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt; organises the event.\nThe championships is usually held over a three-day period and the location varies, though the capital &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt; is a frequent choice as it has both &lt;a href=\"Nyayo%20National%20Stadium\"&gt;Nyayo National Stadium&lt;/a&gt; and the &lt;a href=\"Moi%20International%20Sports%20Centre\"&gt;Moi International Sports Centre&lt;/a&gt;. The national championships may also serve as the trials for selection to the national team for competitions such as the &lt;a href=\"IAAF%20World%20Championships%20in%20Athletics\"&gt;IAAF World Championships in Athletics&lt;/a&gt;, &lt;a href=\"Athletics%20at%20the%20Summer%20Olympics\"&gt;Olympic Games&lt;/a&gt;, &lt;a href=\"African%20Championships%20in%20Athletics\"&gt;African Championships in Athletics&lt;/a&gt; and the &lt;a href=\"Athletics%20at%20the%20African%20Games\"&gt;Africa Games&lt;/a&gt;.\nOn some occasions the trial events are held separately from the main national championships. As a result of this, the national championships can be less of a focus for Kenyan athletes and lesser performances are produced, with slow tactical races common in the &lt;a href=\"long-distance%20running\"&gt;long-distance track events&lt;/a&gt;. Athletics Kenya mitigates this by offering cash bonuses for national champions.\nThe championships was well established by the 1980s, hosting a full range of Olympic-level individual track events for men. By 1981, the women's programme featured track races from &lt;a href=\"100%20metres\"&gt;100 metres&lt;/a&gt; to &lt;a href=\"3000%20metres\"&gt;3000 metres&lt;/a&gt;, two hurdles events, &lt;a href=\"high%20jump\"&gt;high jump&lt;/a&gt;, &lt;a href=\"long%20jump\"&gt;long jump&lt;/a&gt;, three throws (&lt;a href=\"shot%20put\"&gt;shot put&lt;/a&gt;, &lt;a href=\"discus%20throw\"&gt;discus&lt;/a&gt;, &lt;a href=\"javelin%20throw\"&gt;javelin&lt;/a&gt;), &lt;a href=\"heptathlon\"&gt;heptathlon&lt;/a&gt; and a &lt;a href=\"20%2C000%20metres%20track%20walk\"&gt;20,000 metres track walk&lt;/a&gt;. A &lt;a href=\"10%2C000%20metres\"&gt;10,000 metres&lt;/a&gt; was introduced in 1987, a &lt;a href=\"triple%20jump\"&gt;triple jump&lt;/a&gt; following in 1991, then the &lt;a href=\"steeplechase%20%28athletics%29\"&gt;steeplechase&lt;/a&gt; and &lt;a href=\"hammer%20throw\"&gt;hammer throw&lt;/a&gt; came in 1998. The addition of the women's &lt;a href=\"pole%20vault\"&gt;pole vault&lt;/a&gt; in 1999 marked parity of events between the sexes at the Kenyan Championships."
}