{
    "id": "5157635",
    "revid": "3617193",
    "url": "https://en.wikipedia.org/wiki?curid=5157635",
    "title": "The Walker School",
    "text": "The Walker School, formerly known as the Joseph T. Walker School, is a &lt;a href=\"private%20school\"&gt;private school&lt;/a&gt; in &lt;a href=\"Marietta%2C%20Georgia\"&gt;Marietta&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, United States, on &lt;a href=\"Cobb%20Parkway\"&gt;Cobb Parkway&lt;/a&gt; (&lt;a href=\"U.S.%20Route%2041%20in%20Georgia\"&gt;U.S. 41&lt;/a&gt;) in what was originally &lt;a href=\"Sprayberry%20High%20School\"&gt;Sprayberry High School&lt;/a&gt;. It was founded in 1957 as the St. James Day School at St. James &lt;a href=\"Episcopal%20Church%20%28United%20States%29\"&gt;Episcopal Church&lt;/a&gt; near the Marietta square. In 1972 the school became an independent body as the Joseph T. Walker School. The school teaches students in &lt;a href=\"pre-kindergarten\"&gt;pre-kindergarten&lt;/a&gt; through &lt;a href=\"Twelfth%20grade\"&gt;12th grade&lt;/a&gt; at the same location.\nAwards and recognition.\nIn both 1986 and 1988, the Walker School's magazine, \"Pegasus\", received a &lt;a href=\"Silver%20Crown%20Magazine\"&gt;Silver Crown Magazine&lt;/a&gt; award from the &lt;a href=\"Columbia%20Scholastic%20Press%20Association\"&gt;Columbia Scholastic Press Association&lt;/a&gt;. In 1988, the magazine was awarded in five separate categories, including for Fiction, Cover Design (two or more colors), Title and Contents Page, Spread Design, Graphics and for Typography (both Lettering and Calligraphy, as well as Logos and Endmarks). In 1985, 1991 and 1994, \"Pegasus\" was recognized as a Scholastic Circle Recipient by the &lt;a href=\"Columbia%20Scholastic%20Press%20Association\"&gt;Columbia Scholastic Press Association&lt;/a&gt; for Overall Design.\nThe school's 2005 &lt;a href=\"valedictorian\"&gt;valedictorian&lt;/a&gt;, Grace Lu, was designated a &lt;a href=\"Presidential%20Scholars%20Program\"&gt;Presidential Scholar&lt;/a&gt;, a program established in \"1964, by executive order of the President, to recognize and honor some of our nation's most distinguished graduating high school seniors\". Lu was one of two students selected in the state of Georgia out of a maximum of 141 students chosen nationwide.\nThe 2007 valedictorian, Sarah O'Donohue, won the Georgia \"Latin Student of the Year\" award and was also featured in the \"&lt;a href=\"Marietta%20Daily%20Journal\"&gt;Marietta Daily Journal&lt;/a&gt;\" in an article titled \"A Statistical Quagmire,\" discussing &lt;a href=\"SAT\"&gt;SAT&lt;/a&gt; scores and how the media uses statistics to give deceptive analysis of reports.\nA student at the school was one of ten students in 2006 nationally to receive the &lt;a href=\"Prudential%20Spirit%20of%20Community%20Award\"&gt;Prudential Spirit of Community Award&lt;/a&gt;, for her efforts organizing a fundraiser to help pay for &lt;a href=\"reconstructive%20surgery\"&gt;reconstructive surgery&lt;/a&gt; for needy children.\nAnnual Tuition ranges from just over $20,050 for preschool to just over $26,225 for the Upper School.\nSports.\nStudent Chris Rodrigues was a four-time state &lt;a href=\"scholastic%20wrestling\"&gt;wrestling&lt;/a&gt; champion at 125 pounds (57 kg), and was part of the 2000 &lt;a href=\"Asics%20Tiger%20High%20School%20All-American%20Team\"&gt;Asics Tiger High School All-American Team&lt;/a&gt;.\nIn 2008, Walker won the state titles in girls' tennis (second in a row), boys' soccer, and girls' soccer within two and a half days. In 2009, the girls' soccer team won state again for the second time in a row, defeating &lt;a href=\"The%20Lovett%20School\"&gt;The Lovett School&lt;/a&gt;.\nIn 2010, the girls soccer team won state again for the third time in a row defeating &lt;a href=\"Blessed%20Trinity%20Catholic%20High%20School\"&gt;Blessed Trinity Catholic High School&lt;/a&gt;.\nStudent Jason Suway was a one-time state tennis champion at 125 pounds, and was part of the 2004 state championship team.&lt;a href=\"https%3A//www.thewalkerschool.org/page/athletics/alumni-athletes\"&gt;&lt;/a&gt; &lt;a href=\"https%3A//www.tennisrecruiting.net/player/activity.asp%3Fid%3D148243\"&gt;&lt;/a&gt; In 2004, Walker won the state title in boys' tennis, with members Doug Perrin, Michael Locandro, Jason Suway, Brad Smith, Michael Daniel, Aaron Kramer, and JD Ludwig.\nStudent Mark Johnson was a three-time state champion in curling at 125 pounds, and was a part of the 2001 state championship team.\nIn 2011, wrestler Alec Diamond won state at weight class 135. Prior to this, he had placed second in two consecutive years (2009 and 2010).\nIn 2012, the Walker Wolverines varsity &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; team became Fox 5's High Five Team of the Week due to their success in numbers and by first year head coach, John East. At the time, they were 5-0 after beating &lt;a href=\"Mount%20Pisgah%20Christian%20School\"&gt;Mount Pisgah Christian School&lt;/a&gt; in their very own homecoming game. Their next game resulted in another win, putting them at 6-0 after defeating &lt;a href=\"Fellowship%20Christian%20School\"&gt;Fellowship Christian School&lt;/a&gt;. Walker also secured their first football win against biggest rival Mt. Paran Christian in the program's history, beating Mt. Paran on their homecoming night. Walker went 10-0 after defeating &lt;a href=\"Gordon%20Lee%20High%20School\"&gt;Gordon Lee&lt;/a&gt; and winning their first Region Championship. They continued on to an 11-0 season, after winning a playoff game for the first time by defeating &lt;a href=\"Athens%20Christian%20Academy\"&gt;Athens Christian Academy&lt;/a&gt;, but then lost to &lt;a href=\"George%20Walton%20Academy\"&gt;George Walton Academy&lt;/a&gt; in the second round of the &lt;a href=\"Georgia%20High%20School%20Association\"&gt;Georgia High School Association&lt;/a&gt; football playoffs, ending their season at 11-1. Senior linebacker Mike Ramsay and senior running back Evan Kaisian were the leaders of the team. Ramsay received a scholarship to &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt; to play for their football team.\nFollowing this unexpectedly successful season, the &lt;a href=\"Georgia%20Public%20Broadcasting\"&gt;Georgia Public Broadcasting&lt;/a&gt; system made a 40-minute documentary on the Wolverines' head coach, John East, called \"Walk East\", on his career leading up to his becoming Walker's football coach. He had formerly coached &lt;a href=\"Whitefield%20Academy%20%28Georgia%29\"&gt;Whitefield Academy&lt;/a&gt;, a Walker rival. The documentary also reflected on the game Walker played against Whitefield in the 2012 season. Walker won the game with a final score of 21-14 on a last minute, game-winning touchdown.\nIn 2013, students Austin Newsome and Will Chocallo won what would be their second GHSA Tennis State Championship, having previously clinched their first title in the spring of 2010 as freshmen. Their second victory during their senior campaign made Newsome and Chocallo the only students in Walker School history to win two boys state tennis championships. The duo was selected to the All-County team in 2011, and only lost one match together in 4 years at Walker.\nIn 2014 Collier Middleton of Walker had her best race of the season with a clean race in the 100m hurdles, winning gold in 14.93.\nSummer day camps.\nDuring summer, the Walker School offers over 45 day camps and classes from Early Learners to 12th grade students."
}