{
    "id": "5161681",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=5161681",
    "title": "Simeon Willis",
    "text": "Simeon Slavens Willis (December 1, 1879April 1, 1965) was the &lt;a href=\"List%20of%20Governors%20of%20Kentucky\"&gt;46th&lt;/a&gt; &lt;a href=\"Governor%20of%20Kentucky\"&gt;Governor of Kentucky&lt;/a&gt;, United States, serving from 1943 to 1947. He was the only &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; elected governor of Kentucky between 1927 and 1967.\nWillis's family came to &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt; from &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; about 1889. After briefly working in the education and journalism fields, Willis &lt;a href=\"reading%20law\"&gt;read law&lt;/a&gt; with private tutors and was admitted to the &lt;a href=\"bar%20%28law%29\"&gt;bar&lt;/a&gt; in 1901. He became interested in politics, but his early races for office were unsuccessful with the exception of his four-year stint as &lt;a href=\"city%20solicitor\"&gt;city solicitor&lt;/a&gt; for &lt;a href=\"Ashland%2C%20Kentucky\"&gt;Ashland, Kentucky&lt;/a&gt;. Finally in 1927, newly elected governor &lt;a href=\"Flem%20D.%20Sampson\"&gt;Flem D. Sampson&lt;/a&gt; appointed Willis to the &lt;a href=\"Kentucky%20Court%20of%20Appeals\"&gt;Kentucky Court of Appeals&lt;/a&gt;—then the &lt;a href=\"court%20of%20last%20resort\"&gt;court of last resort&lt;/a&gt; in the state. Willis went on to win a full four-year term on the court in 1928, and distinguished himself by revising \"Thornton on the Law of Oil and Gas\", a six-volume law reference. He was defeated for re-election to his seat in 1932 and returned to his law practice.\nAfter a decade out of politics, Willis was chosen without opposition as the Republican gubernatorial nominee in 1943. Infighting among the state's &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt;, combined with Willis's popular proposal to eliminate the state &lt;a href=\"income%20tax\"&gt;income tax&lt;/a&gt;, carried him to a narrow victory over &lt;a href=\"J.%20Lyter%20Donaldson\"&gt;J. Lyter Donaldson&lt;/a&gt;. Willis was opposed by Democratic majorities in &lt;a href=\"bicameral%20legislature\"&gt;both houses&lt;/a&gt; of the &lt;a href=\"Kentucky%20General%20Assembly\"&gt;Kentucky General Assembly&lt;/a&gt;. The end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in 1945 brought sizable budget surpluses to the state, and disagreements over how to spend the excess funds spilled over into special legislative sessions. Willis was not able to realize his campaign promise of eliminating the state income tax because the legislature expanded the budget far beyond what he proposed. But he did forge a record of modest accomplishments, including constructing five &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; hospitals across the state and significantly increasing funding for education. Following his term as governor, he served on various state boards and commissions, but failed in his only attempt to return to elective office—a 1952 campaign against &lt;a href=\"Bert%20T.%20Combs\"&gt;Bert T. Combs&lt;/a&gt; to return to the Court of Appeals. Willis died on April 1, 1965, and is interred at &lt;a href=\"Frankfort%20Cemetery\"&gt;Frankfort Cemetery&lt;/a&gt; in the capital city of &lt;a href=\"Frankfort%2C%20Kentucky\"&gt;Frankfort&lt;/a&gt;.\nEarly life.\nSimeon S. Willis was born on December 1, 1879, in &lt;a href=\"Lawrence%20County%2C%20Ohio\"&gt;Lawrence County, Ohio&lt;/a&gt;, which is located along the Ohio River on the southern border of the state. He was the youngest of nine children born to John H. and Abigail (Slavens) Willis. During the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, his grandfather William Willis served as &lt;a href=\"Captain%20%28U.S.%20Army%29\"&gt;captain&lt;/a&gt; of Company C of the &lt;a href=\"5th%20West%20Virginia%20Volunteer%20Infantry%20Regiment\"&gt;5th West Virginia Infantry&lt;/a&gt; of the &lt;a href=\"Union%20Army\"&gt;Union Army&lt;/a&gt;, and his father John H. Willis served as a &lt;a href=\"corporal\"&gt;corporal&lt;/a&gt; in that company. Later, John Willis moved to eastern Ohio, where he became a pioneer in the charcoal industry.\nWillis was educated in the public schools of Lawrence County. About 1889, his family moved across the river to Springville (now &lt;a href=\"South%20Portsmouth%2C%20Kentucky\"&gt;South Portsmouth&lt;/a&gt;) in &lt;a href=\"Greenup%20County%2C%20Kentucky\"&gt;Greenup County, Kentucky&lt;/a&gt;. There, Willis again attended the public schools, and took a teacher-training course at a local private school. Before age 20, he was selected principal of a three-room grade school in Springville.\nWillis also worked as a reporter for the \"&lt;a href=\"Portsmouth%2C%20Ohio\"&gt;Portsmouth&lt;/a&gt; Tribune\" and an editorial writer for the \"Greenup Gazette\". He simultaneously &lt;a href=\"reading%20law\"&gt;read law&lt;/a&gt; with private tutors, including future &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;congressman&lt;/a&gt; &lt;a href=\"Joseph%20B.%20Bennett\"&gt;Joseph Bentley Bennett&lt;/a&gt; and William Corn, a professor at &lt;a href=\"Ohio%20Northern%20University\"&gt;Ada University&lt;/a&gt;. He was admitted to the &lt;a href=\"bar%20%28law%29\"&gt;bar&lt;/a&gt; on November 11, 1901, and in January 1902, he established a law practice in &lt;a href=\"Ashland%2C%20Kentucky\"&gt;Ashland&lt;/a&gt;. Soon after, he joined Hager and Stewart, a prominent law firm in the area, where he worked for six years. Thereafter, he returned to his own practice.\nPolitical career.\nRunning as a &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;, Willis lost a bid to become &lt;a href=\"city%20attorney\"&gt;city attorney&lt;/a&gt; of Ashland in 1905. In 1916, he ran for a seat on the &lt;a href=\"Kentucky%20Court%20of%20Appeals\"&gt;Kentucky Court of Appeals&lt;/a&gt;, but lost in the &lt;a href=\"primary%20election\"&gt;primary&lt;/a&gt; to &lt;a href=\"Flem%20D.%20Sampson\"&gt;Flem D. Sampson&lt;/a&gt;, who went on to win the general election. He took a brief leave of politics and served as an appeals agent for the &lt;a href=\"Selective%20Service%20System\"&gt;Selective Service System&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. In 1918, he won the election for Ashland city solicitor and served in that position until 1922. Beginning in 1922, he served on the State Board of Bar Examiners, a position he held until 1928.\nWillis married Ida Lee Millis, a deputy county clerk, on April 14, 1920. The couple had one daughter, Sarah Leslie Willis, born on July 16, 1922. Ida Willis became the first female executive director of the Kentucky Heritage Commission. In 1979, the Ida Lee Willis Memorial Foundation was created in her honor.\nWhen Flem D. Sampson was elected governor in 1927, he appointed Willis to fill his seat on the Kentucky Court of Appeals. In 1928, Willis was elected to a full four-year term representing the Court's Seventh Appellate District. Holding a state-level office increased his political stature, as did revising \"Thornton on the Law of Oil and Gas\", a six-volume law reference, during his time on the bench. Given the Democratic surge that swept &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; into the &lt;a href=\"President%20of%20the%20United%20States\"&gt;presidency&lt;/a&gt; in &lt;a href=\"1932%20United%20States%20presidential%20election\"&gt;1932&lt;/a&gt;, Willis was not badly affected by losing his seat on the court to Democrat Alex Ratliff. Following this defeat, Willis returned to his private practice.\nGovernor of Kentucky.\nIn 1943, Willis was approached by the Republican Party and was unopposed for the Republican gubernatorial nomination. The &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt; nominated &lt;a href=\"J.%20Lyter%20Donaldson\"&gt;J. Lyter Donaldson&lt;/a&gt; to oppose Willis in a contentious three-way &lt;a href=\"primary%20election\"&gt;primary&lt;/a&gt;. Willis's decade-long absence from politics worked to his advantage, as he had few ties to the state's established politicians and little in the way of a recent political track record that could be exploited by his opponent. Donaldson warned against changing the political party in power while &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; was still ongoing, but Willis countered that the soldiers must come home to a better state than the one they left, and that would not occur if the Democratic &lt;a href=\"political%20machine\"&gt;political machine&lt;/a&gt; were allowed to continue in power. He further proposed abolition of the state &lt;a href=\"income%20tax\"&gt;income tax&lt;/a&gt;, a proposal that was popular with voters, but was derided by the Democratic-leaning \"&lt;a href=\"Louisville%20Courier-Journal\"&gt;Louisville Courier-Journal&lt;/a&gt;\" as a \"weird unreality\".\nWillis won the general election by a vote of 279,144 to 270,525. One factor influencing his victory was his ability to regain much of the &lt;a href=\"African-American\"&gt;black&lt;/a&gt; vote in urban centers such as &lt;a href=\"Louisville%2C%20Kentucky\"&gt;Louisville&lt;/a&gt;, which had traditionally supported Republican candidates but had in recent years swung Democratic, because of the Republican Party's failure to deliver on campaign promises after winning elections. Further, factionalism in the Democratic party had hurt Donaldson. Though he enjoyed the support of sitting governor &lt;a href=\"Keen%20Johnson\"&gt;Keen Johnson&lt;/a&gt;, Donaldson garnered only lukewarm support from Johnson's predecessor, &lt;a href=\"United%20States%20Senate\"&gt;Senator&lt;/a&gt; &lt;a href=\"Happy%20Chandler\"&gt;A. B. \"Happy\" Chandler&lt;/a&gt;.\nWillis was the only Republican elected governor of Kentucky in a 40-year period spanning from 1927 to 1967. During much of that time, most black residents had been disenfranchised by laws the state passed at the turn of the century. Willis's victory in a traditionally Democratic state in an &lt;a href=\"off-year%20election\"&gt;off-year election&lt;/a&gt; brought him national attention, and he was considered as a candidate for &lt;a href=\"Vice-president%20of%20the%20United%20States\"&gt;vice-president&lt;/a&gt; at the &lt;a href=\"1944%20Republican%20National%20Convention\"&gt;1944 Republican National Convention&lt;/a&gt;.\n&lt;a href=\"Governor%20of%20Ohio\"&gt;Governor&lt;/a&gt; &lt;a href=\"John%20W.%20Bricker\"&gt;John W. Bricker&lt;/a&gt; of &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, who did become the Republican &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;vice-presidential&lt;/a&gt; nominee in 1944, had helped Willis in his gubernatorial race. Upon Willis' victory, Bricker wired a friend to express jubilation, which turned out to have been unfounded: \"Election showed definite trend in all areas against New Deal. I was not surprised at the outcome particularly in Kentucky because the thinking of the people of the &lt;a href=\"Middle%20West\"&gt;Middle West&lt;/a&gt; is in line with results down there. It looks very much like a Republican victory next year.\"\nWillis faced the challenge of having Democratic majorities in &lt;a href=\"bicameral%20legislature\"&gt;both houses&lt;/a&gt; of the &lt;a href=\"Kentucky%20General%20Assembly\"&gt;General Assembly&lt;/a&gt; and strong Democratic leadership in each. In the &lt;a href=\"Kentucky%20House%20of%20Representatives\"&gt;House&lt;/a&gt;, Democrats held a 56–44 majority, and &lt;a href=\"Harry%20Lee%20Waterfield\"&gt;Harry Lee Waterfield&lt;/a&gt; served as &lt;a href=\"Speaker%20of%20the%20Kentucky%20House%20of%20Representatives\"&gt;Speaker of the House&lt;/a&gt;. In the &lt;a href=\"Kentucky%20Senate\"&gt;Senate&lt;/a&gt;, Democrats held a 23–15 majority, and the &lt;a href=\"President%20pro%20tempore%20of%20the%20Kentucky%20Senate\"&gt;President Pro Tempore of the Senate&lt;/a&gt; was &lt;a href=\"Earle%20C.%20Clements\"&gt;Earle C. Clements&lt;/a&gt;. Both Waterfield and Clements were preparing to make gubernatorial runs in 1947. Willis did not make wholesale dismissals of Democratic appointees at higher levels in the state government, owing in part to shortages of experienced people during the war. This cost him some Republican support, and both his lieutenant governor and attorney general began to oppose him on many matters. But his refusal to make wholesale dismissals may have produced more positive relations with the legislature, which did not pass legislation to strip the bulk of his gubernatorial powers, as it had done to &lt;a href=\"Flem%20D.%20Sampson\"&gt;Flem D. Sampson&lt;/a&gt;, the last Republican governor.\nDuring Willis's term, state revenue increased because of to wartime &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt;, increased federal revenues flowing to the state, and the relative prosperity of the state's economy stimulated by defense spending. The state budget was $31 million when Willis took office; by the time he left office, it had expanded to $52 million. Much of these funds were devoted to education. Expenditures per pupil nearly doubled, as did teacher salaries. The school year was lengthened from seven to eight months. Counties were also allowed to double their school tax rate. He created a Commission on Negro Affairs, appointed the first &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; to the state Board of Education, and increased state aid to pay out-of-state tuition to minorities who had been denied admission to professional programs in the segregated state universities.\nIn the 1944 legislative session, the rival parties fought to a stalemate over the budget. The primary issue was deciding who would control the state's sizable budget surplus—the legislature or the governor. In an effort to unify the two sides, Willis backed off his call for a repeal of the income tax; another legislator proposed the repeal anyway, but it was defeated. Two months after the end of the session, Willis called a special session to reconcile the educational items in the budget. Once in session, legislators approved a full budget. The vote to accept the budget was deemed invalid, however, because approving a full budget was not part of Willis's initial call for a special session. In response, Willis called a second special session, and the Assembly passed a full budget on June 16, 1944.\nWillis renewed his call for an income tax repeal in the 1946 legislative session, but Democrats opposed the repeal and Republicans were split on the issue. The proposal failed by a vote of 36–60. Accomplishments of the session included better mine safety laws and stronger &lt;a href=\"Concealed%20carry%20in%20the%20United%20States\"&gt;concealed weapons&lt;/a&gt; laws, and increased funding for black education in what was still a segregated state. The war's end had brought additional revenue sources, and even with an expanded budget, the state had an $18 million surplus by the end of Willis's term.\nOther accomplishments of Willis's administration included eliminating &lt;a href=\"toll%20road\"&gt;tolls&lt;/a&gt; on twelve of the state's thirteen major bridges, and expanding programs for dependent children and the elderly. Construction of five state &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; hospitals—at &lt;a href=\"London%2C%20Kentucky\"&gt;London&lt;/a&gt;, &lt;a href=\"Madisonville%2C%20Kentucky\"&gt;Madisonville&lt;/a&gt;, &lt;a href=\"Paris%2C%20Kentucky\"&gt;Paris&lt;/a&gt;, Ashland, and &lt;a href=\"Glasgow%2C%20Kentucky\"&gt;Glasgow&lt;/a&gt;—was initiated and nearly 80 percent completed by the end of his term. Republicans were unable to capitalize on Willis's accomplishments as governor, however. In the 1947 gubernatorial election, the party fragmented over their choice of gubernatorial nominee, and Democrat Earle C. Clements was elected governor.\nLater political career.\nFollowing his term as governor, Willis returned to his private practice in Ashland. In 1952, he failed in his bid to return to the Court of Appeals, having lost to &lt;a href=\"Bert%20T.%20Combs\"&gt;Bert T. Combs&lt;/a&gt;, who later was elected as governor. From 1956 to 1960, Willis served as a member of the &lt;a href=\"Kentucky%20Public%20Service%20Commission\"&gt;Kentucky Public Service Commission&lt;/a&gt;.\nIn 1958, he received a citation for outstanding service to the state bar. In 1961, he was appointed to the review board authorized by the Veterans' Bonus Act. Also in 1961, he was appointed to the State Parole Board, a position he held until 1965.\nWillis died on April 2, 1965, and is buried at the &lt;a href=\"Frankfort%20Cemetery\"&gt;Frankfort Cemetery&lt;/a&gt; in the state capital. The &lt;a href=\"Simeon%20Willis%20Memorial%20Bridge\"&gt;Simeon Willis Memorial Bridge&lt;/a&gt; over the &lt;a href=\"Ohio%20River\"&gt;Ohio River&lt;/a&gt; in Ashland is named in his honor."
}