{
    "id": "51649300",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=51649300",
    "title": "FilmDoo",
    "text": "FilmDoo.com is a UK-based &lt;a href=\"Video%20on%20demand\"&gt;video-on-demand&lt;/a&gt; (VOD) platform that specialises in &lt;a href=\"Independent%20film\"&gt;independent&lt;/a&gt; and &lt;a href=\"world%20cinema\"&gt;world cinema&lt;/a&gt;. The platform has been described by Guy Lodge of &lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt; as \"one of the more discerning new streaming services on the block.\"\nRather than relying solely on the traditional distribution system to distribute content, FilmDoo chooses to source films directly from all levels of the film distribution chain from filmmakers through to sales agents and distributors. Through this approach they have given international releases to films that had previously received no home video distribution, including films from Southeast Asia and South Africa.\nFilmDoo has partnered with online film festivals, including &lt;a href=\"UniFrance\"&gt;UniFrance&lt;/a&gt;'s MyFrenchFilmFestival.com and the ArteKino Festival, and over 50 distributors, including &lt;a href=\"Peccadillo%20Pictures\"&gt;Peccadillo Pictures&lt;/a&gt;, &lt;a href=\"Filmmovement.com\"&gt;Film Movement&lt;/a&gt; and &lt;a href=\"Third%20Window%20Films\"&gt;Third Window Films&lt;/a&gt;. The platform has also compiled and distributed various short film compilations, including gay- and lesbian-themed compilations from the New Queer Visions festival strand.\nFilmDoo has been elected secretary of EuroVoD, a network of European Video on Demand platforms specialising in art-house films and independent cinema.\nRepresentatives of FilmDoo have spoken and presented at events hosted by various festivals and organisations, including the &lt;a href=\"2018%20Cannes%20Film%20Festival\"&gt;2018 Cannes Film Festival&lt;/a&gt;, &lt;a href=\"Trieste%20Film%20Festival\"&gt;Trieste Film Festival&lt;/a&gt;, &lt;a href=\"Thessaloniki%20International%20Film%20Festival\"&gt;Thessaoniki International Film Festival&lt;/a&gt;, &lt;a href=\"Odesa%20International%20Film%20Festival\"&gt;Odessa International Film Festival&lt;/a&gt; and European Audiovisual Entrepreneurs.\nHistory.\nThe platform was officially launched at the &lt;a href=\"2015%20Cannes%20Film%20Festival\"&gt;2015 Cannes Film Festival&lt;/a&gt;. According to FilmDoo co-founder Weerada Sucharitkul, \"The word 'Doo' in 'FilmDoo' means to watch or see in Thai, so FilmDoo means to watch a film in Thai.\" Sucharitkul reports that the name was originally suggested by her mother and that it was chosen \"because [they] wanted a non-English word to really reflect the international element of the business from the very beginning.\"\nLater that same year, FilmDoo was selected as a finalist for the 2015 &lt;a href=\"MassChallenge\"&gt;MassChallenge&lt;/a&gt; accelerator program.\nIn July 2016, FilmDoo announced the launch of two new short film channels on &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt; network, Ownzones: FilmDoo Horror for international horror films; and FilmDoo Asian for Asian shorts, both of which are available internationally by subscription.\nIn the summer of 2016, FilmDoo also launched a crowdfunding campaign on &lt;a href=\"Seedrs\"&gt;Seedrs&lt;/a&gt; with the goal of raising £95,000. On 7 November 2016, the site reported to have raised \"a total of approximately £235,000 (including investments off the platform)\".\nIn 2017, FilmDoo were accepted for the French Tech Ticket, a one-year program funded by the French government to support startup companies from around the world.\nThat same year, FilmDoo received sponsorship from &lt;a href=\"Creative%20Europe\"&gt;Creative Europe&lt;/a&gt; for a proposed \"Multi-Language/Multi-Modal Automated Film Tagging Service.\" On 19 February 2018, the platform named Fassoo was presented at the European Film Market by Patrick Ndjiki-Nya and FilmDoo co-founder William Page as part of the EFM Startups event.\nIn 2018, FilmDoo were selected for the 7th edition of Concours d’Innovation Numérique, a French government grant scheme run by &lt;a href=\"Bpifrance\"&gt;Bpifrance&lt;/a&gt;, in order to support the launch of their planned language learning platform, LanguageDoo.\nIn the summer of that same year, FilmDoo launched a channel on &lt;a href=\"Amazon%20%28company%29\"&gt;Amazon&lt;/a&gt; in the United States, where a selection of short films are available on a subscription basis. At the same time, the FilmDoo Aggregate program was launched as means of distributing films to other third party platforms, including Amazon.\nAt the 2020 North Europe edition of the Fusion International Film Festival, FilmDoo announced the launch of FilmDoo Services, a platform that provides film distributors, brands, distributors and film commissions with services and consultation in the fields of distribution and marketing.\nIn the media.\nIn May 2015, FilmDoo's acquisition of two new Indonesian titles and their new deal with distribution company Trinity were covered by &lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;, with Asia Bureau Chief Patrick Frater writing that, with these new developments, \"FilmDoo has bolstered its Asian credentials\".\nSimilarly, in April 2016, FilmDoo received coverage from &lt;a href=\"IndieWire\"&gt;IndieWire&lt;/a&gt; for giving international releases to more than twenty \"Vintage South African films\" from distributors Retro Afrika Bioscope. In June that same year, &lt;a href=\"Screen%20Daily\"&gt;Screen Daily&lt;/a&gt; published an article on the release of fourteen Southeast Asian films on FilmDoo.\nFilmDoo's 2016 crowdfunding campaign on &lt;a href=\"Seedrs\"&gt;Seedrs&lt;/a&gt; received attention from several media outlets, including &lt;a href=\"Screen%20Daily\"&gt;Screen Daily&lt;/a&gt;, Crowdfund Insider and VODzilla.\nThe company's acceptance into the French Tech Ticket programme was covered by French publication &lt;a href=\"Les%20%C3%89chos%20%28France%29\"&gt;Les Échos&lt;/a&gt;.\nOn May 27th, 2020, FilmDoo CEO Weerada Sucharitkul featured as a guest speaker on Fast Forward, a webcast run by consultancy The Catalysts."
}