{
    "id": "51694076",
    "revid": "24853037",
    "url": "https://en.wikipedia.org/wiki?curid=51694076",
    "title": "Roger Gould (rugby union)",
    "text": "Roger Gould (born 4 April 1957) is a former &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; football player, having played fullback for both the &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australian Wallabies&lt;/a&gt; and the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt;. He first played for Queensland in 1978 and for Australia in 1980. His last match for Australia was in the 1987 World Cup. Gould's career was limited by injury.\nIn 2009 Gould was elected to the Queensland Sport Hall of Fame and added to the Queensland team of the century.\nRugby career.\nFormer Australian winger &lt;a href=\"David%20Campese\"&gt;David Campese&lt;/a&gt; in \"On a Wing and a Prayer\" wrote of Gould that:\nCampese further writes in \"Campo: Still Entertaining\" that:\nFormer Australian five-eighth &lt;a href=\"Mark%20Ella\"&gt;Mark Ella&lt;/a&gt; writes in \"Path to Victory\" that:\nFormer Australian coach &lt;a href=\"Alan%20Jones%20%28radio%20broadcaster%29\"&gt;Alan Jones&lt;/a&gt; has called Gould the best player he ever coached. In \"Wallaby Gold: The History of Australian Test Rugby\" Jones is recorded as saying that, \"...my best player, I think, was Roger Gould. If your defensive line is going to hold up, the opposition are going to roof it, and you've just got to have someone who's absolutely rock-solid. Gould was a flawless. He was a freak. He did did wonderful things.\"\nIn \"Ella: The Definitive Biography\" &lt;a href=\"Alan%20Jones%20%28radio%20broadcaster%29\"&gt;Alan Jones&lt;/a&gt; is documented as saying:\nFormer Australian flanker &lt;a href=\"Simon%20Poidevin\"&gt;Simon Poidevin&lt;/a&gt; in \"For Love Not Money\" wrote of Gould that, 'I say emphatically here and now that Gould is the best fullback I’ve ever played with or against, and I’d never leave him out of any side for which he was available. As a fullback, he was without peer.'\nFormer Australian dual-international &lt;a href=\"Michael%20O%27Connor%20%28rugby%29\"&gt;Michael O'Connor&lt;/a&gt; in \"The Best of Both Worlds\" wrote of Gould that, 'The fact is, Roger Gould is the best fullback I’ve ever played with. He would take the bomb ninety-nine times out of one hundred and he wouldn’t just take it, he would hurt people while he was doing it. Usually, you feel confident about creaming a fullback taking a high ball, but if you tried it with Roger, you would end up with six studs in your face. He was so strong and aggressive. He put his foot up and he just couldn’t be moved.’\nIn \"Path to Victory\" rugby writer Terry Smith describes Gould thus:"
}