{
    "id": "5174948",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=5174948",
    "title": "Chris Cagle (American football)",
    "text": "Christian Keener \"Red\" Cagle (May 1, 1905 – December 26, 1942) was an American athlete who was a three time &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; in &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; playing for the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; &lt;a href=\"Army%20football\"&gt;Army football&lt;/a&gt; team. A star &lt;a href=\"Halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt;, Cagle's prominence landed him on the cover of \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine in 1929.\nFor five seasons, running from 1930 to 1934, Cagle played professional football in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;. His 1932 salary with the &lt;a href=\"New%20York%20Football%20Giants\"&gt;New York Football Giants&lt;/a&gt; was second highest in the entire league. The following year Cagle became a co-owner of the new &lt;a href=\"Brooklyn%20Dodgers%20%28NFL%29\"&gt;Brooklyn Dodgers&lt;/a&gt; NFL franchise, for which he also played, selling his stake upon his retirement in 1934.\nCagle was inducted into the &lt;a href=\"College%20Football%20Hall%20of%20Fame\"&gt;College Football Hall of Fame&lt;/a&gt; in 1954.\nCollege career.\nCagle first starred at the &lt;a href=\"University%20of%20Louisiana%20at%20Lafayette\"&gt;University of Louisiana at Lafayette&lt;/a&gt; (then named Southwestern Louisiana Institute or SLI) from 1922 to 1925, where he earned a degree in arts and sciences. In his career at Southwestern Louisiana, he scored 235 points from touchdowns, extra points and field goals, a school record that lasted until 1989. His time at Southwestern Louisiana has him placed among the all-time greats of early &lt;a href=\"Southern%20United%20States\"&gt;Southern&lt;/a&gt; football. Besides being the football captain (1925), he also was a star in &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; sports at Southwestern Louisiana, where he received a degree in arts and sciences.\nCagle then played football for four years in the &lt;a href=\"Army%20football\"&gt;Army football&lt;/a&gt; team at the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt;, from 1926 to 1929, but did not graduate because he had secretly married in August 1928 in violation of Academy rules. He was forced to resign in May 1930. Known as the \"Red Thunderbolt of West Point,\" he was an &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt;n halfback for the last three years. His longest runs were 75 yards against &lt;a href=\"Yale%20University\"&gt;Yale&lt;/a&gt;, 1928; 70 yards against &lt;a href=\"Ohio%20Wesleyan%20University\"&gt;Ohio Wesleyan&lt;/a&gt;, and 65 yards against Yale, 1929. In four years at Army he scored 169 points, averaged 6.4 yards per attempt in rushing and 26.4 yards on kickoff returns.\nAs the team captain in 1929, he was featured on the September 23 cover of \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine of that same year. Cagle was noted for playing with the chin strap loose from his helmet, and sometimes without helmet. Sportswriters liked to refer to him as \"Onward Christian\" because of his ability to advance the ball.\nProfessional career.\nCagle played professional football for five seasons, including the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; from 1930 to 1932. During his final year with the Giants Cagel was the highest paid member of the team, earning a handsome $500 per game — second in the entire league to the $550 per game earned by superstar halfback &lt;a href=\"Red%20Grange\"&gt;Red Grange&lt;/a&gt; of the &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt;.\nIn 1933, he and fellow former New York Giants player &lt;a href=\"John%20Simms%20Kelly\"&gt;John Simms Kelly&lt;/a&gt; became co-owners of the &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt;'s &lt;a href=\"Brooklyn%20Dodgers%20%28NFL%29\"&gt;Brooklyn Dodgers&lt;/a&gt; franchise. Cagle played for the team in 1933 and 1934. &lt;a href=\"Dan%20Topping\"&gt;Dan Topping&lt;/a&gt; bought Cagle's half of the team in 1934.\nPersonal life.\nBorn in &lt;a href=\"Merryville%2C%20Louisiana\"&gt;Merryville, Louisiana&lt;/a&gt;, he was one of eight children, including five brothers and two sisters. Cagle was named after an uncle, who in turn was named after the late Bishop Christian Keener of the &lt;a href=\"Methodism\"&gt;Methodist church&lt;/a&gt;. He attended high school in &lt;a href=\"Merryville%2C%20Louisiana\"&gt;Merryville&lt;/a&gt;, a small community about 20 miles (30 km) southwest of De Ridder. According to local legend, he was known for getting off the school bus and racing it to school, a race that he quite often won. The football field at Merryville High School is named Keener Cagle Field in his honor.\nHe secretly married Marian Haile in 1928 after meeting her at Louisiana-Lafayette.\nCagle died in 1942, at 37 years of age, from a peculiar mishap the day after &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; (December 26). He was discovered unconscious at the bottom of a &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; &lt;a href=\"Rapid%20transit\"&gt;subway&lt;/a&gt; stairwell. According to \"The Advertiser\" report, \"Cagle tripped and fell the full length of a flight of subway steps.\" He died three days later of a &lt;a href=\"Skull%20fracture\"&gt;fractured skull&lt;/a&gt;. At the time of his death he had lived in a &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt; apartment house with his wife and was employed by an insurance company."
}