{
    "id": "5176987",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=5176987",
    "title": "Mount (computing)",
    "text": "Mounting is a process by which the &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt; makes &lt;a href=\"Computer%20file\"&gt;files&lt;/a&gt; and &lt;a href=\"Directory%20%28computing%29\"&gt;directories&lt;/a&gt; on a &lt;a href=\"Computer%20data%20storage\"&gt;storage device&lt;/a&gt; (such as &lt;a href=\"Hard%20disk%20drive\"&gt;hard drive&lt;/a&gt;, &lt;a href=\"CD-ROM\"&gt;CD-ROM&lt;/a&gt;, or &lt;a href=\"network%20share\"&gt;network share&lt;/a&gt;) available for users to access via the computer's &lt;a href=\"file%20system\"&gt;file system&lt;/a&gt;.\nIn general, the process of mounting comprises the operating system acquiring access to the storage medium; recognizing, reading, and processing file system structure and metadata on it before registering them to the &lt;a href=\"virtual%20file%20system\"&gt;virtual file system&lt;/a&gt; (VFS) component.\nThe location in VFS that the newly mounted medium was registered is called mount point; when the mounting process is completed,\nthe user can access files and directories on the medium from there.\nAn opposite process of mounting is called unmounting, in which the operating system cuts off all user access to files and directories on the mount point, writes the remaining queue of user data to the storage device, refreshes file system metadata, then relinquishes access to the device, making the storage device safe for removal.\nNormally, when the computer is &lt;a href=\"Shutdown%20%28computing%29\"&gt;shutting down&lt;/a&gt;, every mounted storage will undergo an unmounting process to ensure that all queued data got written, and to preserve integrity of file system structure on the media.\nOverview.\nA mount point is a location in the &lt;a href=\"Disk%20partitioning\"&gt;partition&lt;/a&gt; used as a root filesystem. Many different types of storage exist, including magnetic, magneto-optical, optical, and semiconductor (solid-state) drives. , magnetic media are still the most common and are available as &lt;a href=\"hard%20disk%20drive\"&gt;hard disk drive&lt;/a&gt;s and, less frequently, &lt;a href=\"floppy%20disk\"&gt;floppy disk&lt;/a&gt;s. Before any of them can be used for storage, the means by which information is read and written must be organized and knowledge of this must be available to the operating system. The organization is called a filesystem. Each different filesystem provides the host operating system with &lt;a href=\"metadata\"&gt;metadata&lt;/a&gt; so that it knows how to read and write data. When the medium (or media, when the filesystem is a volume filesystem as in &lt;a href=\"RAID\"&gt;RAID&lt;/a&gt; arrays) is mounted, these metadata are read by the operating system so that it can use the storage.\nUnix-like operating systems often include software and tools that assist in the mounting process and provide it new functionality. Some of these strategies have been coined \"auto-mounting\" as a reflection of their purpose.\nIn many situations, file systems other than the root need to be available as soon as the operating system has booted. All Unix-like systems therefore provide a facility for mounting file systems at boot time. System administrators define these file systems in the configuration file &lt;a href=\"fstab\"&gt;fstab&lt;/a&gt; (vfstab in Solaris), which also indicates options and mount points. In some situations, there is no need to mount certain file systems at boot time, although their use may be desired thereafter. There are some utilities for Unix-like systems that allow the mounting of predefined file systems upon demand.\nRemovable media.\nRemovable media have become very common with microcomputer platforms. They allow programs and data to be transferred between machines &lt;a href=\"sneakernet\"&gt;without a physical connection&lt;/a&gt;. Common examples include &lt;a href=\"USB%20mass%20storage\"&gt;USB mass storage&lt;/a&gt; (flash drives), memory cards, CD-ROMs, and DVDs. Utilities have therefore been developed to detect the presence and availability of a medium and then mount that medium without any user intervention.\nSome Unix-like systems have also introduced a concept called \"supermounting\", as implemented in the Linux supermount-ng project. For example, a floppy disk that has been supermounted can be physically removed from the system. Under normal circumstances, the disk should have been synchronized and then unmounted before its removal. Provided synchronization has occurred, a different disk can be inserted into the drive. The system automatically notices that the disk has changed and updates the mount point contents to reflect the new medium. Similar functionality is found on Windows machines.\nAn &lt;a href=\"automounter\"&gt;automounter&lt;/a&gt; will automatically mount a file system when a reference is made to the directory atop which it should be mounted. This is usually used for file systems on network servers, rather than relying on events such as the insertion of media, as would be appropriate for removable media."
}