{
    "id": "51791495",
    "revid": "16228717",
    "url": "https://en.wikipedia.org/wiki?curid=51791495",
    "title": "Reginald Watson-Jones",
    "text": "Sir Reginald Watson Watson-Jones, &lt;a href=\"Royal%20College%20of%20Surgeons\"&gt;FRCS&lt;/a&gt; (born Reginald Watson Jones; 4 March 1902 – 9 August 1972) was a prominent English &lt;a href=\"Orthopaedic%20surgery\"&gt;orthopaedic&lt;/a&gt; surgeon.\nEarly life and education.\nReginald Watson Jones was born on 4 March 1902, the youngest child of Edward Henry Jones, a senior officer working for &lt;a href=\"Barnardo%27s\"&gt;Dr Barnado's Homes&lt;/a&gt;, and his wife Alice, \"née\" Watson. His father worked firstly in &lt;a href=\"Brighton\"&gt;Brighton&lt;/a&gt; and then in &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt;, where the younger Jones received his schooling.\nAfter contracting &lt;a href=\"Typhoid%20fever\"&gt;typhoid&lt;/a&gt; in his youth, the younger Jones decided on a career in medicine and set his heart on &lt;a href=\"orthopaedic%20surgery\"&gt;orthopaedic surgery&lt;/a&gt; after he underwent an operation to remove a &lt;a href=\"hemangioma\"&gt;hemangioma&lt;/a&gt;. He joined the &lt;a href=\"University%20of%20Liverpool%20School%20of%20Medicine\"&gt;Medical School of Liverpool University&lt;/a&gt;, graduating with a first-class &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree in 1922, his &lt;a href=\"Bachelor%20of%20Medicine%2C%20Bachelor%20of%20Surgery\"&gt;Bachelor of Medicine and Surgery&lt;/a&gt; degrees two years later, and a Masters of Orthopedic Surgery in 1926. He would be remembered as one of the school's \"most brilliant students then and since\", winning numerous prizes. He was named Mitchell Banks Medallist (1920), George Holt Medallist (1921) and Robert Gee Prizeman (1923). In 1921, he received the Senior Lyon Jones Scholarship and two years later took the George Holt Fellowship in Physiology, before receiving the Samuel's Research Scholarship in Surgery in 1926. In 1923, he became a demonstrator in Anatomy and Physiology, and received the Conjoint Diploma at Liverpool in 1924.\nCareer.\nJones became a surgeon at &lt;a href=\"Liverpool%20Royal%20Infirmary\"&gt;Liverpool Royal Infirmary&lt;/a&gt; and &lt;a href=\"Great%20Ormond%20Street%20Hospital\"&gt;Great Ormond Street Hospital&lt;/a&gt; after qualifying in medicine. While at Liverpool, he blossomed under the guidance of the eminent orthopaedic surgeon &lt;a href=\"Sir%20Robert%20Jones%2C%201st%20Baronet\"&gt;Robert Jones&lt;/a&gt; (of no relation), who recommended him to be appointed honorary assistant surgeon at the Infirmary in 1926. In 1927 he was appointed a fellow of the &lt;a href=\"Royal%20College%20of%20Surgeons%20of%20England\"&gt;Royal College of Surgeons&lt;/a&gt;.\nJones was appointed a surgeon at the &lt;a href=\"Robert%20Jones%20and%20Agnes%20Hunt%20Orthopaedic%20Hospital\"&gt;Oswestry Orthopaedic Hospital&lt;/a&gt; at &lt;a href=\"Gobowen\"&gt;Gobowen&lt;/a&gt; and took up an honorary position at &lt;a href=\"North%20Wales%20Sanatorium\"&gt;North Wales Sanatorium&lt;/a&gt;. He began publishing articles in the \"&lt;a href=\"Journal%20of%20Bone%20and%20Joint%20Surgery\"&gt;Journal of Bone and Joint Surgery&lt;/a&gt;\" in the early 1930s and produced an average of three a year from then on. His contributions earned him recognition and he began teaching a popular course on fractions at Liverpool University in 1936, which prompted him to work on a textbook; \"Fractures and Joint Injuries\", which appeared in 1940, was reprinted and translated many times and called a \"masterpiece\". Its clear and accessible language meant that it became a valued guidebook to field surgeons in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. In 1937 Watson changed his surname to 'Watson-Jones' but kept 'Watson' as a separate middle name to distinguish himself from many of the other people called Jones in Liverpool.\nDuring the early years of World War II, Watson-Jones remained a civilian consultant to the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt;. He set up ten units of 100–150 beds each across the United Kingdom to house recovering pilots; his emphasis on rehabilitation meant that many were able to return to active service. In 1942, he established the Department of Orthopaedics and Accidents at the &lt;a href=\"Royal%20London%20Hospital\"&gt;London Hospital&lt;/a&gt; and in 1945 he was &lt;a href=\"knight\"&gt;knight&lt;/a&gt;ed for his service to the war efforts. Three years later, he was instrumental in establishing the &lt;a href=\"Journal%20of%20Bone%20and%20Joint%20Surgery%2C%20British%20Volume\"&gt;British volume of the \"Journal of Bone and Joint Surgery\"&lt;/a&gt; (BJBJS) and became its editor (serving until his death). He spoke out against the establishment of the &lt;a href=\"National%20Health%20Service%20%28England%29\"&gt;National Health Service&lt;/a&gt;, writing in 1948 that private practice was an essential component of medical progress. Meanwhile, he was a member of the Royal College of Surgeons' Council between 1943 and 1959; he was appointed the College's &lt;a href=\"Hunterian%20Professor\"&gt;Hunterian Professor&lt;/a&gt; in 1945 and &lt;a href=\"Sims%20Commonwealth%20Travelling%20Professor\"&gt;Sims Commonwealth Travelling Professor&lt;/a&gt; in 1950, before serving as Vice-President in 1953–54; he delivered the &lt;a href=\"Hunterian%20Oration\"&gt;Hunterian Oration&lt;/a&gt; in 1959. He was also Orthopaedic Surgeon to &lt;a href=\"George%20VI\"&gt;George VI&lt;/a&gt; from 1946 to 1952 and Extra Orthopaedic Surgeon to &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt; from 1952 to his death, as well as President of the Orthopaedic Section of the &lt;a href=\"Royal%20Society%20of%20Medicine\"&gt;Royal Society of Medicine&lt;/a&gt; in 1956, and of the &lt;a href=\"British%20Orthopaedic%20Association\"&gt;British Orthopaedic Association&lt;/a&gt; in 1952–53.\nWatson-Jones's surgical work was characterised by meticulous attention to detail and precision, and he expected no different from his students, while he kept unusually detailed and orderly notes on all his consultations. His work, especially during the war, but before it too, brought new ways of treating fracture into mainstream medical practice, and his publications and work with the BJBJS meant that they were available for surgeons across the world to use.\nPersonal life.\nWatson-Jones married twice: firstly in 1930 to Muriel Emily, daughter of Charles William Cook, who died in 1970, and secondly, a year later, to Muriel Wallace Robertson, a nurse; he adopted two children (a son and a daughter) with his first wife. He died 9 August 1972. His obituaries call him a \"warm and attractive man ... a very great 'doctor' and one of the outstanding orthopedic surgeons of his generation\". Another study of his life states that, along with his mentor Robert Jones, he \"laid the foundation for a strong history of British orthopaedics\".\nBibliography.\nA selection of Watson-Jones's publications are listed below:"
}