{
    "id": "51846703",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=51846703",
    "title": "History of underwater diving",
    "text": "The history of &lt;a href=\"underwater%20diving\"&gt;underwater diving&lt;/a&gt; starts with &lt;a href=\"freediving\"&gt;freediving&lt;/a&gt; as a widespread means of hunting and gathering, both for food and other valuable resources such as &lt;a href=\"Pearl%20diving\"&gt;pearls&lt;/a&gt; and &lt;a href=\"Precious%20coral\"&gt;coral&lt;/a&gt;, By classical Greek and Roman times &lt;a href=\"Commercial%20diving\"&gt;commercial&lt;/a&gt; applications such as &lt;a href=\"sponge%20diving\"&gt;sponge diving&lt;/a&gt; and &lt;a href=\"marine%20salvage\"&gt;marine salvage&lt;/a&gt; were established, &lt;a href=\"Military%20diving\"&gt;Military diving&lt;/a&gt; also has a long history, going back at least as far as the &lt;a href=\"Peloponnesian%20War\"&gt;Peloponnesian War&lt;/a&gt;, with &lt;a href=\"Recreational%20diving\"&gt;recreational&lt;/a&gt; and &lt;a href=\"Underwater%20sport\"&gt;sporting&lt;/a&gt; applications being a recent development. Technological development in &lt;a href=\"ambient%20pressure\"&gt;ambient pressure&lt;/a&gt; diving started with stone weights (&lt;a href=\"skandalopetra\"&gt;skandalopetra&lt;/a&gt;) for fast descent. In the 16th and 17th centuries &lt;a href=\"diving%20bell\"&gt;diving bell&lt;/a&gt;s became functionally useful when a renewable supply of air could be provided to the diver at depth, and progressed to &lt;a href=\"surface%20supplied%20diving\"&gt;surface supplied diving&lt;/a&gt; helmets—in effect miniature diving bells covering the diver's head and supplied with compressed air by &lt;a href=\"Diving%20air%20pump\"&gt;manually operated pumps&lt;/a&gt;—which were improved by attaching a waterproof suit to the helmet and in the early 19th century became the &lt;a href=\"standard%20diving%20dress\"&gt;standard diving dress&lt;/a&gt;.\nLimitations in the mobility of the surface supplied systems encouraged the development of both &lt;a href=\"Scuba%20set%23Open%20circuit\"&gt;open circuit&lt;/a&gt; and &lt;a href=\"Rebreather%20diving\"&gt;closed circuit scuba&lt;/a&gt; in the 20th century, which allow the diver a much greater autonomy. These also became popular during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; for &lt;a href=\"Frogman\"&gt;clandestine military operations&lt;/a&gt;, and post-war for &lt;a href=\"Scientific%20diving\"&gt;scientific&lt;/a&gt;, &lt;a href=\"Public%20safety%20diving\"&gt;search and rescue&lt;/a&gt;, &lt;a href=\"media%20diving\"&gt;media diving&lt;/a&gt;, recreational and &lt;a href=\"technical%20diving\"&gt;technical diving&lt;/a&gt;. The heavy free-flow surface supplied copper helmets evolved into &lt;a href=\"Diving%20helmet%23Lightweight%20demand%20helmet\"&gt;lightweight demand helmets&lt;/a&gt;, which are more economical with breathing gas, which is particularly important for deeper dives and expensive &lt;a href=\"Heliox\"&gt;helium based breathing mixtures&lt;/a&gt;, and &lt;a href=\"saturation%20diving\"&gt;saturation diving&lt;/a&gt; reduced the risks of &lt;a href=\"decompression%20sickness\"&gt;decompression sickness&lt;/a&gt; for deep and long exposures.\nAn alternative approach was the development of the \"&lt;a href=\"Atmospheric%20diving%20suit\"&gt;single atmosphere&lt;/a&gt;\" or armoured suit, which isolates the diver from the pressure at depth, at the cost of great mechanical complexity and limited dexterity. The technology first became practicable in the middle 20th century. Isolation of the diver from the environment was taken further by the development of &lt;a href=\"remotely%20operated%20underwater%20vehicle\"&gt;remotely operated underwater vehicle&lt;/a&gt;s in the late 20th century, where the operator controls the ROV from the surface, and &lt;a href=\"autonomous%20underwater%20vehicle\"&gt;autonomous underwater vehicle&lt;/a&gt;s, which dispense with an operator altogether. All of these modes are still in use and each has a range of applications where it has advantages over the others, though diving bells have largely been relegated to a means of transport for surface supplied divers. In some cases, combinations are particularly effective, such as the simultaneous use of surface orientated or saturation surface supplied diving equipment and work or observation class remotely operated vehicles.\nAlthough the pathophysiology of decompression sickness is not yet fully understood, &lt;a href=\"decompression%20practice\"&gt;decompression practice&lt;/a&gt; has reached a stage where the risk is fairly low, and most incidences are successfully treated by &lt;a href=\"therapeutic%20recompression\"&gt;therapeutic recompression&lt;/a&gt; and &lt;a href=\"hyperbaric%20oxygen%20therapy\"&gt;hyperbaric oxygen therapy&lt;/a&gt;. Mixed &lt;a href=\"breathing%20gases\"&gt;breathing gases&lt;/a&gt; are routinely used to reduce the effects of the hyperbaric environment on ambient pressure divers.\nFreediving.\nUnderwater diving was practiced in &lt;a href=\"ancient\"&gt;ancient&lt;/a&gt; &lt;a href=\"culture\"&gt;culture&lt;/a&gt;s to gather food and other valuable resources such as pearls and precious coral, and later to reclaim sunken valuables, and to help aid &lt;a href=\"military%20campaign\"&gt;military campaign&lt;/a&gt;s. &lt;a href=\"Freediving\"&gt;Breathhold diving&lt;/a&gt; was the only method available, occasionally using reed &lt;a href=\"Snorkeling\"&gt;snorkels&lt;/a&gt; in shallow water, and stone weights for deeper dives\nUnderwater diving for commercial purposes may have begun in Ancient Greece, since both &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; and &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt; mention the &lt;a href=\"sponge\"&gt;sponge&lt;/a&gt; as being used for bathing. The island of &lt;a href=\"Kalymnos\"&gt;Kalymnos&lt;/a&gt; was a main centre of &lt;a href=\"sponge%20diving\"&gt;diving for sponges&lt;/a&gt;. By using weights (&lt;a href=\"skandalopetra\"&gt;skandalopetra&lt;/a&gt;) of as much as to speed the descent, &lt;a href=\"free-diving\"&gt;breath-holding&lt;/a&gt; divers would descend to depths up to for as much as five minutes to collect sponges. Sponges were not the only valuable harvest to be found on the &lt;a href=\"sea%20floor\"&gt;sea floor&lt;/a&gt;; the harvesting of &lt;a href=\"Coral%20%28precious%29\"&gt;red coral&lt;/a&gt; was also quite popular. A variety of valuable shells or &lt;a href=\"fish\"&gt;fish&lt;/a&gt; could be harvested in this way, creating a demand for divers to harvest the treasures of the sea, which could also include the sunken riches of other seafarers.\nThe &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; had large amounts of sea trade. As a result, there were many &lt;a href=\"shipwrecks\"&gt;shipwrecks&lt;/a&gt;, so divers were often hired to salvage whatever they could from the seabed. Divers would swim down to the wreck and choose the pieces to salvage.\nDivers were also used in warfare. They could be used for underwater reconnaissance when ships were approaching an enemy harbor, and if underwater defenses were found, the divers would disassemble them if possible. During the &lt;a href=\"Peloponnesian%20War\"&gt;Peloponnesian War&lt;/a&gt;, divers were used to get past enemy &lt;a href=\"blockade\"&gt;blockade&lt;/a&gt;s to relay messages and provide supplies to allies or troops that were cut off by the blockade. These divers and swimmers were occasionally used as &lt;a href=\"saboteur\"&gt;saboteur&lt;/a&gt;s, drilling holes in enemy &lt;a href=\"hull%20%28watercraft%29\"&gt;hulls&lt;/a&gt;, cutting ships &lt;a href=\"rigging\"&gt;rigging&lt;/a&gt; and &lt;a href=\"mooring%20%28watercraft%29\"&gt;mooring&lt;/a&gt; lines.\nIn Japan, the &lt;a href=\"Ama%20divers\"&gt;Ama divers&lt;/a&gt; began to collect pearls about 2,000 years ago. Free-diving was the primary source of income for many &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt; nationals such as &lt;a href=\"Qatari\"&gt;Qatari&lt;/a&gt;s, &lt;a href=\"Emiratis\"&gt;Emiratis&lt;/a&gt;, and &lt;a href=\"Bahrain\"&gt;Bahrain&lt;/a&gt;is and &lt;a href=\"Kuwait\"&gt;Kuwait&lt;/a&gt;is. As a result, Qatari, Emirati, and Bahraini heritage promoters have popularized recreational and serious events associated with freediving, underwater equipment, and related activities such as snorkeling.\nDiving bells.\nThe diving bell is one of the earliest types of equipment for underwater work and exploration. Its use was first described by &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; in the 4th century BC: \"...they enable the divers to respire equally well by letting down a cauldron, for this does not fill with water, but retains the air, for it is forced straight down into the water.\" According to &lt;a href=\"Roger%20Bacon\"&gt;Roger Bacon&lt;/a&gt;, &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; explored the Mediterranean on the authority of &lt;a href=\"Ethicus\"&gt;Ethicus&lt;/a&gt; the astronomer.\nThe earliest applications were probably for commercial &lt;a href=\"sea%20sponge\"&gt;sponge&lt;/a&gt; fishing.\n&lt;a href=\"Diving%20bell\"&gt;Diving bell&lt;/a&gt;s were developed in the 16th and 17th century as the first significant mechanical aid to underwater diving. They were rigid chambers lowered into the water and ballasted to remain upright in the water and to sink even when full of air.\nThe first reliably recorded use of a diving bell was by Guglielmo de Lorena in 1535 to explore Caligula's &lt;a href=\"barge\"&gt;barge&lt;/a&gt;s in &lt;a href=\"Lake%20Nemi\"&gt;Lake Nemi&lt;/a&gt;. In 1616, &lt;a href=\"Franz%20Kessler\"&gt;Franz Kessler&lt;/a&gt; built an improved diving bell.\nIn 1658, Albrecht von Treileben was contracted by King &lt;a href=\"Gustavus%20Adolphus\"&gt;Gustavus Adolphus&lt;/a&gt; of Sweden to salvage the warship , which sank outside &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; harbor in about of water on its maiden voyage in 1628. Between 1663 and 1665 von Treileben's divers were successful in raising most of the cannon, working from a diving bell with an estimated free air capacity of about for periods of about 15 minutes at a time in dark water with a temperature of about . In late 1686, Sir William Phipps convinced investors to fund an expedition to what is now &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt; and the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt; to find sunken treasure, despite the location of the shipwreck being based entirely on rumor and speculation. In January 1687, Phipps found the wreck of the Spanish &lt;a href=\"galleon\"&gt;galleon&lt;/a&gt; \"Nuestra Señora de la Concepción\" off the coast of &lt;a href=\"Santo%20Domingo\"&gt;Santo Domingo&lt;/a&gt;. Some sources say they used an inverted container as a diving bell for the salvage operation while others say the crew was assisted by Indian divers in the shallow waters. The operation lasted from February to April 1687 during which time they salvaged jewels, some gold, and 30 tons of silver which, at the time, was worth over £200,000.\nIn 1691, &lt;a href=\"Edmond%20Halley\"&gt;Edmond Halley&lt;/a&gt; completed plans for a greatly improved diving bell, capable of remaining submerged for extended periods of time, and fitted with a window for the purpose of undersea exploration. The atmosphere was replenished by way of weighted barrels of air sent down from the surface. In a demonstration, Halley and five companions dived to in the &lt;a href=\"River%20Thames\"&gt;River Thames&lt;/a&gt;, and remained there for over an hour and a half. Improvements made to it over time extended his underwater exposure time to over four hours.\nIn 1775, &lt;a href=\"Charles%20Spalding\"&gt;Charles Spalding&lt;/a&gt;, an &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; confectioner, improved on Edmond Halley's design by adding a system of balance-weights to ease the raising and lowering of the bell, along with a series of ropes for signaling to the surface crew. Spalding and his nephew, Ebenezer Watson, later suffocated off the coast of Dublin in 1783 doing salvage work in a diving bell of Spalding's design.\nIn 1689, &lt;a href=\"Denis%20Papin\"&gt;Denis Papin&lt;/a&gt; had suggested that the pressure and fresh air inside a diving bell could be maintained by a force pump or bellows. His idea was implemented exactly 100 years later by the engineer &lt;a href=\"John%20Smeaton\"&gt;John Smeaton&lt;/a&gt;, who built the first workable diving air pump in 1789.\nSurface supplied diving suits.\nIn 1602, the Spanish military engineer &lt;a href=\"Jer%C3%B3nimo%20de%20Ayanz%20y%20Beaumont\"&gt;Jerónimo de Ayanz y Beaumont&lt;/a&gt; developed the first documented diving dress. It was tested the same year in the &lt;a href=\"Pisuerga\"&gt;Pisuerga&lt;/a&gt; river (&lt;a href=\"Valladolid\"&gt;Valladolid&lt;/a&gt;, Spain). &lt;a href=\"Philip%20III%20of%20Spain\"&gt;King Philip the Third&lt;/a&gt; attended the demonstration.\nTwo English inventors developed diving suits in the 1710s. &lt;a href=\"John%20Lethbridge\"&gt;John Lethbridge&lt;/a&gt; built a completely enclosed suit to aid in salvage work. It consisted of a pressure-proof air-filled barrel with a glass viewing hole and two watertight enclosed sleeves. After testing this machine in his garden pond specially built for the purpose, Lethbridge dived on a number of wrecks: four English &lt;a href=\"man-of-war\"&gt;men-of-war&lt;/a&gt;, one &lt;a href=\"East%20Indiaman\"&gt;East Indiaman&lt;/a&gt;, two Spanish galleons, and a number of &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s. He became very wealthy as a result of his salvages. One of his better-known recoveries was on the Dutch \"Slot ter Hooge\", which had sunk off &lt;a href=\"Madeira\"&gt;Madeira&lt;/a&gt; with over three tons of silver on board.\nAt the same time, Andrew Becker created a leather-covered diving suit with a windowed helmet. The suit used a system of tubes for inhaling and exhaling, and Becker demonstrated his suit in the River Thames at &lt;a href=\"London\"&gt;London&lt;/a&gt;, during which he remained submerged for an hour. These suits were of limited use as there was still no practical system for replenishing the air supply during the dive.\nOpen diving dress.\nIn 1405, &lt;a href=\"Konrad%20Kyeser\"&gt;Konrad Kyeser&lt;/a&gt; described a diving dress made of a leather jacket and metal helmet with two glass windows. The jacket and helmet were lined by sponge to \"retain the air\" and a leather pipe was connected to a bag of air. A diving suit design was illustrated in a book by &lt;a href=\"Publius%20Flavius%20Vegetius%20Renatus\"&gt;Vegetius&lt;/a&gt; in 1511. &lt;a href=\"Giovanni%20Alfonso%20Borelli\"&gt;Borelli&lt;/a&gt; designed diving equipment that consisted of a metal helmet, a pipe to \"regenerate\" air, a leather suit, and a means of controlling the diver's &lt;a href=\"buoyancy\"&gt;buoyancy&lt;/a&gt;. In 1690, Thames Divers, a short-lived London diving company, gave public demonstrations of a Vegetius type shallow water diving dress. Klingert designed a full diving dress in 1797. This design consisted of a large metal helmet and a similarly large metal belt connected by a leather jacket and pants.\nIn 1800, presented his diving apparatus to the Swedish king, and used it successfully.\nIn 1819, &lt;a href=\"Augustus%20Siebe\"&gt;Augustus Siebe&lt;/a&gt; invented an open diving suit which only covered the top portion of the body. The suit included a metal helmet which was riveted to a waterproof jacket that ended below the diver's waist. The suit worked like a diving bell—air pumped into the suit escaped at the bottom edge. The diver was extremely limited in range of motion and had to move about in a more or less upright position. It wasn't until 1837 that Siebe changed the design to a closed system with only the hands left out of the suit with an air-tight encasing around the wrists.\nThe first successful &lt;a href=\"diving%20helmet\"&gt;diving helmet&lt;/a&gt;s were produced by the brothers &lt;a href=\"Charles%20Anthony%20Deane\"&gt;Charles&lt;/a&gt; and &lt;a href=\"John%20Deane%20%28inventor%29\"&gt;John Deane&lt;/a&gt; in the 1820s. Inspired by a fire accident he witnessed in a stable in England, he designed and patented a \"Smoke Helmet\" to be used by firemen in smoke-filled areas in 1823. The apparatus comprised a copper helmet with an attached flexible collar and garment. A long leather hose attached to the rear of the helmet was to be used to supply air - the original concept being that it would be pumped using a double bellows. A short pipe allowed excess air to escape. The garment was constructed from leather or airtight cloth, secured by straps.\nThe brothers had insufficient funds to build the equipment themselves so they sold the patent to their employer Edward Barnard. It was not until 1827 that the first smoke helmets were built by German-born British engineer Augustus Siebe. In 1828 they decided to find another application for their device and converted it into a diving helmet. They marketed the helmet with a loosely attached \"diving suit\" so that a diver could perform salvage work but only in a full vertical position, otherwise water entered the suit.\nIn 1829, the Deane brothers sailed from &lt;a href=\"Whitstable\"&gt;Whitstable&lt;/a&gt; for trials of their new underwater apparatus, establishing the diving industry in the town. In 1834, Charles used his diving helmet and suit in a successful attempt on the wreck of at &lt;a href=\"Spithead\"&gt;Spithead&lt;/a&gt;, during which he recovered 28 of the ship's &lt;a href=\"cannon\"&gt;cannon&lt;/a&gt;. In 1836, John Deane recovered from the shipwreck timbers, guns, &lt;a href=\"longbow\"&gt;longbow&lt;/a&gt;s, and other items. By 1836, the Deane brothers had produced the world's first diving manual \"Method of Using Deane's Patent Diving Apparatus\" which explained in detail the workings of the apparatus and pump, as well as safety precautions.\nStandard diving dress.\nIn the 1830s, the Deane brothers asked Augustus Siebe to improve their underwater helmet design. Expanding on improvements already made by another engineer, George Edwards, Siebe produced his own design; a helmet fitted to a full-length watertight &lt;a href=\"canvas\"&gt;canvas&lt;/a&gt; &lt;a href=\"diving%20suit\"&gt;diving suit&lt;/a&gt;. Siebe introduced various modifications on his diving dress design to accommodate the requirements of the salvage team on the wreck of \"Royal George\", including making the bonnet of the helmet detachable from the &lt;a href=\"corselet\"&gt;corselet&lt;/a&gt;. His improved design gave rise to the typical &lt;a href=\"standard%20diving%20dress\"&gt;standard diving dress&lt;/a&gt; which revolutionised &lt;a href=\"underwater\"&gt;underwater&lt;/a&gt; &lt;a href=\"civil%20engineering\"&gt;civil engineering&lt;/a&gt;, underwater &lt;a href=\"Marine%20salvage\"&gt;salvage&lt;/a&gt;, &lt;a href=\"commercial%20diving\"&gt;commercial diving&lt;/a&gt; and &lt;a href=\"naval%20diving\"&gt;naval diving&lt;/a&gt;. The watertight suit allowed divers to wear layers of dry clothing underneath to suit the water temperature. These generally included heavy stockings, guernseys, and the iconic woolen cap that is still occasionally worn by divers.\nEarly diving work.\nIn the early years of the diving suit, divers were often employed for cleaning and maintenance of seagoing vessels which could require the efforts of multiple divers. Ships that did not have diving suits available would commission diving companies to do underwater maintenance of ships' hulls, as a clean hull would increase the speed of the vessel. The average time spent diving for these purposes was between four and seven hours.\nThe Office of the Admiralty and Marine Affairs adopted the diving suit in the 1860s. Divers duties included underwater repair of vessels, maintenance, and cleaning of propellers, retrieval of lost anchors and chains, and removing seaweed and other fouling from the hull that could hinder movement.\nDevelopment of salvage diving operations.\n\"Royal George\", a 100-gun &lt;a href=\"first-rate\"&gt;first-rate&lt;/a&gt; &lt;a href=\"ship%20of%20the%20line\"&gt;ship of the line&lt;/a&gt; of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;, sank undergoing routine maintenance work in 1782. Charles Spalding used a diving bell to recover six iron 12-pounder guns and nine brass 12-pounders in the same year.\nIn 1839, Major-General &lt;a href=\"Charles%20Pasley\"&gt;Charles Pasley&lt;/a&gt;, at the time a colonel of the &lt;a href=\"Royal%20Engineers\"&gt;Royal Engineers&lt;/a&gt;, commenced operations. He had previously destroyed some old wrecks in the Thames and intended to break up \"Royal George\" with gunpowder charges and then salvage as much as possible using divers. The Deane brothers were commissioned to perform salvage work on the wreck. Using their new air-pumped diving helmets, they managed to recover about two dozen cannon.\nPasley's diving salvage operation set many diving milestones, including the first recorded use of the &lt;a href=\"buddy%20system\"&gt;buddy system&lt;/a&gt; in diving, when he gave instructions to his divers to operate in pairs. In addition, the first emergency swimming ascent was made by a diver after his air line became tangled and he had to cut it free. A less fortunate milestone was the first medical account of a &lt;a href=\"Barotrauma%23Diving%20barotrauma\"&gt;diving barotrauma&lt;/a&gt;. The early diving helmets had no &lt;a href=\"non-return%20valve\"&gt;non-return valve&lt;/a&gt;s, so if a hose was severed near the surface, the ambient pressure air around the diver's head rapidly drained from the helmet to the lower pressure at the break, leaving a pressure difference between the inside and outside of the helmet that could cause injurious and sometimes life-threatening effects. At the &lt;a href=\"British%20Association%20for%20the%20Advancement%20of%20Science\"&gt;British Association for the Advancement of Science&lt;/a&gt; meeting in 1842, &lt;a href=\"John%20Richardson%20%28naturalist%29\"&gt;Sir John Richardson&lt;/a&gt; described the diving apparatus and treatment of diver Roderick Cameron following an injury that occurred on 14 October 1841 during the salvage operations.\nPasley recovered 12 more guns in 1839, 11 more in 1840, and 6 in 1841. In 1842 he recovered only one iron 12-pounder because he ordered the divers to concentrate on removing the hull timbers rather than search for guns. Other items recovered, in 1840, included the &lt;a href=\"Ship%27s%20doctor\"&gt;surgeon&lt;/a&gt;'s brass instruments, &lt;a href=\"silk\"&gt;silk&lt;/a&gt; garments of &lt;a href=\"satin\"&gt;satin&lt;/a&gt; weave \"of which the silk was perfect\", and pieces of leather; but no woolen clothing. By 1843 the whole of the keel and the bottom timbers had been raised and the site was declared clear.\nSelf-contained air supply equipment.\nA drawback to the equipment pioneered by Deane and Siebe was the requirement for a constant supply of air pumped from the surface. This restricted the movements and range of the diver and was also potentially hazardous as the supply could get cut off for a number of reasons. Early attempts at creating systems that would allow divers to carry a portable breathing gas source did not succeed, as the compression and storage technology was not advanced enough to allow compressed air to be stored in containers at sufficiently high pressures. By the end of the nineteenth century, two basic templates for &lt;a href=\"scuba%20set\"&gt;scuba&lt;/a&gt;, (self-contained underwater breathing apparatus), had emerged; &lt;a href=\"open-circuit%20scuba\"&gt;open-circuit scuba&lt;/a&gt; where the diver's exhaust is vented directly into the water, and &lt;a href=\"rebreather\"&gt;closed-circuit scuba&lt;/a&gt; where the diver's unused oxygen is filtered from the &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; and recirculated.\nA scuba set is characterized by full independence from the surface during use, by providing &lt;a href=\"breathing%20gas\"&gt;breathing gas&lt;/a&gt; carried by the diver. Early attempts to reach this autonomy from the surface were made in the 18th century by the &lt;a href=\"England\"&gt;Englishman&lt;/a&gt; John Lethbridge, who invented and successfully built his own underwater diving machine in 1715. The air inside the suit allowed a short period of diving before it had to be surfaced for replenishment.\nOpen-circuit scuba.\nNone of those inventions solved the problem of high pressure when compressed air must be supplied to the diver (as in modern regulators); they were mostly based on a &lt;a href=\"Diving%20regulator%23Constant%20flow\"&gt;constant-flow&lt;/a&gt; supply of the air. The compression and storage technology was not advanced enough to allow compressed air to be stored in containers at sufficiently high pressures to allow useful dive times.\nAn early diving dress using a compressed air reservoir was designed and built in 1771 by \"Sieur\" Fréminet of &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; who conceived an autonomous breathing machine equipped with a reservoir, dragged behind the diver or mounted on his back. Fréminet called his invention \"machine hydrostatergatique\" and used it successfully for more than ten years in the harbors of &lt;a href=\"Le%20Havre\"&gt;Le Havre&lt;/a&gt; and &lt;a href=\"Brest%2C%20France\"&gt;Brest&lt;/a&gt;, as stated in the explanatory text of a 1784 painting.\nThe Frenchman Paul Lemaire d'Augerville built and used autonomous &lt;a href=\"diving%20equipment\"&gt;diving equipment&lt;/a&gt; in 1824, as did the British William H. James in 1825. James' helmet was made of \"thin copper or sole of leather\" with a plate window, and the air was supplied from an iron reservoir. A similar system was used in 1831 by the American Charles Condert, who died in 1832 while testing his invention in the &lt;a href=\"East%20River\"&gt;East River&lt;/a&gt; at only deep. After having traveled to England and discovering William James' invention, the French &lt;a href=\"physician\"&gt;physician&lt;/a&gt; Manuel Théodore Guillaumet, from &lt;a href=\"Argentan\"&gt;Argentan&lt;/a&gt; (in &lt;a href=\"Normandy\"&gt;Normandy&lt;/a&gt;), patented the oldest known regulator mechanism in 1838. Guillaumet's invention was &lt;a href=\"Surface-supplied%20diving\"&gt;air-supplied from the surface&lt;/a&gt; and was never &lt;a href=\"Mass%20production\"&gt;mass-produced&lt;/a&gt; due to problems with safety.\nAn important step in the development of open-circuit scuba technology was the invention of the demand regulator in 1864 by the French engineers &lt;a href=\"Auguste%20Denayrouze\"&gt;Auguste Denayrouze&lt;/a&gt; and &lt;a href=\"Beno%C3%AEt%20Rouquayrol\"&gt;Benoît Rouquayrol&lt;/a&gt;. Their suit was the first to supply air to the user by adjusting the flow according to the diver's requirements. The system still had to use surface supply, as the storage cylinders of the 1860s were not able to withstand the high pressures necessary for a practical self-contained unit.\nThe first open-circuit scuba system was devised in 1925 by &lt;a href=\"Yves%20Le%20Prieur\"&gt;Yves Le Prieur&lt;/a&gt; in France. Inspired by the simple apparatus of &lt;a href=\"Maurice%20Fernez\"&gt;Maurice Fernez&lt;/a&gt; and the freedom it allowed the diver, he conceived an idea to make it free of the tube to the surface pump by using Michelin cylinders as the air supply, containing of air compressed to . The \"Fernez-Le Prieur\" diving apparatus was demonstrated at the swimming pool of Tourelles in Paris in 1926. The unit consisted of a cylinder of compressed air carried on the back of the diver, connected to a pressure regulator designed by Le Prieur adjusted manually by the diver, with two gauges, one for tank pressure and one for output (supply) pressure. Air was supplied continuously to the mouthpiece and ejected through a short exhaust pipe fitted with a valve as in the Fernez design, however, the lack of a demand regulator and the consequent low endurance of the apparatus limited the practical use of Le Prieur's device.\nLe Prieur's design was the first autonomous breathing device used by the first scuba diving clubs in history - \"Racleurs de fond\" founded by &lt;a href=\"Glenn%20Orr\"&gt;Glenn Orr&lt;/a&gt; in &lt;a href=\"California\"&gt;California&lt;/a&gt; in 1933, and \"Club des sous-l'eau\" founded by Le Prieur himself in Paris in 1935. Fernez had previously invented the &lt;a href=\"noseclip\"&gt;noseclip&lt;/a&gt;, a &lt;a href=\"Mouthpiece%20%28scuba%29\"&gt;mouthpiece&lt;/a&gt; (equipped with a &lt;a href=\"Check%20valve\"&gt;one-way valve&lt;/a&gt; for exhalation) and diving &lt;a href=\"goggles\"&gt;goggles&lt;/a&gt;, and &lt;a href=\"Yves%20le%20Prieur\"&gt;Yves le Prieur&lt;/a&gt; just joined to those three Fernez elements a hand-controlled regulator and a compressed-air cylinder. Fernez's goggles didn't allow a dive deeper than due to \"&lt;a href=\"mask%20squeeze\"&gt;mask squeeze&lt;/a&gt;\", so, in 1933, Le Prieur replaced all the Fernez equipment (goggles, nose clip, and valve) by a &lt;a href=\"full%20face%20diving%20mask\"&gt;full face mask&lt;/a&gt;, directly supplied with constant flow air from the cylinder.\nIn 1942, during the &lt;a href=\"German%20occupation%20of%20France%20during%20World%20War%20II\"&gt;German occupation of France&lt;/a&gt;, &lt;a href=\"Jacques-Yves%20Cousteau\"&gt;Jacques-Yves Cousteau&lt;/a&gt; and &lt;a href=\"%C3%89mile%20Gagnan\"&gt;Émile Gagnan&lt;/a&gt; designed the first successful and safe open-circuit scuba, known as the &lt;a href=\"Aqua-Lung\"&gt;Aqua-Lung&lt;/a&gt;. Their system combined an improved demand regulator with high-pressure air tanks. Émile Gagnan, an engineer employed by the &lt;a href=\"Air%20Liquide\"&gt;Air Liquide&lt;/a&gt; company, miniaturized and adapted the regulator to use with &lt;a href=\"gas%20generator\"&gt;gas generator&lt;/a&gt;s, in response to constant fuel shortage that was a consequence of German requisitioning. Gagnan's boss, Henri Melchior, knew that his son-in-law Jacques-Yves Cousteau was looking for an automatic demand regulator to increase the useful period of the underwater breathing apparatus invented by Commander le Prieur, so he introduced Cousteau to Gagnan in December 1942. On Cousteau's initiative, the Gagnan's regulator was adapted to diving, and the new Cousteau-Gagnan patent was registered some weeks later in 1943.\nAir Liquide started selling the Cousteau-Gagnan regulator commercially as of 1946 under the name of \"scaphandre Cousteau-Gagnan\" or CG45 (\"C\" for Cousteau, \"G\" for Gagnan and 45 for the 1945 &lt;a href=\"patent\"&gt;patent&lt;/a&gt;). The same year Air Liquide created a division called \"&lt;a href=\"La%20Spirotechnique\"&gt;La Spirotechnique&lt;/a&gt;\", to develop and sell regulators and other diving equipment. To sell his regulator in English-speaking countries Cousteau registered the &lt;a href=\"Aqua-lung\"&gt;Aqua-Lung&lt;/a&gt; trademark, which was first licensed to the &lt;a href=\"U.S.%20Divers\"&gt;U.S. Divers&lt;/a&gt; company (the American division of Air Liquide) and later sold with La Spirotechnique and U.S. Divers to finally become the name of the company, Aqua-Lung/La Spirotechnique, currently located in &lt;a href=\"Carros\"&gt;Carros&lt;/a&gt;, near &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt;.\nIn 1948 the Cousteau-Gagnan patent was also licensed to &lt;a href=\"Siebe%20Gorman\"&gt;Siebe Gorman&lt;/a&gt; of England, when Siebe Gorman was directed by Robert Henry Davis. Siebe Gorman was allowed to sell in Commonwealth countries but had difficulty in meeting the demand and the U.S. patent prevented others from making the product. This demand was eventually met by Ted Eldred of &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, who had been developing a rebreather called the Porpoise. When a demonstration resulted in a diver passing out, he began to develop the single-hose open-circuit scuba system, which separates the first and second stages by a low-pressure hose, and releases exhaled gas at the second stage. This avoided the Cousteau-Gagnan patent, which protected the twin-hose scuba regulator. In the process, Eldred also improved the performance of the regulator. Eldred sold the first &lt;a href=\"Porpoise%20%28make%20of%20scuba%20gear%29\"&gt;Porpoise&lt;/a&gt; Model CA single hose scuba early in 1952.\nIn 1957, &lt;a href=\"Eduard%20Admetlla%20i%20L%C3%A1zaro\"&gt;Eduard Admetlla i Lázaro&lt;/a&gt; used a version made by &lt;a href=\"Nemrod\"&gt;Nemrod&lt;/a&gt; to descend to a record depth of .\nEarly scuba sets were usually provided with a plain harness of shoulder straps and waist belt. The waist belt buckles were usually quick-release, and shoulder straps sometimes had adjustable or quick-release buckles. Many harnesses did not have a backplate, and the cylinders rested directly against the diver's back. The harnesses of many diving rebreathers made by Siebe Gorman included a large back-sheet of reinforced rubber.\nEarly scuba divers dived without any buoyancy aid. In an emergency, they had to jettison their weights. In the 1960s, &lt;a href=\"adjustable%20buoyancy%20life%20jacket\"&gt;adjustable buoyancy life jacket&lt;/a&gt;s (ABLJ) became available. One early make, since 1961, was &lt;a href=\"Fenzy\"&gt;Fenzy&lt;/a&gt;. The ABLJ is used for two purposes: to adjust the buoyancy of the diver to compensate for loss of buoyancy at depth, mainly due to compression of the &lt;a href=\"neoprene\"&gt;neoprene&lt;/a&gt; &lt;a href=\"wetsuit\"&gt;wetsuit&lt;/a&gt;) and more importantly as a &lt;a href=\"lifejacket\"&gt;lifejacket&lt;/a&gt; that will hold an unconscious diver face-upwards at the surface, and that can be quickly inflated. It was put on before putting on the cylinder harness. The first versions were inflated with a small carbon dioxide cylinder, later with a small direct coupled air cylinder. An extra low-pressure feed from the regulator first-stage lets the lifejacket be controlled as a buoyancy aid. This invention in 1971 of the \"direct system,\" by &lt;a href=\"ScubaPro\"&gt;ScubaPro&lt;/a&gt;, resulted in what was called a &lt;a href=\"stabilizer%20jacket\"&gt;stabilizer jacket&lt;/a&gt; or stab jacket, and is now increasingly known as a buoyancy compensator (device), or simply \"BCD\".\nClosed-circuit scuba.\nThe alternative concept, developed in roughly the same time frame was closed-circuit scuba. The body consumes and metabolises only a part of the &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt; in the inhaled air at the surface, and an even smaller fraction when the breathing gas is &lt;a href=\"Boyle%27s%20law\"&gt;compressed&lt;/a&gt; as it is in ambient pressure systems underwater. A rebreather recycles the used breathing gas, while constantly replenishing it from the supply so that the oxygen level does not get dangerously depleted. The apparatus also has to remove the exhaled carbon dioxide, as a buildup of CO2 levels would result in respiratory distress due to &lt;a href=\"hypercapnia\"&gt;hypercapnia&lt;/a&gt;.\nThe earliest known &lt;a href=\"oxygen%20rebreather\"&gt;oxygen rebreather&lt;/a&gt; was patented on 17 June 1808 by \"Sieur\" Touboulic from Brest, &lt;a href=\"mechanic\"&gt;mechanic&lt;/a&gt; in &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;'s Imperial Navy, but there is no evidence of any prototype having been manufactured. This early rebreather design worked with an oxygen reservoir, the oxygen being delivered progressively by the diver himself and circulating in a closed circuit through a &lt;a href=\"Sponge%20%28material%29\"&gt;sponge&lt;/a&gt; soaked in &lt;a href=\"limewater\"&gt;limewater&lt;/a&gt;. The earliest practical rebreather relates to the 1849 patent from the Frenchman Pierre Aimable De Saint Simon Sicard.\nThe first commercially practical closed-circuit scuba was designed and built by the diving engineer &lt;a href=\"Henry%20Fleuss\"&gt;Henry Fleuss&lt;/a&gt; in 1878, while working for Siebe Gorman in London. His apparatus consisted of a rubber mask connected by a tube to a bag, with (estimated) 50–60% O2 supplied from a copper pressure tank and CO2 chemically absorbed by rope yarn in the bag soaked in a solution of caustic potash. The system allowed use for about three hours. Fleuss tested his device in 1879 by spending an hour submerged in a water tank, then one week later by diving to a depth of in open water, upon which occasion he was slightly injured when his assistants abruptly pulled him to the surface. The Fleuss apparatus was first used under operational conditions in 1880 by the lead diver on the &lt;a href=\"Severn%20Tunnel\"&gt;Severn Tunnel&lt;/a&gt; construction project &lt;a href=\"Alexander%20Lambert%20%28diver%29\"&gt;Alexander Lambert&lt;/a&gt;, who was able to travel in the darkness to close several submerged &lt;a href=\"sluice\"&gt;sluice&lt;/a&gt; doors in the tunnel; this had defeated the best efforts of hard hat divers due to the danger of their air supply hoses becoming fouled on submerged debris, and the strong water currents in the workings. Fleuss continually improved his apparatus, adding a demand regulator and tanks capable of holding greater amounts of oxygen at higher pressure.\nSir &lt;a href=\"Robert%20Davis%20%28inventor%29\"&gt;Robert Davis&lt;/a&gt;, head of Siebe Gorman, improved the oxygen rebreather in 1910 with his invention of the &lt;a href=\"Davis%20Submerged%20Escape%20Apparatus\"&gt;Davis Submerged Escape Apparatus&lt;/a&gt;, the first rebreather to be made in quantity. While intended primarily as an emergency escape apparatus for &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; crews, it was soon also used for diving, being a handy shallow water diving apparatus with a thirty-minute endurance, and as an &lt;a href=\"SCBA\"&gt;industrial breathing set&lt;/a&gt;. The Davis apparatus comprised a rubber breathing bag containing a canister of &lt;a href=\"barium%20hydroxide\"&gt;barium hydroxide&lt;/a&gt; to scrub exhaled carbon dioxide and a steel cylinder holding approximately of oxygen at a pressure of , with a valve to allow the user to add oxygen to the bag. The set also included an emergency buoyancy bag on the front of to help keep the wearer afloat. The DSEA was adopted by the Royal Navy after further development by Davis in 1927.\nThe rig comprised a rubber breathing/buoyancy bag containing a canister of barium hydroxide to scrub exhaled CO2 and, in a pocket at the lower end of the bag, a steel pressure cylinder holding approximately of oxygen at a pressure of . The cylinder was equipped with a control valve and was connected to the &lt;a href=\"breathing%20bag\"&gt;breathing bag&lt;/a&gt;. Opening the cylinder's valve admitted oxygen to the bag at ambient pressure. The rig also included an emergency buoyancy bag on the front to help keep the wearer afloat. The DSEA was adopted by the Royal Navy after further development by Davis in 1927.\nIn 1912, the German firm &lt;a href=\"Dr%C3%A4gerwerk\"&gt;Drägerwerk&lt;/a&gt; of Lübeck introduced their own version of standard diving dress using a gas supply from an injector-circulated oxygen rebreather and no surface supply.\nIn the 1930s, &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; sport &lt;a href=\"Spearfishing\"&gt;spearfishers&lt;/a&gt; began to use the Davis rebreather. Italian manufacturers received a license from the English patent holders to produce it. This practice soon came to the attention of the &lt;a href=\"Italian%20Navy\"&gt;Italian Navy&lt;/a&gt;, The Italians developed similar rebreathers for the combat swimmers of the &lt;a href=\"Decima%20Flottiglia%20MAS\"&gt;Decima Flottiglia MAS&lt;/a&gt;, especially the &lt;a href=\"Pirelli%20ARO\"&gt;Pirelli ARO&lt;/a&gt; which was used effectively in World War II. During the 1930s and all through &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt;, Italians and &lt;a href=\"Germany\"&gt;Germans&lt;/a&gt; developed and extensively used oxygen rebreathers to equip the first &lt;a href=\"Frogman\"&gt;frogmen&lt;/a&gt;. The British used the Davis apparatus for submarine escape, but they soon adapted it for their frogmen during World War II. Germans used the Dräger rebreathers, which were also originally designed as submarine escape sets and only adapted for use by frogmen during World War II. During the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, captured Italian frogmen's rebreathers influenced improved designs for British rebreathers. Some British armed forces divers used bulky thick diving suits called &lt;a href=\"Sladen%20suit\"&gt;Sladen suit&lt;/a&gt;s, one version of which had a flip-up faceplate to let the diver use &lt;a href=\"binoculars\"&gt;binoculars&lt;/a&gt; when on the surface.\nIn 1939, &lt;a href=\"Christian%20Lambertsen\"&gt;Christian Lambertsen&lt;/a&gt; developed an oxygen rebreather he called the Lambertsen Amphibious Respirator Unit (LARU) and patented it in 1940. He later renamed it the Self Contained Underwater Breathing Apparatus, which, contracted to SCUBA, eventually became the generic term for both open circuit and rebreather autonomous underwater breathing equipment. Lambertson demonstrated the apparatus to the &lt;a href=\"Office%20of%20Strategic%20Services\"&gt;Office of Strategic Services&lt;/a&gt; (OSS) who hired him to lead the program to build up the dive element of their maritime unit. After World War II, military frogmen continued to use rebreathers since they do not make bubbles which would give away the presence of the divers.\nLambertsen later suggests that breathing gas mixtures of nitrogen or helium with oxygen greater than in air could be used in scuba to increase the depth range beyond that possible using pure oxygen rebreathers, at the same time reducing the requirement for decompression. In the early 1950s, Lambertsen developed a semiclosed-circuit scuba called the FLATUS I, which continuously added a small flow of oxygen-rich mixed gas to a rebreather circuit. The flow of fresh gas replenished the oxygen depleted by metabolic consumption, and exhaled carbon dioxide was removed in an absorbent canister. The added inert gas was not consumed by the diver, so this amount of gas mixture was exhausted from the breathing loop to maintain a constant volume and an approximately constant mixture in the loop.\nSaturation diving.\nOnce saturation is achieved, the amount of time needed for &lt;a href=\"Decompression%20stop\"&gt;decompression&lt;/a&gt; depends on the depth and gases breathed and is not affected by longer exposure.\nThe first intentional saturation dive was done on 22 December 1938, by Edgar End and Max Nohl who spent 27 hours breathing air at 101 feet (30.8 m) in the County Emergency Hospital recompression facility in &lt;a href=\"Milwaukee%2C%20Wisconsin\"&gt;Milwaukee, Wisconsin&lt;/a&gt;. Their decompression lasted five hours leaving Nohl with a mild case of decompression sickness that resolved with recompression.\n&lt;a href=\"Albert%20R.%20Behnke\"&gt;Albert R. Behnke&lt;/a&gt; proposed exposing divers to raised ambient pressures long enough for the tissues to &lt;a href=\"Saturated%20solution\"&gt;saturate&lt;/a&gt; with inert gases in 1942. In 1957, &lt;a href=\"George%20F.%20Bond\"&gt;George F. Bond&lt;/a&gt; began the Genesis project at the &lt;a href=\"Naval%20Submarine%20Medical%20Research%20Laboratory\"&gt;Naval Submarine Medical Research Laboratory&lt;/a&gt; proving that humans could withstand prolonged exposure to different &lt;a href=\"breathing%20gases\"&gt;breathing gases&lt;/a&gt; and increased environmental pressures. This was the beginning of saturation diving and the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;'s &lt;a href=\"Man-in-the-Sea%20Program\"&gt;Man-in-the-Sea Program&lt;/a&gt;.\nThe first commercial saturation dives were performed in 1965 by &lt;a href=\"Westinghouse%20Electric%20%281886%29\"&gt;Westinghouse&lt;/a&gt; to replace faulty trash racks at on the &lt;a href=\"Smith%20Mountain%20Dam\"&gt;Smith Mountain Dam&lt;/a&gt;.\n&lt;a href=\"Peter%20B.%20Bennett\"&gt;Peter B. Bennett&lt;/a&gt; is credited with the invention of &lt;a href=\"Trimix%20%28breathing%20gas%29\"&gt;trimix&lt;/a&gt; breathing gas as a method to eliminate &lt;a href=\"high%20pressure%20nervous%20syndrome\"&gt;high pressure nervous syndrome&lt;/a&gt;. In 1981, at the &lt;a href=\"Duke%20University%20Medical%20Center\"&gt;Duke University Medical Center&lt;/a&gt;, Bennett conducted an experiment called Atlantis III, which involved taking divers to a depth of , and slowly decompressing them to the surface over a period of 31-plus days, setting an early world record for depth in the process.\nAfter a pioneering period of offshore commercial saturation diving in the oil and gas production industry, in which a number of fatal accidents occurred, the technology and procedures of saturation diving have matured to the point where accidents are rare, and fatal accidents very rare. This has been the result of systematic investigation of accidents, analysis of the causes, and applying the results to improving the risks, often at considerable expense, by improving both procedures and equipment to remove single points of failure and opportunities for user error. The improvements in safety have been driven in part by national health and safety legislation, but also to a large extent have been industry driven through membership of organisations like IMCA.\nAtmospheric diving suits.\nThe &lt;a href=\"atmospheric%20diving%20suit\"&gt;atmospheric diving suit&lt;/a&gt; is a small one-man &lt;a href=\"submersible\"&gt;submersible&lt;/a&gt; of &lt;a href=\"anthropomorphic\"&gt;anthropomorphic&lt;/a&gt; form with elaborate pressure joints to allow articulation while maintaining an internal pressure of one atmosphere. Although atmospheric suits were developed during the &lt;a href=\"Victorian%20era\"&gt;Victorian era&lt;/a&gt;, none of these suits were able to overcome the basic design problem of constructing a joint that would remain flexible and watertight at depth without seizing up under pressure.\nEarly designs.\nIn 1715, British inventor John Lethbridge constructed a \"diving suit\". Essentially a wooden barrel about in length with two holes for the diver's arms sealed with leather cuffs, and a viewport of thick glass. It was reportedly used to dive as deep as , and was used to salvage substantial quantities of &lt;a href=\"silver\"&gt;silver&lt;/a&gt; from the wreck of the East Indiaman \"Vansittart\" which sank in 1718 off the &lt;a href=\"Cape%20Verde\"&gt;Cape Verde&lt;/a&gt; islands.\nThe first armored suit with real joints, designed as leather pieces with rings in the shape of a spring (also known as accordion joints), was designed by Englishman W. H. Taylor in 1838. The diver's hands and feet were covered with leather. Taylor also devised a ballast tank attached to the suit that could be filled with water to attain negative buoyancy. While it was patented, the suit was never actually produced. It is considered that its weight and bulk would have rendered it nearly immobile underwater.\nLodner D. Phillips designed the first wholly enclosed ADS in 1856. His design comprised a barrel-shaped upper torso with domed ends and included ball and socket joints in the articulated arms and legs. The arms had joints at shoulder and elbow, and the legs at knee and hip. The suit included a ballast tank, a viewing port, an entrance through a &lt;a href=\"manhole%20cover\"&gt;manhole cover&lt;/a&gt; on top, a hand-cranked propeller, and rudimentary manipulators at the ends of the arms. Air was to be supplied from the surface via a hose. There is no indication, however, Phillips' suit was ever constructed.\nThe first properly anthropomorphic design of ADS, built by the Carmagnolle brothers of &lt;a href=\"Marseilles\"&gt;Marseilles&lt;/a&gt;, France in 1882, featured rolling convolute joints consisting of partial sections of concentric spheres formed to create a close fit and kept watertight with a waterproof cloth. The suit had 22 of these joints: four in each leg, six per arm, and two in the body of the suit. The helmet possessed 25 individual glass viewing ports spaced at the average distance of the human eyes. Weighing , the Carmagnole ADS never worked properly and its joints never were entirely waterproof. It is now on display at the &lt;a href=\"Mus%C3%A9e%20national%20de%20la%20Marine\"&gt;French National Navy Museum&lt;/a&gt; in Paris.\nAnother design was patented in 1894 by inventors John Buchanan and Alexander Gordon from Melbourne], Australia. The construction was based on a frame of spiral wires covered with waterproof material. The design was improved by Alexander Gordon by attaching the suit to the helmet and other parts and incorporating jointed radius rods in the limbs. This resulted in a flexible suit that could withstand high pressure. The suit was manufactured by British firm Siebe Gorman and trialed in Scotland in 1898.\nAmerican designer MacDuffy constructed the first suit to use ball bearings to provide joint movement in 1914; it was tested in &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; to a depth of , but was not very successful. A year later, Harry L. Bowdoin of &lt;a href=\"Bayonne%2C%20New%20Jersey\"&gt;Bayonne, New Jersey&lt;/a&gt;, made an improved ADS with oil-filled rotary joints. The joints use a small duct to the interior of the joint to allow equalization of pressure. The suit was designed to have four joints in each arm and leg, and one joint in each thumb, for a total of eighteen. Four viewing ports and a chest-mounted lamp were intended to assist underwater vision. Unfortunately, there is no evidence that Bowdoin's suit was ever built or that it would have worked if it had been.\nAtmospheric diving suits built by German firm Neufeldt and Kuhnke were used during the salvage of gold and silver bullion from the wreck of the British ship , an 8,000-ton &lt;a href=\"Peninsular%20and%20Oriental%20Steam%20Navigation%20Company\"&gt;P&amp;O&lt;/a&gt; liner that sank in May 1922. The suit was relegated to duties as an observation chamber at the wreck's depth, and was successfully used to direct mechanical grabs which opened up the bullion storage. In 1917, Benjamin F. Leavitt of &lt;a href=\"Traverse%20City%2C%20Michigan\"&gt;Traverse City, Michigan&lt;/a&gt;, dived on which sank to a depth of in &lt;a href=\"Lake%20Huron\"&gt;Lake Huron&lt;/a&gt; in 1865, salvaging 350 tons of copper ore. In 1923, he went on to salvage the wreck of the British schooner \"Cape Horn\" which lay in of water off &lt;a href=\"Pichidangui\"&gt;Pichidangui&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, salvaging $600,000 worth of copper. Leavitt's suit was of his own design and construction. The most innovative aspect of Leavitt's suit was the fact that it was completely self-contained and needed no umbilical, the breathing mixture being supplied from a tank mounted on the back of the suit. The breathing apparatus incorporated a scrubber and an oxygen regulator and could last for up to a full hour.\nIn 1924, the \"&lt;a href=\"Reichsmarine\"&gt;Reichsmarine&lt;/a&gt;\" tested the second generation of the Neufeldt and Kuhnke suit to , but limb movement was very difficult and the joints were judged not to be &lt;a href=\"fail-safe\"&gt;fail-safe&lt;/a&gt;, in that if they were to fail, there was a possibility that the suit's integrity would be violated. However, these suits were used by the Germans as armored divers during World War II and were later taken by the &lt;a href=\"Western%20Bloc\"&gt;Western Allies&lt;/a&gt; after the war.\nIn 1952, Alfred A. Mikalow constructed an ADS employing ball and socket joints, specifically for the purpose of locating and salvaging sunken treasure. The suit was reportedly capable of diving to depths of and was used successfully to dive on the sunken vessel in of water near &lt;a href=\"Fort%20Point%2C%20San%20Francisco\"&gt;Fort Point&lt;/a&gt;, &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;. Mikalow's suit had various interchangeable instruments which could be mounted on the end of the arms in place of the usual manipulators. It carried seven 90-cubic foot high-pressure cylinders to provide breathing gas and control buoyancy. The ballast compartment covered the gas cylinders. For communication, the suit used &lt;a href=\"hydrophone\"&gt;hydrophone&lt;/a&gt;s.\nPeress' \"Tritonia\".\nAlthough various atmospheric suits had been developed during the Victorian era, none of these suits had been able to overcome the basic design problem of constructing a joint that would remain flexible and watertight at depth without seizing up under pressure.\nPioneering British diving engineer, &lt;a href=\"Joseph%20Salim%20Peress\"&gt;Joseph Salim Peress&lt;/a&gt;, invented the first truly usable atmospheric diving suit, the \"Tritonia\", in 1932 and was later involved in the construction of the famous &lt;a href=\"JIM%20suit\"&gt;JIM suit&lt;/a&gt;. Having a natural talent for engineering design, he challenged himself to construct an ADS that would keep divers dry and at atmospheric pressure, even at great depth. In 1918, Peress began working for WG Tarrant at &lt;a href=\"Byfleet\"&gt;Byfleet&lt;/a&gt;, United Kingdom, where he was given the space and tools to develop his ideas about constructing an ADS. His first attempt was an immensely complex prototype machined from solid &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt;.\nIn 1923, Peress was asked to design a suit for salvage work on the wreck of SS \"Egypt\" which had sunk in the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt;. He declined, on the grounds that his prototype suit was too heavy for a diver to handle easily, but was encouraged by the request to begin work on a new suit using lighter materials. By 1929 he believed he had solved the weight problem, by using cast magnesium instead of steel, and had also managed to improve the design of the suit's joints by using a trapped cushion of oil to keep the surfaces moving smoothly. The oil, which was virtually non-compressible and readily displaceable, would allow the limb joints to move freely at depths of , where the pressure was . Peress claimed that the Tritonia suit could function at although this was never proven.\nIn 1930, Peress revealed the Tritonia suit. By May it had completed trials and was publicly demonstrated in a tank at Byfleet. In September Peress' assistant Jim Jarret dived in the suit to a depth of in &lt;a href=\"Loch%20Ness\"&gt;Loch Ness&lt;/a&gt;. The suit performed perfectly, the joints proving resistant to pressure and moving freely even at depth. The suit was offered to the Royal Navy which turned it down, stating that Navy divers never needed to descend below . In October 1935, Jarret made a successful deep dive to more than on the wreck of off south Ireland, followed by a shallower dive to in the English Channel in 1937 after which, due to lack of interest, the Tritonia suit was retired.\nThe development in atmospheric pressure suits stagnated in the 1940s through 1960s, as efforts were concentrated on solving the problems of deep diving by dealing with the physiological problems of ambient pressure diving instead of avoiding them by isolating the diver from the pressure. Although the advances in ambient pressure diving (in particular, with scuba gear) were significant, the limitations brought renewed interest to the development of the ADS in the late 1960s.\nThe JIM suit.\nThe \"Tritonia\" suit spent about 30 years in an engineering company's warehouse in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, where it was discovered, with Peress' help, by two partners in the British firm Underwater Marine Equipment, Mike Humphrey and Mike Borrow, in the mid-1960s. UMEL would later classify Peress' suit as the \"A.D.S Type I\", a designation system that would be continued by the company for later models. In 1969, Peress was asked to become a consultant to the new company created to develop the JIM suit, named in honour of the diver Jim Jarret.\nThe \"Tritonia\" suit was upgraded into the first JIM suit, completed in November 1971. This suit underwent trials aboard in early 1972, and in 1976, the JIM suit set a record for the longest working dive below , lasting five hours and 59 minutes at a depth of . The first JIM suits were constructed from cast magnesium for its high strength-to-weight ratio and weighed approximately in air including the diver. They were in height and had a maximum operating depth of . The suit had a positive buoyancy of . Ballast was attached to the suit's front and could be jettisoned from within, allowing the operator to ascend to the surface at approximately per minute. The suit also incorporated a communication link and a jettisonable umbilical connection. The original JIM suit had eight annular oil-supported universal joints, one in each shoulder and lower arm, and one at each hip and knee. The JIM operator received air through an oral/nasal mask that attached to a lung-powered scrubber that had a life-support duration of approximately 72 hours. Operations in arctic conditions with water temperatures of -1.7 °C for over five hours were successfully carried out using woolen thermal protection and neoprene boots. In 30 °C water, the suit was reported to be uncomfortably hot during heavy work.\nAs technology improved and operational knowledge grew, Oceaneering upgraded its fleet of JIMs. The magnesium construction was replaced with &lt;a href=\"glass-reinforced%20plastic\"&gt;glass-reinforced plastic&lt;/a&gt; (GRP) and the single joints with segmented ones, each allowing seven degrees of motion, and when added together giving the operator a very great range of motion. In addition, the four-port domed top of the suit was replaced by a transparent acrylic one that was taken from Wasp, this allowed the operator a much-improved field of vision. Trials were also carried out by the &lt;a href=\"Ministry%20of%20Defence%20%28United%20Kingdom%29\"&gt;Ministry of Defence&lt;/a&gt; on a flying Jim suit powered from the surface through an umbilical cable. This resulted in a hybrid suit with the ability to work on the sea bed as well as mid-water.\nLater developments.\nIn addition to upgrades to the JIM design, other variations of the original suit were constructed. The first, named the SAM Suit (Designated A.D.S III), was a completely &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; model. A smaller and lighter suit, it was more anthropomorphic than the original JIMs and was depth-rated to . Attempts were made to limit corrosion by the use of a chromic anodizing coating applied to the arm and leg joints, which gave them an unusual green color. The SAM suit stood at in height, and had a life-support duration of 20 hours. Only three SAM suits would be produced by UMEL before the design was shelved. The second, named the JAM suit (Designated A.D.S IV), was constructed of GRP and was depth-rated for around .\nIn 1987, the \"&lt;a href=\"Newtsuit\"&gt;Newtsuit&lt;/a&gt;\" was developed by the Canadian engineer &lt;a href=\"Phil%20Nuytten\"&gt;Phil Nuytten&lt;/a&gt;. The Newtsuit is constructed to function like a \"submarine you can wear\", allowing the diver to work at normal atmospheric pressure even at depths of over . Made of wrought aluminium, it had fully articulated joints so the diver can move more easily underwater. The life-support system provides six to eight hours of air, with an emergency backup supply of an additional 48 hours. The Newtsuit was used to salvage the bell from the wreck of in 1995. A more recent design by Nuytten is the Exosuit, a relatively lightweight suit intended for marine research. It was first used in 2014 at the Bluewater and Antikythera underwater research expeditions.\nThe ADS 2000 was developed jointly with OceanWorks International and the US Navy in 1997, as an evolution of the Newtsuit to meet US Navy requirements. The ADS2000 provides increased depth capability for the US Navy's &lt;a href=\"Submarine%20Rescue%20Program\"&gt;Submarine Rescue Program&lt;/a&gt;. Manufactured from forged T6061 aluminum alloy it uses an advanced articulating joint design based on the Newtsuit joints. Capable of operating in up to of seawater for a normal mission of up to six hours it has a self-contained, automatic life support system. Additionally, the integrated dual thruster system allows the pilot to navigate easily underwater. It became fully operational and certified by the US Navy off southern California on 1 August 2006, when a diver submerged to .\nPhysiological discoveries.\nA change in pressure may have an immediate effect on the ears and sinuses, causing pain and leading to congestion, edema, hemorrhaging, and temporary to permanent hearing impairment. These effects have been familiar to breath-hold divers since antiquity and are avoided by equalisation techniques. Reduction of ambient pressure during ascent can cause overpressure injury to internal gas spaces if not allowed to freely equalise. Health effects in divers include damage to the joints and bones similar to symptoms attributed to &lt;a href=\"Decompression%20sickness\"&gt;caisson disease&lt;/a&gt; in compressed air workers, which was found to be caused by too rapid a decompression to atmospheric pressure after long exposure to a pressurised environment\nWhen a diver descends in the water column, the &lt;a href=\"ambient%20pressure\"&gt;ambient pressure&lt;/a&gt; rises. Breathing gas is supplied at the same pressure as the surrounding water, and some of this gas dissolves into the diver's blood and other tissues. Inert gas continues to be taken up until the gas dissolved in the diver is in a state of equilibrium with the breathing gas in the diver's &lt;a href=\"lungs\"&gt;lungs&lt;/a&gt;, (see: \"&lt;a href=\"saturation%20diving\"&gt;saturation diving&lt;/a&gt;\"), or the diver moves up in the water column and reduces the ambient pressure of the breathing gas until the inert gases dissolved in the tissues are at a higher concentration than the equilibrium state, and start diffusing out again. Dissolved inert gases such as &lt;a href=\"nitrogen\"&gt;nitrogen&lt;/a&gt; or &lt;a href=\"helium\"&gt;helium&lt;/a&gt; can form bubbles in the blood and tissues of the diver if the &lt;a href=\"partial%20pressure\"&gt;partial pressure&lt;/a&gt;s of the dissolved gases in the diver gets too high when compared to the ambient pressure. These bubbles, and products of injury caused by the bubbles, can cause damage to tissues known as \"decompression sickness\" or \"the bends\". The immediate goal of controlled decompression is to avoid development of symptoms of bubble formation in the tissues of the diver, and the long-term goal is to also avoid complications due to sub-clinical decompression injury.\nThe symptoms of decompression sickness are known to be caused by damage resulting from the formation and growth of bubbles of inert gas within the tissues and by blockage of arterial blood supply to tissues by gas bubbles and other &lt;a href=\"emboli\"&gt;emboli&lt;/a&gt; consequential to bubble formation and tissue damage. The precise mechanisms of bubble formation and the damage they cause have been the subject of medical research for a considerable time and several hypotheses have been advanced and tested. Tables and algorithms for predicting the outcome of decompression schedules for specified hyperbaric exposures have been proposed, tested, and used, and usually found to be of some use but not entirely reliable. Decompression remains a procedure with some risk, but this has been reduced and is generally considered to be acceptable for dives within the well-tested range of commercial, military and recreational diving.\nThe first recorded experimental work related to decompression was conducted by &lt;a href=\"Robert%20Boyle\"&gt;Robert Boyle&lt;/a&gt;, who subjected experimental animals to reduced ambient pressure by use of a primitive vacuum pump. In the earliest experiments, the subjects died from asphyxiation, but in later experiments, signs of what was later to become known as decompression sickness were observed. Later, when technological advances allowed the use of pressurisation of mines and caissons to exclude water ingress, miners were observed to present symptoms of what would become known as caisson disease, the bends, and decompression sickness. Once it was recognized that the symptoms were caused by gas bubbles and that recompression could relieve the symptoms, further work showed that it was possible to avoid symptoms by slow decompression, and subsequently, various theoretical models have been derived to predict low-risk decompression profiles and treatment of decompression sickness.\nBy the late 19th century, as salvage operations became deeper and longer, an unexplained malady began afflicting the divers; they would suffer breathing difficulties, dizziness, joint pain, and paralysis, sometimes leading to death. The problem was already well known among workers building tunnels and bridge footings operating under pressure in caissons and was initially called \"&lt;a href=\"caisson%20disease\"&gt;caisson disease&lt;/a&gt;\" but later the \"bends\" because the joint pain typically caused the sufferer to &lt;a href=\"Grecian%20bend\"&gt;stoop&lt;/a&gt;. Early reports of the disease had been made at the time of Pasley's salvage operation, but scientists were still ignorant of its causes. Early treatment methods involved returning the diver to pressurised conditions by &lt;a href=\"In-water%20recompression\"&gt;re-immersion in the water&lt;/a&gt;.\nFrench &lt;a href=\"physiology\"&gt;physiologist&lt;/a&gt; &lt;a href=\"Paul%20Bert\"&gt;Paul Bert&lt;/a&gt; was the first to understand it as decompression sickness. His classical work, \"La Pression Barometrique\" (1878), was a comprehensive investigation into the physiological effects of air pressure, both above and below the normal. He determined that inhaling pressurized air caused the nitrogen to dissolve into the &lt;a href=\"bloodstream\"&gt;bloodstream&lt;/a&gt;; rapid depressurization would then release the nitrogen into its natural &lt;a href=\"gas\"&gt;gas&lt;/a&gt;eous state, forming bubbles that could block the &lt;a href=\"blood%20circulation\"&gt;blood circulation&lt;/a&gt; and potentially cause paralysis or death. Central nervous system &lt;a href=\"oxygen%20toxicity\"&gt;oxygen toxicity&lt;/a&gt; was also first described in this publication and is sometimes referred to as the \"Paul Bert effect\".\n&lt;a href=\"John%20Scott%20Haldane\"&gt;John Scott Haldane&lt;/a&gt; designed a &lt;a href=\"decompression%20chamber\"&gt;decompression chamber&lt;/a&gt; in 1907 to help make deep-sea divers safer and he produced the first &lt;a href=\"decompression%20tables\"&gt;decompression tables&lt;/a&gt; for the Royal Navy in 1908 after extensive experiments with animals and human subjects. These tables established a method of decompression in stages - it remains the basis for decompression methods to this day. Following Haldane's recommendation, the maximum safe operating depth for divers was extended to .\nResearch on decompression was continued by the US Navy. The C&amp;R tables were published in 1915, and a large number of experimental dives done in the 1930s, which led to the 1937 tables. Surface decompression and oxygen use were also researched in the 1930s, and the US Navy 1957 tables developed to deal with problems found in the 1937 tables.\nIn 1965, Hugh LeMessurier and Brian Hills published their paper, \"A thermodynamic approach arising from a study on Torres Strait diving techniques\", which suggested that decompression by conventional models results in bubble formation which is then eliminated by re-dissolving at the decompression stops which is slower than off-gassing while still in solution. This indicates the importance of minimizing bubble phase for efficient gas elimination.\nM.P. Spencer showed that doppler ultrasonic methods can detect venous bubbles in asymptomatic divers, and Andrew Pilmanis showed that safety stops reduced bubble formation. In 1981 D.E. Yount described the &lt;a href=\"Varying%20Permeability%20Model\"&gt;Varying Permeability Model&lt;/a&gt;, proposing a mechanism of bubble formation. Several other &lt;a href=\"Decompression%20theory%23Bubble%20models\"&gt;bubble models&lt;/a&gt; followed."
}