{
    "id": "518740",
    "revid": "6908984",
    "url": "https://en.wikipedia.org/wiki?curid=518740",
    "title": "Soot",
    "text": "Soot ( ) is a mass of impure &lt;a href=\"Carbonaceous\"&gt;carbon&lt;/a&gt; particles resulting from the incomplete &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt; of &lt;a href=\"hydrocarbon\"&gt;hydrocarbon&lt;/a&gt;s. It is more properly restricted to the product of the gas-phase combustion process but is commonly extended to include the residual &lt;a href=\"Pyrolysis\"&gt;pyrolysed&lt;/a&gt; fuel particles such as &lt;a href=\"coal\"&gt;coal&lt;/a&gt;, &lt;a href=\"cenosphere\"&gt;cenosphere&lt;/a&gt;s, charred wood, and &lt;a href=\"petroleum%20coke\"&gt;petroleum coke&lt;/a&gt; that may become airborne during pyrolysis and that are more properly identified as &lt;a href=\"Coke%20%28fuel%29\"&gt;cokes&lt;/a&gt; or &lt;a href=\"char\"&gt;char&lt;/a&gt;.\nSoot causes various types of &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; and lung disease.\nSources.\nSoot as an airborne contaminant in the environment has many different sources, all of which are results of some form of &lt;a href=\"pyrolysis\"&gt;pyrolysis&lt;/a&gt;. They include soot from &lt;a href=\"coal\"&gt;coal&lt;/a&gt; burning, internal-combustion engines, power-plant boilers, hog-fuel boilers, ship boilers, central steam-heat boilers, &lt;a href=\"waste%20incineration\"&gt;waste incineration&lt;/a&gt;, local field burning, house fires, forest fires, fireplaces, and furnaces. These exterior sources also contribute to the indoor environment sources such as smoking of plant matter, cooking, &lt;a href=\"oil%20lamp\"&gt;oil lamp&lt;/a&gt;s, &lt;a href=\"candle\"&gt;candle&lt;/a&gt;s, quartz/halogen bulbs with settled dust, &lt;a href=\"fireplace\"&gt;fireplace&lt;/a&gt;s, exhaust emissions from vehicles, and defective furnaces. Soot in very low concentrations is capable of darkening surfaces or making particle agglomerates, such as those from ventilation systems, appear &lt;a href=\"black%20carbon\"&gt;black&lt;/a&gt;. Soot is the primary cause of \"ghosting\", the discoloration of walls and ceilings or walls and flooring where they meet. It is generally responsible for the discoloration of the walls above baseboard &lt;a href=\"electric%20heating\"&gt;electric heating&lt;/a&gt; units.\nThe formation of soot depends strongly on the fuel composition. The rank ordering of sooting tendency of fuel components is: &lt;a href=\"naphthalenes\"&gt;naphthalenes&lt;/a&gt; → &lt;a href=\"benzenes\"&gt;benzenes&lt;/a&gt; → &lt;a href=\"aliphatics\"&gt;aliphatics&lt;/a&gt;. However, the order of sooting tendencies of the aliphatics (&lt;a href=\"alkanes\"&gt;alkanes&lt;/a&gt;, &lt;a href=\"alkenes\"&gt;alkenes&lt;/a&gt;, and &lt;a href=\"alkynes\"&gt;alkynes&lt;/a&gt;) varies dramatically depending on the flame type. The difference between the sooting tendencies of aliphatics and aromatics is thought to result mainly from the different routes of formation. Aliphatics appear to first form acetylene and polyacetylenes, which is a slow process; aromatics can form soot both by this route and also by a more direct pathway involving ring condensation or polymerization reactions building on the existing aromatic structure.\nDescription.\nThe &lt;a href=\"Intergovernmental%20Panel%20on%20Climate%20Change\"&gt;Intergovernmental Panel on Climate Change&lt;/a&gt; (IPCC) adopted the description of soot particles given in the glossary of Charlson and Heintzenberg (1995), “Particles formed during the quenching of gases at the outer edge of flames of organic vapours, consisting predominantly of carbon, with lesser amounts of oxygen and hydrogen present as carboxyl and phenolic groups and exhibiting an imperfect graphitic structure”\nFormation of soot is a complex process, an evolution of matter in which a number of molecules undergo many chemical and physical reactions within a few milliseconds. Soot is a powder-like form of &lt;a href=\"amorphous%20carbon\"&gt;amorphous carbon&lt;/a&gt;. Gas-phase soot contains &lt;a href=\"polycyclic%20aromatic%20hydrocarbon\"&gt;polycyclic aromatic hydrocarbon&lt;/a&gt;s (PAHs). The PAHs in soot are known &lt;a href=\"mutagens\"&gt;mutagens&lt;/a&gt; and are classified as a \"known human &lt;a href=\"carcinogen\"&gt;carcinogen&lt;/a&gt;\" by the &lt;a href=\"International%20Agency%20for%20Research%20on%20Cancer\"&gt;International Agency for Research on Cancer&lt;/a&gt; (IARC). Soot forms during incomplete combustion from precursor molecules such as acetylene. It consists of agglomerated &lt;a href=\"nanoparticle\"&gt;nanoparticle&lt;/a&gt;s with diameters between 6 and 30 &lt;a href=\"nanometre\"&gt;nm&lt;/a&gt;. The soot particles can be mixed with metal oxides and with minerals and can be coated with sulfuric acid.\nSoot formation mechanism.\nMany details of soot formation chemistry remain unanswered and controversial, but there have been a few agreements:\nHazards.\nSoot, particularly &lt;a href=\"diesel%20exhaust\"&gt;diesel exhaust&lt;/a&gt; pollution, accounts for over one quarter of the total hazardous pollution in the air.\nAmong these &lt;a href=\"Diesel%20fuel\"&gt;diesel&lt;/a&gt; emission components, &lt;a href=\"particulates\"&gt;particulate matter&lt;/a&gt; has been a serious concern for human health due to its direct and broad impact on the respiratory organs. In earlier times, health professionals associated &lt;a href=\"Particulates%23Size%2C%20shape%20and%20solubility%20matter\"&gt;PM&lt;/a&gt;10 (diameter &lt; 10 &lt;a href=\"%CE%BCm\"&gt;μm&lt;/a&gt;) with chronic lung disease, &lt;a href=\"lung%20cancer\"&gt;lung cancer&lt;/a&gt;, &lt;a href=\"influenza\"&gt;influenza&lt;/a&gt;, &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt;, and increased &lt;a href=\"mortality%20rate\"&gt;mortality rate&lt;/a&gt;. However, recent scientific studies suggest that these correlations be more closely linked with fine particles (PM2.5) and ultra-fine particles (PM0.1).\n&lt;a href=\"Long-term\"&gt;Long-term&lt;/a&gt; &lt;a href=\"Exposure%20to%20toxins\"&gt;exposure&lt;/a&gt; to &lt;a href=\"urban%20air%20pollution\"&gt;urban air pollution&lt;/a&gt; containing soot increases the risk of &lt;a href=\"coronary%20artery%20disease\"&gt;coronary artery disease&lt;/a&gt;.\n&lt;a href=\"Diesel%20fuel\"&gt;Diesel&lt;/a&gt; &lt;a href=\"Exhaust%20gas\"&gt;exhaust&lt;/a&gt; (DE) gas is a major contributor to &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt;-derived particulate-matter air pollution. In human experimental studies using an exposure chamber setup, DE has been linked to &lt;a href=\"Acute%20toxicity\"&gt;acute&lt;/a&gt; &lt;a href=\"vascular\"&gt;vascular&lt;/a&gt; &lt;a href=\"Abnormality%20%28behavior%29\"&gt;dysfunction&lt;/a&gt; and increased &lt;a href=\"thrombus\"&gt;thrombus&lt;/a&gt; formation. This serves as a plausible mechanistic link between the previously described association between particulate matter air pollution and increased cardiovascular morbidity and mortality.\nSoot also tends to form in &lt;a href=\"chimney\"&gt;chimney&lt;/a&gt;s in domestic houses possessing one or more &lt;a href=\"fireplace\"&gt;fireplace&lt;/a&gt;s. If a large deposit collects in one, it can ignite and create a &lt;a href=\"chimney%20fire\"&gt;chimney fire&lt;/a&gt;. Regular cleaning by a &lt;a href=\"chimney%20sweep\"&gt;chimney sweep&lt;/a&gt; should eliminate the problem.\nSoot modeling.\nSoot mechanism is difficult to model mathematically because of the large number of primary components of &lt;a href=\"diesel%20fuel\"&gt;diesel fuel&lt;/a&gt;, complex combustion mechanisms, and the &lt;a href=\"heterogeneous\"&gt;heterogeneous&lt;/a&gt; interactions during soot formation. Soot models are broadly categorized into three subgroups: empirical (equations that are adjusted to match experimental soot profiles), semi-empirical (combined mathematical equations and some empirical models which used for particle number density and soot volume and mass fraction), and detailed theoretical mechanisms (covers detailed chemical kinetics and physical models in all phases).\nFirst, empirical models use correlations of experimental data to predict trends in soot production. Empirical models are easy to implement and provide excellent correlations for a given set of operating conditions. However, empirical models cannot be used to investigate the underlying mechanisms of soot production. Therefore, these models are not flexible enough to handle changes in operating conditions. They are only useful for testing previously established designed experiments under specific conditions.\nSecond, semi-empirical models solve rate equations that are calibrated using experimental data. Semi-empirical models reduce computational costs primarily by simplifying the chemistry in soot formation and oxidation. Semi-empirical models reduce the size of chemical mechanisms and use simpler molecules, such as acetylene as precursors.\nDetailed theoretical models use extensive chemical mechanisms containing hundreds of &lt;a href=\"chemical%20reactions\"&gt;chemical reactions&lt;/a&gt; in order to predict concentrations of soot. Detailed theoretical soot models contain all the components present in the soot formation with a high level of detailed chemical and physical processes.\nFinally, comprehensive models (detailed models) are usually expensive and slow to compute, as they are much more complex than empirical or semi-empirical models. Thanks to recent technological progress in computation, it has become more feasible to use detailed theoretical models and obtain more realistic results; however, further advancement of comprehensive theoretical models is limited by the accuracy of modeling of formation mechanisms.\nAdditionally, &lt;a href=\"Phenomenological%20model\"&gt;phenomenological models&lt;/a&gt; have found wide use recently. Phenomenological soot models, which may be categorized as semi-empirical models, correlate empirically observed phenomena in a way that is consistent with the fundamental theory, but is not directly derived from the theory. These models use sub-models developed to describe the different processes (or phenomena) observed during the combustion process. Examples of sub-models of phenomenological empirical models include spray model, lift-off model, heat release model, ignition delay model, etc. These sub-models can be empirically developed from observation or by using basic physical and chemical relations. Phenomenological models are accurate for their relative simplicity. They are useful, especially when the accuracy of the model parameters is low. Unlike empirical models, phenomenological models are flexible enough to produce reasonable results when multiple operating conditions change. "
}