{
    "id": "51872847",
    "revid": "1059202312",
    "url": "https://en.wikipedia.org/wiki?curid=51872847",
    "title": "Old Order Movement",
    "text": "The Old Order Movement is a religious movement to preserve the old ways of Anabaptist religion and lifestyle. Historically, it emerged in the second half of the 19th century among the &lt;a href=\"Amish\"&gt;Amish&lt;/a&gt;, &lt;a href=\"Mennonite\"&gt;Mennonite&lt;/a&gt;s of South German and Swiss ancestry as well as the &lt;a href=\"Schwarzenau%20Brethren\"&gt;Schwarzenau Brethren&lt;/a&gt; in the United States and Canada. The movement led to several Old Order divisions from mainstream &lt;a href=\"Anabaptism\"&gt;Anabaptist&lt;/a&gt; groups between 1845 and 1901. All Old Order groups that emerged after 1901 divided from established Old Order groups or were formed by people coming from different Old Order groups. The highly conservative &lt;a href=\"Old%20Colony%20Mennonites\"&gt;Old Colony Mennonites&lt;/a&gt; and the &lt;a href=\"Hutterite\"&gt;Hutterite&lt;/a&gt;s were not directly connected to this movement.\nSandra L. Cronk writes about the Old Order Movement:\nBelief and practice.\nOld Order groups do not have seminary trained pastors and never developed written sophisticated theology. Many practices among the Old Orders stem from the &lt;a href=\"Bible\"&gt;biblical&lt;/a&gt; principle of &lt;a href=\"nonconformity%20to%20the%20world\"&gt;nonconformity to the world&lt;/a&gt;, according to and other Bible verses.\nThe avoidance of technologies by Old Order communities is based not on a belief that the technology is in some way &lt;a href=\"evil\"&gt;evil&lt;/a&gt;, but over a concern for the nature of their communities. Community is important to members of Old Order groups, and a technology or practice is rejected if it would adversely affect it. This means that the prohibitions are not usually absolute; a member who would not own a car may use a car or other modern transport if a pressing need arises. This basis also means that most Old Orders see no contradiction in having electricity in their milking barn, since that is necessary to comply with regulations on milk cooling, but not in their house.\nOther aspects of Old Order life are concerned with plainness, which dictates their distinctive &lt;a href=\"Plain%20dress\"&gt;dress&lt;/a&gt;. “Plain” to Old Orders is the opposite of showy, fancy or ostentatious, and is considered a virtue opposed to pridefulness, related to humility. It is based on the belief that a person's true worth is spiritual, and so does not lie in their clothes or appearance. The foundation of plain dress comes from the desire to obey the New Testament’s instructions against outward adornment and fashionable, expensive clothing.\n&lt;a href=\"Nonresistance\"&gt;Nonresistance&lt;/a&gt; and loving one’s enemies is a belief held by all Old Order groups.\nAccording to &lt;a href=\"Donald%20Kraybill\"&gt;Donald Kraybill&lt;/a&gt; and Carl Bowman the following additional practices are common among the Old Orders:\nDress.\nAll Old Order groups &lt;a href=\"Plain%20dress\"&gt;dress Plain&lt;/a&gt; and all their forms of dress share the same roots in the Pennsylvania &lt;a href=\"Quakers\"&gt;Quaker&lt;/a&gt; dress style.\nBuggies and cars.\nAll Amish Old Order groups are horse and buggy groups, including the New Order Amish. Among the Old Order Mennonites, there are both horse and buggy and car driving groups. The same is true for the Old Orders among the Schwarzenau Brethren. The &lt;a href=\"Old%20Order%20River%20Brethren\"&gt;Old Order River Brethren&lt;/a&gt; are a car driving group, except a small subgroup of about half a dozen members, that still use horse and buggy transportation. &lt;a href=\"Old%20Order%20German%20Baptist%20Brethren\"&gt;Old Order German Baptist Brethren&lt;/a&gt; are a group of 3 congregations in Ohio who still use horses and buggies, and do not have electricity in their homes. \nLanguage.\nAll &lt;a href=\"Subgroups%20of%20Amish\"&gt;Amish Old Order groups&lt;/a&gt; speak a German dialect in every day life, either &lt;a href=\"Pennsylvania%20German%20language\"&gt;Pennsylvania German&lt;/a&gt;, or one of two &lt;a href=\"Alemannic%20German\"&gt;Alemannic dialects&lt;/a&gt; (&lt;a href=\"Swiss%20Amish\"&gt;Swiss Amish&lt;/a&gt;). Among the &lt;a href=\"Old%20Order%20Mennonite\"&gt;Old Order Mennonite&lt;/a&gt;s, all horse and buggy groups, except the Virginia groups, speak Pennsylvania German. The car driving groups of Old Order Mennonites shifted to English in the second half of the 20th century. The groups from which the &lt;a href=\"Old%20Order%20Brethren\"&gt;Old Order Schwarzenau Brethren&lt;/a&gt; and Old Order River Brethren split, had already started shifting to English in the 19th century and mostly completed it in the first half of the 20th century.\nDemographics.\nThere are about 350,000 Old Order Amish, 60,000 to 80,000 Old Order Mennonites, about 7,000 &lt;a href=\"Old%20Order%20Brethren\"&gt;Old Order Brethren&lt;/a&gt; and about 350 &lt;a href=\"Old%20Order%20River%20Brethren\"&gt;Old Order River Brethren&lt;/a&gt;. The Amish and Mennonite Old Orders have growth rates between 3 and 5 percent a year, in average about 3.7 percent. Old Order Schwarzenau and River Brethren groups in contrast have low growth rates and were even shrinking during the 20th century. All English speaking groups tend to grow much slower than their German speaking brothers.\nGroups.\nThe Old Orders comprise the following groups:"
}