{
    "id": "5195796",
    "revid": "27870650",
    "url": "https://en.wikipedia.org/wiki?curid=5195796",
    "title": "Trading day",
    "text": "In &lt;a href=\"business\"&gt;business&lt;/a&gt;, the trading day or regular trading hours (RTH) is the time span that a &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt; is open, as opposed to &lt;a href=\"Electronic%20trading%20hours\"&gt;electronic or extended trading hours&lt;/a&gt; (ETH). For example, the &lt;a href=\"New%20York%20Stock%20Exchange\"&gt;New York Stock Exchange&lt;/a&gt; is, as of 2020, open from 9:30 AM &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt; to 4:00 PM &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt;. Trading days are usually Monday through Friday. When a trading day ends, all trading ends and is frozen in time until the next trading day begins. There are several special circumstances which would lead to a shortened trading day, or no trading day at all, such as on holidays or on days when a &lt;a href=\"state%20funeral\"&gt;state funeral&lt;/a&gt; of a &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt; is scheduled to take place.\nThe NYSE and NASDAQ average about 253 trading days a year. This is from 365.25 (days on average per year) * 5/7 (proportion work days per week) - 6 (weekday holidays) - 3*5/7 (fixed date holidays) = 252.75 ≈ 253. The holidays where the stock exchange is closed are &lt;a href=\"New%20Year%27s%20Day\"&gt;New Year's Day&lt;/a&gt;, &lt;a href=\"Martin%20Luther%20King%2C%20Jr.%20Day\"&gt;Martin Luther King, Jr. Day&lt;/a&gt;, &lt;a href=\"Presidents%27%20Day\"&gt;Presidents' Day&lt;/a&gt;, &lt;a href=\"Good%20Friday\"&gt;Good Friday&lt;/a&gt;, &lt;a href=\"Memorial%20Day\"&gt;Memorial Day&lt;/a&gt;, &lt;a href=\"Juneteenth\"&gt;Juneteenth National Independence Day&lt;/a&gt;, &lt;a href=\"Independence%20Day%20%28United%20States%29\"&gt;Independence Day&lt;/a&gt;, &lt;a href=\"Labor%20Day\"&gt;Labor Day&lt;/a&gt;, &lt;a href=\"Thanksgiving%20Day\"&gt;Thanksgiving Day&lt;/a&gt;, and &lt;a href=\"Christmas%20Day\"&gt;Christmas Day&lt;/a&gt;; there are also some holidays where trading is permitted, including &lt;a href=\"Columbus%20Day\"&gt;Columbus Day&lt;/a&gt;, &lt;a href=\"Veterans%20Day\"&gt;Veterans Day&lt;/a&gt;, and &lt;a href=\"New%20Year%27s%20Eve\"&gt;New Year's Eve&lt;/a&gt;. Up to three trading days (the day before Independence Day, &lt;a href=\"Black%20Friday%20%28shopping%29\"&gt;the day after Thanksgiving&lt;/a&gt;, and &lt;a href=\"Christmas%20Eve\"&gt;Christmas Eve&lt;/a&gt;) are shortened, \"i.e.\" the exchanges are open from 9:30AM–1:00PM, depending on where they fall in the calendar year.\n&lt;a href=\"Juneteenth\"&gt;Juneteenth&lt;/a&gt; was added as a national holiday and market holiday on June 17, 2021.\nTrading day calendar.\n2016.\nThere are exactly 252 trading days in 2016. January has the fewest (19), and August the most (23), with an average of 21 per month, or 63 per quarter.\nOut of a possible 366 days, 105 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. Eight of the nine holidays which close the exchanges fall on weekdays, with Christmas being observed on Monday, December 26. There is one shortened trading session on Friday, November 25 (the day after Thanksgiving Day). \n2017.\nThere are exactly 251 trading days in 2017. February and April have the fewest (19), and March and August the most (23), with an average of 20.9 per month, or 62.8 per quarter.\nOut of a possible 365 days, 105 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. Eight of the nine holidays which close the exchanges fall on weekdays, with New Year's Day being observed on Monday, January 2. There are two shortened trading sessions: on Monday, July 3 (the day before Independence Day), and on Friday, November 24 (the day after Thanksgiving Day).\n2018.\nThere are exactly 252 trading days in 2018. February and September have the fewest (19), and August the most (23), with an average of 21 per month, or 63 per quarter.\nOut of a possible 365 days, 104 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. All nine holidays which close the exchanges fall on weekdays. There are three shortened trading sessions: on Tuesday, July 3 (the day before Independence Day), on Friday, November 23 (the day after Thanksgiving Day), and on Monday, December 24, (Christmas Eve).\nOn December 5, 2018, all trading activities (except for stock market futures) were canceled due to the &lt;a href=\"state%20funeral%20of%20George%20H.%20W.%20Bush\"&gt;state funeral of George H. W. Bush&lt;/a&gt;.\n2019.\nThere are exactly 252 trading days in 2019. February has the fewest (19), and October the most (23), with an average of 21 per month, or 63 per quarter.\nOut of a possible 365 days, 104 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. All nine holidays which close the exchanges fall on weekdays. There are three shortened trading sessions: on Wednesday, July 3 (the day before Independence Day), on Friday, November 29 (the day after Thanksgiving Day), and on Tuesday, December 24 (Christmas Eve).\n2020.\nThere are exactly 253 trading days in 2020. February has the fewest (19), and March, June, July, October and December the most (22), with an average of 21 per month, or 63 per quarter.\nOut of a possible 366 days, 104 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. Eight of the nine holidays which close the exchanges fall on weekdays, with Independence Day being observed on Friday, July 3. There are two shortened trading sessions: on Friday, November 27 (the day after Thanksgiving Day), and on Thursday, December 24 (Christmas Eve). \n2021.\nThere are exactly 252 trading days in 2021. January and February have the fewest (19), and March the most (23), with an average of 21 per month, or 63 per quarter.\nOut of a possible 365 days, 104 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. Seven of the nine holidays which close the exchanges fall on weekdays, with Independence Day being observed on Monday, July 5, and Christmas on Friday, December 24. There is one shortened trading session on Friday, November 26 (the day after Thanksgiving Day).\n2022.\nThere are exactly 251 trading days in 2022. February has the fewest (19), and March and August the most (23), with an average of 21 per month, or 63 per quarter.\nOut of a possible 365 days, 105 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. Seven of the ten holidays which close the exchanges fall on weekdays, with Christmas Day being observed on Monday, December 26, Juneteenth being observed on Monday, June 20, and no observation for New Year’s Day. There is one shortened trading session on Friday, November 25 (the day after Thanksgiving Day).\n2023.\nThere are exactly 250 trading days in 2023. February and April have the fewest (19), and March and August the most (23), with an average of 21 per month, or 63 per quarter.\nOut of a possible 365 days, 105 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. Nine of the ten holidays which close the exchanges fall on weekdays, with New Year’s Day being observed on Monday, January 2. There are two shortened trading sessions: Monday, July 3 (the day before Independence Day), and on Friday, November 24 (the day after Thanksgiving Day).\n2024.\nThere are exactly 252 trading days in 2024. June has the fewest (19), and October the most (23), with an average of 21 per month, or 63 per quarter.\nOut of a possible 366 days, 104 days are weekend days (Saturday and Sunday) when the stock exchanges are closed. All ten holidays which close the exchanges fall on weekdays. There are two shortened trading sessions: Wednesday, July 3 (the day before Independence Day), and on Friday, November 29 (the day after Thanksgiving Day).\nTrading day time zones.\nEach stock exchange has opening hours that are based on specific time zones. People can trade in these exchanges remotely using &lt;a href=\"electronic%20trading\"&gt;electronic trading&lt;/a&gt; platforms. For those trading in different parts of the world, there are unique trading days based on the hours associated with any given time zone. For example, NASDAQ is open 9:30-16:00 ET and anyone outside of the &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time Zone&lt;/a&gt; will have a different trading day (for example, in Vancouver a trading day would run from 6:30-13:00). During the part of the year when North America is on standard time, in it would be 17:30-24:00 in Moscow, and in Shanghai it would be 22:30-5:00. Remote traders should find their trading hours based on the stock exchange's hours and time zone."
}