{
    "id": "5195389",
    "revid": "25848390",
    "url": "https://en.wikipedia.org/wiki?curid=5195389",
    "title": "Sverdlov-class cruiser",
    "text": "The \"Sverdlov\"-class cruisers, Soviet designation Project 68bis, were the last conventional gun &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;s built for the &lt;a href=\"Soviet%20Navy\"&gt;Soviet Navy&lt;/a&gt;. They were built in the 1950s and were based on Soviet, German, and Italian designs and concepts developed prior to the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. They were modified to improve their sea keeping capabilities, allowing them to run at high speed in the rough waters of the &lt;a href=\"North%20Atlantic\"&gt;North Atlantic&lt;/a&gt;. The basic hull was more modern and had better armor protection than the vast majority of the post World War II gun cruiser designs built and deployed by peer nations. They also carried an extensive suite of modern &lt;a href=\"radar\"&gt;radar&lt;/a&gt; equipment and &lt;a href=\"anti-aircraft%20artillery\"&gt;anti-aircraft artillery&lt;/a&gt;. The Soviets originally planned to build 40 ships in the class, which would be supported by the s and &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s.\nThis class of cruiser satisfied the desire of &lt;a href=\"Joseph%20Stalin\"&gt;Stalin&lt;/a&gt;, and of the leadership within the Soviet Navy, for a ship that was in keeping with a Naval doctrine focused on three priorities: supporting the defense of the Soviet coastline, operating out of naval bases worldwide, and protecting Arctic, Baltic, Mediterranean and Black Sea interests. Secondary missions envisioned for this class of ship were commerce raiding, and political presence in the third world. But they were considered obsolete, for the missile age in which defensive and anti submarine resources were the priority, by &lt;a href=\"Premier%20of%20the%20Soviet%20Union\"&gt;Soviet Premier&lt;/a&gt; &lt;a href=\"Nikita%20Khrushchev\"&gt;Khrushchev&lt;/a&gt; and the &lt;a href=\"Soviet%20Armed%20Forces%23Structure%20and%20leadership\"&gt;Soviet Defence staff&lt;/a&gt;, which only grudgingly conceded some cruisers for limited roles as flagships in strategic and tactical naval operations. Within the Soviet Navy, leading Admirals still believed in 1959 that more big cruisers would be useful in the sort of operations planned in Cuba and in support of Indonesia. The \"Sverdlov\"s were also a threat to the British and Dutch Navies, which lacked 24-hour day/night carrier capability before satellite surveillance.\nThe big ship threat to the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; was real, and was useful to it in justifying conventional fleet and carrier construction, especially in the North Atlantic. The response was to introduce the &lt;a href=\"Blackburn%20Buccaneer\"&gt;Blackburn Buccaneer&lt;/a&gt;, a carrier-based &lt;a href=\"strike%20aircraft\"&gt;strike aircraft&lt;/a&gt; that had the performance required to approach and attack \"Sverdlov\"-class ships at ultra low level, using &lt;a href=\"toss%20bombing\"&gt;toss bombing&lt;/a&gt; attacks to deliver nuclear ordnance, while remaining outside the 5 km lethal range of the Soviet 100 mm and 37 mm guns. When the building program was cut back and the battlecruisers and carriers were cancelled, the \"Sverdlov\"s were left dangerously unprotected when operating in areas outside the cover of land-based aircraft. Their secondary mission, operating on their own as &lt;a href=\"Commerce%20raiding\"&gt;commerce raiders&lt;/a&gt;, was also compromised as they would be extremely vulnerable, in good weather, to USN Carrier Battle Groups equipped with modern strike aircraft and to the remaining and -class cruisers equipped with 8-inch guns. (The Royal Navy's last, and -class gun cruisers, and the USN's and -class destroyers, lacked armour, range and speed required to counter the \"Sverdlovs.\")\nIn 1954 \"Sverdlov\" class construction was cancelled by Khrushchev after 14 hulls had been completed. Two additional hulls were scrapped on the slip and four partially complete \"Sverdlov\"s launched in 1954 were scrapped in 1959. The remaining ships in the Soviet Fleet remained in service through the 1970s, when they underwent a limited modernization program before finally leaving service in the late 1980s.\nThe only remaining ship of the class, \"Mikhail Kutuzov\", is preserved in &lt;a href=\"Novorossiysk\"&gt;Novorossiysk&lt;/a&gt;.\nHistory.\nAt the end of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; planned a major modernisation and expansion of the &lt;a href=\"Soviet%20Navy\"&gt;Soviet Navy&lt;/a&gt;, to turn it into a global &lt;a href=\"blue-water%20navy\"&gt;blue-water navy&lt;/a&gt;. Large numbers of cruisers were required, with roles including escorting heavier ships and leading destroyers. To speed production, it was decided to build an improved version of the pre-war (or Project 68), the \"Sverdlov\" (or Project 68B) instead of a wholly new design (Proect 65). The design for the \"Sverdlov\" class was formally approved on 27 May 1947. Some sources state that 30 \"Sverdlov\"s were initially planned, with the order being cut by five in favour of the three s, but others state that the total of 30 includes the five \"Chapayev\"s. The first three ships of the class were named after cancelled ships of the \"Chapayev\" class. Following the death of Stalin in 1953, this order was cut to 21. Once the first fifteen hulls were laid down, the Soviet Navy decided that the remaining six ships be completed to a modified design (Project 68zif) with provisions for protection against nuclear fallout, but none were completed. Plans were developed and drawings were created to upgrade the ships to support a cruise missile capability; however, these plans were dropped and new construction was cancelled in 1959; incomplete ships except \"Admiral Kornilov\" (which became a &lt;a href=\"Hulk%20%28ship%20type%29\"&gt;Hulk&lt;/a&gt;) were scrapped by 1961.\nReductions in cruiser force levels was contrary to the views of Soviet Navy leadership, who insisted cruisers still provided a valuable capability to act as command ships for naval gunfire support of amphibious operations. They also thought they would provide a political presence in contested areas of the third world, e.g. Cuba and Indonesia. Had more \"Sverdlov\"s been available at the time of the Cuban Missile Crisis in 1962, they would certainly have been deployed. The Soviet Navy intended to base several older \"Chapayev\" class cruisers at Cuban ports, had the operation succeeded.\nThese ships were outclassed as surface combatants, due to their lack of an anti-ship cruise missile capability. The limited modernization of those ships still in service in the 1970s relegated them to service as &lt;a href=\"naval%20gunfire%20support\"&gt;naval gunfire support&lt;/a&gt; platforms.\nThe standard Soviet practice was to pass the cruisers in and out of reserve status. Most were relegated to a reserve status by the early 1980s.\nToday, only one of the ships remains: the \"Mikhail Kutuzov\". It is a &lt;a href=\"museum%20ship\"&gt;museum ship&lt;/a&gt; in &lt;a href=\"Novorossiysk\"&gt;Novorossiysk&lt;/a&gt;.\nDesign.\nThe \"Sverdlov\"-class cruisers were improved and slightly enlarged versions of the . They had the same main armament, machinery and side protection as the earlier ships, but had increased fuel capacity for greater range, an all welded hull, improved underwater protection, increased anti-aircraft artillery and radar.\nThe \"Sverdlov\" class &lt;a href=\"Displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; 13,600 tons standard and 16,640 tons at full load. They were &lt;a href=\"Length%20overall\"&gt;long overall&lt;/a&gt; and long at the waterline. They had a &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and &lt;a href=\"Draft%20%28hull%29\"&gt;draft&lt;/a&gt; of and typically had a complement of 1,250. The hull was a completely welded new design and the ships had a double bottom for over 75% of their length. The ship also had 23 &lt;a href=\"watertight%20bulkhead\"&gt;watertight bulkhead&lt;/a&gt;s. The \"Sverdlov\"s had six boilers providing steam to two shafts with &lt;a href=\"gear\"&gt;geared&lt;/a&gt; &lt;a href=\"steam%20turbine\"&gt;steam turbines&lt;/a&gt; generating . This gave the ships a maximum speed of . The cruisers had a range of at .\n\"Sverdlov\"-class cruisers main armament included twelve /57 cal B-38 guns mounted in four triple Mk5-bis turrets. They also had twelve /56 cal Model 1934 guns in six twin SM-5-1 mounts. For anti-aircraft weaponry, the cruisers had thirty-two anti-aircraft guns in sixteen twin mounts and were also equipped with ten &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s in two mountings of five each.\nThe \"Sverdlov\"s had &lt;a href=\"belt%20armor\"&gt;belt armor&lt;/a&gt; and had a armored &lt;a href=\"Deck%20%28ship%29\"&gt;deck&lt;/a&gt;. The &lt;a href=\"Gun%20turret\"&gt;turrets&lt;/a&gt; were shielded by armor and the &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt;, by armor.\nThe cruisers' ultimate radar suite included one 'Big Net' or 'Top Trough' air search radar, one 'High Sieve' or 'Low Sieve' air search radar, one 'Knife Rest' air search radar and one 'Slim Net' air search radar. For navigational radar they had one 'Don-2' or 'Neptune' model. For fire control purposes the ships were equipped with two 'Sun Visor' radars, two 'Top Bow' 152 mm gun radars and eight 'Egg Cup' gun radars. For electronic countermeasures the ships were equipped with two 'Watch Dog' ECM systems.\nModifications.\nBy the early 1960s, the torpedo tubes were removed from all ships of the class. In 1957 the \"Admiral Nakhimov\" had a &lt;a href=\"KSShch\"&gt;KSShch&lt;/a&gt; (&lt;a href=\"NATO%20reporting%20name\"&gt;NATO reporting name&lt;/a&gt;: SS-N-1 \"Scrubber\") &lt;a href=\"anti-ship%20missile\"&gt;anti-ship missile&lt;/a&gt; launcher installed to replace \"A\" and \"B\" turrets. The modification was designated Project 68ER. This trial installation was not successful and the ship was rapidly decommissioned and used as a target ship in 1961.\n\"Dzerzhinsky\" had a &lt;a href=\"surface-to-air%20missile\"&gt;SAM&lt;/a&gt; launcher for the &lt;a href=\"S-75%20Dvina\"&gt;M-2 Volkhov-M&lt;/a&gt; missile (SA-N-2 \"Guideline\"), which replaced the third or \"X\" main gun turret in 1960–62, with the designation Project 70E. and no further ships were converted. As the entire missile installation was above the armored deck and the missile itself, based on the S-75 Dvina (SA-2 \"Guideline\"), was liquid-fueled (acid/kerosene), it would have represented a serious hazard to the ship in action.\n\"Zhdanov\" and \"Senyavin\" were converted to &lt;a href=\"command%20ship\"&gt;command ship&lt;/a&gt;s in 1971 by replacing the \"X\" turret with extra accommodation and electronics, four twin &lt;a href=\"AK-230\"&gt;AK-230&lt;/a&gt; 30 mm guns, and a &lt;a href=\"9K33%20Osa\"&gt;4K33 \"Osa-M\"&lt;/a&gt; (SA-N-4 \"Gecko\") Surface-to-Air Missile (SAM) system. \"Senyavin\" also had the \"Y\" turret removed to make room for a helicopter deck and hangar, and four additional AK-230 mounts installed atop the Osa-M missile system. \"Zhdanov\" and \"Senyavin\" were respectively designated Project 68U1 and Project 68U2.\n\"Oktyabrskaya Revolyutsia\" was refitted with an enlarged &lt;a href=\"Bridge%20%28nautical%29\"&gt;bridge&lt;/a&gt; in 1977, with \"Admiral Ushakov\" and \"Aleksandr Suvorov\" receiving the same modification in 1979, and later, \"Mikhail Kutusov\". These ships had four of their 37 mm twin mounts removed, and eight 30 mm AK-230 mounts were added. These ships were designated Project 68A."
}