{
    "id": "519681",
    "revid": "1067772019",
    "url": "https://en.wikipedia.org/wiki?curid=519681",
    "title": "Jimmy Piersall",
    "text": "James Anthony Piersall (November 14, 1929 – June 3, 2017) was an &lt;a href=\"US\"&gt;American&lt;/a&gt; &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; &lt;a href=\"center%20fielder\"&gt;center fielder&lt;/a&gt; who played 17 seasons in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for five teams, from 1950 through 1967. Piersall was best known for his well-publicized battle with &lt;a href=\"bipolar%20disorder\"&gt;bipolar disorder&lt;/a&gt; that became the subject of a book and a film, \"&lt;a href=\"Fear%20Strikes%20Out\"&gt;Fear Strikes Out&lt;/a&gt;\".\nEarly life.\nPiersall led the Leavenworth High School (&lt;a href=\"Waterbury%2C%20Connecticut\"&gt;Waterbury&lt;/a&gt;, &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;) &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; team to the 1947 &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; championship, scoring 29 points in the final game.\nEarly athletic career.\nPiersall became a professional &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; player at age 18, having signed a contract with the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; in 1948. He reached &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; in 1950, playing in six games as one of its youngest players.\nIn 1952, he earned a more substantial role with the Red Sox, frequently referring to himself as \"the Waterbury Wizard,\" a nickname not well received by teammates.\nOn June 10, 1953, he set the Red Sox club record for hits in a 9-inning game, with 6.\nPersonal problems.\nOn May 24, 1952, just before a game against the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt;, Piersall engaged in a fistfight with Yankee infielder &lt;a href=\"Billy%20Martin\"&gt;Billy Martin&lt;/a&gt;. Following the brawl, Piersall briefly scuffled with teammate &lt;a href=\"Mickey%20McDermott\"&gt;Mickey McDermott&lt;/a&gt; in the Red Sox clubhouse. After several such incidents, including Piersall spanking the four-year-old son of teammate &lt;a href=\"Vern%20Stephens\"&gt;Vern Stephens&lt;/a&gt; in the Red Sox clubhouse during a game, he was demoted to the &lt;a href=\"Minor%20League%20Baseball\"&gt;minor league&lt;/a&gt; &lt;a href=\"Birmingham%20Barons\"&gt;Birmingham Barons&lt;/a&gt; on June 28.\nIn less than three weeks with the Barons, Piersall was ejected on four occasions, the last coming after striking out in the second inning on July 16. Prior to his at-bat, he had acknowledged teammate &lt;a href=\"Milt%20Bolling\"&gt;Milt Bolling&lt;/a&gt;'s home run by spraying a water pistol on home plate.\nReceiving a three-day suspension, Piersall entered treatment three days later at the &lt;a href=\"Westborough%20State%20Hospital\"&gt;Westborough State Hospital&lt;/a&gt; in &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. Diagnosed with \"nervous exhaustion\", he spent the next seven weeks in the facility and missed the remainder of the season.\nPiersall returned to the Red Sox in the 1953 season, finishing ninth in voting for the &lt;a href=\"MLB%20Most%20Valuable%20Player%20Award\"&gt;MVP Award&lt;/a&gt;.\nHe once stepped up to bat wearing a &lt;a href=\"The%20Beatles\"&gt;Beatles&lt;/a&gt; wig and playing \"air guitar\" on his bat, led cheers for himself in the outfield during breaks in play, and \"talked\" to &lt;a href=\"Babe%20Ruth\"&gt;Babe Ruth&lt;/a&gt; behind the &lt;a href=\"Baseball%20field%23outfield\"&gt;center field&lt;/a&gt; monuments at &lt;a href=\"Yankee%20Stadium%20%281923%29\"&gt;Yankee Stadium&lt;/a&gt;. In his autobiography, Piersall commented, \"Probably the best thing that ever happened to me was going nuts. Who ever heard of Jimmy Piersall until that happened?\"\nLater athletic career.\nPiersall was selected to the &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;American League All-Star&lt;/a&gt; team in 1954 and 1956. By the end of the 1956 season, in which he played all 156 games, he posted a league-leading 40 &lt;a href=\"double%20%28baseball%29\"&gt;doubles&lt;/a&gt;, scored 91 runs, drove in 87, and had a .293 batting average. The following year, he hit 19 &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s and scored 103 runs. He won a &lt;a href=\"Gold%20Glove%20Award\"&gt;Gold Glove Award&lt;/a&gt; in 1958.\nOn December 2, 1958, Piersall was traded to the &lt;a href=\"Cleveland%20Indians\"&gt;Cleveland Indians&lt;/a&gt; for first baseman &lt;a href=\"Vic%20Wertz\"&gt;Vic Wertz&lt;/a&gt; and outfielder &lt;a href=\"Gary%20Geiger\"&gt;Gary Geiger&lt;/a&gt;. Piersall was reunited with his former combatant Billy Martin, who also had been acquired by the team.\nIn a &lt;a href=\"Memorial%20Day\"&gt;Memorial Day&lt;/a&gt; doubleheader at &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; in 1960, he was ejected in the first game for heckling umpire &lt;a href=\"Larry%20Napp\"&gt;Larry Napp&lt;/a&gt;, then after catching the final out of the second game, whirled around and threw the ball at the White Sox' scoreboard. He later wore a &lt;a href=\"little%20league\"&gt;little league&lt;/a&gt; helmet during an at-bat against the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;, and after a series of incidents against the Yankees, Indians team physician Donald Kelly ordered psychiatric treatment on June 26.\nAfter a brief absence, Piersall returned only to earn his sixth ejection of the season on July 23, when he was banished after running back and forth in the outfield while the Red Sox' &lt;a href=\"Ted%20Williams\"&gt;Ted Williams&lt;/a&gt; was at bat. His subsequent meeting with &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; president &lt;a href=\"Joe%20Cronin\"&gt;Joe Cronin&lt;/a&gt; and the departure of manager &lt;a href=\"Joe%20Gordon\"&gt;Joe Gordon&lt;/a&gt; seemed to settle Piersall down for the remainder of the season.\nPiersall came back during the 1961 season, earning a second &lt;a href=\"Gold%20Glove\"&gt;Gold Glove&lt;/a&gt; while also finishing third in the batting race with a .322 average. However, he remained a volatile player, charging the mound after being hit by a &lt;a href=\"Jim%20Bunning\"&gt;Jim Bunning&lt;/a&gt; pitch on June 25, then violently hurling his helmet a month later, earning him a $100 &lt;a href=\"Fine%20%28penalty%29\"&gt;fine&lt;/a&gt; in each case.\nDespite the minor eruptions, Piersall earned a $2,500 bonus for improved behavior, but was dealt to the &lt;a href=\"Washington%20Senators%20%281961%E2%80%9371%29\"&gt;Washington Senators&lt;/a&gt; on October 5. The outfielder was then sent to the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; on May 23, 1963, for cash and a player to be named later.\nIn a reserve role with the second-year team, Piersall played briefly under manager &lt;a href=\"Casey%20Stengel\"&gt;Casey Stengel&lt;/a&gt;. In the fifth inning of the June 23 game against the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt;, Piersall hit the 100th home run of his career, off Phillies pitcher &lt;a href=\"Dallas%20Green%20%28baseball%29\"&gt;Dallas Green&lt;/a&gt;. He ran around the bases in the correct order but \"facing backwards\" as he made the circuit.\nOne month after reaching the milestone, Piersall was released by the Mets, but he found employment with the &lt;a href=\"Los%20Angeles%20Angels\"&gt;Los Angeles Angels&lt;/a&gt; on July 28. He would finish his playing career with them, playing nearly four more years before moving into a front office position on May 8, 1967. In a 17-season career, Piersall was a &lt;a href=\"batting%20average%20%28baseball%29\"&gt;.272 hitter&lt;/a&gt; with 104 &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s and 591 &lt;a href=\"run%20batted%20in\"&gt;RBIs&lt;/a&gt; in 1,734 &lt;a href=\"games%20played\"&gt;games&lt;/a&gt;.\nCareer after retirement from baseball.\nIn 1955, his book \"Fear Strikes Out\", co-authored by &lt;a href=\"Al%20Hirshberg\"&gt;Al Hirshberg&lt;/a&gt;, was published. It became the subject of a 1957 movie version, \"&lt;a href=\"Fear%20Strikes%20Out\"&gt;Fear Strikes Out&lt;/a&gt;\", in which Piersall was portrayed by &lt;a href=\"Anthony%20Perkins\"&gt;Anthony Perkins&lt;/a&gt; and his father by &lt;a href=\"Karl%20Malden\"&gt;Karl Malden&lt;/a&gt;, directed by &lt;a href=\"Robert%20Mulligan\"&gt;Robert Mulligan&lt;/a&gt;. Piersall eventually disowned the film because of what he saw as its distortion of the facts, including over-blaming his father for his problems. Many years later, Piersall authored \"The Truth Hurts,\" in which he details his ouster from the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; organization.\n&lt;a href=\"Tommy%20John\"&gt;Tommy John&lt;/a&gt; recalled a conversation with Piersall in 1964 in which Piersall offered an explanation for his antics. \"Look at me,\" Piersall said. \"I'm way past my prime, but I'm making forty grand a year. You know why? Because people come out to the ball park and expect to see me go crazy. So every once in a while I'll give them a thrill and do something nuts, like sit on the outfield fence or argue with an umpire. Just enough for people to enjoy. It keeps me in the money. Besides, I have nine kids to feed.\"\nPiersall had &lt;a href=\"broadcasting\"&gt;broadcasting&lt;/a&gt; jobs with the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt; beginning in 1974 (doing color and play-by-play for televised games) and with the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; from 1977 to 1981, when he was teamed with &lt;a href=\"Harry%20Caray\"&gt;Harry Caray&lt;/a&gt;. He ultimately was fired after excessive on-air criticism of team management. \nPiersall, who wintered in &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;, was invited to a &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; event honoring the &lt;a href=\"2004%20World%20Series\"&gt;2004 World Series&lt;/a&gt; champion &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; on March 2, 2005. According to a Red Sox official, the White House prepared a guest list of about 1,000 for the event, scheduled to be staged on the South Lawn. \"This is a real thrill for a poor kid from Waterbury, Connecticut,\" Piersall said. \"I'm a 75-year-old man. There aren't many things left.\" He also said he visited the White House once before as guest of &lt;a href=\"U.S.%20President\"&gt;U.S. President&lt;/a&gt; &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;.\nIn February 1986, &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt; general manager &lt;a href=\"Dallas%20Green%20%28baseball%29\"&gt;Dallas Green&lt;/a&gt; hired Piersall as a roving minor league outfield coach and he served in that capacity until his departure in 1999.\nFor 14 years, Piersall also was an on-air baseball analyst and contributor for &lt;a href=\"WSCR\"&gt;WSCR&lt;/a&gt; radio, Chicago's sportstalk radio station, from 1992 until 2006.\nOn September 17, 2010, Piersall was inducted into the Boston Red Sox Hall of Fame. Piersall was inducted into the &lt;a href=\"Baseball%20Reliquary\"&gt;Baseball Reliquary&lt;/a&gt;'s &lt;a href=\"Baseball%20Reliquary%23Shrine%20of%20the%20Eternals\"&gt;Shrine of the Eternals&lt;/a&gt; in 2001.\nTelevision.\nPiersall appeared as a mystery guest on the television show \"&lt;a href=\"What%27s%20My%20Line%3F\"&gt;What's My Line?&lt;/a&gt;\" that aired on April 28, 1957. Guest panelist &lt;a href=\"United%20States%20Senate\"&gt;U.S. Senator&lt;/a&gt; &lt;a href=\"George%20Smathers\"&gt;George Smathers&lt;/a&gt; of &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; correctly guessed Piersall's identity.\nPiersall briefly appeared as himself on \"&lt;a href=\"The%20Lucy%20Show\"&gt;The Lucy Show&lt;/a&gt;\" with &lt;a href=\"Lucille%20Ball\"&gt;Lucille Ball&lt;/a&gt; and &lt;a href=\"Gale%20Gordon\"&gt;Gale Gordon&lt;/a&gt;. The first episode of the show's fourth season, it originally was broadcast on September 13, 1965. The plot has Lucy, Mr. Mooney and Lucy's son, Jerry meeting Jimmy who is making a public appearance at &lt;a href=\"Marineland%20of%20the%20Pacific\"&gt;Marineland&lt;/a&gt; on the &lt;a href=\"Palos%20Verdes%20Peninsula\"&gt;Palos Verdes Peninsula&lt;/a&gt;.\nPersonal life.\nPiersall was married three times. He had nine children with his first wife, Mary. They divorced in 1968. He resided in &lt;a href=\"Wheaton%2C%20Illinois\"&gt;Wheaton, Illinois&lt;/a&gt; until his death, with his third wife Jan, whom he married in 1982. He was a &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic&lt;/a&gt;.\nDeath.\nPiersall died in &lt;a href=\"Wheaton%2C%20Illinois\"&gt;Wheaton, Illinois&lt;/a&gt; on June 3, 2017 at the age of 87."
}