{
    "id": "5196424",
    "revid": "7852030",
    "url": "https://en.wikipedia.org/wiki?curid=5196424",
    "title": "Indios de Ciudad Juárez",
    "text": "Club de Fútbol Indios de Ciudad Juárez, commonly referred as Indios de Ciudad Juárez or simply Indios, was a Mexican &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club. Founded in 2005 when &lt;a href=\"CF%20Pachuca\"&gt;CF Pachuca&lt;/a&gt; moved its Pachuca Juniors to &lt;a href=\"Ciudad%20Ju%C3%A1rez\"&gt;Ciudad Juárez&lt;/a&gt;, it was promoted to the &lt;a href=\"Primera%20Divisi%C3%B3n%20de%20M%C3%A9xico\"&gt;Primera División de México&lt;/a&gt; after the 2007–2008 season, with Pachuca divesting its shares upon promotion. However, the team was relegated back to the &lt;a href=\"Liga%20de%20Ascenso\"&gt;Liga de Ascenso&lt;/a&gt; following the &lt;a href=\"2009%E2%80%9310%20Mexican%20Primera%20Divisi%C3%B3n%20season\"&gt;2010 Clausura&lt;/a&gt; and folded in 2015.\nOverview.\nDuring its time in Mexico's second-tier football league, the Primera División A Indios enjoyed much success.\nIn Clausura 2006, Indios played in the league final and lost to &lt;a href=\"Quer%C3%A9taro%20F.C.\"&gt;Querétaro F.C.&lt;/a&gt; on penalty kicks, narrowly missing promotion.\nIn Apertura 2006, Indios led a part of the competition with &lt;a href=\"Jair%20Garc%C3%ADa\"&gt;Jair García&lt;/a&gt; as the second-best scorer in the league. However, Indios lost in the quarterfinals. &lt;a href=\"Puebla%20F.C.\"&gt;Puebla&lt;/a&gt; would go on to beat &lt;a href=\"Petroleros%20de%20Salamanca\"&gt;Petroleros de Salamanca&lt;/a&gt; for the title and later would win promotion to the first division with a victory over &lt;a href=\"Dorados%20de%20Sinaloa\"&gt;Dorados&lt;/a&gt;.\nOn December 12, 2007, the first leg of the Apertura 2007 final took place in Ciudad Juárez, Chihuahua, where Indios defeated Dorados, 3–0. The second leg took place December 15, 2007, in Culiacán, Sinaloa, where Indios defeated Dorados 4-0. This game made Indios league champions for the first time and clinched a spot in the promotion series. &lt;a href=\"Club%20Le%C3%B3n\"&gt;León&lt;/a&gt; took the Clausura 2008 title, setting up a two-legged \"Final de Ascenso\" to decide promotion. Indios won the first leg, 1–0, at home on May 22 and earned a 2–2 draw at León on May 25, giving them a 3–2 aggregate victory and promotion to the first division.\nThe club's first season in the &lt;a href=\"Primera%20Divisi%C3%B3n%20de%20M%C3%A9xico\"&gt;first division&lt;/a&gt; began with the &lt;a href=\"La%20Primera%20Divisi%C3%B3n%20Apertura%202008\"&gt;Apertura 2008&lt;/a&gt; tournament.\nPrimera División.\nIndios de Ciudad Juárez started the Apertura 2008 poorly, losing their first four matches. After manager &lt;a href=\"Sergio%20Orduna\"&gt;Sergio Orduna&lt;/a&gt; was fired, &lt;a href=\"Hector%20Eugui\"&gt;Hector Eugui&lt;/a&gt; took over as manager and tied his first game with &lt;a href=\"Deportivo%20Toluca%20F.C.\"&gt;Toluca&lt;/a&gt;.\nDue to Mexico's unique system of relegation, Indios were on the brink of being relegated during the &lt;a href=\"Primera%20Divisi%C3%B3n%20de%20M%C3%A9xico%20Clausura%202009\"&gt;Clausura 2009&lt;/a&gt; tournament despite having a winning season and qualifying as 7th place for the playoffs. In the playoffs, Indios stunned 2nd-seeded, defending champion Toluca, 1–0 on aggregate before falling to top-seeded Pachuca by a 4–3 count.\nIn the Apertura 2009 tournament, Indios failed to win a single match, managing just six draws in seventeen matches while being outscored 26–7. Indios improved in the Torneo Bicentenario, but their four victories left them far short of safety. On April 25, 2010, Indios said goodbye to the Mexican 1st division with a 2-0 victory win at home over &lt;a href=\"UNAM%20Pumas\"&gt;Pumas UNAM&lt;/a&gt;.\nReturn to Liga de Ascenso and Disappearance.\nDuring the opening half of the &lt;a href=\"2010%E2%80%9311%20Liga%20de%20Ascenso%20season\"&gt;2010–11 Liga de Ascenso season&lt;/a&gt;, Juárez finished second to &lt;a href=\"Club%20Tijuana\"&gt;Club Tijuana&lt;/a&gt; during the classification phase. However, they were upset by &lt;a href=\"Albinegros%20de%20Orizaba\"&gt;Albinegros de Orizaba&lt;/a&gt; in the playoffs. In the Clausura season, they finished tenth and outside of playoff contention. Indios finished 13th and eight points out of the playoffs during their final season.\nAt the end of the 2011 season, the club had many financial problems. Femexfut announced in December 2011 that the club was being disbanded.\nReappearance as Indios UACJ.\nAfter the disaffiliation of Club Indios de Ciudad Juarez, &lt;a href=\"Ciudad%20Ju%C3%A1rez\"&gt;Ciudad Juárez&lt;/a&gt; was left without a professional soccer team. After failed attempts to maintain a team of professional soccer for this border was the &lt;a href=\"Universidad%20Aut%C3%B3noma%20de%20Ciudad%20Ju%C3%A1rez\"&gt;UACJ&lt;/a&gt;, which assumed that leadership, joining other universities that have professional football teams.\nTherefore, in May 2012, Francisco Javier Sánchez Carlos, rector of the &lt;a href=\"Universidad%20Aut%C3%B3noma%20de%20Ciudad%20Ju%C3%A1rez\"&gt;UACJ&lt;/a&gt;, announced the integrated to the &lt;a href=\"Segunda%20Divisi%C3%B3n%20de%20M%C3%A9xico\"&gt;Segunda División de México&lt;/a&gt; of Mexican Soccer as Club de Fútbol Indios de la UACJ. Their official match was on August 18 with a 1–3 loss to &lt;a href=\"Coras%20de%20Tepic\"&gt;Coras de Tepic&lt;/a&gt; correspond to Group 1 Liga Premier, which currently plays.\nOn May 10, 2014, Indios UACJ won the Liguilla de Copa Clausura 2014 for the first time and also making history. Indios UACJ defeated Irapuato in Final Clausura 2014 in penalty kicks with a big save from the goalkeeper, gets this important fact for the Juarez institution.\nTheir major rival was Dorados de la UACH, for which the classic was called \"El Clásico del Norte\".\nStadium.\nIndios UACJ played their home matches at the &lt;a href=\"Estadio%20Ol%C3%ADmpico%20Benito%20Ju%C3%A1rez\"&gt;Estadio Olímpico Benito Juárez&lt;/a&gt; in &lt;a href=\"Ciudad%20Ju%C3%A1rez\"&gt;Ciudad Juárez&lt;/a&gt;, &lt;a href=\"Chihuahua%20%28state%29\"&gt;Chihuahua&lt;/a&gt;. The stadium capacity is 23,500 people. It is owned by &lt;a href=\"Universidad%20Aut%C3%B3noma%20de%20Ciudad%20Ju%C3%A1rez\"&gt;Universidad Autónoma de Ciudad Juárez&lt;/a&gt;, and its surface is natural grass. The stadium was opened in October 1980 with a match between &lt;a href=\"Mexico%20national%20football%20team\"&gt;Mexico national football team&lt;/a&gt; and &lt;a href=\"Atl%C3%A9tico%20Espa%C3%B1ol\"&gt;Atlético Español&lt;/a&gt;."
}