{
    "id": "52009569",
    "revid": "23498277",
    "url": "https://en.wikipedia.org/wiki?curid=52009569",
    "title": "Christiana Willes",
    "text": "Christiana Willes (1786–1873), also known by her married name Christiana Hodges, was an early nineteenth century &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er and the sister of &lt;a href=\"John%20Willes%20%28cricketer%29\"&gt;John Willes&lt;/a&gt;. She has sometimes been attributed as the founder of &lt;a href=\"roundarm%20bowling\"&gt;roundarm bowling&lt;/a&gt; but it is known that the style was originated by &lt;a href=\"Tom%20Walker%20%28cricketer%29\"&gt;Tom Walker&lt;/a&gt;. Many cricket sources name her as Christina rather than Christiana, but &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt; and the &lt;a href=\"Oxford%20Dictionary%20of%20National%20Biography\"&gt;Oxford Dictionary of National Biography&lt;/a&gt; are adamant that Christiana was the correct spelling of her name.\nBiography.\nThe earliest record of Christiana Willes is her baptism, on 20 February 1786 at &lt;a href=\"Headcorn\"&gt;Headcorn&lt;/a&gt;, &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;, as daughter of Sarah Snelling and William Willes, landowners, who in 1794 had inherited the manor of Tonford near &lt;a href=\"Canterbury%2C%20Kent\"&gt;Canterbury&lt;/a&gt;. She married on 24 September 1810 Lieutenant Richard Thomas Hodges RN, is thought to have lived in &lt;a href=\"Maidstone\"&gt;Maidstone&lt;/a&gt; for a time, but to have moved elsewhere. Her son, Edward Hodges, was born at her brother John's house in &lt;a href=\"Sutton%20Valence\"&gt;Sutton Valence&lt;/a&gt; in 1819. Her husband died in 1841; Christiana died on 14 June 1873 at &lt;a href=\"Ealing\"&gt;Ealing&lt;/a&gt;.\nRoundarm bowling.\nRoundarm bowling was first developed about 1788 by &lt;a href=\"Tom%20Walker%20%28cricketer%29\"&gt;Tom Walker&lt;/a&gt; of the &lt;a href=\"Hambledon%20Club\"&gt;Hambledon Club&lt;/a&gt; but the club ordered him not to use it in matches. In the early nineteenth century, Christiana Willes helped her brother &lt;a href=\"John%20Willes%20%28cricketer%29\"&gt;John&lt;/a&gt;, who played for &lt;a href=\"Kent%20county%20cricket%20teams\"&gt;Kent&lt;/a&gt;, to practice by bowling to him. The story goes that she found &lt;a href=\"underarm%20bowling\"&gt;underarm bowling&lt;/a&gt; difficult in a hooped skirt, and so in around 1807, she began bowling in a roundarm style. Developing her technique through experimentation, she naturally bowled with a higher arm due to her skirts, and found roundarm to be far more successful for her than underarm. Major rejects the \"hooped skirt\" story because, as he says, \"they were no longer in vogue by 1807\".\nThe &lt;a href=\"Oxford%20Dictionary%20of%20National%20Biography\"&gt;Oxford Dictionary of National Biography&lt;/a&gt; traces the story of Christiana's supposed contribution to cricket, noting that her son Edward Hodges wrote about his mother playing cricket with her brother John Willes, a Kent county player identified with the round-arm bowling style. Hodges' account makes mention neither of crinoline nor of roundarm bowling, merely that Christiana, John and their dog could beat any eleven in England. The ODNB states that the story was picked up in Hodges' obituary in \"&lt;a href=\"Wisden%20Cricketers%27%20Almanack\"&gt;Wisden Cricketers' Almanack&lt;/a&gt;\" and subsequently retold by &lt;a href=\"F.%20S.%20Ashley-Cooper\"&gt;F. S. Ashley-Cooper&lt;/a&gt; in \"Highways and Byways\" (1927); it was rejected by &lt;a href=\"Rowland%20Bowen\"&gt;Rowland Bowen&lt;/a&gt; in \"Cricket: A History of its Growth and Development\" (1970); but tentatively accepted by other writers as part of the folklore of cricket."
}