{
    "id": "5202931",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=5202931",
    "title": "Gornji Grad, Zemun",
    "text": "Gornji Grad () is an &lt;a href=\"List%20of%20Belgrade%20neighborhoods\"&gt;urban neighborhood&lt;/a&gt; of &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;, the capital of &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;. It is located in Belgrade's municipality of &lt;a href=\"Zemun\"&gt;Zemun&lt;/a&gt;.\nLocation.\nGornji Grad is located in the northern part of Zemun, spreading along the right bank of the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;. It is roughly bounded by the \"Ugrinovačka\" and \"Banatska\" streets, while other important streets include \"Cara Dušana\" and \"Pregrevica\". Being elongated and one of the largest neighborhoods of Zemun, Gornji Grad is bordered by many other neighborhoods: &lt;a href=\"Gardo%C5%A1\"&gt;Gardoš&lt;/a&gt; on the east, &lt;a href=\"%C4%86ukovac\"&gt;Ćukovac&lt;/a&gt; and &lt;a href=\"Muhar\"&gt;Muhar&lt;/a&gt; on the southeast, &lt;a href=\"Sava%20Kova%C4%8Devi%C4%87%20%28Zemun%29\"&gt;Sava Kovačević&lt;/a&gt;, &lt;a href=\"Sutjeska%20%28Zemun%29\"&gt;Sutjeska&lt;/a&gt;, &lt;a href=\"Zemun%20Ba%C4%8Dka\"&gt;Zemun Bačka&lt;/a&gt; and &lt;a href=\"Ba%C4%8Dki%20Ilovik\"&gt;Bački Ilovik&lt;/a&gt; on the south, &lt;a href=\"Altina%2C%20Belgrade\"&gt;Altina&lt;/a&gt; on the southwest, while in the west it extends in the direction of &lt;a href=\"Nova%20Galenika\"&gt;Nova Galenika&lt;/a&gt; and &lt;a href=\"Gove%C4%91i%20Brod\"&gt;Goveđi Brod&lt;/a&gt;. The section along the bank of the Danube is known as the sub-neighborhood of Pregrevica, after the main street in this part of Gornji Grad.\nCharacteristics.\nThe name of the neighborhood is descriptive, meaning the \"upper town\", above the Gardoš hill, as opposed to the neighborhood of &lt;a href=\"Donji%20Grad%20%28Zemun%29\"&gt;Donji Grad&lt;/a&gt;, the \"lower town\", below the hill. According to the 2002 Census, it had a population of 15,819. It consisted of two local communities within the Zemun municipality, \"Branko Pešić\" and \"Janko Lisjak Puška\", but the municipality later abolished the local communities in the urban section of Zemun.\nFeatures.\nSome important facilities in the neighborhood include:\nGornja Varoš Elementary School.\nFounded on 31 October 1799, it is the oldest continuously operational school in modern Belgrade (Zemun wasn't part of Belgrade until 1934). There are schools which were older, but were either closed in the meantime, or didn't start as educational facilities. It is also located on the same place, but changed a dozen of states and also so many names.\nIt was founded after requests by the Serbian population, settled around the Church of the Holy Trinity. Modern Gornji Grad area was mostly inhabited by Germans, who already had their schools. Austrian authorities allowed &lt;a href=\"Stefan%20Stratimirovi%C4%87\"&gt;Stefan Stratimirović&lt;/a&gt;, &lt;a href=\"Metropolitanate%20of%20Karlovci\"&gt;Serbian metropolitan&lt;/a&gt;, to open the school next to the church. Original school building was on the present location. At the end of the 19th century the new building was constructed on the other side of the church. School operated in this object until 1968 when the new building was finished on the original location. It was built during the mayoral term of &lt;a href=\"Branko%20Pe%C5%A1i%C4%87\"&gt;Branko Pešić&lt;/a&gt;, born and raised in Zemun, who lived nearby. Previous building served as part of the school for a while, before it was adapted into the school for adults.\nThe only short period when school was closed was during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, when Hungarian military unit occupied the building. Some of the previous school names include the original name Gornjovaroška Pučka Škola, Kraljević Andrej and Vladimir Nazor. In the 2010s, both exterior and interior walls were painted by Miodrag Ivanović. Depending on the location and classroom, murals depict &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt;, &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt;, &lt;a href=\"Stevan%20Mokranjac\"&gt;Stevan Mokranjac&lt;/a&gt;, &lt;a href=\"Ludwig%20van%20Beethoven\"&gt;Ludwig van Beethoven&lt;/a&gt;, &lt;a href=\"Archimedes\"&gt;Archimedes&lt;/a&gt;, &lt;a href=\"Pythagoras\"&gt;Pythagoras&lt;/a&gt;, &lt;a href=\"Nikola%20Tesla\"&gt;Nikola Tesla&lt;/a&gt;, mayor Pešić. In 2019 it had 660 pupils, and some of the former ones are &lt;a href=\"Dejan%20Stankovi%C4%87\"&gt;Dejan Stanković&lt;/a&gt;, &lt;a href=\"Aleksandar%20Karaka%C5%A1evi%C4%87\"&gt;Aleksandar Karakašević&lt;/a&gt;, &lt;a href=\"Stefan%20Milenkovi%C4%87\"&gt;Stefan Milenković&lt;/a&gt; and &lt;a href=\"Sanja%20Bestic\"&gt;Sanja Bestic&lt;/a&gt;.\nZemunske Kapije.\nOn 10 July 2017 a construction of the new residential complex, called \"Zemunske Kapije\" (\"Zemun Gates\"), began on the location of the former &lt;a href=\"barracks\"&gt;barracks&lt;/a&gt; \"Aleksa Dundić\", which is to be demolished. The complex will have 1,700 apartments ranging in size from to , bounded by the streets of \"Cara Dušana\", \"Zadužbinska\" and \"Šumadijska\" on the area of . The apartments will be spread in 8 buildings, with the total area of . Deadline for the Phase I of the project is September 2018, when three buildings with 323 apartments should be completed with the first tenants settling a month later. However, in October 2018 it was announced that the complex will be ready by 2020. The entire area of the neighborhood is . In December 2018 first tenants moved in."
}