{
    "id": "5206360",
    "revid": "84417",
    "url": "https://en.wikipedia.org/wiki?curid=5206360",
    "title": "Aerial landscape art",
    "text": "Aerial landscape art includes &lt;a href=\"painting\"&gt;painting&lt;/a&gt;s and other &lt;a href=\"visual%20art\"&gt;visual art&lt;/a&gt;s which depict or evoke the appearance of a &lt;a href=\"landscape%20art\"&gt;landscape&lt;/a&gt; from a perspective above it—usually from a considerable distance—as it might be viewed from an &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt; or &lt;a href=\"spacecraft\"&gt;spacecraft&lt;/a&gt;. Sometimes the art is based not on direct observation but on &lt;a href=\"aerial%20photography\"&gt;aerial photography&lt;/a&gt;, or on &lt;a href=\"map\"&gt;map&lt;/a&gt;s created using &lt;a href=\"satellite%20imagery\"&gt;satellite imagery&lt;/a&gt;. This kind of &lt;a href=\"landscape%20art\"&gt;landscape art&lt;/a&gt; hardly existed before the 20th century; its modern development coincided with the advent of human transport which allowed for actual overhead views of large landscapes.\nAerial landscapes are landscapes as seen from the sky. The earliest depictions of aerial landscapes are &lt;a href=\"map\"&gt;map&lt;/a&gt;s, or somewhat map-like artworks, which show a landscape from an imagined bird's-eye viewpoint. For example, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n Aborigines, beginning in very ancient times, created \"country\" landscapes—aerial landscapes depicting their country—showing ancestral paths to watering holes and sacred sites. Centuries before air travel, Europeans developed maps of whole continents and even of the globe itself, all from an imagined aerial perspective, aided with mathematical calculations derived from surveys and knowledge of astronomical relationships.\nThere were other pre-20th century Western artworks sometimes depicting a single town or precinct in a manner that comes closer to real aerial landscape, showing a town or city more or less as it might look from directly overhead. These map-like aerial &lt;a href=\"townscape\"&gt;townscape&lt;/a&gt;s often employed a kind of mixed perspective; while the overall view was quasi-aerial—showing the disposition of features arrayed as if seen from directly above—individual features of importance (such as churches or other major buildings) were pictured larger than scale, angled as they might look to someone standing on the ground. The map-like functional purpose of these pictures meant that such landmarks ought to be recognizable to a viewer, therefore, a realistic overhead view of the scene would defeat the purpose. The advent of balloon travel in the 19th century encouraged the development of more realistic aerial landscapes, as the first pioneering aviators begin to learn what landscapes and buildings really looked like when viewed from directly overhead.\nModernist abstraction and the aerial landscape.\nThe artist &lt;a href=\"Kazimir%20Malevich\"&gt;Kazimir Malevich&lt;/a&gt; (1878–1935), who wrote extensively on the aesthetics and philosophy of &lt;a href=\"modern%20art\"&gt;modern art&lt;/a&gt;, identified the aerial &lt;a href=\"landscape\"&gt;landscape&lt;/a&gt; (especially the \"&lt;a href=\"bird%27s-eye%20view\"&gt;bird's-eye view&lt;/a&gt;\", looking straight down, as opposed to an oblique angle) as a genuinely new and radicalizing paradigm in the art of the twentieth century. In his view, air travel, and more specifically, &lt;a href=\"aerial%20photography\"&gt;aerial photography&lt;/a&gt; had created this broad change in consciousness. The &lt;a href=\"Italian%20modern%20and%20contemporary%20art\"&gt;Italian&lt;/a&gt; &lt;a href=\"futurism\"&gt;Futurists&lt;/a&gt; were similarly fascinated with aerial views of landscapes.\nUnlike traditional &lt;a href=\"landscape%20art\"&gt;landscape&lt;/a&gt;s, aerial landscapes often do not include any view of a &lt;a href=\"horizon\"&gt;horizon&lt;/a&gt; or &lt;a href=\"sky\"&gt;sky&lt;/a&gt;, nor in such cases is there any recession of the view into an infinite distance. Additionally, there is a natural kinship between aerial landscape painting and &lt;a href=\"abstract%20art\"&gt;abstract&lt;/a&gt; painting, not only because familiar objects are sometimes difficult to recognize when viewed aerially, but because there is no natural \"up\" or \"down\" orientation in the &lt;a href=\"painting\"&gt;painting&lt;/a&gt;. Often it seems that, as in a work of &lt;a href=\"abstract%20expressionism\"&gt;abstract expressionism&lt;/a&gt;, the painting might just as well be hung upside down or sideways. Furthermore, as in a &lt;a href=\"Jackson%20Pollock\"&gt;Jackson Pollock&lt;/a&gt; or a &lt;a href=\"Mark%20Tobey\"&gt;Mark Tobey&lt;/a&gt; painting, such images often have an \"&lt;a href=\"All-over%20painting\"&gt;all over&lt;/a&gt;\" distribution of interest that defies any attempt to decide on a \"correct\" orientation or focal point.\nIn addition to &lt;a href=\"Kazimir%20Malevich\"&gt;Malevich&lt;/a&gt;, many other modern and contemporary artists have produced work inspired by aerial views of landscapes, including &lt;a href=\"Georgia%20O%27Keeffe\"&gt;Georgia O'Keeffe&lt;/a&gt;, &lt;a href=\"Susan%20Crile\"&gt;Susan Crile&lt;/a&gt;, &lt;a href=\"Jane%20Frank\"&gt;Jane Frank&lt;/a&gt;, &lt;a href=\"Richard%20Diebenkorn\"&gt;Richard Diebenkorn&lt;/a&gt;, &lt;a href=\"Yvonne%20Jacquette\"&gt;Yvonne Jacquette&lt;/a&gt;, and &lt;a href=\"Nancy%20Graves\"&gt;Nancy Graves&lt;/a&gt;.\nSpecial case: the aerial cloudscape.\nThe aerial &lt;a href=\"cloudscape%20%28art%29\"&gt;cloudscape&lt;/a&gt;s painted by &lt;a href=\"Georgia%20O%27Keeffe\"&gt;Georgia O'Keeffe&lt;/a&gt; in the 1960s and 1970s are a special case. Many of them are not &lt;a href=\"landscape\"&gt;landscape&lt;/a&gt;s at all, since they don't show any land. They depict images of clouds viewed from above, suspended in blue sky, with the land below nowhere to be seen; it is the view of clouds regarded at a downward and sideways angle, as from the window of an airplane. These paintings depict a kind of \"pseudo-horizon,\" formed not where land meets sky but where the suspended layer of clouds—a \"pseudo-ground\"—meets the empty upper sky. (See the external link below for an image of O'Keeffe's gigantic 1965 aerial cloudscape entitled \"Sky Above Clouds IV\", housed at the &lt;a href=\"Art%20Institute%20of%20Chicago\"&gt;Art Institute of Chicago&lt;/a&gt;).\nDuring this period, O'Keeffe also produced some aerial cloudscape paintings which qualify as true aerial landscape paintings because they include a view of the land below the clouds. An example is \"It Was Blue and Green\" (1960; see external link to image below). This painting shows a view of land seen from above through a thin layer of clouds, combining the aerial landscape and aerial cloudscape genres."
}