{
    "id": "52085",
    "revid": "24880950",
    "url": "https://en.wikipedia.org/wiki?curid=52085",
    "title": "Protein folding",
    "text": "Protein folding is the &lt;a href=\"physical%20process\"&gt;physical process&lt;/a&gt; by which a &lt;a href=\"protein\"&gt;protein&lt;/a&gt; chain is &lt;a href=\"Translation%20%28biology%29\"&gt;translated&lt;/a&gt; to its native &lt;a href=\"protein%20tertiary%20structure\"&gt;three-dimensional structure&lt;/a&gt;, typically a \"folded\" &lt;a href=\"Protein%20structure\"&gt;conformation&lt;/a&gt; by which the protein becomes biologically functional. Via an expeditious and reproducible process, a &lt;a href=\"Peptide\"&gt;polypeptide&lt;/a&gt; folds into its characteristic three-dimensional structure from a &lt;a href=\"random%20coil\"&gt;random coil&lt;/a&gt;. Each protein exists first as an unfolded polypeptide or random coil after being translated from a sequence of &lt;a href=\"mRNA\"&gt;mRNA&lt;/a&gt; to a linear chain of &lt;a href=\"amino%20acid\"&gt;amino acid&lt;/a&gt;s. At this stage the polypeptide lacks any stable (long-lasting) three-dimensional structure (the left hand side of the first figure). As the polypeptide chain is being synthesized by a &lt;a href=\"ribosome\"&gt;ribosome&lt;/a&gt;, the linear chain begins to fold into its three-dimensional structure.\nFolding of many proteins begins even during translation of the polypeptide chain. Amino acids interact with each other to produce a well-defined three-dimensional structure, the folded protein (the right hand side of the figure), known as the &lt;a href=\"native%20state\"&gt;native state&lt;/a&gt;. The resulting three-dimensional structure is determined by the amino acid sequence or primary structure (&lt;a href=\"Anfinsen%27s%20dogma\"&gt;Anfinsen's dogma&lt;/a&gt;).\nThe correct three-dimensional structure is essential to function, although some parts of functional proteins &lt;a href=\"Intrinsically%20unstructured%20proteins\"&gt;may remain unfolded&lt;/a&gt;, so that &lt;a href=\"protein%20dynamics\"&gt;protein dynamics&lt;/a&gt; is important. Failure to fold into native structure generally produces inactive proteins, but in some instances misfolded proteins have modified or toxic functionality. Several &lt;a href=\"neurodegenerative\"&gt;neurodegenerative&lt;/a&gt; and other &lt;a href=\"disease\"&gt;disease&lt;/a&gt;s are believed to result from the accumulation of &lt;a href=\"amyloid\"&gt;amyloid&lt;/a&gt; &lt;a href=\"fibrils\"&gt;fibrils&lt;/a&gt; formed by misfolded proteins, infectious varieties of which are known as &lt;a href=\"Prion\"&gt;prions&lt;/a&gt;. Many &lt;a href=\"Protein%20allergy\"&gt;allergies&lt;/a&gt; are caused by incorrect folding of some proteins, because the &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; does not produce &lt;a href=\"antibodies\"&gt;antibodies&lt;/a&gt; for certain protein structures.\n&lt;a href=\"Denaturation%20%28biochemistry%29\"&gt;Denaturation&lt;/a&gt; of proteins is a process of transition from the folded to the &lt;a href=\"Random%20coil\"&gt;unfolded state&lt;/a&gt;. It happens in &lt;a href=\"cooking\"&gt;cooking&lt;/a&gt;, in &lt;a href=\"burn\"&gt;burn&lt;/a&gt;s, in &lt;a href=\"proteinopathy\"&gt;proteinopathies&lt;/a&gt;, and in other contexts.\nThe duration of the folding process varies dramatically depending on the protein of interest. When studied &lt;a href=\"in%20vitro\"&gt;outside the cell&lt;/a&gt;, the slowest folding proteins require many minutes or hours to fold primarily due to &lt;a href=\"Proline%23Cis-trans%20isomerization\"&gt;proline isomerization&lt;/a&gt;, and must pass through a number of intermediate states, like checkpoints, before the process is complete. On the other hand, very small single-&lt;a href=\"protein%20domain\"&gt;domain&lt;/a&gt; proteins with lengths of up to a hundred amino acids typically fold in a single step. Time scales of milliseconds are the norm and the very fastest known protein folding reactions are complete within a few microseconds.\nUnderstanding and simulating the protein folding process has been an important challenge for &lt;a href=\"computational%20biology\"&gt;computational biology&lt;/a&gt; since the late 1960s.\nProcess of protein folding.\nPrimary structure.\nThe &lt;a href=\"Protein%20primary%20structure\"&gt;primary structure of a protein&lt;/a&gt;, its linear amino-acid sequence, determines its native conformation. The specific amino acid residues and their position in the polypeptide chain are the determining factors for which portions of the protein fold closely together and form its three-dimensional conformation. The amino acid composition is not as important as the sequence. The essential fact of folding, however, remains that the amino acid sequence of each protein contains the information that specifies both the native structure and the pathway to attain that state. This is not to say that nearly identical amino acid sequences always fold similarly. Conformations differ based on environmental factors as well; similar proteins fold differently based on where they are found.\nSecondary structure.\nFormation of a &lt;a href=\"Protein%20secondary%20structure\"&gt;secondary structure&lt;/a&gt; is the first step in the folding process that a protein takes to assume its native structure. Characteristic of secondary structure are the structures known as &lt;a href=\"alpha%20helix\"&gt;alpha helices&lt;/a&gt; and &lt;a href=\"beta%20sheet\"&gt;beta sheet&lt;/a&gt;s that fold rapidly because they are stabilized by &lt;a href=\"Intramolecular%20force\"&gt;intramolecular&lt;/a&gt; &lt;a href=\"hydrogen%20bond\"&gt;hydrogen bond&lt;/a&gt;s, as was first characterized by &lt;a href=\"Linus%20Pauling\"&gt;Linus Pauling&lt;/a&gt;. Formation of intramolecular hydrogen bonds provides another important contribution to protein stability. α-helices are formed by hydrogen bonding of the &lt;a href=\"Backbone%20chain\"&gt;backbone&lt;/a&gt; to form a spiral shape (refer to figure on the right). The β pleated sheet is a structure that forms with the backbone bending over itself to form the hydrogen bonds (as displayed in the figure to the left). The hydrogen bonds are between the amide hydrogen and carbonyl oxygen of the &lt;a href=\"peptide%20bond\"&gt;peptide bond&lt;/a&gt;. There exists anti-parallel β pleated sheets and parallel β pleated sheets where the stability of the hydrogen bonds is stronger in the anti-parallel β sheet as it hydrogen bonds with the ideal 180 degree angle compared to the slanted hydrogen bonds formed by parallel sheets.\nTertiary structure.\nThe α-Helices and β-Sheets are commonly amphipathic, meaning they have a hydrophilic and a hydrophobic portion. This ability helps in forming tertiary structure of a protein in which folding occurs so that the hydrophilic sides are facing the aqueous environment surrounding the protein and the hydrophobic sides are facing the hydrophobic core of the protein. Secondary structure hierarchically gives way to tertiary structure formation. Once the protein's tertiary structure is formed and stabilized by the hydrophobic interactions, there may also be &lt;a href=\"covalent%20bond\"&gt;covalent bond&lt;/a&gt;ing in the form of &lt;a href=\"disulfide%20bond\"&gt;disulfide bridges&lt;/a&gt; formed between two &lt;a href=\"cysteine\"&gt;cysteine&lt;/a&gt; residues. Tertiary structure of a protein involves a single polypeptide chain; however, additional interactions of folded polypeptide chains give rise to quaternary structure formation.\nQuaternary structure.\nTertiary structure may give way to the formation of &lt;a href=\"Protein%20quaternary%20structure\"&gt;quaternary structure&lt;/a&gt; in some proteins, which usually involves the \"assembly\" or \"coassembly\" of subunits that have already folded; in other words, multiple polypeptide chains could interact to form a fully functional quaternary protein.\nDriving forces of protein folding.\nFolding is a &lt;a href=\"spontaneous%20process\"&gt;spontaneous process&lt;/a&gt; that is mainly guided by hydrophobic interactions, formation of intramolecular &lt;a href=\"hydrogen%20bond\"&gt;hydrogen bond&lt;/a&gt;s, &lt;a href=\"van%20der%20Waals%20forces\"&gt;van der Waals forces&lt;/a&gt;, and it is opposed by &lt;a href=\"conformational%20entropy\"&gt;conformational entropy&lt;/a&gt;. The process of folding often begins &lt;a href=\"translation%20%28genetics%29\"&gt;co-translationally&lt;/a&gt;, so that the &lt;a href=\"N-terminus\"&gt;N-terminus&lt;/a&gt; of the protein begins to fold while the &lt;a href=\"C-terminus\"&gt;C-terminal&lt;/a&gt; portion of the protein is still being &lt;a href=\"protein%20biosynthesis\"&gt;synthesized&lt;/a&gt; by the &lt;a href=\"ribosome\"&gt;ribosome&lt;/a&gt;; however, a protein molecule may fold spontaneously during or after &lt;a href=\"Protein%20biosynthesis\"&gt;biosynthesis&lt;/a&gt;. While these &lt;a href=\"macromolecule\"&gt;macromolecule&lt;/a&gt;s may be regarded as \"&lt;a href=\"Self-assembly\"&gt;folding themselves&lt;/a&gt;\", the process also depends on the &lt;a href=\"solvent\"&gt;solvent&lt;/a&gt; (&lt;a href=\"water\"&gt;water&lt;/a&gt; or &lt;a href=\"lipid%20bilayer\"&gt;lipid bilayer&lt;/a&gt;), the concentration of &lt;a href=\"Salt%20%28chemistry%29\"&gt;salts&lt;/a&gt;, the &lt;a href=\"pH\"&gt;pH&lt;/a&gt;, the &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt;, the possible presence of cofactors and of molecular &lt;a href=\"Chaperone%20%28protein%29\"&gt;chaperone&lt;/a&gt;s.\nProteins will have limitations on their folding abilities by the restricted bending angles or conformations that are possible. These allowable angles of protein folding are described with a two-dimensional plot known as the &lt;a href=\"Ramachandran%20plot\"&gt;Ramachandran plot&lt;/a&gt;, depicted with psi and phi angles of allowable rotation.\nHydrophobic effect.\nProtein folding must be thermodynamically favorable within a cell in order for it to be a spontaneous reaction. Since it is known that protein folding is a spontaneous reaction, then it must assume a negative &lt;a href=\"Gibbs%20free%20energy\"&gt;Gibbs free energy&lt;/a&gt; value. Gibbs free energy in protein folding is directly related to &lt;a href=\"enthalpy\"&gt;enthalpy&lt;/a&gt; and &lt;a href=\"entropy\"&gt;entropy&lt;/a&gt;. For a negative delta G to arise and for protein folding to become thermodynamically favorable, then either enthalpy, entropy, or both terms must be favorable.\nMinimizing the number of hydrophobic side-chains exposed to water is an important driving force behind the folding process. The hydrophobic effect is the phenomenon in which the hydrophobic chains of a protein collapse into the core of the protein (away from the hydrophilic environment). In an aqueous environment, the water molecules tend to aggregate around the hydrophobic regions or side chains of the protein, creating water shells of ordered water molecules. An ordering of water molecules around a hydrophobic region increases order in a system and therefore contributes a negative change in entropy (less entropy in the system). The water molecules are fixed in these water cages which drives the &lt;a href=\"hydrophobic%20collapse\"&gt;hydrophobic collapse&lt;/a&gt;, or the inward folding of the hydrophobic groups. The hydrophobic collapse introduces entropy back to the system via the breaking of the water cages which frees the ordered water molecules. The multitude of hydrophobic groups interacting within the core of the globular folded protein contributes a significant amount to protein stability after folding, because of the vastly accumulated van der Waals forces (specifically &lt;a href=\"London%20dispersion%20force\"&gt;London Dispersion forces&lt;/a&gt;). The &lt;a href=\"hydrophobic%20effect\"&gt;hydrophobic effect&lt;/a&gt; exists as a driving force in thermodynamics only if there is the presence of an aqueous medium with an &lt;a href=\"amphiphilic\"&gt;amphiphilic&lt;/a&gt; molecule containing a large hydrophobic region. The strength of hydrogen bonds depends on their environment; thus, H-bonds enveloped in a hydrophobic core contribute more than H-bonds exposed to the aqueous environment to the stability of the native state.\nIn proteins with globular folds, hydrophobic amino acids tend to be interspersed along the primary sequence, rather than randomly distributed or clustered together. However, proteins that have recently been born &lt;a href=\"De%20novo%20gene%20birth\"&gt;de novo&lt;/a&gt;, which tend to be &lt;a href=\"intrinsically%20disordered%20proteins\"&gt;intrinsically disordered&lt;/a&gt;, show the opposite pattern of hydrophobic amino acid clustering along the primary sequence.\nChaperones.\n&lt;a href=\"Chaperone%20%28protein%29\"&gt;Molecular chaperones&lt;/a&gt; are a class of proteins that aid in the correct folding of other proteins \"&lt;a href=\"in%20vivo\"&gt;in vivo&lt;/a&gt;\". Chaperones exist in all cellular compartments and interact with the polypeptide chain in order to allow the native three-dimensional conformation of the protein to form; however, chaperones themselves are not included in the final structure of the protein they are assisting in. Chaperones may assist in folding even when the nascent polypeptide is being synthesized by the ribosome. Molecular chaperones operate by binding to stabilize an otherwise unstable structure of a protein in its folding pathway, but chaperones do not contain the necessary information to know the correct native structure of the protein they are aiding; rather, chaperones work by preventing incorrect folding conformations. In this way, chaperones do not actually increase the rate of individual steps involved in the folding pathway toward the native structure; instead, they work by reducing possible unwanted aggregations of the polypeptide chain that might otherwise slow down the search for the proper intermediate and they provide a more efficient pathway for the polypeptide chain to assume the correct conformations. Chaperones are not to be confused with folding &lt;a href=\"Catalysis\"&gt;catalyst&lt;/a&gt; proteins, which catalyze chemical reactions responsible for slow steps in folding pathways. Examples of folding catalysts are protein &lt;a href=\"disulfide%20isomerase\"&gt;disulfide isomerase&lt;/a&gt;s and &lt;a href=\"peptidyl-prolyl%20isomerase\"&gt;peptidyl-prolyl isomerase&lt;/a&gt;s that may be involved in formation of &lt;a href=\"disulfide%20bond\"&gt;disulfide bond&lt;/a&gt;s or interconversion between cis and trans stereoisomers of peptide group. Chaperones are shown to be critical in the process of protein folding \"in vivo\" because they provide the protein with the aid needed to assume its proper alignments and conformations efficiently enough to become \"biologically relevant\". This means that the polypeptide chain could theoretically fold into its native structure without the aid of chaperones, as demonstrated by protein folding experiments conducted \"&lt;a href=\"in%20vitro\"&gt;in vitro&lt;/a&gt;\"; however, this process proves to be too inefficient or too slow to exist in biological systems; therefore, chaperones are necessary for protein folding \"in vivo.\" Along with its role in aiding native structure formation, chaperones are shown to be involved in various roles such as protein transport, degradation, and even allow &lt;a href=\"Denaturation%20%28biochemistry%29\"&gt;denatured proteins&lt;/a&gt; exposed to certain external denaturant factors an opportunity to refold into their correct native structures.\nA fully denatured protein lacks both tertiary and secondary structure, and exists as a so-called &lt;a href=\"random%20coil\"&gt;random coil&lt;/a&gt;. Under certain conditions some proteins can refold; however, in many cases, denaturation is irreversible. Cells sometimes protect their proteins against the denaturing influence of heat with &lt;a href=\"enzyme\"&gt;enzyme&lt;/a&gt;s known as &lt;a href=\"heat%20shock%20protein\"&gt;heat shock protein&lt;/a&gt;s (a type of chaperone), which assist other proteins both in folding and in remaining folded. &lt;a href=\"Heat%20shock%20protein\"&gt;Heat shock protein&lt;/a&gt;s have been found in all species examined, from &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt; to humans, suggesting that they evolved very early and have an important function. Some proteins never fold in cells at all except with the assistance of chaperones which either isolate individual proteins so that their folding is not interrupted by interactions with other proteins or help to unfold misfolded proteins, allowing them to refold into the correct native structure. This function is crucial to prevent the risk of &lt;a href=\"precipitation%20%28chemistry%29\"&gt;precipitation&lt;/a&gt; into &lt;a href=\"insoluble\"&gt;insoluble&lt;/a&gt; amorphous aggregates. The external factors involved in protein denaturation or disruption of the native state include temperature, external fields (electric, magnetic), molecular crowding, and even the limitation of space (i.e. confinement), which can have a big influence on the folding of proteins. High concentrations of &lt;a href=\"solutes\"&gt;solutes&lt;/a&gt;, extremes of &lt;a href=\"pH\"&gt;pH&lt;/a&gt;, mechanical forces, and the presence of chemical denaturants can contribute to protein denaturation, as well. These individual factors are categorized together as stresses. Chaperones are shown to exist in increasing concentrations during times of cellular stress and help the proper folding of emerging proteins as well as denatured or misfolded ones.\nUnder some conditions proteins will not fold into their biochemically functional forms. Temperatures above or below the range that cells tend to live in will cause &lt;a href=\"Thermostability\"&gt;thermally unstable&lt;/a&gt; proteins to unfold or denature (this is why boiling makes an &lt;a href=\"Egg%20white%23Denaturation\"&gt;egg white&lt;/a&gt; turn opaque). Protein thermal stability is far from constant, however; for example, &lt;a href=\"hyperthermophiles\"&gt;hyperthermophilic bacteria&lt;/a&gt; have been found that grow at temperatures as high as 122 °C, which of course requires that their full complement of vital proteins and protein assemblies be stable at that temperature or above.\nThe bacterium \"&lt;a href=\"Escherichia%20coli\"&gt;E. coli&lt;/a&gt;\" is the host for &lt;a href=\"Escherichia%20virus%20T4\"&gt;bacteriophage T4&lt;/a&gt;, and the phage encoded gp31 protein () appears to be structurally and functionally homologous to \"E. coli\" &lt;a href=\"chaperone%20%28protein%29\"&gt;chaperone protein&lt;/a&gt; &lt;a href=\"GroES\"&gt;GroES&lt;/a&gt; and able to substitute for it in the assembly of bacteriophage T4 &lt;a href=\"virus\"&gt;virus&lt;/a&gt; particles during infection. Like GroES, gp31 forms a stable complex with &lt;a href=\"GroEL\"&gt;GroEL&lt;/a&gt; chaperonin that is absolutely necessary for the folding and assembly in vivo of the bacteriophage T4 major capsid protein gp23.\nFold switching.\nSome proteins have multiple native structures, and change their fold based on some external factors. For example, the KaiB protein &lt;a href=\"KaiB%23Circadian%20outputs%20and%20KaiB%20fold%20switching\"&gt;switches fold throughout the day&lt;/a&gt;, acting as a clock for cyanobacteria. It has been estimated that around 0.5–4% of PDB (&lt;a href=\"Protein%20Data%20Bank\"&gt;Protein Data Bank&lt;/a&gt;) proteins switch folds.\nProtein misfolding and neurodegenerative disease.\nA protein is considered to be &lt;a href=\"protein%20misfolding\"&gt;misfolded&lt;/a&gt; if it cannot achieve its normal native state. This can be due to mutations in the amino acid sequence or a disruption of the normal folding process by external factors. The misfolded protein typically contains &lt;a href=\"Beta%20sheet\"&gt;β-sheets&lt;/a&gt; that are organized in a supramolecular arrangement known as a cross-β structure. These β-sheet-rich assemblies are very stable, very insoluble, and generally resistant to proteolysis. The structural stability of these fibrillar assemblies is caused by extensive interactions between the protein monomers, formed by backbone hydrogen bonds between their β-strands. The misfolding of proteins can trigger the further misfolding and accumulation of other proteins into aggregates or oligomers. The increased levels of aggregated proteins in the cell leads to formation of &lt;a href=\"amyloid\"&gt;amyloid&lt;/a&gt;-like structures which can cause degenerative disorders and cell death. The amyloids are fibrillary structures that contain intermolecular hydrogen bonds which are highly insoluble and made from converted protein aggregates. Therefore, the proteasome pathway may not be efficient enough to degrade the misfolded proteins prior to aggregation. Misfolded proteins can interact with one another and form structured aggregates and gain toxicity through intermolecular interactions.\nAggregated proteins are associated with &lt;a href=\"prion\"&gt;prion&lt;/a&gt;-related illnesses such as &lt;a href=\"Creutzfeldt%E2%80%93Jakob%20disease\"&gt;Creutzfeldt–Jakob disease&lt;/a&gt;, &lt;a href=\"bovine%20spongiform%20encephalopathy\"&gt;bovine spongiform encephalopathy&lt;/a&gt; (mad cow disease), amyloid-related illnesses such as &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; and &lt;a href=\"familial%20amyloid%20cardiomyopathy\"&gt;familial amyloid cardiomyopathy&lt;/a&gt; or &lt;a href=\"Familial%20amyloid%20polyneuropathy\"&gt;polyneuropathy&lt;/a&gt;, as well as intracellular aggregation diseases such as &lt;a href=\"Huntington%27s\"&gt;Huntington's&lt;/a&gt; and &lt;a href=\"Parkinson%27s%20disease\"&gt;Parkinson's disease&lt;/a&gt;. These age onset degenerative diseases are associated with the aggregation of misfolded proteins into insoluble, extracellular aggregates and/or intracellular inclusions including cross-β &lt;a href=\"amyloid\"&gt;amyloid&lt;/a&gt; &lt;a href=\"fibril\"&gt;fibril&lt;/a&gt;s. It is not completely clear whether the aggregates are the cause or merely a reflection of the loss of protein homeostasis, the balance between synthesis, folding, aggregation and protein turnover. Recently the &lt;a href=\"European%20Medicines%20Agency\"&gt;European Medicines Agency&lt;/a&gt; approved the use of &lt;a href=\"Tafamidis\"&gt;Tafamidis&lt;/a&gt; or Vyndaqel (a kinetic stabilizer of tetrameric transthyretin) for the treatment of transthyretin amyloid diseases. This suggests that the process of amyloid fibril formation (and not the fibrils themselves) causes the degeneration of post-mitotic tissue in human amyloid diseases. Misfolding and excessive degradation instead of folding and function leads to a number of &lt;a href=\"proteopathy\"&gt;proteopathy&lt;/a&gt; diseases such as &lt;a href=\"antitrypsin\"&gt;antitrypsin&lt;/a&gt;-associated &lt;a href=\"emphysema\"&gt;emphysema&lt;/a&gt;, &lt;a href=\"cystic%20fibrosis\"&gt;cystic fibrosis&lt;/a&gt; and the &lt;a href=\"lysosomal%20storage%20diseases\"&gt;lysosomal storage diseases&lt;/a&gt;, where loss of function is the origin of the disorder. While protein replacement therapy has historically been used to correct the latter disorders, an emerging approach is to use &lt;a href=\"pharmaceutical%20chaperones\"&gt;pharmaceutical chaperones&lt;/a&gt; to fold mutated proteins to render them functional.\nExperimental techniques for studying protein folding.\nWhile inferences about protein folding can be made through &lt;a href=\"Phi%20value%20analysis\"&gt;mutation studies&lt;/a&gt;, typically, experimental techniques for studying protein folding rely on the &lt;a href=\"Equilibrium%20unfolding\"&gt;gradual unfolding&lt;/a&gt; or folding of proteins and observing conformational changes using standard non-crystallographic techniques.\nX-ray crystallography.\n&lt;a href=\"X-ray%20crystallography\"&gt;X-ray crystallography&lt;/a&gt; is one of the more efficient and important methods for attempting to decipher the three dimensional configuration of a folded protein. To be able to conduct X-ray crystallography, the protein under investigation must be located inside a crystal lattice. To place a protein inside a crystal lattice, one must have a suitable solvent for crystallization, obtain a pure protein at supersaturated levels in solution, and precipitate the crystals in solution. Once a protein is crystallized, X-ray beams can be concentrated through the crystal lattice which would diffract the beams or shoot them outwards in various directions. These exiting beams are correlated to the specific three-dimensional configuration of the protein enclosed within. The X-rays specifically interact with the electron clouds surrounding the individual atoms within the protein crystal lattice and produce a discernible diffraction pattern. Only by relating the electron density clouds with the amplitude of the X-rays can this pattern be read and lead to assumptions of the phases or phase angles involved that complicate this method. Without the relation established through a mathematical basis known as &lt;a href=\"Fourier%20transform\"&gt;Fourier transform&lt;/a&gt;, the \"&lt;a href=\"phase%20problem\"&gt;phase problem&lt;/a&gt;\" would render predicting the diffraction patterns very difficult. Emerging methods like &lt;a href=\"multiple%20isomorphous%20replacement\"&gt;multiple isomorphous replacement&lt;/a&gt; use the presence of a heavy metal ion to diffract the X-rays into a more predictable manner, reducing the number of variables involved and resolving the phase problem.\nFluorescence spectroscopy.\n&lt;a href=\"Fluorescence%20spectroscopy\"&gt;Fluorescence spectroscopy&lt;/a&gt; is a highly sensitive method for studying the folding state of proteins. Three amino acids, phenylalanine (Phe), tyrosine (Tyr) and tryptophan (Trp), have intrinsic fluorescence properties, but only Tyr and Trp are used experimentally because their &lt;a href=\"quantum%20yield\"&gt;quantum yield&lt;/a&gt;s are high enough to give good fluorescence signals. Both Trp and Tyr are excited by a wavelength of 280 nm, whereas only Trp is excited by a wavelength of 295 nm. Because of their aromatic character, Trp and Tyr residues are often found fully or partially buried in the hydrophobic core of proteins, at the interface between two protein domains, or at the interface between subunits of oligomeric proteins. In this apolar environment, they have high quantum yields and therefore high fluorescence intensities. Upon disruption of the protein's tertiary or quaternary structure, these side chains become more exposed to the hydrophilic environment of the solvent, and their quantum yields decrease, leading to low fluorescence intensities. For Trp residues, the wavelength of their maximal fluorescence emission also depend on their environment.\nFluorescence spectroscopy can be used to characterize the &lt;a href=\"equilibrium%20unfolding\"&gt;equilibrium unfolding&lt;/a&gt; of proteins by measuring the variation in the intensity of fluorescence emission or in the wavelength of maximal emission as functions of a denaturant value. The denaturant can be a chemical molecule (urea, guanidinium hydrochloride), temperature, pH, pressure, etc. The equilibrium between the different but discrete protein states, i.e. native state, intermediate states, unfolded state, depends on the denaturant value; therefore, the global fluorescence signal of their equilibrium mixture also depends on this value. One thus obtains a profile relating the global protein signal to the denaturant value. The profile of equilibrium unfolding may enable one to detect and identify intermediates of unfolding. General equations have been developed by Hugues Bedouelle to obtain the thermodynamic parameters that characterize the unfolding equilibria for homomeric or heteromeric proteins, up to trimers and potentially tetramers, from such profiles. Fluorescence spectroscopy can be combined with fast-mixing devices such as &lt;a href=\"stopped%20flow\"&gt;stopped flow&lt;/a&gt;, to measure protein folding kinetics, generate a &lt;a href=\"chevron%20plot\"&gt;chevron plot&lt;/a&gt; and derive a &lt;a href=\"Phi%20value%20analysis\"&gt;Phi value analysis&lt;/a&gt;.\nCircular dichroism.\n&lt;a href=\"Circular%20dichroism\"&gt;Circular dichroism&lt;/a&gt; is one of the most general and basic tools to study protein folding. Circular dichroism spectroscopy measures the absorption of &lt;a href=\"circular%20polarization\"&gt;circularly polarized light&lt;/a&gt;. In proteins, structures such as &lt;a href=\"alpha%20helix\"&gt;alpha helices&lt;/a&gt; and &lt;a href=\"beta%20sheets\"&gt;beta sheets&lt;/a&gt; are chiral, and thus absorb such light. The absorption of this light acts as a marker of the degree of foldedness of the protein ensemble. This technique has been used to measure &lt;a href=\"equilibrium%20unfolding\"&gt;equilibrium unfolding&lt;/a&gt; of the protein by measuring the change in this absorption as a function of denaturant concentration or &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt;. A denaturant melt measures the &lt;a href=\"Thermodynamic%20free%20energy\"&gt;free energy&lt;/a&gt; of unfolding as well as the protein's m value, or denaturant dependence. A temperature melt measures the &lt;a href=\"Denaturation%20midpoint\"&gt;denaturation temperature&lt;/a&gt; (Tm) of the protein. As for fluorescence spectroscopy, circular-dichroism spectroscopy can be combined with fast-mixing devices such as &lt;a href=\"stopped%20flow\"&gt;stopped flow&lt;/a&gt; to measure protein folding &lt;a href=\"Chemical%20kinetics\"&gt;kinetics&lt;/a&gt; and to generate &lt;a href=\"chevron%20plot\"&gt;chevron plot&lt;/a&gt;s.\nVibrational circular dichroism of proteins.\nThe more recent developments of &lt;a href=\"vibrational%20circular%20dichroism\"&gt;vibrational circular dichroism&lt;/a&gt; (VCD) techniques for proteins, currently involving &lt;a href=\"Fourier%20transform\"&gt;Fourier transform&lt;/a&gt; (FT) instruments, provide powerful means for determining protein conformations in solution even for very large protein molecules. Such VCD studies of proteins can be combined with &lt;a href=\"X-ray%20diffraction\"&gt;X-ray diffraction&lt;/a&gt; data for protein crystals, &lt;a href=\"FT-IR\"&gt;FT-IR&lt;/a&gt; data for protein solutions in heavy water (D2O), or &lt;a href=\"Quantum%20chemistry\"&gt;quantum computations&lt;/a&gt;.\nProtein nuclear magnetic resonance spectroscopy.\nProtein &lt;a href=\"nuclear%20magnetic%20resonance\"&gt;nuclear magnetic resonance&lt;/a&gt; (NMR) is able to collect protein structural data by inducing a magnet field through samples of concentrated protein. In NMR, depending on the chemical environment, certain nuclei will absorb specific radio-frequencies. Because protein structural changes operate on a time scale from ns to ms, NMR is especially equipped to study intermediate structures in timescales of ps to s. Some of the main techniques for studying proteins structure and non-folding protein structural changes include &lt;a href=\"Two-dimensional%20nuclear%20magnetic%20resonance%20spectroscopy\"&gt;COSY&lt;/a&gt;, &lt;a href=\"Two-dimensional%20nuclear%20magnetic%20resonance%20spectroscopy\"&gt;TOCSY&lt;/a&gt;, &lt;a href=\"Heteronuclear%20single%20quantum%20coherence%20spectroscopy\"&gt;HSQC&lt;/a&gt;, &lt;a href=\"Relaxation%20%28NMR%29\"&gt;time relaxation&lt;/a&gt; (T1 &amp; T2), and &lt;a href=\"Nuclear%20Overhauser%20effect\"&gt;NOE&lt;/a&gt;. NOE is especially useful because magnetization transfers can be observed between spatially proximal hydrogens are observed. Different NMR experiments have varying degrees of timescale sensitivity that are appropriate for different protein structural changes. NOE can pick up bond vibrations or side chain rotations, however, NOE is too sensitive to pick up protein folding because it occurs at larger timescale.\nBecause protein folding takes place in about 50 to 3000 s−1 CPMG Relaxation dispersion and &lt;a href=\"Magnetization%20transfer\"&gt;chemical exchange saturation transfer&lt;/a&gt; have become some of the primary techniques for NMR analysis of folding. In addition, both techniques are used to uncover excited intermediate states in the protein folding landscape. To do this, CPMG Relaxation dispersion takes advantage of the &lt;a href=\"spin%20echo\"&gt;spin echo&lt;/a&gt; phenomenon. This technique exposes the target nuclei to a 90 pulse followed by one or more 180 pulses. As the nuclei refocus, a broad distribution indicates the target nuclei is involved in an intermediate excited state. By looking at Relaxation dispersion plots the data collect information on the thermodynamics and kinetics between the excited and ground. Saturation Transfer measures changes in signal from the ground state as excited states become perturbed. It uses weak radio frequency irradiation to saturate the excited state of a particular nuclei which transfers its saturation to the ground state. This signal is amplified by decreasing the magnetization (and the signal) of the ground state.\nThe main limitations in NMR is that its resolution decreases with proteins that are larger than 25 kDa and is not as detailed as &lt;a href=\"X-ray%20crystallography\"&gt;X-ray crystallography&lt;/a&gt;. Additionally, protein NMR analysis is quite difficult and can propose multiple solutions from the same NMR spectrum.\nIn a study focused on the folding of an &lt;a href=\"amyotrophic%20lateral%20sclerosis\"&gt;amyotrophic lateral sclerosis&lt;/a&gt; involved protein &lt;a href=\"SOD1\"&gt;SOD1&lt;/a&gt;, excited intermediates were studied with relaxation dispersion and Saturation transfer. SOD1 had been previously tied to many disease causing mutants which were assumed to be involved in protein aggregation, however the mechanism was still unknown. By using Relaxation Dispersion and Saturation Transfer experiments many excited intermediate states were uncovered misfolding in the SOD1 mutants.\nDual-polarization interferometry.\n&lt;a href=\"Dual%20polarisation%20interferometry\"&gt;Dual polarisation interferometry&lt;/a&gt; is a surface-based technique for measuring the optical properties of molecular layers. When used to characterize protein folding, it measures the &lt;a href=\"protein%20conformation\"&gt;conformation&lt;/a&gt; by determining the overall size of a monolayer of the protein and its density in real time at sub-Angstrom resolution, although real-time measurement of the kinetics of protein folding are limited to processes that occur slower than ~10 Hz. Similar to &lt;a href=\"circular%20dichroism\"&gt;circular dichroism&lt;/a&gt;, the stimulus for folding can be a denaturant or &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt;.\nStudies of folding with high time resolution.\nThe study of protein folding has been greatly advanced in recent years by the development of fast, time-resolved techniques. Experimenters rapidly trigger the folding of a sample of unfolded protein and observe the resulting &lt;a href=\"protein%20dynamics\"&gt;dynamics&lt;/a&gt;. Fast techniques in use include &lt;a href=\"neutron%20scattering\"&gt;neutron scattering&lt;/a&gt;, ultrafast mixing of solutions, photochemical methods, and &lt;a href=\"Temperature%20jump\"&gt;laser temperature jump spectroscopy&lt;/a&gt;. Among the many scientists who have contributed to the development of these techniques are Jeremy Cook, Heinrich Roder, &lt;a href=\"Harry%20Gray%20%28chemist%29\"&gt;Harry Gray&lt;/a&gt;, &lt;a href=\"Martin%20Gruebele\"&gt;Martin Gruebele&lt;/a&gt;, Brian Dyer, William Eaton, &lt;a href=\"Sheena%20Radford\"&gt;Sheena Radford&lt;/a&gt;, &lt;a href=\"Chris%20Dobson\"&gt;Chris Dobson&lt;/a&gt;, &lt;a href=\"Alan%20Fersht\"&gt;Alan Fersht&lt;/a&gt;, &lt;a href=\"Bengt%20N%C3%B6lting\"&gt;Bengt Nölting&lt;/a&gt; and Lars Konermann.\nProteolysis.\n&lt;a href=\"Proteolysis\"&gt;Proteolysis&lt;/a&gt; is routinely used to probe the fraction unfolded under a wide range of solution conditions (e.g. &lt;a href=\"fast%20parallel%20proteolysis%20%28FASTpp%29\"&gt;fast parallel proteolysis (FASTpp)&lt;/a&gt;.\nSingle-molecule force spectroscopy.\nSingle molecule techniques such as optical tweezers and AFM have been used to understand protein folding mechanisms of isolated proteins as well as proteins with chaperones. &lt;a href=\"Optical%20tweezers\"&gt;Optical tweezers&lt;/a&gt; have been used to stretch single protein molecules from their C- and N-termini and unfold them to allow study of the subsequent refolding. The technique allows one to measure folding rates at single-molecule level; for example, optical tweezers have been recently applied to study folding and unfolding of proteins involved in blood coagulation. &lt;a href=\"von%20Willebrand%20factor\"&gt;von Willebrand factor&lt;/a&gt; (vWF) is a protein with an essential role in blood clot formation process. It discovered – using single molecule optical tweezers measurement – that calcium-bound vWF acts as a shear force sensor in the blood. Shear force leads to unfolding of the A2 domain of vWF, whose refolding rate is dramatically enhanced in the presence of calcium. Recently, it was also shown that the simple src SH3 domain accesses multiple unfolding pathways under force.\nBiotin painting.\nBiotin painting enables condition-specific cellular snapshots of (un)folded proteins. Biotin 'painting' shows a bias towards predicted &lt;a href=\"Intrinsically%20disordered%20proteins\"&gt;Intrinsically disordered proteins&lt;/a&gt;.\nComputational studies of protein folding.\nComputational studies of protein folding includes three main aspects related to the prediction of protein stability, kinetics, and structure. A 2013 review summarizes the available computational methods for protein folding. \nLevinthal's paradox.\nIn 1969, Cyrus Levinthal noted that, because of the very large number of degrees of freedom in an unfolded polypeptide chain, the molecule has an astronomical number of possible conformations. An estimate of 3300 or 10143 was made in one of his papers. &lt;a href=\"Levinthal%27s%20paradox\"&gt;Levinthal's paradox&lt;/a&gt; is a thought experiment based on the observation that if a protein were folded by sequential sampling of all possible conformations, it would take an astronomical amount of time to do so, even if the conformations were sampled at a rapid rate (on the &lt;a href=\"nanosecond\"&gt;nanosecond&lt;/a&gt; or &lt;a href=\"picosecond\"&gt;picosecond&lt;/a&gt; scale). Based upon the observation that proteins fold much faster than this, Levinthal then proposed that a random conformational search does not occur, and the protein must, therefore, fold through a series of meta-stable &lt;a href=\"Reaction%20intermediate\"&gt;intermediate states&lt;/a&gt;.\nEnergy landscape of protein folding.\nThe &lt;a href=\"Configuration%20space%20%28physics%29\"&gt;configuration space&lt;/a&gt; of a protein during folding can be visualized as an &lt;a href=\"energy%20landscape\"&gt;energy landscape&lt;/a&gt;. According to Joseph Bryngelson and &lt;a href=\"Peter%20Wolynes\"&gt;Peter Wolynes&lt;/a&gt;, proteins follow the \"principle of minimal frustration\", meaning that naturally evolved proteins have optimized their folding energy landscapes, and that nature has chosen amino acid sequences so that the folded state of the protein is sufficiently stable. In addition, the acquisition of the folded state had to become a sufficiently fast process. Even though nature has reduced the level of \"frustration\" in proteins, some degree of it remains up to now as can be observed in the presence of local minima in the energy landscape of proteins.\nA consequence of these evolutionarily selected sequences is that proteins are generally thought to have globally \"funneled energy landscapes\" (a term coined by &lt;a href=\"Jos%C3%A9%20Onuchic\"&gt;José Onuchic&lt;/a&gt;) that are largely directed toward the native state. This \"&lt;a href=\"folding%20funnel\"&gt;folding funnel&lt;/a&gt;\" landscape allows the protein to fold to the native state through any of a large number of pathways and intermediates, rather than being restricted to a single mechanism. The theory is supported by both &lt;a href=\"lattice%20protein\"&gt;computational simulations of model proteins&lt;/a&gt; and experimental studies, and it has been used to improve methods for &lt;a href=\"protein%20structure%20prediction\"&gt;protein structure prediction&lt;/a&gt; and &lt;a href=\"protein%20design\"&gt;design&lt;/a&gt;. The description of protein folding by the leveling free-energy landscape is also consistent with the 2nd law of thermodynamics. Physically, thinking of landscapes in terms of visualizable potential or total energy surfaces simply with maxima, saddle points, minima, and funnels, rather like geographic landscapes, is perhaps a little misleading. The relevant description is really a high-dimensional phase space in which manifolds might take a variety of more complicated topological forms.\nThe unfolded polypeptide chain begins at the top of the funnel where it may assume the largest number of unfolded variations and is in its highest energy state. Energy landscapes such as these indicate that there are a large number of initial possibilities, but only a single native state is possible; however, it does not reveal the numerous folding pathways that are possible. A different molecule of the same exact protein may be able to follow marginally different folding pathways, seeking different lower energy intermediates, as long as the same native structure is reached. Different pathways may have different frequencies of utilization depending on the thermodynamic favorability of each pathway. This means that if one pathway is found to be more thermodynamically favorable than another, it is likely to be used more frequently in the pursuit of the native structure. As the protein begins to fold and assume its various conformations, it always seeks a more thermodynamically favorable structure than before and thus continues through the energy funnel. Formation of secondary structures is a strong indication of increased stability within the protein, and only one combination of secondary structures assumed by the polypeptide backbone will have the lowest energy and therefore be present in the native state of the protein. Among the first structures to form once the polypeptide begins to fold are alpha helices and beta turns, where alpha helices can form in as little as 100 nanoseconds and beta turns in 1 microsecond.\nThere exists a saddle point in the energy funnel landscape where the transition state for a particular protein is found. The transition state in the energy funnel diagram is the conformation that must be assumed by every molecule of that protein if the protein wishes to finally assume the native structure. No protein may assume the native structure without first passing through the transition state. The transition state can be referred to as a variant or premature form of the native state rather than just another intermediary step. The folding of the transition state is shown to be rate-determining, and even though it exists in a higher energy state than the native fold, it greatly resembles the native structure. Within the transition state, there exists a nucleus around which the protein is able to fold, formed by a process referred to as \"nucleation condensation\" where the structure begins to collapse onto the nucleus.\nModeling of protein folding.\n\"&lt;a href=\"wiktionary%3Ade%20novo\"&gt;De novo&lt;/a&gt;\" or \"&lt;a href=\"ab%20initio\"&gt;ab initio&lt;/a&gt;\" techniques for computational &lt;a href=\"protein%20structure%20prediction\"&gt;protein structure prediction&lt;/a&gt; can be used for simulating various aspects of protein folding. &lt;a href=\"Molecular%20Dynamics\"&gt;Molecular Dynamics&lt;/a&gt; (MD) was used in simulations of protein folding and dynamics &lt;a href=\"in%20silico\"&gt;in silico&lt;/a&gt;. First equilibrium folding simulations were done using implicit solvent model and &lt;a href=\"umbrella%20sampling\"&gt;umbrella sampling&lt;/a&gt;. Because of computational cost, ab initio MD folding simulations with explicit water are limited to peptides and very small proteins. MD simulations of larger proteins remain restricted to dynamics of the experimental structure or its high-temperature unfolding. Long-time folding processes (beyond about 1 millisecond), like folding of small-size proteins (about 50 residues) or larger, can be accessed using &lt;a href=\"Coarse-grained%20modeling\"&gt;coarse-grained models&lt;/a&gt;.\nSeveral large-scale computational projects, such as &lt;a href=\"Rosetta%40home\"&gt;Rosetta@home&lt;/a&gt;, &lt;a href=\"Folding%40home\"&gt;Folding@home&lt;/a&gt; and &lt;a href=\"Foldit\"&gt;Foldit&lt;/a&gt;, target protein folding.\nLong continuous-trajectory simulations have been performed on &lt;a href=\"Anton%20%28computer%29\"&gt;Anton&lt;/a&gt;, a massively parallel supercomputer designed and built around custom &lt;a href=\"ASIC\"&gt;ASIC&lt;/a&gt;s and interconnects by &lt;a href=\"D.%20E.%20Shaw%20Research\"&gt;D. E. Shaw Research&lt;/a&gt;. The longest published result of a simulation performed using Anton is a 2.936 millisecond simulation of NTL9 at 355 K."
}