{
    "id": "52082567",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=52082567",
    "title": "CHS Ukraine",
    "text": "CHS Ukraine is an agricultural company that exports grains; works in the area of infrastructure and with Ukrainian farmers with the help of financial services. The company began operating in &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; in 2008.\nCHS Ukraine is a part of &lt;a href=\"CHS%20Inc.\"&gt;CHS Inc.&lt;/a&gt;, an international agricultural company owned by farmers, landowners and US agricultural &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt;s. CHS Inc. is a farmer-owned cooperative in the US with over 75,000 producer-owners throughout country. CHS Inc. is a Fortune 500 company. In FY 2015, the company's net revenue was $34.6 billion.\nHistory.\nThe history of CHS began in 1931 with the founding of the &lt;a href=\"National%20Farmers%20Union%20%28United%20States%29\"&gt;Farmers Union&lt;/a&gt; Central Exchange in &lt;a href=\"Saint%20Paul%2C%20Minnesota\"&gt;Saint Paul, Minnesota&lt;/a&gt;. Later, the core cooperative company became &lt;a href=\"Cenex%20Harvest%20States\"&gt;Cenex&lt;/a&gt;, from the combination of the last two words in its previous name.\nIn 1998, Cenex merged with Harvest States Cooperatives to form Cenex Harvest States.\nIn 2003, the cooperative changed its legal name to CHS Inc.\nIn 2008, CHS entered the Ukrainian market.\nIn 2010, port terminal \"Olimpex\", into which CHS invested $40 million, was put into operation.\nGrains export.\nCHS Ukraine is one of the grain exporters on the Ukrainian market. CHS Ukraine annually exports 1 million tons of grains. Main crops include corn, wheat, barley, and soy. The company is a direct supplier of Ukrainian products to Egypt, Morocco, Korea, Indonesia, Bangladesh, Philippines, Spain, Israel, Italy, Algeria, Tunisia, China, Japan, and other markets.\nPort infrastructure.\nCHS Ukraine participates in the development of the port infrastructure in Ukraine and is among the first investors into port logistics, specifically the \"Olimpex\" terminal in &lt;a href=\"Odessa\"&gt;Odesa&lt;/a&gt;, which began operation in 2010. Total investment amounted to $40 million. Currently, a port terminal \"Olimpex\" has the bandwidth of 3.5 million tons per year and rotation of 28 times per year.\nFinancial services for farmers.\nCHS Ukraine has to offer Ukrainian farmers financial services in insurance, funding and risk management.\nThey include:\n– access to the world prices and direct consumers of agricultural products for small and medium-sized farms;\n– agricultural procurement contract of goods with minimal price and price fixing option;\n– forward contracts with fixed prices;\n– inventory financing of binary warehouse receipts;\n– use of agricultural receipts for financing;\n– joint financing program for farmers with seed, fertilizer, and fuel suppliers.\nPartnership.\nCHS is cooperating with companies from various industries all over the world and has a joint venture with &lt;a href=\"ConAgra%20Foods\"&gt;ConAgra Foods&lt;/a&gt; (&lt;a href=\"Cargill\"&gt;Cargill&lt;/a&gt;/CHS); AgFarm (&lt;a href=\"Ruralco\"&gt;Ruralco&lt;/a&gt;/CHS Australia); TEMCO (Cargill/CHS); and &lt;a href=\"CF%20Industries\"&gt;CF Industries&lt;/a&gt; Nitrogen (CF industries/CHS).\nIn Ukraine, the company cooperates with IFC, ОККО, &lt;a href=\"Syngenta\"&gt;Syngenta&lt;/a&gt;, and others as well as with the &lt;a href=\"European%20Bank%20for%20Reconstruction%20and%20Development\"&gt;European Bank for Reconstruction and Development&lt;/a&gt; (EBRD) "
}