{
    "id": "521057",
    "revid": "22831189",
    "url": "https://en.wikipedia.org/wiki?curid=521057",
    "title": "American Family Association",
    "text": "The American Family Association (AFA) is a &lt;a href=\"Christian%20fundamentalist\"&gt;Christian fundamentalist&lt;/a&gt; &lt;a href=\"501%28c%29%283%29\"&gt;501(c)(3) organization&lt;/a&gt; based in the United States. It opposes &lt;a href=\"LGBT%20rights%20in%20the%20United%20States\"&gt;LGBT rights and expression&lt;/a&gt;, &lt;a href=\"anti-pornography%20movement\"&gt;pornography&lt;/a&gt;, and &lt;a href=\"pro-life%20movement\"&gt;abortion&lt;/a&gt;. It also takes a position on a variety of other &lt;a href=\"public%20policy\"&gt;public policy&lt;/a&gt; goals. It was founded in 1977 by &lt;a href=\"Donald%20Wildmon\"&gt;Donald Wildmon&lt;/a&gt; as the National Federation for Decency and is headquartered in &lt;a href=\"Tupelo%2C%20Mississippi\"&gt;Tupelo, Mississippi&lt;/a&gt;.\nPart of the &lt;a href=\"Religious%20right%20in%20the%20United%20States\"&gt;religious right&lt;/a&gt;, the AFA defined itself as \"a Christian organization promoting the &lt;a href=\"Bible\"&gt;biblical&lt;/a&gt; ethic of decency in American society with primary emphasis on television and other media,\" later switching their stated emphasis to \"moral issues that impact the family.\" It engages in activism efforts, including boycotts, &lt;a href=\"buycott\"&gt;buycott&lt;/a&gt;s, &lt;a href=\"action%20alert\"&gt;action alert&lt;/a&gt; emails, publications on the AFA's web sites or in the \"AFA Journal\", broadcasts on &lt;a href=\"American%20Family%20Radio\"&gt;American Family Radio&lt;/a&gt;, and &lt;a href=\"lobbying\"&gt;lobbying&lt;/a&gt;. The organization is accredited by the &lt;a href=\"Evangelical%20Council%20for%20Financial%20Accountability\"&gt;Evangelical Council for Financial Accountability&lt;/a&gt; (ECFA) and posted a 2011 budget of over $16 million. AFA owns 200 American Family Radio stations in 33 states, seven affiliate stations in seven states, and one affiliate TV station (&lt;a href=\"KAZQ\"&gt;KAZQ&lt;/a&gt;) in &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;.\nAFA has been listed as an &lt;a href=\"List%20of%20organizations%20designated%20by%20the%20Southern%20Poverty%20Law%20Center%20as%20anti-LGBT%20hate%20groups\"&gt;anti-LGBT hate group&lt;/a&gt; by the &lt;a href=\"Southern%20Poverty%20Law%20Center\"&gt;Southern Poverty Law Center&lt;/a&gt; (SPLC) since November 2010 for the \"propagation of known falsehoods\" and the use of \"demonizing propaganda\" against &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; people.\nOperations.\nReverend &lt;a href=\"Donald%20Wildmon\"&gt;Donald Wildmon&lt;/a&gt; served as chairman of AFA until he announced his retirement on March 3, 2010. His son, Tim, is president of AFA. AFA is governed by an independent board of directors.\n\"AFA Journal\" is a monthly publication with a circulation of 180,000 containing news, features, columns, and interviews. In addition to the publication, \"AFA Journal\" articles are made available online. The journal reviews the content of prime-time television shows, categorizing them based on profanity, sex, violence, homosexuality, substance abuse, \"anti-Christian\" content, or \"&lt;a href=\"political%20correctness\"&gt;political correctness&lt;/a&gt;\". The categorization is accompanied by short descriptions of the content of the episode under review. The review also lists the advertisers of each show and invites readers to contact the advertisers or television networks to express concern over program content.\n\"&lt;a href=\"American%20Family%20Radio\"&gt;American Family Radio&lt;/a&gt;\" (AFR) is a network of approximately 200 AFA-owned radio stations broadcasting Christian-oriented programming.\n\"OneNewsNow.com\" (formerly AgapePress), the AFA news division, provides online audio newscasts and a daily digest of news articles, &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; stories, and opinion columns.\nCenter for Law and Policy, the legal and political arm of the AFA, was shut down in 2007. It specialized in First Amendment cases. The Center for Law and Policy lobbied legislative bodies, drafted legislation, and filed religious-discrimination lawsuits on behalf of individuals. Chief among its efforts were the recognition of Christmas in seasonal print advertisements; the criminalization of homosexuality; lobbying against &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt;, and in opposition of equal-rights and hate-crime legislation that would include sexual orientation and gender identity under categories already protected and advocating censorship of print and electronic media.\nCampaigns and issues.\nThe AFA has a history of activism by organizing its members in boycotts and letter-writing campaigns aimed at promoting socially conservative values in the United States. The AFA has promoted boycotts of television shows, movies, and businesses that the group considers to have promoted &lt;a href=\"indecency\"&gt;indecency&lt;/a&gt;, &lt;a href=\"obscenity\"&gt;obscenity&lt;/a&gt;, or homosexuality. In addition to promoting activism via mail to AFA members, 3.4 million subscribers receive AFA \"Action Alerts\" via email.\nBoycotts.\nThe AFA has boycotted companies for various reasons, most often relating to &lt;a href=\"Christmas%20controversy\"&gt;Christmas controversies&lt;/a&gt;, pornography, support of &lt;a href=\"pro-choice\"&gt;pro-choice&lt;/a&gt; activism, support of violent or sexual content in entertainment, and support of &lt;a href=\"LGBT%20rights\"&gt;LGBT rights&lt;/a&gt;, including same-sex partner employee benefits. These organizations include: &lt;a href=\"7-Eleven\"&gt;7-Eleven&lt;/a&gt;, &lt;a href=\"Abercrombie%20%26amp%3B%20Fitch\"&gt;Abercrombie &amp; Fitch&lt;/a&gt;, &lt;a href=\"American%20Airlines\"&gt;American Airlines&lt;/a&gt;, &lt;a href=\"American%20Girl%20%28company%29\"&gt;American Girl&lt;/a&gt;, &lt;a href=\"Blockbuster%20Video\"&gt;Blockbuster Video&lt;/a&gt;, &lt;a href=\"Burger%20King\"&gt;Burger King&lt;/a&gt;, &lt;a href=\"Calvin%20Klein\"&gt;Calvin Klein&lt;/a&gt;, &lt;a href=\"Carl%27s%20Jr.\"&gt;Carl's Jr.&lt;/a&gt;, &lt;a href=\"Chobani\"&gt;Chobani&lt;/a&gt;, &lt;a href=\"Clorox\"&gt;Clorox&lt;/a&gt;, &lt;a href=\"Comcast\"&gt;Comcast&lt;/a&gt;, &lt;a href=\"Crest%20%28toothpaste%29\"&gt;Crest&lt;/a&gt;, &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt;, &lt;a href=\"Hallmark%20Cards\"&gt;Hallmark Cards&lt;/a&gt;, &lt;a href=\"Hardee%27s\"&gt;Hardee's&lt;/a&gt;, &lt;a href=\"Kmart\"&gt;Kmart&lt;/a&gt;, &lt;a href=\"Kraft%20Foods\"&gt;Kraft Foods&lt;/a&gt;, &lt;a href=\"S.%20C.%20Johnson%20%26amp%3B%20Son\"&gt;S. C. Johnson &amp; Son&lt;/a&gt;, &lt;a href=\"Movie%20Gallery\"&gt;Movie Gallery&lt;/a&gt;, &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;, &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;, &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt;, &lt;a href=\"Time%20Warner\"&gt;Time Warner&lt;/a&gt;, &lt;a href=\"Universal%20Studios\"&gt;Universal Studios&lt;/a&gt;, &lt;a href=\"DreamWorks%20Animation\"&gt;DreamWorks&lt;/a&gt;, &lt;a href=\"Mary%20Kay%20Cosmetics\"&gt;Mary Kay&lt;/a&gt;, &lt;a href=\"Nutrisystems%20Diet\"&gt;NutriSystem&lt;/a&gt;, &lt;a href=\"Old%20Navy\"&gt;Old Navy&lt;/a&gt;, &lt;a href=\"IKEA\"&gt;IKEA&lt;/a&gt;, &lt;a href=\"Sears\"&gt;Sears&lt;/a&gt;, &lt;a href=\"Procter%20%26amp%3B%20Gamble\"&gt;Procter &amp; Gamble&lt;/a&gt;, &lt;a href=\"Target%20Corporation\"&gt;Target&lt;/a&gt;, &lt;a href=\"Walt%20Disney%20Company\"&gt;Walt Disney Company&lt;/a&gt;, and &lt;a href=\"PepsiCo\"&gt;PepsiCo&lt;/a&gt;.\nIn 1986, 7-Eleven stopped selling \"&lt;a href=\"Playboy\"&gt;Playboy&lt;/a&gt;\" and \"&lt;a href=\"Penthouse%20%28magazine%29\"&gt;Penthouse&lt;/a&gt;\" magazines after a two-year boycott by the AFA. In 1989 the AFA boycotted &lt;a href=\"Waldenbooks\"&gt;WaldenBooks&lt;/a&gt; in an attempt to persuade the company to stop selling those same magazines. WaldenBooks responded with an advertisement campaign against censorship, asserting &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt; rights. WaldenBooks, &lt;a href=\"American%20Booksellers%20Association\"&gt;American Booksellers Association&lt;/a&gt;, the Council for Periodical Distributors Association, the International Periodical Distributors Association, and Duval Bibb Services launched a lawsuit against the AFA in October 1989, under the &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;Federal&lt;/a&gt; &lt;a href=\"Racketeer%20Influenced%20and%20Corrupt%20Organizations%20Act\"&gt;Racketeer Influenced and Corrupt Organizations Act&lt;/a&gt; (RICO) and the &lt;a href=\"Florida\"&gt;Florida State&lt;/a&gt; RICO Acts, which protect an organization's right to conduct business without harassment or threats. The case was settled by the parties without a court ruling.\nAFA boycotted &lt;a href=\"PepsiCo\"&gt;PepsiCo&lt;/a&gt; in 1989 for supporting &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;, whose video for \"&lt;a href=\"Like%20a%20Prayer%20%28song%29\"&gt;Like a Prayer&lt;/a&gt;\" Wildmon felt was sacrilegious.\nDuring the summer of 1993 the AFA purchased full-page ads in \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\", and \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" denouncing the sexual and violent content of the upcoming &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; police drama \"&lt;a href=\"NYPD%20Blue\"&gt;NYPD Blue&lt;/a&gt;\". It also urged ABC affiliates not to broadcast the program and citizens to boycott sponsors of \"Blue\". About a quarter of the 225 existing ABC stations followed suit, but such affiliates were mostly in rural areas of the US. The AFA campaign increased hype for the show in larger American media markets, and \"Blue\" became one of the most popular shows of the &lt;a href=\"1993%E2%80%9394%20United%20States%20network%20television%20schedule\"&gt;1993–1994 television season&lt;/a&gt;.\nIn 1996, the AFA launched a boycott against &lt;a href=\"Walt%20Disney%20Company\"&gt;Walt Disney Company&lt;/a&gt; when the company began giving benefits to same-sex employees in domestic partnerships. The AFA has claimed that &lt;a href=\"Michael%20Eisner\"&gt;Michael Eisner&lt;/a&gt;, the CEO of The Disney Company, \"was involved in a media group that actively promoted the homosexual agenda\" and was pushing the \"gay agenda\". The AFA ended the boycott in the spring of 2005 after Eisner left the company. Tim Wildmon stated \"We feel after nine years of boycotting Disney we have made our point.\"\nIn January 2002, the restaurant chain &lt;a href=\"Taco%20Bell\"&gt;Taco Bell&lt;/a&gt; held a month-long promotion in which four &lt;a href=\"Cardcaptor%20Sakura\"&gt;Cardcaptor Sakura&lt;/a&gt; toys were available in their &lt;a href=\"kids%27%20meal\"&gt;kids' meal&lt;/a&gt;s, expecting to distribute up to 7 million of the toys during the month. The AFA complained about the promotion as the organization felt the Clow Cards in the series were too similar to tarot cards and Eastern mythology. However, the organization's complaints begin on the day before the promotion's scheduled end date.\nIn 2003, the AFA, with the &lt;a href=\"American%20Decency%20Association\"&gt;American Decency Association&lt;/a&gt;, &lt;a href=\"Focus%20on%20the%20Family\"&gt;Focus on the Family&lt;/a&gt;, and &lt;a href=\"Citizens%20for%20Community%20Values\"&gt;Citizens for Community Values&lt;/a&gt;, lobbied and boycotted &lt;a href=\"Abercrombie%20%26amp%3B%20Fitch\"&gt;Abercrombie &amp; Fitch&lt;/a&gt;, calling on \"A&amp;F to stop using blatant pornography in its quarterly catalog.\" In December 2003, the company \"recalled the holiday catalog from all its stores, saying it needed the space on the counter for a new perfume\" and stated it would stop printing catalogs and start a new campaign.\nIn 2005 the AFA boycotted the company &lt;a href=\"American%20girl%20dolls\"&gt;American Girl&lt;/a&gt;, seller of dolls and accessories, because the company supported the charity &lt;a href=\"Girls%2C%20Inc.\"&gt;Girls, Inc.&lt;/a&gt;, which the AFA called \"a pro-abortion, pro-lesbian advocacy group\".\nIn Spring 2005 the AFA launched a boycott of &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt; for advertising in gay magazines, donating to &lt;a href=\"gay%20rights\"&gt;gay rights&lt;/a&gt; organizations, and sponsoring &lt;a href=\"gay%20pride\"&gt;gay pride&lt;/a&gt; celebrations. After meeting with representatives of the group, Ford announced it was curtailing ads in a number of major gay-themed publications, due not by cultural but by \"cost-cutting\" factors. That statement was contradicted by the AFA, which claimed it had a \"good faith agreement\" that Ford would cease such ads. Soon afterwards, as a result of a strong outcry from the gay community, Ford backtracked and announced it would continue ads in gay publications, in response to which the AFA denounced Ford for \"violating\" the agreement, and renewed threats of a boycott. The boycott ended in March 2008.\nOn &lt;a href=\"Independence%20Day%20%28United%20States%29\"&gt;Independence Day&lt;/a&gt; 2008, the AFA announced a boycott of &lt;a href=\"McDonald%27s\"&gt;McDonald's&lt;/a&gt;, which had a director on the board of the &lt;a href=\"National%20Gay%20and%20Lesbian%20Chamber%20of%20Commerce\"&gt;National Gay and Lesbian Chamber of Commerce&lt;/a&gt;. In October 2008, AFA announced the end of its boycott following the declaration to be \"neutral on same-sex marriage or any 'homosexual agenda' as defined by the American Family Association\" by McDonald's in a memo to franchisees.\nIn December 2008, the AFA issued an \"Action Alert\" which called for members to protest about the &lt;a href=\"Campbell%20Soup%20Company\"&gt;Campbell Soup Company&lt;/a&gt;, which had purchased two two-page advertisements in the December 2008 and January 2009 issues of LGBT magazine \"&lt;a href=\"The%20Advocate%20%28LGBT%20magazine%29\"&gt;The Advocate&lt;/a&gt;\". The Action Alert said that Campbell's \"sent a message that homosexual parents constitute a family and are worthy of support\". The advertisements showed a married lesbian couple with their son. AFA spokesman Randy Sharp said \"the Campbell Soup Company is saying 'we approve of homosexual marriage.'\"\nIn November 2009, the AFA called for a boycott against clothing retailer &lt;a href=\"Gap%20%28clothing%20retailer%29\"&gt;The Gap, Inc.&lt;/a&gt;, claiming the retailer's holiday television advertising campaign failed to mention Christmas. \"Christmas has historically been very good for commerce. But now Gap wants the commerce but no Christmas\" wrote an AFA spokesperson. The Gap soon released an advertisement in response to the boycott, specifically referring to Christmas, albeit with a number of other holidays that take place at the same time of year and added the word \"Christmas\" to in-store decor.\nIn 2012 the AFA led a boycott against &lt;a href=\"Archie%20Comics\"&gt;Archie Comics&lt;/a&gt; when they published a comic book featuring a &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt;.\nIn July 2012, they considered boycotting &lt;a href=\"Google\"&gt;Google&lt;/a&gt; due to Google's \"&lt;a href=\"Legalize%20Love\"&gt;Legalize Love&lt;/a&gt;\" campaign which supports &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; rights.\nIn April 2016, AFA launched a boycott against &lt;a href=\"Target%20Corporation\"&gt;Target Corporation&lt;/a&gt; due to Target announcing they \"welcome transgender team members and guests to use the restroom or fitting room facility that corresponds with their gender identity.\"\nPublished media.\nOn April 16, 2007, following the &lt;a href=\"Virginia%20Tech%20Massacre\"&gt;Virginia Tech Massacre&lt;/a&gt;, the AFA released a video titled \"The Day They Kicked God out of the Schools\", in which God tells a student that students were killed in schools because God isn't allowed in schools anymore. The video claims that the shootings at &lt;a href=\"Virginia%20Tech%20massacre\"&gt;Virginia Tech&lt;/a&gt; and &lt;a href=\"Columbine%20High%20School%20massacre\"&gt;Columbine&lt;/a&gt;, among others, are in part the result of: decreased discipline in schools; no &lt;a href=\"School%20prayer\"&gt;prayer in schools&lt;/a&gt;; sex out of wedlock; rampant violence in TV, movies, and music; or abortions.\n\"\" is a 2008 documentary series hosted by &lt;a href=\"Janet%20Parshall\"&gt;Janet Parshall&lt;/a&gt;. The series explains the AFA's position against the drive towards &lt;a href=\"political%20correctness\"&gt;political correctness&lt;/a&gt;, and how various factors, such as hate crime laws and other discriminatory actions, are threatening the Christians' existence. In 2009, a one-hour special version of the program was produced and aired on commercial television stations, where AFA had purchased the air time.\nSexual morality.\nThe AFA has repeatedly lobbied Congress to eliminate funding for the &lt;a href=\"National%20Endowment%20for%20the%20Arts\"&gt;National Endowment for the Arts&lt;/a&gt;. For example, in 2000, the AFA issued a press release condemning the NEA's funding of \"One of the Guys\", a book by &lt;a href=\"Robert%20Clark%20Young\"&gt;Robert Clark Young&lt;/a&gt; described by a senior AFA official as \"scatological\". The complaint from the AFA was that the book included sexually explicit material, in particular, a description of a young woman extracting razor blades from her vagina during a performance in a &lt;a href=\"sex%20club\"&gt;sex club&lt;/a&gt;. In a \"&lt;a href=\"The%20Washington%20Post\"&gt;Washington Post&lt;/a&gt;\" editorial in response to the complaint, Young stated, \"I find it strange that an organization that claims to uphold family values and to oppose the federal funding of obscenity is not protesting the part of the military budget that goes to support &lt;a href=\"pederasty\"&gt;pederasty&lt;/a&gt; in the Far East.\"\nSpeaking in defense of &lt;a href=\"Mike%20Huckabee\"&gt;Mike Huckabee&lt;/a&gt;'s statements that people with &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; should be quarantined, the head of the AFA of &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; said Huckabee's recommendation was appropriate.\nView on media.\nWildmon has been accused of saying that he believes Hollywood and the theater world are heavily influenced by &lt;a href=\"Jewish%20people\"&gt;Jewish people&lt;/a&gt;, and that television network executives and advertisers have a genuine hostility towards Christians.\nOpposition to other religions.\nOn November 28, 2006, following the election of &lt;a href=\"Keith%20Ellison%20%28politician%29\"&gt;Keith Ellison&lt;/a&gt;, the first Muslim elected to the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt;, the AFA released an \"Action Alert.\" The Action Alert, entitled \"A first for America...The Koran replaces the Bible at swearing-in oath: What book will America base its values on, the Bible or the Koran?\", requested subscribers to write to their Congressional representatives and urge them to create a \"law making the Bible the book used in the swearing-in ceremony of representatives and senators.\"\nOn July 13, 2007, a &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; prayer &lt;a href=\"Rajan%20Zed%20prayer%20protest\"&gt;was conducted&lt;/a&gt; in the &lt;a href=\"U.S.%20Senate\"&gt;U.S. Senate&lt;/a&gt;. Rajan Zed, director of interfaith relations at a Hindu temple, read the prayer at the invitation of Senate &lt;a href=\"Party%20leaders%20of%20the%20United%20States%20Senate\"&gt;majority leader&lt;/a&gt; &lt;a href=\"Harry%20Reid\"&gt;Harry Reid&lt;/a&gt;, who defended his invitation based on the ideals of &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt;. AFA sent out an \"Action Alert\" to its members to email, write letters, or call their senators to oppose the Hindu prayer, stating it is \"seeking the invocation of a non-monotheistic god.\" The \"alert\" stated that \"since Hindus worship multiple gods, the prayer will be completely outside the American paradigm, flying in the face of the American motto \"One Nation Under God.\" The convocation by Zed was disrupted by three protesters from a different &lt;a href=\"Fundamentalist%20Christian\"&gt;Fundamentalist Christian&lt;/a&gt; activist group, &lt;a href=\"Operation%20Save%20America\"&gt;Operation Save America&lt;/a&gt;, in the gallery; they reportedly shouted \"this is an abomination\", and called themselves \"Christians and patriots\".\nOn August 10, 2010, &lt;a href=\"Bryan%20Fischer\"&gt;Bryan Fischer&lt;/a&gt;, AFA's director of Issue Analysis for Government and Public Policy, posted on his blog on the AFA website that \"Permits should not be granted to build even one more mosque in the United States of America, let alone the monstrosity planned for Ground Zero. This is for one simple reason: each Islamic mosque is dedicated to the overthrow of the American government.\" Fischer continued: \"Because of this subversive ideology, Muslims cannot claim religious freedom protections under the First Amendment.\"\nHomosexuality.\nThe AFA expresses public concern over what it refers to as the \"&lt;a href=\"homosexual%20agenda\"&gt;homosexual agenda&lt;/a&gt;\". They state that the Bible \"declares that homosexuality is unnatural and sinful\" and that they have \"sponsored several events reaching out to homosexuals and letting them know there is love and healing at the Cross of Christ.\"\nThe AFA actively lobbies against the social acceptance of homosexual behavior (\"We oppose the homosexual movement's efforts to convince our society that their behavior is normal\"). The AFA also actively promotes the idea that homosexuality is a choice and that sexual orientation can be changed through &lt;a href=\"ex-gay\"&gt;ex-gay&lt;/a&gt; ministries.\nIn 1996, responding to a complaint from an AFA member who was participating in an AFA campaign targeting gay journalists, the \"&lt;a href=\"Fort%20Worth%20Star-Telegram\"&gt;Fort Worth Star-Telegram&lt;/a&gt;\" transferred a gay editor out of a job that occasionally required him to work with schoolchildren. The AFA targeted the editor due to cartoon strips he created, which were published in gay magazines. The paper apparently acted on the AFA's unsubstantiated statement that the editor was \"preoccupied with the subjects of pedophilia and incest.\"\nIn 2000, vice president Tim Wildmon spoke out against &lt;a href=\"gay-straight%20alliance\"&gt;gay-straight alliance&lt;/a&gt; clubs in schools, stating, \"We view these kinds of clubs as an advancement of the homosexual cause.\" In 2003, the AFA filed an amicus curiae brief in Lawrence vs Texas, arguing against repeal of Texas sodomy laws. In 2004, the AFA raised concerns about the movie \"&lt;a href=\"Shark%20Tale\"&gt;Shark Tale&lt;/a&gt;\" because the group believed the movie was designed to promote the acceptance of gay rights by children. On the October 11, 2005, AFA broadcast, Tim Wildmon agreed with a caller that cable networks like &lt;a href=\"Animal%20Planet\"&gt;Animal Planet&lt;/a&gt; and &lt;a href=\"HGTV\"&gt;HGTV&lt;/a&gt; featured \"evidence of homosexuality and lesbian people\" and added that \"you have to watch out for children's programs today as well because they'll slip it in there as well.\" In 2007, the AFA spoke out against &lt;a href=\"IKEA\"&gt;IKEA&lt;/a&gt; for featuring gay families in their television ads. In June 2008, the AFA protested a &lt;a href=\"H.%20J.%20Heinz%20Company\"&gt;Heinz&lt;/a&gt; television advertisement, shown in the United Kingdom, which showed two men kissing, which Heinz then withdrew. On January 28, 2015, the AFA wrote to the Southern Poverty Law Center that the AFA now rejected the policy that homosexual conduct should be illegal.\nThe AFA's founder, Don Wildmon, was \"instrumental\" in initially setting up the &lt;a href=\"Arlington%20Group\"&gt;Arlington Group&lt;/a&gt;, a networking vehicle for social conservatives focusing on gay marriage.\nOne Million Moms/One Million Dads project.\nAFA created One Million Moms and One Million Dads, two websites with the stated goal of mobilizing parents to \"stop the exploitation of children\" by the media. It uses these websites to organize boycotts and urge activists to send emails to mainstream companies employing advertising, selling products, or advertising on television shows they find offensive. In 2012, the group started and then backed off from a failed campaign against the hiring of talk show host &lt;a href=\"Ellen%20DeGeneres\"&gt;Ellen DeGeneres&lt;/a&gt; as a spokesperson for department store chain &lt;a href=\"J.%20C.%20Penney\"&gt;J. C. Penney&lt;/a&gt;. They opposed her employment on the grounds that DeGeneres is \"an open homosexual\". At a taping of her show, DeGeneres informed her audience of the fizzled effort: \"They wanted to get me fired and I am proud and happy to say J. C. Penney stuck by their decision to make me their spokesperson.\"\nThe One Million Moms campaign opposed &lt;a href=\"Marvel%20Comics\"&gt;Marvel&lt;/a&gt; and &lt;a href=\"DC%20Comics\"&gt;DC Comics&lt;/a&gt; issues which featured gay characters, describing the storylines as a \"brainwashing and desensitizing experience\" for children, written to \"influence them in thinking that a gay lifestyle choice is normal and desirable.\"\nThe organization criticized a 2013 &lt;a href=\"GEICO\"&gt;GEICO&lt;/a&gt; for a commercial showing &lt;a href=\"GEICO%20advertising%20campaigns%23Maxwell%20the%20Pig\"&gt;Maxwell the Pig&lt;/a&gt; in a car with a human girl, saying it suggests bestiality.\nIn 2015, the organization criticized a Campbell's ad that depicted two dads taking care of their child by feeding him Campbell's Star Wars soup. The organization claimed the ad \"normaliz[ed] sin.\"\nIn 2019, the organization complained about ads airing on &lt;a href=\"The%20Hallmark%20Channel\"&gt;The Hallmark Channel&lt;/a&gt; for wedding planning site &lt;a href=\"Zola%20%28company%29\"&gt;Zola&lt;/a&gt;, which featured two brides kissing at the altar. In response, Hallmark's parent company &lt;a href=\"Crown%20Media\"&gt;Crown Media&lt;/a&gt; pulled the ads. After protests from the public, including celebrities Ellen DeGeneres and &lt;a href=\"William%20Shatner\"&gt;William Shatner&lt;/a&gt;, Crown Media reversed their decision and stated they would reinstate the ads. In 2020, &lt;a href=\"Burger%20King\"&gt;Burger King&lt;/a&gt; was their target for using the word \"damn\" in a television commercial.\nThe actual number involved in One Million Moms has been questioned. After a complaint about Burger King ads using the word \"damn\", a CNN article stated that \"Despite its name, it is not clear that the group has a million members. According to its website, more than 8,000 people have taken action on the Burger King issue, and its Facebook group has just shy of 100,000 likes.\"\nIn God We Trust.\nAfter the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; in 2001, many public schools across the United States posted \"&lt;a href=\"In%20God%20We%20Trust\"&gt;In God We Trust&lt;/a&gt;\" framed posters in their \"libraries, cafeterias and classrooms\". The American Family Association supplied several 11-by-14-inch posters to school systems and vowed to defend any legal challenges to the displaying of the posters.\nCriticism and controversy.\nIn 2015, the organisation officially repudiated views of former director of issues analysis &lt;a href=\"Bryan%20Fischer\"&gt;Bryan Fischer&lt;/a&gt;, including the claim that black people \"rut like rabbits\"; that the First Amendment applies only to Christians; that Hispanics are \"socialists by nature\" and come to the U.S. to \"plunder\" the country; that &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; is a &lt;a href=\"lesbian\"&gt;lesbian&lt;/a&gt;, and that \"Homosexuality gave us &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt;, and homosexuals in the military gave us the &lt;a href=\"Brown%20Shirts\"&gt;Brown Shirts&lt;/a&gt;, the Nazi war machine and six million dead Jews.\"\nReligious exercise.\nSandy Rios, the Family Association's director of governmental affairs, has criticised \"powerful Jewish forces behind the &lt;a href=\"ACLU\"&gt;ACLU&lt;/a&gt;\" and stated that secular Jews often \"turn out to be the worst enemies of the country\" while the AFA's president Tim Wildmon stated \"Most of the Jews in this country, unfortunately, are far-left.\"\nBryan Fischer, former director of issues analysis, has described Muslims as \"Parasites Who Must Convert or Die\" and stated that the &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment to the United States Constitution&lt;/a&gt; protects only the religious practice of Christianity, writing in a blog post \"The real object of the amendment was, not to countenance, much less to advance Mahometanism, or Judaism, or infidelity, by prostrating Christianity; but to exclude all rivalry among Christian sects... So the purpose of the First Amendment was most decidedly NOT to \"approve, support, (or) accept\" any \"religion\" other than Christianity.\" Fischer has suggested Jews and Muslims are not included in religious freedom protections in the US, saying: \"I have contended for years that the First Amendment, as given by the Founders, provides religious liberty protections for Christianity only.\"\nHe later wrote: \"We are a Christian nation and not a Jewish or Muslim one.\"\nIn a 2015 press release denouncing Fischer's views, the AFA stated \"AFA rejects the idea expressed by Bryan Fischer that 'Free exercise of religion' only applies to Christians. Consequently, AFA rejects Bryan's assertions that Muslims should not be granted permits to build mosques in the United States.\"\nStance on homosexuality.\nThe AFA has been criticized by a number of organizations for their stance against &lt;a href=\"LGBT%20rights\"&gt;gay rights&lt;/a&gt;.\nHomosexuality and Nazism.\nFormer AFA California leader &lt;a href=\"Scott%20Lively\"&gt;Scott Lively&lt;/a&gt; is a co-author of \"&lt;a href=\"The%20Pink%20Swastika\"&gt;The Pink Swastika&lt;/a&gt;\" (1995), in which he claims that all of the major leaders in the &lt;a href=\"Nazi\"&gt;Nazi&lt;/a&gt; regime were homosexual, a claim which is widely rejected by most historians. He has since co-founded &lt;a href=\"Watchmen%20on%20the%20Walls\"&gt;Watchmen on the Walls&lt;/a&gt;. In 2007, Bryan Fischer, former Director of Issues Analysis for the AFA, hosted Scott Lively at an event promoting the message that \"homosexuality was at the heart of Nazism\".\nIn May 2010, Fischer wrote a blog post on the AFA website and &lt;a href=\"RenewAmerica\"&gt;RenewAmerica&lt;/a&gt; detailing purported allegations that &lt;a href=\"Sexuality%20of%20Adolf%20Hitler\"&gt;Adolf Hitler was a homosexual&lt;/a&gt;, that \"the Nazi Party began in a gay bar in Munich,\" and concluded by claiming that the &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt; (which actually included &lt;a href=\"Persecution%20of%20homosexuals%20in%20Nazi%20Germany%20and%20the%20Holocaust\"&gt;gay victims of Nazi persecution&lt;/a&gt;) was caused by homosexuals in the Nazi German military: \"Nazi Germany became the horror that it was because it rejected both Christianity and its clear teaching about human sexuality.\" On American Family Talk radio, Fischer repeated the claim that Hitler was a homosexual, and stated that Hitler recruited homosexuals to be stormtroopers, because \"homosexual soldiers basically had no limits and the savagery and brutality they were willing to inflict.\"\nIn 2013 Fischer claimed that \"Homofascists\" will treat Christians like Jews in the Holocaust and later that year he repeated on American Family Talk that Hitler started the Nazi party \"in a gay bar in Munich\" and that \"[Adolf Hitler] couldn't get straights to be vicious enough in being his enforcers.\"\nThe &lt;a href=\"Southern%20Poverty%20Law%20Center\"&gt;Southern Poverty Law Center&lt;/a&gt;, through its Teaching Tolerance program, has encouraged schools across the U.S. to hold a \"Mix It Up at Lunch\" day in order to encourage students to break up cliques and prevent bullying. In late 2012, the AFA called the project – begun 11 years earlier and held in more than 2,500 schools – \"a nationwide push to promote the homosexual lifestyle in public schools\", urging parents to keep their children home from school on October 30, 2012, and to call the schools to protest the event. \"I was surprised that they completely lied about what Mix It Up Day is\", Maureen Costello, the director of the center's Teaching Tolerance project, which organizes the program, told \"The New York Times\". \"It was a cynical, fear-mongering tactic.\" In October, Bryan Fischer was taken off air during a CNN interview with Carol Costello for repeating his belief that \"Hitler recruited homosexuals around him to make up his Stormtroopers.\"\nIn 2012, as jury selection was to begin in a trial on &lt;a href=\"Miller%20v.%20Jenkins%23Parental%20kidnapping%20investigation\"&gt;charges of kidnapping&lt;/a&gt; of a lesbian couple's daughter, Fischer wrote on Twitter in support of kidnapping of children from same-sex households and smuggling them to what he calls \"normal\" homes. Fischer also reiterated his views on his radio show, and on video. In January 2013, he compared consensual sex between people of the same gender to pedophilia, &lt;a href=\"incest\"&gt;incest&lt;/a&gt; and &lt;a href=\"bestiality\"&gt;bestiality&lt;/a&gt;. In January 2013, Fischer compared the &lt;a href=\"Boy%20Scouts%20of%20America\"&gt;Boy Scouts of America&lt;/a&gt;'s change in views on gay scouts and scoutmasters to &lt;a href=\"Jerry%20Sandusky\"&gt;Jerry Sandusky&lt;/a&gt;, saying allowing gay scoutmasters was inviting pedophiles into the tents of children. In March 2013, Fischer compared homosexuality to bank robbery when &lt;a href=\"Rob%20Portman\"&gt;Senator Portman&lt;/a&gt; announced his views on &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt; had changed due to having a gay son. Fischer also stated that homosexuality should be banned like trans fats for being \"a hazard to human health\" and likened homosexuals to thieves, murderers and child molesters.\nOn January 28, 2015, Tim Wildmon, president of the American Family Association, demoted Fischer from being a spokesperson. Fischer went on to state that he will still be hosting the AFA's American Family Talk radio. In order to avoid being categorised as a hate group by Israel, the AFA issued a press release denouncing some of Fischer's views, rejecting his claim that Hillary Clinton is a lesbian, and stating: \"AFA rejects the statement by Bryan Fischer that, 'Homosexuality gave us Adolf Hitler, and homosexuals in the military gave us the Brown Shirts, the Nazi war machine and six million dead Jews.' AFA rejects the policy advocated by Bryan Fischer that homosexual conduct should be illegal. AFA rejects the notion advocated by Bryan Fischer that, 'We need an underground railroad to protect innocent children from same-sex households.'\"\nCriticism of homosexuality.\nIn 1998, the &lt;a href=\"Content-control%20software\"&gt;Internet filtering software&lt;/a&gt; &lt;a href=\"SurfControl\"&gt;CyberPatrol&lt;/a&gt; blocked the AFA's web site, classifying it under the category \"intolerance\", defined as \"pictures or text advocating prejudice or discrimination against any race, color, national origin, religion, disability or handicap, gender or sexual orientation...\" AFA spokesman Steve Ensley told reporters, \"Basically we're being blocked for free speech.\" CyberPatrol cited quotes from the AFA for meeting its intolerance criteria, which included: \"Indifference or neutrality toward the homosexual rights movement will result in society's destruction by allowing civil order to be redefined and by plummeting ourselves, our children, and grandchildren into an age of godlessness\"; \"A national 'Coming Out of Homosexuality' provides us a means whereby to dispel the lies of the homosexual rights crowd who say they are born that way and cannot change\"; and \"We want to outlaw public homosexuality...We believe homosexuality is immoral and leads ultimately to personal and social decay.\"\nOn October 19, 1998, the San Francisco Board of Supervisors, led by Leslie Katz, wrote a letter to the AFA in response to an advertisement placed in the \"&lt;a href=\"San%20Francisco%20Chronicle\"&gt;San Francisco Chronicle&lt;/a&gt;\" by the AFA regarding homosexuality and Christianity. The letter stated:\nSupervisor Leslie Katz denounces your rhetoric against gays, lesbians and transgendered people. What happened to &lt;a href=\"Matthew%20Shepard\"&gt;Matthew Shepard&lt;/a&gt; is in part due to the message being espoused by your groups that gays and lesbians are not worthy of the most basic equal rights and treatment. It is not an exaggeration to say that there is a direct correlation between these acts of discrimination, such as when gays and lesbians are called sinful and when major religious organizations say they can change if they tried, and the horrible crimes committed against gays and lesbians.\nDuring the same time, the &lt;a href=\"San%20Francisco%2C%20California\"&gt;City and County of San Francisco&lt;/a&gt; passed two resolutions. Resolution No. 234-99 \"calls for the Religious Right to take accountability for the impact of their long-standing rhetoric denouncing gays and lesbians, which leads to a climate of mistrust and discrimination that can open the door to horrible crimes such as those committed against &lt;a href=\"Equality%20Alabama%23Gaither\"&gt;Mr. Gaither&lt;/a&gt;\" and Resolution No. 873-98 was specifically directed at \"anti-gay\" television advertisements. AFA unsuccessfully challenged these actions as violating the Free Speech and Free Exercise clauses of the &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt; in \"&lt;a href=\"American%20Family%20Association%20v.%20City%20and%20County%20of%20San%20Francisco\"&gt;American Family Association v. City and County of San Francisco&lt;/a&gt;\".\nIn 1998, multiple organizations voiced criticism of a series of AFA-sponsored full-page newspaper advertisements that promoted religious ministries involved in the &lt;a href=\"ex-gay\"&gt;ex-gay&lt;/a&gt; movement. In response to the advertisements, the &lt;a href=\"National%20Gay%20and%20Lesbian%20Task%20Force\"&gt;Religious Leadership Roundtable&lt;/a&gt; said the ads employed \"language of violence and hatred to denounce other people\". &lt;a href=\"IntegrityUSA\"&gt;IntegrityUSA&lt;/a&gt; criticized the ads, calling them \"evil\" disregarding Christian teachings about the \"dignity of every human being\". &lt;a href=\"DignityUSA\"&gt;DignityUSA&lt;/a&gt; also criticized the advertisements, which they said were \"misleading and destructive\".\nIn July 2000, the AFA sent out emails and letters calling for &lt;a href=\"Coming%20out\"&gt;openly gay&lt;/a&gt; &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt; &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; member &lt;a href=\"Jim%20Kolbe\"&gt;Jim Kolbe&lt;/a&gt; to be barred from speaking at the Republican National Convention. The AFA also said that Kolbe should be arrested when he returned to his home state, as because Kolbe is gay, he was violating an Arizona &lt;a href=\"Sodomy%20law\"&gt;law that banned sodomy&lt;/a&gt;. &lt;a href=\"Equality%20Mississippi\"&gt;Equality Mississippi&lt;/a&gt;, a statewide &lt;a href=\"LGBT%20social%20movements\"&gt;LGBT civil rights&lt;/a&gt; organization which has voiced opposition and criticism towards the AFA's activism regarding homosexuality, felt that AFA's action was constituting and encouraging violence towards the &lt;a href=\"gay%20community\"&gt;gay community&lt;/a&gt;.\nIn 2005, Equality Mississippi publicly spoke out against the AFA for the use of copyrighted images on the AFA web site in its boycott against &lt;a href=\"Kraft%20Foods\"&gt;Kraft Foods&lt;/a&gt; for being a sponsor of the 2006 &lt;a href=\"Gay%20Games\"&gt;Gay Games&lt;/a&gt; in Chicago. The photographs, which were used without permission, were owned by and retrieved from ChrisGeary.com. Equality Mississippi encouraged ChrisGeary.com to file suit against the AFA and offered to support the suit. , the images were still on AFA's web site.\nIn June 2008, AFA's news website, \"OneNewsNow\" – which had begun replacing all instances of \"gay\" with \"homosexual\" in re-posted &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; articles – changed an AP profile of Olympic sprinter &lt;a href=\"Tyson%20Gay\"&gt;Tyson Gay&lt;/a&gt;, rendering his name as \"Tyson Homosexual\". \"OneNewsNow\" similarly altered the name of basketball player &lt;a href=\"Rudy%20Gay\"&gt;Rudy Gay&lt;/a&gt;, naming him \"Rudy Homosexual\". The &lt;a href=\"gay%20rights\"&gt;gay rights&lt;/a&gt; website GoodAsYou.org, which \"has long chronicled the AFA's practice of changing AP copy to suit its conservative agenda\", spotted the &lt;a href=\"Scunthorpe%20problem\"&gt;errors&lt;/a&gt;. Tyson Gay was upset with the mistake.\nIn 2019, Fischer wrote on AFA's website that homosexuality is inescapably linked to pedophilia.\nIntellectual freedom.\nIndividuals in the media industry have criticized Donald Wildmon, the founder of AFA. Gene Mater, senior vice president of &lt;a href=\"CBS\"&gt;CBS Television&lt;/a&gt;, has stated, \"We look upon Wildmon's efforts as the greatest frontal assault on intellectual freedom this country has ever faced\" and &lt;a href=\"Brandon%20Tartikoff\"&gt;Brandon Tartikoff&lt;/a&gt;, then &lt;a href=\"NBC\"&gt;NBC Entertainment&lt;/a&gt; President, stated that Wildmon's boycott campaign was \"the first step toward a police state.\"\nMarilyn Manson.\n&lt;a href=\"Paul%20Cambria\"&gt;Paul Cambria&lt;/a&gt;, lawyer for rock band &lt;a href=\"Marilyn%20Manson%20%28band%29\"&gt;Marilyn Manson&lt;/a&gt;, sent a &lt;a href=\"cease%20and%20desist\"&gt;cease and desist&lt;/a&gt; letter to AFA on April 25, 1997, in response to allegations published in the \"AFA Journal\" that Manson encouraged audience members to engage in sexual and violent acts in its concerts. \"AFA Journal\" relied on testimony by two anonymous claimed teenage concertgoers. The allegations were independently proven to be false. Wildmon responded that his organization as a whole was not responsible, but rather the AFA's Gulf Coast chapter in &lt;a href=\"Biloxi%2C%20Mississippi\"&gt;Biloxi, Mississippi&lt;/a&gt;.\nHate group listing.\nThe &lt;a href=\"Southern%20Poverty%20Law%20Center\"&gt;Southern Poverty Law Center&lt;/a&gt;, in a 2005 report, stated that the AFA, along with other groups, engaged in &lt;a href=\"hate%20speech\"&gt;hate speech&lt;/a&gt; to \"help drive the religious right's anti-gay crusade.\" Mark Potok of the SPLC determined that the turning point was 2003's \"&lt;a href=\"Lawrence%20v.%20Texas\"&gt;Lawrence v. Texas&lt;/a&gt;\", in which the &lt;a href=\"United%20States%20Supreme%20Court\"&gt;Supreme Court&lt;/a&gt; struck down Texas's anti-sodomy laws. After that, the Christian right spent millions on advertisements, and on pastor briefings organized by activists such as \"born-again\" Christian &lt;a href=\"David%20Lane%20%28activist%29\"&gt;David Lane&lt;/a&gt;. Lane helped AFA put constitutional opposite-sex marriage amendments on the ballots of 13 states.\nIn November 2010, the SPLC changed their listing of AFA from a group that used hate speech to the more serious one of being designated a &lt;a href=\"hate%20group\"&gt;hate group&lt;/a&gt;. Potok said that the AFA's \"propagation of known falsehoods and demonizing propaganda\" was the basis for the change.\nThe AFA was greatly displeased with the designation as a hate group, calling the list \"slanderous\". In response to the SPLC's announcement, some members of the Christian right \"called on Congress to cut off their funding.\" J. Matt Barber of \"&lt;a href=\"The%20Washington%20Times\"&gt;The Washington Times&lt;/a&gt;\" said that the SPLC was \"marginalizing\" themselves by giving the AFA the same hate group designation shared by the &lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt; and &lt;a href=\"neo-Nazi\"&gt;neo-Nazi&lt;/a&gt;s. &lt;a href=\"Tony%20Perkins%20%28politician%29\"&gt;Tony Perkins&lt;/a&gt;, the president of &lt;a href=\"Family%20Research%20Council\"&gt;Family Research Council&lt;/a&gt; (FRC) – an organization also named a hate group – asked the SPLC to strike the new designation, but they held their position. Ken Williams commented that in reaction, the FRC and the AFA joined with other \"pro-family\" organizations targeted by the SPLC to establish a new website, an online petition called \"Start Debating/Stop Hating\" to counter the SPLC, and they took out full page ads in two Washington D.C. newspapers, defending their work \"to protect and promote natural marriage and the family.\" The advertisement stated the \"undersigned stand in solidarity\" with the organizations designated as hate groups, and that they \"support the vigorous but responsible exercise of the First Amendment rights of free speech and religious liberty that are the birthright of all Americans.\" House Speaker–Designate &lt;a href=\"John%20Boehner\"&gt;John Boehner&lt;/a&gt; and the governors of Louisiana, Minnesota and Virginia were among those signing the statement. The SPLC addressed the new website statement; Potok was quoted by David Weigel of &lt;a href=\"Slate%20%28magazine%29\"&gt;\"Slate\"&lt;/a&gt; magazine as saying, \"the SPLC's listings of these groups is based on their propagation of known falsehoods – claims about LGBT people that have been thoroughly discredited by scientific authorities – and repeated, groundless name-calling.\" The &lt;a href=\"American%20Independent%20News%20Network\"&gt;American Independent News Network&lt;/a&gt; (AINN) noted that the AFA had recently denounced Supreme Court justice &lt;a href=\"Elena%20Kagan\"&gt;Elena Kagan&lt;/a&gt; as a lesbian unfit for office – AINN stated that \"she's not\" a lesbian – and that Fischer said Hitler's savage and brutal methods were only possible because he and most of his stormtroopers were gay. Jillian Rayfield of \"&lt;a href=\"Talking%20Points%20Memo\"&gt;Talking Points Memo&lt;/a&gt;\" noted the irony in the website calling the SPLC a \"radical Left\" group \"spreading hateful rhetoric\" yet elsewhere declaring that the debates of the Christian right \"can and must remain civil – but they must never be suppressed through personal assaults that aim only to malign an opponent's character.\""
}