{
    "id": "521044",
    "revid": "208287",
    "url": "https://en.wikipedia.org/wiki?curid=521044",
    "title": "Napoleon Chagnon",
    "text": "Napoleon Alphonseau Chagnon (August 27, 1938 – September 21, 2019) was an American &lt;a href=\"cultural%20anthropologist\"&gt;cultural anthropologist&lt;/a&gt;, professor of sociocultural anthropology at the &lt;a href=\"University%20of%20Missouri\"&gt;University of Missouri&lt;/a&gt; in &lt;a href=\"Columbia%2C%20Missouri\"&gt;Columbia&lt;/a&gt; and member of the &lt;a href=\"National%20Academy%20of%20Sciences\"&gt;National Academy of Sciences&lt;/a&gt;. Chagnon was known for his long-term &lt;a href=\"ethnographic\"&gt;ethnographic&lt;/a&gt; &lt;a href=\"field%20work\"&gt;field work&lt;/a&gt; among the &lt;a href=\"Yanomami\"&gt;Yanomamö&lt;/a&gt;, a society of &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;indigenous&lt;/a&gt; tribal &lt;a href=\"Amazon%20Basin\"&gt;Amazonians&lt;/a&gt;, in which he used an &lt;a href=\"evolutionary%20theory\"&gt;evolutionary&lt;/a&gt; approach to understand social behavior in terms of genetic relatedness. His work centered on the analysis of violence among tribal peoples, and, using &lt;a href=\"sociobiology\"&gt;socio-biological&lt;/a&gt; analyses, he advanced the argument that violence among the Yanomami is fueled by an evolutionary process in which successful warriors have more offspring. His 1967 ethnography \"Yanomamö: The Fierce People\" became a bestseller and is frequently assigned in introductory anthropology courses.\nAdmirers described him as a pioneer of scientific anthropology. Chagnon was called the \"most controversial anthropologist\" in the United States in a \"&lt;a href=\"New%20York%20Times%20Magazine\"&gt;New York Times Magazine&lt;/a&gt;\" profile preceding the publication of Chagnon's most recent book, \"Noble Savages: My Life Among Two Dangerous Tribes—the Yanomamö and the Anthropologists\", a &lt;a href=\"memoir\"&gt;memoir&lt;/a&gt;.\nEarly life and education.\n&lt;a href=\"Chagnon\"&gt;Chagnon&lt;/a&gt; was born in &lt;a href=\"Port%20Austin%2C%20Michigan\"&gt;Port Austin, Michigan&lt;/a&gt;, and was the second of twelve children. After enrolling at the &lt;a href=\"Michigan%20College%20of%20Mining%20and%20Technology\"&gt;Michigan College of Mining and Technology&lt;/a&gt; in 1957, he transferred to the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; after his freshman year and there received a bachelor's degree in 1961, an M.A. in 1963, and a Ph.D. in 1966 under the tutelage of &lt;a href=\"Leslie%20White\"&gt;Leslie White&lt;/a&gt;. Based on seventeen months of fieldwork begun in 1964, Chagnon's thesis examined the relationship between kinship and the social organization of Yanomamö villages.\nCareer.\n&lt;a href=\"Chagnon\"&gt;Chagnon&lt;/a&gt; was best known for his long-term ethnographic &lt;a href=\"field%20work\"&gt;field work&lt;/a&gt; among the &lt;a href=\"Yanomami\"&gt;Yanomamö&lt;/a&gt;, &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;indigenous Amazonians&lt;/a&gt; who live in the border area between Venezuela and Brazil. Working primarily in the headwaters of the upper &lt;a href=\"Siapa%20River\"&gt;Siapa&lt;/a&gt; and upper &lt;a href=\"Mavaca%20River\"&gt;Mavaca River&lt;/a&gt;s in Venezuela, he conducted fieldwork from the mid-1960s until the latter half of the 1990s. According to Chagnon, when he arrived he realised that the theories he had been taught during his training had shortcomings, because contrary to what they predicted, raiding and fighting, often over women, was endemic. Due to his constantly asking questions, Chagnon was nicknamed \"pesky bee\" by the Yanomamö. A major focus of his research was the collection of &lt;a href=\"genealogies\"&gt;genealogies&lt;/a&gt; of the residents of the villages that he visited, and from these he would analyze patterns of relatedness, marriage patterns, cooperation, and settlement pattern histories. The degree of kinship was seen by Chagnon as important for the forming of alliances in social interactions, including conflict.\nChagnon's methods of analysis are widely seen as having been influenced by &lt;a href=\"sociobiology\"&gt;sociobiology&lt;/a&gt;. As Chagnon described it, Yanomamö society produced fierceness, because that behavior furthered male reproductive success. The genealogies showed that men who killed had more wives and children than men who did not kill. At the level of the villages, the war-like populations expanded at the expense of their neighbors. Chagnon's positing of a link between reproductive success and violence cast doubt on the sociocultural perspective that cultures are constructed from human experience. An enduring controversy over Chagnon's work has been described as a microcosm of the conflict between biological and sociocultural anthropology.\nChagnon's &lt;a href=\"ethnography\"&gt;ethnography&lt;/a&gt;, \"Yanomamö: The Fierce People\", was published in 1968 and ran to several editions, selling nearly a million copies. It is commonly used as a text in university-level introductory anthropology classes, making it one of the bestselling anthropological texts of all time. Chagnon was also a pioneer in the field of &lt;a href=\"visual%20anthropology\"&gt;visual anthropology&lt;/a&gt;. He collaborated with ethnographic filmmaker &lt;a href=\"Tim%20Asch\"&gt;Tim Asch&lt;/a&gt; and produced a series of more than twenty ethnographic films documenting Yanomamö life. The ethnographic film \"&lt;a href=\"The%20Ax%20Fight\"&gt;The Ax Fight&lt;/a&gt;\", showing a fight among two Yanomami groups and analyzing it as it relates to kinship networks, is considered a classic in ethnographic film making.\nIn 2012 he was elected to the &lt;a href=\"National%20Academy%20of%20Sciences\"&gt;National Academy of Sciences&lt;/a&gt;. &lt;a href=\"Marshall%20Sahlins\"&gt;Marshall Sahlins&lt;/a&gt;, who was a major critic of Chagnon, resigned from the Academy, citing Chagnon's induction as one of the reasons he quit.\nOn 21 September 2019, Chagnon died at the age of 81.\nControversies.\n\"Darkness in El Dorado\".\nIn 2000, Patrick Tierney, in his book \"&lt;a href=\"Darkness%20in%20El%20Dorado\"&gt;Darkness in El Dorado&lt;/a&gt;\", accused Chagnon and his colleague &lt;a href=\"James%20V.%20Neel\"&gt;James V. Neel&lt;/a&gt;, among other things, of exacerbating a &lt;a href=\"measles\"&gt;measles&lt;/a&gt; epidemic among the Yanomamö people. Groups of historians, epidemiologists, anthropologists, and filmmakers, who had direct knowledge of the events, investigated Tierney's claims. These groups ultimately rejected the worst allegations concerning the measles epidemic. In its report, which was later rescinded, a task force of the &lt;a href=\"American%20Anthropological%20Association\"&gt;American Anthropological Association&lt;/a&gt; (AAA) was critical of certain aspects of Chagnon's work, such as his portrayal of the Yanomamö and his relationships with Venezuelan government officials.\nThe AAA convened the task force in February 2001 to investigate some of the allegations made in Tierney's book. Their report, which was issued by the AAA in May 2002, held that Chagnon had both represented the Yanomamö in harmful ways and failed in some instances to obtain proper consent from both the government and the groups he studied. However, the Task Force stated that there was no support to the claim that Chagnon and Neel began a measles epidemic. In June 2005, however, the AAA voted over two-to-one to rescind the acceptance of the 2002 report, noting that \"although the Executive Board's action will not, in all likelihood, end debate on ethical standards for anthropologists, it does seek to repair damage done to the integrity of the discipline in the El Dorado case\".\nMost of the allegations made in \"Darkness in El Dorado\" were publicly rejected by the &lt;a href=\"Provost%20%28education%29\"&gt;Provost&lt;/a&gt;'s office of the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt; in November 2000. For example, the interviews upon which the book was based all came from members of the &lt;a href=\"Salesians%20of%20Don%20Bosco\"&gt;Salesians of Don Bosco&lt;/a&gt;, a congregation of the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;, which Chagnon had criticized and angered.\n&lt;a href=\"Alice%20Dreger\"&gt;Alice Dreger&lt;/a&gt;, an historian of medicine and science concluded after a year of research that Tierney's claims were false and the &lt;a href=\"American%20Anthropological%20Association\"&gt;American Anthropological Association&lt;/a&gt; was complicit and irresponsible in helping spread these falsehoods and not protecting \"scholars from baseless and sensationalistic charges\".\nAnthropological critiques of his work.\nChagnon's work with the Yanomamö was widely criticized by other anthropologists. Anthropologists critiqued both aspects of his research methods as well as the theoretical approach, and the interpretations and conclusions he drew from his data. Most controversial was his claim that Yanomamö society is particularly violent, and his claim that this feature of their culture is grounded in biological differences that are the result of natural selection.\nThe anthropologist &lt;a href=\"R.%20Brian%20Ferguson\"&gt;Brian Ferguson&lt;/a&gt; argued that Yanomamö culture is not particularly violent, and that the violence that does exist is largely a result of socio-political reconfigurations of their society under the influence of colonization. Bruce Albert rejected the statistical basis for his claims that more violent Yanomamö men have more children. Others questioned the ethics inherent in painting an ethnic group as violent savages, pointing out that Chagnon's depiction of the Yanomamö as such breaks with anthropology's traditional ethics of trying to describe foreign societies sympathetically, and argued that his depictions resulted in increased hostility and racism against the Yanomamö by settlers and colonists in the area. Emily Eakin countered that Albert “cannot demonstrate a direct connection between Chagnon’s writings and the government’s Indian policy” and that the idea that scientists should suppress unflattering information about their subjects is troubling and supports the idea that nonviolence is a prerequisite for protecting the Yanomamö.\nThe anthropologist &lt;a href=\"Marshall%20Sahlins\"&gt;Marshall Sahlins&lt;/a&gt;, one of Chagnon's graduate teachers, criticized Chagnon's methods, pointing out that Chagnon acknowledged engaging in behavior that was disagreeable to his informants by not participating in food-sharing obligations. Sahlins claimed that Chagnon's trade of steel weaponry for blood samples and genealogical information amounted to \"participant-instigation\" which encouraged economic competition and violence. Lastly, Sahlins argued that Chagnon's publications, which contend that violent Yanomamö men are conferred with reproductive advantages, made false assumptions in designating killers and omit other variables that explain reproductive success. In 2013, Sahlins resigned from the National Academy of Sciences, in part in protest of Chagnon's election to the body. Other researchers of the Yanomamö such as Brian Ferguson argued that Chagnon himself contributed to escalating violence among the Yanomamö by offering &lt;a href=\"machete\"&gt;machete&lt;/a&gt;s, &lt;a href=\"axe\"&gt;axe&lt;/a&gt;s, and &lt;a href=\"shotgun\"&gt;shotgun&lt;/a&gt;s to selected groups to elicit their cooperation. Chagnon said that it was instead local Salesian priests who were supplying guns to the Yanomamö who then used them to kill each other.\nIn his &lt;a href=\"autobiography\"&gt;autobiography&lt;/a&gt;, Chagnon stated that most criticisms of his work were based on a &lt;a href=\"postmodernism\"&gt;postmodern&lt;/a&gt; and &lt;a href=\"antiscience\"&gt;antiscientific&lt;/a&gt; ideology that arose within anthropology, in which careful study of isolated tribes was replaced in many cases by explicit political advocacy that denied less pleasant aspects of the Yanomamö culture, such as warfare, domestic violence, and infanticide. Chagnon stated that much of his work has undermined the idea of the 'Noble savage' – a romanticized stereotype of indigenous people living in synchrony with nature and uncorrupted by modern civilization. Chagnon also stated that his beliefs about &lt;a href=\"sociobiology\"&gt;sociobiology&lt;/a&gt; and kin selection were misinterpreted and misunderstood, similarly due to a rejection of scientific and biological explanations for culture within anthropology. \nAs a result of the controversy and the alleged unethical practices with the Yanomami, Chagnon was officially barred from studying the Yanomami and from reentering their country in Venezuela.\nFilm.\nChagnon worked with ethnographic filmmaker &lt;a href=\"Tim%20Asch\"&gt;Tim Asch&lt;/a&gt; to produce at least forty films on Yanomamo culture, including \"The Feast\" (1969), \"&lt;a href=\"Magical%20Death\"&gt;Magical Death&lt;/a&gt;\" (1973) and \"&lt;a href=\"The%20Ax%20Fight\"&gt;The Ax Fight&lt;/a&gt;\" (1975). These films, especially \"The Ax Fight\", are widely used in anthropological and visual culture curriculum and are considered to be among the most important ethnographic films ever produced.\nReferences.\nNotes\nBibliography"
}