{
    "id": "52118248",
    "revid": "16777970",
    "url": "https://en.wikipedia.org/wiki?curid=52118248",
    "title": "Almagul Menlibayeva",
    "text": "Almagul Menlibayeva is a Kazakhstani artist and curator whom splits her time between &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt; and &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. Her art's main themes usually revolve around social and ecological issues in Central Asia.\nEarly life and education.\nMenlibayeva was born in 1969 in &lt;a href=\"Almaty\"&gt;Almaty&lt;/a&gt;, the former capital of Kazakhstan. She obtained her &lt;a href=\"Master%20of%20Fine%20Arts\"&gt;MFA&lt;/a&gt; degree from Academy of Art and Theatre, Almaty, Kazakhstan in 1992.\nWorks.\nNotable works.\nTransoxiana Dreams (2011).\nTransoxiana Dreams explores the social, economical, and ecological issues surrounding the lives of the Araikum generation – the term used to call the people living in the vast region of the rapidly receding &lt;a href=\"Aral%20Sea\"&gt;Aral Sea&lt;/a&gt; coastline. The deteriorating environment is caused by the radical irrigation policies of the former Soviet Union in the 1960s – between Soviet, Uzbekistan, Tajikistan, and southwestern Kazakhstan.\nA dreamy, surrealistic mixture of documentary and fantasy, Transoxiana Dreams explores the desertification through the eyes of a fisherman's daughter as the main protagonist. The girl's father encounters strange mythical female creatures during his journey as he ventures for new fishing grounds – scarce leftover of what once was Aral Sea. The mythical creatures – derived from Greek's mythological figure, the Centaur, was chosen as according to legend, upon their initial meeting, the ancient Greeks mistook the nomads of Transoxianian Steppes on their horses as mythological.\nTransoxiana Dreams won the main award at Kino der Kunst 2013 - an international film festival hosted in Munich, Germany.\nMilk for Lambs (2010).\nThe visual of this 11:35 minute video installation is composed of alternating black-and-white and color frames. Milk for Lambs straddles the line between contemporary Kazakhstan and its mythically infused historic ritual. Set against the vast landscape of the steppe, it traces what's left of Tengriism – where the skygod &lt;a href=\"Tengri\"&gt;Tengri&lt;/a&gt; is the main deity and his wife, &lt;a href=\"Umai\"&gt;Umai&lt;/a&gt;, the all-nurturing mother goddess of the Turkic Siberians. The film follows the former nomads as they celebrate the festivities held in honor of Tengri and Umai, and the accompanying rituals.\nMilk for Lambs won KfW Audience Award of the Videonale 13: Festival for Contemporary Art in Kunstmuseum, Bonn.\nKissing Totems (2008).\nKissing Totems is the first solo exhibition Almagul Menlibayeve held in the United States, and the title of the solo exhibition is one of her recent works in 2008 with the same name.\nIn her film, “Kissing Totems”, it is about a set of surrealist actions and impossible encounters happened on the territory of a deserted factory from the Soviet era. The industrial ruin of Communism has become a stage, a kind of bird, also a totem and peris which mark the transition of dream-narrative. By invoking confounding feelings and curiosity, the artist asks audiences to watch the film through the eyes of a little girl, the audiences observe the unbelievable thing by contemplative detachment. When the little girl walks through the past symbol of Communism, from camera to industrial materialism of industry. At the same time, the little girl feels comfy with two symbol systems. Through her imagine gaze, the post-communism becomes another totemic myth that being occupied by ideologies and the newly revived beliefs.\nOn the Road (2007).\nOne the Road is one of Almagul Menlibayeve's artworks blends in poetry into video and performance that being presented in a unique setting as brings topic of Islamic cultural tradition and contemporary art together. The following is her own artist statement towards On the Road:\n\"“My educational background is in the Soviet Russian avant-garde school of Futurism, which I combine with a nomadic aesthetic of post-Soviet, contemporary Kazakhstan – something that I have been exploring in recent years through my photographic and video work.\n\"I use specific ways of expression in modern and contemporary art as a vehicle to investigate my personal archaic atavism as a certain mystical anthropomorphism. In other words, I explore the nature of a specific Egregore, a shared cultural psychic experience, which manifests itself as a specific thought-form among the people(s) of the ancient, arid and dusty Steppes between the Caspian Sea, Baikonur and Altai in today’s Kazakhstan. In the Russian language, Archaic Atavism is personalized as a being, which points to and creates a different meaning. We are not just speaking about an idea or archaic element in the collective subconscious of a people, but about the embodiment of our archaic atavism that becomes an active entity, just like a creature itself. Our archaic atavism is not just internalized, but also externalized. It is as if he has been awakened by the post-Soviet experience of the indigenous Kazakh people, who are becoming their own after 80 years of Soviet domination and cultural genocide. Suddenly he (Archaic Atavism) became interested in enculturation and in behavioral modernity. He also began to have entertaining dialogues with the transnational circulation of ideas in contemporary art. For this dialogue, I have chosen the medium of video and photography and like to work with the notion of memory and reality. My archaic atavism is interested in my video explorations in the Steppes and in post-Soviet Asia. By editing raw data and combining documentary and staged footage, I become his voice, enabling a cultural eхоdus from long oblivion. My work raises metaphysical questions such as who am I? And where shall I go? This (psychic) experience and perspective marks my artistic language.” (Almagul Menlibayeva)\""
}