{
    "id": "52126992",
    "revid": "28516722",
    "url": "https://en.wikipedia.org/wiki?curid=52126992",
    "title": "Inverarnan Canal",
    "text": "The Inverarnan Canal was a short length of canal terminating at Garbal, close to the hamlet of &lt;a href=\"Inverarnan\"&gt;Inverarnan&lt;/a&gt;, Scotland. This waterway once linked the old coaching inn, now the Drovers Inn, at Inverarnan, on the Allt Arnan Burn (a tributary of the Falloch) to the River Falloch and passengers could continue southward to &lt;a href=\"Loch%20Lomond\"&gt;Loch Lomond&lt;/a&gt; and finally to &lt;a href=\"Balloch%2C%20Highland\"&gt;Balloch&lt;/a&gt;. From Inverarnan stagecoaches ran to various destinations in the north of Scotland.\nHistory.\nThe hamlet of &lt;a href=\"Inverarnan\"&gt;Inverarnan&lt;/a&gt; with its 300-year-old inn lies in the council area of &lt;a href=\"Stirling%20%28council%20area%29\"&gt;Stirling&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;, on the A82 road, 2.5 km north of the hamlet of &lt;a href=\"Ardlui\"&gt;Ardlui&lt;/a&gt;, &lt;a href=\"Argyll%20and%20Bute\"&gt;Argyll and Bute&lt;/a&gt; at the head of &lt;a href=\"Loch%20Lomond\"&gt;Loch Lomond&lt;/a&gt; (into which the River Falloch flows), and about 10 km SW of &lt;a href=\"Crianlarich\"&gt;Crianlarich&lt;/a&gt;.\nThe canal was privately built with the support of steamship owners Mr David Napier and Mr John McMurrick in order to permit steamers to avoid the sometimes shallow water, gravel banks and bends of the River Falloch's course to the head of Loch Lomond and also to allow convenient travel directly to Inverarnan, which was a &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt; stop and had a drovers' inn which provided refreshments, accommodation, etc.\nRansom states that the canal was dug at the expense of the &lt;a href=\"Gavin%20Campbell%2C%201st%20Marquess%20of%20Breadalbane\"&gt;Marquis of Breadalbane&lt;/a&gt; who also improved facilities at the inn and leased the land from Campbell of Glenfalloch.\nMails, goods and passengers were transported and stagecoaches ran at first from Inverarnan to &lt;a href=\"Killin\"&gt;Killin&lt;/a&gt; and &lt;a href=\"Ballachulish\"&gt;Ballachulish&lt;/a&gt;, later also running to &lt;a href=\"Inverness\"&gt;Inverness&lt;/a&gt;, &lt;a href=\"Aberfeldy%2C%20Scotland\"&gt;Aberfeldy&lt;/a&gt;, &lt;a href=\"Oban\"&gt;Oban&lt;/a&gt; and &lt;a href=\"Crieff\"&gt;Crieff&lt;/a&gt;.\nConstruction and infrastructure.\nConstruction started in 1842; however due to very wet weather and severe winters with heavy snows, the canal was not completed until 1844, despite being only 530 yards or 485 metres long with no locks. The turning basin at New Garabal had a short landing stage and was only around 300 yards or 274 metres south of the inn. A lade or channel from the Allt Arnan Burn is shown supplying the turning basin and the more recent incursion of this burn into the canal area is in this general area. Brick work is mentioned as being in good condition on the embankments, although these are no longer visible (datum 2016). It is not clear whether ships were charged for the use of the canal.\nSteamers.\nThe \"Loch Lomond\" was the first steamboat to navigate the River Falloch and the Inverarnan Canal, and in 1844 Inverarnan and the canal were fully advertised and the regular services to the New Garabal pier at Inverarnan were fully established. The steamer \"Water Witch\" is recorded to have used the canal. It was possible at the time to reach Glasgow from Oban in a day by coach, steamer and train.\nRansom states that the first company, in which the marquis had shares, to use the canal was the 'New Lochlomond Steam Company' which used the 'Water Witch'. The steamer ran all year round although only weekly during the winter and passengers using the coach services to &lt;a href=\"Killin\"&gt;Killin&lt;/a&gt; and &lt;a href=\"Fort%20William%2C%20Highland\"&gt;Fort William&lt;/a&gt; could claim a special reduced fare. Adverts made great play on the convenience of using the canal.\nDecline.\nThe canal water levels were too low at times, and the Garabal basin and entrance from the River Falloch were prone to the accumulation of gravel. Competition between steamer companies had always been a problem, although by 1845 the New Lochlomond Steamboat Company and the Lochlomond Steamboat Company had merged; however the opening in 1870 of the &lt;a href=\"Callander%20and%20Oban%20Railway\"&gt;Callander and Oban Railway&lt;/a&gt; as far as &lt;a href=\"Killin\"&gt;Killin&lt;/a&gt; ended the through services to the north via Loch Lomond, as it was more convenient for passengers to board stagecoaches at &lt;a href=\"Glenoglehead\"&gt;Glenoglehead&lt;/a&gt; or &lt;a href=\"Tyndrum\"&gt;Tyndrum&lt;/a&gt;. It is unclear when steamers finally ceased to travel as far as Inverarnan Harbour basin, as the general term \"Head of Loch Lomond\" was often used in published timetables.\nRemnants.\nThe canal itself remains intact and water filled although overhung by trees. The harbour and turning basin have been filled in with gravel deposits carried in by the Allt Arnan Burn that has broken through into it.\nRoute.\nThe Inverarnan terminus (NN319182) was a boat turning circle at Garabal, close to the Inverarnan Inn (NN318184), now the Drovers Inn. From the basin the canal followed a near-straight southward course between the twisting course of the Allt Arnan Burn on the western side and the bends of the Falloch to the east. Following dredging the teamers could reach the old Garabal landing via the River Falloch when the water levels were high enough and other conditions such as current and wind speed were appropriate.\nMicro history.\nIn 1856 the Inspector of Steam Vessels decreed that an 'on site' dry dock or slip was required for the appropriate maintenance of Loch Lomond's steamers and a start was made the same year on a dry dock at the canal basin on the Inverarnan Canal. Land at the right price and at a suitable location may have influenced this unlikely choice; however after a month or two's work the plan was scrapped and &lt;a href=\"Luss\"&gt;Luss&lt;/a&gt; was chosen instead.\nThe canal was the only canal ever built in the historic Breadalbane area. The quarter of a mile long &lt;a href=\"Inchfad\"&gt;Inchfad Canal&lt;/a&gt; was built on the Loch Lomond island of that name in the 19th century to serve the distillery that had been legally established there.\nIn 1880–81 a bridge across the River Falloch near &lt;a href=\"Ardlui\"&gt;Ardlui&lt;/a&gt; was planned and construction started; however a group led by the &lt;a href=\"Earl%20of%20Breadalbane\"&gt;Earl of Breadalbane&lt;/a&gt; and others was able to stop the work on the grounds that it would prevent the Loch Lomond Steamboat Company's vessels from travelling up the Falloch to Inverarnan, even though regular services had ceased a decade or so before. The unfinished bridge is still recognisable as two large stone pillars."
}