{
    "id": "52141591",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=52141591",
    "title": "Jon Boden (rugby union)",
    "text": "Jon Boden (born 19 October 1978) is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; footballer/coach, currently playing at &lt;a href=\"Fly-half\"&gt;Fly-half&lt;/a&gt; or &lt;a href=\"Centre%20%28rugby%20union%29\"&gt;Centre&lt;/a&gt; for &lt;a href=\"Leicester%20Lions%20RFC\"&gt;Leicester Lions&lt;/a&gt; in &lt;a href=\"National%20League%202%20North\"&gt;National League 2 North&lt;/a&gt;. He has played higher level rugby (&lt;a href=\"RFU%20Championship\"&gt;second tier&lt;/a&gt;) for &lt;a href=\"Rugby%20Lions\"&gt;Rugby Lions&lt;/a&gt; and &lt;a href=\"Doncaster%20R.F.C.\"&gt;Doncaster Knights&lt;/a&gt;, as well as European rugby with Italian side &lt;a href=\"Gran%20Parma\"&gt;Gran Parma&lt;/a&gt; (now disbanded). An excellent kicker, as of the end of the 2015–16 season, Jon is the all-time points scorer in National League 2 North with over 2,000 points.\nCareer.\nAfter spending some of his early career playing &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; with the &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt;, Jon moved to Italy to play rugby union for Italian side, &lt;a href=\"Gran%20Ducato%20Parma%20Rugby\"&gt;Gran Parma&lt;/a&gt;, where he became a regular in the team, gaining &lt;a href=\"Top12\"&gt;Super 10&lt;/a&gt; and &lt;a href=\"European%20Rugby%20Challenge%20Cup\"&gt;European Shield&lt;/a&gt; experience. In the autumn of 2002, after two years in Italy, Jon returned to England to sign for the &lt;a href=\"Rugby%20Lions\"&gt;Rugby Lions&lt;/a&gt;, then playing in &lt;a href=\"RFU%20Championship\"&gt;division 2&lt;/a&gt; of the English rugby union league system. Despite appearing and scoring regularly for the Lions, Jon's time with the club was not successful, as they suffered consecutive relegations in the two seasons he was there.\nFollowing the Lion's relegation, in the summer of 2004 Jon moved north to sign for &lt;a href=\"Doncaster%20R.F.C.\"&gt;Doncaster&lt;/a&gt;, who were playing in the same division that Rugby had just been relegated from. After several dismal seasons, Jon's luck was to change as he made 20 league appearances for his new club, who won the league and promotion to the second division. Jon spent several more seasons with Doncaster, where he became a squad player, but decided to leave during the 2006–07 season as Doncaster were becoming a professional outfit and he could not combine full-time rugby with his other job role as a school teacher.\nAt the start of 2007 Jon joined &lt;a href=\"National%20League%202%20North\"&gt;tier 4&lt;/a&gt; side, &lt;a href=\"Leicester%20Lions%20RFC\"&gt;Leicester Lions&lt;/a&gt;, where he was signed as a player-coach. Jon became an invaluable player at the Lions, finishing as the league's top scorer in 2008 with 282 points as the Lions finished 4th. Since then he has regularly finished as one of the top kickers in what is now known as National League 2 North becoming the most prolific points scorer in the division of all time as of the end of the 2016–17 season. In the summer of 2017 Jon was part of the &lt;a href=\"Leicestershire%20Rugby%20Football%20Union\"&gt;Leicestershire&lt;/a&gt; county side that won the &lt;a href=\"2017%20County%20Championship%20Plate\"&gt;2017 County Championship Plate&lt;/a&gt; with a 39–7 win over &lt;a href=\"Hampshire%20Rugby%20Football%20Union\"&gt;Hampshire&lt;/a&gt; at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham Stadium&lt;/a&gt;.\nHonours and records.\nNational League 2 North\n&lt;a href=\"Doncaster%20Knights\"&gt;Doncaster Knights&lt;/a&gt;\n&lt;a href=\"Leicester%20Lions%20RFC\"&gt;Leicester Lions&lt;/a&gt;\n&lt;a href=\"Leicestershire%20Rugby%20Football%20Union\"&gt;Leicestershire&lt;/a&gt;"
}