{
    "id": "52173306",
    "revid": "508734",
    "url": "https://en.wikipedia.org/wiki?curid=52173306",
    "title": "Banting Research Foundation",
    "text": "The Banting Research Foundation is a registered charity whose object is to fund health and biomedical research in Canada. It was established to support the ongoing research of &lt;a href=\"Frederick%20Banting\"&gt;Frederick Banting&lt;/a&gt; and his associates.\nHistory.\nThe Banting Research Foundation was created in 1925 to commemorate the discovery of &lt;a href=\"insulin\"&gt;insulin&lt;/a&gt; and to support further medical research by Banting and other scientists in Canada, in the hopes of finding additional medical discoveries of equal importance. A fundraising campaign in 1925, led by &lt;a href=\"William%20Mulock\"&gt;Sir William Mulock&lt;/a&gt;, Chancellor of the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt;, raised $500,000 from individual and corporate donors to establish an endowment. A large bequest in 1948 from the estate of Kate E Taylor of Toronto added to the endowment.\nFrom its inception, the intent was to create a fund for researchers with \"good ideas but no money\", as was the situation for Banting when he approached &lt;a href=\"John%20Macleod%20%28physiologist%29\"&gt;JJR Macleod&lt;/a&gt; in 1921 with a request for facilities and resources to pursue his ideas about insulin. The Foundation continues that tradition by making grant funds available only to investigators whose research funding is limited.\nThe Foundation was the first and virtually the only organization funding medical research in Canada until 1938 when the &lt;a href=\"National%20Research%20Council%20%28Canada%29\"&gt;National Research Council&lt;/a&gt; included medical research in its funding programs.\nGovernance.\nThe Foundation is incorporated in the province of Ontario, Canada. It is governed by a Board of Trustees, the make-up of which is specified in its Letters Patent as follows: three Trustees appointed by the Governing Council of the University of Toronto, two Trustees appointed by the University of Toronto Alumni Association, two Trustees appointed from the University of Toronto's Faculty of Medicine, and one Trustee appointed by the other Trustees.\nThe original Board of Trustees in 1925 was composed of &lt;a href=\"Robert%20Falconer\"&gt;Sir Robert Falconer&lt;/a&gt;, Chairman, &lt;a href=\"Reuben%20Wells%20Leonard\"&gt;Lt Col Reuben W Leonard&lt;/a&gt;, &lt;a href=\"Henry%20John%20Cody\"&gt;Rev Canon Henry J Cody&lt;/a&gt;, Charles Strange MacDonald, &lt;a href=\"William%20Gallie\"&gt;William Edward Gallie&lt;/a&gt;, &lt;a href=\"John%20G.%20FitzGerald\"&gt;John Gerald FitzGerald&lt;/a&gt;, Velyien Ewart Henderson, and John William Rogers."
}