{
    "id": "52182705",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=52182705",
    "title": "2016–17 in Belgian football",
    "text": "The following article is a summary of the 2016–17 &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; season in Belgium, which is the 114th season of competitive football in the country and runs from July 2016 until June 2017.\nNational teams.\nBelgium national football team.\nThe Belgium national football team started their qualification campaign, winning 5 matches easily but needing a last minute equalizer at home against &lt;a href=\"Greece%20national%20football%20team\"&gt;Greece&lt;/a&gt; to remain undefeated. They were less successful in friendlies, with two draws and one loss.\nMen's football.\nLeague season.\nPromotion and relegation.\nThe following teams had achieved promotion or suffered relegation going into the 2016–17 season.\nBelgian First Division A.\nAnderlecht secured its 34th championship, denying Club Brugge a second consecutive title. Oostende qualified for the first time for European football while Westerlo was relegated at the bottom end of the table.\nBelgian First Division B.\nIn the opening tournament, Roeselare edged out Lierse to assure its place in the promotion play-offs. In the closing tournament, Lierse competed with Antwerp for the lead, with Lierse being overtaken by Antwerp on the final matchday. Therefore, Lierse, who scored the most points overall, did not qualify for the promotion play-offs which were instead played by Roeselare and Antwerp. Antwerp beat Roeselare twice (3–1 at home and 1–2 in Roeselare) and returned to the highest level of Belgian football after thirteen seasons at the second level. Roeselare did qualify for the &lt;a href=\"2016%E2%80%9317%20Belgian%20First%20Division%20A%23Europa%20League%20play-offs\"&gt;Europa League play-offs&lt;/a&gt; together with Lierse and Union SG. At the bottom end, Lommel United was relegated.\nPromotion play-offs.\nAntwerp twice beat Roeselare and thereby allowed the club to return to the highest level of professional football in Belgium following thirteen seasons at the second level. Initially, they did not receive a license to compete in professional football the following season, but the decision was overturned. Roeselare got to play the &lt;a href=\"2016%E2%80%9317%20Belgian%20First%20Division%20A%23Europa%20League%20play-offs\"&gt;Europa League play-offs&lt;/a&gt;.\n\"Antwerp won 5–2 on aggregate and was promoted.\"\nRelegation play-offs.\nThe four bottom teams overall competed in the relegation play-offs. In spite of a strong comeback, Lommel United was relegated finally on the last matchday after losing away to OH Leuven.\nUEFA competitions.\nChampions &lt;a href=\"Club%20Brugge%20K.V.\"&gt;Club Brugge&lt;/a&gt; qualified directly for the group stage of the &lt;a href=\"2016%E2%80%9317%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;, while runners-up &lt;a href=\"R.S.C.%20Anderlecht\"&gt;Anderlecht&lt;/a&gt; started in the qualifying rounds. As cup winner, &lt;a href=\"Standard%20Li%C3%A8ge\"&gt;Standard Liège&lt;/a&gt; qualified directly for the group stage of the &lt;a href=\"2016%E2%80%9317%20UEFA%20Europa%20League\"&gt;Europa League&lt;/a&gt;, while &lt;a href=\"K.A.A.%20Gent\"&gt;Gent&lt;/a&gt; and &lt;a href=\"K.R.C.%20Genk\"&gt;Genk&lt;/a&gt; started in the qualifying rounds.\nOverall, Belgian football clubs performed very strongly during the 2016–17 season, with both Anderlecht, Genk and Gent still active after the winter break and going very far in the &lt;a href=\"2016%E2%80%9317%20UEFA%20Europa%20League\"&gt;2016–17 UEFA Europa League&lt;/a&gt;, more specifically it was the first time since the 1993–94 season that three Belgian clubs reached the last 16 in Europe in the same season.\nManagerial changes.\nThis is a list of changes of managers within Belgian professional league football (Belgian First Division A and Belgian First Division B):"
}