{
    "id": "52204533",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=52204533",
    "title": "Mariano da Alcamo",
    "text": "Mariano da Alcamo (1555? – 27 July 1621) was an Italian &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; &lt;a href=\"presbyter\"&gt;presbyter&lt;/a&gt;.\nBiography.\nHe was born in &lt;a href=\"Alcamo\"&gt;Alcamo&lt;/a&gt; in the (&lt;a href=\"province%20of%20Trapani\"&gt;province of Trapani&lt;/a&gt;), between 1555 and 1560, as his parents (Niccolò Bonafino from &lt;a href=\"Savoca\"&gt;Savoca&lt;/a&gt; (in the &lt;a href=\"province%20of%20Messina\"&gt;province of Messina&lt;/a&gt;), and Caterina Russo, had married in 1554.\nHe started his religious life with the &lt;a href=\"Capuchines\"&gt;Capuchines&lt;/a&gt; in the &lt;a href=\"province%20of%20Palermo\"&gt;province of Palermo&lt;/a&gt;, and after he became a priest, he went on studying to become a &lt;a href=\"preacher\"&gt;preacher&lt;/a&gt; but in 1591 he was chosen as the provincial Father. At the end of his office he asked to leave for the missions and so in 1599 he left with &lt;a href=\"Lawrence%20of%20Brindisi\"&gt;Lawrence of Brindisi&lt;/a&gt; for &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt; and &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt; where &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; doctrines were very widespread, in order to preach the &lt;a href=\"Gospel\"&gt;Gospel&lt;/a&gt; of Jesus Christ and defeat &lt;a href=\"heresies\"&gt;heresies&lt;/a&gt;.\nThere are few &lt;a href=\"anecdote\"&gt;anecdote&lt;/a&gt;s proving his reputation for holiness which spread at his coming back to Sicily, while from his &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; letters sent to his friend and schoolmate &lt;a href=\"Sebastiano%20Bagolino\"&gt;Sebastiano Bagolino&lt;/a&gt;, we learn that the &lt;a href=\"Christian%20mission\"&gt;mission&lt;/a&gt; was successfully proceeding, thanks to the collaboration given by the emperor &lt;a href=\"Rudolf%20II%2C%20Holy%20Roman%20Emperor\"&gt;Rudolf II, Holy Roman Emperor&lt;/a&gt;, and that he was completing a collection of &lt;a href=\"sermons\"&gt;sermons&lt;/a&gt; with the title \"In orationem Dominicam seu Mare oceanum concionatorum pauperum\".\nIn Sicily Mariano worked for the diffusion of the devotion to &lt;a href=\"the%20Virgin%20Mary\"&gt;the Virgin Mary&lt;/a&gt;. This veneration for the Virgin Mary was reinforced by his certainty that he had got some graces (he thought he had been released from temptations and dangers), and by the vision of &lt;a href=\"Blessed%20Virgin%20Mary%20%28Roman%20Catholic%29\"&gt;Our Lady&lt;/a&gt; of Stellario which he said he had once had in the friary of Alcamo after his return from Bohemia. \nAfter this vision there were other events believed supernatural, among which was his prediction of the &lt;a href=\"healing\"&gt;healing&lt;/a&gt; of a noblewoman from Alcamo and her daughter’s death, provoked by the same disease.\nIn 1608, after he settled in the &lt;a href=\"Order%20of%20Friars%20Minor%20Capuchin\"&gt;Capuchin&lt;/a&gt; province of Palermo, he had a certain reputation for holiness: for some months he daily preached in Palermo &lt;a href=\"cathedral\"&gt;cathedral&lt;/a&gt; and then he went to Trapani, where there was the &lt;a href=\"viceroy\"&gt;viceroy&lt;/a&gt; &lt;a href=\"marquess\"&gt;marquess&lt;/a&gt; Juan Fernández Pacheco de Vigliena, who he was asked to pray for, and to preach for another period of time in &lt;a href=\"Basilica-Sanctuary%20of%20Maria%20Santissima%20Annunziata\"&gt;Sanctuary of Maria Santissima Annunziata&lt;/a&gt; of Trapani.\nWhen the provincial Father Gianmaria from &lt;a href=\"Castelvetrano\"&gt;Castelvetrano&lt;/a&gt; died, in 1611, he was nominated provincial &lt;a href=\"vicar\"&gt;vicar&lt;/a&gt; and then qualificator of the &lt;a href=\"Congregation%20for%20the%20Doctrine%20of%20the%20Faith\"&gt;Congregation for the Doctrine of the Faith&lt;/a&gt;, guardian of the friaries of Trapani (1614) and &lt;a href=\"Marsala\"&gt;Marsala&lt;/a&gt; (1615). He died in Palermo on 27 July 1621.\nWorks.\nThe most important part of his works is in his manuscripts:\nIn order to promote the devotion for Our Lady with Stellario he published a series of devotional books (prose and poetic works)"
}