{
    "id": "52233081",
    "revid": "57939",
    "url": "https://en.wikipedia.org/wiki?curid=52233081",
    "title": "LeEco",
    "text": "LeEco () is a Chinese company founded by &lt;a href=\"Jia%20Yueting\"&gt;Jia Yueting&lt;/a&gt;, the founder of &lt;a href=\"Le.com\"&gt;Le.com&lt;/a&gt; (formerly LeTV). The group maintains businesses in video streaming, cloud services, software development, consumer electronics, such as smartphones, smart TVs, VR, electric bicycles, electric cars, film production and distribution, real estate, wine, retail, eCommerce, and other business. LeEco has expanded to countries outside of China, such as the United States, &lt;a href=\"India\"&gt;India&lt;/a&gt;, and Russia.\nFrom late 2016 onward, LeEco has been experiencing financial limitations due to aggressive strategic expansion and difficulties in acquiring new funds. As of September 2018, LeEco has sold its remaining ownership of Leshi Zhixin Electronic Technology Co., Ltd. and Le Vision Pictures to Sunac. In October 2018, Le.com formally announced it is not for sale and is exploring solutions to address its financial issues.\nHistory.\nThe predecessor of the diversified group, Letv (), was founded by &lt;a href=\"Jia%20Yueting\"&gt;Jia Yueting&lt;/a&gt; in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; in 2004 and was the first streaming video company in China to go public. Jia later founded Leshi Holding Beijing as a sister company of Letv to provide media content and products that linked to its services, and use LeEco () as the brand.\nThe Chinese company launched its video streaming service three years before Netflix—and it had started producing its own original content well before the arrival of the seminal Netflix series House of Cards.\nIn 2014, Le Vision Pictures, a subsidiary of LeEco, opened an office in West Los Angeles to build closer ties with filmmakers and to expand other lines of business, including eCommerce, large screen TVs, smartphones and electric cars.\nIn April 2015, Letv established its first US headquarters in Redwood City to build up its presence in Silicon Valley, and it announced to open another office in Los Angeles in the near future.\nIn Jan 2016, both Letv services and electronics products that were previously marketed internationally under the Letv name were re re-labeled under LeEco, when media services began under Le.com.\nIn Feb 2016, LeEco unofficially opened a new office in San Jose and began aggressively acquiring new talents from Silicon Valley's workforce.\nIn April, LeEco officially held a ribbon-cutting ceremony and press conference to formally establish its new, 80,000 square foot North American headquarters in San Jose, which can hold up to 800 people. Chinese Consul General in San Francisco Luo Linquan, San Jose Mayor Sam Liccardo and LeEco senior leadership spoke with media and gave attendees a look into LeEco's full ecosystem of content, platforms and devices.\nIn May 2016, LeEco's San Jose office hit a headcount of about 300 and continued to acquire more talents. In the same month, staff from Redwood City office moved to San Jose office.\nIn July 2016, it was announced that LeEco would acquire American television manufacturer &lt;a href=\"Vizio\"&gt;Vizio&lt;/a&gt; for $2 billion. Vizio was to be operated as an independent subsidiary in southern California, while Vizio's &lt;a href=\"Inscape%20Data%20Services\"&gt;Inscape Data Services&lt;/a&gt; was going to be spun out into a privately held company.\nOn October 19, 2016 LeEco officially launched in US at an debut event code-named as \"Big Bang\" which was held in Innovation Hangar, San Francisco. The company unveiled their new flagship Le Pro 3, Le S3, and EcoTVs.\nIn November 2016, LeEco officially expanded into the US market, beginning sales of mobile phones, televisions, headphones, and eventually \"smart bicycles\" on its privately owned marketplace LeMall ().\nOn 6 November 2016, CEO &lt;a href=\"Jia%20Yueting\"&gt;Jia Yuetin&lt;/a&gt; sent an internal letter to employees in hopes to make transparency and calm rumors, stating \"We blindly sped ahead, and our cash demand ballooned. We got over-extended in our global strategy. At the same time, our capital and resources were in fact limited.\" He plans to invest US$10 million and to reduce his base salary to US$0.15 in order to allow the company to expand into the United States. These issues within the company included cutting 10% of its workforce and considering selling non-core business units such as LeSEE and real estate ventures.\nOn 23 November 2016 &lt;a href=\"Compal%20Electronics\"&gt;Compal Electronics&lt;/a&gt; confirmed that LeEco failed to pay a debt of &lt;a href=\"New%20Taiwan%20dollar\"&gt;NT$&lt;/a&gt; 4.25 &lt;a href=\"1%2C000%2C000%2C000\"&gt;billion&lt;/a&gt;, which was rescheduled and paid in-time.\nIn late November 2016, a town hall meeting was held at the Silicon Valley headquarters with executives addressing concerns in response to its recent negative press coverage and company status. Executives told employees that the media was misreporting the story and that this was just \"YT being YT\". Employees were assured that there will be no layoffs and were promised year-end bonuses and raises.\nIn late November 2016, LeEco announced a partnership with American telecommunications company &lt;a href=\"AT%26amp%3BT\"&gt;AT&amp;T&lt;/a&gt; to include its Internet-based cable TV streaming service &lt;a href=\"DirecTV%20Now\"&gt;DirecTV Now&lt;/a&gt; on LeEco \"ecophones\" and \"ecotvs\".\nOn 1 December 2016, LeEco started selling products in the United States through national retail chains &lt;a href=\"Amazon.com\"&gt;Amazon.com&lt;/a&gt;, &lt;a href=\"Target%20Corporation\"&gt;Target&lt;/a&gt;, and &lt;a href=\"Best%20Buy\"&gt;Best Buy&lt;/a&gt;, as well as continuing sales and after-sales support through its LeMall.com marketplace.\nIn early December 2016, layoffs were conducted in Hong Kong, India (80% of workforce) and the US. At the time, the company did not want to attract media attention to the US operations. Therefore, only India and Hong Kong layoffs were reported. However, multiple reports concluded that the first wave of layoffs in the US started as early as November 2016, with the recruiting team being the first to let go, following employees from different departments.\nOn 5 January 2017, &lt;a href=\"Haosheng%20Electronic%20Technology\"&gt;Haosheng Electronic Technology&lt;/a&gt; () announced that they sued LeMobile for non-performing debts of and US$5,929,259.14 respectively.\nOn 13 January 2017, a 15% stake of &lt;a href=\"Le%20Vision%20Pictures\"&gt;Le Vision Pictures&lt;/a&gt; was agreed to be sold from Leshi Holding to &lt;a href=\"Tianjin%20Jiarui\"&gt;Tianjin Jiarui&lt;/a&gt;, a subsidiary of &lt;a href=\"Tianjin%20Yingrui%20Huixin\"&gt;Tianjin Yingrui Huixin&lt;/a&gt; (a company managed by &lt;a href=\"Sunac%20China\"&gt;Sunac China&lt;/a&gt; in order to bypass restriction on foreign investments) for . In a separate deal, Tianjin Jiarui acquired rights to nominate a member to the board of supervisors of LeMobile. LeEco's minority stake in the TV manufacturing subsidiary of &lt;a href=\"Le.com\"&gt;Le.com&lt;/a&gt; (&lt;a href=\"Leshi%20Zhixin\"&gt;Leshi Zhixin&lt;/a&gt;) would also being diluted to 18.3805% due to the subscription of new shares by Tianjin Jiarui and other investors.\nIn April 2017, the company announced that it had scrapped its acquisition of &lt;a href=\"Vizio\"&gt;Vizio&lt;/a&gt;, citing \"regulatory headwinds\", but that it would \"continue to explore opportunities\".\nOn 22 May 2017, an email sent to &lt;a href=\"CNBC\"&gt;CNBC&lt;/a&gt; revealed an internal meeting in the Silicon Valley office to give an advance two-month notice to soon lay off more than 325 employees, 70% of the workforce. The company will now only occupy 1/4th of the office, sub-leasing out the remaining spaces for other potential companies.\nIn July 2017, Jia has fled his home country in China to work at &lt;a href=\"Faraday%20Future\"&gt;Faraday Future&lt;/a&gt; in southern California after his assets were frozen by a Shanghai court. He has since visited Hong Kong for a short period of time in an attempt to receive funding from investors.\nIn July 2017, Jia stepped down, and LeEco's board appointed &lt;a href=\"Sun%20Hongbin\"&gt;Sun Hongbin&lt;/a&gt; as the chairman, who has previously served as the chairman of &lt;a href=\"Sunac\"&gt;Sunac&lt;/a&gt;.\nIn March 2018, LeEco's operations in Hong Kong was shut down, due to an order requested by the High Court in Hong Kong.\nIn July 2018, LeEco announced to rebrand its Chinese name (), as well as updating its logo sign at its Beijing Headquarters.\nIn August 2018, Le.com published various new job postings to hire interns for 2019 at its Beijing Headquarters.\nIn September 2018, LeEco has established a new subsidiary and successfully acquired new venture capital funds from &lt;a href=\"Tencent\"&gt;Tencent&lt;/a&gt; and &lt;a href=\"JD.com\"&gt;JD.com&lt;/a&gt;. In the same month, the company announced a strategic partnership to be working with &lt;a href=\"JD.com\"&gt;JD.com&lt;/a&gt;, BroadLink, Qinglianyun, and Rokid in various strategic initiatives, such as cloud, IOT, smart hardware, cyber security, NPL, etc. In the same month, LeEco has sold its remaining ownership of Leshi Zhixin Electronic Technology Co., Ltd. and Le Vision Pictures to Sunac.\nAs of October 2018, Le.com stills shows a full lineup of up-to-date videos in all major categories. Furthermore, Le.com has formally announced that it is not for sale. Its management is actively exploring solutions to address its financial issues.\nSubsidiaries and acquisitions.\nLeMusic.\nLeMusic's () establishment was announced in Hong Kong in 2015. Yin Liang (尹亮), core creator of LeEco's music business, was appointed chief executive officer of the new music company, while Lei Zhenjian was appointed chairman. Its model includes a pay-per-view live concert model which has produced over 300 concerts as of 2015.\nLeMobile.\nLeMobile (), a subsidiary of Leshi Holding, produces high-end smartphones under the LeEco brand. Its most recent smartphones include the Le Pro 3 and Le S3.\nFaraday Future (formerly LeSEE).\nLeshi Holdings set up their &lt;a href=\"electric%20vehicle\"&gt;electric vehicle&lt;/a&gt; branch in January 2015, LeSEE (Leshi Super Electric Car Company) and launched a &lt;a href=\"Concept%20car\"&gt;concept model&lt;/a&gt; with &lt;a href=\"Faraday%20Future\"&gt;Faraday Future&lt;/a&gt; at &lt;a href=\"Consumer%20Electronics%20Show\"&gt;CES&lt;/a&gt; 2016. It also showed the Chinese-manufactured derivative at the 2016 Beijing Auto Show, the \"Le Supercar\". The \"Le Car\" luxury vehicle with engineering talent from Lotus has also been shown. It also tried to lure in more talents in the field to develop their own products such as hiring Ni Kai (), who was the former director of &lt;a href=\"Baidu\"&gt;Baidu&lt;/a&gt;'s driverless car project. In April 2016, LeEco presented its very first model of its &lt;a href=\"Autonomous%20car\"&gt;self-driving car&lt;/a&gt; named LeSEE (Super Electric Ecosystem) during a press conference in Beijing.\nLeEco announced in the last week of December 2016 that they had broken ground for a US$3B (20B yuan) factory in &lt;a href=\"Huzhou\"&gt;Huzhou, Zhejiang&lt;/a&gt;. &lt;a href=\"http%3A//www.carnewschina.com\"&gt;CarNewsChina&lt;/a&gt; reported that LeEco said the site will be 4,300 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s in size. LeEco plans to build a &lt;a href=\"Automotive%20industry\"&gt;vehicle factory&lt;/a&gt;, a &lt;a href=\"Battery%20%28electricity%29\"&gt;battery&lt;/a&gt; factory, and a &lt;a href=\"traction%20motor\"&gt;traction motor&lt;/a&gt; factory. LeEco expects production rate to be around 200,000 cars a year at first, and then work up to a full capacity of 400,000 cars a year.\nIn August 2018, Faraday Future received US$854 million from Evergrande Health for a 45% stake in the company. In the same month, the company completed the first pre-production FF 91.\nFilm studios.\nLeEco is the owner of &lt;a href=\"Le%20Vision%20Pictures\"&gt;Le Vision Pictures&lt;/a&gt;. On 5 December 2015, it was announced that the film studio would be sold to Le.com. As of 8 November 2016, the deal was still in the phase of &lt;a href=\"Valuation%20%28finance%29\"&gt;valuation&lt;/a&gt;.\nIn September 2016 the company announced the acquisition of Dichotomy Creative Group and the creation of Le Vision Entertainment, a US-based film studio.\nAs of May 2018, the company is still actively working on film development.\nLe VR.\nLe VR () is a company that invests in &lt;a href=\"virtual%20reality\"&gt;virtual reality&lt;/a&gt; technology. Its products are currently only available in China and can be found and be experienced by customers for free at its Beijing Headquarter's ground floor, retail section. Meanwhile, it is being researched and developed in Silicon Valley office.\nAs of April 2018, the company has decided to dissolve its VR division in the US due to financial constraints.\nProducts.\nContinual Digital Lossless Audio.\nCDLA is a proprietary technology that implements an audio processing chip into USB Type-C connector. With CDLA, instead of the smartphone decoding the audio and outputting signal through analog 3.5mm jack, the audio piece is transferred in digital form via USB Type C to the CDLA chip typically inside the USB connector, which then produces and outputs analog signal through the normal built-in audio cable. The principle is similar to USB audio cards, which are known to produce mediocre results due to problems with shielding, as compared to professional audio equipment. There are no independent tests to prove the company claims and the whole argumentation is full of marketing with little connection to actual audio technology. It is not possible to use regular 3.5mm jack headphones with CDLA phone, it requires specialized CDLA headsets. Because of this and proprietary design, the price of CDLA unit is higher compared to 3.5mm jack headphones, while any compatibility is absent.\nSister companies.\nLeEco Global Holding.\nJia Yueting, also owned 28.83% shares of Hong Kong listed company &lt;a href=\"Coolpad%20Group\"&gt;Coolpad Group&lt;/a&gt; (as the largest shareholder and chairman of the board) via &lt;a href=\"Cayman%20Islands\"&gt;Cayman Islands&lt;/a&gt;-incorporated Lele Holding (and its subsidiary LeEco Global Holding), which had no parent-subsidiary relation with China-incorporated Leshi Holding (Beijing), the parent company of mainland China part of LeEco.\nIt was reported that LeEco Global Holding opened a call center in Russia in 2016.\nLe.com.\nLeshi Holding (Beijing) owned 0.6% shares of Shenzhen listed company &lt;a href=\"Le.com\"&gt;Le.com&lt;/a&gt;, which the largest shareholder was LeEco chairman Jia Yueting.\nLeRan Investment Management.\nNingbo &lt;a href=\"Hangzhou%20Bay%20New%20Zone\"&gt;Hangzhou Bay New District&lt;/a&gt; LeRan Investment Management, a private equity fund, was partially owned by Jia Yueting and Leshi Holding (who also owned the management company (general partner) of the fund). LeRan Investment Management was the shareholder of &lt;a href=\"Leshi%20Zhixin\"&gt;Leshi Zhixin&lt;/a&gt; for 3.9486% stake, which Leshi Holding (Beijing) owned 17.9497%.\nLeSports.\n&lt;a href=\"LeSports\"&gt;LeSports&lt;/a&gt; is a sports video streaming service."
}