{
    "id": "52266477",
    "revid": "1068703866",
    "url": "https://en.wikipedia.org/wiki?curid=52266477",
    "title": "Brihan Maharashtra Sugar Syndicate Ltd.",
    "text": "The Brihan Maharashtra Sugar Syndicate Ltd. is an Indian sugar company headquartered in &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt;, &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. Established in 1934, it is one of the &lt;a href=\"List%20of%20oldest%20companies%20in%20India\"&gt;oldest companies in India&lt;/a&gt;.\nHistory.\nUnder Chandrashekhar Agashe: 1934 — 1956.\nIn 1933, the &lt;a href=\"Governor%20of%20Bombay\"&gt;Governor of Bombay&lt;/a&gt;, &lt;a href=\"Michael%20Knatchbull%2C%205th%20Baron%20Brabourne\"&gt;The Lord Brabourne&lt;/a&gt; promoted the production of indigenous &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt;, having had increased the &lt;a href=\"import%20tax\"&gt;import tax&lt;/a&gt; on the commodity shipping in from &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt;. This enabled &lt;a href=\"Chandrashekhar%20Agashe\"&gt;Chandrashekhar Agashe&lt;/a&gt; to found the Brihan Maharashtra Sugar Syndicate Ltd. on 21 September 1934, as a &lt;a href=\"limited%20liability%20company\"&gt;limited liability company&lt;/a&gt; after two years of crowd-funding campaigns, with funds collected from amongst the Maharashtrian middle classes. The syndicate was headquartered in &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt;.\nBetween 1934 and 1936, Agashe envisioned opening a factory branch of the Syndicate in his hometown of &lt;a href=\"Bhor\"&gt;Bhor&lt;/a&gt;, and began cultivating 2,000 acres of land for the plantation of &lt;a href=\"Sugarcane\"&gt;sugar cane&lt;/a&gt;. In 1935, he began employing tenanted farmers of the local gentry and independent farmers as producers or transportation workers of the sugar cane for the syndicate in the village of Bhorgaon. By 1936, he had licensed or purchase 12,000 acres of farm land to support the syndicate, being lauded for reviving the local economy and consequently receiving further land grants from bankers in &lt;a href=\"Akluj\"&gt;Akluj&lt;/a&gt; and several politicians in the &lt;a href=\"Bhor%20State\"&gt;Bhor State&lt;/a&gt;.\nAfter Agashe established the syndicate's headquarters at the &lt;a href=\"Commonwealth%20realm\"&gt;Commonwealth&lt;/a&gt; Building on Laxmi Road, the &lt;a href=\"Mahratta%20Chamber%20of%20Commerce%2C%20Industries%20and%20Agriculture\"&gt;Mahratta Chamber of Commerce, Industries and Agriculture&lt;/a&gt; declared the sale of 300,000 shares of the syndicate, with the first share going at Rs. 25 in January 1935. Between 1935 and 1937, Agashe toured several states and &lt;a href=\"jagir\"&gt;jagir&lt;/a&gt;s within the &lt;a href=\"Deccan%20States%20Agency\"&gt;Deccan States Agency&lt;/a&gt;, promoting the syndicate at several village &lt;a href=\"gram%20panchayat\"&gt;gram panchayat&lt;/a&gt;s.\nIn November 1937, Agashe ordered sugar cane processing machinery from &lt;a href=\"%C5%A0koda%20Works\"&gt;Škoda Works&lt;/a&gt; in &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt; before the outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Following &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt;'s rise to power and the &lt;a href=\"German%20occupation%20of%20Czechoslovakia\"&gt;German occupation of Czechoslovakia&lt;/a&gt;, Agashe considered retracting his order, but received the ordered machinery before the &lt;a href=\"Reichswerke%20Hermann%20G%C3%B6ring\"&gt;Reichswerke Hermann Göring&lt;/a&gt; took over Škoda. He began construction for the first factory in April 1938, and finally established the syndicate's first sugar cane processing factory in the village of Bhorgaon in March 1939, further purchasing an estate and the surrounding lands as a means to look after his own sugar plantations, with the syndicate's principal factory soon producing 150,000 sacs of sugar per annum by 1940, selling the sugar under the trademark \"Shree\", with the village &lt;a href=\"Panchayati%20raj\"&gt;panchayat&lt;/a&gt; renaming the town &lt;a href=\"Shreepur%2C%20Maharashtra\"&gt;Shreepur&lt;/a&gt;. In 1943, Agashe's donation to the &lt;a href=\"Deccan%20Education%20Society\"&gt;Deccan Education Society&lt;/a&gt; led to the establishment of the &lt;a href=\"Brihan%20Maharashtra%20College%20of%20Commerce\"&gt;Brihan Maharashtra College of Commerce&lt;/a&gt; in Pune, named after the syndicate.\nAfter &lt;a href=\"Indian%20Independence%20Act%201947\"&gt;Indian independence&lt;/a&gt; in 1947, Agashe was able to expand the syndicate's production to 1000 tonnes of sugar cane processed per annum by 1950. By 1953, there was strong opposition to Agashe's role as the managing director of the syndicate from his critics, with the syndicate involved in several allegations of duping shareholders and depositors in the early 1950s. Agashe, in response, published a 400-page report criticizing his detractors of corruption and factionalism based on evidence that his critics were backed by his competitor &lt;a href=\"Karamshi%20Jethabhai%20Somaiya\"&gt;Karamshi Jethabhai Somaiya&lt;/a&gt;, who had previously shown interest in purchasing the syndicate.\nAgashe died in June 1956. He was survived in business by his sons &lt;a href=\"Panditrao%20Agashe\"&gt;Panditrao Agashe&lt;/a&gt; and &lt;a href=\"Dnyaneshwar%20Agashe\"&gt;Dnyaneshwar Agashe&lt;/a&gt;.\nUnder Shankarrao Limaye, Panditrao Agashe and Dnyaneshwar Agashe: 1956 — 1996.\nAgashe left the syndicate in a strong position. The operations of the syndicate had been &lt;a href=\"Decentralization\"&gt;decentralized&lt;/a&gt; by Agashe, with several senior managers of the company aiding his son &lt;a href=\"Panditrao%20Agashe\"&gt;Panditrao Agashe&lt;/a&gt;, given his considerable youth when he joined the &lt;a href=\"board%20of%20director\"&gt;board of director&lt;/a&gt;s in 1957/58. By 1958, the syndicate also maintained a permanent office in &lt;a href=\"Solapur\"&gt;Solapur&lt;/a&gt; and &lt;a href=\"Shreepur%2C%20Maharashtra\"&gt;Shreepur, Maharashtra&lt;/a&gt;, with the syndicate celebrating its &lt;a href=\"silver%20jubilee\"&gt;silver jubilee&lt;/a&gt; in 1959. Between 1958 and 1966, the syndicate continued regular operation under the board's management and Panditrao's supervision, with Shankarrao Limaye heading the board and Keshavrao Chaphekar looking after the technicalities as &lt;a href=\"general%20manager\"&gt;general manager&lt;/a&gt;. Also during this time the syndicate, under Panditrao, financially aided several farming communities around the &lt;a href=\"Malshiras\"&gt;Malshiras&lt;/a&gt; &lt;a href=\"taluka\"&gt;taluka&lt;/a&gt;, including those regions affected by the &lt;a href=\"Panshet%20dam\"&gt;Panshet dam&lt;/a&gt; flood in 1961. \nThe later half of the 1960s saw the syndicate and Panditrao battle the &lt;a href=\"Government%20of%20Maharashtra\"&gt;Government of Maharashtra&lt;/a&gt;'s &lt;a href=\"Socialism%20in%20India\"&gt;socialist&lt;/a&gt; land acquisition schemes, which they ultimately lost, relinquishing several thousand acres of syndicate owned land to the &lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt;. In 1964, the syndicate had employment disputes regarding the reduction of staff in its &lt;a href=\"civil%20engineering\"&gt;civil engineering&lt;/a&gt; department. By 1967/68, Panditrao's brother &lt;a href=\"Dnyaneshwar%20Agashe\"&gt;Dnyaneshwar Agashe&lt;/a&gt; joined him in the management of the syndicate, with Panditrao becoming the &lt;a href=\"managing%20director\"&gt;managing director&lt;/a&gt; in July 1970, with Shankarrao Limaye becoming &lt;a href=\"chairman\"&gt;chairman&lt;/a&gt; of the syndicate.\nBeginning in the 1970s, under Panditrao and Dnyaneshwar, the syndicate manufactured &lt;a href=\"liquor\"&gt;liquor&lt;/a&gt; in &lt;a href=\"Shreepur%2C%20Maharashtra\"&gt;Shreepur, Maharashtra&lt;/a&gt;, specialising in &lt;a href=\"whisky\"&gt;whisky&lt;/a&gt; production under its several flagship brands. The syndciate was one of the first companies to produce a range of government-approved liquors after the &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt; state prohibition, called &lt;a href=\"Indian%20Made%20Foreign%20Liquor\"&gt;Indian Made Foreign Liquor&lt;/a&gt;. By the early 1980s, the syndicate also briefly engaged in the business of metal printing. Panditrao died in November 1986, after which the company was headed by his younger brother Dnyaneshwar. Under him, the company launched a &lt;a href=\"brandy\"&gt;brandy&lt;/a&gt; in partnership with &lt;a href=\"Camus%20Cognac\"&gt;Camus Cognac&lt;/a&gt;. In 1988, the company shifted to being a &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt;. By 1989, the syndicate was considered a leading manufacturer of alcohol in the country.\nDnyaneshwar served as managing director of the company till 1996; serving as &lt;a href=\"chairman\"&gt;chairman&lt;/a&gt; of the syndicate till his death in January 2009.\nUnder Ashutosh Agashe: 1996 — present.\nDnyaneshwar's younger son, &lt;a href=\"Ashutosh%20Agashe\"&gt;Ashutosh Agashe&lt;/a&gt;, has been the managing director at the company since 17 December 1996. Under him, the syndicate began marketing &lt;a href=\"Ayurveda\"&gt;ayurvedic&lt;/a&gt; medicines, health care products, and bulk raw materials in 1998. It has also been involved in the manufacturing of &lt;a href=\"food%20products\"&gt;food products&lt;/a&gt; and &lt;a href=\"veterinary\"&gt;veterinary&lt;/a&gt; medicine. In addition, it began promoting ayurvedic &lt;a href=\"skincare%20products\"&gt;skincare products&lt;/a&gt; made by its sister company, &lt;a href=\"Brihans%20Natural%20Products%20Ltd.\"&gt;Brihans Natural Products Ltd.&lt;/a&gt; in 2000. The company also manufactured alcohol-based chemicals by 2002.\nIn 2005, under Ashutosh, the syndicate entered a partnership with Howling Wolves Wine Group of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; which planned to set up a &lt;a href=\"Winemaking\"&gt;wine production&lt;/a&gt; base in India. That same year, &lt;a href=\"Radico%20Khaitan\"&gt;Radico Khaitan&lt;/a&gt; signed an agreement with the syndicate for acquisition of their liquor brands Brihans Napoleon Brandy, Brihans Premium Whisky, Brihans Grape Brandy, Tropicana White Rum, Calcutta Dry Gin, Lord Nelson Rum and Red Russian Vodka in line with their domestic growth plan.\nIn 2013, the syndicate sold its liquor manufacturing arm to Radico Khaitan. In 2014, the syndicate was involved in the Brihan Karan Sugar Syndicate Private Limited (BKSSPL) trademark 'Tango' scandal."
}