{
    "id": "52321",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=52321",
    "title": "Freedom House",
    "text": "Freedom House is a non-profit, majority &lt;a href=\"U.S.%20government\"&gt;U.S. government&lt;/a&gt; funded organization in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, that conducts research and advocacy on &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;, &lt;a href=\"Freedom%20%28political%29\"&gt;political freedom&lt;/a&gt;, and &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt;. Freedom House was founded in October 1941, and &lt;a href=\"Wendell%20Willkie\"&gt;Wendell Willkie&lt;/a&gt; and &lt;a href=\"Eleanor%20Roosevelt\"&gt;Eleanor Roosevelt&lt;/a&gt; served as its first honorary chairpersons.\nIt describes itself as a \"clear voice for democracy and freedom around the world\", although some critics have stated that the organization is biased towards U.S. interests as it is government-funded. The organization was 66% funded by grants from the U.S. government in 2006, a number which has increased to 86% in 2016.\nThe organization's annual \"&lt;a href=\"Freedom%20in%20the%20World\"&gt;Freedom in the World&lt;/a&gt;\" report, which assesses each country's degree of political freedoms and civil liberties, is frequently cited by political scientists, journalists, and policymakers. \"&lt;a href=\"Freedom%20of%20the%20Press%20%28report%29\"&gt;Freedom of the Press&lt;/a&gt;\" and \"Freedom on the Net\", which monitor censorship, intimidation and violence against journalists, and public access to information, are among its other signature reports.\nHistory.\nFreedom House was incorporated October 31, 1941. Among its founders were &lt;a href=\"Eleanor%20Roosevelt\"&gt;Eleanor Roosevelt&lt;/a&gt;, &lt;a href=\"Wendell%20Willkie\"&gt;Wendell Willkie&lt;/a&gt;, &lt;a href=\"Mayor%20of%20New%20York%20City\"&gt;Mayor&lt;/a&gt; &lt;a href=\"Fiorello%20H.%20La%20Guardia\"&gt;Fiorello La Guardia&lt;/a&gt;, &lt;a href=\"Elizabeth%20Cutter%20Morrow\"&gt;Elizabeth Cutter Morrow&lt;/a&gt;, &lt;a href=\"Dorothy%20Thompson\"&gt;Dorothy Thompson&lt;/a&gt;, George Field, &lt;a href=\"Herbert%20Agar\"&gt;Herbert Agar&lt;/a&gt;, &lt;a href=\"Herbert%20Bayard%20Swope\"&gt;Herbert Bayard Swope&lt;/a&gt;, &lt;a href=\"Ralph%20Bunche\"&gt;Ralph Bunche&lt;/a&gt;, Father George B. Ford, &lt;a href=\"Roscoe%20Drummond\"&gt;Roscoe Drummond&lt;/a&gt; and &lt;a href=\"Rex%20Stout\"&gt;Rex Stout&lt;/a&gt;. George Field (1904–2006) was executive director of the organization until his retirement in 1967.\nAccording to its website, Freedom House \"Freedom House is the oldest American organization devoted to the support and defense of democracy around the world. It was formally established in New York in 1941 to promote American involvement in World War II and the fight against fascism.\" Several groups, in fact, were aggressively supporting U.S. entry into the war and in early autumn 1941, when various group activities began to overlap, the Fight for Freedom Committee began exploring a mass merger. George Field then conceived the idea of all of the groups maintaining their separate identities under one roof—Freedom House—to promote the concrete application of the principles of freedom.\nFreedom House had physical form in a New York City building that represented the organization's goals. A converted residence at 32 East 51st Street opened January 22, 1942, as a centre \"where all who love liberty may meet, plan their programs and encourage one another\". Furnished as a gift of the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies&lt;/a&gt;, the 19-room building included a broadcasting facility. In January 1944, Freedom House moved to &lt;a href=\"5%20West%2054th%20Street\"&gt;5 West 54th Street&lt;/a&gt;, a former residence that &lt;a href=\"Robert%20Lehman\"&gt;Robert Lehman&lt;/a&gt; lent to the organization.\nFreedom House sponsored influential radio programs including \"The Voice of Freedom\" (1942–43) and \"&lt;a href=\"Our%20Secret%20Weapon\"&gt;Our Secret Weapon&lt;/a&gt;\" (1942–43), a &lt;a href=\"CBS%20Radio\"&gt;CBS radio&lt;/a&gt; series created to counter &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; &lt;a href=\"shortwave%20radio\"&gt;shortwave radio&lt;/a&gt; &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; broadcasts. Rex Stout, chairman of the &lt;a href=\"Writers%27%20War%20Board\"&gt;Writers' War Board&lt;/a&gt; and representative of Freedom House, would rebut the most entertaining lies of the week. The series was produced by &lt;a href=\"Paul%20White%20%28journalist%29\"&gt;Paul White&lt;/a&gt;, founder of &lt;a href=\"CBS%20News\"&gt;CBS News&lt;/a&gt;.\nBy November 1944, Freedom House was planning to raise money to acquire a building to be named after the recently deceased Wendell L. Willkie. In 1945 an elegant building at 20 West 40th Street was purchased to house the organization. It was named the Willkie Memorial Building.\nAfter the war, as its website states, \"Freedom House took up the struggle against the other twentieth century totalitarian threat, Communism ... The organization's leadership was convinced that the spread of democracy would be the best weapon against totalitarian ideologies.\" Freedom House supported the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt; and the establishment of &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;. Freedom House also supported the Johnson Administration's &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; policies.\nFreedom House was highly critical of &lt;a href=\"McCarthyism\"&gt;McCarthyism&lt;/a&gt;. During the 1950s and 1960s, it supported the &lt;a href=\"Civil%20Rights%20Movement\"&gt;Civil Rights Movement&lt;/a&gt; in the United States and its leadership included several prominent civil rights activiststhough it was critical of civil rights leaders such as &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt; for their &lt;a href=\"Anti-Vietnam%20War\"&gt;anti-war activism&lt;/a&gt;. It supported &lt;a href=\"Andrei%20Sakharov\"&gt;Andrei Sakharov&lt;/a&gt;, other Soviet dissidents, and the &lt;a href=\"Solidarity%20%28Polish%20trade%20union%29\"&gt;Solidarity&lt;/a&gt; movement in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. Freedom House assisted the post-Communist societies in the establishment of independent media, non-governmental think tanks, and the core institutions of electoral politics.\nThe organization describes itself currently as a clear voice for democracy and freedom around the world. Freedom House states that it:\nIn 1967, Freedom House absorbed Books USA, which had been created several years earlier by &lt;a href=\"Edward%20R.%20Murrow\"&gt;Edward R. Murrow&lt;/a&gt;, as a joint venture between the &lt;a href=\"Peace%20Corps\"&gt;Peace Corps&lt;/a&gt; and the &lt;a href=\"United%20States%20Information%20Service\"&gt;United States Information Service&lt;/a&gt;.\nSince 2001, Freedom House has supported citizens involved in challenges to the existing regimes in Serbia, Ukraine, Kyrgyzstan, Egypt, Tunisia and elsewhere. The organization states, \"From South Africa to Jordan, Kyrgyzstan to Indonesia, Freedom House has partnered with regional activists in bolstering civil society; worked to support women's rights; sought justice for victims of torture; defended journalists and free expression advocates; and assisted those struggling to promote human rights in challenging political environments.\" However, alternative classifications have produced significantly different results from those of the FH for Latin American countries.\nIn 2001 Freedom House had income of around $11m, increasing to over $26m in 2006. Much of the increase was due to an increase between 2004 and 2005 in US government federal funding, from $12m to $20m. Federal funding fell to around $10m in 2007, but still represented around 80% of Freedom House's budget. As of 2010, grants awarded from the &lt;a href=\"US%20federal%20government\"&gt;US government&lt;/a&gt; accounted for most of Freedom House's funding; the grants were not earmarked by the government but allocated through a competitive process.\nOrganization.\nFreedom House is a nonprofit organization with approximately 150 staff members worldwide. Headquartered in Washington, D.C., it has field offices in about a dozen countries, including &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;, &lt;a href=\"Jordan\"&gt;Jordan&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, and also countries in &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;.\nFreedom House states that its board of trustees is composed of \"business and labor leaders, former senior government officials, scholars, writers, and journalists\". All board members are current residents of the United States. Members of the organization's board of directors include &lt;a href=\"Kenneth%20Adelman\"&gt;Kenneth Adelman&lt;/a&gt;, &lt;a href=\"Farooq%20Kathwari\"&gt;Farooq Kathwari&lt;/a&gt;, &lt;a href=\"Azar%20Nafisi\"&gt;Azar Nafisi&lt;/a&gt;, &lt;a href=\"Mark%20Palmer\"&gt;Mark Palmer&lt;/a&gt;, &lt;a href=\"P.J.%20O%27Rourke\"&gt;P.J. O'Rourke&lt;/a&gt; and &lt;a href=\"Lawrence%20Lessig\"&gt;Lawrence Lessig&lt;/a&gt;, while past board-members have included &lt;a href=\"Zbigniew%20Brzezinski\"&gt;Zbigniew Brzezinski&lt;/a&gt;, &lt;a href=\"Jeane%20Kirkpatrick\"&gt;Jeane Kirkpatrick&lt;/a&gt;, &lt;a href=\"Samuel%20P.%20Huntington\"&gt;Samuel Huntington&lt;/a&gt;, &lt;a href=\"Mara%20Liasson\"&gt;Mara Liasson&lt;/a&gt;, &lt;a href=\"Otto%20Reich\"&gt;Otto Reich&lt;/a&gt;, &lt;a href=\"Donald%20Rumsfeld\"&gt;Donald Rumsfeld&lt;/a&gt;, &lt;a href=\"Whitney%20North%20Seymour\"&gt;Whitney North Seymour&lt;/a&gt;, &lt;a href=\"Paul%20Wolfowitz\"&gt;Paul Wolfowitz&lt;/a&gt;, &lt;a href=\"Steve%20Forbes\"&gt;Steve Forbes&lt;/a&gt; and &lt;a href=\"Bayard%20Rustin\"&gt;Bayard Rustin&lt;/a&gt;.\nFunding.\nAccording to the \"Freedom House Financial Statement 2016\", Freedom House \"was substantially funded by grants from the U.S. Government\", with grants from the United States government accounting for approximately 86% of revenue.\nBelow are the organizations and entities who funded Freedom House in 2016:\nIn its 2017 and 2018 financial statements, Freedom House once again disclosed that it \"was substantially funded by grants from the U.S. Government.\" In 2017, the organization received $29,502,776, 90% of its total revenue that year, from the U.S. government. In 2018, the U.S. government gave Freedom House $35,206,355, or 88% of its annual revenue.\nReports.\n\"Freedom in the World\".\nSince 1972 (1978 in book form), Freedom House publishes an annual report, \"Freedom in the World\", on the degree of democratic freedoms in nations and significant disputed territories around the world, by which it seeks to assess the current state of &lt;a href=\"civil%20rights\"&gt;civil&lt;/a&gt; and &lt;a href=\"Freedom%20%28political%29\"&gt;political rights&lt;/a&gt; on a scale from 1 (most free) to 7 (least free). States where the average for political and civil liberties differed from 1.0 to 2.5 are considered \"free\". States with values from 3.0 to 5.5 are considered \"partly free\" and those with values between 5.5 and 7.0 are considered \"not free\". These reports are often used by &lt;a href=\"list%20of%20political%20scientists\"&gt;political scientists&lt;/a&gt; when doing research. The ranking is highly correlated with several other ratings of democracy also frequently used by researchers.\nIn its 2003 report, for example, the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; (judged as fully free and democratic) got a perfect score of a \"1\" in &lt;a href=\"civil%20liberties\"&gt;civil liberties&lt;/a&gt; and a \"1\" in political rights, earning it the designation of \"free\". &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt; got a \"5\" and a \"4\", earning it the designation of \"partly free\", while &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; scored the lowest rank of \"7-7\", and was thus dubbed \"not free\". Nations are scored from 0 to 4 on several questions and the sum determines the rankings. Example questions: \"Is the head of state and/or head of government or other chief authority elected through free and fair elections?\", \"Is there an independent judiciary?\", \"Are there free trade unions and peasant organizations or equivalents, and is there effective collective bargaining? Are there free professional and other private organizations?\" Freedom House states that the rights and liberties of the survey are derived in large measure from the Universal Declaration of Human Rights.\nThe research and ratings process involved two dozen analysts and more than a dozen senior-level academic advisors. The eight members of the core research team headquartered in New York, along with 16 outside consultant analysts, prepared the country and territory reports. The analysts used a broad range of sources of information—including foreign and domestic news reports, academic analyses, nongovernmental organizations, think tanks, individual professional contacts, and visits to the region—in preparing the reports.\nThe country and territory ratings were proposed by the analyst responsible for each related report. The ratings were reviewed individually and on a comparative basis in a series of six regional meetings—Asia-Pacific, Central and Eastern Europe and the Former Soviet Union, Latin America and the Caribbean, Middle East and North Africa, Sub-Saharan Africa, and Western Europe—involving the analysts, academic advisors with expertise in each region, and Freedom House staff. The ratings were compared to the previous year's findings, and any major proposed numerical shifts or category changes were subjected to more intensive scrutiny. These reviews were followed by cross-regional assessments in which efforts were made to ensure comparability and consistency in the findings. Many of the key country reports were also reviewed by the academic advisers.\nThe survey's methodology is reviewed periodically by an advisory committee of political scientists with expertise in methodological issues.\nFreedom House also produces annual reports on press freedom (\"Press Freedom Survey\"), governance in the nations of the former &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; (\"Nations in Transit\"), and countries on the borderline of democracy (\"Countries at the Crossroads\"). In addition, one-time reports have included a survey of women's freedoms in the Middle East.\nFreedom House's methods (around 1990) and other democracy-researchers were mentioned as examples of an expert-based evaluation by &lt;a href=\"sociologist\"&gt;sociologist&lt;/a&gt; &lt;a href=\"Kenneth%20A.%20Bollen\"&gt;Kenneth A. Bollen&lt;/a&gt;, who is also an &lt;a href=\"applied%20statistics\"&gt;applied&lt;/a&gt; &lt;a href=\"statistician\"&gt;statistician&lt;/a&gt;. Bollen writes that expert-based evaluations are prone to &lt;a href=\"statistical%20bias\"&gt;statistical bias&lt;/a&gt; of an unknown direction, that is, not known either to agree with U.S. policy or to disagree with U.S. policy: \"Regardless of the direction of distortions, it is highly likely that every set of indicators formed by a single author or organization contains systematic measurement error. The origin of this measure lies in the common methodology of forming measures. Selectivity of information and various traits of the judges fuse into a distinct form of bias that is likely to characterize all indicators from a common publication.\"\n\"Freedom of the Press\".\nThe \"Freedom of the Press\" index was an annual survey of &lt;a href=\"media%20independence\"&gt;media independence&lt;/a&gt;, published between 1980 and 2017. It assesses the degree of print, broadcast, and internet freedom throughout the world. It provides numerical rankings and rates each country's media as \"Free\", \"Partly Free\", or \"Not Free\". Individual country narratives examine the legal environment for the media, political pressures that influence reporting, and economic factors that affect access to information.\nThe annual survey, which provides analytical reports and numerical ratings for 196 countries and territories in 2011, continues a process conducted since 1980. The findings are widely used by governments, international organizations, academics, and the news media in many countries. Countries are given a total score from 0 (best) to 100 (worst) on the basis of a set of 23 methodology questions divided into three subcategories: legal environment, political environment, and the economic environment. Assigning numerical points allows for comparative analysis among the countries surveyed and facilitates an examination of trends over time. Countries scoring 0 to 30 are regarded as having \"Free\" media; 31 to 60, \"Partly Free\" media; and 61 to 100, \"Not Free\" media. The ratings and reports included in each annual report cover events that took place during the previous year, for example \"Freedom of the Press 2011\" covers events that took place between January 1, 2010, and December 31, 2010.\nThe study is based on universal criteria and recognizes cultural differences, diverse national interests, and varying levels of economic development. The starting point is the smallest, most universal unit of concern: the individual. The survey uses a multilayered process of analysis and evaluation by a team of regional experts and scholars, including an internal research team and external consultants. The diverse nature of the methodology questions seeks to encompass the varied ways in which pressure can be placed upon the flow of information and the ability of print, broadcast, and internet-based media to operate freely and without fear of repercussions. The report provides a picture of the entire \"enabling environment\" in which the media in each country operate. Degree of news and information diversity available to the public is also addressed.\nAn independent review of press freedom studies, commissioned by the Knight Foundation in 2006, found that FOP is the best in its class of Press Freedom Indicators.\n\"Freedom on the Net\".\nThe \"Freedom on the Net\" reports provide analytical reports and numerical ratings regarding the state of &lt;a href=\"Digital%20rights\"&gt;Internet freedom&lt;/a&gt; for countries worldwide. The countries surveyed represent a sample with a broad range of geographical diversity and levels of economic development, as well as varying levels of political and media freedom. The surveys ask a set of questions designed to measure each country's level of Internet and digital media freedom, as well as the access and openness of other digital means of transmitting information, particularly mobile phones and text messaging services. Results are presented for three areas: \nThe results from the three areas are combined into a total score for a country (from 0 for best to 100 for worst) and countries are rated as \"Free\" (0 to 30), \"Partly Free\" (31 to 60), or \"Not Free\" (61 to 100) based on the totals.\nOther annual reports.\nFreedom House also produces these annual reports:\nSpecial reports.\nFreedom House has produced more than 85 special reports since 2002, including:\nOther activities.\nIn addition to these reports, Freedom House participates in advocacy initiatives, currently focused on North Korea, Africa, and religious freedom. It has offices in a number of countries, where it promotes and assists local human rights workers and non-government organizations.\nOn January 12, 2006, as part of a crackdown on unauthorized nongovernmental organizations, the Uzbek government ordered Freedom House to suspend operations in Uzbekistan. Resource and Information Centers managed by Freedom House in &lt;a href=\"Tashkent\"&gt;Tashkent&lt;/a&gt;, &lt;a href=\"Namangan\"&gt;Namangan&lt;/a&gt;, and &lt;a href=\"Samarkand\"&gt;Samarkand&lt;/a&gt; offered access to materials and books on human rights, as well as technical equipment, such as computers, copiers and Internet access. The government warned that criminal proceedings could be brought against Uzbek staff members and visitors following recent amendments to the criminal code and Code on Administrative Liability of Uzbekistan. Other human rights groups have been similarly threatened and obliged to suspend operations.\nFreedom House is a member of the &lt;a href=\"International%20Freedom%20of%20Expression%20Exchange\"&gt;International Freedom of Expression Exchange&lt;/a&gt;, a global network of more than 80 non-governmental organizations that monitors free expression violations around the world and defends journalists, writers and others who are persecuted for exercising their right to freedom of expression. Freedom House also publishes the \"China Media Bulletin\", a weekly analysis on press freedom in and related to the People's Republic of China. On 27 August 2013, Freedom House released their official iPhone app, which was created by British entrepreneur &lt;a href=\"Joshua%20Browder\"&gt;Joshua Browder&lt;/a&gt;.\nCriticism.\nRelationship with the U.S. government.\nIn 2006, the \"&lt;a href=\"Financial%20Times\"&gt;Financial Times&lt;/a&gt;\" reported that Freedom House had received funding by the State Department for \"clandestine activities\" inside &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;. According to the \"Financial Times\", \"Some academics, activists and those involved in the growing US business of spreading freedom and democracy are alarmed that such semi-covert activities risk damaging the public and transparent work of other organisations, and will backfire inside Iran.\"\nOn December 7, 2004, former &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. House&lt;/a&gt; Representative and &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian&lt;/a&gt; politician &lt;a href=\"Ron%20Paul\"&gt;Ron Paul&lt;/a&gt; criticized Freedom House for allegedly administering a U.S.-funded program in Ukraine where \"much of that money was targeted to assist one particular candidate.\" Paul said \"one part that we do know thus far is that the U.S. government, through the U.S. Agency for International Development (USAID), granted millions of dollars to the Poland-America-Ukraine Cooperation Initiative (PAUCI), which is administered by the U.S.-based Freedom House. PAUCI then sent U.S. Government funds to numerous Ukrainian non-governmental organizations (NGOs). This would be bad enough and would in itself constitute meddling in the internal affairs of a sovereign nation. But, what is worse is that many of these grantee organizations in Ukraine are blatantly in favor of presidential candidate &lt;a href=\"Viktor%20Yushchenko\"&gt;Viktor Yushchenko&lt;/a&gt;.\n&lt;a href=\"Noam%20Chomsky\"&gt;Noam Chomsky&lt;/a&gt; and &lt;a href=\"Edward%20S.%20Herman\"&gt;Edward S. Herman&lt;/a&gt; have criticized the organization for excessively criticizing states opposed to US interests while being unduly sympathetic to regimes supportive of US interests. Most notably, Freedom House described the &lt;a href=\"Zimbabwe%20Rhodesia%20general%20election%2C%201979\"&gt;Rhodesian general election of 1979&lt;/a&gt; as \"fair\", but described the &lt;a href=\"Southern%20Rhodesian%20general%20election%2C%201980\"&gt;Southern Rhodesian 1980 elections&lt;/a&gt; as \"dubious\", and it found &lt;a href=\"Salvadoran%20presidential%20election%2C%201982\"&gt;El Salvador's 1982 election&lt;/a&gt; to be \"admirable\".\nCuban, Sudanese, and Chinese criticism.\nIn May 2001, the Committee on Non-Governmental Organizations of the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; heard arguments for and against Freedom House. Representatives of &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; said that the organization is a U.S. &lt;a href=\"foreign%20policy\"&gt;foreign policy&lt;/a&gt; instrument linked to the CIA and \"submitted proof of the politically motivated, interventionist activities the NGO (Freedom House) carried out against their Government\". They also claimed a lack of criticism of U.S. human rights violations in the annual reports. Cuba also stated that these violations are well documented by other reports, such as those of &lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt;. Other countries such as &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;China&lt;/a&gt; and &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt; also gave criticism. The &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n representative inquired \"why this organization, an NGO which defended human rights, was against the creation of the &lt;a href=\"International%20Criminal%20Court\"&gt;International Criminal Court&lt;/a&gt;?\"\nThe U.S. representative stated that alleged links between Freedom House and the CIA were \"simply not true\". The representative said he agreed that the NGO receives funds from the United States Government, but said this is disclosed in its reports. The representative said the funds were from the &lt;a href=\"United%20States%20Agency%20for%20International%20Development\"&gt;United States Agency for International Development&lt;/a&gt; (USAID), which was not a branch of the CIA. The representative said his country had a law prohibiting the government from engaging in the activities of organizations seeking to change public policy, such as Freedom House. The representative said his country was not immune from criticism from Freedom House, which he said was well documented. The U.S. representative further argued that Freedom House was a human rights organization which sought to represent those who did not have a voice. The representative said he would continue to support NGOs who criticized his government and those of others.\nIn August 2020, Freedom House president Michael Abramowitz was sanctioned – together with the heads of four other U.S.-based democracy and human rights organizations and six U.S. Republican lawmakers – by the Chinese government for supporting the Hong Kong pro-democracy movement in the &lt;a href=\"2019%E2%80%9320%20Hong%20Kong%20protests\"&gt;2019–20 Hong Kong protests&lt;/a&gt;. The leaders of the five organizations saw the sanctioning, whose details were unspecified, as a tit-for-tat measure in response to the earlier sanctioning by the U.S. of 11 Hong Kong officials. The latter step had in turn been a reaction to the enactment of the &lt;a href=\"Hong%20Kong%20National%20Security%20Law\"&gt;Hong Kong National Security Law&lt;/a&gt; at the end of June.\nRussia.\nRussia, identified by Freedom House as \"Not Free\", called Freedom House biased and accused the group of serving U.S. interests. &lt;a href=\"Sergei%20Markov\"&gt;Sergei Markov&lt;/a&gt;, an MP from the ruling &lt;a href=\"United%20Russia\"&gt;United Russia&lt;/a&gt; party, called Freedom House a \"Russophobic\" organization, commenting: \"You can listen to everything they say, except when it comes to Russia ... There are many Russophobes there.\" Christopher Walker, director of studies at Freedom House, posited that Freedom House made its evaluations based on objective criteria explained on the organization's website, and denied that it had a pro-U.S. agenda, saying: \"If you look closely at the 193 countries that we evaluate, you'll find that we criticize what are often considered strategic allies of the United States.\"\n&lt;a href=\"UCLA\"&gt;UCLA&lt;/a&gt; political scientist Daniel Treisman has criticized Freedom House's assessment of Russia. Treisman cited that Freedom House ranks Russia's political rights on the same level as the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;, which is a federation of absolute monarchies with no element of democracy within the system. Freedom House also ranks Russia's civil liberties on the same scale as those of &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt;, where criticism of the president was illegal. Treisman contrasts Freedom House's ranking with the &lt;a href=\"Polity%20IV\"&gt;Polity IV&lt;/a&gt; scale used by academics, in which Russia has a much better score. In 2018, the Polity IV scale scored the United Arab Emirates at -8, Russia at +4, and the United States at +8.\nAlleged partiality toward Uzbekistan.\n&lt;a href=\"Craig%20Murray\"&gt;Craig Murray&lt;/a&gt;, the British ambassador to &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt; from 2002 to 2004, wrote that the executive director of Freedom House told him in 2003 that the group decided to back off from its efforts to spotlight human rights abuses in Uzbekistan, because some Republican board members (in Murray's words) \"expressed concern that Freedom House was failing to keep in sight the need to promote freedom in the widest sense, by giving full support to U.S. and coalition forces\". Human rights abuses in Uzbekistan at the time included the killing of prisoners by \"immersion in boiling liquid\", and by strapping on a gas mask and blocking the filters, Murray reported. Jennifer Windsor, the executive director of Freedom House in 2003, replied that Murray's \"characterization of our conversation is an inexplicable misrepresentation not only of what was said at that meeting, but of Freedom House's record in Uzbekistan ... Freedom House has been a consistent and harsh critic of the human rights situation in Uzbekistan, as clearly demonstrated in press releases and in our annual assessments of that country\".\nOveremphasis on formal aspects of democracy.\nAccording to one study, Freedom House's rankings \"overemphasize the more formal aspects of democracy while failing to capture the informal but real power relations and pathways of influence ... and frequently lead to de facto deviations from democracy.\" States can therefore \"look formally liberal-democratic but might be rather illiberal in their actual workings\".\nCriticism from conservatives.\nIn recent years, a number of &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; institutions have criticized Freedom House for what they see as an anti-conservative shift in the organization; the organization has been criticized as being biased against conservative governments and the policies they enact, and has also been accused of favouring &lt;a href=\"progressivism\"&gt;progressive&lt;/a&gt; and left-wing ideas in its ranking system. It has also been criticized for a perceived shift to an &lt;a href=\"activism\"&gt;activist&lt;/a&gt; mindset; an article in the &lt;a href=\"National%20Review\"&gt;National Review&lt;/a&gt; described it as having \"changed dramatically since its anti-Communist days during the Cold War\" and having \"become simply another progressive, anti-conservative (and overwhelmingly government-dependent) NGO.\" National Review also criticised Freedom House for characterising differences in policy as anti-democratic and for using what National Review regarded as partisan rather than objective measures of democracy.\nChronology of systematic evaluations.\nFrom the 1970s until 1990, &lt;a href=\"Raymond%20Gastil\"&gt;Raymond D. Gastil&lt;/a&gt; practically produced the reports on his own, though sometimes with help from his wife. Gastil himself described it in 1990 as \"a loose, intuitive rating system for levels of freedom or democracy, as defined by the traditional political rights and civil liberties of the Western democracies.\" Regarding criticisms of his reports, he said: \"generally such criticism is based on opinions about Freedom House rather than detailed examination of survey ratings\".\nIn a 1986 report on the methodology used by Gastil and others to create \"Freedom in the World\" report, Kenneth A. Bollen noted some bias but found that \"no criticisms of which I am aware have demonstrated a systematic bias in all the ratings. Most of the evidence consists of anecdotal evidence of relatively few cases. Whether there is a systematic or sporadic slant in Gastil's ratings is an open question\". In a later report by Bollen and Pamela Paxton in 2000, they concluded that from 1972 to 1988 (a specific period they observed), there was \"unambiguous evidence of judge-specific measurement errors, which are related to traits of the countries.\" They estimated that Gastil's method produced a bias of 0.38 &lt;a href=\"standard%26amp%3Bnbsp%3Bdeviation\"&gt;standard deviation&lt;/a&gt;s (s.d.) against &lt;a href=\"Communist%20state\"&gt;Communist&lt;/a&gt; countries and a larger bias, 0.5 s.d., favoring Christian countries.\nIn 2001, a study by Mainwaring, Brink, and Perez-Linanhe found the Freedom Index of \"Freedom in the World\" to have a strong positive &lt;a href=\"correlation\"&gt;correlation&lt;/a&gt; (at least 80%) with three other democracy indices. Mainwaring \"et al.\" wrote that Freedom House's index had \"two systematic biases: scores for leftist were tainted by political considerations, and changes in scores are sometimes driven by changes in their criteria rather than changes in real conditions\". Nonetheless, when evaluated on Latin American countries yearly, Freedom House's index was positively correlated with the index of &lt;a href=\"Adam%20Przeworski\"&gt;Adam Przeworski&lt;/a&gt; and with the index of the authors themselves. However, according to Przeworski in 2003, the definition of freedom in Gastil (1982) and Freedom House (1990) emphasized liberties rather than the exercise of freedom. He gave the following example: In the United States, citizens are free to form political parties and to vote, yet even in presidential elections only half of U.S. citizens vote; in the U.S., \"the same two parties speak in a commercially sponsored unison\".\nA 2014 report by comparative politics researcher Nils D. Steiner found \"strong and consistent evidence of a substantial bias in the FH ratings\" before 1988, with bias being reflected by the relationships between the U.S. and the countries under investigation. He writes that after 1989 the findings were not as strong but still hinted at political bias. In 2017, Sarah Sunn Bush wrote that many critics found the original pre-1990 methodology lacking. While this improved after a team was hired in 1990, she says some criticism remains. As for why the Freedom House index is most often quoted in the United States, she notes that its definition of democracy is closely aligned with US foreign policy. US-allied countries tend to get better scores than in other reports. However, because the report is important to US lawmakers and politicians, weaker states seeking US aid or favor are forced to respond to the reports, giving the Freedom House significant influence in those places."
}