{
    "id": "52336735",
    "revid": "4904587",
    "url": "https://en.wikipedia.org/wiki?curid=52336735",
    "title": "Outsiders (Australian TV program)",
    "text": "Outsiders is an Australian television news and &lt;a href=\"Political%20analysis\"&gt;commentary&lt;/a&gt; show broadcast on &lt;a href=\"Sky%20News%20Australia\"&gt;Sky News Australia&lt;/a&gt;. The show is currently co-hosted by editor of \"&lt;a href=\"The%20Spectator\"&gt;The Spectator&lt;/a&gt;\" magazine &lt;a href=\"Rowan%20Dean\"&gt;Rowan Dean&lt;/a&gt;, \"&lt;a href=\"The%20Friday%20Show\"&gt;The Friday Show&lt;/a&gt;\" host &lt;a href=\"Rita%20Panahi\"&gt;Rita Panahi&lt;/a&gt;, and \"The Daily Telegraph\" opinion editor James Morrow, and features long-form discussion of political issues between &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; contributors.\nThe show is broadcast from the Sky News Centre in the Sydney suburb of &lt;a href=\"Macquarie%20Park\"&gt;Macquarie Park&lt;/a&gt;. The series debuted in a pilot episode on 4 December 2016, and began airing weekly in 2017, before the format expanded to a two-hour Sunday morning edition and hourly primetime episodes in 2018. From October to December 2018, the show aired late at night, four times a week.\nThe show debuted with three co-hosts, two of whom were fired for separate controversial comments. Former &lt;a href=\"Australian%20Labor%20Party\"&gt;Labor&lt;/a&gt; leader &lt;a href=\"Mark%20Latham\"&gt;Mark Latham&lt;/a&gt; was the show's primary host until his employment was terminated by Sky News on 29 March 2017, following several controversial statements made on the show. On 2 November 2018, former &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal&lt;/a&gt; &lt;a href=\"Member%20of%20Parliament%20%28Australia%29\"&gt;MP&lt;/a&gt; &lt;a href=\"Ross%20Cameron\"&gt;Ross Cameron&lt;/a&gt; became the second co-host to be sacked, after using offensive racial stereotypes to refer to Chinese people despite it being in a context of defending China.\nBackground.\nThe format was designed as a response to the long-running &lt;a href=\"ABC%20%28Australian%20TV%20channel%29\"&gt;ABC&lt;/a&gt; program \"&lt;a href=\"Insiders%20%28Australian%20TV%20program%29\"&gt;Insiders&lt;/a&gt;\", which many conservatives see as aimed towards the \"inner-city &lt;a href=\"Left-wing%20politics\"&gt;leftist&lt;/a&gt; class\". The hosting trio described themselves as \"&lt;a href=\"Donald%20Trump\"&gt;[Donald] Trump&lt;/a&gt;'s Aussie mates\" and proudly boasted \"absolutely no balance whatsoever\", intending to \"do the opposite of [\"Insiders\" host] &lt;a href=\"Barrie%20Cassidy\"&gt;Barrie Cassidy&lt;/a&gt;\". In 2017, the program aired at 10 a.m. &lt;a href=\"Time%20in%20Australia\"&gt;AEDT&lt;/a&gt;, beginning as \"Insiders\" concluded, but in 2018, the program added a second hour, beginning at the same time as \"Insiders\" and competing with it directly.\nThe program was the second format co-hosted by both Cameron (following the now-defunct \"&lt;a href=\"Keneally%20and%20Cameron\"&gt;Keneally and Cameron&lt;/a&gt;\") and Latham (who continued co-hosting \"&lt;a href=\"Richo%20%2B%20Jones\"&gt;Jones + Co&lt;/a&gt;\" until his sacking), and is the first hosting role for Dean. It was developed following the appearance of all three men on an episode of \"&lt;a href=\"Paul%20Murray%20Live\"&gt;Paul Murray Live&lt;/a&gt;\".\nReception.\nThe pilot episode on 4 December 2016 was watched by 22,159 viewers, a 79 per cent increase in the timeslot average of \"Weekend Live\" ratings over the previous four weeks. Amongst homes with subscription television (STV), \"Insiders\" on the ABC was watched by 790,070 viewers, and including viewers without STV rated 220,000 viewers.\nAn episode on 5 March 2017 had 37,000 viewers but that dropped to 24,000 viewers on 26 March, following a series of controversial comments by Latham.\nAn episode on 27 August 2017 was the twentieth-most-watched program on subscription television, with viewership of 41,000.\nIn the first half of 2018, Sky maintained that the weekend edition of \"Outsiders\" increased its audience by 24 per cent, the Monday edition by 84 per cent and the Thursday edition by 105 per cent in their respective timeslots \"year-on-year\".\nControversies.\nIn early 2017, Sky News presenter &lt;a href=\"Peter%20van%20Onselen\"&gt;Peter van Onselen&lt;/a&gt;, whose program \"&lt;a href=\"Sunday%20Agenda\"&gt;Sunday Agenda&lt;/a&gt;\" airs ahead of \"Outsiders\", was critical of the program following an \"Outsiders\" segment which named van Onselen's wife Ainslie as a member of the \"diversity bunch\" who Latham claims push diversity but only help \"rich and privileged women\". The ABC program \"&lt;a href=\"Media%20Watch%20%28TV%20program%29\"&gt;Media Watch&lt;/a&gt;\" noted that Ainslie van Onselen had left her position five months earlier. The same report revealed \"Outsiders\" has an audience of 31,000 viewers each week.\nLatham's employment was terminated by Sky News on 29 March 2017, following several controversial statements made on the program. Subsequently, the program was put on &lt;a href=\"hiatus%20%28television%29\"&gt;hiatus&lt;/a&gt;, with the scheduled episode on 2 April 2017 being pulled. When it returned on 9 April 2017, it was revealed that the program would use rotating guest hosts in place of Latham, until the use of the third host was eventually dropped several week later. In April 2017, Latham launched a website called Mark Latham's Outsiders and began hosting a weekly &lt;a href=\"Facebook%20Live\"&gt;Facebook Live&lt;/a&gt; program affiliated with &lt;a href=\"Rebel%20News\"&gt;The Rebel Media&lt;/a&gt;. Despite sharing the same name, it was unrelated to the Sky News program.\nOn 1 July 2018, a producer of \"Outsiders\" was suspended after the program broadcast controversial comments by Senator &lt;a href=\"David%20Leyonhjelm\"&gt;David Leyonhjelm&lt;/a&gt; about the personal life of Senator &lt;a href=\"Sarah%20Hanson-Young\"&gt;Sarah Hanson-Young&lt;/a&gt;, and further displayed them in an on-screen &lt;a href=\"Lower%20third\"&gt;strap&lt;/a&gt;. Sky News issued an apology on Twitter hours later, describing the comments as \"appalling\". In response to a social media campaign targeting companies who advertise during \"Outsiders\", Sky News replaced paid advertisements with station promotions in episodes airing the following week.\nIn November 2018, Cameron was sacked from Sky News days after making allegedly racist comments on \"Outsiders\", becoming the second original co-host to be fired. The program briefly used a roster of guest co-hosts alongside Dean, including Liberal MP &lt;a href=\"Craig%20Kelly%20%28politician%29\"&gt;Craig Kelly&lt;/a&gt;, until permanent presenters were appointed in 2019. Panahi and Morrow were appointed permanent co-hosts alongside Dean in 2019."
}