{
    "id": "52349879",
    "revid": "26398660",
    "url": "https://en.wikipedia.org/wiki?curid=52349879",
    "title": "Riaz Fatyana",
    "text": "Riaz Fatyana is a Pakistani politician, Fatyana born on 18 January 1958 in Kamalia, &lt;a href=\"Punjab%2C%20Pakistan\"&gt;Punjab, Pakistan&lt;/a&gt;. He was a &lt;a href=\"National%20Assembly%20of%20Pakistan\"&gt;Member of Parliament&lt;/a&gt; from 16 November 2002 to 16 March 2013 and was elected again from &lt;a href=\"Toba%20Tek%20Singh%20District\"&gt;Toba Tek Singh District&lt;/a&gt; in the &lt;a href=\"2018%20Pakistani%20general%20election\"&gt;2018 Pakistani general election&lt;/a&gt;.\nPersonal life.\nRiaz Fatyana is a psychologist by profession. He obtained his B.A. Hons. Political Science and MSc.Applied Psychology degrees from University of the Punjab in 1979 and 1983 respectively, followed by an LL.B degree from University of Sindh in 1985.\nPolitical career.\nHe started his career by being elected as a member of provincial assembly on a ticket from Muslim League-N. Later He was elected a member of &lt;a href=\"National%20Assembly%20of%20Pakistan\"&gt;national assembly&lt;/a&gt; on a ticket of &lt;a href=\"Pakistan%20Muslim%20League%20%28Q%29\"&gt;Pakistan Muslim League (Q)&lt;/a&gt; from &lt;a href=\"Constituency%20NA-94\"&gt;NA-94 (Toba Tek Singh)&lt;/a&gt;. Riaz Fatyana in 2013 quit the &lt;a href=\"Pakistan%20Muslim%20League%20%28Q%29\"&gt;Pakistan Muslim League (Q)&lt;/a&gt; due to conflict with Chaudhry Prevez Elahi and other party leaders.\nDuring his political career, Riaz Fatyana was elected for 3 terms as Member of the Punjab Provincial Assembly for the terms 1988–1990, 1990–1993 and 1993–1996. He is a former Member National Assembly, and he was a Chairman of National assembly standing committee on human rights as well as Parliamentarians Commission for Human Rights. He has served as President of the Pakistan Psychologists Association and Senior Deputy Chief Commissioner of Pakistan Boy Scouts Association. He also served as the All Pakistan Muslim Legaue Student Federation He has also served as the Provincial Minister of Education, Finance and information Punjab. In 2013 elections he was elected as an &lt;a href=\"Independent%20politician\"&gt;independent&lt;/a&gt; candidate. In January 2015 Riaz Fatyana joined PTI. \nRaiz Fatiana was nominated as a candidate of &lt;a href=\"Pakistan%20Tehreek-e-Insaf\"&gt;Pakistan Tehreek-e-Insaf&lt;/a&gt; from district &lt;a href=\"NA-113%20%28Toba%20Tek%20Singh-III%29\"&gt;NA-113 (Toba Tek Singh-III)&lt;/a&gt; and he contested against PML-N's rival &lt;a href=\"Asad%20Ur%20Rehman\"&gt;Asad Ur Rehman&lt;/a&gt; and won the seat.\nHe currently serves as the member of NACTA and Chairman of Taskforce On Sustainable Development Pakistan and chairman Of Law And Committee Pakistan."
}