{
    "id": "52377976",
    "revid": "17216044",
    "url": "https://en.wikipedia.org/wiki?curid=52377976",
    "title": "You Already Know (song)",
    "text": "\"You Already Know\" is a song recorded by American singer &lt;a href=\"Fergie%20%28singer%29\"&gt;Fergie&lt;/a&gt;, featuring guest vocals from Trinidadian-American rapper &lt;a href=\"Nicki%20Minaj\"&gt;Nicki Minaj&lt;/a&gt;. It was released on August 25, 2017, alongside promotional single \"&lt;a href=\"Hungry%20%28Fergie%20song%29\"&gt;Hungry&lt;/a&gt;\" as the fourth single from Fergie's second &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt;, \"&lt;a href=\"Double%20Dutchess\"&gt;Double Dutchess&lt;/a&gt;\" (2017), the same day the album was made available for pre-order. \"You Already Know\" impacted mainstream and rhythmic radio on September 12, 2017. As of September 2017, \"You Already Know\" moved almost 56,600 copies in the United States according to &lt;a href=\"Nielsen%20SoundScan\"&gt;Nielsen SoundScan&lt;/a&gt;.\nBackground.\n\"You Already Know\" has been described as a song with 1990s &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; influences. It samples \"&lt;a href=\"It%20Takes%20Two%20%28Rob%20Base%20%26amp%3B%20DJ%20E-Z%20Rock%20song%29\"&gt;It Takes Two&lt;/a&gt;\" by &lt;a href=\"Rob%20Base%20and%20DJ%20E-Z%20Rock\"&gt;Rob Base and DJ E-Z Rock&lt;/a&gt;, which in turn samples the &lt;a href=\"Lyn%20Collins\"&gt;Lyn Collins&lt;/a&gt; 1972 song \"&lt;a href=\"Think%20%28About%20It%29\"&gt;Think (About It)&lt;/a&gt;\". Prior to the song's release, a lyric about Minaj's ex-boyfriend &lt;a href=\"Meek%20Mill\"&gt;Meek Mill&lt;/a&gt;, was changed following their breakup in January 2017. The single was written by Fergie and Minaj, with &lt;a href=\"will.i.am\"&gt;will.i.am&lt;/a&gt; handling the song's production. Fergie first teased the collaboration in a radio interview in late 2014 while promoting \"&lt;a href=\"L.A.%20Love%20%28La%20La%29\"&gt;L.A. Love (La La)&lt;/a&gt;\". The song was performed live for the first time on &lt;a href=\"Rock%20in%20Rio\"&gt;Rock in Rio&lt;/a&gt; &lt;a href=\"Lisboa\"&gt;Lisboa&lt;/a&gt; on May 20, 2016.\nFergie spoke about the song, saying:\nCritical reception.\nJordan Miller of \"Breathe Heavy\" reacted positively towards the song, calling it \"fresh to death\". In particular he praised Minaj's verse. &lt;a href=\"Stereogum\"&gt;Stereogum&lt;/a&gt; placed the song as the third best track of the week, with the senior editor Tom Breihan calling it a monster: \"It’s a big, shameless endorphin-rush pop megablast, a riot of synth-bloop hooks and James Brown drum-breaks and house pianos and ecstatic diva-wails.\". Breihan also shows surprise with Fergie's rap skills. It was considered the fortieth best song of 2017 by &lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;.\nPersonnel.\nTaken from Tidal."
}