{
    "id": "524084",
    "revid": "777667",
    "url": "https://en.wikipedia.org/wiki?curid=524084",
    "title": "October Revolution Island",
    "text": "October Revolution Island (Russian: Остров Октябрьской Революции, \"Ostrov Oktyabrskoy Revolyutsii\") is the largest island of the &lt;a href=\"Severnaya%20Zemlya\"&gt;Severnaya Zemlya&lt;/a&gt; group in the &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n &lt;a href=\"Arctic\"&gt;Arctic&lt;/a&gt;. It is named after the &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt; which led to &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; becoming a &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; country.\nThe area of this island has been estimated at making it the &lt;a href=\"List%20of%20islands%20by%20area\"&gt;59th largest island in the world&lt;/a&gt;. It rises to a height of on &lt;a href=\"Mount%20Karpinsky%2C%20October%20Revolution%20Island\"&gt;Mount Karpinsky&lt;/a&gt;. Half the island is covered with &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s reaching down into the sea. In the sections free from ice, the vegetation is &lt;a href=\"desert\"&gt;desert&lt;/a&gt; or &lt;a href=\"tundra\"&gt;tundra&lt;/a&gt;.\nGeography.\nOctober Revolution Island houses five domed &lt;a href=\"ice%20cap\"&gt;ice cap&lt;/a&gt;s; clockwise from north, they are named: &lt;a href=\"Rusanov%20Glacier\"&gt;Rusanov&lt;/a&gt;, &lt;a href=\"Karpinsky%20Glacier\"&gt;Karpinsky&lt;/a&gt;, &lt;a href=\"University%20Glacier\"&gt;University&lt;/a&gt;, &lt;a href=\"Vavilov%20Glacier\"&gt;Vavilov&lt;/a&gt; and &lt;a href=\"Albanov%20Glacier\"&gt;Albanov&lt;/a&gt;. The Rusanov and Karpinsky ice caps, located on the eastern side of the island, feed with glaciers the &lt;a href=\"Matusevich%20Fjord\"&gt;Matusevich Fjord&lt;/a&gt; of the &lt;a href=\"Laptev%20Sea\"&gt;Laptev Sea&lt;/a&gt; and the &lt;a href=\"Marat%20Fjord\"&gt;Marat Fjord&lt;/a&gt; of the &lt;a href=\"Shokalsky%20Strait\"&gt;Shokalsky Strait&lt;/a&gt;. The Karpinsky ice cap reaches a maximum height of 963 m and it is also the highest point in Severnaya Zemlya.\nIn 2015 the Vavilov Glacier accelerated dramatically due to warming. Between 2015 and 2016 the glacier front advanced 4 km and the glacier lost 4.5 km3 of ice.\nOther minor ice caps on the island include the &lt;a href=\"Malyutka%20Glacier\"&gt;Malyutka Glacier&lt;/a&gt;. The Podemnaya River and the Bolshaya River drain to the northwest between the Vavilov and &lt;a href=\"Valerian%20Albanov\"&gt;Albanov&lt;/a&gt; glaciers, and the Bedovaya and Obryvistaya Rivers drain to the north between the Albanov and &lt;a href=\"Vladimir%20Rusanov\"&gt;Rusanov&lt;/a&gt; ice caps.\nThe coast of the island is uneven with rugged coves and headlands. The largest bays of the island are along the northern coast. The &lt;a href=\"Red%20Army%20Strait\"&gt;Red Army Strait&lt;/a&gt; separates October Revolution Island from Komsomolets Island to the north and from &lt;a href=\"Pioneer%20Island%20%28Russia%29\"&gt;Pioneer Island&lt;/a&gt; in the northwest, while the broader &lt;a href=\"Shokalsky%20Strait\"&gt;Shokalsky Strait&lt;/a&gt; separates it from Bolshevik Island to the south. Both straits connect the Kara Sea in the west with the Laptev Sea in the east. &lt;a href=\"Cape%20October\"&gt;Cape October&lt;/a&gt; is located in the northern part of the island facing the Red Army Strait.\nHistory.\nThe island was discovered by &lt;a href=\"Boris%20Vilkitsky\"&gt;Boris Vilkitsky&lt;/a&gt; in 1913 during an expedition on behalf of the &lt;a href=\"Russian%20Hydrographic%20Service\"&gt;Russian Hydrographic Service&lt;/a&gt;, but its insularity was not proven until 1931, when &lt;a href=\"Georgy%20Ushakov\"&gt;Georgy Ushakov&lt;/a&gt; and &lt;a href=\"Nikolay%20Urvantsev\"&gt;Nikolay Urvantsev&lt;/a&gt; charted the archipelago during their 1930–1932 expedition.\nThe &lt;a href=\"Sergey%20Ivanovich%20Vavilov\"&gt;Vavilov&lt;/a&gt; Meteorological Station was operated from 1974 to 1988 on the northern part of the Vavilov Ice Cap."
}