{
    "id": "52406994",
    "revid": "1068487075",
    "url": "https://en.wikipedia.org/wiki?curid=52406994",
    "title": "She-wolf (Roman mythology)",
    "text": "In the &lt;a href=\"Founding%20of%20Rome\"&gt;Roman foundation myth&lt;/a&gt;, it was a she-&lt;a href=\"Italian%20wolf\"&gt;wolf&lt;/a&gt; that nursed and sheltered the twins &lt;a href=\"Romulus%20and%20Remus\"&gt;Romulus and Remus&lt;/a&gt; after they were abandoned in the wild by order of &lt;a href=\"Amulius\"&gt;King Amulius&lt;/a&gt; of &lt;a href=\"Alba%20Longa\"&gt;Alba Longa&lt;/a&gt;. She cared for the infants at her den, a cave known as the &lt;a href=\"Lupercal\"&gt;Lupercal&lt;/a&gt;, until they were discovered by a shepherd, &lt;a href=\"Faustulus\"&gt;Faustulus&lt;/a&gt;. &lt;a href=\"Romulus\"&gt;Romulus&lt;/a&gt; would later become the founder and first king of Rome. The image of the she-wolf suckling the twins has been a symbol of &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; since ancient times and is one of the most recognizable icons of ancient mythology.\nOrigins.\nThere is evidence that the wolf held a special place in the world of the ancient inhabitants of Italy. One legend claims that the &lt;a href=\"Hirpini\"&gt;Hirpini&lt;/a&gt; people were so-called because, when they set out to found their first colony, they were led to its location by a wolf (from the &lt;a href=\"Osco-Umbrian\"&gt;Osco-Umbrian&lt;/a&gt; word for wolf: \"hirpus\"). The tale of the Lupercal is central to that of the twins, and probably predates theirs. To the Roman god &lt;a href=\"Mars%20%28mythology%29\"&gt;Mars&lt;/a&gt;, the wolf is a sacred animal. There is an ongoing debate about a connection to the ancient Roman festival of the &lt;a href=\"Lupercalia\"&gt;Lupercalia&lt;/a&gt;.\nIn &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt;, &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt;'s mother &lt;a href=\"Leto\"&gt;Leto&lt;/a&gt; is reported to have given birth to him as a she-wolf, to evade &lt;a href=\"Hera\"&gt;Hera&lt;/a&gt;.\nLiterary sources.\nThe 3 \"canonical\" versions of the myth—those of &lt;a href=\"Livy\"&gt;Livy&lt;/a&gt;, &lt;a href=\"Plutarch\"&gt;Plutarch&lt;/a&gt; and &lt;a href=\"Dionysius%20of%20Halicarnassus\"&gt;Dionysius of Halicarnassus&lt;/a&gt;—all draw heavily on &lt;a href=\"Quintus%20Fabius%20Pictor\"&gt;Quintus Fabius Pictor&lt;/a&gt;. He is considered one of Rome's earliest historians and his now lost work describes the she-wolf and her episode with the twins. The twins were abandoned at the order of Amulius. Some tales claim that they were to be left along the riverbank, others that they were to be cast into the water. The servant charged with the task either thought better of it, or could not get close enough to do the deed because of the flooding. Instead, he left them in the standing water that had formed at the foot of &lt;a href=\"Palatine%20Hill\"&gt;Palatine Hill&lt;/a&gt;. The twins were found either after their basket had been left at the foot of the fig tree, or came to rest there after floating in the water. In each case, the she-wolf rescued them and gently cared for them in or near the Lupercal. Later, they were discovered by local shepherds.\nDionysius reports that the rains had raised the water so much so that Amulius' servant had to abandon the twins, before the intended spot (where the current was stronger). The basket, containing the twins, gently went with the receding water until it struck a stone, flipping the twins and the basket into the mud. The she-wolf then arrived and lowered her teats to the crying babes, and licked them clean of the mud.\nAfter a shepherd happened upon the scene in the course of tending his flock, he ran to tell his companions, and a group gathered to witness the remarkable sight. The twins were clinging to her as she was their true mother. The she-wolf was nonplussed when the men began making a ruckus to scare her off. She withdrew into a cave that was sacred to the &lt;a href=\"Arcadia%20%28ancient%20region%29\"&gt;Greek colonists&lt;/a&gt; who had formerly lived in the area and held an altar to the nature god &lt;a href=\"Pan%20%28mythology%29\"&gt;Pan&lt;/a&gt;.\nLivy claims that the servants of Amulius dropped the twins in the standing water out of simple laziness. The fig tree just happened to be the first spot they came to and they figured the twins would drown no matter what. The twins cried in their basket until the waters receded and left them back on land. The she-wolf arrived from the hills looking for a drink of water when she heard their cries.\nThe servant was too afraid of the torrential waters to fully carry out the king's orders, according to Plutarch. After being left on the bank, the waters rose further and swept the twins away. It gently carried them along and then dropped them at the fig tree.\nThe three relay accounts wherein the term \"lupa\" refers not to a she-wolf, but is a slang word for prostitute. Plutarch tells two other stories not involving the she-wolf or abandonment. In one, the twins are fathered by &lt;a href=\"Hercules\"&gt;Hercules&lt;/a&gt; after he wins a dice game. Their mother is the unwitting \"prize\". In another, the twins are switched at birth by their grandfather for a different pair of infants and secreted out of the city to be raised by shepherds and later, educated in nearby &lt;a href=\"Gabii\"&gt;Gabii&lt;/a&gt;.\nIconography.\nEarliest representation.\nThe \"Bolsena Mirror\" features a depiction of the she-wolf and the twins surrounded by human and animal figures. Differences in interpretation have precluded virtually any consensus regarding many of its features. This includes its age. However, it is consistent with other such mirrors, made as bridal gifts, in 4th century BC Euritria, perhaps circa 330–340. The famous &lt;a href=\"Capitoline%20Wolf\"&gt;Capitoline Wolf&lt;/a&gt; may be of &lt;a href=\"Etruscan%20civilization\"&gt;Etruscan&lt;/a&gt; or &lt;a href=\"Latins%20%28Italic%20tribe%29\"&gt;Old Latin&lt;/a&gt; origin. But, a discovery during its restoration in 2000 and &lt;a href=\"radiocarbon%20dating\"&gt;radiocarbon dating&lt;/a&gt; has cast doubt on an ancient origin. A &lt;a href=\"stele\"&gt;stele&lt;/a&gt; from &lt;a href=\"Bologna\"&gt;Bologna&lt;/a&gt;, dated to between 350 and 400 BC, depicts an animal, possibly a wolf, nursing a single infant. By 269 BC, the silver &lt;a href=\"drachm\"&gt;didrachm&lt;/a&gt; is the earliest depiction of the complete icon, with the characteristic \"turning of the she-wolf's head\" backward and downward at the twins.\nThe distinctive imagery of the she-wolf and the twins made it more recognizable than other symbols of the city, such as &lt;a href=\"Roma%20%28mythology%29\"&gt;Roma&lt;/a&gt;, the patron deity of the city, or the &lt;a href=\"Aquila%20%28Roman%29\"&gt;Roman eagle&lt;/a&gt;. That was useful as the Roman world expanded and symbols of Rome became more important in maintaining unity. By the 1st century AD, the she-wolf was common in both Rome and the provinces. She and the twins were featured on the elaborate &lt;a href=\"Ara%20Pacis\"&gt;Ara Pacis&lt;/a&gt;, built in honor of &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt; and dedicated to &lt;a href=\"Pax%20%28goddess%29\"&gt;Pax&lt;/a&gt;, the goddess of peace.\nCoins with their depiction were minted and widely circulated. They were also produced in Roman Colonies as a way to express their own \"Roman-ness\". They have been found on personal items such as swords, buckles, lamps and statuettes as well as monuments, mosaic floors and funerary stones that date from the 1st through the 3rd centuries AD.\nEarly middle ages.\nThe &lt;a href=\"Franks%20Casket\"&gt;Franks Casket&lt;/a&gt;, an ornately carved, &lt;a href=\"Anglo-Saxon\"&gt;Anglo-Saxon&lt;/a&gt; chest from the 8th–9th century, probably crafted in a monastery in Northern France, features the she-wolf and twins, along with a &lt;a href=\"Rune\"&gt;Runic&lt;/a&gt; account of the &lt;a href=\"Lupercal\"&gt;lupercal&lt;/a&gt;. Other Anglo-Saxon &lt;a href=\"Undley%20bracteate\"&gt;artifacts&lt;/a&gt; and coins from the same period also feature them. The &lt;a href=\"Byzantine\"&gt;Byzantine&lt;/a&gt;s continued to use the image, and coins attributed to them have been found in various locations in &lt;a href=\"central%20Asia\"&gt;central Asia&lt;/a&gt; at sites located in modern &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt; and &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt; along with an 8th-century &lt;a href=\"Sogdiana\"&gt;Sogdian&lt;/a&gt; painted mural with a she-wolf, head turned back and down, suckling two infants.\nSports.\nThe Italian &lt;a href=\"%3AAssociation%20football\"&gt;football clubs&lt;/a&gt; &lt;a href=\"A.S.%20Roma\"&gt;A.S. Roma&lt;/a&gt; and &lt;a href=\"S.S.%20Robur%20Siena\"&gt;S.S. Robur Siena&lt;/a&gt; use the imagery in their respective team logos.\nMussolini.\nThe Fascist government of &lt;a href=\"Benito%20Mussolini\"&gt;Benito Mussolini&lt;/a&gt; made use of the she-wolf while in power.\nSiena She-Wolf.\nThe &lt;a href=\"Siena\"&gt;Sienese&lt;/a&gt; have a traditional tale that the city was founded by &lt;a href=\"Senius%20and%20Aschius\"&gt;Senius and Aschius&lt;/a&gt;, another pair of twins who were also suckled by a she-wolf. They were the sons of Remus and fled Rome after his death at the hands of their uncle Romulus. The legend cannot be attested to prior to the Renaissance. However, depictions of a she-wolf and twins are common in the city and some can be dated earlier.\nNotes and coins.\nThe she-wolf and twins appeared on what may have been the earliest silver coin ever minted in Rome.\nLupercalia.\nThe &lt;a href=\"Lupercalia\"&gt;Lupercalia&lt;/a&gt; was a very ancient festival even during Roman times. Roman historians speculated as to its origins. It may be associated with the god &lt;a href=\"Lupercus%20%28mythology%29\"&gt;Lupercus&lt;/a&gt;, the god of &lt;a href=\"Pastoralism\"&gt;shepherds&lt;/a&gt; and protector of flocks. Some historians link it to the she-wolf and the Lupercal."
}