{
    "id": "52478475",
    "revid": "8682866",
    "url": "https://en.wikipedia.org/wiki?curid=52478475",
    "title": "Tail vibration",
    "text": "Tail vibration is a common behavior in some &lt;a href=\"snakes\"&gt;snakes&lt;/a&gt; where the tail is vibrated rapidly as a defensive response to a potential predator. Tail vibration should not be confused with &lt;a href=\"caudal%20luring\"&gt;caudal luring&lt;/a&gt;, where the tail is twitched in order to attract prey. While &lt;a href=\"rattlesnakes\"&gt;rattlesnakes&lt;/a&gt; are perhaps the most famous group of snakes to exhibit tail vibration behavior, many other snake groups—particularly those in the &lt;a href=\"Colubridae\"&gt;Colubridae&lt;/a&gt; and &lt;a href=\"Viperidae\"&gt;Viperidae&lt;/a&gt; families—are known to vibrate their tails.\nDescription.\nProcess.\nTail vibration involves the rapid shaking of the tail in response to a predatory threat. The behavior is particularly widespread among &lt;a href=\"New%20World\"&gt;New World&lt;/a&gt; species of &lt;a href=\"Viperidae\"&gt;Viperidae&lt;/a&gt; and &lt;a href=\"Colubridae\"&gt;Colubridae&lt;/a&gt;. However, some &lt;a href=\"Typhlopidae\"&gt;Typhlopidae&lt;/a&gt; and &lt;a href=\"Boidae\"&gt;Boidae&lt;/a&gt; species may also tail vibrate. At least one species of lizard—&lt;a href=\"Takydromus%20tachydromoides\"&gt;Takydromus tachydromoides&lt;/a&gt;—has been shown to tail vibrate in response to a potential predator.\nTail vibration behavior in &lt;a href=\"rattlesnakes\"&gt;rattlesnakes&lt;/a&gt; is somewhat different from tail vibration in other snakes because rattlesnakes hold their tails vertically when tail vibrating, whereas other snakes hold the tail horizontally. Presumably, this is because the rattlesnake rattle produces its own noise, which would be diminished by the exterior of the rattle contacting the ground, and, conversely, snakes without rattles must vibrate the tail against the ground or some other object in order to make noise.\nSpeed.\nThe speed of tail vibration is directly correlated with &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt;, at least for rattlesnakes. The warmer a rattlesnake, the faster it vibrates its tail. Rattlesnakes tail-vibrate faster than other snakes, with some individuals nearing or exceeding 90 rattles per second. This makes rattlesnake tail vibration one of the fastest sustained vertebrate movements—faster than the wingbeat of a &lt;a href=\"hummingbird\"&gt;hummingbird&lt;/a&gt;. The movement is possible thanks to specialized “shaker” muscles in the rattlesnake tail.\nSnakes more closely related to rattlesnakes vibrate more quickly than do more distant rattlesnake relatives. In one study that measured tail vibration in 155 snakes representing 56 species, vibratory speed ranged from 9 vibrations per second (&lt;a href=\"Bothriopsis%20taeniata\"&gt;Bothriopsis taeniata&lt;/a&gt;) to 91 rattles per second (&lt;a href=\"Crotalus%20polystictus\"&gt;Crotalus polystictus&lt;/a&gt;). In the study, only two rattlesnakes (of 33 individuals filmed) had a maximum vibratory rate slower than the fastest non-rattlesnakes. The fastest non-rattlesnakes examined were species of &lt;a href=\"Agkistrodon\"&gt;Agkistrodon&lt;/a&gt; and New World Colubrids, both of which could sustain vibratory speeds up to about 50 rattles per second.\nIt is unknown what benefit a snake derives from such fast speeds of tail vibration. One study did find that ground squirrels, &lt;a href=\"Spermophilus%20beecheyi\"&gt;Spermophilus beecheyi&lt;/a&gt;, are able to ascertain the threat level posed by a rattlesnake based on its rattling speed. Thus, it is possible that fast rattling speeds could be driven by predator-mediated selection, whereby snake predators avoid faster-vibrating individuals.\nFunction.\nIt is also unknown what the specific function of tail vibration is. Many researchers have posited that it is primarily an auditory aposematic warning signal— like the growling of a &lt;a href=\"wolf\"&gt;wolf&lt;/a&gt; or the sound associated with African whistling thorn acacia (&lt;a href=\"Acacia%20drepanolobium\"&gt;Acacia drepanolobium&lt;/a&gt;). Others have suggested it could serve as a distraction—particularly for nonvenomous species— meant to draw attention away from a snake’s head and towards its less vulnerable tail.\nIt has also been suggested that tail-vibrating nonvenomous snakes sympatric with rattlesnakes may be &lt;a href=\"Batesian%20mimics\"&gt;Batesian mimics&lt;/a&gt; of rattlesnakes that gain protection from predators by mimicking the rattling sound produced by rattlesnakes (all of which are &lt;a href=\"venomous\"&gt;venomous&lt;/a&gt;). In support of this hypothesis, one study found that gophersnake (&lt;a href=\"Pituophis%20catenifer\"&gt;Pituophis catenifer&lt;/a&gt;) populations sympatric with rattlesnakes tail-vibrate for longer durations than island populations allopatric with rattlesnakes. The authors suggest this finding is consistent with the mimicry hypothesis because the behavior appears to be degrading in allopatry, where predators are not under selection to avoid rattlesnake-like behavior. The mimicry hypothesis does not explain why &lt;a href=\"Old%20World\"&gt;Old World&lt;/a&gt; nonvenomous snakes also tail-vibrate, since rattlesnakes are solely a New World taxa, though there are also Old World venomous snakes that tail-vibrate.\nEvolution.\nTail vibration is widespread among &lt;a href=\"Vipers\"&gt;Vipers&lt;/a&gt; and &lt;a href=\"Colubrids\"&gt;Colubrids&lt;/a&gt;, and the behavior may be deeply ancestral in both groups.\nTail vibration behavior in rattlesnakes may have evolved from tail vibration in rattle-less ancestors. In support of this hypothesis are studies that show the similarity in specialized tail morphology and rate and duration of tail vibration between rattlesnakes are their closest relatives. The evolution of rattlesnake rattling from simple tail vibration behavior may, in fact, be an example of &lt;a href=\"behavioral%20plasticity\"&gt;behavioral plasticity&lt;/a&gt; leading to the evolution of a novel phenotype.\nOther researchers have suggested that the rattle may have evolved originally to enhance caudal luring, and that caudal luring behavior therefore preceded defensive tail vibration in rattlesnakes. In support of this hypothesis, researchers suggest that a “proto-rattle” would not have increased sound production since rattles require a certain threshold of complexity (at least two overlapping rings of keratin) in order to produce sound. Proponents of this hypothesis suggest that a proto-rattle may have enhanced &lt;a href=\"caudal%20luring\"&gt;caudal luring&lt;/a&gt;, a behavior common to rattlesnakes and their closest relatives, because such a structure might have looked similar to an &lt;a href=\"arthropod\"&gt;arthropod&lt;/a&gt; head. Those in support of this hypothesis also point out that specialized keratinized structures have evolved in caudal luring species before, such as in the spider-tailed horned viper, &lt;a href=\"Pseudocerastes%20urarachnoides\"&gt;Pseudocerastes urarachnoides&lt;/a&gt;.\nOpponents of the \"caudal luring hypothesis\" point out the lack of &lt;a href=\"Maximum%20parsimony%20%28phylogenetics%29\"&gt;parsimony&lt;/a&gt; in such a process, since it would require the behavior to evolve from an offensive to a defensive context (&lt;a href=\"wikt%3Aextant\"&gt;extant&lt;/a&gt; rattlesnakes only use the rattle in defensive contexts). If rattlesnake rattling behavior evolved from tail vibration, it would require no such change in behavioral context. Additionally, some have suggested that a proto-rattle \"could\" have increased sound production if the modified tail tip increased noise production when vibrated against the substratum."
}