{
    "id": "52498699",
    "revid": "28901961",
    "url": "https://en.wikipedia.org/wiki?curid=52498699",
    "title": "Pyotr Stepanov (actor)",
    "text": "Pyotr Gavrilovich Stepanov (; 1800 – 15 May 1869) was a Russian stage actor, associated with the Moscow &lt;a href=\"Maly%20Theatre%20%28Moscow%29\"&gt;Maly Theatre&lt;/a&gt;, one of the first stage professionals in Russia.\nBiography.\nBorn in 1800 (or 1806, according to other sources) into a family close to the Michael Maddox troupe, Stepanov received private lessons from actress Maria Sinyavskaya before enrolling into the &lt;a href=\"Mikhail%20Shchepkin%20Higher%20Theatre%20School\"&gt;Moscow Theatre College&lt;/a&gt; which he graduated in 1825 to join the Maly Theatre troupe which he stayed with for the whole of his life.\nStepanov became popular mostly for his comic and eccentric parts, but was also known as an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; &lt;a href=\"baritone\"&gt;baritone&lt;/a&gt; and even, occasionally, a &lt;a href=\"ballet%20dancer\"&gt;ballet dancer&lt;/a&gt; (such occurrences weren't unusual at the time, formally the dance and the drama troupes had been separated in 1824, but in reality co-existed for quite some time). In all, Stepanov had more than 500 parts in Maly, some of them very tiny, by most of them memorable and expressive. Writers like &lt;a href=\"Vissarion%20Belinsky\"&gt;Vissarion Belinsky&lt;/a&gt; and &lt;a href=\"Sergey%20Aksakov\"&gt;Sergey Aksakov&lt;/a&gt; were among his fans.\nOn the Moscow stage Stepanov was the first performer of such parts as Prince Tugoukhovsky (\"&lt;a href=\"Woe%20from%20Wit\"&gt;Woe from Wit&lt;/a&gt;\", 1831, a particular favourite of &lt;a href=\"Nicholas%20I%20of%20Russia\"&gt;Tsar Nicholas I&lt;/a&gt;), Tyapkin-Lyapkin (\"&lt;a href=\"Revizor\"&gt;Revizor&lt;/a&gt;\", 1836), Yaichnitsa (\"&lt;a href=\"Marriage%20%28play%29\"&gt;Marriage&lt;/a&gt;\", 1843) and Shvokhnev (\"&lt;a href=\"The%20Gamblers%20%28play%29\"&gt;The Gamblers&lt;/a&gt;\", 1839), by &lt;a href=\"Gogol\"&gt;Gogol&lt;/a&gt;. Among his best remembered roles were those in the plays by &lt;a href=\"Alexander%20Ostrovsky\"&gt;Alexander Ostrovsky&lt;/a&gt; (\"&lt;a href=\"Stay%20in%20Your%20Own%20Sled\"&gt;Stay in Your Own Sled&lt;/a&gt;\", Malomalsky, 1853) and \"&lt;a href=\"Live%20Not%20as%20You%20Would%20Like%20To\"&gt;Live Not as You Would Like To&lt;/a&gt;\" (Yeryomka, 1854)."
}