{
    "id": "524906",
    "revid": "9752746",
    "url": "https://en.wikipedia.org/wiki?curid=524906",
    "title": "Infancy Gospel of Thomas",
    "text": "The Infancy Gospel of Thomas is a &lt;a href=\"Biography\"&gt;biographical&lt;/a&gt; &lt;a href=\"gospel\"&gt;gospel&lt;/a&gt; about the childhood of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;, believed to date at the latest to the second century. \nThe Infancy Gospel of Thomas was thought to be Gnostic in origin because of references (by &lt;a href=\"Hippolytus%20of%20Rome\"&gt;Hippolytus of Rome&lt;/a&gt; and &lt;a href=\"Origen%20of%20Alexandria\"&gt;Origen of Alexandria&lt;/a&gt;) to a \"Gospel of Thomas\", but those works are not referencing this Infancy Gospel, as many scholars had thought, but rather to the wholly different &lt;a href=\"Gospel%20of%20Thomas\"&gt;Gospel of Thomas&lt;/a&gt;.\nProto-orthodox Christians regarded the Infancy Gospel of Thomas as inauthentic and heretical. &lt;a href=\"Eusebius\"&gt;Eusebius&lt;/a&gt; rejected it as a heretical \"fiction\" in the third book of his fourth-century \"&lt;a href=\"Church%20History%20%28Eusebius%29\"&gt;Church History&lt;/a&gt;\", and &lt;a href=\"Pope%20Gelasius%20I\"&gt;Pope Gelasius I&lt;/a&gt; included it in his list of heretical books in the fifth century.\nDating.\nThe first known quotation of the Infancy Gospel of Thomas is from &lt;a href=\"Irenaeus\"&gt;Irenaeus&lt;/a&gt; of Lyon around AD 180, who calls it spurious and apocryphal. Scholars generally agree on a date in the mid-to-late-2nd century AD. There are two 2nd-century documents, the \"&lt;a href=\"Epistula%20Apostolorum\"&gt;Epistula Apostolorum&lt;/a&gt;\" and Irenaeus' \"&lt;a href=\"On%20the%20Detection%20and%20Overthrow%20of%20the%20So-Called%20Gnosis\"&gt;Adversus haereses&lt;/a&gt;\", that refers to a story of Jesus's tutor telling him, \"Say alpha,\" and Jesus replied, \"First tell me what is beta, and I can tell you what alpha is.\" At least some period of oral transmission of the source material is generally believed to have occurred, either wholly or as several different stories before it was first transcribed and over time redacted. Thus, both of these documents and the Infancy Gospel of Thomas possibly all refer to the oral versions of this story. The area of origin for the work is unknown and many proposed locations of origin have been put forward.\nBesides the difficulty in its name, given that the work is not related to the Gospel of Thomas, the work is not a gospel but possibly an appendage to the Gospel of Luke or a stand-alone work that has a dependent association to the canonical Gospel texts. This infancy story ends with &lt;a href=\"Finding%20in%20the%20Temple\"&gt;Jesus in the temple at age 12&lt;/a&gt; quoting parts of the gospel of Luke. (see Infancy 19:1–12 and ).\nAuthorship.\nThe author of the gospel is unknown. In the earliest Syriac manuscripts, no author is indicated at all, indicating either a truncated introduction, an author who wished to remain anonymous, or a compilation of existing stories by an editor. In later manuscripts dating from the Middle Ages, the Gospel opens with a prologue where \"Thomas the Israelite\" introduces himself, but with no further explanation. It is possible that this was meant to hint that the author was Judas Thomas, better known as &lt;a href=\"Thomas%20the%20Apostle\"&gt;Thomas the Apostle&lt;/a&gt;, thought by some Christians to be a brother of Jesus and thus familiar with young Jesus's activities.\nManuscript tradition.\nWhether the original language of the Infancy Gospel of Thomas was Greek or Syriac is unknown. The few surviving Greek manuscripts provide no clues themselves because none predates the 13th century, whereas the earliest authorities, according to the editor and translator &lt;a href=\"Montague%20Rhodes%20James\"&gt;Montague Rhodes James&lt;/a&gt;, are a much abbreviated sixth-century Syriac version, and a Latin &lt;a href=\"palimpsest\"&gt;palimpsest&lt;/a&gt; of the fifth or sixth century, which has never been fully translated and can be found in Vienna. Many manuscripts, translations, shortened versions, alternates, and parallels have slight, nuanced differences. James found that their large number makes the compilation of an &lt;a href=\"urtext%20%28biblical%20studies%29\"&gt;urtext&lt;/a&gt; very difficult. This number of texts and versions reflects the great popularity of the work during the High Middle Ages.\nOf the many different versions and alternate forms (e.g. Greek, Syriac, Latin, Slavonic, etc.), the three principal forms are commonly referred to as given by &lt;a href=\"Constantin%20von%20Tischendorf\"&gt;Constantin von Tischendorf&lt;/a&gt;. Two of those are Greek texts which are called Greek Text A (Greek A); Greek Text B (Greek B); and the third is Latin. The first known publication of the \"Infancy Gospel of Thomas\" was by J Fabricius and has come to be known as Greek A. The Greek A is the most well-known form often used and in its full form is the longer of the two Greeks, based on at least 2 manuscripts it consists of nineteen chapters with several alternate other manuscripts with abbreviated forms. The Greek B was found by Tischendorf on a trip to Mount Sinai in 1844, which is not only shorter (11 chapters), but is a different version of the well-known A text. It has some chapters abbreviated, other entire chapters left out completely, and few new lines. The Latin translations has two distinct form of versions from the Old Latin with the Late Latin. The Latin was notable as it was the first discovered with an Egyptian prologue.\nParts of the Latin version was translated into Old Irish poetry, probably around 700 CE according to James Carney, making this translation one of the earliest of this gospel. \nContent.\nThe text describes the life of the child Jesus from the age of five to age twelve, with fanciful, and sometimes malevolent, supernatural events. He is presented as a precocious child who starts his education early. The stories cover how the young Incarnation of God matures and learns to use his powers for good and how those around him first respond in fear and later with admiration. One of the episodes involves Jesus making clay birds, which he then proceeds to bring to life, an act also attributed to Jesus in , and in a medieval work known as &lt;a href=\"Toledot%20Yeshu\"&gt;Toledot Yeshu&lt;/a&gt;, although Jesus's age at the time of the event is not specified in either account. In another episode, a child disperses water that Jesus has collected. Jesus kills this first child, when at age one he curses a boy, which causes the child's body to wither into a corpse. Later, Jesus kills another child via curse when the child apparently accidentally bumps into Jesus, throws a stone at Jesus, or punches Jesus (depending on the translation).\nWhen Joseph and Mary's neighbours complain, they are miraculously struck &lt;a href=\"blindness\"&gt;blind&lt;/a&gt; by Jesus. Jesus then starts receiving lessons, but arrogantly tries to teach the teacher, instead, upsetting the teacher who suspects supernatural origins. Jesus is amused by this suspicion, which he confirms, and revokes all his earlier apparent cruelty. Subsequently, he resurrects a friend who is killed when he falls from a roof, and heals another who cuts his foot with an axe. \nAfter various other demonstrations of supernatural ability, new teachers try to teach Jesus, but he proceeds to explain the law to them instead. Another set of miracles is mentioned in which Jesus heals his brother, who is bitten by a snake, and two others, who have died from different causes. Finally, the text recounts the &lt;a href=\"Finding%20in%20the%20Temple\"&gt;episode in Luke&lt;/a&gt; in which Jesus, aged 12, teaches in the temple.\nAlthough the miracles seem quite randomly inserted into the text, three miracles are before and three are after each of the sets of lessons. The structure of the story is essentially:\nEpisodes from Jesus's childhood as depicted in the \"Klosterneuburger Evangelienwerk\", a 14th-century gospel translation:\nSyriac Infancy Gospel.\nThe &lt;a href=\"Syriac%20Infancy%20Gospel\"&gt;Syriac Infancy Gospel&lt;/a&gt; (\"Injilu 't Tufuliyyah\"), translated from a Coptic original, gives some parallels to the episodes \"recorded in the book of &lt;a href=\"Josephus\"&gt;Josephus&lt;/a&gt; the Chief Priest, who was in the time of Christ.\""
}