{
    "id": "52568490",
    "revid": "1054756428",
    "url": "https://en.wikipedia.org/wiki?curid=52568490",
    "title": "David Matthews (rugby union)",
    "text": "David Joseph Matthews (17 April 1937 – 19 June 2019) was an English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; flanker who played a record 502 games for &lt;a href=\"Leicester%20Tigers\"&gt;Leicester Tigers&lt;/a&gt; from 1955 to 1974 as well as for &lt;a href=\"Leicestershire%20Rugby%20Union\"&gt;Leicestershire&lt;/a&gt;, Midlands Counties (East) and the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarians&lt;/a&gt;. At Leicester he was also a coach, director and was a life member.\nPlaying career.\nMatthews joined Tigers direct from &lt;a href=\"Oakham%20School\"&gt;Oakham School&lt;/a&gt; making his debut as an 18 year old on 3 September 1955 against &lt;a href=\"Bedford%20Blues\"&gt;Bedford&lt;/a&gt; at &lt;a href=\"Welford%20Road%20Stadium\"&gt;Welford Road&lt;/a&gt;. He took a while to establish himself in the club's first team playing only 9 matches over the next 2 seasons but became a regular in the 1957/58 season playing 32 games. Between 1961 and 1963 Matthews played in a record 109 successive games, including every game of 1961/62 and 1962/63 seasons. Matthews was the club's leading try scorer in 1962/63 with 11 tries and set a record for a forward in 1968/69 when he scored 21 tries in 43 games, this was Matthews third ever present season a club record. Matthews was club captain from 1965–1968. Matthews scored his 100th club try against &lt;a href=\"Bristol%20Rugby\"&gt;Bristol&lt;/a&gt; at the &lt;a href=\"Memorial%20Stadium%20%28Bristol%29\"&gt;Memorial Ground&lt;/a&gt; on 5 April 1969 and ended his career with 119 tries; a record for a forward until &lt;a href=\"Neil%20Back\"&gt;Neil Back&lt;/a&gt; broke it in 2005. He broke the club's all-time appearance record against &lt;a href=\"Broughton%20Park%20RUFC\"&gt;Broughton Park&lt;/a&gt; on 21 April 1973 with his 492-game and became the only player to make 500 appearances when he played against &lt;a href=\"Northampton%20Saints\"&gt;Northampton&lt;/a&gt; on 23 February 1974.\nMatthews played in three England trials in 1965–67 without gaining a cap but did face &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt; and, despite anti-apartheid protests, against the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;Springboks&lt;/a&gt; with Midlands Counties (East).\nMatthews' career lasted 18 years and 187 days, spanning 779 Tigers games in 19 seasons. On both counts this is the second longest Tigers career after &lt;a href=\"Graham%20Willars\"&gt;Graham Willars&lt;/a&gt;.\nIn February 2011 Matthews was named 56th in Leicestershire's 100 Sporting Greats by the \"&lt;a href=\"Leicester%20Mercury\"&gt;Leicester Mercury&lt;/a&gt;\".\nCoaching and administration career.\nMatthews was first team coach at Tigers from 1988–91 leading the side to the final of the &lt;a href=\"1988-89%20Pilkington%20Cup\"&gt;1988-89 Pilkington Cup&lt;/a&gt;, where the side lost to &lt;a href=\"Bath%20Rugby\"&gt;Bath&lt;/a&gt;. In 1997 Matthews became a non-executive director of &lt;a href=\"Leicester%20Tigers\"&gt;Leicester Tigers&lt;/a&gt; serving until retiring in 2007. From 2001–03 Matthews was club president and in 2005 was awarded life membership.\nSources.\nFarmer,Stuart &amp; Hands, David \"Tigers-Official History of Leicester Football Club\" (The Rugby DevelopmentFoundation )\n&lt;a href=\"http%3A//www.leicestertigers.com/news/23182.php%23.WE70Mn10HVY\"&gt;M for Mathews&lt;/a&gt;"
}