{
    "id": "525681",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=525681",
    "title": "Fox Lane High School",
    "text": "Fox Lane High School is a public &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; located in &lt;a href=\"Bedford%20%28town%29%2C%20New%20York\"&gt;Bedford&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, United States. It is named after the road, Fox Lane, that begins just to the side of the school's driveway. It is a part of the &lt;a href=\"Bedford%20Central%20School%20District\"&gt;Bedford Central School District&lt;/a&gt;.\nAdministration.\nThe school's principal is Brett Miller. There are two assistant principals, Ana Piquero and Jason Spector. Each Assistant Principal is responsible for two grades and follows them through graduation.\nThere are two deans, Keith Alleyne and Paul Frisch. They are primarily responsible for student discipline. Each dean, similar to the AP model, is responsible for either 9th and 11th, or 10th and 12th grade students, and remains dean of that graduating class for the duration of their four-year attendance at Fox Lane. Both deans teach regular classes in addition to their other obligations.\nRenovations.\nIn recent years the school has undergone several renovations; these include the school's commons and theater in 1990, library in 1993, and cafeteria in 1999. The school has completed a multimillion-dollar renovation that began in the summer of 2005. The entire construction project ended by the start of 2008–2009 school year. The entire campus also renovated the entrances, adding another one on the other side of Route 172, and revamping the older entrance with a traffic circle. Most recently in 2015, the main track and turf field was rebuilt.\nAthletics.\nThe Fox Lane Foxes teams include football, field hockey, ice hockey, diving, volleyball, soccer, swimming, cross country, winter track, spring track, dance, cheerleading, basketball, skiing, wrestling, lacrosse, ultimate frisbee, softball, baseball, golf and tennis."
}