{
    "id": "52592258",
    "revid": "42941688",
    "url": "https://en.wikipedia.org/wiki?curid=52592258",
    "title": "Environment of Bosnia and Herzegovina",
    "text": "The environment of &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; consists of diverse climates, flora and fauna, natural landmarks and landscapes. The climate ranges from &lt;a href=\"Continental%20climate\"&gt;continental&lt;/a&gt;, &lt;a href=\"Oceanic%20climate\"&gt;oceanic&lt;/a&gt;, &lt;a href=\"Subtropical%20climate\"&gt;subtropical&lt;/a&gt; and &lt;a href=\"Mediterranean%20climate\"&gt;Mediterranean&lt;/a&gt; throughout different regions of the country. Most of the &lt;a href=\"Dinaric%20Alps\"&gt;Dinaric Alps&lt;/a&gt; are located in Bosnia and Herzegovina, the highest elevation point is the mountain &lt;a href=\"Magli%C4%87%20%28mountain%29\"&gt;Maglic&lt;/a&gt; at 2,386 (7,828 ft), while the lowest point of elevation is the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt; in the South of the country. 42.8% of the land is covered in thick forests. The country is rich in water resources, and in certain places, rivers and springs may be used without previous filtration. Significant rivers are the &lt;a href=\"Drina\"&gt;Drina&lt;/a&gt;, &lt;a href=\"Neretva\"&gt;Neretva&lt;/a&gt;, &lt;a href=\"Sava\"&gt;Sava&lt;/a&gt;, &lt;a href=\"Bosna%20%28river%29\"&gt;Bosna&lt;/a&gt; and &lt;a href=\"Una%20%28Sava%29\"&gt;Una&lt;/a&gt;. Important national parks include &lt;a href=\"Kozara%20National%20Park\"&gt;Kozara National Park&lt;/a&gt;, &lt;a href=\"Sutjeska%20National%20Park\"&gt;Sutjeska National Park&lt;/a&gt;, and &lt;a href=\"Una%20National%20Park\"&gt;Una National Park&lt;/a&gt;, all nationally protected areas.\nBiodiversity.\nBosnia and Herzegovina's abundance of the living world is due to multiple factors, such as diversity of soil types, diversity of bedrock, diversity of climatic conditions, spatial and ecological heterogeneity, geomorphologic and hydrological diversity. The floristic diversity is reflected in the high numbers of &lt;a href=\"cyanophyte\"&gt;cyanophyte&lt;/a&gt;s, algae and &lt;a href=\"vascular%20plant\"&gt;vascular plant&lt;/a&gt;s. 1,859 species from 217 genera have been identified within groups of cyanophytes and algae. More than 450 species and sub-species of vascular plants are endemic while more than 5,000 different species and sub-species of vascular plants, more than 100 species of fish, over 320 species of birds have been identified in the region.\nForests and mountains.\nForests.\nThe forests of Bosnia and Herzegovina are varied in type: from coastal Mediterranean to mountain forests in the center of the country. Coniferous forests are found in the highlands, mixed forests in the mid altitudes and broadleaved forests in the low-level terrains and floodplains. They play an important role biodiversity and habitat protection as well as for producing forest goods. The diversity in forest types is mirrored in the existence of 9 out of 13 of the European Environmental Agency categories. Those include:\nHuman-induced damages as a consequence of poor management, over-exploitation, illegal logging and air pollution, as well as forest fires are the biggest dangers to these forests. There are high discrepancies between harvested and marketed volumes of timber, likely due to private usage and a lack of an organized system for tracking and reporting volumes of timber. The forests are considered under used considering the annual allowable cut. The land use inefficiency is caused by the 1990s war: populations were displaced and abandoned their settlements in the mountains, and large areas of the lands are still contaminated by land-mines, which may take at least 30 years to clean up.\nBosnia and Herzegovina had a 2018 &lt;a href=\"Forest%20Landscape%20Integrity%20Index\"&gt;Forest Landscape Integrity Index&lt;/a&gt; mean score of 5.99/10, ranking it 89th globally out of 172 countries.\nMountains.\nAmong all countries in Europe, Bosnia and Herzegovina has the tenth most mountain area shares, after countries like Switzerland, Armenia and Georgia.&lt;a href=\"Trebevi%C4%87\"&gt;Trebevic&lt;/a&gt; (1629m, 5344 ft) is the mountain right above the capital city of &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt;. During the summer, it is significantly cooler than the city, while in the winter, it is cold and snowy. It is a popular destination for skiing. It houses multiple fresh-water springs which supply the city with water. Other springs flow into the river &lt;a href=\"Miljacka\"&gt;Miljacka&lt;/a&gt; which flows through the entire city of Sarajevo. The southern side of the mountain is exposed to strong winds from neighboring mountains &lt;a href=\"Treskavica\"&gt;Treskavica&lt;/a&gt; and &lt;a href=\"Bjelasnica\"&gt;Bjelasnica&lt;/a&gt;. Vegetative life is mostly present in lower areas of the mountains, which are more humid and fertile than the top. The mountain is covered with both wild and privately grown forests.\n&lt;a href=\"Jahorina\"&gt;Jahorina&lt;/a&gt; (1913m, 6275 ft) is a mountain range bordering Trebevic. It is also above Sarajevo. It has two main fresh-water springs, which supply areas around the city with water. The springs flow into the river Bosna and Drina. Jahorina is also a source of strong winds, and scarce land-usage. Most of Jahorina is covered by thick forests, the highest ones reaching heights of 1700 m (5577 ft). Its vegetation is luxuriant. A plane called Saracevo Polje is especially wealthy due to its specific position and sun exposure. Blueberries, strawberries, many different varieties of flowers as well as maple grow in this area. The mountain was named after the abundance of maple that grows here.\nAs far as biodiversity, the mountain Treskavica is one of the most rich mountains in the country. This is likely due to the abundance of water sources. Several little springs are present as well as two smaller and three bigger natural lakes. The geological structure is the cause of such abundance of water. Trees such as beech, and red maple are abundant on this mountain.\nWater.\nWater is the biggest opportunity for the economic expansion of Bosnia and Herzegovina. Higher levels of water increased the GDP by 0.3%, due to boosted electricity production and exports. The United Nations conducted a survey in 2013 and asked participants to identify the biggest priority for the improvement of the country and \"Water, Energy Efficiency and Environmental Sustainability\" was ranked priority number five out of fifteen total. There are no existing &lt;a href=\"water%20resource%20management\"&gt;water management&lt;/a&gt; facilities, which is a big disadvantage to the potential of water exploitation in the country, as well as maintaining the quality and quantity of water. Flood control facilities have not been updated or maintained since the war, considering that the country is surrounded by rivers, and towns are situated right next to rivers such as Vrbas, Sava, Drina and Bosna, the damages caused by potential floods would be enormous. The only cleaning or disinfection methods used to clean the water is chlorine disinfection. Most of the municipalities and areas in the country have access to clean water. There are no reported areas that lack water. A sample group was interviewed in 2011, and the results of that survey showed that most people were satisfied with the quality and access to the water.\nEnergy.\nThe main sources of energy in Bosnia-Herzegovina are coal and hydro-power. Oil and natural gas are imported. In 2012, the approximated hydro-potential was 6,800 MW. Only 35% of the capacities have been used, making it the lowest rate of exploitation in Europe. The gas supply is unreliable because only one pipeline for transporting natural gas exists. Fireword is most widely used for heating. Final energy consumption, which includes households, industry, traffic and agriculture, has been increasing since the drastic drops in the nineties, caused by warfare. According to data from 2008, the final energy consumption in Bosnia-Herzegovina was 0.62 toe/capita, which is significantly less than the average of 1.10 toe/capita energy consumption of Western Balkan countries, and the average of 2.23 toe/capita of European Union countries. Renewable energy consumption was 575 ktoe, which was 9.59% of the total consumption in 2008. It is forecast that the conditions for hydroelectric power will improve, which will lead to decreased use of fossil fuels. High oil prices may discourage its widespread usage. Compared to the Western Balkan region, however, Bosnia and Herzegovina is the leader in the usage of renewable energy. In 2008, the only other country that reported a growth was Croatia, with a 0.6% growth of renewable energy usage, following Bosnia's 1.32%. All other countries, such as Albania, Macedonia and Serbia reported drops. Hydroelectric power is in majority with 51.8% of the renewable energy share, while biomass is at 48.14% and geothermal at 0.04%.\nEnvironmental criminal code.\nThere is very little defined structure to environmental laws and offences in Bosnia and Herzegovina. The criminal codes pertaining to the environment are called \"Criminal offences against the environment, agriculture and natural resources.\" Some laws and regulations that are not necessarily qualified or organized under the environmental category, do pertain to the environment. Examples of such laws are, \"Illicit Procurement and Disposal of Nuclear Material\", \"Pollution of Potable Water and Foodstuff.\" In an analysis from 2012, the most common criminal offence against the environment was forestry theft. This pertains to cutting down trees for the purpose of selling and if the quantity was anywhere from 2 to five cubic meters. The prison sentence is determined by the volume of the trees cut down. This crime accounts for 96% of all environmental crimes prosecuted this year. This indicates that other environmental crimes are either not reporter or properly prosecuted. Other laws pertain to mining, national parks, water usage, air protection, geological research, waste management, agriculture, agricultural land, energy protection and fresh water.\nEnvironmental issues.\nLack of adequate administration.\nBosnia and Herzegovina lacks well organized, and efficient administration that would handle its environmental issues quickly and properly. The country does not devote large amounts of resources towards building, sustaining, and developing its environment and economic potential through the environment. As of 2013, the country does not have a clear stance or strategy regarding climate change, nor has it put forward a mitigation commitment. It has identified 28 stationary installations for an emission trading system to be implemented in the future. In the area of nationwide efforts to reduce climate change and assure the sustainability of the country, significant efforts need to be made in the next few years.\nWaste management and control.\nWaste is one of the biggest environmental issues in Bosnia and Herzegovina. Between 35% and 90% of the population is covered by some system of waste-collection. However, much of the equipment is outdated, and in poor condition. In a survey of 11 municipalities in the Drina river basin, the land fills being used did not comply with EU sanitation regulations. The landfills have also reached their capacity. This has led to illegal waste dumping, and in turn has caused many smaller landfills created by residents of the municipalities and located in rural, uninhibited areas close to the Drina. In this way, the eco-syststem of the Drina has been jeopardized. Annual &lt;a href=\"packaging%20waste\"&gt;packaging waste&lt;/a&gt; amounted to about 240.000 tones in 2010. Only about 5% of total waste is recycled. There are no functioning incinerators in the country. Due to a lack of an organized system for waste disposal, non-hazardous and hazardous waste ends up in the same landfills.\nAir pollution.\nThere are only six centers for air quality measurement in the entire country. The air pollution arises from traffic, and industrial activities. Air pollution significantly increases during the winter and in urban areas, due to very specific geographic positions and temperature changes. For example, since Sarajevo is located in a valley, gas-emissions become trapped in the area, with very little wind to clear it out. This causes heavy and thick smog that lingers for days in the city. In December 2016, the pollution levels reached 50 ug/m3 and above, which is the cap for legally allowed air pollution. In Sarajevo, NO2 levels were above the legally allowed level, and levels higher than the WHO safe air level standards.\nGoals.\nThe Regional Environmental Center in Bosnia and Herzegovina has identified the following goals for the betterment of everyday life in Bosnia and Herzegovina through environmental efforts:"
}