{
    "id": "52635542",
    "revid": "800815",
    "url": "https://en.wikipedia.org/wiki?curid=52635542",
    "title": "Ipswich Grammar School Buildings",
    "text": "Ipswich Grammar School Buildings are a heritage-listed group of &lt;a href=\"private%20school\"&gt;private school&lt;/a&gt; buildings at &lt;a href=\"Ipswich%20Grammar%20School\"&gt;Ipswich Grammar School&lt;/a&gt;, Woodend Road, &lt;a href=\"Ipswich%2C%20Queensland\"&gt;Ipswich&lt;/a&gt;, &lt;a href=\"City%20of%20Ipswich\"&gt;City of Ipswich&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia. They were built from 1863 to 1972. They were added to the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 21 October 1992.\nHistory.\nIpswich Grammar School was the first secondary school established in Queensland and its original building was constructed in the early 1860s, constituting a fine example of &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Gothic Revival architecture&lt;/a&gt;.\nThe term \"&lt;a href=\"grammar%20school\"&gt;grammar school&lt;/a&gt;\" dates as far back as the early days of Christianity when the Church maintained the connection between Christian education and the study of \"grammar\" or, more precisely, classical languages and literature. While the history of grammar schools dates from these early origins, English schools teaching grammar date from the 15th century when &lt;a href=\"William%20Waynflete\"&gt;William of Wayneflete&lt;/a&gt; established the &lt;a href=\"Free%20Grammar%20School\"&gt;Free Grammar School&lt;/a&gt;. During the 18th and 19th centuries, grammar schools in Britain began expanding the curricula beyond the confines of classics and the Ipswich Grammar School was established in this climate of educational change, expansion and centralization.\nIn stark contrast, education in pre-Separation Queensland was limited to the teaching of reading, writing, arithmetic and religious instruction, and was often a parochial venture conducted from the parlours of private establishments or homes. When Queensland was declared a &lt;a href=\"Separation%20of%20Queensland\"&gt;separate colony from New South Wales&lt;/a&gt; on 10 December 1859, the new Queensland Government faced the increasing need to provide an educational system for the new colony. Two significant pieces of legislation were enacted in 1860 to facilitate the development of Queensland education - the Education Act which saw the creation of a Board of General Education and the &lt;a href=\"Grammar%20Schools%20Act%201860\"&gt;Grammar Schools Act 1860&lt;/a&gt; which encouraged the establishment of grammar schools by providing a government subsidy of when an equal sum of money was raised by donation or subscription in any district.\nEarly efforts were made to establish a grammar school in &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;, but sectarian rancour resulted in the suspension of the proposal. In Ipswich, however, progress was made quite rapidly with subscribed by June 1861, but it was not without rankled debate. On 20 August 1861, the first meeting was held to discuss the establishment of the Ipswich Grammar School, which was chaired by local Mayor &lt;a href=\"John%20Murphy%20%28Australian%20politician%29\"&gt;John Murphy&lt;/a&gt; and attended by some 200 people. Although sectarian rivalries resulted in the meeting ending in chaos and brawling, and a similarly turbulent meeting was staged one week later, it was resolved at the latter gathering in favour of establishing Ipswich Grammar School by 281 votes to 199 votes.\nDisgruntled &lt;a href=\"Roman%20Catholic%20Church%20in%20Australia\"&gt;Roman Catholics&lt;/a&gt;, who believed they were not fairly represented in a committee to facilitate the establishment of the Grammar School, subsequently withdrew their money from the fund. This caused only a minor setback and the committee was able to report it had acquired all but of the necessary funds by 11 March 1862. Two weeks later, the first Trustees were elected and in April 1862 they decided to call for plans and specifications with a prize of for the best submission and for the second best proposal. Ultimately, &lt;a href=\"Benjamin%20Backhouse\"&gt;Benjamin Backhouse&lt;/a&gt; was the only one to respond to the Trustees call and his plans were accepted after some modifications to make allowance for toilets in the School.\nBackhouse was born in &lt;a href=\"Ipswich\"&gt;Ipswich&lt;/a&gt;, &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;, England, in 1829 and found early employment as a stonemason with his father before working on his own as a builder-architect. In 1852 he emigrated to &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;, and, following a sojourn in England in 1861, he returned to Australia, where he settled in Brisbane. After winning the competition for Ipswich Grammar School, there was a dispute between Backhouse and his then business partner, Thomas Taylor, over credit for the design. It is likely, however, from Backhouse's other work, which included over 100 buildings in Queensland, that Ipswich Grammar School was his design.\nThe Trustees had a more enthusiastic response to a call for tenders following the acceptance of Backhouse's plans, with several replies received. With a quote of , the submission of the Ipswich building firm McLaughlin &amp; Ferguson was successful. McLaughlin &amp; Ferguson was a relatively new business, but the partners, David McLaughlin and William Lackey Ferguson, were most likely longstanding friends who first became acquainted in their Irish hometown of &lt;a href=\"Newtown%20Limavady\"&gt;Newtown&lt;/a&gt; in &lt;a href=\"Limavady\"&gt;Limavardy&lt;/a&gt;.\nBy September 1863, work on Ipswich Grammar School had progressed well and it was announced in &lt;a href=\"The%20Queensland%20Times\"&gt;The Queensland Times&lt;/a&gt; that the school would:\"be conducted as nearly as possible upon the plan of the best public schools of the Mother Country . . . . The school buildings situated on the western hill - overlooking the town of Ipswich and from that elevated position command a varied and extensive view of the surrounding country\". The school became a landmark of Ipswich and a reflection of the growing importance of the town as a centre for business and industrial activity. Its opening was suitably majestic with the &lt;a href=\"Queensland%20Governor\"&gt;Queensland Governor&lt;/a&gt;, Sir &lt;a href=\"George%20Bowen\"&gt;George Bowen&lt;/a&gt;, presiding over the event on 25 September 1863. Within 2 weeks, the school received its first pupils and in its first 3 years student numbers steadily increased but waned in the subsequent 3 years owing to the worsening economic climate and the opening of the &lt;a href=\"Brisbane%20Grammar%20School\"&gt;Brisbane Grammar School&lt;/a&gt; in 1869. This was a period overseen by the School's first headmaster, &lt;a href=\"Stuart%20Hawthorne\"&gt;Stuart Hawthorne&lt;/a&gt;, who was born in Ireland and migrated to Australia in the 1840s.\nHawthorne served as headmaster until 1868 and during his time extensions to the Great Hall were carried out by McLaughlin &amp; Ferguson in 1865 at a cost of for the buildings and for the fittings. In the next 32 years, Ipswich Grammar School had just 2 principals - &lt;a href=\"John%20Macrae%20%28headmaster%29\"&gt;John Macrae&lt;/a&gt; from 1869 to 1875 and &lt;a href=\"Donald%20Cameron%20%28headmaster%29\"&gt;Donald Cameron&lt;/a&gt; from 1875 to 1900. Although the period from the 1870s to the turn of the century was characterized by undulating economic fortunes, it was a period that represented an era of expansion for the school with pupil numbers reaching a peak in the mid-1880s and further building improvements and ground work being carried out. In 1876, a tender of was accepted for \"laying down of a cricket ground and clearing the paddock\". The following year, the highly esteemed architect, &lt;a href=\"Francis%20Drummond%20Greville%20Stanley\"&gt;Francis Drummond Greville Stanley&lt;/a&gt;, whose work came to include the &lt;a href=\"Queensland%20Supreme%20Court\"&gt;Queensland Supreme Court&lt;/a&gt; (no longer extant), &lt;a href=\"General%20Post%20Office%2C%20Brisbane\"&gt;General Post Office&lt;/a&gt; and &lt;a href=\"Queensland%20National%20Bank%2C%20Brisbane\"&gt;Queensland National Bank&lt;/a&gt; building in Brisbane, was employed on the less illustrious job of designing the school's gymnasium shed as well as other additions and alterations. The work was carried out by John Farrely at a cost of . In other developments around this time, water was laid on at the School in 1879 and 4 years later a gas supply was installed. The School also had a &lt;a href=\"veranda\"&gt;veranda&lt;/a&gt;h added in 1890, which was built by contractors Worley &amp; Whitehead.\nAt the turn of the 20th century, &lt;a href=\"Charles%20Alfred%20Flint\"&gt;Charles Alfred Flint&lt;/a&gt; became principal of the school and remained there until 1907. A covered balcony was designed in Flint's first year at Ipswich Grammar School by &lt;a href=\"George%20Brockwell%20Gill\"&gt;George Brockwell Gill&lt;/a&gt;, who had previously worked on &lt;a href=\"Ipswich%20Girls%27%20Grammar%20School%20Buildings\"&gt;Ipswich Girls' Grammar School&lt;/a&gt; and &lt;a href=\"Ipswich%20Technical%20College\"&gt;Ipswich Technical College&lt;/a&gt;. Gill was also employed in 1921 to design a two-storey building for the school, which became known as Bradfield House and was built by Mr Pickles at a cost of . In the first year of Flint's headmastership an application was also lodged with the Lands Department to sell a portion of the School grounds. The application was unsuccessful, but it was renewed some years later with approval granted in March 1910, when &lt;a href=\"Bertram%20George%20Lawrance\"&gt;Bertram George Lawrance&lt;/a&gt; was principal. A sale was realized the following year with 2½ acres at the northeastern end of the school grounds released at a price of . The money raised from this sale as well as a government subsidy were used to build and equip a new science building, designed by Gill, as well as new servants' quarters and a room for sick boarders in 1912.\nSoon after the outbreak of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, &lt;a href=\"Richard%20Alexander%20Kerr\"&gt;Richard Alexander Kerr&lt;/a&gt; became headmaster of Ipswich Grammar School and he remained there until 1945. These were obviously tumultuous and uncertain times, but the school flourished under the leadership of \"The Boss\" as Kerr was affectionately known. Between 1914 and 1930 student numbers more than doubled from 96 to 198, and demand for extra teaching space resulted in the construction in 1923 of 4 brick classrooms in a two-storey building on the western side of the Masters' Common Room and a reconditioning of the old museum in 1930 to cater for Geography and History classes. This period also saw the laying of a sports ground, which cost a total of and was opened on 13 June 1925. With the &lt;a href=\"Great%20Depression%20in%20Australia\"&gt;Great Depression&lt;/a&gt; of the 1930s and the outbreak of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, government spending on education was reduced and Ipswich Grammar School had no further building developments during that time.\nFollowing the end of the Second World War, &lt;a href=\"William%20Henderson%20%28educator%29\"&gt;William George Henderson&lt;/a&gt; became headmaster of the school and was succeeded by 4 other principals to 1968. Building expansions once more became necessary as student enrolments began to increase. In 1946 a new wing was added for boarders and called The Murray Hancock Memorial Block, named after an Ipswich Grammar School Old Boy who had died in the Second World War. The following year, the War Memorial Library was opened and in 1954 a brass tablet was erected to commemorate those former students who died in the two World Wars. The pressure on accommodation caused by the increase in boarders during the 1950s resulted in the School's dining room being enlarged and provision made for a new kitchen, laundry and ablution block. Undoubtedly the most significant building achievement in this period was the construction of a new block costing over and designed by the architect Dr &lt;a href=\"Karl%20Langer%20%28architect%29\"&gt;Karl Langer&lt;/a&gt;. The &lt;a href=\"foundation%20stone\"&gt;foundation stone&lt;/a&gt; was laid on 16 September 1961 and the building consists of 13 classrooms, 2 science demonstration rooms, 3 laboratories, offices, masters' rooms, wash room, and locker area.\nThe 1970s was a period of growth for the School, as evidenced by the building programme of the time. In 1972, the Fox and Hancock dormitory towers were designed by &lt;a href=\"Stephen%20Trotter\"&gt;Stephen Trotter&lt;/a&gt; and built by KD Morris &amp; Sons. That same year the War Memorial Teaching Complex, the Earle Williams Building and headmasters' residence were also constructed. Five years later, the science building that was built in 1912 was refurbished to accommodate what is currently known as the Music School and an open-air theatre was built in the School grounds. In 1978, the Earle Williams Building was extended and the following year a swimming pool, gymnasium and tennis courts were installed.\nIn more recent times, the School has continued to expand and that growth is reflected in its physical development. Between 1980 and 1982, the original building of 1863 was refurbished and Bradfield House was converted into accommodation by &lt;a href=\"Bruce%20Buchanan%20%28architect%29\"&gt;Bruce Buchanan&lt;/a&gt;. In 1985, Buchanan was again employed to design a new Art School, which was completed by renovating an existing war memorial boarding house. Two years later, the Clive Wyman Building (also designed by Bruce Buchanan and &lt;a href=\"David%20Pagendam%20Architects\"&gt;David Pagendam Architects&lt;/a&gt; in association) was opened by the then Education Minister, &lt;a href=\"Lin%20Powell\"&gt;Lin Powell&lt;/a&gt;, and used to house the school's library and computer facilities. The late 1980s also saw the construction of a new $2.5 million administration facility and &lt;a href=\"clock%20tower\"&gt;clock tower&lt;/a&gt; and in 1990 a cricket storage shed as well as a new scoreboard were erected in the school grounds.\nIpswich Grammar School remains a dominant icon on the local landscape. Its long and distinguished history is reflected not only in its physical expansion over the years but also in its mentoring of many distinguished Old Boys, including &lt;a href=\"Alfred%20Paxton%20Backhouse\"&gt;Alfred Paxton Backhouse&lt;/a&gt;, son of the architect who designed the school and one-time Deputy-Chancellor of &lt;a href=\"University%20of%20Sydney\"&gt;Sydney University&lt;/a&gt;; &lt;a href=\"John%20Job%20Crew%20Bradfield\"&gt;John Job Crew Bradfield&lt;/a&gt;, Chief Engineer during the construction of the &lt;a href=\"Sydney%20Harbour%20Bridge\"&gt;Sydney Harbour Bridge&lt;/a&gt; and designer of the &lt;a href=\"Story%20Bridge\"&gt;Story Bridge&lt;/a&gt; in Brisbane; &lt;a href=\"Hugh%20Cornish\"&gt;Hugh Cornish&lt;/a&gt;, television executive; Sir &lt;a href=\"Harry%20Gibbs\"&gt;Harry Gibbs&lt;/a&gt;, former &lt;a href=\"High%20Court%20of%20Australia\"&gt;High Court&lt;/a&gt; judge; as well as a host of representative sportsmen.\nDescription.\nIpswich Grammar School, bounded by Woodend Road, and Burnett, Waghorn and Darling Streets, is located less than west of the town centre. The campus buildings cluster around a prominent hill overlooking much of Ipswich's central business district and surrounding suburbs. While the school largely uses Woodend Road as its back-of-house address, its sports fields and courts create a \"green\" buffer zone to the residences lining the other boundary streets. From various locations around the heart of Ipswich, the visitor can glimpse parts of the school's buildings nestled amid well- established trees and lawn. One particularly good vantage point is the southern section of Burnett Street. Another is situated in the area to the east around the Roman Catholic primary school and church.\nThe School caters for students between grades 5 and 12, and its boarder and day-pupil population numbers approximately 800. Of significance are the complex of buildings completed between 1863 and 1921, and the single-storey building (currently occupied by the music department) located in the southern vicinity of it, which began life in 1912 as the science block. These are described below.\nMain Building Complex (1863–1921).\nThis complex of buildings is made of brick and stone, which was subsequently rendered and painted. Various small &lt;a href=\"Weatherboarding\"&gt;weatherboard&lt;/a&gt;-clad additions have been made to it. The main wings of the complex are in the &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Gothic Revival style&lt;/a&gt; and currently comprise classrooms, a Great Hall, towers, residential accommodation, some offices and a number of meeting rooms. Originally, its siting on an eastward-sloping incline had addressed the city centre across an intervening valley. However, the view of its impressive mixture of steeply pitched, &lt;a href=\"parapet\"&gt;parapet&lt;/a&gt;ed &lt;a href=\"gable\"&gt;gable&lt;/a&gt;s, longitudinal ridgelines, and &lt;a href=\"crenellated\"&gt;crenellated&lt;/a&gt; octagonal towers, has been masked by later development on the campus.\nIn plan the main building complex has two long, perpendicular wings meeting at the Great Hall, which is T-shaped. This corner presents a strong face to visitors on the main &lt;a href=\"driveway\"&gt;driveway&lt;/a&gt;. A parapet &lt;a href=\"Coping%20%28architecture%29\"&gt;coping&lt;/a&gt; is still visible to indicate where the 1863 end to the Great Hall was situated. Against the east-facing wing, running parallel with the opposing wing, another line of building has been situated. The significant part of this wing probably began life as the gymnasium &lt;a href=\"shed\"&gt;shed&lt;/a&gt; designed by &lt;a href=\"Francis%20Drummond%20Greville%20Stanley\"&gt;Francis Drummond Greville Stanley&lt;/a&gt; and built in 1877. A further parapet coping protrudes through the roof along this wing to indicate where the 1863 building ended. The placement of the wing creates a rectangular &lt;a href=\"courtyard\"&gt;courtyard&lt;/a&gt; that is open to the west. Connected to it to the north is the Murray Hancock Complex, which has been greatly extended and altered since 1946. The original wing looks onto a treed &lt;a href=\"courtyard\"&gt;courtyard&lt;/a&gt; open to the north, which is lined by part of the rear of the main building and a two-storey, partially enclosed &lt;a href=\"veranda\"&gt;veranda&lt;/a&gt;h.\nThe &lt;a href=\"facade\"&gt;facade&lt;/a&gt;s of the two main perpendicular wings addressing the rest of the campus, feature articulated stonework around windows and capping parapets that are currently painted white. The remainder of the rendered brick is painted a light grey. The roofs throughout are corrugated galvanised iron, with &lt;a href=\"ogee\"&gt;ogee&lt;/a&gt; guttering and &lt;a href=\"Acroterion\"&gt;acroteria&lt;/a&gt;. Decorative soldered rainwater heads are also featured. A number of &lt;a href=\"chimneystack\"&gt;chimneystack&lt;/a&gt;s protrude though the roof.\nOn the east-facing building's facade the Great Hall reads as an impressive notched parapeted &lt;a href=\"gable\"&gt;gable&lt;/a&gt; that incorporates five tall, narrow triangular-headed windows. Each end of the stone parapet cap is curved before meeting a relief line from the wall and finishing parallel with the roof's pitch. The Hall's gable parapet facing south is more simply capped, as are all others. It incorporates three windows identical to those in the east face. A stone course at sill height wraps around the hall's exterior, as do two, lower baselines. The first and second-storey windows to the tower are square-headed. Those in the two other gables on this facade are square-headed to the ground floor and triangular-headed above.\nOn the southern facade, west of the tower, are located a further large parapeted gable, a single-storey section and a final smaller gable. The rendered brick two-storey structure that completes this line comprises a double-gable. This structure is Bradfield House and was designed by &lt;a href=\"George%20Brockwell%20Gill\"&gt;George Brockwell Gill&lt;/a&gt; in 1921. It is extended to the west by a narrow, weatherboard-clad addition. From its southern face is cantilevered a similarly clad, narrow protrusion supported by carved timber &lt;a href=\"Bracket%20%28architecture%29\"&gt;brackets&lt;/a&gt;. Its northern face to the courtyard is identical except that the bricks are not rendered. Its windows are square-headed, and their stone &lt;a href=\"Window%20sill\"&gt;sill&lt;/a&gt; and &lt;a href=\"Keystone%20%28architecture%29\"&gt;keystones&lt;/a&gt; are clearly visible on the unrendered &lt;a href=\"facade\"&gt;facade&lt;/a&gt;. The courtyard can be entered from the west, or via a narrow passageway through the southern facade's single-storey section.\nThe main building's east-facing wing consists of a similar series of stone-capped parapeted gables; however, they are smaller in scale. It features a small tower that does not sit proud of the wall as the one on the southern elevation does. Its two gables feature the same fenestration scheme used on the southern facade. Also, a bell tower-like &lt;a href=\"finial\"&gt;finial&lt;/a&gt; projection with notched parapet cap features on this facade. Through a pointed archway, further entry can be gained to the rear of the Great Hall and the west-facing courtyard. The first storey windows on the remaining sections of this facade are square-headed, and sit at such a height in relation to the wall and steeply pitched roof that they have their own &lt;a href=\"dormer\"&gt;dormer&lt;/a&gt; roofs. This is accommodated by the &lt;a href=\"Cathedral%20Ceiling\"&gt;cathedral ceilings&lt;/a&gt; on the interior. The east-facing wing is closed at its northern end with a weatherboard-clad gable addition.\nThe courtyard open to the west is very informal in character and is used as a lunchtime gathering place. Its rendered brick is largely undecorated with painted stone, except where it caps the gable parapets. The corrugated iron &lt;a href=\"awning\"&gt;awning&lt;/a&gt; or verandah built in 1890 provides shelter at the courtyard's eastern end. A small single-storey building is attached to the south wall of the yard. Its brick facade is unrendered and has five windows, each with stone sill and keystone.\nInteriors of the Main Building Complex.\nThe internal spaces include: the Great Hall, a ground floor meeting room and entrance hall adjacent to it on the southern facade, a ground floor boardroom, and a secondary north wing. The interiors generally reflect the variations in character expressed on the facades.\nThe Great Hall is currently used for orchestra rehearsals and houses the school's museum display. The two parts of the T-shaped space are separated by a short flight of &lt;a href=\"stairs\"&gt;stairs&lt;/a&gt; (3 risers) and a large pointed archway. The lowest area corresponds to the large parapeted gables at the main corner where the southern and eastern facades meet. It can be accessed through an entry, with pointed arch, in the south-facing tower's base. The walls are plaster applied to brick. A &lt;a href=\"Skirting%20board\"&gt;skirting&lt;/a&gt; circumnavigates the entire space. A number of timber honour boards line the walls.\nThe ceilings feature exposed timber &lt;a href=\"rafter\"&gt;rafter&lt;/a&gt;s with single ties. The rafter ends meet timber &lt;a href=\"columns\"&gt;columns&lt;/a&gt; fixed to the walls and bearing on a small, shaped extrusion of stone. The timber structure is stop chamfered. Secondary structural members are also featured where there is a valley or hip in the roof. Behind all this structure is a lining made up of approximately wide jointed timber boards. All timber ceiling structure and lining is painted. Sill height throughout is approximately depending on which part of the hall the windows are opening into. This means visual contact can only be made with the sky.\nThe second part of the Great Hall can be accessed via the &lt;a href=\"bell%20tower\"&gt;bell tower&lt;/a&gt; in the eastern facade. Over a length of its wall the skirting rises in a sudden break by . The plastered wall continues below it. A number of brass-ribbed plates are fixed to the floor at regular intervals where the skirting moves up the wall. A &lt;a href=\"Choir%20stalls\"&gt;choir stall&lt;/a&gt; projects above a high section at the rear of this area. The stall is supported by carved timber brackets, and its solid &lt;a href=\"balustrade\"&gt;balustrade&lt;/a&gt; features applied, polished timber decoration. A door in the base opens onto stairs leading to the level above.\nThrough the base of the main tower, access is gained through a pointed archway to a hallway. At the end of this space a timber stairway leads to the storey above. Its &lt;a href=\"balusters\"&gt;balusters&lt;/a&gt; and &lt;a href=\"newel\"&gt;newel&lt;/a&gt; posts are simply turned. Off the hallway opens the Great Hall and a large meeting room as wide as the southern wing. Its walls match those in the Great Hall. Windows open at each short end of the rectangular space. There is a large &lt;a href=\"fireplace\"&gt;fireplace&lt;/a&gt; and integrated &lt;a href=\"Fireplace%20mantel\"&gt;mantel&lt;/a&gt; on the west-facing wall made of rendered/plastered brick. The ceiling is decorated with an ornate plaster &lt;a href=\"Ceiling%20rose\"&gt;rose&lt;/a&gt; and &lt;a href=\"cornice\"&gt;cornice&lt;/a&gt;. Above the door and &lt;a href=\"fanlight\"&gt;fanlight&lt;/a&gt; opening off the hall into this room there is a patch of flaking paint or plaster. Another patch is evident on the meeting room's ceiling. The boardroom accessed from the eastern facade of the main building is smaller and has windows in only one wall. Its ceiling features a simple, double cornice and a plaster rose.\nThe two upper storey rooms of the secondary wing whose length faces north, feature cathedral ceilings similar to those in the Great Hall. While these rooms are spacious their scale and character does not compare to that of the Great Hall. A set of tall, narrow square-headed windows open off each room onto the informal courtyard or play area. Sill height is approximately , making the spaces inward looking or internalised. The walls are painted brick. In the first room a small dormer with three triangular-headed windows opens onto the north-facing tree-lined court. In the last room to the west, a set of three square-headed windows open through the wall facing north. The westernmost room can be accessed via a classroom in the newer part of the Murray Hancock Complex.\nCurrent Music Building.\nThis building is rectangular in plan, single-storeyed and has a &lt;a href=\"Hipped%20Roof\"&gt;hipped roof&lt;/a&gt; of corrugated galvanised iron. Its walls are rendered and painted brick in keeping with the main building complex it is adjacent to. The render is scored to create the illusion of large masonry blocks. An approximately wide verandah is attached to the building's southern facade. It overlooks a large &lt;a href=\"cricket%20oval\"&gt;cricket oval&lt;/a&gt; separated from it and the building by a series of stepped stone retaining walls. Bounding the oval is Burnett Street.\nThe verandah roof meets the main building wall just under its &lt;a href=\"Fascia%20%28architecture%29\"&gt;fascia&lt;/a&gt; and is hipped at each end. The open edge of the verandah roof is supported by six sets of double square timber columns. The southern facade of the building features five windows, a single door at the western end, and a double one at the other. Access to the classroom level is gained through the latter, by ascending a short flight of stairs onto a landing. All the building's windows and doors are round-headed.\nOn each short face of the building, looking east and west, are featured three windows. On the northern facade addressing the main school complex are six windows and two doors. On this facade, at the western end, a single chimneystack is expressed. The interior consists of a single classroom whose walls and ceiling are currently lined with acoustic particleboard.\nGrounds.\nThe remainder of the School's buildings are dispersed around the campus, largely to the north, east and south. A short end of the Langer-designed classroom block is situated close to the east-facing wing of the main building complex, and stretches away from it down the natural slope of the land. The two sporting ovals face Burnett, Darling and Waghorn Streets, while the gymnasium, swimming pool and tennis courts address the northern end of Waghorn Street. The main driveway entrance is on Darling Street, where the headmaster's residence is located, marked by a large stand of &lt;a href=\"Eucalyptus\"&gt;gum trees&lt;/a&gt;. Behind the house is an area of established planting, featuring a waterfall and a number of large palm trees and a &lt;a href=\"Norfolk%20pine\"&gt;Norfolk pine&lt;/a&gt;. The driveway winds between the ovals and provides, to the north-west, a view of the current music building above its stepped retaining walls, and to the south-east, a view of one of the two dormitory towers.\nHeritage listing.\nIpswich Grammar School Buildings were listed on the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 21 October 1992 having satisfied the following criteria.\nThe place is important in demonstrating the evolution or pattern of Queensland's history.\nIpswich Grammar School was opened in 1863 following the enactment of the Grammar Schools Act in 1860. It was Queensland's first secondary school and is important in demonstrating the evolution or pattern of Queensland's history, especially with regards to the development of an educational system in Queensland during a period of important pedagogical change. The history of the School is also reflective of the emergence of Ipswich during the mid-19th century as an important centre for social, cultural and industrial advancement.\nThe place is important in demonstrating the principal characteristics of a particular class of cultural places.\nThe School is also important in demonstrating the principal characteristics of a mid-19th century Queensland grammar school, and its evolution demonstrates key shifts in educational policy and practices as well as changes in Queensland's economic climate. The original School building was built in the early 1860s and the growth of Ipswich Grammar School over the years is reflected in its physical expansion. The original building was expanded in 1865 and further building works were carried out in 1877, 1890 and 1921. Today, the Ipswich Grammar School site is an integrated complex of buildings. Apart from the main building complex, the principal structures with heritage significance include the Music School, formerly the science block (1912); the Murray Hancock Memorial Block (1946); the Karl Langer Building (1961); and the Fox and Hancock dormitory towers (1972).\nThe place is important because of its aesthetic significance.\nThe School's original building, designed by Benjamin Backhouse, remains a significant example of Gothic Revival architecture. It initially occupied a prominent position within the Ipswich townscape, and it remains an historical landmark with aesthetic qualities.\nThe place has a special association with the life or work of a particular person, group or organisation of importance in Queensland's history.\nThe buildings and grounds of Ipswich Grammar School have a special association with the life and work of the trustees, headmasters, teachers, students and official visitors, many of whom held distinguished places in Queensland's history or remain prominent figures in the Queensland community."
}