{
    "id": "5264670",
    "revid": "42701156",
    "url": "https://en.wikipedia.org/wiki?curid=5264670",
    "title": "Uncharted Waters Online",
    "text": " is an &lt;a href=\"MMORPG\"&gt;MMORPG&lt;/a&gt; set in the &lt;a href=\"Age%20of%20Exploration\"&gt;Age of Exploration&lt;/a&gt;, with the English version published by &lt;a href=\"Papaya%20Play\"&gt;Papaya Play&lt;/a&gt;. It features over a hundred different sailing ships and an open world based on real Earth geography, with players engage in many activities such as combat, exploration, and trade on both sea and land while interacting with each other. It has a sandbox style game play and skill based character development. The game requires monthly subscription fee in Japan but the international server is free to play. It is developed by &lt;a href=\"KOEI\"&gt;KOEI&lt;/a&gt; based on the \"&lt;a href=\"Uncharted%20Waters\"&gt;Uncharted Waters&lt;/a&gt;\" series of games, and originally released in Japan.\n\"Uncharted Waters Online\" is available on the Windows platform in English, simplified Chinese, traditional Chinese, Japanese and Korean. Six years after the initial Asian release, Netmarble published the game, under its traditional English title, for the non-Asian market in North America and Europe. On August 18, 2010, the official English site was opened. The closed beta test was conducted from August 25 to September 6, 2010, and the open beta test was started on October 1, 2010. On October 7, 2010, the game was officially launched. In November 2013, the global Netmarble service ended and was transferred to &lt;a href=\"OGPlanet\"&gt;OGPlanet&lt;/a&gt;. In September 2017, the OGPlanet service ended and was transferred to &lt;a href=\"Papaya%20Play\"&gt;Papaya Play&lt;/a&gt;, with a complete reset.\nThe Japanese version of the game was also available on the &lt;a href=\"PlayStation%203\"&gt;PlayStation 3&lt;/a&gt; from 2009 until 2018, and is available on the &lt;a href=\"PlayStation%204\"&gt;PlayStation 4&lt;/a&gt; since September 2015.\nGameplay.\n\"Uncharted Waters Online\" features a variety of gameplay concepts. The game can be divided into sea-based areas, land-based areas, and towns. Like most MMORPGs characters gain experience in skills and levels.\nThe player may choose from among 6 nationalities: &lt;a href=\"England\"&gt;England&lt;/a&gt;, &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20France\"&gt;Kingdom of France&lt;/a&gt;, &lt;a href=\"Spanish%20Empire\"&gt;Spanish Empire&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Portugal\"&gt;Kingdom of Portugal&lt;/a&gt;, &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt;. As well the player may choose from several \"occupations\" after choosing a basic class: adventurer, merchant, and soldier. However players can learn and upgrade skills from other classes, albeit needing more experience points. Under certain conditions a player may change their class, occupation, and nationality. Players are able to trade, explore, battle and join in live events such as the \"Epic Sea Feud\".\nAs an online game it offers Player vs. Player combat areas and factional warfare as well as socialization in the form of in-game chat and card games.\nSynopsis.\nSetting.\n\"Uncharted Waters Online\" is set within several timelines during the &lt;a href=\"Age%20of%20Exploration\"&gt;Age of Exploration&lt;/a&gt; as a romantic and historic fictional account of the era. Inconsistencies are found in the presence of &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt; and &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Elizabeth I of England&lt;/a&gt; as well as in some quests. However, despite some of these timeline inaccuracies, the game offers educational content in the form of exploration of geography and culture. Players can discover quests with historical value such as learning about the economic decline of Venice, or the rise of England as a naval power.\nPlot.\n\"Uncharted Waters Online\" also includes event storylines for each of the nationalities adding single player depth to a multiplayer environment. Each nation's storyline revolves around a protagonist and their journey much like in previous games of the series. The following contains a translation from the Beginner's Guide as well as basic character information.\nPortugal.\n&lt;a href=\"Kingdom%20of%20Portugal\"&gt;Portugal&lt;/a&gt; is a &lt;a href=\"Commerce\"&gt;mercantile&lt;/a&gt; nation that prospers by trade from profits of the land facing the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt;. They quickly rode the advances of navigation, and were the first to round the &lt;a href=\"Cape%20of%20Good%20Hope\"&gt;Cape of Good Hope&lt;/a&gt;. Recently, after returning from the discovery of the Indian route, and fiercely compete with their neighbor, Spain.\nSpain.\n&lt;a href=\"Habsburg%20Spain\"&gt;Spain&lt;/a&gt; is a powerful authoritarian kingdom dominated by the &lt;a href=\"House%20of%20Habsburg\"&gt;royal house of Habsburg&lt;/a&gt;. The Habsburgs' rise to the royal throne came because of the premature death of the late king's son. Spain came into possession of the Netherlands which is the territory of the current royal family.\nIn order to support the country's finances, the Netherlands have been taxed heavily, and as a consequence has raised support for their independence movement in recent years.\nEngland.\n&lt;a href=\"Kingdom%20of%20England\"&gt;England&lt;/a&gt; is a small island country to the north for whom &lt;a href=\"wool\"&gt;wool&lt;/a&gt; is the key industry. However, the wool market became unstable because of the Spanish political meddling in the Netherlands, which is England's biggest trading partner. The wool trade decreased, and a heavy &lt;a href=\"recession\"&gt;recession&lt;/a&gt; ensued. The Queen wishes to repair the situation, but there is no method to compete with powerful Spain.\nNetherlands.\nThe &lt;a href=\"Dutch%20Republic\"&gt;Netherlands&lt;/a&gt; is a rising maritime courier nation facing the North Sea. They are a producer of wool fabric. The main Habsburg territory of the Netherlands became Spanish territory by inheritance of the Spanish king. The Spanish political meddling awoke the &lt;a href=\"independence\"&gt;independence&lt;/a&gt; movement, but the military strength of the &lt;a href=\"House%20of%20Alba\"&gt;House of Alba&lt;/a&gt; prevents the movement.\nFrance.\n&lt;a href=\"Kingdom%20of%20France\"&gt;France&lt;/a&gt; is an &lt;a href=\"Agrarianism\"&gt;agrarian&lt;/a&gt; kingdom holding territory from the Mediterranean to the North Sea. France is surrounded by strong ocean-faring countries, and its seafaring business was delayed because of a long line of monarchs who were obsessed with themselves. The half-century delayed Renaissance starts from the Italian peninsula, and there are many nobles who collect rare treasures and artifacts.\nVenice.\n&lt;a href=\"Republic%20of%20Venice\"&gt;Venice&lt;/a&gt; is a small city-state floating on the sea. It is called the \"City of Water\". Venice's maritime industry had long been prosperous, and Venice had long held a monopoly on the profits of the Mediterranean trade on pepper from &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;. However, recently the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; appeared in the East and Portugal discovered a sea route to the Indies. The story line is intertwined with the French story line, and they have many of the same main characters.\nDevelopment.\nThe Japanese version of \"Uncharted Waters Online\" offers mobile-to-game mail service for &lt;a href=\"I-Mode\"&gt;I-Mode&lt;/a&gt;, &lt;a href=\"EZweb\"&gt;EZweb&lt;/a&gt;, or &lt;a href=\"Vodafone%20Live%21\"&gt;Vodafone Live!&lt;/a&gt; capable mobile phones. This service was beta tested until August 30, 2006.\nExpansions.\n\"La Frontera\".\n\"La Frontera\" is the first expansion pack for \"Uncharted Waters Online\" released in 3 installments the first of which is titled \"Aztec\" on August 30, 2006. This extends the &lt;a href=\"Age%20of%20Exploration\"&gt;Age of Exploration&lt;/a&gt; from the early 16th century into the 17th century with new areas in South America &amp; North America. The second chapter of the expansion titled \"Angkor\" was released December 6, 2006 expanding the world map through Southeast Asia. The third chapter of the expansion titled \"Spice Islands\" will continue to expand the world map throughout Southeast Asia.\nApart from new storyline the expansion includes \"pirate islands\" for irreputable players, \"debates\" using discovery card battles for adventurers' bragging rights, \"joint built shipwrightery\" for craftsmen, duels in towns, housing for all players, and a commissioned ferry service between large cities. The expansion will also include interactive towns that players can change from being a Merchant, Adventurer, or Navy town.\nIn further developer announcements \n, KOEI announced that the land battle system will be overhauled into a \"Ranged-Shift Battle\" system where players will choose from short, mid, and long-ranged combat positions with strengths and weaknesses. As well, 3 combat classes will be released to enhance land combat-oriented players. New \"Imperial Quests\" will allow players to run quests pertaining to a specific country.\nThe expansion pack will be cost an additional fee for current subscribers to be released both as a download and expansion box set like the original game. New subscribers purchasing \"La Frontera\" includes access to the original setting. The subscription price has not changed.\n\"Cruz del Sur\".\nThe second expansion pack titled \"Cruz del Sur\" was released in the late summer of 2007. As with the first expansion pack, \"La Frontera\", this second expansion will also include 3 chapters, the first of which is entitled \"Circumnavigation\". Also similar to the expansion pack system users must pay an additional fee (2940 yen) to download the expansion.\nThe second chapter (Special Ornaments) opens the special ornaments in players' flat and allows players to have a pet.\nThe third chapter (Grand Anniversary) and the fourth chapter (Inca) have been released.\nThe fifth chapter (Menace Of Ottoman) enabled players to be part of Ottoman by contract.\nThe extra chapter (Expedition) added new ports and fields in pacific region.\n\"El Oriente\".\nThe third expansion pack 'El Oriente' was released in December 2009. The new expansion opened 4 east Asian countries: Japan, Taiwan, Korea, and China. Unlike previous chapters, the first chapter will be released respective to the countries the game is being hosted, which changes the order of chapters depending on the countries of the players.\nThe first chapter (Zipang) opens new ports and fields in Japan.\nThe second chapter (Ilha Formosa) opens new ports and fields in &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;.\nThe third chapter (The Morning Calm) opens new ports and fields in &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;.\nThe fourth chapter (The Land of The Dragon) opens new ports and fields in &lt;a href=\"China\"&gt;China&lt;/a&gt;.\n\"Tierra Americana\".\nIt was released in the US version and introduces two new cities: Paris and Firenze ( Florence ), also includes the possibility of colony founding by companies. In late August, it was announced that the City of Panama update will be the last for Tierra Americana.\n\"2nd Age\".\nThe expansion pack \"2nd Age\" added a number of new features into the game. In Chapter 1, the World Clock function has been added. The era of time in-game will now change with players' actions. Each era represents a century of time with collaboration of historic events that happened in Europe during that century.\n\"Gran Atlas\".\nReleased Dec 13, 2013 \nChapter 1\nReleased February 2015 \n- 90% of the world map has been completed. \n- A new map making feature has been added to allow players charting all sea regions.\n- New story line quests have been added.\n- New Bounty Hunter and Piracy system added.\n- Game balances adjusted.\nEpisode Atlantis\nReleased March 3, 2015\nChapter 2 - Astronomy\nReleased June 2015 \n- New Adventurer skill Astronomy added\n- New type of Astronomy quests and discoveries added.\n- New storyline quests added.\nChapter 3 - Wild West\nReleased October 2015 \n- New City San Francisco\n- New Feature Gold Mining (Gold Rush)\n- Honorary Mayor system allowing players to become city mayors.\n- New storyline quests added.\nChapter 4 - Ancient glory\nReleased February 2016 \n- New Treasure Hunts and Adventure Discoveries\n- New Hidden location Hanging Garden\n- Sea Region Battle quests\n\"Age of Revolution\".\nChapter 1 Industrial Revolution\nReleased April 19, 2016\nChapter 2 Cross a Continent\nReleased August 2, 2016\nChapter 3 Age of Reason\nReleased February 7, 2017 \n\"Order of the Prince\".\nChapter 1 \nReleased August 29, 2017\nChapter 2 Horizon\nReleased Jan 16, 2018\nChapter 3 Honor\nReleased April 17, 2018 \n\"Lost Memories\".\nChapter 1 \nReleased August 28, 2018\nChapter 2 Colossus\nReleased January 22, 2019\nChapter 3 Cetus\nReleased July 16, 2019\nSeven Wonders\nReleased March 30, 2020 \nMusic.\nDifferent game score soundtracks for the different expansion packs have been released over the years: \"La Frontera\" on August 30, 2006; \"Tierra Americana\" on February 22, 2011; \"2nd Age\" on September 30, 2012; \"Gran Atlas\" on December 3, 2013; and a 10th anniversary complete soundtrack on March 3, 2015, encompassing the aforementioned four albums and some previously unofficially released tracks from the installation disc of \"El Oriente.\""
}