{
    "id": "52645763",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=52645763",
    "title": "Wayne Wilschut",
    "text": "Wayne Patrick Wilschut (born 12 June 1986) is a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player for the in the &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; and the &lt;a href=\"Rugby%20Challenge%20%28South%20Africa%29\"&gt;Rugby Challenge&lt;/a&gt;. His regular position is number eight.\nRugby career.\nBoland youth rugby.\nWilschut was born in &lt;a href=\"Worcester%2C%20Western%20Cape\"&gt;Worcester&lt;/a&gt; in the &lt;a href=\"Western%20Cape\"&gt;Western Cape&lt;/a&gt;. In 2004, he was selected to represent Boland at the premier high school tournament in South Africa, the Under-18 &lt;a href=\"Craven%20Week\"&gt;Craven Week&lt;/a&gt;, in &lt;a href=\"Nelspruit\"&gt;Nelspruit&lt;/a&gt;, where he started all three of his side's matches in the number eight jersey. The following year, he was a member of the side that participated in the 2005 Under-19 Provincial Championship.\nLeopards and NWU Pukke.\nHe then made the move to &lt;a href=\"Potchefstroom\"&gt;Potchefstroom&lt;/a&gt;, where he joined the Leopards' youth team. He played for the team in both 2006 and 2007, and also made three appearances as a replacement for university side in the &lt;a href=\"2008%20Varsity%20Cup\"&gt;inaugural edition&lt;/a&gt; of the &lt;a href=\"Varsity%20Cup\"&gt;Varsity Cup&lt;/a&gt; in 2008.\nVillagers Worcester.\nWilschut then returned to his hometown of Worcester, where he played amateur club rugby for &lt;a href=\"Villagers%20Worcester\"&gt;Villagers Worcester&lt;/a&gt;, also captaining the team. The team won the &lt;a href=\"List%20of%20South%20African%20rugby%20union%20teams%23Boland%20Rugby%20Union\"&gt;Boland Premier League&lt;/a&gt; in 2012 to qualify for the inaugural edition of the &lt;a href=\"Gold%20Cup%20%28rugby%20union%29\"&gt;SARU Community Cup&lt;/a&gt; in &lt;a href=\"2013%20SARU%20Community%20Cup\"&gt;2013&lt;/a&gt;. Wilschut started all four of their matches in &lt;a href=\"2013%20SARU%20Community%20Cup%23Pool%20A\"&gt;Pool A&lt;/a&gt; of the competition, of which the team won just one to finish fourth, failing to qualify for the finals.\nVillagers Worcester again won the Boland Premier League in 2014 to qualify for the &lt;a href=\"2015%20SARU%20Community%20Cup\"&gt;2015 SARU Community Cup&lt;/a&gt;. Wilschut made three appearances in the competition, scoring a try in their 35–41 defeat to &lt;a href=\"Hamilton%20RFC%2C%20Sea%20Point\"&gt;Hamiltons&lt;/a&gt; as they emulated their 2013 record by finishing in fourth spot in &lt;a href=\"2015%20SARU%20Community%20Cup%23Pool%20C\"&gt;Pool C&lt;/a&gt;, winning a single match.\nBoland Cavaliers.\nWilschut joined his local province on a full-time basis for 2015. He was included in their squad for the &lt;a href=\"2015%20Vodacom%20Cup\"&gt;2015 Vodacom Cup&lt;/a&gt; and made his first class debut on 21 March 2015 – aged – by starting their season-opener against in &lt;a href=\"Caledon%2C%20Western%20Cape\"&gt;Caledon&lt;/a&gt;. He became a fixture in the team, starting all seven of their matches in a disappointing season for his side, that finished bottom of the Southern Section log with just a single victory to their name. He also started all six of their matches in the &lt;a href=\"2015%20Currie%20Cup%20qualification\"&gt;2015 Currie Cup qualification&lt;/a&gt; series, in which Boland finished fourth to progress to the &lt;a href=\"2015%20Currie%20Cup%20First%20Division\"&gt;Currie Cup First Division&lt;/a&gt; for the rest of the season. He started all five of their matches in the First Division – which meant he started all 18 of the Boland Cavaliers' matches in his debut season – as the season ended in disappointment as Boland finished in fifth place, failing to get a semi-final berth.\nWilschut slipped down the pecking order in 2015, as he was mainly used as a replacement during the &lt;a href=\"2016%20Currie%20Cup%20qualification\"&gt;2016 Currie Cup qualification&lt;/a&gt; competition that effectively replaced the Vodacom Cup. He made just two starts in the competition, but played off the bench in eleven of their remaining twelve matches. He helped the Boland Cavaliers finish in third position on the log, which meant the team qualified for the &lt;a href=\"2016%20Currie%20Cup%20Premier%20Division\"&gt;Currie Cup Premier Division&lt;/a&gt; for the first time since &lt;a href=\"2009%20Currie%20Cup%20Premier%20Division\"&gt;2009&lt;/a&gt;. He made his first appearances in the Premier Division of the Currie Cup on 26 August 2016, in Boland's &lt;a href=\"2016%20Currie%20Cup%20Premier%20Division%23Round%20Four\"&gt;Round Four&lt;/a&gt; match against the . He scored his first try of his senior career shortly before half-time, but could not prevent his team falling to a 12–60 defeat to the defending champions. Wilschut made three further appearances as a replacement during the remainder of the competition, to help his team finish in seventh place on the log."
}