{
    "id": "52665",
    "revid": "1068434473",
    "url": "https://en.wikipedia.org/wiki?curid=52665",
    "title": "Newcastle, New South Wales",
    "text": "Newcastle ( ) is a metropolitan area and the second most populated city in the state of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia. It includes the &lt;a href=\"City%20of%20Newcastle\"&gt;Newcastle&lt;/a&gt; and &lt;a href=\"City%20of%20Lake%20Macquarie\"&gt;Lake Macquarie&lt;/a&gt; &lt;a href=\"Local%20government%20in%20Australia\"&gt;local government areas&lt;/a&gt;, and is the hub of the &lt;a href=\"List%20of%20suburbs%20in%20Greater%20Newcastle%2C%20New%20South%20Wales\"&gt;Greater Newcastle&lt;/a&gt; area, which includes most parts of the local government areas of &lt;a href=\"City%20of%20Newcastle\"&gt;City of Newcastle&lt;/a&gt;, &lt;a href=\"City%20of%20Lake%20Macquarie\"&gt;City of Lake Macquarie&lt;/a&gt;, &lt;a href=\"City%20of%20Cessnock\"&gt;City of Cessnock&lt;/a&gt;, &lt;a href=\"City%20of%20Maitland\"&gt;City of Maitland&lt;/a&gt; and &lt;a href=\"Port%20Stephens%20Council\"&gt;Port Stephens Council&lt;/a&gt;.\nLocated at the mouth of the &lt;a href=\"Hunter%20River%20%28New%20South%20Wales%29\"&gt;Hunter River&lt;/a&gt;, it is the predominant city within the &lt;a href=\"Hunter%20Region\"&gt;Hunter Region&lt;/a&gt;. Famous for its &lt;a href=\"Hunter%20Valley%20Coal%20Chain\"&gt;coal&lt;/a&gt;, Newcastle is the largest coal exporting harbour in the world, exporting 159.9 million tonnes of coal in 2017. Beyond the city, the Hunter Region possesses large coal deposits. Geologically, the area is located in the central-eastern part of the &lt;a href=\"Sydney%20Basin\"&gt;Sydney Basin&lt;/a&gt;.\nHistory.\nAboriginal history.\nNewcastle and the lower Hunter Region were traditionally occupied by the &lt;a href=\"Awabakal\"&gt;Awabakal&lt;/a&gt; and &lt;a href=\"Worimi\"&gt;Worimi&lt;/a&gt; Aboriginal people, who called the area Malubimba.\nBased on Aboriginal language references documented in maps, sketches and geological descriptions, eight landmarks have been officially dual-named by the NSW Geographic Names Board with their traditional Aboriginal names. They include &lt;a href=\"Nobbys%20Head\"&gt;Nobbys Head&lt;/a&gt; also known as Whibayganba; Flagstaff Hill also known as Tahlbihn; Pirate Point also known as Burrabihngarn; Port Hunter also known as Yohaaba; Hunter River (South Channel) also known as Coquun;\nShepherds Hill also known as Khanterin; Ironbark Creek also known as Toohrnbing and Hexham Swamp also known as Burraghihnbihng.\nEuropean settlement.\nIn September 1797, Lieutenant &lt;a href=\"John%20Shortland\"&gt;John Shortland&lt;/a&gt; became the first &lt;a href=\"History%20of%20Australia%20%281788%E2%80%931850%29\"&gt;European settler&lt;/a&gt; to explore the area. His discovery of the area was largely accidental; as he had been sent in search of a number of convicts who had seized a locally-built vessel called Cumberland as she was sailing from &lt;a href=\"Sydney%20Cove\"&gt;Sydney Cove&lt;/a&gt;. While returning, Lt. Shortland entered what he later described as \"a very fine river\", which he named after New South Wales' Governor &lt;a href=\"John%20Hunter%20%28New%20South%20Wales%29\"&gt;John Hunter&lt;/a&gt;. He returned with reports of the deep-water port and the area's abundant coal. Over the next two years, coal mined from the area was the &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; colony's first export.\nNewcastle gained a reputation as a \"hellhole\" as it was a place where the most dangerous convicts were sent to dig in the coal mines as harsh punishment for their crimes. By the start of the 19th century the mouth of the Hunter River was being visited by diverse groups of men, including coal diggers, timber-cutters, and more escaped convicts. &lt;a href=\"Philip%20Gidley%20King\"&gt;Philip Gidley King&lt;/a&gt;, the &lt;a href=\"Governor%20of%20New%20South%20Wales\"&gt;Governor of New South Wales&lt;/a&gt; from 1800, decided on a more positive approach to exploit the now obvious natural resources of the &lt;a href=\"Hunter%20Region\"&gt;Hunter Valley&lt;/a&gt;. In 1801, a convict camp called King's Town (named after Governor King) was established to mine coal and cut timber. In the same year, the first shipment of coal was dispatched to Sydney. This settlement closed less than a year later.\nA settlement was again attempted in 1804, as a place of secondary punishment for unruly convicts. The settlement was named Coal River, also Kingstown and then renamed Newcastle, after &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;England's famous coal port&lt;/a&gt;. The name first appeared by the commission issued by Governor King on 15 March 1804 to Lieutenant &lt;a href=\"Charles%20Menzies%20%28Royal%20Marines%20officer%29\"&gt;Charles Menzies&lt;/a&gt; of the &lt;a href=\"Royal%20Marines\"&gt;marine detachment&lt;/a&gt; on , then at &lt;a href=\"Port%20Jackson\"&gt;Port Jackson&lt;/a&gt;, appointing him superintendent of the new settlement. The new settlement, comprising &lt;a href=\"convict\"&gt;convict&lt;/a&gt;s and a military guard, arrived at the Hunter River on 27 March 1804 in three ships: , the \"Resource\" and the \"&lt;a href=\"James%20%28ship%29\"&gt;James&lt;/a&gt;\". The convicts were rebels from the 1804 &lt;a href=\"Castle%20Hill%20convict%20rebellion\"&gt;Castle Hill convict rebellion&lt;/a&gt;. The link with &lt;a href=\"Newcastle%20upon%20Tyne\"&gt;Newcastle upon Tyne&lt;/a&gt;, England (its namesake) and also whence many of the 19th century coal miners came, is still obvious in some of the place-names – such as &lt;a href=\"Jesmond%2C%20New%20South%20Wales\"&gt;Jesmond&lt;/a&gt;, &lt;a href=\"Hexham%2C%20New%20South%20Wales\"&gt;Hexham&lt;/a&gt;, &lt;a href=\"Wickham%2C%20New%20South%20Wales\"&gt;Wickham&lt;/a&gt;, &lt;a href=\"Wallsend%2C%20New%20South%20Wales\"&gt;Wallsend&lt;/a&gt; and &lt;a href=\"Gateshead%2C%20New%20South%20Wales\"&gt;Gateshead&lt;/a&gt;. &lt;a href=\"Morpeth%2C%20New%20South%20Wales\"&gt;Morpeth, New South Wales&lt;/a&gt; is a similar distance north of Newcastle as &lt;a href=\"Morpeth%2C%20Northumberland\"&gt;Morpeth, Northumberland&lt;/a&gt; is north of Newcastle upon Tyne.\nUnder &lt;a href=\"James%20Wallis%20%28British%20Army%20officer%29\"&gt;Captain James Wallis&lt;/a&gt;, commandant from 1815 to 1818, the convicts' conditions improved, and a building boom began. Captain Wallis laid out the streets of the town, built the first church of the site of the present &lt;a href=\"Christ%20Church%20Cathedral%2C%20Newcastle\"&gt;Christ Church Anglican Cathedral&lt;/a&gt;, erected the old gaol on the seashore, and began work on the breakwater which now joins &lt;a href=\"Nobbys%20Head\"&gt;Nobbys Head&lt;/a&gt; to the mainland. The quality of these first buildings was poor, and only the (much reinforced) breakwater survives. During this period, in 1816, the oldest public school in Australia was built in East Newcastle.\nNewcastle remained a penal settlement until 1822, when the settlement was opened up to farming. As a penal colony, the military rule was harsh, especially at Limeburners' Bay, on the inner side of &lt;a href=\"Stockton%2C%20New%20South%20Wales\"&gt;Stockton&lt;/a&gt; peninsula. There, convicts were sent to burn oyster shells for making lime. Military rule in Newcastle ended in 1823. Prisoner numbers were reduced to 100 (most of these were employed on the building of the breakwater), and the remaining 900 were sent to &lt;a href=\"Port%20Macquarie\"&gt;Port Macquarie&lt;/a&gt;.\nCivilian government and onwards.\nAfter removal of the last convicts in 1823, the town was freed from the infamous influence of the penal law. It began to acquire the aspect of a typical Australian &lt;a href=\"settler\"&gt;pioneer&lt;/a&gt; settlement, and a steady flow of free settlers poured into the hinterland.\nThe formation during the nineteenth century of the &lt;a href=\"Newcastle%20and%20Hunter%20River%20Steamship%20Company\"&gt;Newcastle and Hunter River Steamship Company&lt;/a&gt; saw the establishment of regular steamship services from &lt;a href=\"Morpeth%2C%20New%20South%20Wales\"&gt;Morpeth&lt;/a&gt; and Newcastle with Sydney. The company had a fleet of freighters as well as several fast passenger vessels, including the PS \"Newcastle\" and the PS \"Namoi\". The \"Namoi\" had first-class cabins with the latest facilities.\nBecause of the coal supply, small ships plied between Newcastle and Sydney, &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;, &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; and &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt;, carrying coal to gas works and bunkers for shipping, and railways. These were commonly known as \"&lt;a href=\"sixty-miler\"&gt;sixty-miler&lt;/a&gt;s\", referring to the nautical journey between Newcastle and Sydney. These ships continued in service until recent times.\n1920s to present.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Newcastle was an important industrial centre for the Australian war effort. In the early hours of 8 June 1942, the Japanese submarine briefly shelled Newcastle. Among the areas hit within the city were dockyards, the steel works, Parnell Place in the city's East End, the breakwall and Art Deco ocean baths. There were no casualties in the attack and damage was minimal.\nThe Port of Newcastle remains the economic and trade centre for the resource rich Hunter Valley and for much of the north and northwest of New South Wales. Newcastle is the world's largest coal export port and Australia's oldest and second largest tonnage throughput port, with over 3,000 shipping movements handling cargo of 95.8 Mt per annum, of which coal exports represented 90.8 Mt in 2008–09. The volume of coal exported, and attempts to increase coal exports, are opposed by environmental groups.Newcastle had a shipbuilding industry with the &lt;a href=\"Walsh%20Island%20Dockyard%20and%20Engineering%20Works\"&gt;Walsh Island Dockyard and Engineering Works&lt;/a&gt;, &lt;a href=\"State%20Dockyard\"&gt;State Dockyard&lt;/a&gt; and &lt;a href=\"Forgacs%20Shipyard\"&gt;Forgacs Shipyard&lt;/a&gt;. In recent years the only major ship-construction contract awarded to the area was the construction of the &lt;a href=\"Huon-class%20minehunter\"&gt;Huon-class minehunter&lt;/a&gt;s. The era of extensive &lt;a href=\"heavy%20industry\"&gt;heavy industry&lt;/a&gt; passed when the steel works closed in 1999. Many of the remaining manufacturing industries have located themselves well away from the city itself.\nNewcastle has one of the oldest theatre districts in Australia. &lt;a href=\"Victoria%20Theatre%20%28Newcastle%29\"&gt;Victoria Theatre&lt;/a&gt; on Perkins Street is the oldest purpose-built theatre in the country. The theatre district that occupied the area around what is now the &lt;a href=\"Hunter%20Street%20%28Newcastle%29\"&gt;Hunter Street Mall&lt;/a&gt; vanished during the 1940s. The old city centre has seen some new apartments and hotels built in recent years, but the rate of commercial and retail occupation remains low while alternate suburban centres have become more important. The CBD itself is shifting to the west, towards the major urban renewal area known as \"Honeysuckle\". This renewal, to run for another 10 years, is a major part of arresting the shift of business and residents to the suburbs. Commercial renewal has been accompanied by cultural renaissance. There is a vibrant arts scene in the city including a highly regarded art gallery, and an active Hunter Writers' Centre. Recent fictional representations (for example Antoinette Eklund's 'Steel River') present a new vision of the city, using the city's historic past as a backdrop for contemporary fiction.\nThe old central business district, located at Newcastle's eastern end, still has a considerable number of historic buildings, dominated by Christ Church Cathedral, seat of the &lt;a href=\"Anglican%20Bishop%20of%20Newcastle%20%28Australia%29\"&gt;Anglican Bishop of Newcastle&lt;/a&gt;. Other noteworthy buildings include &lt;a href=\"Fort%20Scratchley\"&gt;Fort Scratchley&lt;/a&gt;, the Ocean Baths, the old &lt;a href=\"Newcastle%20Customs%20House\"&gt;Customs House&lt;/a&gt;, the 1920s &lt;a href=\"Newcastle%20City%20Hall%20%28Australia%29\"&gt;City Hall&lt;/a&gt;, the 1890s Longworth Institute (once regarded as the finest building in the colony) and the 1930s &lt;a href=\"art%20deco\"&gt;art deco&lt;/a&gt; &lt;a href=\"University%20House%20%28Newcastle%29\"&gt;University House&lt;/a&gt; (formerly NESCA House, seen in the film \"Superman Returns\").\nHeritage listings.\nNewcastle has a number of heritage-listed sites, including:\nEconomy.\n19th and early 20th centuries.\nCoal.\nCoal mining began in earnest on 3 May 1833 when the &lt;a href=\"Australian%20Agricultural%20Company\"&gt;Australian Agricultural Company&lt;/a&gt; received land grants at Newcastle plus a 31-year monopoly on that town's coal traffic. Other collieries were within a radius of the town. Principal coal mines were located at &lt;a href=\"Stockton%2C%20New%20South%20Wales\"&gt;Stockton&lt;/a&gt;, &lt;a href=\"Tighes%20Hill%2C%20New%20South%20Wales\"&gt;Tighes Hill&lt;/a&gt;, &lt;a href=\"Carrington%2C%20New%20South%20Wales\"&gt;Carrington&lt;/a&gt; and the Newcastle Coal and Copper Company's collieries at &lt;a href=\"Merewether%2C%20New%20South%20Wales\"&gt;Merewether&lt;/a&gt; (includes the Glebe), &lt;a href=\"Wallsend%2C%20New%20South%20Wales\"&gt;Wallsend&lt;/a&gt; and the Waratah collieries. All operations had closed by the early 1960s.\nOn 10 December 1831 the &lt;a href=\"Australian%20Agricultural%20Company\"&gt;Australian Agricultural Company&lt;/a&gt; officially opened Australia's first railway, at the intersection of Brown &amp; Church Streets, Newcastle. Privately owned and operated to service the \"A Pit\" coal mine, it was a &lt;a href=\"cast-iron\"&gt;cast-iron&lt;/a&gt; &lt;a href=\"fishbelly%20rail\"&gt;fishbelly rail&lt;/a&gt; on an inclined plane as a &lt;a href=\"Cable%20railway%23Gravity%20balance\"&gt;gravitational railway&lt;/a&gt;.\nCopper.\nIn the 1850s, a major copper smelting works was established at Burwood, near Merewether. An engraving of this appeared in the \"&lt;a href=\"Illustrated%20London%20News\"&gt;Illustrated London News&lt;/a&gt;\" on 11 February 1854. The English and Australian Copper Company built another substantial works at &lt;a href=\"Broadmeadow%2C%20New%20South%20Wales\"&gt;Broadmeadow&lt;/a&gt; circa 1890, and in that decade the &lt;a href=\"Cockle%20Creek%20Smelter\"&gt;Cockle Creek Smelter&lt;/a&gt; was built.\nSoap.\nThe largest factory of its kind in the Southern Hemisphere was constructed in 1885, on an site between the suburbs of Tighes Hill and Port Waratah, by &lt;a href=\"Charles%20Upfold\"&gt;Charles Upfold&lt;/a&gt;, from London, for his Sydney Soap and Candle Company, to replace a smaller factory in Wickham. Their soap products won 17 medals at International Exhibitions. At the Sydney International Exhibition they won a bronze medal \"against all-comers from every part of the world\", the only first prize awarded for soap and candles. Following World War I the company was sold to Messrs Lever &amp; Kitchen (today &lt;a href=\"Unilever\"&gt;Unilever&lt;/a&gt;), and the factory closed in the mid-1930s.\nSteel.\nIn 1911, &lt;a href=\"BHP\"&gt;BHP&lt;/a&gt; (Broken Hill Propriety) chose the city as the site for its steelworks due to the abundance of coal. The land put aside was prime real estate, on the southern edge of the harbour. In 1915, the BHP steelworks opened, beginning a period of some 80 years dominating the steel works and heavy industry. As Mayfield and the suburbs surrounding the steelworks declined in popularity because of pollution, the steelworks thrived, becoming the region's largest employer.\nEconomic challenges.\nNewcastle as a traditional area of heavy industry was not immune from the effects of economic downturns that plagued New South Wales and wider Australia since the 1970s. These downturns were particularly hard hitting for heavy industry which was particularly prevalent in Newcastle. The early 1990s recession caused significant job losses across Australia and the Newcastle region experienced a peak unemployment rate of 17% in February 1993, compared to 12.1% in New South Wales and 11.9% across Australia. As Australia recovered from the early 1990s recession, the economy of Newcastle did too and the jobless rate rapidly fell. However, it consistently remained above that of New South Wales.\nIn 1999, the steelworks closed after 84 years' operation and had employed about 50,000 during its existence, many for decades. The closure of the BHP steelworks occurred at a time of strong economic expansion in Australia. At the time of the closure and since the closure Newcastle experienced a significant amount of economic diversification which has strengthened the local economy. Despite this, the closure caused a deterioration of the employment situation in Newcastle where the unemployment rate rose rapidly to almost 12% from under 9% at the previous trough just prior to the closure.\nSince 2003, Australia experienced the effects of the &lt;a href=\"2000s%20commodities%20boom\"&gt;2000s commodities boom&lt;/a&gt; as commodities prices for major &lt;a href=\"export%20good\"&gt;export good&lt;/a&gt; such as coal and iron ore rose significantly. This provided a large incentive for investment in the Newcastle and Hunter region due to its status as a major coal mining and export hub to Asian markets. Large projects related to the coal industry helped to propel the Newcastle unemployment rate to 20 year lows and allow the Newcastle region to weather the effects of the &lt;a href=\"late%202000s%20recession\"&gt;late 2000s recession&lt;/a&gt; better than NSW as a whole. As of 2009 the two largest single employers are the &lt;a href=\"Hunter%20New%20England%20Area%20Health%20Service\"&gt;Hunter New England Area Health Service&lt;/a&gt; and the &lt;a href=\"University%20of%20Newcastle%2C%20Australia\"&gt;University of Newcastle&lt;/a&gt;. The &lt;a href=\"National%20Stock%20Exchange%20of%20Australia\"&gt;National Stock Exchange of Australia&lt;/a&gt; (formerly Newcastle Stock Exchange) was formerly based in the city.\nDisasters.\n1989 earthquake.\nOn 28 December 1989, Newcastle experienced an earthquake measuring 5.6 on the &lt;a href=\"Richter%20magnitude%20scale\"&gt;Richter scale&lt;/a&gt;, which killed 13 people, injured 162 and destroyed or severely damaged a number of prominent buildings. Some had to be demolished, including the large George Hotel in Scott Street (city), the Century Theatre at &lt;a href=\"Broadmeadow%2C%20New%20South%20Wales\"&gt;Broadmeadow&lt;/a&gt;, the Hunter Theatre (formerly 'The Star') and the majority of The Junction school at Merewether. Part of the Newcastle Workers' Club, a popular venue, was destroyed and later replaced by a new structure. The following economic &lt;a href=\"recession\"&gt;recession&lt;/a&gt; of the early 1990s meant that the city took several years to recover.\nHowever, &lt;a href=\"Beaumont%20Street%20%28Newcastle%29\"&gt;Beaumont Street, Hamilton&lt;/a&gt;, where many buildings sustained major damage, became a thriving cosmopolitan restaurant strip after the earthquake and is still going strong today. The earthquake helped to rekindle business in this suburban strip.\nJune 2007 Hunter Region and Central Coast storms.\nOn 8 June 2007 the Hunter and &lt;a href=\"Central%20Coast%20%28New%20South%20Wales%29\"&gt;Central Coast&lt;/a&gt; regions were battered by the worst series of storms to hit &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; in 30 years. This resulted in extensive flooding and nine deaths. Thousands of homes were flooded and many were destroyed. The Hunter and Central Coast regions were declared natural disaster areas by the State Premier, &lt;a href=\"Morris%20Iemma\"&gt;Morris Iemma&lt;/a&gt;, on 8 June 2007. Further flooding was predicted by the &lt;a href=\"Bureau%20of%20Meteorology%20%28Australia%29\"&gt;Bureau of Meteorology&lt;/a&gt; but was less severe than predicted.\nDuring the early stages of the storms, the bulk carrier ship ran aground at Nobbys Beach after failing to heed warnings to move offshore. After the first few attempts failed, the \"Pasha Bulker\" was refloated on the third &lt;a href=\"Marine%20salvage\"&gt;salvage&lt;/a&gt; attempt on 2 July 2007 despite earlier fears that the ship would break up. After initially entering the port for minor repairs, it departed under tow on 26 July 2007 for major repairs in Asia.\nMaritime.\nOn 12 July 1866 a paddle steamer the , on its way to &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; from Newcastle carrying 60 passengers, was caught in a storm as it made its way out of the harbour. 60 lives were lost with only one survivor, Frederick Hedges, who was plucked from the water by the sole survivor of the Dunbar that had sunk in Sydney Harbour.\nThe most tragic maritime accident of the 20th century in Newcastle occurred on 9 August 1934 when the Stockton-bound ferry \"Bluebell\" collided with the coastal freighter, \"Waraneen\", and sank in the middle of the Hunter River. &lt;a href=\"The%20Bluebell%20Collision\"&gt;The Bluebell Collision&lt;/a&gt; claimed three lives and fifteen passengers were admitted to the &lt;a href=\"Royal%20Newcastle%20Hospital\"&gt;Newcastle Hospital&lt;/a&gt;, with two suffering severely from the effects of immersion. It was later found that the ferry captain was at fault.\nThese are only two events in Newcastle's very long history of shipwrecks including the 1974 beaching of the , and the 2007 beaching of the .\nAviation.\nOn 16 August 1966, an &lt;a href=\"Royal%20Australian%20Air%20Force\"&gt;RAAF&lt;/a&gt; &lt;a href=\"CAC%20Sabre\"&gt;CAC Sabre&lt;/a&gt; crashed into the inner city suburb of &lt;a href=\"The%20Junction%2C%20New%20South%20Wales\"&gt;The Junction&lt;/a&gt;. The pilot, Flying Officer Warren William Goddard, experienced engine troubles and unsuccessfully tried to get the plane over the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;. The Junction is a highly populated suburb of Newcastle and most of the plane wreckage landed in the shopping area of the suburb. In 2007 a memorial plaque was unveiled for the killed pilot.\nGeography.\nNewcastle is on the southern bank of the Hunter River mouth. The northern side is dominated by sand dunes, swamps and multiple river channels. A \"green belt\" protecting plant and wildlife flanks the city from the west (Watagan mountains) around to the north where it meets the coast just north of Stockton. Urban development is mainly restricted to the hilly southern bank. The small town of &lt;a href=\"Stockton%2C%20New%20South%20Wales\"&gt;Stockton&lt;/a&gt; sits opposite central Newcastle at the river mouth and is linked by ferry. Road access between Stockton and central Newcastle is via the &lt;a href=\"Stockton%20Bridge\"&gt;Stockton Bridge&lt;/a&gt;, a distance of . Much of the city is undercut by the coal measures of the Sydney sedimentary basin, and what were once numerous coal-mining villages located in the hills and valleys around the port have merged into a single urban area extending southwards to &lt;a href=\"Lake%20Macquarie%20%28New%20South%20Wales%29\"&gt;Lake Macquarie&lt;/a&gt;.\nParks.\nNewcastle has several public parks including &lt;a href=\"King%20Edward%20Park%20%28Newcastle%2C%20New%20South%20Wales%29\"&gt;King Edward Park&lt;/a&gt;, which was designated in 1863. Features of the park include coastal views, a sunken garden and a Victorian rotunda.\nClimate.\nNewcastle has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (\"Cfa\") that is typical of the Australian east coast. Precipitation is heaviest in late autumn and early winter, while the second half of the year is slightly drier on average. The climate is generally moderated by the Pacific Ocean to the east. Summers are mostly warm and humid with periods of very dry and hot weather occasionally due to hot west to north-westerly winds, which can bring temperatures in excess of . The highest recorded temperature was in January 2013 at the Nobbys Head weather station.\nWinters are generally mild with drier conditions than summer on average. &lt;a href=\"Cold%20front\"&gt;Cold front&lt;/a&gt;s affect the area and sometimes bring strong westerly winds behind them, but due to the &lt;a href=\"southeast%20Australian%20foehn\"&gt;foehn effect&lt;/a&gt; they generally &lt;a href=\"rain%20shadow\"&gt;provide clear conditions&lt;/a&gt; as the region lies leeward of the &lt;a href=\"Great%20Dividing%20Range\"&gt;Great Dividing Range&lt;/a&gt;. The coldest temperature ever recorded was in July 1986. East coast lows also impact Newcastle, sometimes delivering winds well above and torrential rainfall, usually lasting a couple of days. The &lt;a href=\"Australian%20east%20coast%20low\"&gt;east coast low&lt;/a&gt; in May 1974, the &lt;a href=\"June%202007%20Hunter%20Region%20and%20Central%20Coast%20storms\"&gt;June 2007 Hunter Region and Central Coast storms&lt;/a&gt; and April 2015 are extreme examples of this type of weather.\nDemographics.\nThe metropolitan area of Newcastle is the second most populous area in New South Wales, and includes most of the Newcastle LGA, a large portion of the &lt;a href=\"City%20of%20Lake%20Macquarie\"&gt;Lake Macquarie LGA&lt;/a&gt; and parts of &lt;a href=\"Fern%20Bay%2C%20New%20South%20Wales\"&gt;Fern Bay&lt;/a&gt;, a southern suburb of Port Stephens Council. At the 2016 census it had a population of 322,278. The population of the city of Newcastle itself was 155,411 while Lake Macquarie was actually larger with a population of 197,371.\n83.6% of people in the Newcastle metropolitan area were born in Australia. The next most common countries of birth were England 2.3%, New Zealand 1.0%, China 0.7%, India 0.5% and Philippines 0.4%. Aboriginal and Torres Strait Islander people made up 3.8% of the population. 88.2% of people spoke only English at home. Other languages spoken at home included Mandarin 0.7%, Macedonian 0.5%, Italian 0.4%, Greek 0.3% and Cantonese 0.3%. The most common responses for religion in Newcastle were No Religion 31.1%, Catholic 21.7% and Anglican 19.2%.\nNewcastle is often quoted as being the &lt;a href=\"List%20of%20cities%20in%20Australia%20by%20population\"&gt;seventh largest city in Australia&lt;/a&gt;. This is misleading as the area represented extends well beyond both the City of Newcastle and the Newcastle metropolitan area. The area, officially the Newcastle Statistical District, is referred to as &lt;a href=\"List%20of%20suburbs%20in%20Greater%20Newcastle%2C%20New%20South%20Wales\"&gt;Greater Newcastle&lt;/a&gt; or the Lower Hunter Region, which includes most parts of the Newcastle, Lake Macquarie, Cessnock, Maitland and Port Stephens local government areas and, as of 30 June 2009, has an estimated population of 540,796. Despite their proximity, all of the LGAs in the region maintain their own individual identities, separate from Newcastle.\nThe &lt;a href=\"demonym\"&gt;demonym&lt;/a&gt; for the people of Newcastle is \"Novocastrian\", derived from Latin \"novus\" (new) and \"castra\" (castle or fort).\nEducation.\nPrimary and secondary schools.\nThe oldest state school in the area is &lt;a href=\"Newcastle%20East%20Public%20School\"&gt;Newcastle East Public School&lt;/a&gt;, a primary school established in 1816. Newcastle East Public School is the oldest continuously operating school in Australia, and celebrated its bicentenary in 2016. &lt;a href=\"Newcastle%20High%20School%20%28Australia%29\"&gt;Newcastle High School&lt;/a&gt;, which was formed by the merger of three schools, traces its lineage to a secondary school section initially founded on the grounds of Newcastle East Public School. There are three selective state schools in the area. &lt;a href=\"Hunter%20School%20of%20the%20Performing%20Arts\"&gt;Hunter School of the Performing Arts&lt;/a&gt; is a fully selective K-12 school and only takes students by audition. &lt;a href=\"Merewether%20High%20School\"&gt;Merewether High School&lt;/a&gt; is a fully selective high school in the suburb of &lt;a href=\"Broadmeadow%2C%20New%20South%20Wales\"&gt;Broadmeadow&lt;/a&gt;. Hunter Sports High School is a partially selective sporting high school. The school accepts around half its students from the local area and around half by audition. \nThe two main independent schools in Newcastle are &lt;a href=\"Newcastle%20Grammar%20School\"&gt;Newcastle Grammar School&lt;/a&gt; and &lt;a href=\"St%20Philip%27s%20Christian%20College\"&gt;St Philip's Christian College&lt;/a&gt;, both coeducational K-12 schools.\nTertiary and further education.\nThe city's main provider of tertiary education is the &lt;a href=\"University%20of%20Newcastle%2C%20Australia\"&gt;University of Newcastle&lt;/a&gt;. It was established in 1951 as a satellite campus of the &lt;a href=\"University%20of%20New%20South%20Wales\"&gt;University of New South Wales&lt;/a&gt; and obtained autonomy in 1965. The University now offers over 150 undergraduate and graduate courses to a student population of more than 38,000, including 7,000 international students from more than 113 countries. The main campus is in the suburb of &lt;a href=\"Callaghan%2C%20New%20South%20Wales\"&gt;Callaghan&lt;/a&gt; about from the &lt;a href=\"Central%20business%20district\"&gt;CBD&lt;/a&gt;.\nThere are three campuses of the &lt;a href=\"Hunter%20Institute%20of%20TAFE\"&gt;Hunter Institute of TAFE&lt;/a&gt;, one located in the Newcastle CBD, one in the suburb of &lt;a href=\"Hamilton%20East%2C%20New%20South%20Wales\"&gt;Hamilton East&lt;/a&gt; and the other located in the suburb of &lt;a href=\"Tighes%20Hill%2C%20New%20South%20Wales\"&gt;Tighes Hill&lt;/a&gt;. The Tighes Hill campus is the network's largest campus and offers courses in business, hospitality and various trades.\nCulture.\nFestivals.\nNewcastle holds a variety of cultural events and festivals.\nThe &lt;a href=\"Newcastle%20Regional%20Show\"&gt;Newcastle Regional Show&lt;/a&gt; is held in the Newcastle Showground annually. There are a mixture of typical regional show elements such as woodchopping displays, showbags, rides and stalls and usually fireworks to complement the events in the main arena.\nThe &lt;a href=\"Mattara%20festival\"&gt;Mattara festival&lt;/a&gt;, founded in 1961, is the official festival of Newcastle with a more traditional \"country fair\" type program that combines a parade, rides, sporting events, band competitions and portrait and landscape painting exhibitions. Mattara means \"hand of friendship\" in the local Awabakal language. Originally held at Civic Park and then moved to Newcastle foreshore in 2006 In 2017 the festival was moved to &lt;a href=\"Wallsend%2C%20New%20South%20Wales\"&gt;Wallsend&lt;/a&gt; Park.\nThe &lt;a href=\"Newcastle%20Jazz%20Festival\"&gt;Newcastle Jazz Festival&lt;/a&gt; is held across three days in August, and attracts performers and audiences from all over Australia. The first festival was held in September 1988 as part the NSW Bicentenital Festival of Music which was organised by the Newcastle Jazz Action Society.\nThe Shoot Out 24 Hour Filmmaking Festival, first started in Newcastle in 1999. This is the film festival where film-makers come together in one place to make a short film in 24 hours. It is run annually in July.\n&lt;a href=\"This%20Is%20Not%20Art\"&gt;This Is Not Art&lt;/a&gt; is a national festival of new media and arts held in Newcastle each year over the October long weekend. Since its humble beginnings in 1998, it has become one of the leading arts festivals in Australia dedicated to the work and ideas of communities not included in other major Australian arts festivals. The umbrella program includes the independent festivals &lt;a href=\"Electrofringe\"&gt;Electrofringe&lt;/a&gt;, the &lt;a href=\"National%20Young%20Writers%27%20Festival\"&gt;National Young Writers' Festival&lt;/a&gt;, Critical Animals, &lt;a href=\"Sound%20Summit\"&gt;Sound Summit&lt;/a&gt;, Crack Theatre Festival and other projects that vary from year to year.\nThe Newcastle Entertainment Centre, located inside the Newcastle Showground is a popular venue for regular events including wrestling, concerts and monster truck shows.\nMusic.\nNewcastle has an active youth music culture, as well as a Conservatorium of Music which is part of the &lt;a href=\"University%20of%20Newcastle%2C%20Australia\"&gt;University of Newcastle&lt;/a&gt;. It continues to support local bands and has a large underground music scene. The members of &lt;a href=\"Silverchair\"&gt;Silverchair&lt;/a&gt;, the highly successful Australian band, hail from Newcastle, as does the Australian band &lt;a href=\"The%20Screaming%20Jets\"&gt;The Screaming Jets&lt;/a&gt;. It has a fertile &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt; and hardcore scene, which has spawned successful local acts and national acts. Newcastle was also home to the short-lived band Velvet Underground which featured future &lt;a href=\"AC/DC\"&gt;AC/DC&lt;/a&gt; guitarist &lt;a href=\"Malcolm%20Young\"&gt;Malcolm Young&lt;/a&gt;.\nVisual arts and galleries.\nNotable modernist artists associated with Newcastle are seascape sketcher &lt;a href=\"Shay%20Docking\"&gt;Shay Docking&lt;/a&gt; (1928–1998), the cubist influenced abstract painter William Rose (1929–1999), landscape painter &lt;a href=\"John%20Olsen%20%28Australian%20artist%29\"&gt;John Olsen&lt;/a&gt;, who was born in Newcastle in 1928, still- life painter &lt;a href=\"Margaret%20Olley\"&gt;Margaret Olley&lt;/a&gt;, portraitist &lt;a href=\"William%20Dobell\"&gt;William Dobell&lt;/a&gt; and figurative painter John Montefiore lived at Lake Macquarie to the south of the city. Art collector William Bowmore resided in Newcastle and collected Brett Whiteley paintings as well as owning a large collection of international art and artefacts. The Von Bertouch Galleries was a commercial gallery founded by &lt;a href=\"Anne%20Von%20Bertouch\"&gt;Anne Von Bertouch&lt;/a&gt; and exhibited nationally and locally well known artists.\nThe &lt;a href=\"Newcastle%20Art%20Gallery\"&gt;Newcastle Art Gallery&lt;/a&gt; is home to one of Australia's most substantial public art collections outside a major capital city, and its extensive collection of works by contemporary and historical Australian visual artists presents an overview of Australian art. Due to an ongoing space issue, the gallery is planning a major redevelopment. The Lock Up is a multidisciplinary contemporary art space located in the inner city and hosts local, national and international artists to exhibit in the historic former Newcastle Police station.\nTheatre.\nNewcastle has a variety of smaller theatres, but the main theatre in the CBD is now the \"&lt;a href=\"Newcastle%20Civic%20Theatre\"&gt;Civic&lt;/a&gt;\", at Wheeler Place, (seating capacity about 1500), one of Australia's great historic theatres built during 1929 in Art Deco style. It hosts a wide range of musicals, plays, concerts, dance and other events each year. Newcastle previously boasted several large theatres, among them the oldest purpose-built theatre in Australia, the &lt;a href=\"Victoria%20Theatre%20%28Newcastle%29\"&gt;Victoria Theatre&lt;/a&gt; on Perkins Street (built 1876, capacity 1750), saw touring international opera companies such as the &lt;a href=\"D%27Oyly%20Carte%20Opera%20Company\"&gt;D'Oyly Carte Opera Company&lt;/a&gt;, and other troupes, and played host to some of the greatest stars of the age, such as &lt;a href=\"Dame%20Nellie%20Melba\"&gt;Dame Nellie Melba&lt;/a&gt;, &lt;a href=\"Gladys%20Moncrieff\"&gt;Gladys Moncrieff&lt;/a&gt;, and &lt;a href=\"Richard%20Tauber\"&gt;Richard Tauber&lt;/a&gt;, (it is now closed and derelict); the \"Century\", Nineways, &lt;a href=\"Broadmeadow%2C%20New%20South%20Wales\"&gt;Broadmeadow&lt;/a&gt;, (built 1941, capacity 1800) although largely used as a cinema was a popular Symphony orchestra venue (demolished 1990 after being severely damaged by the 1989 earthquake); the \"Hunter\" (capacity 1000) at The Junction, had advanced modern stage facilities, but was eventually sold and demolished to make way for a motel that was destroyed by the 1989 earthquake. The decline in theatres and cinemas from the 1960s onwards was blamed on television.\nNewcastle has also been home to noted Australian actors, comedians and entertainers, including &lt;a href=\"Sarah%20Wynter\"&gt;Sarah Wynter&lt;/a&gt;, &lt;a href=\"John%20Doyle%20%28comedian%29\"&gt;John Doyle&lt;/a&gt; (part of comic act &lt;a href=\"Roy%20and%20HG\"&gt;Roy and HG&lt;/a&gt;), &lt;a href=\"Susie%20Porter\"&gt;Susie Porter&lt;/a&gt;, &lt;a href=\"Celia%20Ireland\"&gt;Celia Ireland&lt;/a&gt;, &lt;a href=\"Yahoo%20Serious\"&gt;Yahoo Serious&lt;/a&gt; and &lt;a href=\"Jonathan%20Biggins\"&gt;Jonathan Biggins&lt;/a&gt;. The cast of the &lt;a href=\"Tap%20Dogs\"&gt;Tap Dogs&lt;/a&gt; show also come from Newcastle.\nMedia arts.\nNewcastle is home to the &lt;a href=\"Octapod\"&gt;Octapod&lt;/a&gt; Association, a New Media Arts collective established in 1996. &lt;a href=\"Octapod\"&gt;Octapod&lt;/a&gt; presents the annual &lt;a href=\"This%20Is%20Not%20Art\"&gt;This Is Not Art&lt;/a&gt; Festival and is also home to the Podspace Gallery.\nMuseums.\nThe &lt;a href=\"Newcastle%20Museum\"&gt;Newcastle Museum&lt;/a&gt; was founded in 1988 in the former headquarters of the Great Northern Railway and stewards local history, culture, industry, and science. It features permanent exhibitions relating to coal mining and steel production, aboriginal history and the area's history, as well as a hands-on science centre.\nSport.\nBasketball.\nNewcastle has had two teams in the &lt;a href=\"National%20Basketball%20League%20%28Australia%29\"&gt;National Basketball League&lt;/a&gt;, the &lt;a href=\"Newcastle%20Falcons%20%28basketball%29\"&gt;Newcastle Falcons&lt;/a&gt; and The &lt;a href=\"Hunter%20Pirates\"&gt;Hunter Pirates&lt;/a&gt;. Both teams folded due to financial difficulties. The city co-hosted the &lt;a href=\"1985%20FIBA%20Oceania%20Championship\"&gt;1985 FIBA Oceania Championship&lt;/a&gt; where &lt;a href=\"Australia%27s%20national%20basketball%20team\"&gt;Australia's national basketball team&lt;/a&gt; won its seventh straight title.\nCricket.\nA bid for Newcastle to establish a 2012 team in the national Twenty20 competition the &lt;a href=\"Big%20Bash%20League\"&gt;Big Bash League&lt;/a&gt;, with games played at either &lt;a href=\"Newcastle%20International%20Sports%20Centre\"&gt;Hunter Stadium&lt;/a&gt; or No.1 Sports Ground was unsuccessful.\nFootball.\nSeveral different football codes are popular sports in Newcastle, with at least one having been played since the mid-1800s.\nRugby league.\nNewcastle sports teams playing in national competitions include the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt;, a team that plays in Australia's premier &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; competition, the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;. The Knights play at &lt;a href=\"Newcastle%20International%20Sports%20Centre\"&gt;McDonald Jones Stadium&lt;/a&gt;, situated in the suburb of . After an upgrade, the stadium now has capacity for almost 27,000 spectators. In May 2008, the &lt;a href=\"Government%20of%20New%20South%20Wales\"&gt;NSW state government&lt;/a&gt; agreed to provide a further $20 million for further upgrades to increase the crowd capacity to 40,000 by end of 2010.\nThe &lt;a href=\"Newcastle%20Rugby%20League\"&gt;Newcastle Rugby League&lt;/a&gt; holds local club competition and has done so since the early 1900s. Touring domestic and international teams would play against Newcastle's representative team which was made up of players from this League.\nHunter Stadium hosted the &lt;a href=\"2016%20Anzac%20Test\"&gt;2016 Anzac Test&lt;/a&gt; between &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt;.\nRugby union.\nRugby union is a football code that has been played in Newcastle since at least 1869, with the Newcastle Football Club formed in 1877. &lt;a href=\"Newcastle%20and%20Hunter%20Rugby%20Union\"&gt;Newcastle and Hunter Rugby Union&lt;/a&gt; is the main body overseeing the sport in the region. In 2019, the &lt;a href=\"New%20South%20Wales%20Waratahs\"&gt;New South Wales Waratahs&lt;/a&gt; of the professional &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; competition played a competition match in Newcastle at &lt;a href=\"Hunter%20Stadium\"&gt;Hunter Stadium&lt;/a&gt; for the first time.\nSoccer (association football).\nThe &lt;a href=\"Newcastle%20Jets%20FC\"&gt;Newcastle Jets Football Club&lt;/a&gt;, which plays in Australia's highest level &lt;a href=\"Soccer%20in%20Australia\"&gt;soccer&lt;/a&gt; competition, the &lt;a href=\"A-League\"&gt;A-League&lt;/a&gt;, also play at &lt;a href=\"Newcastle%20International%20Sports%20Centre\"&gt;McDonald Jones Stadium&lt;/a&gt;. The Newcastle Jets won the A-League competition in their third season, defeating local rivals the &lt;a href=\"Central%20Coast%20Mariners%20FC\"&gt;Central Coast Mariners&lt;/a&gt; in the grand final. The Jets are playing in the 2015/16 A-League season, and their eleventh in the Australian National Competition.\nThe city also played host to 4 games of the &lt;a href=\"2015%20AFC%20Asian%20Cup\"&gt;2015 AFC Asian Cup&lt;/a&gt;, including the semi-final between Australia and the United Arab Emirates, as well as the 3rd place playoff between the United Arab Emirates and Iraq.\nHorse racing.\nNewcastle Jockey Club Limited races 35 times annually at Broadmeadow, a spacious turf track with a home straight. It is the venue for three &lt;a href=\"Group%20races\"&gt;Group 3&lt;/a&gt; races. In March is the 1400 metre &lt;a href=\"Newcastle%20Newmarket%20Handicap\"&gt;Newcastle Newmarket Handicap&lt;/a&gt; and in September the 1400 metre &lt;a href=\"Cameron%20Handicap\"&gt;Cameron Handicap&lt;/a&gt; and the 2300 metre &lt;a href=\"Newcastle%20Gold%20Cup\"&gt;Newcastle Gold Cup&lt;/a&gt;. In 2015 work completed in adding an inner track, known as the Beaumont Track.\nIce hockey and skating.\nThe &lt;a href=\"Newcastle%20North%20Stars\"&gt;Newcastle North Stars&lt;/a&gt; are Newcastle's representatives in the &lt;a href=\"Australian%20Ice%20Hockey%20League\"&gt;Australian Ice Hockey League&lt;/a&gt; championships. Originally based in &lt;a href=\"Newcastle%20West%2C%20New%20South%20Wales\"&gt;Newcastle West&lt;/a&gt; in the 1970-80s, the North Stars now play out of the &lt;a href=\"Hunter%20Ice%20Skating%20Stadium\"&gt;Hunter Ice Skating Stadium&lt;/a&gt; in &lt;a href=\"Warners%20Bay\"&gt;Warners Bay&lt;/a&gt;.\nMotorsport.\nNewcastle hosted the final round of the &lt;a href=\"Supercars%20Championship\"&gt;Supercars Championship&lt;/a&gt; in 2017. The &lt;a href=\"Newcastle%20500\"&gt;Newcastle 500&lt;/a&gt; will be held on the &lt;a href=\"Newcastle%20Street%20Circuit\"&gt;Newcastle Street Circuit&lt;/a&gt; in the East End of the city annually until at least 2021. Supercar team &lt;a href=\"Novocastrian%20Motorsport\"&gt;Novocastrian Motorsport&lt;/a&gt; is based in the city. The city previously hosted the &lt;a href=\"Mattara%20Hillclimb\"&gt;Mattara Hillclimb&lt;/a&gt; which was held in King Edward Park, and has hosted the &lt;a href=\"F1%20Offshore%20Powerboats\"&gt;F1 Offshore Powerboats&lt;/a&gt; in the harbour.\nNetball.\nThe &lt;a href=\"Hunter%20Jaegers\"&gt;Hunter Jaegers&lt;/a&gt; (&lt;a href=\"Commonwealth%20Bank%20Trophy\"&gt;Commonwealth Bank Trophy&lt;/a&gt; – &lt;a href=\"Netball\"&gt;Netball&lt;/a&gt;) were based at the Newcastle Entertainment Centre. They became defunct in 2007 after merging with the Sydney Swifts to become the NSW Swifts. Officially opened in June 1992, the Entertainment Centre offers 5,000 square metres of clear span floor space and is capable of catering for capacities from 2,000 to 6,500 for entertainment style events. The Centre was built to house the now defunct &lt;a href=\"Newcastle%20Falcons%20%28Australia%29\"&gt;Newcastle Falcons&lt;/a&gt; &lt;a href=\"National%20Basketball%20League%20%28Australia%29\"&gt;National Basketball League&lt;/a&gt; team and was also home to the &lt;a href=\"Hunter%20Pirates\"&gt;Hunter Pirates&lt;/a&gt; before a lack of sponsorship forced them to relocate to Singapore after the 2005–06 season, where they were renamed the &lt;a href=\"Singapore%20Slingers\"&gt;Singapore Slingers&lt;/a&gt;. The Slingers played one home game at the Centre during the 2006–07 season.\nWater sports.\nNewcastle has an abundance of beaches and surf breaks for which the city is internationally well known. Newcastle hosts the annual surfing contest '&lt;a href=\"Surfest\"&gt;Surfest&lt;/a&gt;' on the world professional surfing tour. Four time world champion surfer &lt;a href=\"Mark%20Richards%20%28surfer%29\"&gt;Mark Richards&lt;/a&gt; grew up surfing at Newcastle's Merewether Beach, and is a local icon, appearing at many local functions, and supporting local charities. Nobbys Beach is a very popular &lt;a href=\"kitesurfing\"&gt;kitesurfing&lt;/a&gt; spot, especially during the warm summer months when there are northeasterly sea breezes.\nMedia.\nNewcastle is served by a daily &lt;a href=\"Tabloid%20%28newspaper%20format%29\"&gt;tabloid&lt;/a&gt;, \"&lt;a href=\"The%20Newcastle%20Herald\"&gt;The Herald&lt;/a&gt;\" (formerly \"The Newcastle Morning Herald and Miners' Advocate\" and then \"The Newcastle Herald\"), several weeklies including the \"&lt;a href=\"Newcastle%20Star\"&gt;Newcastle Star&lt;/a&gt;\", \"The Post\" and the bi-monthly \"The Hunter Advocate\".\nOther alternative media in the city include the university's student publications &lt;a href=\"Opus%20%28University%20of%20Newcastle%20magazine%29\"&gt;Opus&lt;/a&gt; and Yak Magazine, Newcastle Mirage (a local arts and culture zine) and Urchin (a &lt;a href=\"zine\"&gt;zine&lt;/a&gt; published by the media and arts organisation &lt;a href=\"Octapod\"&gt;Octapod&lt;/a&gt;).\nThe city is also served by several local radio stations, including those owned by the &lt;a href=\"Australian%20Broadcasting%20Corporation\"&gt;Australian Broadcasting Corporation&lt;/a&gt; and SBS.\nNewcastle is also served by five television networks, three commercial and two national services:\nNBN produces an evening news bulletin combining local, state, national and international news screening nightly at 6.00 pm on &lt;a href=\"Nine%20Network\"&gt;Channel 9&lt;/a&gt;, due to NBN being an owner and operator of the network, &lt;a href=\"Nine%20News\"&gt;Nine News' Sydney-based bulletin&lt;/a&gt; at 6 is not relayed on this station, but stories from the bulletin are shown on NBN News. &lt;a href=\"Prime7\"&gt;Prime7&lt;/a&gt;, &lt;a href=\"NBN%20Television\"&gt;NBN News&lt;/a&gt; and &lt;a href=\"WIN%20Television\"&gt;WIN Television&lt;/a&gt; produce short local updates throughout the day to fulfil local content quotas.\nTransport.\nLike most major cities, the Newcastle metropolitan area has an extensive system of both road links and road based public transport services (bus, taxi etc.) which cover most areas of both &lt;a href=\"City%20of%20Newcastle\"&gt;Newcastle&lt;/a&gt; and &lt;a href=\"City%20of%20Lake%20Macquarie\"&gt;Lake Macquarie&lt;/a&gt; and which extend beyond the metropolitan area itself. Rail transport, however, is accessible to only a relatively small percentage of the population along the major rail transport routes and ferry services are restricted to those commuting between Newcastle and &lt;a href=\"Stockton%2C%20New%20South%20Wales\"&gt;Stockton&lt;/a&gt;. Within the metropolitan area the car remains the dominant form of transportation. At the time of the 2001 Census, less than 4% of the population caught public transport, of which around 2.5% travelled by bus and 1% used the train or ferry to commute to work. On the other hand, over 72% of the population travelled by car to and from work. Newcastle, like all major Australian urban centres, had a &lt;a href=\"Trams%20in%20Newcastle%2C%20New%20South%20Wales\"&gt;tram system&lt;/a&gt;, but it was closed in 1950. In February 2019, trams returned to the city with the opening of the &lt;a href=\"Newcastle%20Light%20Rail\"&gt;Newcastle Light Rail&lt;/a&gt;.\nRoad.\nNewcastle is connected to surrounding cities by the &lt;a href=\"Pacific%20Motorway%20%28Sydney%E2%80%93Newcastle%29\"&gt;Pacific Motorway&lt;/a&gt; (south), &lt;a href=\"Hunter%20Expressway\"&gt;Hunter Expressway&lt;/a&gt; (west), &lt;a href=\"New%20England%20Highway\"&gt;New England Highway&lt;/a&gt; (west) and the &lt;a href=\"Pacific%20Highway%20%28Australia%29\"&gt;Pacific Highway&lt;/a&gt; (north and south). Hunter Street is the main shopping street in the Newcastle CBD and, along with King Street, is one of the major links to the Pacific Highway from the CBD. King Street provides direct access to the &lt;a href=\"Newcastle%20Link%20Road\"&gt;Newcastle Link Road&lt;/a&gt; and then the Pacific Motorway and Hunter Expressway.\nBus.\nBus services within Newcastle are operated by &lt;a href=\"Newcastle%20Transport\"&gt;Newcastle Transport&lt;/a&gt;. Prior to July 2017, these were operated by &lt;a href=\"Newcastle%20Buses%20%26amp%3B%20Ferries\"&gt;Newcastle Buses &amp; Ferries&lt;/a&gt;. Trips within a designated area of the Newcastle CBD on Newcastle Transport operated bus services are fare-free under the Newcastle Alliance's Free City Buses programme. &lt;a href=\"Hunter%20Valley%20Buses\"&gt;Hunter Valley Buses&lt;/a&gt;, &lt;a href=\"Port%20Stephens%20Coaches\"&gt;Port Stephens Coaches&lt;/a&gt; and &lt;a href=\"Rover%20Coaches\"&gt;Rover Coaches&lt;/a&gt; also operate services into the CBD from other parts of the Hunter Region.\nThe network radiates from a bus terminal near &lt;a href=\"Newcastle%20railway%20station%2C%20New%20South%20Wales\"&gt;Newcastle railway station&lt;/a&gt;, on the waterfront of Newcastle's CBD. Major interchanges are located at the &lt;a href=\"University%20of%20Newcastle%2C%20Australia\"&gt;University of Newcastle&lt;/a&gt;, &lt;a href=\"Wallsend%2C%20New%20South%20Wales\"&gt;Wallsend&lt;/a&gt;, &lt;a href=\"Glendale%2C%20New%20South%20Wales\"&gt;Glendale&lt;/a&gt;, &lt;a href=\"Warners%20Bay\"&gt;Warners Bay&lt;/a&gt;, &lt;a href=\"Belmont%2C%20New%20South%20Wales\"&gt;Belmont&lt;/a&gt;, &lt;a href=\"Charlestown%20Square\"&gt;Charlestown Square&lt;/a&gt; and &lt;a href=\"Westfield%20Kotara\"&gt;Westfield Kotara&lt;/a&gt;.\nAfter the train line closure between &lt;a href=\"Hamilton%20railway%20station%2C%20New%20South%20Wales\"&gt;Hamilton station&lt;/a&gt; and Newcastle station and before the opening of the Light Rail, Newcastle Transport buses (Route 110) operated from Hamilton station to &lt;a href=\"Civic%20railway%20station\"&gt;Civic&lt;/a&gt; and Newcastle stations.\n&lt;a href=\"Greyhound%20Australia\"&gt;Greyhound Australia&lt;/a&gt;, &lt;a href=\"Premier%20Transport%20Group%23Premier%20Motor%20Service\"&gt;Premier Motor Service&lt;/a&gt; and &lt;a href=\"Sid%20Fogg%27s\"&gt;Sid Fogg's&lt;/a&gt; long-distance services serve Newcastle.\nRail.\nThe Newcastle area is serviced by two &lt;a href=\"NSW%20TrainLink\"&gt;NSW TrainLink&lt;/a&gt; intercity lines providing local and regional commuter services terminating at &lt;a href=\"Newcastle%20Interchange\"&gt;Newcastle Interchange&lt;/a&gt; along the &lt;a href=\"Newcastle%20railway%20line%2C%20New%20South%20Wales\"&gt;Newcastle line&lt;/a&gt;. The &lt;a href=\"Central%20Coast%20%26amp%3B%20Newcastle%20Line\"&gt;Central Coast &amp; Newcastle Line&lt;/a&gt; has twice-hourly train services to Sydney and the &lt;a href=\"Central%20Coast%20%28New%20South%20Wales%29\"&gt;Central Coast&lt;/a&gt;. The &lt;a href=\"Hunter%20Line\"&gt;Hunter Line&lt;/a&gt; has twice-hourly services to &lt;a href=\"Maitland%20railway%20station\"&gt;Maitland&lt;/a&gt; and less frequently to &lt;a href=\"Scone%20railway%20station\"&gt;Scone&lt;/a&gt; and &lt;a href=\"Dungog%20railway%20station\"&gt;Dungog&lt;/a&gt;. Two long-distance lines operate through the Newcastle area using Broadmeadow station. These provide services to &lt;a href=\"Moree%20railway%20station\"&gt;Moree&lt;/a&gt;, &lt;a href=\"Armidale%20railway%20station\"&gt;Armidale&lt;/a&gt;, &lt;a href=\"Roma%20Street%20railway%20station\"&gt;Brisbane&lt;/a&gt; and &lt;a href=\"Central%20railway%20station%2C%20Sydney\"&gt;Sydney&lt;/a&gt;.\nNewcastle once had rail passenger services to &lt;a href=\"Belmont%2C%20New%20South%20Wales\"&gt;Belmont&lt;/a&gt; and &lt;a href=\"Toronto%2C%20New%20South%20Wales\"&gt;Toronto&lt;/a&gt;, on &lt;a href=\"Lake%20Macquarie%20%28New%20South%20Wales%29\"&gt;Lake Macquarie&lt;/a&gt;, &lt;a href=\"Wallsend%2C%20New%20South%20Wales\"&gt;Wallsend&lt;/a&gt;, &lt;a href=\"Kurri%20Kurri%2C%20New%20South%20Wales\"&gt;Kurri Kurri&lt;/a&gt; and several towns and villages between Maitland and &lt;a href=\"Cessnock%2C%20New%20South%20Wales\"&gt;Cessnock&lt;/a&gt; on the &lt;a href=\"South%20Maitland%20Railway\"&gt;South Maitland Railway&lt;/a&gt;, but these lines have been closed. In the late-1990s there was intense debate about the future of the rail line into central Newcastle. The &lt;a href=\"Government%20of%20New%20South%20Wales\"&gt;New South Wales government&lt;/a&gt; had planned to cut the line at &lt;a href=\"Broadmeadow%20railway%20station\"&gt;Broadmeadow station&lt;/a&gt;, ending rail services into &lt;a href=\"Newcastle%20railway%20station%2C%20New%20South%20Wales\"&gt;Newcastle station&lt;/a&gt; in the city centre to allow better connections between the city and the waterfront precinct. This proposal was dropped in 2006.\nThe proposal to close the line was reactivated and in December 2014, the Newcastle line was curtailed to &lt;a href=\"Hamilton%20railway%20station%2C%20New%20South%20Wales\"&gt;Hamilton&lt;/a&gt;. A new &lt;a href=\"Newcastle%20Interchange\"&gt;Newcastle Interchange&lt;/a&gt; opened on 15 October 2017. The &lt;a href=\"Newcastle%20Light%20Rail\"&gt;Newcastle Light Rail&lt;/a&gt; line also operates from here.\nFrom 1924 until 1994, &lt;a href=\"Broadmeadow%20Locomotive%20Depot\"&gt;Broadmeadow Locomotive Depot&lt;/a&gt; was the main railway centre for the Hunter region. &lt;a href=\"Cardiff%20Locomotive%20Workshops\"&gt;Cardiff Locomotive Workshops&lt;/a&gt; opened in 1928, primarily as a major repair centre for &lt;a href=\"New%20South%20Wales%20Government%20Railways\"&gt;New South Wales Government Railways&lt;/a&gt; locomotives, although it did build twelve &lt;a href=\"New%20South%20Wales%20C38%20class%20locomotive\"&gt;38 class&lt;/a&gt; and two &lt;a href=\"New%20South%20Wales%20D58%20class%20locomotive\"&gt;58 class&lt;/a&gt; locomotives. Today it is operated by &lt;a href=\"Downer%20Rail\"&gt;Downer Rail&lt;/a&gt; and along with &lt;a href=\"UGL%20Rail\"&gt;UGL Rail&lt;/a&gt;'s Broadmeadow plant, remains active as a locomotive and rolling stock manufacturer and repairer.\nWater.\nThe Port of Newcastle is crucial to the economic life of Newcastle and the Hunter Valley region beyond. Over 90 million tonnes of coal is shipped through the facility each year – making it the largest coal exporting port in the world. The Port of Newcastle claims to be Australia's first port. Coal was first exported from the harbour in 1799.\nNewcastle Transport operates a &lt;a href=\"Stockton%20ferry%20service\"&gt;ferry service&lt;/a&gt; across the Hunter River between Newcastle's CBD and Stockton.\nThe proposed &lt;a href=\"Newcastle%20Cruise%20Terminal\"&gt;Newcastle Cruise Terminal&lt;/a&gt; is scheduled to open before 2019.\nAir.\n&lt;a href=\"Newcastle%20Airport%20%28New%20South%20Wales%29\"&gt;Newcastle Airport&lt;/a&gt; is located north of the Newcastle CBD ( by road). The airport, which is a joint venture between &lt;a href=\"City%20of%20Newcastle\"&gt;Newcastle City Council&lt;/a&gt; and &lt;a href=\"Port%20Stephens%20Council\"&gt;Port Stephens Council&lt;/a&gt;, has experienced rapid growth since 2000 as a result of an increase in &lt;a href=\"low-cost%20airline\"&gt;low-cost airline&lt;/a&gt; operations. The airport is located at &lt;a href=\"RAAF%20Base%20Williamtown\"&gt;RAAF Base Williamtown&lt;/a&gt;, a &lt;a href=\"Royal%20Australian%20Air%20Force\"&gt;Royal Australian Air Force&lt;/a&gt; base on land leased from the &lt;a href=\"Department%20of%20Defence%20%28Australia%29\"&gt;Department of Defence&lt;/a&gt;.\nNewcastle Heliport operates alongside the lower section of Newcastle Harbour.\nThe suburb of Broadmeadow is home to the base of the &lt;a href=\"Westpac%20Life%20Saver%20Rescue%20Helicopter%20Service\"&gt;Westpac Life Saver Rescue Helicopter Service&lt;/a&gt;. The Helicopter service is one of the longest running services of this type in the world. Two helicopters operate out of this base and operate 24 hours a day.\nThe closure of &lt;a href=\"Belmont%20Airport\"&gt;Belmont Airport&lt;/a&gt;, commonly referred to as Aeropelican, in the &lt;a href=\"City%20of%20Lake%20Macquarie\"&gt;Lake Macquarie&lt;/a&gt; suburb of &lt;a href=\"Marks%20Point%2C%20New%20South%20Wales\"&gt;Marks Point&lt;/a&gt; has caused Williamtown to become Newcastle's only major airport and residents in the south of the Newcastle metropolitan area must commute up to by car to reach Williamtown."
}