{
    "id": "526779",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=526779",
    "title": "Jervis Bay",
    "text": "Jervis Bay () is a oceanic &lt;a href=\"bay\"&gt;bay&lt;/a&gt; and village on the south coast of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, said to possess the whitest sand in the world.\nA area of land around the southern headland of the bay is a territory of the &lt;a href=\"Commonwealth%20of%20Australia\"&gt;Commonwealth of Australia&lt;/a&gt; known as the &lt;a href=\"Jervis%20Bay%20Territory\"&gt;Jervis Bay Territory&lt;/a&gt;. The Territory includes the settlements of &lt;a href=\"Jervis%20Bay%20Village\"&gt;Jervis Bay Village&lt;/a&gt; and &lt;a href=\"Wreck%20Bay%20Village\"&gt;Wreck Bay Village&lt;/a&gt;. The &lt;a href=\"Royal%20Australian%20Navy\"&gt;Royal Australian Navy&lt;/a&gt; (RAN) base, , is in the Jervis Bay Territory between &lt;a href=\"Jervis%20Bay%20Village\"&gt;Jervis Bay Village&lt;/a&gt; and &lt;a href=\"Greenpatch%20Point\"&gt;Greenpatch Point&lt;/a&gt;.\nHistory.\n&lt;a href=\"Archaeological\"&gt;Archaeological&lt;/a&gt; evidence at &lt;a href=\"Burrill%20Lake%2C%20New%20South%20Wales\"&gt;Burrill Lake&lt;/a&gt;, 55 kilometres south of Jervis Bay, shows &lt;a href=\"Aboriginal%20Australians\"&gt;Aboriginal&lt;/a&gt; occupation dating back 20,000 years.\nJervis Bay was sighted by &lt;a href=\"Lieutenant%20%28navy%29\"&gt;Lieutenant&lt;/a&gt; &lt;a href=\"James%20Cook\"&gt;James Cook&lt;/a&gt; aboard on 25 April 1770 (two days after &lt;a href=\"Saint%20George%27s%20Day\"&gt;Saint George's Day&lt;/a&gt;) and he named the southern headland Cape St George.\nIn August 1791 Lieutenant &lt;a href=\"Richard%20Bowen%20%28Royal%20Navy%29\"&gt;Richard Bowen&lt;/a&gt;, aboard the convict transport ship &lt;a href=\"Atlantic%20%281783%20ship%29\"&gt;\"Atlantic\"&lt;/a&gt;, part of the &lt;a href=\"Third%20Fleet%20%28Australia%29\"&gt;Third Fleet&lt;/a&gt;, sailed into the bay and named it in honour of &lt;a href=\"John%20Jervis%2C%201st%20Earl%20of%20St%20Vincent\"&gt;Admiral John Jervis&lt;/a&gt;, under whom he had served. In November 1791 Master Matthew Weatherhead entered the bay aboard , which had also been part of the Third Fleet, in order to undertake repairs to the ship.\nIn mid 1797, survivors of the wreck of passed through the area on foot, while undertaking an arduous trek of 600 kilometres in an attempt to get to &lt;a href=\"Port%20Jackson\"&gt;Port Jackson&lt;/a&gt; (Sydney) – only three of them completed the journey.\nExplorer &lt;a href=\"George%20Bass\"&gt;George Bass&lt;/a&gt; entered the bay on 10 December 1797 and named &lt;a href=\"Bowen%20Island%20%28Jervis%20Bay%29\"&gt;Bowen Island&lt;/a&gt;.\n&lt;a href=\"Alexander%20Berry\"&gt;Alexander Berry's&lt;/a&gt; takeover of land in the &lt;a href=\"City%20of%20Shoalhaven\"&gt;Shoalhaven&lt;/a&gt; displaced Aboriginal people who were moved in 1822 to &lt;a href=\"Wreck%20Bay%20Village%2C%20Jervis%20Bay%20Territory\"&gt;Wreck Bay&lt;/a&gt;. Smallpox and syphilis significantly reduced local populations. A separate population of Aborigines, who settlers called 'the Jervis Bay tribe' - the Wandandian people - remained on their traditional lands on the bank of Currambene Creek (near &lt;a href=\"Huskisson%2C%20New%20South%20Wales\"&gt;Huskisson&lt;/a&gt;) and around St Georges Basin, until well into the C20th.\nIn 1841, the private township of South Huskisson on Jervis Bay was founded as a seaport and terminus of &lt;a href=\"The%20Wool%20Road%20%28New%20South%20Wales%29\"&gt;The Wool Road&lt;/a&gt;. It was renamed &lt;a href=\"Vincentia%2C%20New%20South%20Wales\"&gt;Vincentia&lt;/a&gt; in 1952.\nWhaling was conducted in the bay in 1912 and 1913. The vessels involved were the factory ship \"Loch Tay\" and her two catchers \"Campbell\" and \"Sorrell\".\nThe land now comprising the Jervis Bay Territory was surrendered by the state of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; to the Commonwealth Government in 1915 to provide a seaport for the new Federal capital under construction at &lt;a href=\"Canberra\"&gt;Canberra&lt;/a&gt;, which would be Australia's only inland capital.\nIn the late 1960s, Australia's &lt;a href=\"Jervis%20Bay%20Nuclear%20Power%20Plant\"&gt;first nuclear power plant&lt;/a&gt; was proposed for the area, and a site was prepared. However, the project did not proceed.\nGeography.\nGeology.\nJervis Bay is a &lt;a href=\"drowned%20river%20valley\"&gt;drowned river valley&lt;/a&gt; and formed 15,000 years ago, at the end of the &lt;a href=\"Last%20glacial%20period\"&gt;last ice age&lt;/a&gt;. The bay took on its present appearance around 4000 BC after the sea levels had risen , and as sand dune barriers created the southern peninsula. Much of the rock in Jervis Bay is part of the &lt;a href=\"Sydney%20Basin\"&gt;Sydney Basin&lt;/a&gt; sandstone formation, which is 280-225 million years old, although lower areas are overlain with &lt;a href=\"Tertiary\"&gt;Tertiary&lt;/a&gt;-era sediments.\nSeveral features at Jervis Bay have been used as evidence that the Australian coast experienced many giant &lt;a href=\"tsunami\"&gt;tsunami&lt;/a&gt;s prior to European colonisation.\nDescription.\nIn the Jervis Bay Territory on the southern side of the bay are the settlements of &lt;a href=\"Greenpatch%20Point\"&gt;Greenpatch&lt;/a&gt;, &lt;a href=\"Hyams%20Beach%2C%20New%20South%20Wales\"&gt;Hyams Beach&lt;/a&gt;, and &lt;a href=\"Bowen%20Island%20%28Jervis%20Bay%29\"&gt;Bowen Island&lt;/a&gt;. From north to south on the New South Wales shore of the bay are &lt;a href=\"Callala%20Beach%2C%20New%20South%20Wales\"&gt;Callala Beach&lt;/a&gt;, &lt;a href=\"Callala%20Bay%2C%20New%20South%20Wales\"&gt;Callala Bay&lt;/a&gt;, &lt;a href=\"Huskisson%2C%20New%20South%20Wales\"&gt;Huskisson&lt;/a&gt; and &lt;a href=\"Vincentia%2C%20New%20South%20Wales\"&gt;Vincentia&lt;/a&gt;. &lt;a href=\"Beecroft%20Peninsula\"&gt;Beecroft Peninsula&lt;/a&gt;, on the northern side of the bay, has been used as a &lt;a href=\"bombing%20range\"&gt;bombing range&lt;/a&gt; by the RAN. &lt;a href=\"Point%20Perpendicular\"&gt;Point Perpendicular&lt;/a&gt; forms the southern end of the peninsula. Jervis Bay is approximately a three-hour drive south of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;. A door-to-door shuttle service is available between &lt;a href=\"Sydney%20Airport\"&gt;Sydney Airport&lt;/a&gt; and the &lt;a href=\"South%20Coast%20%28New%20South%20Wales%29\"&gt;South Coast&lt;/a&gt; every day.\nEnvironment and protected areas.\nSignificant areas of the Jervis Bay natural environment have been established as &lt;a href=\"protected%20area\"&gt;protected area&lt;/a&gt;s, including &lt;a href=\"Booderee%20National%20Park\"&gt;Booderee National Park&lt;/a&gt;, &lt;a href=\"Jervis%20Bay%20National%20Park\"&gt;Jervis Bay National Park&lt;/a&gt; and the &lt;a href=\"Jervis%20Bay%20Marine%20Park\"&gt;Jervis Bay Marine Park&lt;/a&gt;.\nSome of the land on both sides of the bay have been identified by &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt; as an &lt;a href=\"Important%20Bird%20Area\"&gt;Important Bird Area&lt;/a&gt; (IBA) because the coastal &lt;a href=\"heath\"&gt;heath&lt;/a&gt;land supports the largest sub-population of the &lt;a href=\"endangered\"&gt;endangered&lt;/a&gt; &lt;a href=\"eastern%20bristlebird\"&gt;eastern bristlebird&lt;/a&gt;, isolated from other sub-populations.\nJervis Bay has been recorded as having the whitest sand in the world.\nRecreation.\nJervis Bay is known for recreational fishing, &lt;a href=\"kayaking\"&gt;kayaking&lt;/a&gt;, &lt;a href=\"paddleboarding\"&gt;paddleboarding&lt;/a&gt;, &lt;a href=\"sailing\"&gt;sailing&lt;/a&gt; and &lt;a href=\"scuba%20diving\"&gt;scuba diving&lt;/a&gt;, with tour operators departing from Huskisson and amateurs using boat ramps at bayside towns and camp sites. Popular diving sites include The Labyrinths, Gorgonian Wall, &lt;a href=\"Point%20Perpendicular\"&gt;Point Perpendicular&lt;/a&gt;, a submerged &lt;a href=\"Fairey%20Firefly\"&gt;Fairey Firefly&lt;/a&gt; aeroplane, &lt;a href=\"scallop\"&gt;scallop&lt;/a&gt; beds, Middle Ground, Ten Fathom Reef, and Bowen Island.\nJervis Bay is also known for &lt;a href=\"whale%20watching%20in%20Australia\"&gt;whale watching&lt;/a&gt;, because whale migration, both north and south, can be observed as the animals pass the entrance to the bay, frequently entering the sheltered waters to rest. The majority of whales sighted at Jervis Bay are &lt;a href=\"humpback%20whales\"&gt;humpbacks&lt;/a&gt;, which migrate along Australia's east coast from June to November. &lt;a href=\"Southern%20right%20whales\"&gt;Southern right whales&lt;/a&gt; are also showing a slow but steady increase in recent years as they re-colonise former habitats, having been extensively hunted in the 19th and 20th centuries. Other species sighted have been &lt;a href=\"false%20killer%20whale\"&gt;false killer whale&lt;/a&gt;s, &lt;a href=\"orcas\"&gt;orcas&lt;/a&gt;, &lt;a href=\"minke%20whales\"&gt;minke whales&lt;/a&gt; and, on one occasion, a &lt;a href=\"blue%20whale\"&gt;blue whale&lt;/a&gt;.\nTourism.\nTourism in Jervis Bay is one of the most important avenues of income for many of the local residents, with many businesses orienting themselves towards it. The Jervis Bay Visitors Information Centre is at Huskisson, and is part of the Lady Denman Maritime Museum and Gallery. Local council-managed visitor information centres are at &lt;a href=\"Nowra%2C%20New%20South%20Wales\"&gt;Nowra&lt;/a&gt; and &lt;a href=\"Ulladulla%2C%20New%20South%20Wales\"&gt;Ulladulla&lt;/a&gt;.\nAquaculture.\nThe first commercial &lt;a href=\"aquaculture\"&gt;aquaculture&lt;/a&gt; licence for an area in the bay was granted in 2015, for an enterprise which started growing &lt;a href=\"blue%20mussel\"&gt;blue mussel&lt;/a&gt;s. They also found abundant &lt;a href=\"Angasi%20oyster\"&gt;Angasi oyster&lt;/a&gt;s and &lt;a href=\"scallop\"&gt;scallop&lt;/a&gt;s growing on the lines which they dropped at first, but the industry focus is on the blue mussels, which have a high ratio of meat to shell. The first full-scale commercial harvest of blue mussels was scheduled for November 2020. The potential of growing &lt;a href=\"seaweed\"&gt;seaweed&lt;/a&gt;s for commercial use is also being explored, and &lt;a href=\"Shoalhaven%20City%20Council\"&gt;Shoalhaven City Council&lt;/a&gt; is investing to develop a wharf, boat maintenance facility and other infrastructure needed to service the industry. It is hoped that the industry will create up to 1,000 jobs.\nClimate.\nJervis Bay experiences an &lt;a href=\"oceanic%20climate\"&gt;oceanic climate&lt;/a&gt; (Köppen climate classification: \"Cfb\"), with average maximum temperatures varying from 16 °C in winter to 25 °C in summer tempered by sea breezes. The highest recorded temperature is 42.1 °C in January, and the lowest 4.7 °C in August.\nHot summer evenings are often relieved by a front of rapidly moving cool air known as a &lt;a href=\"southerly%20buster\"&gt;southerly buster&lt;/a&gt;.\nRainfall is fairly evenly distributed throughout the seasons, with a bias to the first half of the year, due to prevailing easterlies. Short high intensity rainfall events may happen at any time of the year and can lead to local flooding. Jervis Bay also experiences thunderstorms during the warmer months bringing lightning, heavy rain and occasionally hail.\nYearly rainfall is influenced by the &lt;a href=\"El%20Ni%C3%B1o-Southern%20Oscillation\"&gt;El Niño-Southern Oscillation&lt;/a&gt;."
}