{
    "id": "5267034",
    "revid": "869314",
    "url": "https://en.wikipedia.org/wiki?curid=5267034",
    "title": "Avi Mizrahi",
    "text": "&lt;a href=\"Aluf\"&gt;Aluf&lt;/a&gt; Avi (Abraham) Mizrahi (; born 1957) is a general in the &lt;a href=\"Israel%20Defense%20Forces\"&gt;Israel Defense Forces&lt;/a&gt;, the Head of &lt;a href=\"Central%20Command%20%28Israel%29\"&gt;Israeli Central Command&lt;/a&gt; between October 2009 and March 2012.\nMilitary career.\nMizrahi was drafted by the IDF in 1975, and joined Sayeret Golani (95th Recon. Company), the SF unit of the &lt;a href=\"Golani%20Brigade\"&gt;1st Infantry Brigade&lt;/a&gt;. He later entered the &lt;a href=\"Israeli%20Armor%20Corps\"&gt;Israeli Armor Corps&lt;/a&gt;, where he worked his way up to brigade commander. After that he served as the representative of the IDF &lt;a href=\"GOC%20Army%20Headquarters\"&gt;GOC Army Headquarters&lt;/a&gt; at &lt;a href=\"United%20States%20Army%20Training%20and%20Doctrine%20Command\"&gt;United States Army Training and Doctrine Command&lt;/a&gt; (TRADOC) and the commander of several formations.\nIn 2005 Mizrahi was appointed the head of the &lt;a href=\"Logistics%2C%20Medical%2C%20and%20the%20Centers%20Directorate\"&gt;Logistics, Medical, and the Centers Directorate&lt;/a&gt;, and from 2007 until 2009 he served as the Chief of the Ground forces. Before his most recent appointment, Mizrahi served as the Head of the IDF &lt;a href=\"GOC%20Army%20Headquarters\"&gt;GOC Army Headquarters&lt;/a&gt;.\nSince October 2009 until March 2012 Mizrahi served as the Head of the &lt;a href=\"Central%20Command%20%28Israel%29\"&gt;IDF Central Command&lt;/a&gt;.\nTurkish-Israeli diplomatic incident.\nIn February 2009, during a speech at the Gelilot military base, Mizrahi caused a diplomatic incident, commenting on sharp critical remarks voiced by Turkish Prime Minister &lt;a href=\"Recep%20Tayyip%20Erdogan\"&gt;Recep Tayyip Erdogan&lt;/a&gt; over the &lt;a href=\"Gaza%20War%20%282008%E2%80%9309%29\"&gt;Gaza War&lt;/a&gt;. Mizrahi noted that Turkey had no right to criticize Israel's action as Turkey itself stationed troops in &lt;a href=\"Northern%20Cyprus\"&gt;Northern Cyprus&lt;/a&gt;, oppressed its &lt;a href=\"Kurds%20in%20Turkey\"&gt;Kurdish minority&lt;/a&gt;, and &lt;a href=\"Armenian%20genocide\"&gt;massacred Armenians&lt;/a&gt; during World War I. Israeli ambassador was summoned to Turkey's foreign ministry to explain these remarks, while &lt;a href=\"IDF%20Spokesperson%27s%20Unit\"&gt;IDF Spokesperson's Unit&lt;/a&gt; issued a statement saying Mizrahi's words do not represent any official position."
}