{
    "id": "52702281",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=52702281",
    "title": "Lind Houses",
    "text": "The Lind Houses are a series of seven nearly identical houses on Pleasant Street in &lt;a href=\"South%20Ryegate%2C%20Vermont\"&gt;South Ryegate, Vermont&lt;/a&gt;. Built about 1905, they form one of the best-preserved examples of period worker housing in the state. They were listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1988.\nDescription and history.\nThe Lind Houses are located on the south side of the village of South Ryegate, on the south side of Pleasant Street, a side street connecting Church Street with &lt;a href=\"United%20States%20Route%20302\"&gt;United States Route 302&lt;/a&gt;. The seven houses are all nearly identical free-standing -story wood-frame structures, with front-facing gabled roofs and clapboarded exteriors. Each has a single-story hip-roof porch extending across the front, supported by bracketed Victorian turned posts, with square balusters. Their facades are three bays wide, with the main entrance in the left bay. A shedroof single-story ell extends to the rear of each house, which originally housed &lt;a href=\"Outhouse\"&gt;privies&lt;/a&gt;. The two houses at the eastern end of the row each have a small carriage barn attached to the rear of the ell.\nThe houses were built about 1905 by George E. Lind, specifically to provide housing to immigrant workers in the area's granite-related businesses. Lind had come to the United States from Germany in the 1851, and was known for his support of the working and living conditions of immigrants. It is notable that these houses were more substantial than Lind's own modest house, which stood nearby. Lind died in 1909, and ownership of the houses was taken over by the owners of the South Ryegate Granite Works. They have since then gone through a succession of landlords, and were rehabilitated in the 1980s after a period of decline in the 1960s."
}