{
    "id": "52738711",
    "revid": "14965160",
    "url": "https://en.wikipedia.org/wiki?curid=52738711",
    "title": "Xun Yi",
    "text": "Xun Yi (died 274), &lt;a href=\"courtesy%20name\"&gt;courtesy name&lt;/a&gt; Jingqian, was a Chinese politician of the state of &lt;a href=\"Cao%20Wei\"&gt;Cao Wei&lt;/a&gt; in the &lt;a href=\"Three%20Kingdoms\"&gt;Three Kingdoms&lt;/a&gt; period of China. After the fall of Wei, he continued serving under the &lt;a href=\"Jin%20dynasty%20%28265%E2%80%93420%29\"&gt;Jin dynasty&lt;/a&gt;, which replaced Wei in 266. He was the sixth son of &lt;a href=\"Xun%20Yu\"&gt;Xun Yu&lt;/a&gt;.\nFamily background and early life.\nXun Yi's &lt;a href=\"Ancestral%20home%20%28Chinese%29\"&gt;ancestral home&lt;/a&gt; was in &lt;a href=\"Yingchuan%20Commandery\"&gt;Yingchuan Commandery&lt;/a&gt; (穎川郡; around present-day &lt;a href=\"Xuchang\"&gt;Xuchang&lt;/a&gt;, &lt;a href=\"Henan\"&gt;Henan&lt;/a&gt;). He was born in the influential &lt;a href=\"Xun%20family%20of%20Yingchuan\"&gt;Xun family&lt;/a&gt; as the sixth son of &lt;a href=\"Xun%20Yu\"&gt;Xun Yu&lt;/a&gt;, a prominent statesman of the late &lt;a href=\"Eastern%20Han%20dynasty\"&gt;Eastern Han dynasty&lt;/a&gt; and an adviser to the warlord &lt;a href=\"Cao%20Cao\"&gt;Cao Cao&lt;/a&gt;. When he was still young, his brother-in-law &lt;a href=\"Chen%20Qun\"&gt;Chen Qun&lt;/a&gt; already regarded him highly. Before he reached adolescence, he was already known for his &lt;a href=\"filial%20piety\"&gt;filial piety&lt;/a&gt;, and for being knowledgeable, insightful and meticulous.\nService in Cao Wei.\nDue to his father's past contributions, Xun Yi was given an appointment as a Palace Gentleman (中郎) in the state of &lt;a href=\"Cao%20Wei\"&gt;Cao Wei&lt;/a&gt;. When &lt;a href=\"Sima%20Yi\"&gt;Sima Yi&lt;/a&gt; was the regent of Wei, he felt that Xun Yi was a rare talent and once remarked, \"&lt;a href=\"Xun%20Yu\"&gt;Lord Prefect Xun&lt;/a&gt;'s son is comparable to &lt;a href=\"Yuan%20Huan\"&gt;Yaoqing&lt;/a&gt;'s son Yuan Kan (袁侃).\" Xun Yi was later promoted to a Mounted Gentleman (散騎侍郎) and then to a Palace Attendant (侍中).\nXun Yi was a tutor to the third Wei emperor, &lt;a href=\"Cao%20Fang\"&gt;Cao Fang&lt;/a&gt;. He was also commissioned as a Cavalry Commandant (騎都尉) and awarded the title of a Secondary Marquis (關內侯). He studied the \"&lt;a href=\"I%20Ching\"&gt;Yijing&lt;/a&gt;\" with &lt;a href=\"Zhong%20Hui\"&gt;Zhong Hui&lt;/a&gt; and had philosophical debates with &lt;a href=\"Sima%20Jun%20%28Jin%20dynasty%20prince%29\"&gt;Sima Jun&lt;/a&gt; on the Confucian values \"&lt;a href=\"Ren%20%28Confucianism%29\"&gt;ren&lt;/a&gt;\" and \"&lt;a href=\"Filial%20piety\"&gt;xiao&lt;/a&gt;\".\nWhen the regent &lt;a href=\"Cao%20Shuang\"&gt;Cao Shuang&lt;/a&gt; was in power from 239 to 249, the official &lt;a href=\"He%20Yan\"&gt;He Yan&lt;/a&gt; and others wanted to harm &lt;a href=\"Fu%20Jia\"&gt;Fu Jia&lt;/a&gt;, but Xun Yi saved him. After the regent &lt;a href=\"Sima%20Shi\"&gt;Sima Shi&lt;/a&gt; deposed Cao Fang and replaced him with &lt;a href=\"Cao%20Mao\"&gt;Cao Mao&lt;/a&gt; as the emperor of Wei in 254, Xun Yi advised Sima to use the opportunity to announce the new emperor and see how his potential political rivals would react. In the same year, the generals &lt;a href=\"Guanqiu%20Jian\"&gt;Guanqiu Jian&lt;/a&gt; and &lt;a href=\"Wen%20Qin\"&gt;Wen Qin&lt;/a&gt;, who opposed Sima Shi's act of changing the emperor, started &lt;a href=\"Guanqiu%20Jian%20and%20Wen%20Qin%27s%20Rebellion\"&gt;a rebellion&lt;/a&gt; in Shouchun (壽春; around present-day &lt;a href=\"Shou%20County\"&gt;Shou County&lt;/a&gt;, &lt;a href=\"Anhui\"&gt;Anhui&lt;/a&gt;). Xun Yi assisted Sima Shi in suppressing the rebellion. As a reward for his efforts, he was enfeoffed as the Marquis of Wansui Village (萬歲亭侯) and given 400 taxable households to form his marquisate.\nFollowing Sima Shi's death in 255, his younger brother &lt;a href=\"Sima%20Zhao\"&gt;Sima Zhao&lt;/a&gt; became the new regent. Xun Yi was promoted to a Master of Writing (尚書). Between 257 and 258, when Sima Zhao was on a campaign to suppress &lt;a href=\"Zhuge%20Dan%27s%20Rebellion\"&gt;a rebellion&lt;/a&gt; by &lt;a href=\"Zhuge%20Dan\"&gt;Zhuge Dan&lt;/a&gt;, he left Xun Yi behind to guard the imperial capital &lt;a href=\"Luoyang\"&gt;Luoyang&lt;/a&gt; in his absence. In 260, after his maternal nephew &lt;a href=\"Chen%20Tai\"&gt;Chen Tai&lt;/a&gt; died, Xun Yi replaced him as a Supervisor (僕射) and took charge of the &lt;a href=\"Three%20Departments%20and%20Six%20Ministries\"&gt;Ministry of Personnel&lt;/a&gt;. After he took over the ministry, he implemented more stringent practices to ensure that officials were carefully selected and appointed. During the Xianxi era (264-265) in the reign of the last Wei emperor &lt;a href=\"Cao%20Huan\"&gt;Cao Huan&lt;/a&gt;, Xun Yi served as &lt;a href=\"Three%20Ducal%20Ministers\"&gt;Minister of Works&lt;/a&gt; and was promoted from a village marquis to a district marquis.\nXun Yi was known for his filial piety, which he maintained even when he was already in his 60s. When his mother died, he left office to perform &lt;a href=\"filial%20mourning\"&gt;filial mourning&lt;/a&gt; and displayed such deep sorrow over her death that he earned praise from his contemporaries for his filial piety. Sima Zhao also provided escorts for Xun Yi when he travelled around. In 265, after the Cao Wei state &lt;a href=\"Conquest%20of%20Shu%20by%20Wei\"&gt;conquered&lt;/a&gt; one of its rival states, &lt;a href=\"Shu%20Han\"&gt;Shu Han&lt;/a&gt;, it wanted to restore the &lt;a href=\"Chinese%20nobility%23Male%20aristocracy\"&gt;five-tiered nobility hierarchy&lt;/a&gt; system so it put Xun Yi in charge of the process. Xun Yi proposed to the Wei imperial court to allow &lt;a href=\"Yang%20Hu\"&gt;Yang Hu&lt;/a&gt;, &lt;a href=\"Ren%20Kai\"&gt;Ren Kai&lt;/a&gt; (任愷), &lt;a href=\"Geng%20Jun\"&gt;Geng Jun&lt;/a&gt; (庚峻), &lt;a href=\"Ying%20Zhen\"&gt;Ying Zhen&lt;/a&gt; (應貞) and &lt;a href=\"Kong%20Hao\"&gt;Kong Hao&lt;/a&gt; (孔顥) to assist him, and they collectively drafted a set of rules governing imperial protocol and etiquette. Xun Yi was also promoted from a district marquis to a county marquis under the title \"Marquis of Linhuai\" (臨淮侯).\nService under the Jin dynasty.\nXun Yi continued serving under the government of the &lt;a href=\"Jin%20dynasty%20%28265%E2%80%93420%29\"&gt;Jin dynasty&lt;/a&gt;, which replaced the state of Cao Wei in 265. After &lt;a href=\"Emperor%20Wu%20of%20Jin\"&gt;Sima Yan (Emperor Wu)&lt;/a&gt; was enthroned as the first Jin emperor, he promoted Xun Yi from a county marquis to a duke under the title \"Duke of Linhuai\" (臨淮公), with 1,800 taxable households in his dukedom. Emperor Wu also appointed Xun Yi as &lt;a href=\"Three%20Ducal%20Ministers\"&gt;Minister over the Masses&lt;/a&gt;. Later, Xun Yi was concurrently appointed as a Palace Attendant and promoted to Grand Marshal (太尉), putting him in charge of military affairs and in command of 100 of the emperor's close guards. Shortly after, Xun Yi was given an additional appointment as acting Grand Tutor to the Crown Prince (太子太傅).\nXun Yi died in 274 during the Taishi era (265–274) of Emperor Wu's reign. Before his death, he had been tasked with arranging the music for two dance pieces, \"Zhengde\" (正德) and \"Dayu\" (大豫). Emperor Wu held a grand state funeral for Xun Yi and ordered the crown prince &lt;a href=\"Emperor%20Hui%20of%20Jin\"&gt;Sima Zhong&lt;/a&gt; to pay respects at the funeral. He also honoured Xun Yi with the &lt;a href=\"posthumous%20name\"&gt;posthumous name&lt;/a&gt; \"Kang\" (康), hence Xun Yi was formally known as \"Duke Kang of Linhuai\" (臨淮康公). Xun Yi's family members were given two million coins to build a house because Xun Yi and his family had no fixed residence when he was still living. In the early Xianning era (275–280) of Emperor Wu's reign, the emperor issued an imperial edict to honour his subjects who had rendered meritorious service. Xun Yi, as one of those subjects named in the edict, was enshrined in the imperial &lt;a href=\"Ancestral%20shrine\"&gt;ancestral temple&lt;/a&gt;.\nXun Yi was very familiar with the rules of decorum and propriety, having read and known by heart the contents of books such as \"&lt;a href=\"Etiquette%20and%20Ceremonial\"&gt;Etiquette and Ceremonial&lt;/a&gt;\", \"&lt;a href=\"Book%20of%20Rites\"&gt;Book of Rites&lt;/a&gt;\" and \"&lt;a href=\"Rites%20of%20Zhou\"&gt;Rites of Zhou&lt;/a&gt;\". Although his moral character was considered generally good, it was nonetheless tarnished by his obsequious behaviour towards, and association with, &lt;a href=\"Jia%20Chong\"&gt;Jia Chong&lt;/a&gt; and &lt;a href=\"Xun%20Xu\"&gt;Xun Xu&lt;/a&gt; (荀勗). When it was time for the crown prince &lt;a href=\"Emperor%20Hui%20of%20Jin\"&gt;Sima Zhong&lt;/a&gt; to marry, Xun Yi nominated &lt;a href=\"Jia%20Nanfeng\"&gt;Jia Chong's daughter&lt;/a&gt; to be the prince's consort. He was scorned by others for doing that.\nSuccession.\nXun Yi had no son when he died so he had no one to inherit his peerage and dukedom. Sometime in the late 380s, Xun Xu (荀序), a great-great-grandnephew of Xun Yi, inherited the peerage as the \"Duke of Linhuai\". After Xun Xu's death, &lt;a href=\"Emperor%20Xiaowu%20of%20Jin\"&gt;Emperor Xiaowu&lt;/a&gt; (r. 372–396) designated Xun Xu's son, Xun Heng (荀恆), as the new Duke of Linhuai. The peerage was later passed on to Xun Heng's son, Xun Longfu (荀龍符), and finally abolished in 420 when &lt;a href=\"Emperor%20Wu%20of%20Liu%20Song\"&gt;Liu Yu&lt;/a&gt; ended the Jin dynasty and founded the &lt;a href=\"Liu%20Song%20dynasty\"&gt;Liu Song dynasty&lt;/a&gt;."
}