{
    "id": "52788174",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=52788174",
    "title": "Kathy Kinloch",
    "text": "Kathy Kinloch is a Canadian executive who is president of the &lt;a href=\"British%20Columbia%20Institute%20of%20Technology\"&gt;British Columbia Institute of Technology&lt;/a&gt; (BCIT) and has received awards for being one of the most influential women in the province's business sector. In 2016, Kathy was named a Woman of Distinction by the YWCA Metro Vancouver and one of Canada's 100 Most Powerful Women awarded by WXN, the Women's Executive Network. She was also recognized in 2015 by BC Business as one of the 50 most influential women in British Columbia; by &lt;a href=\"Vancouver%20Magazine\"&gt;Vancouver Magazine&lt;/a&gt; on the top 50 Power list.\nAn Alberta-trained nurse for 15 years between 1982 and 1987, Kinloch later became a vice-president at &lt;a href=\"Surrey%20Memorial%20Hospital\"&gt;Surrey Memorial Hospital&lt;/a&gt;. Then she became a chief operating officer for the health region and then &lt;a href=\"Fraser%20Health\"&gt;Fraser Health&lt;/a&gt; from 1997 to 2005. After two years as a senior advisor at the province's &lt;a href=\"Ministry%20of%20Health%20%28British%20Columbia%29\"&gt;Ministry of Health&lt;/a&gt;, she served three years at BCIT as dean of &lt;a href=\"Health%20Sciences\"&gt;Health Sciences&lt;/a&gt;. After three years, between 2010 and 2013, as president of &lt;a href=\"Vancouver%20Community%20College\"&gt;Vancouver Community College&lt;/a&gt;, Kinloch became president of BCIT in January 2014.\nIn 2015, Kinloch's second year at BCIT, the institution created the first sexual-assault policy for a BC post-secondary institution. After a &lt;a href=\"voyeurism\"&gt;voyeurism&lt;/a&gt; incident on campus later that year, Kinloch announced a new Safety Smart Program.\nKinloch is a member of the Vancouver CEO Forum and also a board member of &lt;a href=\"Coast%20Mental%20Health\"&gt;Coast Mental Health&lt;/a&gt; and the &lt;a href=\"Immigrant%20Employment%20Council%20of%20BC\"&gt;Immigrant Employment Council of BC&lt;/a&gt;."
}