{
    "id": "5278401",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=5278401",
    "title": "Cecil Tyndale-Biscoe",
    "text": "Cecil Earle Tyndale-Biscoe (9 February 1863 – 1 August 1949) was a British &lt;a href=\"missionary\"&gt;missionary&lt;/a&gt; and &lt;a href=\"educationist\"&gt;educationist&lt;/a&gt;, who worked in &lt;a href=\"Kashmir\"&gt;Kashmir&lt;/a&gt; where he established the &lt;a href=\"Tyndale%20Biscoe%20School\"&gt;Tyndale Biscoe School&lt;/a&gt;. He was born with the family name Biscoe. It was changed to Tyndale-Biscoe in 1883.\nLife.\nBiscoe was born at &lt;a href=\"Holton%2C%20Oxfordshire\"&gt;Holton&lt;/a&gt; near &lt;a href=\"Oxford\"&gt;Oxford&lt;/a&gt;, England, into a land-owning family, the son of William Earle Biscoe and his wife Elizabeth Carey Sandeman. He was educated at &lt;a href=\"Bradfield%20College\"&gt;Bradfield College&lt;/a&gt;, and then &lt;a href=\"Jesus%20College%2C%20Cambridge\"&gt;Jesus College, Cambridge&lt;/a&gt;. At university he &lt;a href=\"Coxswain%20%28rowing%29\"&gt;coxed&lt;/a&gt; the winning &lt;a href=\"Cambridge%20University%20Boat%20Club\"&gt;Cambridge&lt;/a&gt; crew in the 1884 &lt;a href=\"Boat%20Race\"&gt;Boat Race&lt;/a&gt;. In 1885 he coxed the winning &lt;a href=\"Jesus%20College%20Boat%20Club%20%28Cambridge%29\"&gt;Jesus College&lt;/a&gt; crew in the &lt;a href=\"Grand%20Challenge%20Cup\"&gt;Grand Challenge Cup&lt;/a&gt; at &lt;a href=\"Henley%20Royal%20Regatta\"&gt;Henley Royal Regatta&lt;/a&gt;. After being awarded a &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA&lt;/a&gt;, he was ordained as a priest of the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;. After a short time working in London's &lt;a href=\"Whitechapel\"&gt;East End&lt;/a&gt;, in 1890 Tyndale-Biscoe was appointed to a missionary school in Kashmir by the &lt;a href=\"Church%20Missionary%20Society\"&gt;Church Missionary Society&lt;/a&gt;.\nTyndale-Biscoe married Blanche Violet Burges, daughter of Reverend Richard B. Burges, on 2 November 1891 and had four children. When &lt;a href=\"Irene%20Petrie\"&gt;Irene Petrie&lt;/a&gt; joined the mission she stayed with them at Holton Cottage.\nIn the late 19th century, Kashmir was a &lt;a href=\"princely%20state\"&gt;princely state&lt;/a&gt; made up of a &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; majority ruled by a &lt;a href=\"Maharaja\"&gt;Maharaja&lt;/a&gt; and his &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; minority. The Maharaja often utilized the services of British and European experts, though Kashmir was an independent kingdom. Seeing the squalid conditions and &lt;a href=\"caste%20system\"&gt;caste system&lt;/a&gt; as a serious problem, Tyndale-Biscoe aimed to use his own &lt;a href=\"Christian%20values\"&gt;Christian values&lt;/a&gt; and &lt;a href=\"Western%20world\"&gt;western&lt;/a&gt; civic ideals to improve Kashmiri society. Although he did not actively pursue conversions as much as his missionary backers would have liked, Tyndale-Biscoe was a convinced &lt;a href=\"imperialist\"&gt;imperialist&lt;/a&gt; and supporter of the &lt;a href=\"India%20Defence%20League\"&gt;India Defence League&lt;/a&gt;.\nTyndale-Biscoe's educational philosophy was one in which conspicuous intellect, or \"cleverness\", was valued less than the acquisition of more profound attributes and abilities. His schooling placed emphasis on physical activities – &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt;, &lt;a href=\"boating\"&gt;boating&lt;/a&gt;, &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; – which would stimulate senses of &lt;a href=\"courage\"&gt;courage&lt;/a&gt;, &lt;a href=\"masculinity\"&gt;masculinity&lt;/a&gt; and &lt;a href=\"physical%20fitness\"&gt;physical fitness&lt;/a&gt;. The pupils were also engaged in civic duties, such as street-cleaning, and in helping deal with &lt;a href=\"flooding\"&gt;flooding&lt;/a&gt; and &lt;a href=\"cholera\"&gt;cholera&lt;/a&gt;. Enforcing participation in team sports and activities in a highly socially stratified culture had significance beyond the replication of Tyndale-Biscoe's &lt;a href=\"English%20public%20school\"&gt;English public school&lt;/a&gt; educational experience.\nBy his later years, Tyndale-Biscoe had founded six schools with 1,800 students. In 1912 he received the &lt;a href=\"Kaisar-I-Hind%20Medal\"&gt;Kaisar-I-Hind Medal&lt;/a&gt;, and an additional bar in 1929. After &lt;a href=\"Partition%20of%20India\"&gt;Indian independence&lt;/a&gt;, he left for what was then known as &lt;a href=\"Southern%20Rhodesia\"&gt;Southern Rhodesia&lt;/a&gt;, where he died in 1949."
}