{
    "id": "528916",
    "revid": "40721479",
    "url": "https://en.wikipedia.org/wiki?curid=528916",
    "title": "Walden Pond",
    "text": "Walden Pond is a pond in &lt;a href=\"Concord%2C%20Massachusetts\"&gt;Concord, Massachusetts&lt;/a&gt;, in the United States. A famous example of a &lt;a href=\"Kettle%20%28landform%29\"&gt;kettle hole&lt;/a&gt;, it was formed by retreating &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s 10,000–12,000 years ago. The pond is protected as part of Walden Pond State Reservation, a state park and recreation site managed by the &lt;a href=\"Massachusetts%20Department%20of%20Conservation%20and%20Recreation\"&gt;Massachusetts Department of Conservation and Recreation&lt;/a&gt;. The reservation was designated a &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt; in 1962 for its association with the writer &lt;a href=\"Henry%20David%20Thoreau\"&gt;Henry David Thoreau&lt;/a&gt; (1817–1862), whose two years living in a cabin on its shore provided the foundation for his famous 1854 work, \"&lt;a href=\"Walden%3B%20or%2C%20Life%20in%20the%20Woods\"&gt;Walden; or, Life in the Woods&lt;/a&gt;\". The &lt;a href=\"National%20Historic%20Preservation%20Act%20of%201966\"&gt;National Historic Preservation Act of 1966&lt;/a&gt; ensured federal support for the preservation of the pond.\nDescription.\nThe Walden Pond Reservation is located south of &lt;a href=\"Massachusetts%20Route%202\"&gt;Massachusetts Route 2&lt;/a&gt; and (mostly) west of &lt;a href=\"Massachusetts%20Route%20126\"&gt;Massachusetts Route 126&lt;/a&gt; in &lt;a href=\"Concord%2C%20Massachusetts\"&gt;Concord&lt;/a&gt; and &lt;a href=\"Lincoln%2C%20Massachusetts\"&gt;Lincoln, Massachusetts&lt;/a&gt;. The &lt;a href=\"Fitchburg%20Line\"&gt;Fitchburg Line&lt;/a&gt; of the &lt;a href=\"MBTA%20Commuter%20Rail\"&gt;MBTA Commuter Rail&lt;/a&gt; passes west of the pond; however, the nearest station is in &lt;a href=\"Concord%20%28MBTA%20station%29\"&gt;Concord center&lt;/a&gt;, 1.4 miles northwest of the reservation.\nThe reservation is in size, and its principal feature is Walden Pond, a body of water. A short way north of the pond the site of Thoreau's cabin is marked by a series of granite posts. Portions of the pond's shore are beach, while other parts descend steeply to the water from trails that ring the pond. There are three buildings at the main beach area at the southeastern shore of the pond. The reservation's parking area is located across Route 126, and a ramped footpath descends from that roadway to the pond.\nHistory.\nThe writer, &lt;a href=\"transcendentalist\"&gt;transcendentalist&lt;/a&gt;, and philosopher &lt;a href=\"Henry%20David%20Thoreau\"&gt;Henry David Thoreau&lt;/a&gt; lived on the northern shore of the pond for two years starting in the summer of 1845. Thoreau was inspired by former enslaved woman Zilpah White, who lived in a one-room house on the common land that bordered Walden Road and made a living spinning flax into linen fibers. White's ability to provide for herself at a time when few if any other Concord women lived alone was a great accomplishment.\nThoreau's account of his experience at the pond was recorded in \"&lt;a href=\"Walden%3B%20or%2C%20Life%20in%20the%20Woods\"&gt;Walden; or, Life in the Woods&lt;/a&gt;\", and made the pond famous. The land at that end was owned by Thoreau's friend and mentor, &lt;a href=\"Ralph%20Waldo%20Emerson\"&gt;Ralph Waldo Emerson&lt;/a&gt;, who let Thoreau use it for his experiment. Thoreau is credited with encouraging a respect for nature at an environmentally degraded site. The &lt;a href=\"Concord%20Museum\"&gt;Concord Museum&lt;/a&gt; contains the bed, chair, and desk from Thoreau's cabin.\nDuring the winter of his abode at Walden Pond's shore, for sixteen days a large group of men decamped from the train to cut ice from Walden Pond. In his journal, Thoreau philosophized upon the wintry sight of the ice harvesters: \"The sweltering inhabitants of Charleston and New Orleans, of Madras and Bombay and Calcutta, drink at my well ... The pure Walden water is mingled with the sacred water of the &lt;a href=\"Ganges\"&gt;Ganges&lt;/a&gt;.\" It was well known at the time that ice shipped from Boston went to many ports, including India. \nAn &lt;a href=\"amusement%20park\"&gt;amusement park&lt;/a&gt; with swings, concession stands and an event hall, located at the western end of the pond, burned down in 1902 and was never rebuilt.\nDescendants of Emerson and other families deeded the land around the pond to the &lt;a href=\"Commonwealth%20of%20Massachusetts\"&gt;Commonwealth of Massachusetts&lt;/a&gt; in 1922. In 1961, the &lt;a href=\"Middlesex%20County%2C%20Massachusetts\"&gt;Middlesex County&lt;/a&gt; Commissioners, then managing the land, proposed leveling a significant portion of the preserve for a parking lot and other \"improvements.\" An acre of woodland had been leveled for access to the public beach when the Commissioners were sued to stop the destruction of the existing environment. Judge &lt;a href=\"David%20A%20Rose%20%28judge%29\"&gt;David A Rose&lt;/a&gt;, sitting in the &lt;a href=\"Massachusetts%20Superior%20Court\"&gt;Massachusetts Superior Court&lt;/a&gt;, ruled that Walden's deed donating the property to the Commonwealth required preservation of the land and barred further development. The decision received national recognition, and Judge Rose received hundreds of letters from school children across the country thanking him for saving the land. Walden Pond became part of the state parks system in 1975. It is also among the national landmarks preserved by the &lt;a href=\"National%20Historic%20Preservation%20Act%20of%201966\"&gt;National Historic Preservation Act of 1966&lt;/a&gt;.\nIn 1977, the Commonwealth of Massachusetts installed a porous pavement parking area at Walden Pond as a special &lt;a href=\"technology%20transfer\"&gt;technology transfer&lt;/a&gt; demonstration project, following methodology generated by the &lt;a href=\"U.S.%20Environmental%20Protection%20Agency\"&gt;U.S. Environmental Protection Agency&lt;/a&gt; in 1972. The porous pavement still functions decades later, despite experiencing more freeze-thaw cycling than most other parts of the world.\nRecording artist &lt;a href=\"Don%20Henley\"&gt;Don Henley&lt;/a&gt; initiated &lt;a href=\"Walden%20woods%20project\"&gt;The Walden Woods Project&lt;/a&gt; in 1990 to prevent the area around Walden Pond from being developed. Through a joint effort of &lt;a href=\"The%20Trust%20for%20Public%20Land\"&gt;The Trust for Public Land&lt;/a&gt;, the &lt;a href=\"Walden%20Woods%20Project\"&gt;Walden Woods Project&lt;/a&gt;, and the &lt;a href=\"Massachusetts\"&gt;Commonwealth of Massachusetts&lt;/a&gt;, more than 85 acres of land were permanently protected, including Bear Garden Hill, where Thoreau took moonlit walks. In 1995, &lt;a href=\"The%20Trust%20for%20Public%20Land\"&gt;The Trust for Public Land&lt;/a&gt; also assisted in the acquisition of a historic home, which would become the research center and library for the Thoreau Institute.\nLegend.\nFormation, from \"The Ponds\" (\"Walden\", 1854).\nWhile living in Walden Woods for two years beginning in 1845, &lt;a href=\"Henry%20David%20Thoreau\"&gt;Henry David Thoreau&lt;/a&gt; contemplated Walden Pond's features. In \"The Ponds\" section of \"&lt;a href=\"Walden\"&gt;Walden&lt;/a&gt;\", published in 1854, Thoreau extols the water's physical properties. He details its unparalleled water quality; its clarity, color, and temperature; its unique animal life (aquatic, bird, and mammal); its rock formations and bed; and especially, its mirror-like surface properties.\nThoreau contemplates the source of the pristine water body in the woods. He observes that it had no visible inlet or outlet, and considers the possibility of an unidentified spring at the bottom. Noting the &lt;a href=\"Kettle%20hole\"&gt;kettle landform&lt;/a&gt;'s ramparts and resilient shore, he concludes that a unique, natural geologic event formed the site, while recognizing local myths:\nSome have been puzzled to tell how the shore became so regularly paved. My townsmen have all heard the tradition -- the oldest people tell me that they heard it in their youth -- that anciently the Indians were holding a &lt;a href=\"Pow%20wow\"&gt;pow-wow&lt;/a&gt; upon a hill here, which rose as high into the heavens as the pond now sinks deep into the earth, and they used much profanity, as the story goes, though this vice is one of which the Indians were never guilty, and while they were thus engaged the hill shook and suddenly sank, and only one old squaw, named Walden, escaped, and from her the pond was named. It has been conjectured that when the hill shook these stones rolled down its side and became the present shore. It is very certain, at any rate, that once there was no pond here, and now there is one; and this Indian fable does not in any respect conflict with the account of that ancient settler whom I have mentioned, who remembers so well when he first came here with his divining-rod, saw a thin vapor rising from the sward, and the hazel pointed steadily downward, and he concluded to dig a well here. As for the stones, many still think that they are hardly to be accounted for by the action of the waves on these hills; but I observe that the surrounding hills are remarkably full of the same kind of stones, so that they have been obliged to pile them up in walls on both sides of the railroad cut nearest the pond; and, moreover, there are most stones where the shore is most abrupt; so that, unfortunately, it is no longer a mystery to me. I detect the paver. If the name was not derived from that of some English locality -- &lt;a href=\"Saffron%20Walden\"&gt;Saffron Walden&lt;/a&gt;, for instance -- one might suppose that it was called originally \"Walled-in\" Pond.\nRomanticism, from \"The Ponds\" (\"Walden\", 1854).\nAlso in \"The Ponds,\" Thoreau describes incorporeal experiences around the water, both experiences related to him by others and his own. Thoreau, who was well read and a &lt;a href=\"Transcendentalism\"&gt;transcendentalist&lt;/a&gt;, and therefore presumably intimately familiar with &lt;a href=\"Romanticism\"&gt;Romanticism&lt;/a&gt;, relates the stories in a way that could be argued to interpret or reveal the pond as the locale of the &lt;a href=\"Holy%20Grail\"&gt;Grail Legend&lt;/a&gt; in the Americas. In the following passage, Walden Pond's vanishing treasure chest echoes the protagonist's fleeting encounter with the grail in &lt;a href=\"Wolfram%20von%20Eschenbach\"&gt;Wolfram von Eschenbach&lt;/a&gt;'s German romance \"&lt;a href=\"Parzival\"&gt;Parzival&lt;/a&gt;\", and the pond's canoe is reminiscent of the boat in \"A Fairy Tale\". (&lt;a href=\"Johann%20Wolfgang%20von%20Goethe\"&gt;Goethe&lt;/a&gt;, who was a Classicist, not a Romanticist, positively viewed \"Parzival\".) Thoreau wrote:\nActivities and amenities.\nIn addition to being a popular swimming destination in the summer, Walden Pond State Reservation provides opportunities for boating, hiking, picnicking, and fishing. There is a replica of Thoreau's cabin available for viewing. The reservation is open year-round for day use, but does not allow camping overnight.\nIn 2015, Massachusetts state conservation officials warned swimmers to stay out of Walden Pond, \"after a routine test there revealed a high level of potentially dangerous bacteria.\" These bacteria included enterococcus, \"a pathogen that in severe cases can cause digestive ailments including vomiting and diarrhea.\" Swimming was allowed in subsequent years.\nInfluences.\nWalden Pond inspired the naming of the American film company &lt;a href=\"Walden%20Media\"&gt;Walden Media&lt;/a&gt; and is a frequent subject of professional and amateur photographers.\n&lt;a href=\"C-SPAN\"&gt;C-SPAN&lt;/a&gt; broadcast an episode of its \"\" series from the shores of Walden Pond in 2001.\nWalden Pond appears in the video game \"&lt;a href=\"Fallout%204\"&gt;Fallout 4&lt;/a&gt;\" where Thoreau's cabin is preserved. The pond also serves as the backdrop for the game '&lt;a href=\"Walden%2C%20a%20game\"&gt;Walden, a game&lt;/a&gt;' where players assume the role of author Henry David Thoreau during his time living at the pond in the 1840s. The game was in development for more than ten years and is currently available on &lt;a href=\"MacOS\"&gt;Mac&lt;/a&gt;, &lt;a href=\"PC%20game\"&gt;PC&lt;/a&gt;, and &lt;a href=\"PlayStation%204\"&gt;PS4&lt;/a&gt;."
}