{
    "id": "52918691",
    "revid": "1017990872",
    "url": "https://en.wikipedia.org/wiki?curid=52918691",
    "title": "And/Or Press",
    "text": "And/Or Press was an independent &lt;a href=\"small%20press\"&gt;small press&lt;/a&gt; publisher based in the &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;San Francisco Bay Area&lt;/a&gt; that operated from 1974 to 1983. The company published books on &lt;a href=\"personal%20development\"&gt;personal development&lt;/a&gt;, guides to the &lt;a href=\"countercultural\"&gt;countercultural&lt;/a&gt; lifestyle, and consciousness expansion. A number of the company's books were on the &lt;a href=\"Psychedelic%20drug\"&gt;psychedelic&lt;/a&gt; experience and related subjects. And/Or Press was also one of the first book publishers to embrace &lt;a href=\"underground%20comix\"&gt;underground comix&lt;/a&gt;, publishing collections by &lt;a href=\"Bill%20Griffith\"&gt;Bill Griffith&lt;/a&gt;, &lt;a href=\"Dave%20Sheridan%20%28cartoonist%29\"&gt;Dave Sheridan&lt;/a&gt;, and &lt;a href=\"Fred%20Schrier\"&gt;Fred Schrier&lt;/a&gt;.\nThe company went out of business in 1983 after a hostile takeover; co-founder Joseph &lt;a href=\"Sebastian%20Orfali\"&gt;Sebastian Orfali&lt;/a&gt; and his partner Beverly Potter immediately founded &lt;a href=\"Ronin%20Publishing\"&gt;Ronin Publishing&lt;/a&gt;, which picked up the mantle And/Or Press had established. \nIn 2009, the And/Or Press name was revived in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;.\nOverview.\nA number of And/Or Press books on &lt;a href=\"recreational%20drugs\"&gt;recreational drugs&lt;/a&gt; were high-volume sellers in the 1970s, including Mel Frank and Ed Rosenthal's \"The Indoor Highest Quality Marijuana Grower's Guide\", D. Gold's \"Cannabis Alchemy\", Adam Gottlieb's \"Legal Highs\", and &lt;a href=\"Peter%20Stafford\"&gt;Peter Stafford&lt;/a&gt;'s \"Psychedelics Encyclopedia\". Edward Bauman, et al.'s \"The Holistic Health Handbook\" was a national bestseller. (And/Or Press published a number of books affiliated with the Berkeley Holistic Health Center.) The company republished &lt;a href=\"Pitigrilli\"&gt;Pitigrilli&lt;/a&gt;'s 1933 book \"Cocaine\", as well as original works by &lt;a href=\"Ernest%20Callenbach\"&gt;Ernest Callenbach&lt;/a&gt;, &lt;a href=\"Paul%20Krassner\"&gt;Paul Krassner&lt;/a&gt;, &lt;a href=\"Dennis%20McKenna\"&gt;Dennis McKenna&lt;/a&gt;, &lt;a href=\"Jacques%20Vall%C3%A9e\"&gt;Jacques Vallée&lt;/a&gt;, and &lt;a href=\"Robert%20Anton%20Wilson\"&gt;Robert Anton Wilson&lt;/a&gt;.\nHistory.\nAnd/Or Press was founded as a &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; by brothers Sebastian and John Orfali, Carlene Schnabel, and Charly Jenkewitz. (In 1973, Sebastian Orfali had owned People's Comix, a &lt;a href=\"comic%20book%20retailer\"&gt;comic book retailer&lt;/a&gt; in San Francisco's &lt;a href=\"North%20Beach%2C%20San%20Francisco\"&gt;North Beach&lt;/a&gt;). Among the first books the company published were Griffith and Kinney's \"&lt;a href=\"Young%20Lust%20%28comics%29\"&gt;Young Lust&lt;/a&gt; Reader\", &lt;a href=\"Pitigrilli\"&gt;Pitigrilli&lt;/a&gt;'s \"Cocaine\", and W. Golden Mortimer's \"History of &lt;a href=\"Coca\"&gt;Coca&lt;/a&gt;\". Most of their catalog was sold through &lt;a href=\"head%20shops\"&gt;head shops&lt;/a&gt; and other non-traditional venues.\nBy 1976 the company had moved to &lt;a href=\"Berkeley%2C%20California\"&gt;Berkeley, California&lt;/a&gt;. By this time, the company was also acting as a distributor of other publishers' books on affiliated topics. And/Or Press incorporated in 1978. By 1980 the company had six employees and did about $1 million in business per year, mostly in traditional bookstores.\nIn 1982, And/Or Press joined with three other Bay Area presses to form Network, Inc., a publishing &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; designed to help small presses compete with larger publishing houses. Orfali became Network, Inc.'s chairman. \nAfter the 1983 takeover of And/Or Press, Orfali and his long-time partner &lt;a href=\"Beverly%20Potter\"&gt;Beverly Potter&lt;/a&gt;, PhD, formed &lt;a href=\"Ronin%20Publishing\"&gt;Ronin Publishing&lt;/a&gt; under a similar mission as its predecessor. Many And/Or Press books were republished by Ronin Publishing. Orfali died in 1997 at age 51.\nThe And/Or Press name was revived in 2009 by a Vancouver, &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;-based publisher. The new And/Or Press has so far published a novel by &lt;a href=\"Daryl%20Haney\"&gt;Daryl Haney&lt;/a&gt; (\"&lt;a href=\"Banned%20for%20Life\"&gt;Banned for Life&lt;/a&gt;\", 2009) and a guide to the &lt;a href=\"Maya%20Embedded%20Language\"&gt;Maya Embedded Language&lt;/a&gt; (Jana Germano's \"Simplifying Maya\", 2016)."
}