{
    "id": "52936781",
    "revid": "23095295",
    "url": "https://en.wikipedia.org/wiki?curid=52936781",
    "title": "2022 AFC Women's Asian Cup",
    "text": "The 2022 AFC Women's Asian Cup is the 20th edition of the &lt;a href=\"AFC%20Women%27s%20Asian%20Cup\"&gt;AFC Women's Asian Cup&lt;/a&gt;, the quadrennial international &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; tournament in Asia competed by the women's national teams in the &lt;a href=\"Asian%20Football%20Confederation\"&gt;Asian Football Confederation&lt;/a&gt; (AFC).\n&lt;a href=\"India\"&gt;India&lt;/a&gt; was recommended as the host of the tournament by AFC Women's Football Committee and selected as the host in June 2020. It will be the second time that the country hosts the competition, the first being in &lt;a href=\"1980%20AFC%20Women%27s%20Championship\"&gt;1979&lt;/a&gt;. On 28 January 2021, the AFC confirmed that the tournament would take place between 20 January and 6 February 2022, instead of the original scheduled dates of late October and early November.\nFor the first time in the competition, the final tournament was expanded from eight teams to twelve. It will serve as the final stage of Asian &lt;a href=\"2023%20FIFA%20Women%27s%20World%20Cup%20qualification\"&gt;qualification&lt;/a&gt; for the &lt;a href=\"2023%20FIFA%20Women%27s%20World%20Cup\"&gt;2023 FIFA Women's World Cup&lt;/a&gt; in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; (Regulations Article 4.6), in which &lt;a href=\"Australia%20women%27s%20national%20soccer%20team\"&gt;Australia&lt;/a&gt; already qualified automatically as a co-host. Five teams will qualify directly for the World Cup via the knockout stage (including play-offs for fifth place or possibly sixth place), and two more teams will advance to the &lt;a href=\"2023%20FIFA%20Women%27s%20World%20Cup%20qualification%20%28inter-confederation%20play-offs%29\"&gt;inter-confederation play-offs&lt;/a&gt;.\n&lt;a href=\"Japan%20women%27s%20national%20football%20team\"&gt;Japan&lt;/a&gt; are the two-time defending champions.\nHost selection.\nThe following three football associations submitted their interest to host the tournament by the 31 May 2019 deadline.\nIndia had previously hosted the &lt;a href=\"1980%20AFC%20Women%27s%20Championship\"&gt;1980 AFC Women's Championship&lt;/a&gt;, originally scheduled for 1979, and Chinese Taipei had hosted the &lt;a href=\"1977%20AFC%20Women%27s%20Championship\"&gt;1977&lt;/a&gt; and &lt;a href=\"2001%20AFC%20Women%27s%20Championship\"&gt;2001&lt;/a&gt; editions of the tournament.\nIndia was recommended as the host for the 2022 AFC Women's Asian Cup by the AFC Women's Football Committee on 19 February 2020. On 5 June 2020, India was awarded the hosting rights.\nImpact of the COVID-19 pandemic.\nThe 2022 AFC Women's Asian Cup was held amidst the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; which affected the organization of the tournament. As a response, the tournament was held under a &lt;a href=\"bio-secure%20bubble\"&gt;bio-secure bubble&lt;/a&gt; setup. All participating teams were granted exemption from institutional quarantine when foreigners are normally required to undergo home quarantine for seven days from January 11, 2022. Members of the participating team are to undergo initial test for COVID-19 upon arrival. They are required to stay put on their hotels while they await their test results. Following negative test results, movement of players and officials are to be restricted to the hotel, the training and match venues.\nSeveral teams reported positive COVID-19 cases during the duration of the tournament namely China, India, Japan, South Korea, Myanmar, the Philippines, and Vietnam. Host India were the most affected, with as much as 12 of their players testing positive for COVID-19 which rendered them unable to name 13 players required for their match against Chinese Taipei. India was forced to withdraw form the tournament due to tournament regulations.\nQualification.\nThe host country &lt;a href=\"India%20women%27s%20national%20football%20team\"&gt;India&lt;/a&gt; and the top three teams of the previous tournament in &lt;a href=\"2018%20AFC%20Women%27s%20Asian%20Cup\"&gt;2018&lt;/a&gt; qualified automatically, while the other eight teams were decided by qualification matches played in September and October 2021.\nQualified teams.\nThe following twelve teams qualified for the tournament:\nMatch officials.\nOn 6 January 2022, the AFC announced the list of 16 referees, 16 assistant referees, two stand-by referees, two stand-by assistant referees and six video match officials for the tournament. &lt;a href=\"Video%20assistant%20referees\"&gt;Video assistant referees&lt;/a&gt; (VAR) would be used from the quarter-finals onwards.\nOriginally, Law Bik Chi (&lt;a href=\"Hong%20Kong%20Football%20Association\"&gt;Hong Kong&lt;/a&gt;) was selected for the tournament. However, she was unable to travel to India due to travel restriction. She was replaced by Wang Chieh.\nVenues.\nThe venues for the 2022 AFC Women's Asian Cup are located across three cities in &lt;a href=\"India\"&gt;India&lt;/a&gt;, and matches will be played in three stadiums. Originally, the host cities were &lt;a href=\"EKA%20Arena\"&gt;Ahmedabad&lt;/a&gt;, &lt;a href=\"Kalinga%20Stadium\"&gt;Bhubaneswar&lt;/a&gt; and &lt;a href=\"DY%20Patil%20Stadium\"&gt;Navi Mumbai&lt;/a&gt;, and the &lt;a href=\"Asian%20Football%20Confederation\"&gt;AFC&lt;/a&gt; confirmed the three host cities of the event in June 2021. However, on 6 July 2021, AFC announced &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;, &lt;a href=\"Navi%20Mumbai\"&gt;Navi Mumbai&lt;/a&gt; and &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt; in &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt; will host the tournament. All matches will be played &lt;a href=\"Behind%20closed%20doors%20%28sport%29\"&gt;behind closed doors&lt;/a&gt; as a precaution due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\nDraw.\nThe final draw was held on 28 October 2021, 15:00 &lt;a href=\"Malaysia%20Time\"&gt;MYT&lt;/a&gt; (), at the AFC House in &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. The twelve teams were drawn into three groups of four teams. The seedings were based on their performance in &lt;a href=\"2018%20AFC%20Women%27s%20Asian%20Cup\"&gt;2018 AFC Women's Asian Cup&lt;/a&gt; final tournament and qualification, with the hosts India automatically seeded and assigned to Position A1 in the draw.\nSquads.\nEach team has to register a squad of a minimum of 18 players and maximum of 23 players, at least three of whom must be goalkeepers (Regulations Article 26.3).\nGroup stage.\nThe top two teams of each group and the two best third-placed teams qualify for the quarter finals.\nTeams are ranked according to &lt;a href=\"Points%20%28association%20football%29\"&gt;points&lt;/a&gt; (3 points for a win, 1 point for a draw, 0 points for a loss), and if tied on points, the following tiebreaking criteria are applied, in the order given, to determine the rankings (Regulations Article 7.3):\nAll times are local, &lt;a href=\"Indian%20Standard%20Time\"&gt;IST&lt;/a&gt; ().\nGroup A.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nGroup B.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nGroup C.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nRanking of third-placed teams.\nTop two teams qualified for the quarter finals.\nResults against the 4th teams of each group were not counted in determining the ranking of the 3rd teams.\n&lt;onlyinclude&gt;\n&lt;/onlyinclude&gt;\nKnockout stage.\nBracket.\nThe losers of the quarter final matches will enter play-offs, the format of which will depend upon &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;'s results in the tournament.\nQuarter-finals.\nWinners qualify for the &lt;a href=\"2023%20FIFA%20Women%27s%20World%20Cup\"&gt;2023 FIFA Women's World Cup&lt;/a&gt;. Losers enter play-offs.\nPlay-offs.\n&lt;section begin=RP0 /&gt;The format of the play-off round depended on the performance of Australia, who qualified automatically for the World Cup as hosts. Since Australia was eliminated in the quarter finals, the play-offs format is for the remaining three quarter-final losers to play a single round-robin play-off. The best team after three matches will advance to the World Cup, and the remaining two teams will enter the inter-confederation play-offs.&lt;section end=RP0 /&gt;\nQualified teams for FIFA Women's World Cup.\nFive teams from the AFC will qualify for the &lt;a href=\"2023%20FIFA%20Women%27s%20World%20Cup\"&gt;2023 FIFA Women's World Cup&lt;/a&gt;, apart from co-hosts Australia which qualified automatically, while two teams will advance to the inter-confederation play-offs. The slot for Australia was taken directly from the quota allocated to the AFC.\nQualified for inter-confederation play-offs.\nTwo play-off slots were allocated to the &lt;a href=\"Asian%20Football%20Confederation\"&gt;Asian Football Confederation&lt;/a&gt;.\nLogo and sponsorships.\nThe official logo for the tournament was unveiled by the AFC and the local organising committee on 20 July 2021. The logo features the AFC Women's Asian Cup trophy at the centre, with a \"swirl\" surrounding the trophy \"inspired by the national flags and colours of playing kits in Asia, and the iconic stadiums in which the AFC Women’s Asian Cup is played in and celebrates cultural diversity and the unwavering support and enthusiasm of fans for their national teams\". The logo also contains elements inspired by the tournament host country. The &lt;a href=\"maroon\"&gt;maroon&lt;/a&gt; colour of the logo is inspired by the art of the &lt;a href=\"Warli\"&gt;Warli&lt;/a&gt; people, a tribe native to the northern &lt;a href=\"Western%20Ghats\"&gt;Western Ghats&lt;/a&gt; in the tournament's host state of Maharashtra. Red and maroon colours are often used as the base of &lt;a href=\"Warli%20painting\"&gt;Warli painting&lt;/a&gt;s. The use of silver in the logo is inspired by the \"importance of silver jewellery in Indian households and the beauty and elegance of the precious metal\".\nThe official global partners of the tournament are &lt;a href=\"Continental%20AG\"&gt;Continental AG&lt;/a&gt;, &lt;a href=\"Credit%20Saison\"&gt;Credit Saison&lt;/a&gt;, &lt;a href=\"Neom\"&gt;Neom&lt;/a&gt;, and &lt;a href=\"Yili%20Group\"&gt;Yili Group&lt;/a&gt;, while &lt;a href=\"Kelme%20%28company%29\"&gt;Kelme&lt;/a&gt; and &lt;a href=\"Konami\"&gt;Konami&lt;/a&gt; are official global supporters."
}