{
    "id": "53019877",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=53019877",
    "title": "James Samuel Denton",
    "text": "James Samuel Denton, (11 December 1875 – 3 June 1963) was an &lt;a href=\"Australian%20Army\"&gt;Australian Army&lt;/a&gt; officer and politician. He was awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; for his actions in the &lt;a href=\"landing%20at%20Gallipoli\"&gt;landing at Gallipoli&lt;/a&gt;, and later reached the rank of &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt;. He farmed at &lt;a href=\"Moora%2C%20Western%20Australia\"&gt;Moora, Western Australia&lt;/a&gt;, after the war's end, and was a member of the &lt;a href=\"Western%20Australian%20Legislative%20Assembly\"&gt;Legislative Assembly of Western Australia&lt;/a&gt; from 1921 to 1927, representing the &lt;a href=\"Electoral%20district%20of%20Moore\"&gt;seat of Moore&lt;/a&gt;.\nEarly life and military service.\nDenton was born in &lt;a href=\"Port%20Adelaide%2C%20South%20Australia\"&gt;Port Adelaide, South Australia&lt;/a&gt;, to Margaret (née Smith) and Cincinnatus Denton. He was educated in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, and came to Western Australia in 1896, initially working as a clerk with &lt;a href=\"Western%20Australian%20Government%20Railways\"&gt;Western Australian Government Railways&lt;/a&gt;. Denton enlisted in the Metropolitan Rifle Volunteers (part of Western Australia's &lt;a href=\"Colonial%20forces%20of%20Australia\"&gt;colonial forces&lt;/a&gt;) in November 1899, as a &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt;. He was promoted &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; in 1902 and &lt;a href=\"Captain%20%28armed%20forces%29\"&gt;captain&lt;/a&gt; in 1907, by which time his unit had become the &lt;a href=\"Royal%20Western%20Australia%20Regiment\"&gt;11th Australian Infantry Regiment&lt;/a&gt; of the &lt;a href=\"Australian%20Army\"&gt;Australian Army&lt;/a&gt;. Denton transferred to the 88th (Perth) Infantry Regiment in 1912, which was part of the &lt;a href=\"Australian%20Army%20Reserve\"&gt;Citizens Forces&lt;/a&gt; rather than the regular army. However, on the outbreak of the First World War he enlisted in the &lt;a href=\"First%20Australian%20Imperial%20Force\"&gt;Australian Imperial Force&lt;/a&gt;, commanding a &lt;a href=\"Company%20%28military%20unit%29\"&gt;company&lt;/a&gt; of the &lt;a href=\"11th%20Battalion%20%28Australia%29\"&gt;11th Battalion&lt;/a&gt; and receiving a corresponding promotion to &lt;a href=\"major\"&gt;major&lt;/a&gt; in January 1915.\nIn the &lt;a href=\"landing%20at%20Gallipoli\"&gt;landing at Gallipoli&lt;/a&gt; on 25 April 1915, Denton was wounded in the leg. He remained on duty for some time before being evacuated, during which he helped to organise the transmission of information between the onshore artillery and the offshore naval support. Denton was &lt;a href=\"mentioned%20in%20despatches\"&gt;mentioned in despatches&lt;/a&gt; for his actions, and later in the year was awarded the &lt;a href=\"Distinguished%20Service%20Order\"&gt;Distinguished Service Order&lt;/a&gt; (DSO), becoming the first officer of the &lt;a href=\"3rd%20Brigade%20%28Australia%29\"&gt;3rd Brigade&lt;/a&gt; to receive that honour. He was hospitalised on &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; from July 1915 to January 1916, when he rejoined the 11th Battalion as its second-in-command. After training in Egypt, the unit was moved on to the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt;, arriving in France in April 1916. It was subsequently involved in the &lt;a href=\"Battle%20of%20Pozi%C3%A8res\"&gt;Battle of Pozières&lt;/a&gt;.\nDenton was promoted &lt;a href=\"Temporary%20rank\"&gt;temporary&lt;/a&gt; lieutenant colonel in September 1916, and held temporary command of the 11th Battalion for a few weeks. He also held temporary command of the &lt;a href=\"10th%20Battalion%20%28Australia%29\"&gt;10th Battalion&lt;/a&gt; at &lt;a href=\"Ypres\"&gt;Ypres&lt;/a&gt; for a few days. Denton was granted three months' leave in October 1916, due to his wife's terminal illness. On his return, he briefly commanded the &lt;a href=\"70th%20Battalion%20%28Australia%29\"&gt;70th Battalion&lt;/a&gt; and then in March 1917 was given command of the &lt;a href=\"49th%20Battalion%20%28Australia%29\"&gt;49th Battalion&lt;/a&gt;. Denton led the unit at the &lt;a href=\"First%20Battle%20of%20Villers-Bretonneux\"&gt;First&lt;/a&gt; and &lt;a href=\"Second%20Battle%20of%20Villers-Bretonneux\"&gt;Second Battles of Villers-Bretonneux&lt;/a&gt;. He was confirmed as a lieutenant colonel in September 1917, but in May 1918 was wounded again and had to be evacuated to England. Denton was then given command of the 3rd Training Brigade from June 1918 to January 1919. He was discharged from the AIF in August 1919.\nPolitics.\nAfter leaving the army, Denton began farming in &lt;a href=\"Berkshire%20Valley%2C%20Western%20Australia\"&gt;Berkshire Valley&lt;/a&gt;, a locality near &lt;a href=\"Moora%2C%20Western%20Australia\"&gt;Moora&lt;/a&gt; (a small &lt;a href=\"Wheatbelt%20%28Western%20Australia%29\"&gt;Wheatbelt&lt;/a&gt; town). Motivated by the need for adequate political representation for returned soldiers, he entered parliament at the &lt;a href=\"1921%20Western%20Australian%20state%20election\"&gt;1921 state election&lt;/a&gt;, standing as one of three &lt;a href=\"National%20Party%20of%20Australia%20%28WA%29\"&gt;Country Party&lt;/a&gt; candidates in the &lt;a href=\"Electoral%20district%20of%20Moore\"&gt;seat of Moore&lt;/a&gt;. The sitting member (who Denton defeated) was Sir &lt;a href=\"Henry%20Lefroy\"&gt;Henry Lefroy&lt;/a&gt;, a former &lt;a href=\"Premier%20of%20Western%20Australia\"&gt;premier&lt;/a&gt;. The Country Party split into two rival factions in 1923, and Denton joined the Ministerial (or Government) faction, which supported the government of Sir &lt;a href=\"James%20Mitchell%20%28Australian%20politician%29\"&gt;James Mitchell&lt;/a&gt;.\nDenton was re-elected with an increased majority at the &lt;a href=\"1924%20Western%20Australian%20state%20election\"&gt;1924 state election&lt;/a&gt;, defeating three candidates from the opposing Executive (or Opposition) faction. He and the other Ministerialists joined the &lt;a href=\"Nationalist%20Party%20of%20Australia\"&gt;Nationalist Party&lt;/a&gt; later in the year, along with the remaining members of the &lt;a href=\"National%20Labor%20Party\"&gt;National Labor Party&lt;/a&gt;. At the &lt;a href=\"1927%20Western%20Australian%20state%20election\"&gt;1927 state election&lt;/a&gt;, Denton suffered a large swing against him and was defeated by &lt;a href=\"Percy%20Ferguson\"&gt;Percy Ferguson&lt;/a&gt;, a farmer from Moora standing for the Country Party. He attempted to re-enter parliament at the &lt;a href=\"1929%20Irwin%20state%20by-election\"&gt;1929 Irwin by-election&lt;/a&gt; (caused by the death of &lt;a href=\"Charles%20Maley\"&gt;Charles Maley&lt;/a&gt;), but was defeated by the deceased member's brother, &lt;a href=\"Henry%20Maley\"&gt;Henry Maley&lt;/a&gt;. He failed to even make the &lt;a href=\"Two-party-preferred\"&gt;two-candidate-preferred&lt;/a&gt; count, polling just 23.5 percent on &lt;a href=\"first%20preferences\"&gt;first preferences&lt;/a&gt;. Denton's last run for parliament came at the &lt;a href=\"1930%20Western%20Australian%20state%20election\"&gt;1930 state election&lt;/a&gt;, in the new &lt;a href=\"Electoral%20district%20of%20Irwin-Moore\"&gt;seat of Irwin-Moore&lt;/a&gt;. He faced Percy Ferguson, his opponent from 1927, but again lost by a large margin.\nLater life.\nDenton retired to &lt;a href=\"Perth\"&gt;Perth&lt;/a&gt; in 1929. He remained involved in public life, serving as general secretary of the New Settlers' League (a migration-assistance group) from 1935 to 1940. During the Second World War, he commanded a battalion of the &lt;a href=\"Volunteer%20Defence%20Corps%20%28Australia%29\"&gt;Home Guard&lt;/a&gt;. He was married twice, firstly to Eleanor Hambry in 1899. They had no children, and she died in 1916. Denton remarried in 1922 to Alice Donovan, and they had one son together. He was widowed again in 1961. Denton died at &lt;a href=\"Sir%20Charles%20Gairdner%20Hospital\"&gt;Sir Charles Gairdner Hospital&lt;/a&gt; in June 1963, aged 86."
}