{
    "id": "53010785",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=53010785",
    "title": "Jimmy Tucker",
    "text": "James Tucker (born 1970) is a retired &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who used to play at &lt;a href=\"Fly-half%20%28rugby%20union%29\"&gt;fly-half&lt;/a&gt; and &lt;a href=\"Centre%20%28rugby%20union%29\"&gt;centre&lt;/a&gt;. Known for his try scoring, Tucker spent the majority of his career at hometown club &lt;a href=\"Launceston%20Rugby%20Club\"&gt;Launceston&lt;/a&gt; (bar a couple of seasons at &lt;a href=\"Exeter%20Chiefs\"&gt;Exeter Chiefs&lt;/a&gt;). He was also capped 50 times by &lt;a href=\"Cornwall%20Rugby%20Football%20Union\"&gt;Cornwall&lt;/a&gt; and was part of the side that won the &lt;a href=\"County%20Championship%20%28rugby%20union%29\"&gt;1999 Bill Beaumont Cup&lt;/a&gt;. Since retiring he has balanced his time as a dairy farmer with coaching the Launceston Colts. In 2015 Tucker was appointed as head coach of Launceston.\nCareer.\nLaunceston.\nTucker joined his local rugby club &lt;a href=\"Launceston%20Rugby%20Club\"&gt;Launceston&lt;/a&gt;, first turning out for the Colts in 1987 before making his first team debut in the early 1990s. He came into a previously unheralded Launceston team but by 1994 was a first team regular in a side that won the Cornwall Cup for only the second time. Success in the cup was mirrored by a rise through the English league system, winning &lt;a href=\"Tribute%20Western%20Counties%20West\"&gt;South West 2&lt;/a&gt; in 1996 and then &lt;a href=\"National%20League%203%20South%20West\"&gt;South West Division 1&lt;/a&gt; in 2000 to qualify for the National Leagues for the first time in the club's history. During this period, Tucker's team also won a hat trick of Cornwall Cup titles (1996–98) and became one of the top sides in the county along with Redruth and Penzance/Newlyn. He would also become club captain in 1997.\nWhile playing for Launceston, Tucker's performance saw him come to the attention of the &lt;a href=\"Cornwall%20Rugby%20Football%20Union\"&gt;Cornwall&lt;/a&gt; county side and he made his county debut back in 1992 against a &lt;a href=\"Crawshays%20RFC\"&gt;Crawshay's Welsh XV&lt;/a&gt; representative side. By 1997 he had made an appearance for a combined Cornwall and Devon XV and was playing for Cornwall in the &lt;a href=\"County%20Championship%20%28rugby%20union%29\"&gt;county championships&lt;/a&gt;. The 1998 County Championships saw Tucker score 4 tries for Cornwall en route to the final which Cornwall lost 14-21 to Cheshire. The next season Cornwall went one better by winning the County Championships for the first time since 1991, as Tucker scored the first try in the 24-15 victory over &lt;a href=\"Gloucestershire%20Rugby%20Football%20Union\"&gt;Gloucestershire&lt;/a&gt; in front of a crowd of 25,000 at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham Stadium&lt;/a&gt;.\nThe 2000-01 season saw Launceston in &lt;a href=\"National%20League%202%20South\"&gt;National Division Three South&lt;/a&gt;, and their first taste of National rugby was a successful one as the promoted side came 2nd in the league, some way behind near neighbors &lt;a href=\"Plymouth%20Albion%20R.F.C.\"&gt;Plymouth Albion&lt;/a&gt;, but ahead of fellow Cornish side &lt;a href=\"Cornish%20Pirates\"&gt;Penzance &amp; Newlyn&lt;/a&gt; (now known as the Cornish Pirates). Tucker played an important role in the side, playing in every league game and scoring 12 tries. Despite finishing second, Launceston's season was not over as they qualified for a promotion playoff against the runner up from &lt;a href=\"National%20League%202%20North\"&gt;National Division Three North&lt;/a&gt;. They traveled up north at the end of May but ultimately ended up second best to &lt;a href=\"Sedgley%20Park%20R.U.F.C.\"&gt;Sedgley Park&lt;/a&gt; who won comfortably 40-23 in the game at Park Lane.\nThe 2001-02 season saw an intense title battle between Launceston and Penzance &amp; Newlyn in National Division 3 South which went down to the last game of the season. In the end it was Penzance &amp; Newlyn who nicked it by just 1 point and Launceston found themselves back in the situation of having to settle for another promotion playoff game for the second season in a row. This time they had the advantage of a home tie against the National Division Three North runners up, &lt;a href=\"Dudley%20Kingswinford\"&gt;Dudley Kingswinford&lt;/a&gt;, and they made it count, winning 26-0 at Polson Bridge in front of a crowd of 2,500. Tucker had another good season for the club, once more playing in every game and scoring 11 tries, one of which was in the playoff final.\nThe 2002-03 season saw newly promoted Launceston playing in &lt;a href=\"National%20League%201\"&gt;National Division 2&lt;/a&gt; - the third tier of English rugby. While fellow promoted side, Penzance &amp; Newlyn, adapted fantastically well to the new division by storming to the title, Launceston found the step up more of a struggle. The Polson Bridge side were competitive throughout the season, winning 10 games, but ultimately missed out in a very tight relegation battle, finishing in 12th place. They were actually tied on 20 points with 11th placed &lt;a href=\"Nottingham%20R.F.C.\"&gt;Nottingham&lt;/a&gt; but went down as they had a slightly worse for and against record than the Midlands club. Despite only managing 13 games for the club, Tucker was extremely prolific this season, scoring 11 tries and breaking into the top 10 of the division's try scorers.\nExeter Chiefs.\nAfter 13 seasons with Launceston, Tucker decided to try his hand at higher level rugby with &lt;a href=\"Exeter%20Chiefs\"&gt;Exeter Chiefs&lt;/a&gt; and signed for the Devon club in the summer of 2003, playing in the &lt;a href=\"RFU%20Championship\"&gt;second division&lt;/a&gt; of English rugby. He made his full team debut for the Chiefs against &lt;a href=\"Otley%20R.U.F.C.\"&gt;Otley&lt;/a&gt; in September 2003, and despite being a utility back, managed to make 19 league appearances, scoring 2 tries. He had a second season with the Chiefs but found opportunities much more limited and by 2005 he decided to leave the club, returning to Launceston for a final season before retiring.\nCoaching.\nAfter retirement, Tucker focused on his job as a dairy farmer but stayed involved at former club &lt;a href=\"Launceston%20Rugby%20Club\"&gt;Launceston&lt;/a&gt; by coaching their colts side on an on-off basis for four or five seasons. By the 2015-16 season, Launceston were in &lt;a href=\"National%20League%202%20South\"&gt;National League 2 South&lt;/a&gt; and had endured a torrid summer during which the majority of the club's first team signed with &lt;a href=\"Plymouth%20Albion%20R.F.C.\"&gt;Plymouth Albion&lt;/a&gt; and the previous coach Neil Bayliss had resigned. After a poor league start, the club parted company with new coach Mike Phillips (formerly Bayliss's assistant) and Tucker was appointed as new head coach. After a promising first game in charge which Launceston drew with fellow strugllers &lt;a href=\"Southend%20RFC\"&gt;Southend&lt;/a&gt;, Launceston would fail to win a single game and were relegated from the National Leagues.\nDespite an extremely difficult debut season, Tucker would remain in his head coach role for the 2016-17 season as a young and inexperienced Launceston side looked to steady the ship in &lt;a href=\"National%20League%203%20South-West\"&gt;National League 3 South-West&lt;/a&gt;. After over a year without a league win, Tucker's side finally won, beating &lt;a href=\"Salisbury%20RFC\"&gt;Salisbury&lt;/a&gt; 16-11 at home on 24 September 2016. Despite some improved performances including a win against rivals, &lt;a href=\"Camborne%20RFC\"&gt;Camborne&lt;/a&gt;, Launceston suffered their second successive relegation and would go down to &lt;a href=\"Tribute%20South%20West%201%20West\"&gt;Tribute South West 1 West&lt;/a&gt;.\nThe 2017-18 season would see a change in Tuckers fortunes as the young players started to gel and results improved. Although the club never really threatened the top two clubs in the division - &lt;a href=\"Drybrook%20RFC\"&gt;Drybrook&lt;/a&gt; and &lt;a href=\"Exeter%20University%20RFC\"&gt;Exeter University&lt;/a&gt; - they had an excellent second half of the season. The main disappointment was perhaps going out of the Cornwall Cup at the semi-final stage to lower division &lt;a href=\"Wadebridge%20Camels\"&gt;Wadebridge Camels&lt;/a&gt;, a competition that they had a realistic chance of winning as the top-ranked side. At the end of the season, Tucker decided to step down from his position at the club having stabilised them in South West 1 West. He will be replaced by existing coach Ian Goldsmith and player-coach &lt;a href=\"Ryan%20Westren\"&gt;Ryan Westren&lt;/a&gt;.\nHonours &amp; records.\nLaunceston\nCornwall"
}