{
    "id": "53020561",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=53020561",
    "title": "Tabby Wynyard",
    "text": "William Thomas \"Tabby\" Wynyard (1 January 1867 – 15 March 1938) was a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; footballer who toured with the &lt;a href=\"1888%E2%80%9389%20New%20Zealand%20Native%20football%20team\"&gt;1888–89 New Zealand Native football team&lt;/a&gt; and the 1893 &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; team. He also played &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; for both Wellington and Auckland.\nRugby career.\nWynyard was first selected for provincial rugby for &lt;a href=\"Auckland%20rugby%20union%20team\"&gt;Auckland&lt;/a&gt; while playing at the Grafton club in 1887, and in 1888 along with his brothers &lt;a href=\"George%20Wynyard\"&gt;George&lt;/a&gt; (Sherry) and &lt;a href=\"Henry%20Wynyard%20%28rugby%20union%29\"&gt;Henry&lt;/a&gt; (Pie), Tabby was recruited by &lt;a href=\"Joe%20Warbrick\"&gt;Joe Warbrick&lt;/a&gt; for an ambitious rugby tour of the British Isles. The team assembled by Warbrick became known as the New Zealand Native football team, and was initially intended to contain solely Māori or part-Māori players, but eventually included a number of non-Māori in order to bolster the team.\nThe final team consisted of 26 players, and toured New Zealand before departing to &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;. They then toured Great Britain, Australia, and finally New Zealand again—the trip lasted 14 months. Tabby Wynard played three-quarter, and played at least 75 of the team's 107 matches; including a minimum of 52 in Britain. The team lists for eleven of the matches on tour are either incomplete or non-existent. Therefore, the figure of 75 appearances in total, and 52 in Britain, is only a minimum value.\nIn addition to his exploits in rugby, Wynyard gained fame for singing \"On the Ball\"–a rugby song composed in 1887 that became popular at the time.\nAfter returning from tour, Wynard continued playing for Auckland, but by 1893 was living in Wellington. He was playing his club rugby for Poneke, and was selected for the &lt;a href=\"1893%20New%20Zealand%20rugby%20union%20tour%20of%20Australia\"&gt;New Zealand tour&lt;/a&gt; on Australia conducted that year. The New Zealand team was the first national team fielded since the formation of the &lt;a href=\"New%20Zealand%20Rugby\"&gt;New Zealand Rugby Football Union&lt;/a&gt; in 1892. Captained by fellow New Zealand Native tourist &lt;a href=\"Thomas%20Ellison\"&gt;Thomas Ellison&lt;/a&gt;, the side played eleven matches (including a warm-up match in Wellington) of which Wynard appeared in seven.\nWynard continued to play provincial rugby, for Wellington in 1893 and 1894, and again for Auckland in 1895 and 1896, after which his representative career ended. \nOther sports.\nWynyard excelled in not only rugby, but was also a provincial representative in athletics and cricket. He played twelve first-class cricket matches for either Auckland or Wellington between 1882 and 1907. Additionally, according to historian Greg Ryan he was an accomplished golfer, oarsman, cyclist and billiards player."
}