{
    "id": "530421",
    "revid": "39987964",
    "url": "https://en.wikipedia.org/wiki?curid=530421",
    "title": "Online poker",
    "text": "Online poker is the game of &lt;a href=\"poker\"&gt;poker&lt;/a&gt; played over the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;. It has been partly responsible for a huge increase in the number of poker players worldwide. Christiansen Capital Advisors stated online poker revenues grew from $82.7 million in 2001 to $2.4 billion in 2005, while a survey carried out by DrKW and Global Betting and Gaming Consultants asserted online poker revenues in 2004 were at $1.4 billion. In a testimony before the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; regarding Internet Gaming, Grant Eve, a Certified Public Accountant representing the US Accounting Firm &lt;a href=\"Joseph%20Eve%2C%20Certified%20Public%20Accountants\"&gt;Joseph Eve, Certified Public Accountants&lt;/a&gt;, estimated that one in every four dollars gambled is gambled online.\nOverview.\nTraditional (or \"&lt;a href=\"brick%20and%20mortar\"&gt;brick and mortar&lt;/a&gt;\", B&amp;M, live, land-based) venues for playing poker, such as &lt;a href=\"casino\"&gt;casino&lt;/a&gt;s and poker rooms, may be intimidating for novice players and are often located in geographically disparate locations. Also, brick and mortar casinos are reluctant to promote poker because it is difficult for them to profit from it. Though the &lt;a href=\"Rake%20%28poker%29\"&gt;rake&lt;/a&gt;, or time charge, of traditional casinos is often high, the &lt;a href=\"opportunity%20cost\"&gt;opportunity cost&lt;/a&gt;s of running a poker room are even higher. Brick and mortar casinos often make much more money by removing poker rooms and adding more &lt;a href=\"slot%20machine\"&gt;slot machine&lt;/a&gt;s. For example, figures from the Gaming Accounting Firm &lt;a href=\"Joseph%20Eve%2C%20Certified%20Public%20Accountants\"&gt;Joseph Eve&lt;/a&gt; estimate that poker accounts for 1% of brick and mortar casino revenues. \nOnline venues, by contrast, are dramatically cheaper because they have much smaller overhead costs. For example, adding another table does not take up valuable space like it would for a brick and mortar casino. Online poker rooms also allow the players to play for low stakes (as low as 1¢/2¢) and often offer poker &lt;a href=\"Freeroll%20%28poker%29\"&gt;freeroll&lt;/a&gt; tournaments (where there is no entry fee), attracting beginners and/or less wealthy clientele.\nOnline venues may be more vulnerable to certain types of &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt;, especially &lt;a href=\"collusion\"&gt;collusion&lt;/a&gt; between players. However, they have collusion detection abilities that do not exist in brick and mortar casinos. For example, online poker room security employees can look at the &lt;a href=\"hand%20history\"&gt;hand history&lt;/a&gt; of the cards previously played by any player on the site, making patterns of behavior easier to detect than in a casino where colluding players can simply fold their hands without anyone ever knowing the strength of their holding. Online poker rooms also check players' &lt;a href=\"IP%20address\"&gt;IP address&lt;/a&gt;es in order to prevent players at the same household or at known &lt;a href=\"open%20proxy\"&gt;open proxy&lt;/a&gt; servers from playing on the same tables. Digital &lt;a href=\"device%20fingerprinting\"&gt;device fingerprinting&lt;/a&gt; also allows poker sites to recognize and block players who create new accounts in attempts to circumvent prior account bans, restrictions and closures.\nHistory.\nFree poker online was played as early as the late 1990s in the form of &lt;a href=\"IRC%20poker\"&gt;IRC poker&lt;/a&gt;. &lt;a href=\"Planet%20Poker\"&gt;Planet Poker&lt;/a&gt; was the first online card room to offer real money games in 1998. The first real money poker game was dealt on January 1, 1998. Author &lt;a href=\"Mike%20Caro\"&gt;Mike Caro&lt;/a&gt; became the \"face\" of Planet Poker in October 1999.\nThe major online poker sites offer varying features to entice new players. One common feature is to offer tournaments called satellites by which the winners gain entry to real-life poker tournaments. It was through one such tournament on &lt;a href=\"PokerStars\"&gt;PokerStars&lt;/a&gt; that &lt;a href=\"Chris%20Moneymaker\"&gt;Chris Moneymaker&lt;/a&gt; won his entry to the &lt;a href=\"2003%20World%20Series%20of%20Poker\"&gt;2003 World Series of Poker&lt;/a&gt;. He went on to win the main event, causing shock in the poker world, and beginning the &lt;a href=\"poker%20boom\"&gt;poker boom&lt;/a&gt;. The 2004 World Series featured three times as many players as in 2003. At least four players in the WSOP final table won their entry through an online cardroom. Like Moneymaker, 2004 winner &lt;a href=\"Greg%20Raymer\"&gt;Greg Raymer&lt;/a&gt; also won his entry at the &lt;a href=\"PokerStars\"&gt;PokerStars&lt;/a&gt; online cardroom.\nIn October 2004, &lt;a href=\"Sportingbet\"&gt;Sportingbet&lt;/a&gt;, at the time the world's largest publicly traded online gaming company (SBT.L), announced the acquisition of &lt;a href=\"Sportingbet\"&gt;ParadisePoker.com&lt;/a&gt;, one of the online poker industry's first and largest cardrooms. The $340 million acquisition marked the first time an online card room was owned by a public company. Since then, several other card room parent companies have gone public.\nIn June 2005, &lt;a href=\"PartyGaming\"&gt;PartyGaming&lt;/a&gt;, the parent company of the then-largest online cardroom, PartyPoker, went public on the &lt;a href=\"London%20Stock%20Exchange\"&gt;London Stock Exchange&lt;/a&gt;, achieving an &lt;a href=\"initial%20public%20offering\"&gt;initial public offering&lt;/a&gt; market value in excess of $8 billion. At the time of the IPO, ninety-two percent of Party Gaming's income came from poker operations.\nIn early 2006, PartyGaming moved to acquire EmpirePoker.com from &lt;a href=\"Empire%20Online\"&gt;Empire Online&lt;/a&gt;. Later in the year, &lt;a href=\"bwin\"&gt;bwin&lt;/a&gt;, an Austrian-based online gambling company, acquired PokerRoom.com. Other poker rooms such as &lt;a href=\"PokerStars\"&gt;PokerStars&lt;/a&gt; that were rumored to be exploring initial public offerings have postponed them.\nAs of March 2008, there are fewer than forty stand-alone cardrooms and poker networks with detectable levels of traffic. There are however more than 600 independent doorways or 'skins' into the group of network sites. As of January 2009, the majority of online poker traffic occurs on just a few major networks, among them &lt;a href=\"PokerStars\"&gt;PokerStars&lt;/a&gt;, &lt;a href=\"Full%20Tilt%20Poker\"&gt;Full Tilt Poker&lt;/a&gt; and the &lt;a href=\"Playtech\"&gt;iPoker Network&lt;/a&gt;.\nAs of February 2010, there are approximately 545 online poker websites. Within the 545 active sites, about two dozen are stand-alone sites (down from 40 in March 2008), while the remaining sites are called “skins” and operate on 21 different shared networks, the largest network being iPoker which has dozens of skins operating on its network. Of all the online poker rooms &lt;a href=\"PokerStars.com\"&gt;PokerStars.com&lt;/a&gt; is deemed the world's largest poker site by number of players on site at any one time. By May 2012 &lt;a href=\"PokerStars.com\"&gt;PokerStars.com&lt;/a&gt; had increased their market share to more than 56%.\nThe year 2011 is known as the infamous year of Black Friday, when the U.S Department of Justice seized the domain names of PokerStars, Full Tilt &amp; Absolute Poker, effectively freezing the bankrolls of their player base. Full Tilt was accused by the DoJ of acting as a Ponzi scheme and scamming players out of $300 million. On the other hand, PokerStars paid $1 billion in fines immediately.\nIn 2014, PokerStars became the largest publicly traded company in the industry of poker when businessman David Baazov initiated a takeover bid costing $4.9 billion.\nThe &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; has resulted in a massive increase in online poker traffic. The pandemic is believed to have directed both professional and recreational players who normally prefer live poker to online platforms due to the indefinite closure of most casinos and other live gaming venues worldwide, with even many &lt;a href=\"Underground%20poker\"&gt;unlicensed venues&lt;/a&gt; shutting down. In addition, the sudden dearth of live entertainment options due to the widespread disruption of the sports and entertainment schedules around the world is believed to have resulted in more than the usual number of casual players turning to online poker as an alternative. Many operators reported traffic of double or more the previous volume, depending on the time of day.\nLegality.\nFrom a legal perspective, online poker may differ in some ways from online casino gambling. However, many of the same issues do apply. For a discussion of the legality of online gambling in general, see &lt;a href=\"online%20gambling\"&gt;online gambling&lt;/a&gt;.\nOnline poker is legal and regulated in many countries including several nations in and around the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt;, and most notably the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;.\nUnited States.\nIn the United States, the &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt; House of Representatives passed a bill in February 2005 to legalize and regulate online poker and online poker card room operators in the state. The legislation required that online poker operations would have to physically locate their entire operations in the state. Testifying before the state Senate Judiciary committee, Nigel Payne, CEO of Sportingbet and owner of Paradise Poker, pledged to relocate to the state if the bill became law.\nThe measure, however, was defeated by the State Senate in March 2005 after the U.S. Department of Justice sent a letter to North Dakota attorney general &lt;a href=\"Wayne%20Stenehjem\"&gt;Wayne Stenehjem&lt;/a&gt; stating that online gaming \"may\" be illegal, and that the pending legislation \"might\" violate the &lt;a href=\"federal%20Wire%20Act\"&gt;federal Wire Act&lt;/a&gt;. However, many legal experts &lt;a href=\"Online%20gambling%23General%20legal%20issues\"&gt;dispute the DOJ's claim&lt;/a&gt;.\nIn response to this and other claims by the DOJ regarding the legality of online poker, many of the major online poker sites stopped advertising their \"dot-com\" sites in American media. Instead, they created \"dot-net\" sites that are virtually identical but offer no real money wagering. The sites advertise as poker schools or ways to learn the game for free, and feature words to the effect of \"this is not a gambling website.\"\nOn October 13, 2006, &lt;a href=\"George%20W.%20Bush\"&gt;President Bush&lt;/a&gt; officially signed into law the &lt;a href=\"SAFE%20Port%20Act\"&gt;SAFE Port Act&lt;/a&gt;, a &lt;a href=\"bill%20%28proposed%20law%29\"&gt;bill&lt;/a&gt; aimed at enhancing security at U.S. ports. Attached to the Safe Port Act was a provision known as the &lt;a href=\"Unlawful%20Internet%20Gambling%20Enforcement%20Act%20of%202006\"&gt;Unlawful Internet Gambling Enforcement Act of 2006&lt;/a&gt; (UIGEA). According to the UIGEA, \"unlawful internet gambling\" means to place, receive, or otherwise knowingly transmit a bet or wager by means of the internet where such bet is unlawful under any law in the State in which the bet is initiated, received, or otherwise made. Thus, the UIGEA prohibits online gambling sites from performing transactions with American financial institutions. As a result of the bill, several large publicly traded poker gaming sites such as &lt;a href=\"PartyPoker\"&gt;PartyPoker&lt;/a&gt;, &lt;a href=\"Cassava%20Enterprises\"&gt;PacificPoker&lt;/a&gt; and &lt;a href=\"bwin\"&gt;bwin&lt;/a&gt; closed down their US-facing operations. The UIGEA has had a devastating effect on the stock value of these companies. Some poker sites, such as &lt;a href=\"PokerStars\"&gt;PokerStars&lt;/a&gt;, &lt;a href=\"Full%20Tilt%20Poker\"&gt;Full Tilt Poker&lt;/a&gt;, &lt;a href=\"Absolute%20Poker\"&gt;Absolute Poker&lt;/a&gt;, continued to operate and remained open to US players.\nFollowing passage of UIGEA, former U.S. Senator &lt;a href=\"Al%20D%27Amato\"&gt;Al D'Amato&lt;/a&gt; joined the &lt;a href=\"Poker%20Players%20Alliance\"&gt;Poker Players Alliance&lt;/a&gt; (PPA). Part of the PPA's mission is to protect and to advocate for the right of poker players to play online. D'Amato's responsibilities include Congressional lobbying. In April 2008, the PPA claimed over 1,000,000 members.\nOther grassroots organizations, including the &lt;a href=\"Safe%20and%20Secure%20Internet%20Gambling%20Initiative\"&gt;Safe and Secure Internet Gambling Initiative&lt;/a&gt;, have formed in opposition to UIGEA, to promote the freedom of individuals to gamble online with the proper safeguards to protect consumers and ensure the integrity of financial transactions.\nOn November 27, 2009, Department of the Treasury Secretary &lt;a href=\"Timothy%20F.%20Geithner\"&gt;Timothy F. Geithner&lt;/a&gt; and Federal Reserve Chairman &lt;a href=\"Ben%20S.%20Bernanke\"&gt;Ben S. Bernanke&lt;/a&gt; announced a six-month delay, until June 1, 2010, for required compliance with the Unlawful Internet Gambling Enforcement Act of 2006 (UIGEA). The move blocks regulations to implement the legislation which requires the financial services sector to comply with ambiguous and burdensome rules in an attempt to prevent unlawful Internet gambling transactions.\nOn July 28, 2010, the &lt;a href=\"House%20Financial%20Services%20Committee\"&gt;House Financial Services Committee&lt;/a&gt; passed H.R. 2267 by a vote of 41–22–1. The bill would legalize and regulate online poker in the United States.\nIn September 2010, the &lt;a href=\"Washington%20State%20Supreme%20Court\"&gt;Washington State Supreme Court&lt;/a&gt; upheld a law making playing poker online a &lt;a href=\"felony\"&gt;felony&lt;/a&gt;.\nOn April 15, 2011, in &lt;a href=\"U.%20S.%20v.%20Scheinberg%20et%20al.%20%2810%20Cr.%20336%29\"&gt;U. S. v. Scheinberg et al. (10 Cr. 336)&lt;/a&gt;, the &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt; temporarily shut down three major poker &lt;a href=\".com\"&gt;.com&lt;/a&gt; websites of Full Tilt Poker, Poker Stars, and Absolute Poker, and seized several of their bank accounts. A grand jury charged 11 defendants, including the founders of the poker sites, with bank fraud, money laundering, and violating gambling laws. The prosecutors claim the individuals tricked or influenced U.S. banks into receiving profits from online gambling, an act that violated UIGEA. The same day, former Senator D'Amato released a comment on behalf of the PPA. He asserts that, \"Online poker is not a crime and should not be treated as such.\" D'Amato made no comment on the specific charges raised but promised a response once the \"full facts become available.\" He responded in the Washington Post on April 22. The actions by the Department of Justice were also criticized by gaming law experts, including &lt;a href=\"I.%20Nelson%20Rose\"&gt;I. Nelson Rose&lt;/a&gt;.\nOn September 20, 2011, in response to guidance requested by the states of Illinois and New York regarding the sale of lottery tickets online, the Department of Justice issued a memorandum opinion stating that the &lt;a href=\"Federal%20Wire%20Act\"&gt;Wire Act&lt;/a&gt; does not prohibit lottery sales over the internet because it deals solely with wagering on sporting contests. While this opinion does not address online poker specifically, the reasoning employed interprets the Wire Act in such a way that its provisions don't apply to the game of poker.\nOn August 21, 2012, a federal judge in New York ruled that poker is not gambling under federal law because it is primarily a game of skill, not chance. The ruling resulted in the dismissal of a federal criminal indictment against a man convicted of conspiring to operate an illegal underground poker club. The judge relied in his decision largely on findings by a defense expert who analyzed Internet poker games.\nOn April 30, 2013, &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt; became the first U.S. state to allow persons physically located within the state and at least 21 years of age to play poker online for money legally.\nIn late October, &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt; launched its regulated online gambling market. Controlled by the Delaware Lottery, the state offers online casino games in addition to online poker.\nOn February 25, 2014, Nevada Governor &lt;a href=\"Brian%20Sandoval\"&gt;Brian Sandoval&lt;/a&gt; and Delaware Governor &lt;a href=\"Jack%20Markell\"&gt;Jack Markell&lt;/a&gt; signed the first interstate poker compact, an agreement that will allow online poker players from Nevada to play for real money against players located in Delaware. The compact is limited to online poker only, as that is the only game currently permitted under Nevada law. Should more states enter into the agreement, something that is provided for under the terms of the compact, more games could be offered.\nFollowing an agreement between Nevada, Delaware, and New Jersey governments to allow player pooling between all three states, a three-state online poker compact went live on May 1, 2018.\nAustralia.\nIn Australia the Interactive Gambling Act was signed into law in 2001. The act makes it illegal for online poker providers to operate or advertise their services in Australia. The intention of the act was to entirely prohibit online poker, but the act itself only forbids operators based in Australia from providing their service. It did not prohibit citizens from accessing the online poker services of providers that were based overseas.\nThe Interactive Gambling Amendment Bill was passed in 2017 in response to the failings of the 2001 Interactive Gambling Act. This provided a significant improvement towards ensuring consumer protection and responsible gaming in Australian citizens. This latest bill successfully forced the major poker companies to stop offering their services to Australian citizens.\nAlthough there are certain provisions in the law which allow licensed establishments to provide online poker services, there is no agency set up to issue any of such required licenses.\nHow online poker rooms profit.\nTypically, online poker rooms generate the bulk of their revenue via four methods. First, there is the &lt;a href=\"rake%20%28poker%29\"&gt;rake&lt;/a&gt;. Similar to the &lt;a href=\"Vigorish\"&gt;vig&lt;/a&gt; paid to a &lt;a href=\"Bookmaker\"&gt;bookie&lt;/a&gt;, the rake is a fee paid to the &lt;a href=\"Casino\"&gt;house&lt;/a&gt; for hosting the game. Rake is collected from most real money &lt;a href=\"Cash%20game\"&gt;ring game&lt;/a&gt; pots. The rake is normally calculated as a percentage of the pot based on a sliding scale and capped at some maximum fee. Each online poker room determines its own rake structure. Since the expenses for running an online poker table are smaller than those for running a live poker table, rake in most online poker rooms is much smaller than its brick and mortar counterpart.\nSecond, hands played in pre-scheduled multi-table and impromptu &lt;a href=\"sit%20and%20go\"&gt;sit-and-go&lt;/a&gt; &lt;a href=\"poker%20tournament\"&gt;tournaments&lt;/a&gt; are not raked, but rather an entry fee around five to ten percent of the tournament buy-in is added to the entry cost of the tournament. These two are usually specified in the tournament details as, e.g., $20+$2 ($20 represents the buy-in that goes into the prize pool and $2 represents the entry fee, de facto rake). Unlike real casino tournaments, online tournaments do not deduct dealer tips and other expenses from the prize pool.\nThird, some online poker sites also offer side games like &lt;a href=\"blackjack\"&gt;blackjack&lt;/a&gt;, &lt;a href=\"roulettes\"&gt;roulettes&lt;/a&gt;, or side bets on poker hands where the player plays against \"the house\" for real money. The odds are in the house's favor in these games, thus producing a profit for the house. Some sites go as far as getting affiliated with &lt;a href=\"online%20casino\"&gt;online casino&lt;/a&gt;s, or even integrating them into the poker room software.\nFourth, like almost all institutions that hold money, online poker sites invest the money that players deposit. Regulations in most jurisdictions exist in an effort to limit the sort of risks sites can take with their clients' money. However, since the sites do not have to pay interest on players' bankrolls even low-risk investments can be a significant source of revenue.\nIntegrity and fairness.\nRandomness of the shuffle.\nMany critics question whether the operators of such games - especially those located in jurisdictions separate from most of their players - might be engaging in fraud themselves.\nInternet discussion forums are rife with allegations of non-random card dealing, possibly to favour house-employed players or \"&lt;a href=\"computer%20game%20bot\"&gt;bot&lt;/a&gt;s\" (poker-playing software disguised as a human opponent), or to give multiple players good hands thus increasing the bets and the rake, or simply to prevent new players from losing so quickly that they become discouraged. However, despite &lt;a href=\"anecdotal%20evidence\"&gt;anecdotal evidence&lt;/a&gt; to support such claims, others argue that the rake is sufficiently large that such abuses would be unnecessary and foolish. Attempts at manipulative dealing could face a risk of third party detection due to increasingly sophisticated tracking software that could be used to detect any number of unusual patterns, though such analyses are not generally available in the public domain.\nMany players claim to see many \"bad beats\" with large hands pitted against others all too often at a rate that seems to be a lot more common than in live games. However, this could be caused by the higher hands per hour at on-line cardrooms. Since online players get to see more hands, their likelihood of seeing more improbable bad beats or randomly large pots is similarly increased.\nMany online poker sites are certified by major auditing firms like &lt;a href=\"PricewaterhouseCoopers\"&gt;PricewaterhouseCoopers&lt;/a&gt; to review the fairness of the &lt;a href=\"random%20number%20generator\"&gt;random number generator&lt;/a&gt;, &lt;a href=\"shuffle\"&gt;shuffle&lt;/a&gt;, and payouts for some sites.\nInsider cheating.\nInsider &lt;a href=\"cheating\"&gt;cheating&lt;/a&gt; can occur when a person with trusted access to the system (e.g. an employee of the poker room) uses their position to play poker themselves with an unfair advantage. This could be done without the knowledge of the site managers.\nPerhaps the first known major case came to light in October 2007, when &lt;a href=\"Absolute%20Poker\"&gt;Absolute Poker&lt;/a&gt; acknowledged that its integrity had been breached by an employee, who had been able to play at high stakes while viewing his opponents' hidden \"hole\" cards. The cheating was first brought to light by the efforts of players, whose saved histories of play showed the employee was playing as only someone who could see their opponents' cards could.\nIn 2008, &lt;a href=\"UltimateBet\"&gt;UltimateBet&lt;/a&gt; became embroiled in a similar scandal, with former employees accused of using a &lt;a href=\"backdoor%20%28computing%29\"&gt;software backdoor&lt;/a&gt; to see opponents' cards. UltimateBet confirmed the allegations on May 29. The &lt;a href=\"Kahnawake%20Gaming%20Commission\"&gt;Kahnawake Gaming Commission&lt;/a&gt; announced sanctions against UltimateBet as a result.\nCollusion.\nMore mundane cheating involves collusion between players, or the use of multiple accounts by a single player. Collusion is not limited to online play but can occur in any poker game with three or more players. Most poker rooms claim to actively scan for such activity. For example, in 2007, &lt;a href=\"PokerStars\"&gt;PokerStars&lt;/a&gt; disqualified &lt;a href=\"TheV0id\"&gt;TheV0id&lt;/a&gt;, the winner of the main event of the &lt;a href=\"World%20Championship%20of%20Online%20Poker\"&gt;World Championship of Online Poker&lt;/a&gt; for breaching their terms of service.\nDifferences from conventional poker.\nOnline poker and conventional poker have several differences.\nOne difference is that players do not sit near each other, removing the ability to observe others' reactions and &lt;a href=\"body%20language\"&gt;body language&lt;/a&gt;. Instead, online poker players focus on opponents' betting patterns, reaction times, speed of play, use of check boxes/auto plays, opponents' fold/flop percentages, chat box, waiting for the big blind, beginners' tells, and other behavior &lt;a href=\"Tell%20%28poker%29\"&gt;tells&lt;/a&gt; that are not physical in nature. Since poker requires adaptability, successful online players learn to master the new frontiers of their surroundings.\nAnother less obvious difference is the rate of play. In brick and mortar cardroooms, the dealer has to collect , shuffle, and deal the cards after every hand. Due to this and other delays common in offline casinos, the average rate of play is around thirty hands per hour. Online casinos do not have these delays. Dealing and shuffling are instantaneous, there are no delays relating to counting chips (for a split pot), and on average the play is faster due to \"auto-action\" buttons (where the player selects their action before their turn). It is not uncommon for an online poker table to average ninety to one hundred hands per hour.\nOnline poker is cheaper to play than conventional poker. While the rake structures of online poker sites might not differ from those in brick and mortar operations, most of the other incidental expenses entailed by playing in a live room do not exist in online poker. An online poker player can play at home and incur no transportation costs to and from the poker room. Provided the player already has a computer and an Internet connection, there are no up-front equipment costs to get started. There are also considerable incidental expenses at a live poker table. Besides the rake, &lt;a href=\"gratuity\"&gt;tipping&lt;/a&gt; the dealers, chip runners, servers, and other casino employees is expected, putting a further drain on a player's profits. Also, while an online player can enter and leave tables almost as they please, once seated at a live table a player must remain there until they wish to stop playing or else go back to the bottom of the waiting list. &lt;a href=\"Food\"&gt;Food&lt;/a&gt; and &lt;a href=\"beverage\"&gt;beverage&lt;/a&gt;s at casinos are expensive even compared to other hospitality establishments in the same city, let alone at home, and casino managers have little incentive to provide complimentary food or drink for poker players.\nIn brick and mortar casinos, the only real way a player can increase their earnings is to increase their limit, likely encountering better opponents in the process. In the online world, players have another option: play more tables. Unlike a traditional casino where it is physically impossible to play at more than one table at a time, most online poker rooms permit this. Depending on the site and the player's ability to make speedy decisions, a player might play several tables at the same time, viewing them each in a separate window on the computer display. For example, an average profit around $10 per 100 hands at a low-limit game is generally considered to be good play. In a casino, this would earn a player under $4 an hour. After dealer tips, the \"winning\" player would probably barely break even before any other incidental expenses. In an online poker room, a player with the same win rate playing a relatively easy pace of four tables at once at a relatively sluggish 60 hands per hour each earns about $24/hour on average. The main restriction limiting the number of tables a player can play is the need to make consistently good decisions within the allotted time at every table, but some online players can effectively play up to eight or more tables at once. This can not only increase winnings but can also help to keep a player's income reasonably stable, since instead of staking their entire bankroll on one higher limit table they are splitting their bankroll, wins and losses amongst many lower limit tables, probably also encountering somewhat less skilled opponents in the process.\nAnother important difference results from the fact that some online poker rooms offer online poker schools that teach the basics and significantly speed up the learning curve for novices. Many online poker rooms also provide free money play so that players may practice these skills in various poker games and limits without the risk of losing real money, and generally offer the hand history of played hands for analysis and discussion using a &lt;a href=\"Poker%20tools\"&gt;poker hand converter&lt;/a&gt;. People who previously had no way to learn and improve because they had no one to play with now have the ability to learn the game much quicker and gain experience from free-money play.\nThe limits associated with online poker range down to far lower levels than the &lt;a href=\"table%20limit\"&gt;table limit&lt;/a&gt;s at a traditional casino. The &lt;a href=\"marginal%20cost\"&gt;marginal cost&lt;/a&gt; of opening each online table is so minuscule that on some gambling sites players can find limits as low as $.01–$.02. By comparison, at most brick and mortar establishments the lowest limits are often $1–$2.\nFew (if any) online poker sites allow action to be taken \"in the &lt;a href=\"Poker%20terms%23D\"&gt;dark&lt;/a&gt;\", while this is usually allowed and applied by players in real gaming houses. It is also not uncommon for online poker sites to not allow a player the option of showing their hand before folding if they are the giving up the pot to the last remaining bettor. This practice is also typically allowed in casinos.\nCurrency issues.\nOne issue exclusive to online poker is the fact that players come from around the world and deal in a variety of currencies. This is not an issue in live poker where everyone present can be expected to carry the local currency. Most online poker sites operate games exclusively in &lt;a href=\"United%20States%20dollar\"&gt;U.S. dollars&lt;/a&gt;, even if they do not accept players based in the United States. There are two methods by which poker sites can cater to players who do not deal with U.S. dollars on a regular basis.\nThe first method is to hold players' funds in their native currencies and convert them only when players enter and leave games. The main benefit of this method for players is to ensure that bankrolls are not subject to &lt;a href=\"exchange%20rate\"&gt;exchange rate&lt;/a&gt; fluctuations against their local currencies while they are not playing. Also, most sites that use this method usually apply the same exchange rate when a player cashes out of a game as when he bought in, ensuring that players do not expend significant sums simply by entering and leaving games.\nThe other method is to require players to convert their funds when depositing them. However, some sites that use this policy do accept payments in a variety of currencies and convert funds at a lower premium compared to what &lt;a href=\"bank\"&gt;bank&lt;/a&gt;s and &lt;a href=\"credit%20card\"&gt;credit card&lt;/a&gt; companies would charge. Others only accept payment in U.S. dollars. One benefit of this method is that a player who constantly \"tops up\" his chip stack to a constant level (some poker rooms have an optional feature that can perform this function automatically) does not have to worry about rounding issues when topping up with a nominal sum – these could add up over time.\nPlayers may also make use of &lt;a href=\"Digital%20wallet\"&gt;ewallets&lt;/a&gt;, virtual wallets that will allow players to store their funds online in the currency of their choice. Using &lt;a href=\"Cryptocurrency\"&gt;crypto&lt;/a&gt; poker only platforms, like &lt;a href=\"https%3A//swcpoker.club/\"&gt;SWC Poker&lt;/a&gt;, allows users to deposit and withdraw funds from poker platforms without worrying about further currency conversion and identity checks.\nMany online poker sites, particularly those that serve the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, began adopting &lt;a href=\"cryptocurrencies\"&gt;cryptocurrencies&lt;/a&gt; in 2013 as a means of bypassing the &lt;a href=\"UIGEA\"&gt;UIGEA&lt;/a&gt;. The majority of these poker rooms accept deposits in &lt;a href=\"Bitcoin\"&gt;Bitcoin&lt;/a&gt; and then convert them to &lt;a href=\"U.S.%20dollars\"&gt;U.S. dollars&lt;/a&gt;, performing this process in reverse when paying out winnings. There also exist cryptocurrency-only operators who denominate their games in &lt;a href=\"Bitcoin\"&gt;Bitcoin&lt;/a&gt; or fractions of a bitcoin, avoiding &lt;a href=\"fiat%20currencies\"&gt;fiat currencies&lt;/a&gt; entirely.\nPoker tools.\nVarious &lt;a href=\"poker%20tools\"&gt;software applications&lt;/a&gt; are available for online play. Such tools include hand database programs that save, sort, and recall all hand histories played online. Scanning the active tables for known players and displaying previous statistics from hands with those players next to their name (known as a heads up display or HUD) is a common feature of these programs and is allowed by most sites. Other programs include hand re-players and odds, equity or variance calculators. Some software goes as far as to provide you with quizzes, or scan your previously played hands and flag likely mistakes.\nBonuses.\nMany online poker sites offer incentives to players, especially new depositors, in the form of bonuses. Usually, the bonuses are paid out incrementally as certain amounts are raked by the player. For example, a site may offer a player who deposits $100 a bonus of $50 that awards $5 every time the player rakes $25. To earn the full $50 bonus sum, the player would have to &lt;a href=\"Rake%20%28poker%29\"&gt;rake&lt;/a&gt; $250 in total.\nMany online cardrooms also have VIP programs to reward regular players. Poker rooms often offer additional bonuses for players who wish to top-up their accounts. These are known as reload bonuses.\nMany online rooms also offer &lt;a href=\"rakeback\"&gt;rakeback&lt;/a&gt;, and some offer poker propping.\nSee the &lt;a href=\"Online%20casino%23Bonuses\"&gt;online casino&lt;/a&gt; article for more on general information on bonuses."
}