{
    "id": "53044120",
    "revid": "12416903",
    "url": "https://en.wikipedia.org/wiki?curid=53044120",
    "title": "Devon RFU Senior Cup",
    "text": "The Devon Senior Cup is an annual &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; league and cup club competition organized by the &lt;a href=\"Devon%20Rugby%20Football%20Union\"&gt;Devon Rugby Football Union&lt;/a&gt;. It was first introduced in the 1886-87 season and the inaugural competition was won by &lt;a href=\"Tiverton%20Rugby%20Club\"&gt;Tiverton&lt;/a&gt;. During the early years of the cup the format changed several times from a knock-out competition to a league format, then to hybrid league/cup, then back to being a knock-out cup once again. The competition also was had periods of inactivity, with &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; preventing play for a number of seasons and then the cup being cancelled in the 1930s before being reintroduced for the 1969-70 season when it was won by &lt;a href=\"Exeter%20University%20RFC\"&gt;St. Luke's College&lt;/a&gt; (now Exeter University). The &lt;a href=\"Havill%20Plate\"&gt;Havill Plate&lt;/a&gt; was introduced in the 1970s for teams knocked out of the first round of the cup which would continue until 1999. Competitions similar to the Havill Plate were introduced in 2009 for teams that got knocked out of the earlier stages of the cup were introduced - plate (semi finals) and vase (quarter finals) - but these were discontinued due to a lack of interest by the clubs involved.\nThe Devon Senior Cup is currently the premier county cup competition for club sides based in &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; that play in tier 5 (&lt;a href=\"South%20West%20Premier\"&gt;South West Premier&lt;/a&gt;) of the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union league system&lt;/a&gt;. Since 2018–19 the format will change from a knockout cup competition to a hybrid league-cup. Running alongside it will be the Devon Senior Shield, which is for club sides in Devon that play in tier 6 (&lt;a href=\"Tribute%20South%20West%201%20West\"&gt;Tribute South West 1 West&lt;/a&gt;) and will also take place in a hybrid league-cup format. \nFormat from 2018–19.\nSenior Cup.\nPreviously a knockout cup competition, for the 2018-19 season the format has been changed to a mini league, with league results between Devon teams playing in &lt;a href=\"South%20West%20Premier\"&gt;South West Premier&lt;/a&gt; also counted towards the Devon Senior Cup. At the end of the season the top two teams in this mini-league will then meet in the cup final, to be held at the home ground of the club with the superior league record. It is worth noting that these top two teams will not necessary be the highest ranked sides in South West Premier, as only games played against teams in Devon will count in the Senior Cup.\nSenior Shield.\nRunning alongside the Senior Cup is the Devon Senior Plate, which has been reintroduced for the 2018–19 season, having been last played for back in the 2010–11 season. This will also involve a mini league with results for the Devon teams in &lt;a href=\"Tribute%20South%20West%201%20West\"&gt;Tribute South West 1 West&lt;/a&gt; counting towards the Shield, with the two top teams meeting in a final at the end of the season, at the home ground of the club with the superior record."
}