{
    "id": "53095264",
    "revid": "15468484",
    "url": "https://en.wikipedia.org/wiki?curid=53095264",
    "title": "Okehampton RFC",
    "text": "Okehampton RFC is an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team formed in 1884, that is based in &lt;a href=\"Okehampton\"&gt;Okehampton&lt;/a&gt;, &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;. The club has three senior men's teams, a colts team and multiple junior teams (u-7 to u-16). Nicknamed the 'Okes' the club's colours are maroon and gold and they play home games at the Showground. The first team currently plays in &lt;a href=\"South%20West%20Premier\"&gt;South West Premier&lt;/a&gt;, a league at tier 5 of the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union system&lt;/a&gt;, having won promotion as champions of &lt;a href=\"Tribute%20South%20West%201%20West\"&gt;Tribute South West 1 West&lt;/a&gt; at the end of the 2018-19 season.\nHistory.\nEarly history.\nOkehampton had a rugby team dating back as far as 1884, and by 1902 had registered with the &lt;a href=\"Devon%20Rugby%20Football%20Union\"&gt;Devon Rugby Football Union&lt;/a&gt;. The club moved grounds several times during the early days, starting at Northams Meadows in 1902, switching to North Road in 1912 and then Cowlands Field at Mill Road in the 1920s. The outbreak of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; caused the club to close as many players went into the Armed Forces. After the war was over, the club's former ground, Cowlands Field, was sold for housing development, and they had to share with the local football side, &lt;a href=\"Okehampton%20Argyle%20F.C.\"&gt;Okehampton Argyle&lt;/a&gt;, at Simmonds Park. The club had initially suffered a shortage of senior players after the war but the local grammar school provided a stream of new players, while soldiers at the nearby army camp, some of whom would go on to become international players, were available from time to time.\nThe 1950s saw the club have a period of mixed fortunes. The introduction of rugby union in the secondary modern school would later pave the way for a colts team, while the men's senior team would go unbeaten between 1951–53. By 1955 many of the players had retired and the club had several seasons of poor results but by 1958 they were back on track. By 1961 the club had moved away from Simmons Park to purchase its own ground at Oaklands, where it has remained ever since. This ground had a small grandstand, a bar, changing room facilities, as well as several school pitches across the road from the main ground, where colts and junior games could take place. With a new ground, Okehampton went from strength to strength winning the Devon County Havill Plate competition in 1979, the Devon Merit Table \"B\" in 1982–83 and the Devon Merit Table \"A\" in 1983–84.\nLeague rugby.\nOn the advent of league rugby union in 1987, Okehampton were placed in the &lt;a href=\"Tribute%20Western%20Counties%20West\"&gt;Western Counties league&lt;/a&gt; (tier 7 of the English league system) where they remained until 1996–97 when they gained promotion as champions to &lt;a href=\"Tribute%20South%20West%201%20West\"&gt;South West 2 West&lt;/a&gt;. Their stay in tier 6 (the highest level the club have reached) was short lived and they were relegated after just one season in the division. The club also punched well above its weight in the &lt;a href=\"Devon%20RFU%20Senior%20Cup\"&gt;Devon Senior Cup&lt;/a&gt;, appearing as losing finalists against &lt;a href=\"Plymouth%20Albion%20R.F.C.\"&gt;Plymouth Albion&lt;/a&gt; in 1988 and &lt;a href=\"Barnstaple%20RFC\"&gt;Barnstaple&lt;/a&gt; in 1997. After a period of relative stability the club would drop down the leagues, first being relegation from &lt;a href=\"Tribute%20Western%20Counties%20West\"&gt;Tribute Western Counties West&lt;/a&gt; in 2002–03 and then being relegated from &lt;a href=\"Tribute%20Cornwall/Devon\"&gt;Tribute Cornwall/Devon&lt;/a&gt; in 2004–05 in what would be the club's worst spell in its league history so far.\nFrom the worst spell in its modern history, Okehampton would regroup and enter one of its best. They won a league and cup double in the 2005–06, winning promotion from &lt;a href=\"Devon%20League%201\"&gt;Devon League 1&lt;/a&gt; and claiming the &lt;a href=\"Devon%20RFU%20Junior%20Cup\"&gt;Devon RFU Junior Cup&lt;/a&gt; for the first time, defeating league rivals Cullompton 8–3 in the final. The 2008–09 season saw the club promoted from Tribute/Cornwall Devon in second place and the following season saw them win the inaugural &lt;a href=\"Devon%20RFU%20Intermediate%20Cup\"&gt;Devon Intermediate Cup&lt;/a&gt; defeating &lt;a href=\"Tiverton%20RFC\"&gt;Tiverton&lt;/a&gt; on the final. In 2016 the club returned to tier 6 by winning the Tribute Western Counties West league title.\nIn 2019 Okehampton reached the highest level in the club's league history when it won promotion to &lt;a href=\"South%20West%20Premier\"&gt;South West Premier&lt;/a&gt; (level 5) after finishing as the 2018–19 Tribute South West 1 West champions. They also made it a league and cup double when they won the inaugural &lt;a href=\"Devon%20RFU%20Senior%20Cup%23Devon%20Senior%20Shield%20winners\"&gt;Devon RFU Shield&lt;/a&gt; by beating &lt;a href=\"Devonport%20Services%20R.F.C.\"&gt;Devonport Services&lt;/a&gt; in a closely contested final at the Showground.\nGround.\nOkehampton RFC have been based at the Showground since 1961. The ground is situated on Glendale Road next to Okehampton Primary School in a pleasant residential area in the north-west of town, and consists of a club-house and attached stand, a main pitch and a secondary pitch just across the road for 2nd XV and junior fixtures. The ground is quite compact meaning that the capacity is limited to about 1,000 standing, plus another 120 seats in the grandstand, bringing total capacity to approximately 1,120. Parking is extremely limited in and around the ground, although if you do not mind a 5-10 minute walk (admittedly uphill) then there is plenty of parking in town.\nHonours.\n1st team\nColts"
}