{
    "id": "53123",
    "revid": "5890910",
    "url": "https://en.wikipedia.org/wiki?curid=53123",
    "title": "Unitary authority",
    "text": "A unitary authority is a &lt;a href=\"local%20government\"&gt;local authority&lt;/a&gt; responsible for all &lt;a href=\"local%20government\"&gt;local government&lt;/a&gt; functions within its area or performing additional functions that elsewhere are usually performed by a higher level of sub-national government or the national government.\nTypically unitary authorities cover &lt;a href=\"town\"&gt;town&lt;/a&gt;s or &lt;a href=\"city\"&gt;cities&lt;/a&gt; which are large enough to function independently of a &lt;a href=\"council\"&gt;council&lt;/a&gt; or other authority. An authority can be a unit of a &lt;a href=\"county\"&gt;county&lt;/a&gt; or &lt;a href=\"combined%20authority\"&gt;combined authority&lt;/a&gt;.\nCanada.\nIn Canada, each province creates its own system of local government, so terminology varies substantially.\nIn certain provinces (e.g. &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt;) there is \"only\" one level of local government in that province, so no special term is used to describe the situation.\n&lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; has only one such municipality, &lt;a href=\"Northern%20Rockies%20Regional%20Municipality\"&gt;Northern Rockies Regional Municipality&lt;/a&gt;, which was established in 2009.\nIn &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; the term single-tier municipalities is used, for a similar concept. Their character varies, and while most function as cities with no upper level of government, some function as counties or &lt;a href=\"regional%20municipality\"&gt;regional municipalities&lt;/a&gt; with no lower municipal subdivisions below them. They exist as individual &lt;a href=\"List%20of%20Ontario%20census%20divisions\"&gt;census divisions&lt;/a&gt;, as well as &lt;a href=\"List%20of%20Ontario%20separated%20municipalities\"&gt;separated municipalities&lt;/a&gt;.\nCentral Europe.\nIn Germany, &lt;a href=\"kreisfreie%20Stadt\"&gt;kreisfreie Stadt&lt;/a&gt; (literally \"circle-free city\") is the equivalent term for a city with the competences of both the &lt;a href=\"Gemeinde%20%28Germany%29\"&gt;Gemeinde&lt;/a&gt; (municipality) and the &lt;a href=\"Districts%20of%20Germany\"&gt;Kreis&lt;/a&gt; (district, literally \"circle\") administrative level. The directly elected chief executive officer of a \"kreisfreie Stadt\" is called \"Oberbürgermeister\" (literally \"Superior Burgomaster\", in English \"Chief Mayor\" or \"Lord Mayor\").\nThe British counties have no directly corresponding counterpart in Germany. This German system corresponds to &lt;a href=\"Statutory%20city%20%28Austria%29\"&gt;statutory cities in Austria&lt;/a&gt; and &lt;a href=\"Statutory%20city%20%28Czech%20Republic%29\"&gt;in the Czech Republic&lt;/a&gt;.\nDenmark.\nUntil 1 January 2007, the municipalities of &lt;a href=\"Copenhagen%20Municipality\"&gt;Copenhagen&lt;/a&gt;, &lt;a href=\"Frederiksberg%20Municipality\"&gt;Frederiksberg&lt;/a&gt; and &lt;a href=\"Bornholm%20Regional%20Municipality\"&gt;Bornholm&lt;/a&gt; were not a part of a Danish &lt;a href=\"Counties%20of%20Denmark\"&gt;county&lt;/a&gt;.\nFrance.\nThe city of &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; works like a department council and a municipal council. Administratively at state level, it is both a department with a single departmental arrondissement (not to be confused with the 20 city districts of Paris, or \"arrondissements municipaux\", which are local subdivisions existing in very populated municipalities, including Paris, Lyon and Marseille, with their own arrondissement councils and arrondissement mayors also elected during municipal elections), however the prefecture of Paris is split between the prefecture of police of Paris (which covers the 3 other surrounding departments in the first ring) and the department prefecture (which is also the region prefecture, whose competence on police does not cover the 4 departments of Paris and the small ring). As the department of Paris has no department council elected during departmental elections, it is not subdivided into \"cantons\", but its 20 districts are considered equivalent.\nThe department councils of the two departments of &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt; and of the region merged into a unitary authority, officially a \"collectivité territoriale\". Its area of competence covers the whole administrative region and the two administrative departments (which were kept at state level with their two prefectures and their respective subprefectures for state-managed services).\nThe overseas departements and regions were all proposed to merge their single departmental council (\"conseil départemental\") coexisting with their regional council (\"conseil régional\") on the same territory (at state level they are unified as \"DROM\" for their prefectures) into a \"collectivité unique\". The proposal was rejected by local referendum in &lt;a href=\"Guadeloupe\"&gt;Guadeloupe&lt;/a&gt; and in &lt;a href=\"R%C3%A9union\"&gt;Réunion&lt;/a&gt;, but this occurred in &lt;a href=\"Martinique\"&gt;Martinique&lt;/a&gt; and &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt; whose former departemental and regional councils were merged into a single unitary authority named \"assemblée\", elected during departmental elections. &lt;a href=\"Mayotte\"&gt;Mayotte&lt;/a&gt; with its newer status of department chose to keep this designation for its unitary authority, named departmental council (no regional council was ever created), but which also has the competence of a regional council (plus a few specific competences transferred from the state like other French overseas).\nThe &lt;a href=\"M%C3%A9tropole%20de%20Lyon\"&gt;Métropole de Lyon&lt;/a&gt; was created as a metropole from an earlier EPCI (public establishment of intercommunal cooperation) but gained the competences of the departmental council. The departmental council of Rhône only covers the rest of the administrative department (which is still subdivided into two subprefectures, one of which includes the métropole). So the metropole is not a unitary authority, and no longer an EPCI (like other French metropoles), but it has a specific status, considered equivalent to a department council, except that its seats are elected during the municipal French elections (at the same time as its municipal councils in each member \"commune\"), and that (like departments and regions, but unlike other French EPCI's including other metropoles) it is a territorial collectivity, with legal personality and fiscal autonomy.\nNew Zealand.\nIn &lt;a href=\"local%20government%20in%20New%20Zealand\"&gt;New Zealand&lt;/a&gt;, a unitary authority is a &lt;a href=\"territorial%20authorities%20of%20New%20Zealand\"&gt;territorial authority&lt;/a&gt; (district or city) that also performs the functions of a &lt;a href=\"Regions%20of%20New%20Zealand\"&gt;regional council&lt;/a&gt; (first-level division). There are five unitary authorities; they are (with the year they were constituted): &lt;a href=\"Gisborne%20District\"&gt;Gisborne District Council&lt;/a&gt; (1989), &lt;a href=\"Nelson%20City%20Council\"&gt;Nelson City Council&lt;/a&gt; (1992), &lt;a href=\"Tasman%20District%20Council\"&gt;Tasman District Council&lt;/a&gt; (1992), &lt;a href=\"Marlborough%20Region\"&gt;Marlborough District Council&lt;/a&gt; (1992), and &lt;a href=\"Auckland%20Council\"&gt;Auckland Council&lt;/a&gt; (2010).\nThe &lt;a href=\"Chatham%20Islands\"&gt;Chatham Islands&lt;/a&gt;, located east of the &lt;a href=\"South%20Island\"&gt;South Island&lt;/a&gt;, have a council with its own special legislation, constituted (1995) with powers similar to those of a regional authority.\nPoland.\nIn &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, a \"miasto na prawach powiatu\", or shortly \"powiat grodzki\" (\"city with &lt;a href=\"powiat\"&gt;powiat&lt;/a&gt; rights\", or \"urban county\" in short) is a, typically big, city which is also responsible for district (poviat) administrative level, being part of no other \"powiat\" (e.g. &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt;, &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;, &lt;a href=\"Wroc%C5%82aw\"&gt;Wrocław&lt;/a&gt;, &lt;a href=\"Pozna%C5%84\"&gt;Poznań&lt;/a&gt;). In total, 65 cities in Poland have this status.\nTaiwan.\n&lt;a href=\"Provincial%20city%20%28Taiwan%29\"&gt;Cities&lt;/a&gt; in &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, in contrast to &lt;a href=\"County%20%28Taiwan%29\"&gt;counties&lt;/a&gt;, have only one tier of local government. Unlike &lt;a href=\"County-administered%20city\"&gt;county-administered cities&lt;/a&gt;, they are independent of their associated county. The three cities are &lt;a href=\"Chiayi\"&gt;Chiayi&lt;/a&gt;, &lt;a href=\"Keelung\"&gt;Keelung&lt;/a&gt;, and &lt;a href=\"Hsinchu\"&gt;Hsinchu&lt;/a&gt;. &lt;a href=\"Special%20municipality%20%28Taiwan%29\"&gt;Special municipalities&lt;/a&gt;, with the exception of a few &lt;a href=\"District%20%28Taiwan%29\"&gt;mountain indigenous districts&lt;/a&gt; within them, are also unitary.\nUnited Kingdom.\nEngland.\nIn &lt;a href=\"England\"&gt;England&lt;/a&gt;, \"unitary authorities\" are those local authorities set up in accordance with the Local Government Changes for England Regulations 1994 made under powers conferred by the &lt;a href=\"Local%20Government%20Act%201992\"&gt;Local Government Act 1992&lt;/a&gt; to form a single tier of &lt;a href=\"local%20government%20in%20the%20United%20Kingdom\"&gt;local government&lt;/a&gt; in specified areas and which are responsible for almost all local government functions within such areas. While outwardly appearing to be similar, single-tier authorities formed using older legislation are not \"unitary authorities\" thus excluding e.g. the &lt;a href=\"Council%20of%20the%20Isles%20of%20Scilly\"&gt;Council of the Isles of Scilly&lt;/a&gt; or any other single-tier authority formed under the older legislation and not since given the status of a unitary authority.\nThis is distinct from the two-tier system of local government which still exists in most of England, where local government functions are divided between &lt;a href=\"county%20council\"&gt;county council&lt;/a&gt;s (the upper tier) and &lt;a href=\"non-metropolitan%20district\"&gt;district&lt;/a&gt; or borough councils. Until 1996 two-tier systems existed in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; and &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, but these have now been replaced by systems based on a single tier of local government with some functions shared between groups of adjacent authorities. A single-tier system has existed in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt; since 1973.\nFor many years the description of the number of tiers in UK local government arrangements has routinely ignored any current or previous bodies at the lowest level of authorities elected by the voters within their area such as &lt;a href=\"Civil%20parish\"&gt;parish&lt;/a&gt; (in England and Wales) or community councils; such bodies do not exist or have not existed in all areas.\nRest of the United Kingdom.\nThe definitive description \"unitary authority\" is specific to England alone in UK legislation. Thus single-tier authorities elsewhere in the UK are not properly styled as unitary authorities; also their rights, privileges and responsibilities are not the same.\nNorthern Ireland.\nNorthern Ireland is divided into eleven districts for local government purposes. In Northern Ireland local councils have no responsibility for education, road building or housing (though they do nominate members to the advisory &lt;a href=\"Northern%20Ireland%20Housing%20Council\"&gt;Northern Ireland Housing Council&lt;/a&gt;). Their functions include &lt;a href=\"Recycling%20in%20Northern%20Ireland\"&gt;waste and recycling services&lt;/a&gt;, leisure and community services, building control and local economic and cultural development. Since their reorganisation in 2015 councils in Northern Ireland have also taken on responsibility for planning functions. The collection of &lt;a href=\"rates%20%28tax%29\"&gt;rates&lt;/a&gt; is handled by the &lt;a href=\"Land%20and%20Property%20Services\"&gt;Land and Property Services&lt;/a&gt; agency.\nScotland.\nLocal authorities in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; are unitary in nature but not in name. The &lt;a href=\"Local%20Government%20etc.%20%28Scotland%29%20Act%201994\"&gt;Local Government etc. (Scotland) Act 1994&lt;/a&gt; created a single tier of local government throughout Scotland. On 1 April 1996, 32 local government areas, each with a &lt;a href=\"Subdivisions%20of%20Scotland\"&gt;council&lt;/a&gt;, replaced the previous &lt;a href=\"Regions%20and%20districts%20of%20Scotland\"&gt;two-tier structure&lt;/a&gt;, which had regional, islands and district councils. &lt;a href=\"Comhairle%20nan%20Eilean%20Siar\"&gt;Comhairle nan Eilean Siar&lt;/a&gt; (formerly the Western Isles Council) uses the alternative &lt;a href=\"Scottish%20Gaelic%20language\"&gt;Gaelic&lt;/a&gt; designation \"Comhairle\". While the phrase \"unitary authority\" is not used in Scottish legislation (whether from the Scottish Parliament or the UK Parliament), the term can be encountered (used either descriptively or erroneously) in a few official publications and in (usually erroneous) use by United Kingdom government departments.\nWales.\nLocal authorities in &lt;a href=\"local%20government%20in%20Wales\"&gt;Wales&lt;/a&gt; are unitary in nature but are described by the &lt;a href=\"Local%20Government%20%28Wales%29%20Act%201994\"&gt;Local Government (Wales) Act 1994&lt;/a&gt; as \"principal councils\", and their areas as &lt;a href=\"principal%20area\"&gt;principal area&lt;/a&gt;s. Various other legislation (e.g. s.91(1) &lt;a href=\"Environment%20Act%201995\"&gt;Environment Act 1995&lt;/a&gt;) includes the counties and county boroughs of Wales within their individual interpretations of the phrase \"unitary authority\" as an interpretive not a definitive description. In s.2 of the Act each council formed for a county is allocated the respective English and Welsh descriptions of \"&lt;a href=\"County%20Council\"&gt;County Council&lt;/a&gt;\" or \"Cyngor Sir\", each council formed for a &lt;a href=\"County%20Borough\"&gt;County Borough&lt;/a&gt; is allocated the respective descriptions of \"County Borough Council\" or \"Cyngor Bwrdeistref Sirol\"; in all cases the shorter alternative forms \"Council\" or \"Cyngor\" can be used.\nUnited States.\nThere are several types of single-tier governments in the United States. In the states of &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;, &lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt;, and much of &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, county government has been abolished, and the municipalities (known as &lt;a href=\"New%20England%20town\"&gt;New England town&lt;/a&gt;s) are the only governing tier below the state government, though the former counties still exist in the ceremonial sense. In some areas, the reverse is true; for example, &lt;a href=\"Howard%20County%2C%20Maryland\"&gt;Howard County, Maryland&lt;/a&gt; and &lt;a href=\"Arlington%20County%2C%20Virginia\"&gt;Arlington County, Virginia&lt;/a&gt; are examples of counties that, despite being densely developed, have no municipalities and are thus the only tier of general-purpose local government.\nIn Virginia, all municipalities with \"city\" status are, by definition, independent from any county. Three other cities across the United States are also &lt;a href=\"Independent%20city%20%28United%20States%29\"&gt;independent of any county government&lt;/a&gt;: &lt;a href=\"Baltimore\"&gt;Baltimore, Maryland&lt;/a&gt;, &lt;a href=\"St.%20Louis\"&gt;St. Louis, Missouri&lt;/a&gt;, and &lt;a href=\"Carson%20City%2C%20Nevada\"&gt;Carson City, Nevada&lt;/a&gt;. There are also several &lt;a href=\"consolidated%20city-county\"&gt;consolidated cities&lt;/a&gt; where the county government and municipal government are unified. &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; and &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; are two examples, wherein the city and county are coterminous and have one singular governing body.\nThe &lt;a href=\"Washington%2C%20D.C.\"&gt;District of Columbia&lt;/a&gt; has had no lower tiers of government since 1871. &lt;a href=\"Arlington%20County%2C%20Virginia\"&gt;Arlington County&lt;/a&gt; and &lt;a href=\"Alexandria%2C%20Virginia\"&gt;Alexandria, Virginia&lt;/a&gt; were &lt;a href=\"District%20of%20Columbia%20retrocession\"&gt;returned to Virginia&lt;/a&gt; in 1847. The &lt;a href=\"District%20of%20Columbia%20Organic%20Act%20of%201871\"&gt;District of Columbia Organic Act of 1871&lt;/a&gt; abolished all local governments including &lt;a href=\"Washington%20County%2C%20D.%20C.\"&gt;single remaining county&lt;/a&gt; and its two municipalities, Washington and &lt;a href=\"Georgetown%20%28Washington%2C%20D.C.%29\"&gt;Georgetown&lt;/a&gt;."
}