{
    "id": "5314222",
    "revid": "9741839",
    "url": "https://en.wikipedia.org/wiki?curid=5314222",
    "title": "Heath Slocum",
    "text": "Tyler Heath Slocum (born February 3, 1974) is an American &lt;a href=\"professional%20golfer\"&gt;professional golfer&lt;/a&gt; who currently plays on the &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt;.\nEarly years.\nSlocum was born in &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge, Louisiana&lt;/a&gt;. He attended St. Anthony of Padua Catholic School in &lt;a href=\"Bunkie%2C%20Louisiana\"&gt;Bunkie, Louisiana&lt;/a&gt; from 1986 (6th grade) until 1987 (8th grade). Slocum learned the game of &lt;a href=\"golf\"&gt;golf&lt;/a&gt; from his father, Jack. He played on the same &lt;a href=\"Milton%20High%20School%20%28Milton%2C%20Florida%29\"&gt;Milton High School&lt;/a&gt; golf team in &lt;a href=\"Milton%2C%20Florida\"&gt;Milton, Florida&lt;/a&gt; as fellow PGA Tour player &lt;a href=\"Boo%20Weekley\"&gt;Boo Weekley&lt;/a&gt;, and later attended the &lt;a href=\"University%20of%20South%20Alabama\"&gt;University of South Alabama&lt;/a&gt; in &lt;a href=\"Mobile%2C%20Alabama\"&gt;Mobile, Alabama&lt;/a&gt;. While a student there, he earned many amateur &lt;a href=\"golf\"&gt;golf&lt;/a&gt; honors including three-time All-American. He turned professional in 1996.\nProfessional career.\nSlocum began his career on the &lt;a href=\"Web.com%20Tour\"&gt;Web.com Tour&lt;/a&gt;, then known as the Nike Tour. In November 1997, Slocum developed &lt;a href=\"ulcerative%20colitis\"&gt;ulcerative colitis&lt;/a&gt; which caused his weight to drop from 150 pounds to 122 pounds, and left him unable to play for a year and a half. The Crohn's &amp; Colitis Foundation of America named Slocum a national spokesperson, to help raise awareness of ulcerative colitis and &lt;a href=\"Crohn%27s%20disease\"&gt;Crohn's disease&lt;/a&gt;, another inflammatory bowel disease.\nAfter he recovered, Slocum regained his playing privileges on the Web.com Tour in 2000. In 2001, he became the second player to earn a \"battlefield promotion\" to the PGA Tour by winning three Web.com Tour events in the same season, and only the second player in Web.com Tour history to complete 72 holes without a bogey. Slocum would later call this the best stretch of golf in his life.\nSlocum joined the PGA Tour in 2001, and has four wins in his career. His first win was in 2004 at the &lt;a href=\"Chrysler%20Classic%20of%20Tucson\"&gt;Chrysler Classic of Tucson&lt;/a&gt;. His second win came at the &lt;a href=\"Southern%20Farm%20Bureau%20Classic\"&gt;Southern Farm Bureau Classic&lt;/a&gt; in 2005. His best finish in a major is a tie for 9th at the &lt;a href=\"2008%20U.S.%20Open%20Golf%20Championship\"&gt;2008 U.S. Open&lt;/a&gt; and he has featured in the top 100 of the &lt;a href=\"Official%20World%20Golf%20Ranking\"&gt;Official World Golf Ranking&lt;/a&gt;.\nSlocum represented the United States at the &lt;a href=\"2007%20Omega%20Mission%20Hills%20World%20Cup\"&gt;2007 World Cup&lt;/a&gt;, partnered with &lt;a href=\"Boo%20Weekley\"&gt;Boo Weekley&lt;/a&gt;. The Americans finished second after losing a sudden-death playoff to Scotland.\nSlocum barely qualified for the &lt;a href=\"2009%20FedEx%20Cup%20Playoffs\"&gt;2009 FedEx Cup Playoffs&lt;/a&gt;; he finished 124th on the regular season points list, just ahead of &lt;a href=\"Troy%20Matteson\"&gt;Troy Matteson&lt;/a&gt;, the 125th and final entrant. At the first playoff event, &lt;a href=\"The%20Barclays\"&gt;The Barclays&lt;/a&gt; at &lt;a href=\"Liberty%20National%20Golf%20Club\"&gt;Liberty National Golf Club&lt;/a&gt; in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, he won the event by one stroke, holing a 21-foot putt for par on the last hole to deny &lt;a href=\"Ernie%20Els\"&gt;Ernie Els&lt;/a&gt;, &lt;a href=\"P%C3%A1draig%20Harrington\"&gt;Pádraig Harrington&lt;/a&gt;, &lt;a href=\"Steve%20Stricker\"&gt;Steve Stricker&lt;/a&gt;, and &lt;a href=\"Tiger%20Woods\"&gt;Tiger Woods&lt;/a&gt; the chance of victory. Slocum's win, his third on the Tour, vaulted him 121 spots on the FedEx Cup points list, to 3rd; it also earned him $1,350,000, more than double his prior winnings in 2009. He ended up placing 8th in the FedEx Cup standings that year.\nIn 2010, Slocum enjoyed a solid year. During the main portion of the season, he recorded four top-ten finishes, including a tie for 4th at &lt;a href=\"The%20Players%20Championship\"&gt;The Players Championship&lt;/a&gt;. He ended up 46th in the FedEx Cup. Then he capped off his year in style during the &lt;a href=\"PGA%20Tour%20Fall%20Series\"&gt;Fall Series&lt;/a&gt;, winning the inaugural &lt;a href=\"McGladrey%20Classic\"&gt;McGladrey Classic&lt;/a&gt;. Slocum held off &lt;a href=\"Bill%20Haas\"&gt;Bill Haas&lt;/a&gt; by one stroke to earn the fourth title of his PGA Tour career.\nSlocum did not record any top-10 finishes on the PGA Tour in 2011. However, he finished 12th at the &lt;a href=\"Arnold%20Palmer%20Invitational\"&gt;Arnold Palmer Invitational&lt;/a&gt;, 11th at the &lt;a href=\"U.S.%20Open%20%28golf%29\"&gt;U.S. Open&lt;/a&gt;, 15th at the &lt;a href=\"McGladrey%20Classic\"&gt;McGladrey Classic&lt;/a&gt; and 20th at the &lt;a href=\"Children%27s%20Miracle%20Network%20Hospitals%20Classic\"&gt;Children's Miracle Network Hospitals Classic&lt;/a&gt;, so he retained his card. In 2012 he had only three top-25 finishes and lost his PGA Tour card. Slocum returned to the &lt;a href=\"PGA%20Tour%20Qualifying%20Tournament\"&gt;PGA Tour Qualifying Tournament&lt;/a&gt; but came up just short of reclaiming a Tour card.\nIn 2013, Slocum split time between the Web.com Tour and PGA Tour, performing poorly on both. He barely qualified for the 2013 &lt;a href=\"Web.com%20Tour%20Finals\"&gt;Web.com Tour Finals&lt;/a&gt;, where he finished 8th at the &lt;a href=\"Chiquita%20Classic\"&gt;Chiquita Classic&lt;/a&gt; and 17th at the &lt;a href=\"Nationwide%20Children%27s%20Hospital%20Championship\"&gt;Nationwide Children's Hospital Championship&lt;/a&gt; and &lt;a href=\"Web.com%20Tour%20Championship\"&gt;Web.com Tour Championship&lt;/a&gt;, regaining a PGA Tour card for 2014. That season, he had a best result of fourth at the &lt;a href=\"Wyndham%20Championship\"&gt;Wyndham Championship&lt;/a&gt; but only collected three top-25s, forcing him to return to the Web.com Tour Finals. Once again, though, Slocum saved his PGA Tour card, thanks to a tie for fourth at the &lt;a href=\"Web.com%20Tour%20Championship\"&gt;Web.com Tour Championship&lt;/a&gt;. Slocum last played a full PGA Tour schedule in 2015, making six cuts in 22 events.\nBetween 2016 and 2019, Slocum participated in a total of 19 PGA Tour events, making the cut just three times.\nPlayoff record.\nOther playoff record (0–1)\nResults in major championships.\nCUT = missed the half-way cut&lt;br&gt;\n\"T\" = tied\nResults in The Players Championship.\nCUT = missed the halfway cut&lt;br&gt;\n\"T\" indicates a tie for a place\nResults in World Golf Championships.\nQF, R16, R32, R64 = Round in which player lost in match play&lt;br&gt;\n\"T\" = Tied&lt;br&gt;\nNote that the HSBC Champions did not become a WGC event until 2009."
}