{
    "id": "5317165",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=5317165",
    "title": "The Gaylords (Dominican band)",
    "text": "The Gaylords Power Union of Dominica were a popular &lt;a href=\"Carnival\"&gt;Carnival&lt;/a&gt; band from &lt;a href=\"Dominica\"&gt;Dominica&lt;/a&gt; from 1966 to 1974.\nMembers.\nMembers (during the lifetime of the group) included founder members Greg 'Breaker' Bannis who was the lead vocalist with &lt;a href=\"Hot%20Chocolate%20%28band%29\"&gt;Hot Chocolate&lt;/a&gt;, now using the sobriquet of Billy Brown), Clayton 'Baby Julie' Guiste (now with the New Serenaders Band), Crispin Seaman, Dennis Joseph and Tony 'Bingo' Henderson, and later, Alwin 'Cocky' Polydore, Lionel Pinard, Eden 'Presley' Richardson, Lewis 'Double L' Lestrade, Fitzroy 'Fat Cap' Williams (later to be with &lt;a href=\"Exile%20One\"&gt;Exile One&lt;/a&gt;), the blind keyboardist Starret Francois, Archie Francis, Walter Cooke, and Julian Gibson. They later changed their name to Gaylords Power Union. Starret Francois died in February, 2008, of renal failure and &lt;a href=\"Methicillin-resistant%20Staphylococcus%20aureus\"&gt;MRSA&lt;/a&gt;, in the UK. Alwin Polydore, the drummer, passed away in 2016. Clayton Guiste, the bass guitarist, passed away in 2019. Earl Lawrence, a retired IRS agent, and businessman, managed the band at the World Creole Music Festival in 2003 and again on the USA tour in 2004.\nRecordings.\nThey recorded three albums, \"Love, Peace and the Caribbean\" (WIRL,1972), \"Karybian Explosion\"(Antillana, 1970) and \"To Dominica with Love\" (Antillana,1969), as well as several singles (45rpm), the most popular of which was \"Hit Me With Music\".\nWith the exception of four 'covers' and the modification of two Dominican traditional 'street songs', all their material was original, written predominantly by Dennis Joseph (\"Reggae Symphony\"), (\"Dreams of Africa\") and Clayton Guiste (\"I Man Suffering\") with contributions from Walter Cooke (\"Reflections, Part1\"), Greg 'Breaker' Bannis (\"Unforgettable Susan\"), Crispin Seaman (\"Sugar Cane Fields\") and Fitzroy Williams (\"Hit Me With Music\") and collaboration on \"Femme Marie\", \"Ma John\", \"Lovely Dominica\" and \"I'm Going Home\" with Chris Seraphine.\nTours.\nThey toured the entire &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, working the hotels in &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;, &lt;a href=\"Antigua\"&gt;Antigua&lt;/a&gt;, &lt;a href=\"St.%20Lucia\"&gt;St. Lucia&lt;/a&gt; and the &lt;a href=\"Virgin%20Islands\"&gt;Virgin Islands&lt;/a&gt;, sharing bills with &lt;a href=\"Jimmy%20Cliff\"&gt;Jimmy Cliff&lt;/a&gt; and the &lt;a href=\"Mighty%20Sparrow\"&gt;Mighty Sparrow&lt;/a&gt;, then the Caribbean's premiere calypsonian, and Blind American singer, &lt;a href=\"Clarence%20Carter\"&gt;Clarence Carter&lt;/a&gt;. Then in 1971, they played &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; (where they recently made a nostalgic comeback appearance in 2004), and &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt; in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;.\nIn 1973, they toured the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; together with &lt;a href=\"John%20Holt%20%28singer%29\"&gt;John Holt&lt;/a&gt; (the 1,000 Volts of Holt Tour) and appeared in &lt;a href=\"Edmonton\"&gt;Edmonton&lt;/a&gt;, with &lt;a href=\"Bob%20Marley\"&gt;Bob Marley&lt;/a&gt;, when they re-recorded \"Hit Me With Music\" on the Spark label, produced by &lt;a href=\"Dave%20Clark%20%28musician%29\"&gt;Dave Clark&lt;/a&gt; of the &lt;a href=\"Dave%20Clark%20Five\"&gt;Dave Clark Five&lt;/a&gt;. They returned to the UK in 1974 for another tour, and split up in September 1974, when founder member and lead singer, Greg 'Breaker' Bannis decided to go solo. The Gaylords re-united in 2003, to make a one-off nostalgic appearance at Dominica's world-renowned Creole Festival, in October."
}