{
    "id": "53192705",
    "revid": "14909828",
    "url": "https://en.wikipedia.org/wiki?curid=53192705",
    "title": "New Opera Company",
    "text": "The New Opera Company was a British &lt;a href=\"opera\"&gt;opera&lt;/a&gt; company active during the period 1956 to 1984. It was mainly based at &lt;a href=\"Sadler%27s%20Wells%20Theatre\"&gt;Sadler's Wells Theatre&lt;/a&gt;, London and later worked in co-ordination with &lt;a href=\"English%20National%20Opera\"&gt;English National Opera&lt;/a&gt;. The company was responsible for the premieres or major revivals of important work in the operatic canon.\nHistory.\nThe Cambridge university opera company was formed in 1956 and the following year became the New Opera Company. The founders of the company were the conductor Leon Lovett, the administrator &lt;a href=\"Peter%20Hemmings\"&gt;Peter Hemmings&lt;/a&gt; and musicologist &lt;a href=\"Brian%20Trowell\"&gt;Brian Trowell&lt;/a&gt;. Its inaugural productions were welcomed with enthusiasm by London critics; &lt;a href=\"Andrew%20Porter%20%28music%20critic%29\"&gt;Andrew Porter&lt;/a&gt; praised the conducting of Lovett and Trowell's production of \"&lt;a href=\"The%20Rake%27s%20Progress\"&gt;The Rake's Progress&lt;/a&gt;\" while in \"A Tale of Two Cities\" Lovett was described as a \"born conductor of opera\", Besch's production was commended in the \"spirited and effective performance\". From 1957 to 1967 there was a close association between the New Opera Company and Sadler's Wells Opera with costume and scenery loans, assistance with technical equipment, and the engagement of singers.\nIn the early 1970s the &lt;a href=\"Arts%20Council%20of%20Great%20Britain\"&gt;Arts Council&lt;/a&gt; considerably increased its grant, and the &lt;a href=\"Greater%20London%20Council\"&gt;Greater London Council&lt;/a&gt; also gave funding. In 1971 &lt;a href=\"Charles%20Mackerras\"&gt;Charles Mackerras&lt;/a&gt; and Anthony Besch joined the artistic council of the New Opera Company.\nIn 1973 &lt;a href=\"Anthony%20Besch\"&gt;Anthony Besch&lt;/a&gt; was the Director of Productions. By that year the company had produced 34 works, of which 13 were world premieres and 12 were British premieres; works by 12 British composers were among those performed. Although mainly based in London it gave a few independent productions elsewhere. Small-scale music theatre productions included \"Time Off? Not a Ghost of a Chance!\" (&lt;a href=\"Elisabeth%20Lutyens\"&gt;Elizabeth Lutyens&lt;/a&gt;), \"Dawnpath\" (&lt;a href=\"Nicola%20LeFanu\"&gt;Nicola LeFanu&lt;/a&gt;), \"A Full Moon in March\" (John Harbison) and \"Inner Voices\" (Brian Howard).\nIn 1973 the ENO association was renewed and Edmund Tracey, Drama and Text director of Sadler's Wells Opera, joined the New Opera Company board, with Jeremy Caulton, assistant to &lt;a href=\"Lord%20Harewood\"&gt;Lord Harewood&lt;/a&gt; becoming general manager of the company. After collaborating with English National Opera for several years, their only association of a planned series with &lt;a href=\"Opera%20North\"&gt;Opera North&lt;/a&gt; was in October 1984 in Leeds, with a run in London.\nThe withdrawal of Arts Council funding was announced as part of the report 'The Glory of the Garden' and the company ceased operation after 1984. &lt;a href=\"New%20Grove%20Dictionary%20of%20Opera\"&gt;Grove&lt;/a&gt; comments that its \"service to London opera in introducing new works, mostly in highly effective performances, was unparalleled\".\nRepertory.\nWithin its repertoire the company performed many rare operas:"
}