{
    "id": "532291",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=532291",
    "title": "Badgers (animation)",
    "text": "Badgers, also known informally as Badger Badger Badger or The Badger Song, is a &lt;a href=\"Flash%20animation\"&gt;Flash animated&lt;/a&gt; &lt;a href=\"meme\"&gt;meme&lt;/a&gt; by British animator &lt;a href=\"Jonti%20Picking\"&gt;Jonti Picking&lt;/a&gt;. It consists of 12 &lt;a href=\"animated%20cartoon\"&gt;animated cartoon&lt;/a&gt; &lt;a href=\"European%20badger\"&gt;badgers&lt;/a&gt; doing &lt;a href=\"calisthenics\"&gt;calisthenics&lt;/a&gt;, a &lt;a href=\"Amanita%20muscaria\"&gt;mushroom&lt;/a&gt; in front of a tree, and a &lt;a href=\"snake\"&gt;snake&lt;/a&gt; in the &lt;a href=\"desert\"&gt;desert&lt;/a&gt;. The Flash &lt;a href=\"cartoon\"&gt;cartoon&lt;/a&gt; is accompanied by a bass line, above which a &lt;a href=\"voiceover\"&gt;voiceover&lt;/a&gt; sings the &lt;a href=\"name\"&gt;name&lt;/a&gt;s of what's shown on &lt;a href=\"Electronic%20visual%20display\"&gt;screen&lt;/a&gt;.\nThis Flash cartoon was published on 1 September 2003. The cartoon &lt;a href=\"Endless%20loop\"&gt;loops&lt;/a&gt; indefinitely.\nCritical reception.\nThe cartoon brought Picking to the attention of &lt;a href=\"MTV%20Europe\"&gt;MTV Europe&lt;/a&gt;, for whom Picking produced \"&lt;a href=\"Weebl%20and%20Bob\"&gt;Weebl and Bob&lt;/a&gt;\". That cartoon series, together with the dancing badgers, helped Picking's website &lt;a href=\"Weebl%27s%20Stuff\"&gt;Weebl's Stuff&lt;/a&gt; win a People's Choice award from users of &lt;a href=\"Yahoo%21\"&gt;Yahoo!&lt;/a&gt; in the &lt;a href=\"United%20Kingdom\"&gt;UK&lt;/a&gt;. \"Badger Badger Badger\" was also listed as one of the top five internet fads of all time by &lt;a href=\"PC%20World%20%28magazine%29\"&gt;PC World&lt;/a&gt; in 2009.\nFollow-up versions.\nThere have been several follow ups to the \"Badger Badger Badger\" cartoon posted to the Weebl's Stuff website. \"Badgers 2\" was created in 2003, and features &lt;a href=\"zombie\"&gt;zombie&lt;/a&gt; badgers on a black background with a scratching sound added to the music. A Christmas-themed version, with the badgers dressed in Santa Claus suits, the mushroom replaced with a present, and the snake replaced with baby Jesus in a nativity scene, is also available, and was made in 2005. \"Badgers On a Plane\" consists of a scene from a \"&lt;a href=\"Snakes%20On%20a%20Plane\"&gt;Snakes On a Plane&lt;/a&gt;\" trailer that includes badgers and a mushroom, which have been digitally edited into the scene, tumbling from their seats while a bit of the song plays in the background. In 2007, \"Big Ass Badgers\" was released to spoof the \"&lt;a href=\"Transformers%20%28film%29\"&gt;Transformers&lt;/a&gt;\" film. Also in 2007, a live action version of the cartoon called \"Baby Badgers\" was released to promote the new Badger toys.\nA \"Euro 2004 Edition\" was also created during the &lt;a href=\"UEFA%20Euro%202004\"&gt;UEFA Euro 2004&lt;/a&gt; football championship, where the badgers wore &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; football jerseys to \"&lt;a href=\"Association%20football\"&gt;footy&lt;/a&gt;, footy, footy\" and \"England! England! Goal! A goal! Oh, it's a goal, scored by England, England...\" A new version titled \"Footy 2010\" was created for the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt; with &lt;a href=\"vuvuzela\"&gt;vuvuzela&lt;/a&gt;s drowning out the audio. Another version, titled \"Realistic Football Badgers\", was created in response to England's loss in the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt;.\nThe song is referenced in the January 2004 comic strips of JD Fraser's &lt;a href=\"User%20Friendly\"&gt;User Friendly&lt;/a&gt;. A few of the characters interpreted \"the song goes on about badgers, mushrooms and a snake\" and that the song does not make sense.\nA parody by a group called Fifth District, titled \"Potter Potter Potter,\" depicts several images of &lt;a href=\"Harry%20Potter\"&gt;Harry Potter&lt;/a&gt; dancing on the &lt;a href=\"Hogwarts\"&gt;Hogwarts&lt;/a&gt; Campus, one image of &lt;a href=\"Ron%20Weasley\"&gt;Ron Weasley&lt;/a&gt; dancing in another area of the campus, and &lt;a href=\"Severus%20Snape\"&gt;Severus Snape&lt;/a&gt; advancing menacingly toward the figures of the bespectacled wizarding teen, with a &lt;a href=\"Whomping%20Willow\"&gt;Whomping Willow&lt;/a&gt; tree and flying &lt;a href=\"hippogriff\"&gt;hippogriff&lt;/a&gt;s in the background. The chant is \"Potter Potter Potter Potter\" and \"Weasley! Weasley!\" and \"Snape! Snape! Oh, it's a Snape!\".\nIn 2011, a &lt;a href=\"dubstep\"&gt;dubstep&lt;/a&gt; version called \"Guess I got My Badger Back\" was released based on \"Swagga\" by &lt;a href=\"Excision%20%28musician%29\"&gt;Excision&lt;/a&gt; &amp; &lt;a href=\"Datsik%20%28musician%29\"&gt;Datsik&lt;/a&gt;. On April 6, 2011, he uploaded a 3D version.\nA new version of the song was launched on the &lt;a href=\"Moshi%20Monsters\"&gt;Moshi Monsters&lt;/a&gt; website, where the Monsters appear on the screen as, \"Moshi Moshi\" is sung instead. Every now and then, there is a break where \"Monster\", or even rarer, \"Moshling\", is said instead.\nOn March 6, 2013, Canadian musician &lt;a href=\"Devin%20Townsend\"&gt;Devin Townsend&lt;/a&gt; released a previously unreleased cover of the song while recording the album \"&lt;a href=\"Deconstruction%20%28Devin%20Townsend%20Project%20album%29\"&gt;Deconstruction&lt;/a&gt;\".\nAnother adaptation of the song, \"&lt;a href=\"Save%20the%20Badger%20Badger%20Badger\"&gt;Save the Badger Badger Badger&lt;/a&gt;\", was released on 19 May 2013, in response to proposed &lt;a href=\"badger%20culling%20in%20the%20United%20Kingdom\"&gt;badger culling in the United Kingdom&lt;/a&gt;. The song features vocals and guitar from &lt;a href=\"Brian%20May\"&gt;Brian May&lt;/a&gt; and visuals reminiscent to the 1980 film \"&lt;a href=\"Flash%20Gordon%20%28film%29\"&gt;Flash Gordon&lt;/a&gt;\", in addition to vocals from &lt;a href=\"Jonti%20Picking\"&gt;Weebl&lt;/a&gt; and &lt;a href=\"Brian%20Blessed\"&gt;Brian Blessed&lt;/a&gt;. Some of the song's lyrics are changed."
}