{
    "id": "53243172",
    "revid": "29624353",
    "url": "https://en.wikipedia.org/wiki?curid=53243172",
    "title": "Eridanus II",
    "text": "The Eridanus II Dwarf is a &lt;a href=\"Low-surface-brightness%20galaxy\"&gt;low-surface brightness&lt;/a&gt; &lt;a href=\"dwarf%20galaxy\"&gt;dwarf galaxy&lt;/a&gt; in the &lt;a href=\"constellation\"&gt;constellation&lt;/a&gt; &lt;a href=\"Eridanus%20%28constellation%29\"&gt;Eridanus&lt;/a&gt;. Eridanus II was independently discovered by two groups in 2015, using data from the &lt;a href=\"Dark%20Energy%20Survey\"&gt;Dark Energy Survey&lt;/a&gt; (&lt;a href=\"%23Bechtolx2015\"&gt;Bechtol et al., 2015&lt;/a&gt;; &lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. 2015&lt;/a&gt;). This &lt;a href=\"galaxy\"&gt;galaxy&lt;/a&gt; is probably a distant satellite of the &lt;a href=\"Milky%20Way\"&gt;Milky Way&lt;/a&gt;. &lt;a href=\"%23Lix2016\"&gt;Li et al., 2016&lt;/a&gt;. Eridanus II contains a centrally located &lt;a href=\"globular%20cluster\"&gt;globular cluster&lt;/a&gt;; and is the smallest, least luminous galaxy known to contain a globular cluster. &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., 2016&lt;/a&gt;. Eridanus II is significant, in a general sense, because the widely accepted &lt;a href=\"Lambda-CDM%20model\"&gt;Lambda CDM cosmology&lt;/a&gt; predicts the existence of many more dwarf galaxies than have yet been observed. The search for just such bodies was one of the motivations for the ongoing &lt;a href=\"Dark%20Energy%20Survey\"&gt;Dark Energy Survey&lt;/a&gt; observations. Eridanus II has special significance because of its apparently stable globular cluster. The stability of this cluster, near the center of such a small, diffuse, galaxy places constraints on the nature of &lt;a href=\"dark%20matter\"&gt;dark matter&lt;/a&gt;. &lt;a href=\"%23Brandt2016\"&gt;Brandt 2016&lt;/a&gt;.\nDiscovery and history of observations.\nSince the end of the Twentieth century, the most widely accepted cosmologies have been built on the foundations of the &lt;a href=\"Lambda-CDM%20model\"&gt;ΛCDM model&lt;/a&gt; which, in turn, is founded on the bedrock of the &lt;a href=\"Big%20Bang\"&gt;Big Bang&lt;/a&gt; cosmologies of the 1960s and 1970s. In the simplest terms, ΛCDM adds &lt;a href=\"dark%20energy\"&gt;dark energy&lt;/a&gt; (Λ) and &lt;a href=\"cold%20dark%20matter\"&gt;cold dark matter&lt;/a&gt; (CDM) to the Big Bang in order to explain the major features of the universe we observe today. ΛCDM describes a universe whose mass is dominated by dark matter. In such a universe, galaxies might be thought of as accretions of normal (&lt;a href=\"baryon\"&gt;baryon&lt;/a&gt;ic) matter onto the largest concentrations of dark matter. However, ΛCDM does not predict any particular scale of CDM concentrations (&lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. 2015&lt;/a&gt;; &lt;a href=\"%23Beslax2010\"&gt;Besla et al., 2010:5&lt;/a&gt;). In fact, it suggests that there ought to be tens or hundreds of smaller dark matter bodies for each observable galaxy the size of our own Milky Way galaxy (&lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. 2015&lt;/a&gt;; &lt;a href=\"%23Bechtolx2015\"&gt;Bechtol et al., 2015&lt;/a&gt;). These should contain much less baryonic matter than a “normal” galaxy. Thus, we should observe many, very faint, satellite galaxies around the Milky Way.\nUntil about 1990, however, only about 11 Milky Way satellites were known (&lt;a href=\"%23Pawlowskix2015\"&gt;Pawlowski et al., 2015&lt;/a&gt;; &lt;a href=\"%23Bechtolx2015\"&gt;Bechtol et al., 2015&lt;/a&gt;). The difference between the number of satellites known and the number expected in ΛCDM is referred to as the \"missing dwarf\" or \"substructure\" problem. Simon &amp; Geha (2007) also discuss various cosmological and astrophysical \"fixes\" which might reconcile theory and observation without requiring a great many new dwarf galaxies. Efforts have been underway to determine whether the predicted population of faint satellite galaxies could be observed, and many new dwarf satellites are now being reported. One of the most notable current efforts is the &lt;a href=\"Dark%20Energy%20Survey\"&gt;Dark Energy Survey&lt;/a&gt; (DES), which makes extensive use of one of the new generation of Chilean telescopes, the 4 m Blanco instrument at the &lt;a href=\"Cerro%20Tololo%20Inter-American%20Observatory\"&gt;Cerro Telolo Inter-American Observatory&lt;/a&gt; (&lt;a href=\"%23Bechtolx2015\"&gt;Bechtol et al., 2015: 1&lt;/a&gt;). As of early 2016, the results have been promising, with over a dozen new satellite galaxies observed and reported.\nEridanus II is one these newly discovered satellites. The discovery was made independently by two groups working from the DES data, and their results were published simultaneously in 2015 (&lt;a href=\"%23Bechtolx2015\"&gt;Bechtol et al. 2015&lt;/a&gt;; &lt;a href=\"%23Koposovx2015\"&gt;Koposov et al., 2015&lt;/a&gt;). The DES group and a third group of researchers conducted more detailed follow-up observations in late 2015, using both of the &lt;a href=\"Magellan%20Telescopes\"&gt;Magellan instruments&lt;/a&gt; at Las Campanas, Chile. These observations included more detailed spectral data and also focused on Eridanus II's central globular cluster (&lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., 2016&lt;/a&gt;; &lt;a href=\"%23Zaritskyx2016\"&gt;Zaritsky et al., 2016&lt;/a&gt;; &lt;a href=\"%23Lix2016\"&gt;Li et al., 2016&lt;/a&gt;). Finally, &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al. (2016)&lt;/a&gt; also conducted observations in early 2016 using the &lt;a href=\"Green%20Bank%20Telescope\"&gt;Byrd Green Bank radio telescope&lt;/a&gt; at Green Bank, West Virginia, USA. Additional data have been obtained from a re-examination of older radio telescope surveys which included the region of the sky occupied by Eridanus II (&lt;a href=\"%23Westmeierx2015\"&gt;Westmeier et al., 2015&lt;/a&gt;).\nProperties.\nLocation.\nEridanus II is located deep in the southern sky. Since Eridanus II is a faint, diffuse object, spread over several arc-minutes of the sky, its position cannot be stated with great precision. The most detailed observations are probably those of &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al. (2016)&lt;/a&gt;, who report (J2000) celestial coordinates of &lt;a href=\"Right%20ascension\"&gt;RA&lt;/a&gt; 3h 44m 20.1s (56.0838°) and &lt;a href=\"Declination\"&gt;Dec&lt;/a&gt; −43° 32' 0.1\" (−43.5338°). These correspond to &lt;a href=\"galactic%20coordinates\"&gt;galactic coordinates&lt;/a&gt; of l = 249.7835°, b = −51.6492°. Thus, if we were to stand on the galactic plane at the position of our sun, facing the center of our galaxy, Eridanus II would be on our right and below us, about half-way down the sky from the horizontal.\nThe distance to Eridanus II has been estimated using a variety of methods. All rely on fitting the observed stars to a curve (an &lt;a href=\"Stellar%20isochrone\"&gt;isochrone&lt;/a&gt;) on a &lt;a href=\"Hertzsprung%E2%80%93Russell%20diagram\"&gt;color-magnitude diagram&lt;/a&gt; (CMD), then comparing the luminosity of stars from the target galaxy with the luminosity of stars from equivalent positions on the CMD in galaxies of known distance, after various corrections for the estimated age and &lt;a href=\"metallicity\"&gt;metallicity&lt;/a&gt; (derived in part from the curve-fitting process). See, e.g., &lt;a href=\"%23Sandx2012\"&gt;Sand et al. (2012)&lt;/a&gt;. The results have been fairly consistent: 330 &lt;a href=\"parsec\"&gt;kpc&lt;/a&gt; (1076 &lt;a href=\"light-year\"&gt;kly&lt;/a&gt;) (&lt;a href=\"%23Bechtolx2015\"&gt;Bechtol et al., 2015&lt;/a&gt;), 380 kpc (1238 kly) (&lt;a href=\"%23Koposovx2015\"&gt;Koposov et al., 2015&lt;/a&gt;), and 366 ± 17 kpc (1193 ± 55 kly) (&lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., 2016&lt;/a&gt;). Whatever the exact distance value, Eridanus II is the most distant of currently known bodies which are likely satellites of the Milky Way (&lt;a href=\"%23Crnojevicx2016\"&gt;Id.&lt;/a&gt;).\nVelocity.\nDetermining whether or not Eridanus II is, in fact, a satellite galaxy depends in part on an understanding of its velocity. &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016)&lt;/a&gt; have recently taken up that challenging series of measurements. Most of the difficulty relates to the fact that, while Eridanus II is distant in astronomical terms, it is too close in cosmological terms. Not only are spectral &lt;a href=\"redshift\"&gt;redshift&lt;/a&gt;s quite small at this distance, but the galaxy cannot be treated as a point object. Li et al. were forced to look at the spectra of individual stars, all of which were moving with respect to each other at speeds not much less than that of Eridanus II with respect to the observers, who were also moving at appreciable speeds around the center of the Earth, the Sun, and the center of our own galaxy. In spite of these difficulties, Li et al. were able to obtain a very tight distribution of velocities centering on 75.6 km/sec in a direction away from us. However, since the sun's rotation about the center of the Milky Way is presently carrying us almost directly away from Eridanus II (i.e., towards the left of the observer described above), Eridanus II's motion is actually carrying it toward the center of our galaxy at about 67 km/sec (&lt;a href=\"%23Lix2016\"&gt;Li et al., 2016: 5, Table 1&lt;/a&gt;).\nWhile these observations solve the problem of radial velocity, the movement of Eridanus II towards the center of our galaxy, they cannot solve the problem of transverse velocity, motion at right angles to the line between Eridanus II and the Milky Way. That is, we cannot determine whether Eridanus II is orbiting the Milky Way, or simply moving in its direction from outside the system. &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016: 7–8)&lt;/a&gt; report that Eridanus II does not exhibit a \"tail\" or gradient of lower (or higher) velocity stars in a particular direction, which might give a clue to that galaxy's transverse velocity. However, they point out that an object similar to Eridanus II would need a total velocity of about 200 km/sec to escape capture by the Milky Way. Given its radial velocity of 75 km/sec, Eridanus II would need a transverse velocity of some 185 km/sec to avoid capture—certainly possible, but not likely. In addition, they point to the results of detailed simulation studies of the &lt;a href=\"Local%20Group\"&gt;Local Group&lt;/a&gt; (&lt;a href=\"%23GKx2014\"&gt;Garrison-Kimmel et al., 2014&lt;/a&gt;). All objects situated similarly to Eridanus II in these simulations were determined to be satellites of the Milky Way (&lt;a href=\"%23Lix2016\"&gt;Li et al. (2016: 8)&lt;/a&gt;). For reasons to be discussed in the concluding section, most researchers now believe that Eridanus II is an extremely long-period (i.e., several billion years per orbit) satellite of the Milky Way, probably beginning only its second approach to our galaxy.\nEridanus II is moving toward the center of the Milky Way at 67 km/sec. However, applying the current value of the &lt;a href=\"Hubble%27s%20law\"&gt;Hubble Constant&lt;/a&gt; (\"i.e.\" about 76 km/sec/Mpc), the space between the two galaxies is also increasing at about 26 km/sec. The Hubble Constant is also believed to change over time, so that orbital dynamics on the scale of megaparsecs and billions of years cannot simply be computed using &lt;a href=\"Newton%27s%20law%20of%20universal%20gravitation\"&gt;Newton's law of gravitation&lt;/a&gt;. In addition, the speed of light delay must be considered. The velocity measurements of &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016)&lt;/a&gt; made use of light emitted by Eridanus II approximately one million years ago. At the present moment, Eridanus II is probably only around 300 kpc away (vs. the 380 kpc observed) and has accelerated significantly beyond the observed 67 km/sec toward the Milky Way.\nSize, shape, and rotation.\nEridanus II does not have a spherical shape, and its &lt;a href=\"flattening\"&gt;ellipticity (ε)&lt;/a&gt; has been estimated at about 0.45 (&lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., 2016&lt;/a&gt;; &lt;a href=\"%23Koposovx2015\"&gt;Koposov et al., 2015&lt;/a&gt;). Its size depends on assumptions about mass distribution and three-dimensional structure. &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al. (2016)&lt;/a&gt; find that their data are consistent with a simple &lt;a href=\"exponential%20function\"&gt;exponential&lt;/a&gt; distribution of mass and a half-light radius (a radius enclosing half the luminosity of the galaxy) of 277 ±14 pc (~890 light years), with an apparent half-light diameter of 4.6 &lt;a href=\"arcminutes\"&gt;arcmin&lt;/a&gt; to observers on Earth.\nA galactic structure of this small size is not expected to show signs of coherent rotation. In their studies of Eridanus II's velocity, &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016)&lt;/a&gt; found no velocity gradient or anisotropy which would suggest coherent rotation. The material making up Eridanus II must orbit about the galactic center, but there is no evidence of a well-defined plane or concerted direction of rotation.\nRelationship to other objects.\nA number of workers have speculated about an association between the &lt;a href=\"Magellanic%20Clouds\"&gt;Magellanic Clouds&lt;/a&gt; and various dwarf galaxies in the &lt;a href=\"Local%20Group\"&gt;Local Group&lt;/a&gt;, including Eridanus II. The Magellanic Clouds are two satellite galaxies of the Milky Way, which are both presently about 60 kpc distant, and separated by 24 kpc from each other. This work is reviewed—briefly, but cogently—by &lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. (2015: 16–17)&lt;/a&gt;. Koposov and co-workers note that the Clouds show significant signs of distortion characteristic of tidal stress. This stress may have been induced by proximity to the Milky Way, but simulations suggest that it is more likely a result of interactions between the Clouds themselves (&lt;a href=\"%23Beslax2010\"&gt;Besla et al. (2010)&lt;/a&gt;; &lt;a href=\"%23DiazB2011\"&gt;Diaz &amp; Bekki (2011)&lt;/a&gt;).\n&lt;a href=\"%23Koposovx2015\"&gt;Koposov's group&lt;/a&gt; suggest that the Magellanic Clouds are of the right size and age to have been part of a loosely-bound association of small galaxies which has been captured by the Milky Way, resulting in a scatter of small galaxies, including Eridanus II, roughly aligned along the trajectory of the Clouds. As they note, the evidence for such pre-existing association is not compelling, but it does explain an otherwise \"alarming\" number of small galaxies found along a relatively narrow celestial corridor. In addition, similar clusters of dwarf galaxies are known to inhabit specific corridors around other major galaxies in the Local Group.\n&lt;a href=\"%23Pawlowskix2015\"&gt;Pawlowski et al. (2015)&lt;/a&gt; also note Eridanus II's alignment with the Magellanic Clouds, but doubt that Eridanus II is properly part of a Magellanic cluster of dwarf galaxies because of its considerable distance from the other suspected members of the group. On the other hand, they argue for the existence of a well-defined plane running from the &lt;a href=\"Andromeda%20Galaxy\"&gt;Andromeda Galaxy&lt;/a&gt; to the Milky Way. This plane, only 50 kpc (160 ly) thick, but up to 2 Mpc (6.5 million ly) wide, includes 10 presently-known dwarves, all more than 300 kpc from any of the major galaxies of the Local Group. These workers observe that Eridanus II is not as well confined to the plane as are other members, and suggest that this may have something to do with its distant alignment to the Magellanic Clouds.\nStellar properties.\nStellar population and age.\nThe stars in Eridanus II are largely consistent with a very old (~10 billion years) and low-metal ([Fe/H] &lt; −1) population, similar to other small dwarf galaxies as well as many globular clusters. Its &lt;a href=\"Hertzsprung%E2%80%93Russell%20diagram\"&gt;color-magnitude diagram&lt;/a&gt; (CMD) shows a marked red horizontal branch (RHB), which sometimes marks a metal-rich population (&lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. (2015: 11)&lt;/a&gt;; &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., (2016: 2–3)&lt;/a&gt;). The &lt;a href=\"Red-giant%20branch\"&gt;Red Giant Branch&lt;/a&gt; (RGB) is relatively vertical, ruling out any large proportion of young (250 million years or less), metal-rich stars (&lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., 2016: 2–3&lt;/a&gt;). Nevertheless, the strength of the &lt;a href=\"Horizontal%20branch\"&gt;Horizontal Branch&lt;/a&gt; and the presence of an unexpectedly large number of stars to the left (i.e. bluer) side of the main sequence, suggested that Eridanus II contained at least two populations of stars (&lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. (2015)&lt;/a&gt;; &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., (2016)&lt;/a&gt;).\nBased on these hints of underlying diversity, &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., (2016)&lt;/a&gt; chose to reconstruct the CMD as the sum of two populations. They found a good fit with a model in which Eridanus II composed over 95% of ancient stars formed 10 billion years ago or more, with a few percent of intermediate age stars, on the order of 3 billion years old. This general picture has been partially confirmed by &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016)&lt;/a&gt;, who showed that many apparently young stars in Eridanus II had velocities and spectra marking them as foreground contaminants—stars from our own galaxy which simply lay in the same part of the sky as Eridanus II.\nLuminosity and metallicity.\nBased on their two-component model and the known distance to Eridanus II, &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., (2016: 4)&lt;/a&gt; determined its &lt;a href=\"Magnitude%20%28astronomy%29\"&gt;absolute magnitude&lt;/a&gt; MV = −7.1 ± 0.3. Of the total light emitted by Eridanus II, they attributed 94% (~5.6 ± 1.5 x 104 L⊙) to the old stellar population, and 6% (~3.5 ± 3 x 103 L⊙) to the intermediate-age stars.\n&lt;a href=\"%23Lix2016\"&gt;Li et al. (2016)&lt;/a&gt; calculated the mean metallicity of Eridanus II by measuring the size of the calcium triplet absorption peaks in spectra from 16 individual stars on the RGB. This technique is normally requires the spectra of Horizontal Branch stars, but these could not be sufficiently resolved in their system. They therefore used the spectra of RGB stars with corrections previously worked out by the DES group (&lt;a href=\"%23Simonx2015\"&gt;Simon et al., 2015&lt;/a&gt;). From these data, &lt;a href=\"%23Lix2016\"&gt;Li et al.&lt;/a&gt; calculated a very low mean metallicity of −2.38, with a broad dispersion of 0.47 dex. This unusually wide scatter of metallicity values may also reflect the presence of multiple stellar populations.\nMass.\n&lt;a href=\"%23Bechtolx2015\"&gt;Bechtol et al. (2015)&lt;/a&gt; have estimated the total mass of stars in Eridanus II to be on the order of 8.3 x 104 solar masses. This is the Initial Mass Function described by &lt;a href=\"%23Chabrier2001\"&gt;Chabrier (2001)&lt;/a&gt;, calculated on the basis of various assumptions about the mass of the population of stars too faint to be detected directly. Chabrier's semi-empirical formula was based on stars relatively close to our own Sun, a population radically different from the stars of Eridanus II. However, the estimate is based on the basics of stellar chemistry which are thought to be universal. The total mass of the galaxy is given below in the discussion of &lt;a href=\"dark%20matter\"&gt;dark matter&lt;/a&gt;.\nEridanus II globular cluster.\nPerhaps the most surprising characteristic of Eridanus II is that it hosts its own &lt;a href=\"globular%20cluster\"&gt;globular cluster&lt;/a&gt;. This makes Eridanus II by orders of magnitude the least luminous object so-far known to include a globular cluster (&lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., (2016: 4)&lt;/a&gt;). The cluster has a half-light radius of 13 pc (42 ly) and an absolute magnitude of −3.5. It contributes about 4% of total galactic luminosity (&lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., (2016: 4)&lt;/a&gt;).\nThe cluster lies within 45 pc (150 ly) of the calculated galactic center (in projection). Such nuclear clusters are quite common in dwarf galaxies, and this has motivated investigations into the possible role of nuclear clusters in forming galaxies (&lt;a href=\"%23Georgievx2009\"&gt;Georgiev et al., 2009&lt;/a&gt;; &lt;a href=\"%23Georgievx2010\"&gt;Georgiev et al., 2010&lt;/a&gt;). &lt;a href=\"%23Zaritskyx2015\"&gt;Zaritsky et al. (2015)&lt;/a&gt; have shown that the existence and properties of the Eridanus II globular cluster are consistent with what is already known about clusters in dwarf galaxies, when extrapolated to unexpectedly low-luminosity objects.\nOther components.\nGas.\nAnother unanticipated feature of Eridanus II was the near absence of free interstellar gas. Until the discovery of Eridanus II, astronomers had generally believed that dwarf galaxies close (&lt;300 kpc) to the Milky Way were largely gas-free, while more distant dwarf galaxies retained significant amounts of free hydrogen gas (e.g., &lt;a href=\"%23GKx2014\"&gt;Garrison-Kimmel et al., 2014: 14&lt;/a&gt;; &lt;a href=\"%23Spekkensx2014\"&gt;Spekkens et al., 2014&lt;/a&gt;). Such interstellar gas is detected using radio telescopes to measure the characteristic spectral signatures of atomic hydrogen. However, neither a review of previous survey work (&lt;a href=\"%23Westmeierx2016\"&gt;Westmeier et al., 2016&lt;/a&gt;), nor targeted radio telescope observations of Eridanus II (&lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., 2016&lt;/a&gt;) were able to detect hydrogen gas associated with Eridanus II.\nThe general absence of gas in dwarf galaxies close to the Milky Way (or to other large galaxies) is believed to be the result either of tidal stripping in the gravitational field of the larger body, or of ram pressure by direct contact with its interstellar gas envelope (see, e.g., &lt;a href=\"%23Jethwax2016\"&gt;Jethwa et al., 2016: 17&lt;/a&gt;). This understanding led &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al., 2016&lt;/a&gt; to conclude that Eridanus II is bound to the Milky Way and is on its second in-fall toward our galaxy. However, other explanations are possible. For example, as &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016: 10)&lt;/a&gt; point out, Eridanus II may have lost its gas during the &lt;a href=\"Reionization\"&gt;Re-ionization Event&lt;/a&gt; which occurred approximately 1 billion years after the Big Bang; although, as Li et al. point out, that explanation is somewhat inconsistent with the presence of an intermediate-age population of stars which presumably formed from free hydrogen 4–6 billion years ago.\nDark matter.\nBy definition, &lt;a href=\"Dark%20Matter\"&gt;Dark Matter&lt;/a&gt; has little, if any, interaction with baryonic matter except through its gravitational field. The amount of dark matter in a galaxy can be estimated by comparing its dynamical mass, the mass necessary to account for the relative motion of the stars in the galaxy, to its stellar mass, the mass contained in stars necessary to account for the galaxy's &lt;a href=\"luminosity\"&gt;luminosity&lt;/a&gt;. As noted above, &lt;a href=\"%23Bechtolx2015\"&gt;Bechtol et al. (2015)&lt;/a&gt; have estimated the luminous mass of Eridanus II to be on the order of 8.3 x 104 solar masses. Furthermore, as explained in the previous section, &lt;a href=\"%23Westmeierx2016\"&gt;Westmeier et al. (2016)&lt;/a&gt; and &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al. (2016)&lt;/a&gt; have shown that the contribution of free gas to the total mass of Eridanus II is probably negligible and will not complicate the comparison. It remains only to estimate the dynamical mass.\nThe dynamical mass of a galaxy can be estimated if we know the velocities of the stars relative to one another. As discussed in the section on velocity, the velocities of stars in Eridanus II—relative to Earth—was measured by &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016)&lt;/a&gt;. The movement of the stars relative to one another can then be estimated from the \"variation\" (\"dispersion\") of the velocities relative to an outside observer. This number was calculated by &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016: 5)&lt;/a&gt; and found to be σv = 6.9 km/sec. However, as mentioned in the velocity section, it is only possible to measure the stellar velocities in one direction, along the line joining the observer and Eridanus II. Fortunately, this is sufficient. &lt;a href=\"%23Wolfx2010\"&gt;Wolf et al. (2010)&lt;/a&gt; showed that the necessarily symmetrical movement of stars in a globular cluster or spheroidal dwarf allows one to calculate dynamical mass included in the half-light radius (i.e., the radius enclosing half of the luminosity) from radial velocity dispersion alone, with very few additional assumptions.\nApplying this formula, &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016: 5–6)&lt;/a&gt; found that the half-light dynamical mass was on the order of 1.2 x 107 solar masses. Using Bechtol et al.'s estimate of total luminous mass, this would imply that 99.7% of Eridanus II's mass is dark matter. However, this relationship is more usually expressed as a mass-to-light ratio, in solar units (M⊙/L⊙). Thus, applying the luminosity results of &lt;a href=\"%23Crnojevicx2016\"&gt;Crnojević et al. (2016)&lt;/a&gt;, &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016)&lt;/a&gt; report a mass to light ratio of 420. Note that the ratio of dark matter to baryonic matter in the universe at large is on the order of 5 or 6. Plainly Eridanus II is dark matter-dominated to an extraordinary degree.\nDiscussion and significance.\nEridanus II has mainly attracted attention from the astrophysical community in three areas. These are (1) the partial confirmation of the predictions of &lt;a href=\"Lambda-CDM%20model\"&gt;ΛCDM cosmology&lt;/a&gt; concerning the number of small, faint dwarf galaxies in the &lt;a href=\"Local%20Group\"&gt;Local Group&lt;/a&gt;; (2) the questions Eridanus II raises about the history of the &lt;a href=\"Milky%20Way\"&gt;Milky Way&lt;/a&gt; and the &lt;a href=\"Magellanic%20Clouds\"&gt;Magellanic Clouds&lt;/a&gt;; and (3) the constraints placed on the nature of &lt;a href=\"dark%20matter\"&gt;dark matter&lt;/a&gt; by the unanticipated finding of an apparently stable &lt;a href=\"globular%20cluster\"&gt;globular cluster&lt;/a&gt; at the heart of this strange little galaxy. The first two points have been discussed to some extent in previous sections. The third requires a little more attention.\nEridanus II and Lambda-CDM.\nAs noted in the introductory section, one of the principle aims of the &lt;a href=\"Dark%20Energy%20Survey\"&gt;Dark Energy Survey&lt;/a&gt; was to determine whether the numbers of faint dwarf galaxies predicted by &lt;a href=\"Lambda-CDM%20model\"&gt;ΛCDM cosmology&lt;/a&gt; actually existed. In the main, DES seems to be succeeding. Certainly, DES and similar efforts have shown that the region around the Milky Way contains a much larger number of dwarf galaxies than were known a few decades ago. However, the ultimate outcome of this search is still unclear. In particular, &lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. (2015)&lt;/a&gt; briefly sound two interesting, but discordant, notes. First, they note that the dwarf galaxies identified by DES are mainly too big and too bright. These are not members of the class of truly tiny, nearly invisible objects predicted by many versions of ΛCDM. Rather, these are objects similar to those already identified in the &lt;a href=\"Sloan%20Digital%20Sky%20Survey\"&gt;Sloan Digital Sky Survey&lt;/a&gt; (&lt;a href=\"%23Koposovx2015\"&gt;Koposov et al., 2015: 13)&lt;/a&gt;). Thus, something might be wrong about our expectations. The second, and perhaps related, point is that the Sloan Survey \"revealed that there appears to be a gap in the distribution of effective radii between globular clusters (GCs) and dwarfs which extends across a large range of luminosities.\" &lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. (2015: 1)&lt;/a&gt;. That is, absent finding a new population intermediate between globular clusters and the current crop of rather robust galactic dwarves, we may be forced to conclude that there is something special about certain scales of dark matter organization. While such a gap would scarcely threaten the basics of ΛCDM cosmology, it would call for a serious explanation.\nGalactic history.\nAs previously mentioned, &lt;a href=\"%23Lix2016\"&gt;Li et al. (2016)&lt;/a&gt; tentatively conclude that Eridanus II is a satellite of the Milky Way. While the velocities determined by these investigators is consistent with either a first or second in-fall, they believe that it is more likely that Eridanus II is making its second approach to our galaxy. In particular, they point to the absence of interstellar gas in Eridanus II. This is most easily explained if an earlier encounter with the Milky Way stripped the galaxy of free gas by tidal stripping or ram pressure. In addition, they note that the second episode of star formation presumably responsible for the intermediate-age population of stars, coincides roughly with the estimates of Eridanus II's orbital period derived from the ELVIS simulation: that is, in the neighborhood of three billion years.\nEridanus II is also potentially significant for the history of the Magellanic Clouds and the Local Group. Both &lt;a href=\"%23Koposovx2015\"&gt;Koposov et al. (2015)&lt;/a&gt; and &lt;a href=\"%23Pawlowskix2015\"&gt;Pawlowski et al. (2015)&lt;/a&gt; have noted its alignment with other galactic dwarves associated with the Magellanic Clouds, although Eridanus II is quite distant from the other members of that group. &lt;a href=\"%23Pawlowskix2015\"&gt;Pawlowski et al. (2015)&lt;/a&gt; observe that it is also aligned with a number of dwarves associated with the &lt;a href=\"Andromeda%20Galaxy\"&gt;Andromeda Galaxy&lt;/a&gt;, but seems slightly out-of-plane. Accordingly, Eridanus II may be a member of either of those galactic communities, of both, or of neither. Whatever the final judgment, Eridanus II is likely to be an important factor in the resolving that important segment of our galactic history.\nConstraints on dark matter.\nIn an important recent paper, &lt;a href=\"%23Brandt2016\"&gt;Brandt (2016)&lt;/a&gt; has argued that the presence of a stable globular cluster near the center of Eridanus II places severe constraints on certain possible forms of &lt;a href=\"dark%20matter\"&gt;dark matter&lt;/a&gt;. Although any number of dark matter candidates have been proposed, the main contenders may be divided into two groups: WIMPS (&lt;a href=\"Weakly%20Interacting%20Massive%20Particles\"&gt;Weakly Interacting Massive Particles&lt;/a&gt;) and MACHOs (&lt;a href=\"Massive%20compact%20halo%20object\"&gt;MAssive Compact Halo Objects&lt;/a&gt;). One important class of MACHOs consists of &lt;a href=\"primordial%20black%20holes\"&gt;primordial black holes&lt;/a&gt;. These objects might range from 10−2 to 105 solar masses, or higher, depending on the details of the applicable cosmology and the extent of possible post-Big Bang merger. See, e.g., &lt;a href=\"%23GB2017\"&gt;García-Bellido (2017)&lt;/a&gt;. Brandt's work addresses black holes toward the middle and upper end of this range of masses.\nBrandt notes that the physics of globular clusters are similar to those of diffusion. Repeated gravitational interchanges between bodies gradually act to equalize kinetic energy, which is proportional to the square of velocity. The net effect, over sufficiently long times, is sorting by mass. The more massive, low-velocity, objects tend to remain near the center of the cluster, while less massive objects are set on more distant trajectories, or expelled from the system entirely. In any case, the cluster gradually expands, while the most massive objects remain relatively close to the center of mass. Given the overwhelming dominance of dark matter in Eridanus II, the gravitational dynamics of the globular cluster must be driven by dark matter. And, if dark matter is mainly a collection of black holes larger than an average star, the sorting effect should cause the cluster to expand to large size and perhaps eventually eject all but the largest stars. &lt;a href=\"%23Green2016\"&gt;Green (2016)&lt;/a&gt; has recently expanded on Brandt's equations to allow for a diverse range of black hole masses.\nThere are several limitations to this argument, all of which are acknowledged and discussed by Brandt. Three of these are pertinent here. First, of all the many possible types of dark matter proposed by theorists, exactly one has received experimental support; but that one type is precisely the sort of black hole at issue here. If nothing else, the first detection of gravitational waves by &lt;a href=\"LIGO\"&gt;LIGO&lt;/a&gt; showed (a) that black holes of this size do exist and (b) that they are sufficiently common that the collision and merger of two such objects was the first discrete event observed by LIGO (&lt;a href=\"%23Abbottx2016\"&gt;Abbott et al., 2016&lt;/a&gt;). Second, as discussed by &lt;a href=\"%23Brandt2016\"&gt;Brandt (2016)&lt;/a&gt; and &lt;a href=\"%23Carr2016\"&gt;Carr (2016)&lt;/a&gt;, the strength of the constraints imposed by Eridanus II's globular cluster depends both on the proportion of the dark matter made up of these intermediate-mass black holes, the distribution of that matter, and the time scales allowed for the mass-sorting process. Third, the Eridanus II globular cluster is virtually unique. It is possible, if not particularly likely, that the cluster will turn out to be a foreground contaminant, a transient phenomenon, or a structure formed elsewhere and recently captured by Eridanus II. In short, the Eridanus II globular cluster is likely to be an important, but not decisive, part of the dark matter lexicon for some time to come."
}