{
    "id": "532864",
    "revid": "22357250",
    "url": "https://en.wikipedia.org/wiki?curid=532864",
    "title": "Bill Skowron",
    "text": "William Joseph Skowron (December 18, 1930 – April 27, 2012), nicknamed \"Moose\", was an American &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"first%20baseman\"&gt;first baseman&lt;/a&gt;. He played 13 seasons in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) from 1954 to 1967 for the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt;, &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;, &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Washington Senators&lt;/a&gt;, &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;, and &lt;a href=\"Los%20Angeles%20Angels\"&gt;California Angels&lt;/a&gt;. He was an eight-time &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star&lt;/a&gt; and a five-time &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; champion. He is one of just six players in MLB history to have won back-to-back Series championships on different teams.\nSkowron had been a community relations representative for the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; for several years when he died in 2012.\nEarly years.\nSkowron was born in &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago, Illinois&lt;/a&gt;, and was of &lt;a href=\"Poland\"&gt;Polish&lt;/a&gt; descent. His father was a city garbage collector. One day his grandfather gave the seven-year-old Skowron a haircut resembling that of Italian dictator, &lt;a href=\"Benito%20Mussolini\"&gt;Benito Mussolini&lt;/a&gt;. His friends jokingly calling him \"Mussolini\", which his family shortened to \"Moose.\" The name stuck throughout his career.\nSkowron attended Weber High School in Chicago, then went to &lt;a href=\"Purdue%20University\"&gt;Purdue University&lt;/a&gt; in &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, where he was a member of &lt;a href=\"Tau%20Kappa%20Epsilon\"&gt;Tau Kappa Epsilon&lt;/a&gt; fraternity. Though Skowron went to the school on a &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; scholarship, he found himself better suited to &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, hitting .500 as a sophomore in 1950, a record in the &lt;a href=\"Big%20Ten%20Conference\"&gt;Big Ten Conference&lt;/a&gt; that lasted ten years.\nProfessional baseball career.\nFollowing his sophomore year at Purdue, Skowron was signed to play baseball for the &lt;a href=\"Austin%20%28MN%29%20Packers\"&gt;Austin (MN) Packers&lt;/a&gt; in the Southern Minny League (Class AA-level town-team baseball). He hit .343 for the Packers in 23 games. He also displayed his power with a three home run game against the Rochester Royals. He did so well in Austin that the Yankees made a contract offer.\nHe was signed by Yankees scout &lt;a href=\"Lou%20Maguolo\"&gt;Lou Maguolo&lt;/a&gt;.\nMajor leagues.\nSkowron signed with the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; in September as an amateur &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt; and played his first game for the Yankees on April 13, . In the beginning, he was &lt;a href=\"platoon%20system\"&gt;platooned&lt;/a&gt; at &lt;a href=\"first%20base\"&gt;first base&lt;/a&gt; with &lt;a href=\"Joe%20Collins\"&gt;Joe Collins&lt;/a&gt;, but from on he became the Yankees' full-time first baseman. He played in seven &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; (AL) &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star games&lt;/a&gt; as a Yankee: , , twice in , twice in , and (two All-Star Games were played in 1959 through 1962).\nOn November 26, , he was traded by the Yankees to the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt; for &lt;a href=\"Stan%20Williams%20%28baseball%29\"&gt;Stan Williams&lt;/a&gt;. Although Skowron floundered against &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; pitching the next season, &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting&lt;/a&gt; just .203 in 237 &lt;a href=\"at%20bat\"&gt;at bat&lt;/a&gt;s with four &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s, he stunned his former team in the &lt;a href=\"1963%20World%20Series\"&gt;1963 World Series&lt;/a&gt;, leading the Dodgers with a .385 average and a home run, as Los Angeles swept New York in four straight games.\nOn December 6, , he returned to the AL when he was purchased from the Dodgers by the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Washington Senators&lt;/a&gt;. On July 13, , he was traded by the Senators to the Chicago White Sox. In , he played in his eighth &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star Game&lt;/a&gt;. On May 6, , he was traded by the White Sox to the &lt;a href=\"Los%20Angeles%20Angels\"&gt;California Angels&lt;/a&gt;. He was released by the Angels on October 9, .\nHe played in a total of 1,478 major-league games, all but 15 as a first baseman. (He was in 13 games as a &lt;a href=\"third%20baseman\"&gt;third baseman&lt;/a&gt;, and two as a &lt;a href=\"second%20baseman\"&gt;second baseman&lt;/a&gt;.)\nSkowron made the last out of the &lt;a href=\"1957%20World%20Series\"&gt;1957 World Series&lt;/a&gt;, but the following year he knocked in the winning run in game six of the &lt;a href=\"1958%20World%20Series\"&gt;1958 World Series&lt;/a&gt;. Skowron also hit a three-run home run in game seven to propel the Yankees to a World Series win, and a comeback from a 3-1 series deficit. He also scored the only run in game seven of the &lt;a href=\"1962%20World%20Series\"&gt;1962 World Series&lt;/a&gt; against the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt;, on a &lt;a href=\"double%20play\"&gt;double play&lt;/a&gt; grounder by &lt;a href=\"Tony%20Kubek\"&gt;Tony Kubek&lt;/a&gt;.\nIn total, Skowron played on eight World Series teams, on the winning side five times: Seven World Series with the Yankees, winning four rings, 1956, 58, 61 and 62; and won with Dodgers in 1963 against the Yankees.\nSkowron was a consistently good hitter throughout most of his career, and more than held his own in World Series play, batting .293, with 8 homers, 29 RBIs, and a .519 slugging percentage in eight World Series.\nSkowron was once a playful target of his friend, Yankee pitcher &lt;a href=\"Fritz%20Peterson\"&gt;Fritz Peterson&lt;/a&gt;. A known practical joker, Peterson was reportedly popular with his teammates, entertaining them with his elaborate jokes. He once used a fake &lt;a href=\"Baseball%20Hall%20of%20Fame\"&gt;Baseball Hall of Fame&lt;/a&gt; letterhead to ask Skowron to donate his pacemaker after he died.\nPersonal life.\nSkowron met and married Virginia Hulquist while he was playing for the Austin, MN Packers. During his time with the Yankees, he resided in &lt;a href=\"Hillsdale%2C%20New%20Jersey\"&gt;Hillsdale, New Jersey&lt;/a&gt;. In 1963, he appeared as himself in the \"&lt;a href=\"Mister%20Ed\"&gt;Mister Ed&lt;/a&gt;\" episode \"Leo Durocher Meets Mister Ed\".\nHe was inducted into the &lt;a href=\"National%20Polish-American%20Hall%20of%20Fame\"&gt;National Polish-American Hall of Fame&lt;/a&gt; in 1980 while living in &lt;a href=\"Schaumburg%2C%20Illinois\"&gt;Schaumburg, Illinois&lt;/a&gt;. In 1999, he became a community relations representative for the Chicago White Sox, holding the job through his passing in 2012.\nSkowron died at age 81 on April 27, 2012, in &lt;a href=\"Arlington%20Heights%2C%20Illinois\"&gt;Arlington Heights, Illinois&lt;/a&gt;, of &lt;a href=\"congestive%20heart%20failure\"&gt;congestive heart failure&lt;/a&gt; following a long battle with &lt;a href=\"lung%20cancer\"&gt;lung cancer&lt;/a&gt;."
}