{
    "id": "53283290",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=53283290",
    "title": "List of ACF Fiorentina seasons",
    "text": "&lt;a href=\"ACF%20Fiorentina\"&gt;Associazione Calcio Firenze Fiorentina&lt;/a&gt; is an Italian professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt;, &lt;a href=\"Tuscany\"&gt;Tuscany&lt;/a&gt;. The club was formed on 29 August 1926 by a merger of &lt;a href=\"C.S.%20Firenze\"&gt;C.S. Firenze&lt;/a&gt; and &lt;a href=\"P.G.%20Libertas\"&gt;P.G. Libertas&lt;/a&gt; as Associazione Calcio Firenze, and played its first competitive match on 3 October against &lt;a href=\"A.C.%20Pisa%201909\"&gt;Pisa&lt;/a&gt;. Renamed to Associazione Calcio Fiorentina in 1927, the club won their first piece of silverware, the &lt;a href=\"1939%E2%80%9340%20Coppa%20Italia\"&gt;1939–40 Coppa Italia&lt;/a&gt;, in their first season following their promotion back to &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; after a one-season stay in the &lt;a href=\"Serie%20B\"&gt;second tier&lt;/a&gt;. Their first \"&lt;a href=\"scudetto\"&gt;scudetto&lt;/a&gt;\" (league championship) was won in the &lt;a href=\"1955%E2%80%9356%20Serie%20A\"&gt;1955–56 season&lt;/a&gt;, losing only once in the 34-game season; this was followed by four consecutive second-place finishes. On an international level, following their league win, Fiorentina took part for the first time in a European competition, becoming also the first Italian club to play in a &lt;a href=\"UEFA%20Champions%20League\"&gt;European Cup&lt;/a&gt; final (losing &lt;a href=\"1957%20European%20Cup%20Final\"&gt;2–0&lt;/a&gt; to &lt;a href=\"Real%20Madrid%20CF\"&gt;Real Madrid&lt;/a&gt;). In 1961, Fiorentina became the first Italian club to win a European competition, winning the &lt;a href=\"1960%E2%80%9361%20European%20Cup%20Winners%27%20Cup\"&gt;European Cup Winners' Cup&lt;/a&gt; in a two-legged final against &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;.\nFiorentina's second league title win came in the &lt;a href=\"1968%E2%80%9369%20Serie%20A\"&gt;1968–69 season&lt;/a&gt;, with the winning team, guided by &lt;a href=\"Bruno%20Pesaola\"&gt;Bruno Pesaola&lt;/a&gt;, being dubbed as the \"Fiorentina Ye-Ye\" due to their youth. In the years to follow, Fiorentina's performances deteriorated (which included near-relegation finishes), although they did win the &lt;a href=\"1974%E2%80%9375%20Coppa%20Italia\"&gt;1974–75 Coppa Italia&lt;/a&gt;. In the 1980s, the club almost collected their third Serie A title in the &lt;a href=\"1981%E2%80%9382%20Serie%20A\"&gt;1981–82 season&lt;/a&gt;, however they lost it to &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; in the last game of the season. The decade ended with a runners-up finish in the &lt;a href=\"1989%E2%80%9390%20UEFA%20Cup\"&gt;1989–90 UEFA Cup&lt;/a&gt;, losing to Juventus 3–1 on aggregate.\nIn the &lt;a href=\"1992%E2%80%9393%20Serie%20A\"&gt;1992–93 season&lt;/a&gt;, after a 55-year spell in the top division, Fiorentina were relegated to Serie B, despite &lt;a href=\"Gabriel%20Batistuta\"&gt;Gabriel Batistuta&lt;/a&gt;'s 16 league goals. Batistuta spearheaded Fiorentina's return to Serie A the following season and his career with the Florence-based side saw him finish as the club's top scorer for nine consecutive seasons. In the post-promotion years, the club added two further &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt; titles (in the &lt;a href=\"1995%E2%80%9396%20Coppa%20Italia\"&gt;1995–96&lt;/a&gt; and &lt;a href=\"2000%E2%80%9301%20Coppa%20Italia\"&gt;2000–01 seasons&lt;/a&gt;) and a &lt;a href=\"1996%20Supercoppa%20Italiana\"&gt;Supercoppa Italiana&lt;/a&gt; win in 1996 to their trophy haul. In the wake of the &lt;a href=\"2001%E2%80%9302%20Serie%20A\"&gt;2001–02 season&lt;/a&gt;, the club entered administration after financial problems. Re-formed initially as Florentia Viola in &lt;a href=\"Serie%20C2\"&gt;Serie C2&lt;/a&gt;, the fourth level in the Italian league football hierarchy, and then later as ACF Fiorentina, the club returned to the top-tier league in the &lt;a href=\"2003%E2%80%9304%20Serie%20B\"&gt;2003–04 season&lt;/a&gt;.\nThe club has won Serie A twice, Serie B three times, the Coppa Italia six times, the Supercoppa Italiana once and the UEFA Cup Winner's Cup once. As of the end of the &lt;a href=\"2019%E2%80%9320%20ACF%20Fiorentina%20season\"&gt;2019–20 season&lt;/a&gt;, Fiorentina has played eighty-three seasons in Serie A, seven in Serie B and one season in &lt;a href=\"Serie%20D\"&gt;Serie D&lt;/a&gt; (or equivalent). This list details the club's achievements in major competitions, and the top scorers for each season. Top scorers in bold were also the top scorers within Fiorentina's league division that season.\nSeasons.\n\"Correct as of the end of the &lt;a href=\"2020%E2%80%9321%20ACF%20Fiorentina%20season\"&gt;2020–21 season&lt;/a&gt;.\""
}