{
    "id": "53307518",
    "revid": "42617216",
    "url": "https://en.wikipedia.org/wiki?curid=53307518",
    "title": "Luis Robert",
    "text": "Luis Robert Moirán (born August 3, 1997) is a Cuban &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt; for the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB). He made his MLB debut in 2020.\nCuban career.\nRobert was named to the all-tournament team in the &lt;a href=\"2015%2018U%20Baseball%20World%20Cup\"&gt;2015 18U Baseball World Cup&lt;/a&gt;. He played in the &lt;a href=\"Cuban%20National%20Series\"&gt;Cuban National Series&lt;/a&gt; for &lt;a href=\"Ciego%20de%20%C3%81vila%20%28baseball%29\"&gt;Ciego de Ávil&lt;/a&gt;a from 2013 to 2015. In June 2016, he played for the &lt;a href=\"Cuba%20national%20baseball%20team\"&gt;Cuban national team&lt;/a&gt; in the &lt;a href=\"2016%20Can-Am%20League%20season\"&gt;Can-Am League&lt;/a&gt;.\nU.S. career.\nMinor leagues.\nIn November 2016, Robert &lt;a href=\"defection\"&gt;defected&lt;/a&gt; from Cuba to pursue a &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) career in the United States. On April 20, 2017, he was declared a free agent, but he was not eligible to sign with any major league club until May 20.\nOn May 27, 2017, Robert signed a contract with the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; that included a $26 million &lt;a href=\"signing%20bonus\"&gt;signing bonus&lt;/a&gt;. After signing, he reported to the &lt;a href=\"DSL%20White%20Sox\"&gt;DSL White Sox&lt;/a&gt; and played 28 games there, posting a .310 batting average with three home runs, 14 runs batted in, 22 bases on balls, and 12 stolen bases.\nIn 2018, Robert made his first start at outfield in a &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; game and hit a two-out, go-ahead &lt;a href=\"grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; in the eighth inning, lifting the White Sox to a 14–12 victory over the Cincinnati Reds. However, Robert was placed on the injured list for two months after the game, because he had sprained a ligament in his left thumb while sliding into second base. \nRobert began 2019 with the &lt;a href=\"Winston-Salem%20Dash\"&gt;Winston-Salem Dash&lt;/a&gt;; he was promoted to the &lt;a href=\"Birmingham%20Barons\"&gt;Birmingham Barons&lt;/a&gt; on April 30. Robert was named to the 2019 &lt;a href=\"All-Star%20Futures%20Game\"&gt;All-Star Futures Game&lt;/a&gt;. On July 11, he made his debut with Class AAA Charlotte, where he hit 2 home runs in his first game with 7 runs batted in. Robert joined the 30/30 club by hitting 30 home runs and stealing 36 bases during the 2019 season.\nIn 2019, he scored 108 runs, the second most in the minor leagues, and he led the minors with 165 hits.\nMajor league career.\nRookie season and Gold Glove Award (2020).\nOn January 2, 2020, Robert agreed to a six-year, $50 million contract with the &lt;a href=\"2010%20Chicago%20White%20Sox%20season\"&gt;Chicago White Sox&lt;/a&gt; before appearing in a major league game. The contract includes team options for 2026 and 2027 which, if exercised, could bring the value of the contract to $88 million. On July 24, he made his MLB debut. July 26, he hit his first MLB home run.\nIn August 2020, Robert batted .298/.356/.660, including seven doubles, nine home runs, 20 runs batted in, and three stolen bases over 26 games. He won the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; (AL) &lt;a href=\"Major%20League%20Baseball%20Rookie%20of%20the%20Month%20Award\"&gt;Rookie of the Month&lt;/a&gt; Award, his first monthly award in the major leagues.\nOverall in 2020 he batted .233/.302/.436 over 202 at bats. Robert hit his first postseason home run in game 3 of the &lt;a href=\"2020%20American%20League%20Wild%20Card%20Series\"&gt;Wild Card Series&lt;/a&gt; against the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; off of &lt;a href=\"Mike%20Fiers\"&gt;Mike Fiers&lt;/a&gt;. His 487 foot home run was the longest postseason home run in White Sox history. He also won the &lt;a href=\"Rawlings%20Gold%20Glove%20Award\"&gt;Gold Glove Award&lt;/a&gt; for center field, becoming the second White Sox player in history to win the award in his rookie season. Robert also finished 2nd in AL Rookie of the Year voting losing to &lt;a href=\"Kyle%20Lewis\"&gt;Kyle Lewis&lt;/a&gt; of the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt;.\n2021.\nRobert batted .316/.359/.461 in 25 games through May 2, when he suffered a complete tear of his right &lt;a href=\"hip%20flexor\"&gt;hip flexor&lt;/a&gt;. The injury required a rehabilitation period of three to four months before he could resume baseball activities.. On May 27, he was placed on the 60-day injured list. He was activated off the Injured List on August 9. Overall, Robert hit .338 with 13 Homers and 43 RBI's in 68 games in 2021."
}