{
    "id": "5330442",
    "revid": "3632083",
    "url": "https://en.wikipedia.org/wiki?curid=5330442",
    "title": "Clarkson Secondary School",
    "text": "Clarkson Secondary School is a high school in &lt;a href=\"Clarkson%2C%20Mississauga\"&gt;Clarkson&lt;/a&gt; community of &lt;a href=\"Mississauga\"&gt;Mississauga&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada; designated &lt;a href=\"http%3A//www.peel.edu.on.ca/schools/w_schls.htm%23m_8\"&gt;Ward 18&lt;/a&gt; by the &lt;a href=\"Peel%20District%20School%20Board\"&gt;Peel District School Board&lt;/a&gt;. Clarkson is an average school in both population (11th, at 866 \nstudents) and age (13th, built in 1969) of the entire Peel range of 28 public secondary schools. It is also known as the \"Peel Academy for International Students\".\nSchool Design.\nOriginal Plan.\nClarkson was designed like many 1970s-era schools in Ontario as part of an experimental \"&lt;a href=\"openconcept\"&gt;open-concept&lt;/a&gt;\" design. On the ground floor, the &lt;a href=\"cafeteria\"&gt;cafeteria&lt;/a&gt; and &lt;a href=\"auditorium\"&gt;auditorium&lt;/a&gt; are central to the design; a tech/drama wing, staff room, and &lt;a href=\"gym\"&gt;gym&lt;/a&gt;nasiums are placed on the west side, while a &lt;a href=\"classroom\"&gt;classroom&lt;/a&gt; wing adorns the east side. These were open to the &lt;a href=\"hallway\"&gt;hallway&lt;/a&gt;s, to other classrooms, separated only by &lt;a href=\"Column\"&gt;pillar&lt;/a&gt;s.\nOther schools using the same concepts include &lt;a href=\"The%20Woodlands%20School%20%28Mississauga%29\"&gt;The Woodlands Secondary School&lt;/a&gt;, &lt;a href=\"Bayridge%20Secondary%20School\"&gt;Bayridge Secondary School&lt;/a&gt;, and &lt;a href=\"St.%20Thomas%20More%20Catholic%20Secondary%20School\"&gt;St. Thomas More Catholic School&lt;/a&gt;.\nDemise of the Open-Concept Design.\nDuring the late 1970s, the design was abandoned for a more traditional approach, as the &lt;a href=\"openconcept\"&gt;open-concept&lt;/a&gt; design proved deficient in many aspects: notable, the leakage of noise from other classes. The school to this day has very few proper walls in its main section, with thin, temporary walls shielding the view of other classes. The &lt;a href=\"sound%20spill\"&gt;sound spill&lt;/a&gt; still remains a problem in many of the school's classes.\nExtracurriculars.\nClarkson's sports teams include &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;, &lt;a href=\"Canadian%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;,wrestling teams; as well as many after-school groups, including &lt;a href=\"Cross%20country%20running\"&gt;cross country&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt; and others like the &lt;a href=\"anime\"&gt;anime&lt;/a&gt; club, the PALS, and several &lt;a href=\"drama\"&gt;drama&lt;/a&gt; presentations per year. A full list is here on their &lt;a href=\"https%3A//web.archive.org/web/20110727170813/http%3A//qps.peelschools.org/QuickPlace/clarkson_ss/PageLibrary85257515005EAC2E.nsf/h_Toc/b9d9ce49d0235ef68525751a00469794/%3FOpenDocument\"&gt;website&lt;/a&gt;.\nThe local Studenwrites student-written drama festival is held in the school's 160-seat theatre, as is a division of the &lt;a href=\"Sears%20Ontario%20Drama%20Festival\"&gt;Sears Ontario Drama Festival&lt;/a&gt;. The school's paper is the Clarkson Clarion.\nCancer Drive.\nFor part of the school year, the Clarkson Cancer Drive is hosted annually in late April as a &lt;a href=\"fundraiser\"&gt;fundraiser&lt;/a&gt; for &lt;a href=\"http%3A//www.ooch.org/\"&gt;Camp Oochigeas&lt;/a&gt;, a camp for &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt;-stricken children. The 2006 year raised $26,500 over a period of one week from a myriad of fundraising events run by individual classrooms, as well as the \"&lt;a href=\"dunk%20tank\"&gt;dunk tank&lt;/a&gt;\", \"milk chug\", \"rent-a-friend\".\nIn 2012 they beat their all-time record, raising $27,142 for Camp Oochigeas.\nIn 2014 they beat that record again raising $30,001. In 2015, they blew the record out of the water, raising $43,023.08 in support of Camp Oochigeas. In 2016, they raised a very notable $40,020. They once again broke the record in 2017 with a total amount of $43,320.17.\nLorne Park.\nClarkson has been known to have a rivalry with the neighbouring school: &lt;a href=\"Lorne%20Park%20Secondary%20School\"&gt;Lorne Park Secondary School&lt;/a&gt;.\nThis rivalry started in 1969, the year that Clarkson opened. The building was not finished in time for the beginning of the school year and so Clarkson students were \"hosted\" by Lorne Park from September to December.\nThe school day operated on two shifts with Lorne Park students taking the morning shift and Clarkson students (bused to Lorne Park) taking the afternoon shift."
}