{
    "id": "53320664",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=53320664",
    "title": "Lakatriona Brunson",
    "text": "Lakatriona Brunson (born May 15, 1977) is an American teacher, athlete, coach and actress. She is best known for her character Bernice on the &lt;a href=\"truTV\"&gt;truTV&lt;/a&gt; television series \"&lt;a href=\"South%20Beach%20Tow\"&gt;South Beach Tow&lt;/a&gt;\".\nEarly life and education.\nLakatriona Brunson was born and raised in &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;. She attended &lt;a href=\"Miami%20Northwestern%20Senior%20High%20School\"&gt;Miami Northwestern Senior High School&lt;/a&gt; in the 1990s, where she excelled in &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; and &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;. She continued competing in college, both in track and field and as a &lt;a href=\"power%20forward%20%28basketball%29\"&gt;power forward&lt;/a&gt; on the basketball team at &lt;a href=\"Tennessee%20State%20University\"&gt;Tennessee State University&lt;/a&gt;.\nCareer.\nBrunson is widely known for her performances as Bernice, a &lt;a href=\"tow%20truck\"&gt;tow truck&lt;/a&gt; operator on the &lt;a href=\"docudrama\"&gt;docudrama&lt;/a&gt; TV series \"&lt;a href=\"South%20Beach%20Tow\"&gt;South Beach Tow&lt;/a&gt;\". The show, shown in &lt;a href=\"reality%20TV\"&gt;reality TV&lt;/a&gt; format (although some portions are reenactments), based itself on the operations of a towing operation in southern Florida, Tremont Towing. Bernice's character traits include disposing of unruly members of the public and &lt;a href=\"Illeism\"&gt;referring to herself in the third-person&lt;/a&gt;. She is known for wearing sunglasses in her TV role and otherwise. Although Tremont Towing is an actual towing company used by the city of &lt;a href=\"Miami%20Beach%2C%20Florida\"&gt;Miami Beach&lt;/a&gt; for towing illegally parked cars, the show's cast were fictionalized employees.\nBrunson continued competing athletically as a &lt;a href=\"defensive%20end\"&gt;defensive end&lt;/a&gt; for the &lt;a href=\"Miami%20Fury\"&gt;Miami Fury&lt;/a&gt; &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; team of the &lt;a href=\"Independent%20Women%27s%20Football%20League\"&gt;Independent Women's Football League&lt;/a&gt;.\nBrunson is also a certified &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt; teacher. When she was named head coach of the &lt;a href=\"Miami%20Jackson%20High%20School\"&gt;Miami Jackson High School&lt;/a&gt; football team in February 2016, she became the first female football coach in Florida. Brunson coached girls' &lt;a href=\"flag%20football\"&gt;flag football&lt;/a&gt; at Jackson and was an assistant coach for the girls' basketball team. &lt;a href=\"Luther%20Campbell\"&gt;Luther Campbell&lt;/a&gt;, known internationally as rapper &lt;a href=\"Luke%20Skyywalker\"&gt;Luke Skyywalker&lt;/a&gt; of the 1980s group &lt;a href=\"2%20Live%20Crew\"&gt;2 Live Crew&lt;/a&gt;, was hired as an assistant coach and was a defensive coordinator. However, he resigned his position after nine months. Brunson has known Campbell since her childhood.\nPersonal life.\nBrunson has remained a resident of Miami."
}