{
    "id": "5334502",
    "revid": "27335766",
    "url": "https://en.wikipedia.org/wiki?curid=5334502",
    "title": "Gerhard Hüsch",
    "text": "Gerhard Heinrich Wilhelm Fritz Hüsch (2 February 190123 November 1984) was one of the most important German singers of modern times. A lyric &lt;a href=\"baritone\"&gt;baritone&lt;/a&gt;, he specialized in \"&lt;a href=\"Lieder\"&gt;Lieder&lt;/a&gt;\" but also sang, to a lesser extent, German and Italian &lt;a href=\"opera\"&gt;opera&lt;/a&gt;.\nCareer.\nHüsch was born in &lt;a href=\"Hanover\"&gt;Hanover&lt;/a&gt; in 1901. He studied acting there as a young man but later took up singing, gaining experience at a series of provincial German theatres, proving to be a brilliant comic actor. Between 1925 and 1944, he was engaged to sing regularly in Berlin (most significantly at the &lt;a href=\"Berlin%20State%20Opera\"&gt;Berlin State Opera&lt;/a&gt;) and at several other leading opera venues in Germany and Austria. Such important overseas theatres as &lt;a href=\"The%20Royal%20Opera%20House\"&gt;The Royal Opera House&lt;/a&gt;, &lt;a href=\"Covent%20Garden\"&gt;Covent Garden&lt;/a&gt;, London, and &lt;a href=\"La%20Scala\"&gt;La Scala&lt;/a&gt;, Milan, heard him sing during the 1930s, when his international reputation attained its peak.\nThe operatic role for which he is perhaps best remembered is that of Papageno, in &lt;a href=\"Wolfgang%20Amadeus%20Mozart\"&gt;Mozart&lt;/a&gt;'s \"&lt;a href=\"The%20Magic%20Flute\"&gt;The Magic Flute&lt;/a&gt;\". (In 1937-38 he recorded a complete Papageno for &lt;a href=\"HMV\"&gt;HMV&lt;/a&gt;, with Sir &lt;a href=\"Thomas%20Beecham\"&gt;Thomas Beecham&lt;/a&gt; conducting the &lt;a href=\"Berlin%20Philharmonic%20Orchestra\"&gt;Berlin Philharmonic Orchestra&lt;/a&gt;.) His stage repertoire, however, included most of the standard roles for the lighter baritone voice, including those of &lt;a href=\"Richard%20Wagner\"&gt;Wagner&lt;/a&gt;. Indeed, he was invited to perform at the annual &lt;a href=\"Bayreuth%20Festspielhaus\"&gt;Bayreuth Festival&lt;/a&gt;, most famously in 1930 and 1931 as Wolfram in \"&lt;a href=\"Tannh%C3%A4user%20%28opera%29\"&gt;Tannhäuser&lt;/a&gt;\", under the baton of &lt;a href=\"Arturo%20Toscanini\"&gt;Arturo Toscanini&lt;/a&gt;. The vocal music of &lt;a href=\"Richard%20Strauss\"&gt;Richard Strauss&lt;/a&gt; was familiar to him, too, and he took part in the premiere of Strauss's \"&lt;a href=\"Intermezzo%20%28opera%29\"&gt;Intermezzo&lt;/a&gt;\".\nHe partnered many of Germany's best &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt;s, &lt;a href=\"mezzo-sopranos\"&gt;mezzo-sopranos&lt;/a&gt;, &lt;a href=\"tenors\"&gt;tenors&lt;/a&gt; and &lt;a href=\"bass%20%28voice%20type%29\"&gt;bass&lt;/a&gt;es of the inter-war years, while &lt;a href=\"Bruno%20Walter\"&gt;Bruno Walter&lt;/a&gt; completed a triumvirate of lastingly famous conductors with whom he appeared (the others being, as we have seen, Toscanini and Beecham).\nLacking the sheer vocal amplitude of his heroic baritone contemporaries &lt;a href=\"Hans%20Hotter\"&gt;Hans Hotter&lt;/a&gt; and &lt;a href=\"Rudolf%20Bockelmann\"&gt;Rudolf Bockelmann&lt;/a&gt;, Hüsch concentrated instead on investing his singing with an unfailingly smooth line, a rounded tone and beautifully lucid diction in the manner of a celebrated German lyric-baritone rival, &lt;a href=\"Heinrich%20Schlusnus\"&gt;Heinrich Schlusnus&lt;/a&gt;, who was his senior by 13 years. Nowhere were these exemplary vocal qualities better displayed than in his pioneering, pre-war, 78-rpm Lieder records. He performed on disc the first more-or-less-uncut versions of &lt;a href=\"Franz%20Schubert\"&gt;Schubert&lt;/a&gt;'s \"&lt;a href=\"Winterreise\"&gt;Winterreise&lt;/a&gt;\" and \"&lt;a href=\"Die%20Sch%C3%B6ne%20M%C3%BCllerin\"&gt;Die Schöne Müllerin&lt;/a&gt;\" song-cycles, and &lt;a href=\"Ludwig%20van%20Beethoven\"&gt;Beethoven&lt;/a&gt;'s \"&lt;a href=\"An%20die%20ferne%20Geliebte\"&gt;An die ferne Geliebte&lt;/a&gt;\"; his discs of songs by &lt;a href=\"Hugo%20Wolf\"&gt;Hugo Wolf&lt;/a&gt;, made under &lt;a href=\"Walter%20Legge\"&gt;Walter Legge&lt;/a&gt;'s auspices, helped introduce that composer to thousands of music-lovers previously unfamiliar with Wolf's output; and he released a generous selection of songs by &lt;a href=\"Hans%20Pfitzner\"&gt;Hans Pfitzner&lt;/a&gt;, these recordings bearing the imprimatur of Pfitzner himself at the piano. The Finnish composer &lt;a href=\"Yrj%C3%B6%20Kilpinen\"&gt;Yrjö Kilpinen&lt;/a&gt; found in Hüsch a steadfast champion.\nOn close listening, recordings show that Hüsch chose to intentionally 'under-sing', never pushing his upper register or inflating his tone beyond the limits of its natural resonance. Sometimes Hüsch performed in choral masterpieces as well. His recorded work in this field including an exceptional Jesus in a wartime set – severely abridged – with &lt;a href=\"G%C3%BCnther%20Ramin\"&gt;Günther Ramin&lt;/a&gt; conducting, of &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;Bach&lt;/a&gt;'s \"&lt;a href=\"St%20Matthew%20Passion\"&gt;St Matthew Passion&lt;/a&gt;\".\nAfter &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Hüsch, whose political naïveté during the &lt;a href=\"Third%20Reich\"&gt;Third Reich&lt;/a&gt; (and, in particular, his closeness to Rosalind von Schirach, the sister of prominent &lt;a href=\"Nazi\"&gt;Nazi&lt;/a&gt; &lt;a href=\"Baldur%20von%20Schirach\"&gt;Baldur von Schirach&lt;/a&gt;) was unlikely to endear him to the victorious Allies, mostly abandoned concert and operatic appearances, preferring to concentrate on teaching.\nA professor at the &lt;a href=\"Munich%20Hochschule%20f%C3%BCr%20Musik\"&gt;Munich Hochschule für Musik&lt;/a&gt;, he numbered among his pupils the British tenor &lt;a href=\"Nigel%20Rogers\"&gt;Nigel Rogers&lt;/a&gt; and notably, &lt;a href=\"James%20King%20%28tenor%29\"&gt;James King&lt;/a&gt;. He also gave master classes in Europe and on a visit to Japan in 1952-53.\nIn 1977 through to 1981, Hüsch taught at the Indiana University School of Music in Bloomington, Indiana, where his private studio was small. He also taught the Master's and Doctoral courses in \"song literature\". In addition, during his three years in Bloomington, he offered students a seminar in Lieder interpretation for three days each week. Hüsch paired select singers and pianists in specific repertoire from Mozart and Beethoven to Kilpinen and Pfitzner.\nFollowing Bloomington and a few guest masterclasses at the University of Texas at Austin, he accepted a teaching post at the University of Colorado Boulder for the 1982 academic year.\nIn 1984, at the age of 83, he died in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;.\nToday, most of his large lieder and operatic discography has been reissued on &lt;a href=\"compact%20disc\"&gt;compact disc&lt;/a&gt; by various companies."
}