{
    "id": "53364575",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=53364575",
    "title": "Private View (Inside No. 9)",
    "text": "\"Private View\" is the sixth and final episode of the third series of the British &lt;a href=\"black%20comedy\"&gt;black comedy&lt;/a&gt; &lt;a href=\"anthology%20series\"&gt;anthology&lt;/a&gt; television programme \"&lt;a href=\"Inside%20No.%209\"&gt;Inside No. 9&lt;/a&gt;\". Written by &lt;a href=\"Steve%20Pemberton\"&gt;Steve Pemberton&lt;/a&gt; and &lt;a href=\"Reece%20Shearsmith\"&gt;Reece Shearsmith&lt;/a&gt;, the episode was directed by &lt;a href=\"Guillem%20Morales\"&gt;Guillem Morales&lt;/a&gt; and was first shown on 21 March 2017, on &lt;a href=\"BBC%20Two\"&gt;BBC Two&lt;/a&gt;. It stars Pemberton, Shearsmith, &lt;a href=\"Fiona%20Shaw\"&gt;Fiona Shaw&lt;/a&gt;, &lt;a href=\"Montserrat%20Lombard\"&gt;Montserrat Lombard&lt;/a&gt;, &lt;a href=\"Morgana%20Robinson\"&gt;Morgana Robinson&lt;/a&gt;, &lt;a href=\"Felicity%20Kendal\"&gt;Felicity Kendal&lt;/a&gt;, &lt;a href=\"Johnny%20Flynn%20%28musician%29\"&gt;Johnny Flynn&lt;/a&gt;, and &lt;a href=\"Muriel%20Gray\"&gt;Muriel Gray&lt;/a&gt;. The comedian &lt;a href=\"Peter%20Kay\"&gt;Peter Kay&lt;/a&gt; makes a &lt;a href=\"cameo%20appearance\"&gt;cameo appearance&lt;/a&gt;, with his character being killed in the episode's opening seconds.\nThe episode follows a number of people at the launch of \"Fragments\", a &lt;a href=\"retrospective%20exhibition\"&gt;retrospective exhibition&lt;/a&gt; featuring the work of the late sculptor Elliot Quinn. A projection of Quinn welcomes the motley assortment of guests, who have, the projection claims, been hand-picked for the occasion. Shortly after their arrival, they realise they are trapped in the basement gallery, and are being killed one-by-one. The episode lampoons pretentiousness in the &lt;a href=\"contemporary%20art\"&gt;contemporary art&lt;/a&gt; world, and pays &lt;a href=\"homage%20%28arts%29\"&gt;homage&lt;/a&gt; to &lt;a href=\"Agatha%20Christie\"&gt;Agatha Christie&lt;/a&gt;'s 1939 novel \"&lt;a href=\"And%20Then%20There%20Were%20None\"&gt;And Then There Were None&lt;/a&gt;\" and classic horror films, including \"&lt;a href=\"Theatre%20of%20Blood\"&gt;Theatre of Blood&lt;/a&gt;\".\n\"Private View\" received critical acclaim, with many characterising it as a strong end to a strong series. Critics noted that the episode was both funny and horrific, featuring &lt;a href=\"toilet%20humour\"&gt;toilet humour&lt;/a&gt; and &lt;a href=\"Splatter%20film\"&gt;gore horror&lt;/a&gt;, and the cast was praised. Multiple critics noted that they found the episode's final seconds unclear, but the journalist &lt;a href=\"Rachel%20Cooke\"&gt;Rachel Cooke&lt;/a&gt; said that such \"unlooked-for moments when nothing quite makes sense\", serve only to \"emphasise [\"Inside No. 9\"] surpassing brilliance\".\nProduction.\nThe third series of \"&lt;a href=\"Inside%20No.%209\"&gt;Inside No. 9&lt;/a&gt;\" was announced in October 2015, with filming beginning in January 2016, at which time &lt;a href=\"Fiona%20Shaw\"&gt;Fiona Shaw&lt;/a&gt;, &lt;a href=\"Montserrat%20Lombard\"&gt;Montserrat Lombard&lt;/a&gt;, and &lt;a href=\"Morgana%20Robinson\"&gt;Morgana Robinson&lt;/a&gt; were named as guest stars in the series. \"Private View\" was the sixth and final episode of the series, which began with the December 2016 &lt;a href=\"Christmas%20special\"&gt;Christmas special&lt;/a&gt; \"&lt;a href=\"The%20Devil%20of%20Christmas\"&gt;The Devil of Christmas&lt;/a&gt;\" and continued through February and March 2017 with the following five episodes. \"Private View\" first aired on 21 March, on &lt;a href=\"BBC%20Two\"&gt;BBC Two&lt;/a&gt;.\nThe episode, which was written by &lt;a href=\"Reece%20Shearsmith\"&gt;Reece Shearsmith&lt;/a&gt; and &lt;a href=\"Steve%20Pemberton\"&gt;Steve Pemberton&lt;/a&gt; and directed by &lt;a href=\"Guillem%20Morales\"&gt;Guillem Morales&lt;/a&gt;, starred Robinson as Carrie, Lombard as Bea, Shearsmith as Maurice, Shaw as Jean, Pemberton as Kenneth, &lt;a href=\"Felicity%20Kendal\"&gt;Felicity Kendal&lt;/a&gt; as Patricia, &lt;a href=\"Johnny%20Flynn%20%28musician%29\"&gt;Johnny Flynn&lt;/a&gt; as Elliot Quinn, and &lt;a href=\"Muriel%20Gray\"&gt;Muriel Gray&lt;/a&gt; as a reporter. In an interview, Kendal expressed her admiration of Pemberton and Shearsmith, and said how much she had enjoyed the filming process. The comedian &lt;a href=\"Peter%20Kay\"&gt;Peter Kay&lt;/a&gt; made a &lt;a href=\"cameo%20appearance\"&gt;cameo appearance&lt;/a&gt;, which was deliberately kept out of promotional material about the episode; a number of critics noted the appearance of a guest star that they would not mention. However, Kay had been mentioned in connection with the episode by Pemberton in a December 2016 \"&lt;a href=\"Empire%20%28magazine%29\"&gt;Empire&lt;/a&gt;\" interview, along with Shaw and Kendal.\nThe setting was a \"designer's nightmare\", according to Pemberton, as it required the creation of a number of pieces of original art. The production team included a large number of &lt;a href=\"mannequins\"&gt;mannequins&lt;/a&gt;, which Pemberton identified as an indication that \"something bad is going to happen\". The episode was filmed \"in a basement warehouse, sort of underground car park\".\nPlot.\nNeil, a &lt;a href=\"nurse\"&gt;nurse&lt;/a&gt; present to assist a &lt;a href=\"visually%20impaired\"&gt;visually impaired&lt;/a&gt; person, is pushed onto a chair with blades by an unseen assailant, where he &lt;a href=\"exsanguination\"&gt;bleeds to death&lt;/a&gt;.\nCarrie, a fame-obsessed former \"&lt;a href=\"Big%20Brother%20%28UK%29\"&gt;Big Brother&lt;/a&gt;\" contestant, exits a &lt;a href=\"elevator\"&gt;lift&lt;/a&gt; to \"Fragments\", a &lt;a href=\"retrospective%20exhibition\"&gt;retrospective exhibition&lt;/a&gt; of the sculptor Elliot Quinn held in an East London basement gallery. The sarcastic, tattooed Bea serves drinks. Maurice, an &lt;a href=\"academic\"&gt;academic&lt;/a&gt; &lt;a href=\"art%20critic\"&gt;art critic&lt;/a&gt; arrives after, and the humourless &lt;a href=\"Local%20government%20in%20England\"&gt;council&lt;/a&gt; &lt;a href=\"health-and-safety\"&gt;health-and-safety&lt;/a&gt; worker Kenneth Williams—who has never seen any of the &lt;a href=\"Carry%20On%20%28film%20series%29\"&gt;\"Carry On\" films&lt;/a&gt; starring &lt;a href=\"Kenneth%20Williams\"&gt;his namesake&lt;/a&gt;—and Irish &lt;a href=\"dinner%20lady\"&gt;dinner lady&lt;/a&gt; Jean follow. Patricia, a visually impaired author of &lt;a href=\"erotic%20fiction\"&gt;erotic fiction&lt;/a&gt;, is the last to arrive. A projection of Elliot welcomes the guests, who have been hand-picked to attend, the reason why nobody knows.\nCarrie and Maurice find Neil's body, but assume it is art. The body falls, to Carrie's horror, when she pulls Neil's &lt;a href=\"lanyard\"&gt;lanyard&lt;/a&gt;. Kenneth arrives, followed by Jean and Patricia. Leaving Maurice with the body, Kenneth and Jean force the lift doors while Patricia and Carrie talk. Bea is dead in the lift, a telephone receiver in her mouth and the cord around her neck. The lift is broken, and Kenneth heads off to find a fire escape. Kenneth and Jean meet Maurice in a corridor, while Carrie and Patricia wait near the lift. Carrie collapses, having drunk from a &lt;a href=\"Champagne\"&gt;Champagne&lt;/a&gt; bottle. Kenneth, Jean, and Maurice find that a gate has been chained from the outside. The three split up. Patricia finds Carrie's body; she has burns on her face. Stumbling away, Patricia hides in a cubicle. Neil's murderer enters the toilet, and is revealed to be Jean.\nKenneth finds Carrie's corpse, which is clutching pills. Maurice finds &lt;a href=\"bolt%20cutter\"&gt;bolt cutter&lt;/a&gt;s as Jean hurriedly washes her hands, then screams. Maurice and Kenneth come running, and Kenneth is first to arrive. Patricia is dead in the cubicle, her eyes missing. Kenneth, Jean, and Maurice rush to the chained gate. Kenneth suspects Maurice, as the pills were the latter's heart medication. As Maurice struggles with the chain, Kenneth knocks him out with the arm of a mannequin. Jean then suffocates Kenneth with a plastic bag.\nMaurice awakens tied to a &lt;a href=\"wheelchair\"&gt;wheelchair&lt;/a&gt;, listening to Elliot's projection. Jean is revealed to be Elliot's mother; after Elliot's death, his &lt;a href=\"organ%20donor\"&gt;body parts were donated&lt;/a&gt;. The recipients were to be a \"living exhibition\", but she believes his body parts were squandered. Neil had eaten his way into developing diabetes after a new kidney, Bea had tattooed her new skin, Carrie had drunk after a new liver, Patricia had produced pornography with her new eyes, Kenneth had smoked with his new lung, and Maurice was a \"heartless critic\", even with a new heart. Jean has carved out and placed the organs in jars around them, and wants Maurice's heart. She advances with an &lt;a href=\"general%20anaesthetic\"&gt;anaesthetic&lt;/a&gt; in a syringe as Maurice struggles in the chair.\nSome time later, a journalist reports from Elliot's art exhibit, featuring organs—including a heart—in jars. It has won the &lt;a href=\"Turner%20Prize\"&gt;Turner Prize&lt;/a&gt; and broken &lt;a href=\"box%20office\"&gt;box office&lt;/a&gt; records. She turns to interview the artist credited for the exhibit, revealed to be Maurice. When she mentions that he's \"put [his] heart into\" the sculpture, Maurice replies, \"Not quite.\"\nAnalysis.\nThe episode is a &lt;a href=\"homage%20%28arts%29\"&gt;homage&lt;/a&gt; to the 1973 horror film \"&lt;a href=\"Theatre%20of%20Blood\"&gt;Theatre of Blood&lt;/a&gt;\", and &lt;a href=\"mystery%20fiction\"&gt;mystery fiction&lt;/a&gt;. It draws inspiration from the work of &lt;a href=\"Agatha%20Christie\"&gt;Agatha Christie&lt;/a&gt;, especially the 1939 novel \"&lt;a href=\"And%20Then%20There%20Were%20None\"&gt;And Then There Were None&lt;/a&gt;\", and features a number of references to &lt;a href=\"horror%20fiction\"&gt;horror&lt;/a&gt;, including the 1976 film \"&lt;a href=\"Carrie%20%281976%20film%29\"&gt;Carrie&lt;/a&gt;\" and the 1966 film \"&lt;a href=\"Carry%20On%20Screaming%21\"&gt;Carry On Screaming!&lt;/a&gt;\" Critics also identified &lt;a href=\"Amicus%20Productions\"&gt;Amicus Productions&lt;/a&gt; films, including 1972's \"&lt;a href=\"Tales%20from%20the%20Crypt%20%28film%29\"&gt;Tales from the Crypt&lt;/a&gt;\" and 1965's \"&lt;a href=\"Dr.%20Terror%27s%20House%20of%20Horrors\"&gt;Dr. Terror's House of Horrors&lt;/a&gt;\", as a potential influences,\nwhile one critic called it a &lt;a href=\"morality%20tale\"&gt;morality tale&lt;/a&gt;. \"Private View\" portrays a \"knowing self-awareness\", with characters directly referencing the episode's source material, including Christie, &lt;a href=\"literary%20genre\"&gt;genre&lt;/a&gt; &lt;a href=\"Trope%20%28literature%29\"&gt;trope&lt;/a&gt;s, and the \"Carry On\" films. Similarly, as is typical of mystery fiction, the killer was \"the one you'd least expect\".\n\"Private View\" satirises the &lt;a href=\"pretentiousness\"&gt;pretentiousness&lt;/a&gt; of forms of &lt;a href=\"contemporary%20art\"&gt;contemporary art&lt;/a&gt;, but does so with the assumption that viewers are familiar with the art world, referencing, for example, &lt;a href=\"Ron%20Mueck\"&gt;Ron Mueck&lt;/a&gt;. One critic noted the work of &lt;a href=\"Damien%20Hirst\"&gt;Damien Hirst&lt;/a&gt; as a possible influence. The setting contrasts strongly with that of \"&lt;a href=\"Diddle%20Diddle%20Dumpling%20%28Inside%20No.%209%29\"&gt;Diddle Diddle Dumpling&lt;/a&gt;\", the previous episode, with the \"&lt;a href=\"Auton\"&gt;Auton&lt;/a&gt;-ish mannequin limbs and all that neon light [giving] the episode a distinct look\". Meanwhile, the &lt;a href=\"sound%20design\"&gt;sound design&lt;/a&gt;, featuring &lt;a href=\"Sampling%20%28music%29\"&gt;samples&lt;/a&gt;, &lt;a href=\"muzak\"&gt;muzak&lt;/a&gt;, and \"&lt;a href=\"Alfred%20Hitchcock\"&gt;Hitchcockian&lt;/a&gt;\" chords, serves to distinguish scenes. Like \"&lt;a href=\"The%20Harrowing%20%28Inside%20No.%209%29\"&gt;The Harrowing&lt;/a&gt;\" and \"&lt;a href=\"S%C3%A9ance%20Time\"&gt;Séance Time&lt;/a&gt;\", the final episodes of the first two series of \"Inside No. 9\", \"Private View\" is particularly dark.\nReception.\nCritics offered high praise for \"Private View\", with many characterising it as a worthy end for a strong series. Several critics commended the contrast between the episode's humour and horror: Patrick Mulkern, of the \"&lt;a href=\"Radio%20Times\"&gt;Radio Times&lt;/a&gt;\", called it \"a scream, both darkly amusing and bloodily macabre\", Julie McDowall, of \"&lt;a href=\"The%20National%20%28Scottish%20newspaper%29\"&gt;The National&lt;/a&gt;\", called it \"a gruesome and darkly comic episode\", and Sam Wollaston, of \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", called it \"Horrible, macabre and gruesome, but gloriously and hilariously so.\" Dessau, similarly, praised the artistry and intellect of Shearsmith and Pemberton, describing the episode as \"mixing gore with some darkly comic dialogue\". Mark Butler, of \"&lt;a href=\"i%20%28newspaper%29\"&gt;i&lt;/a&gt;\", praised the episode's humour and word-play, calling it \"a grisly yet gleefully amusing close to a series packed with grisly and gleefully amusing moments\". Louisa Mellor, writing for &lt;a href=\"Den%20of%20Geek\"&gt;Den of Geek&lt;/a&gt;, described \"Private View\" as \"the goriest and crudest story of this series\".\nMulkern commended the cast as \"enviable\", the freelance journalist Dan Owen described them as the best of the series, and Mellor called them a \"delightful collection\". She praised Robinson as \"never-not-brilliant\" and Shaw as \"similarly top-notch\", while &lt;a href=\"Rachel%20Cooke\"&gt;Rachel Cooke&lt;/a&gt; described Shearsmith and Pemberton as \"\"fantastic\" actors\", comparing them favourably to &lt;a href=\"Dick%20Emery\"&gt;Dick Emery&lt;/a&gt; in the way they can reinvent themselves every episode. A review in \"The Times\", too, praised \"guest turns\" as \"wonderful\", picking out Shaw's performance in particular.\nOwen suggested that the episode leaned too strongly on its source material, but nonetheless claimed to have been wrong-footed by the plot. In a laudatory review of the episode, Cooke admitted that she was unable to make sense of the ending of \"Private View\", but said that such \"unlooked-for moments when nothing quite makes sense\", serve only to \"emphasise [\"Inside No. 9\"] surpassing brilliance\". For Mulkern, the ending was \"to say the least, perplexing\". Mellor explained the ending by saying that \"Maurice must have escaped his restraints and overpowered Quinn's mother, then—spying an opportunity for instant fame and a wodge of artworld dosh—put her heart in formaldehyde and pretended to have masterminded the whole thing.\""
}