{
    "id": "53381915",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=53381915",
    "title": "Formentera (Parliament of the Balearic Islands constituency)",
    "text": "Formentera is one of the four constituencies () represented in the &lt;a href=\"Parliament%20of%20the%20Balearic%20Islands\"&gt;Parliament of the Balearic Islands&lt;/a&gt;, the regional legislature of the &lt;a href=\"Balearic%20Islands\"&gt;Autonomous Community of the Balearic Islands&lt;/a&gt;. The constituency currently elects one &lt;a href=\"Deputy%20%28legislator%29\"&gt;deputy&lt;/a&gt; using &lt;a href=\"plurality%20voting\"&gt;plurality voting&lt;/a&gt;. Its boundaries correspond to those of the island of &lt;a href=\"Formentera\"&gt;Formentera&lt;/a&gt;.\nUntil the &lt;a href=\"2003%20Balearic%20regional%20election\"&gt;2003 election&lt;/a&gt;, the results in this district were also used to determine the composition of the Island Council of Ibiza and Formentera during the same term as the &lt;a href=\"Parliament%20of%20the%20Balearic%20Islands\"&gt;Parliament&lt;/a&gt;, with Formentera counting for 1 out of the 13 seats of the Council—11 out of 12 from 1983 to 1987—. From the &lt;a href=\"2007%20Balearic%20regional%20election\"&gt;2007 election&lt;/a&gt; onwards, Formentera has an independent Council, the composition of which is determined by the local elections of the municipality. Additionally, on 3 April 1979 the first independent election for the Island Council of Ibiza and Formentera was held, electing 12 councillors.\nElectoral system.\nThe constituency was created as per the &lt;a href=\"Statute%20of%20Autonomy%20of%20the%20Balearic%20Islands\"&gt;Statute of Autonomy of the Balearic Islands of 1983&lt;/a&gt; and was first contested in the &lt;a href=\"1983%20Balearic%20regional%20election\"&gt;1983 regional election&lt;/a&gt;. The Statute provided for the four main &lt;a href=\"Balearic%20Islands%23Geography%20and%20hydrography\"&gt;islands&lt;/a&gt; in the &lt;a href=\"Balearic%20Islands\"&gt;Balearic archipelago&lt;/a&gt;—&lt;a href=\"Majorca\"&gt;Majorca&lt;/a&gt;, &lt;a href=\"Menorca\"&gt;Menorca&lt;/a&gt;, &lt;a href=\"Ibiza\"&gt;Ibiza&lt;/a&gt; and &lt;a href=\"Formentera\"&gt;Formentera&lt;/a&gt;—to be established as multi-member districts in the &lt;a href=\"Parliament%20of%20the%20Balearic%20Islands\"&gt;Parliament of the Balearic Islands&lt;/a&gt;, with this regulation being maintained under the 1986 regional electoral law. Each constituency is allocated a fixed number of seats: 33 for Majorca, 13 for Menorca, 12 for Ibiza and 1 for Formentera. The exception was the 1983 election, when these numbers were 30, 12, 11 and 1, respectively.\nVoting is on the basis of &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt;, which comprises all nationals over eighteen, registered in the Balearic Islands and in full enjoyment of their political rights. Amendments to the electoral law in 2011 required for &lt;a href=\"Spanish%20diaspora\"&gt;Balearic citizens abroad&lt;/a&gt; to &lt;a href=\"Voter%20registration\"&gt;apply for voting&lt;/a&gt; before being permitted to vote, a system known as \"begged\" or expat vote (). Seats are elected using the &lt;a href=\"D%27Hondt%20method\"&gt;D'Hondt method&lt;/a&gt; and a &lt;a href=\"closed%20list\"&gt;closed list&lt;/a&gt; &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt;, with an &lt;a href=\"electoral%20threshold\"&gt;electoral threshold&lt;/a&gt; of five percent of valid votes—which includes blank ballots; until a 1995 reform, the threshold was set at three percent—being applied in each constituency. The use of the D'Hondt method may result in a higher effective threshold, depending on the &lt;a href=\"district%20magnitude\"&gt;district magnitude&lt;/a&gt;.\nThe electoral law allows for &lt;a href=\"Political%20party\"&gt;parties&lt;/a&gt; and &lt;a href=\"Political%20alliance\"&gt;federations&lt;/a&gt; registered in the &lt;a href=\"Ministry%20of%20the%20Interior%20%28Spain%29\"&gt;interior ministry&lt;/a&gt;, &lt;a href=\"Electoral%20alliance\"&gt;coalitions&lt;/a&gt; and &lt;a href=\"Grouping%20of%20electors%20%28Spain%29\"&gt;groupings of electors&lt;/a&gt; to present lists of candidates. Parties and federations intending to form a coalition ahead of an election are required to inform the relevant Electoral Commission within ten days of the election call—fifteen before 1985—whereas groupings of electors need to secure the signature of at least one percent of the electorate in the constituencies for which they seek election—one-thousandth of the electorate, with a compulsory minimum of 500 signatures, until 1985—disallowing electors from signing for more than one list of candidates."
}