{
    "id": "53385574",
    "revid": "253891",
    "url": "https://en.wikipedia.org/wiki?curid=53385574",
    "title": "Kirby 25",
    "text": "The Kirby 25 is a Canadian &lt;a href=\"Trailer%20sailer\"&gt;trailerable&lt;/a&gt; &lt;a href=\"sailboat\"&gt;sailboat&lt;/a&gt;, that was designed by &lt;a href=\"Bruce%20Kirby%20%28yachts%29\"&gt;Bruce Kirby&lt;/a&gt; as a racer and first built in 1978. The design is out of production.\nProduction.\nThe boat was built by &lt;a href=\"Mirage%20Yachts\"&gt;Mirage Yachts&lt;/a&gt; in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; between 1978 and 1983, with 223 examples completed.\nDesign.\nIn the 1970s the most competitive racing sailboat in &lt;a href=\"Performance%20Handicap%20Racing%20Fleet\"&gt;PHRF&lt;/a&gt; and &lt;a href=\"Midget%20Ocean%20Racing%20Club\"&gt;Midget Ocean Racing Club&lt;/a&gt; (MORC) competition was the &lt;a href=\"J/24\"&gt;J/24&lt;/a&gt;. Mirage Yachts owner Dick Steffen originally wanted to build the J/24 in Canada, but a deal with Johnstone could not be reached. Steffen instead commissioned Kirby to design a new boat to beat the J/24 and the resulting design was the Kirby 25.\nThe Kirby 25 is a racing &lt;a href=\"keelboat\"&gt;keelboat&lt;/a&gt;, built predominantly of &lt;a href=\"fibreglass\"&gt;fibreglass&lt;/a&gt;. It has a &lt;a href=\"Fractional%20rig\"&gt;fractional&lt;/a&gt; &lt;a href=\"sloop\"&gt;sloop&lt;/a&gt; rig, an internally-mounted spade-type &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; and a fixed fin &lt;a href=\"keel\"&gt;keel&lt;/a&gt;. It displaces and carries of ballast.\nThe boat has a draft of with the standard keel and is normally fitted with a small &lt;a href=\"outboard%20motor\"&gt;outboard motor&lt;/a&gt; for docking and maneuvering.\nThe design has sleeping accommodation for four people, with a double &lt;a href=\"%26quot%3BV%26quot%3B-berth\"&gt;\"V\"-berth&lt;/a&gt; in the bow cabin and two straight settee berths in the main cabin. The interior is minimalist for racing and there are no provisions for a &lt;a href=\"Galley%20%28kitchen%29\"&gt;galley&lt;/a&gt; or &lt;a href=\"Head%20%28watercraft%29\"&gt;head&lt;/a&gt;. Cabin headroom is .\nThe boat has a PHRF racing average handicap of 174 with a high of 187 and low of 159. It has a &lt;a href=\"hull%20speed\"&gt;hull speed&lt;/a&gt; of .\nOperational history.\nIn a 2010 review Steve Henkel wrote, \"More than 200 of these popular PHRF and 'half-ton rule' racers were built by Mirage Yachts in Montreal between 1978 and 1983, after Mirage owner Dick Steflin asked Bruce Kirby to 'draw me a boat to beat the J/24s.' This 'hot' boat is generally seen as competitive and relatively inexpensive compared to the J/24 ... and is suited to racers more than cruisers. Best features: Kirby 25s are spirited, fast, and agile, with a fractional rig and bendy mast, which permits precise control of sail shape. The boats are well-made, with neat and tidy liners that double as structural elements. Worst features: The number of controls—particularly the running backstays, which need to be readjusted after every tack going upwind—may put off some inexperienced sailors and relaxed cruising types. Also, accommodations below are stripped out, as becomes a highly competitive racer. The\nends of the boat, both bow and stern, are off limits to heavy cruising supplies; fast boats always keep the ends light. In fact, a portable ice chest, Coleman stove, and portable plastic wash tub may be all that some hard-nosed racers will permit on board.\"\nSee also.\nRelated development\nSimilar sailboats"
}