{
    "id": "53385543",
    "revid": "1059212941",
    "url": "https://en.wikipedia.org/wiki?curid=53385543",
    "title": "Political eras of the United States",
    "text": "Political eras of the United States refer to a model of American politics used in history and political science to periodize the &lt;a href=\"political%20parties%20in%20the%20United%20States\"&gt;political party system existing in the United States&lt;/a&gt;.\nThe &lt;a href=\"Constitution%20of%20the%20United%20States\"&gt;United States Constitution&lt;/a&gt; is silent on the subject of political parties. The &lt;a href=\"Founding%20Fathers%20of%20the%20United%20States\"&gt;Founding Fathers&lt;/a&gt; did not originally intend for American politics to be partisan. In &lt;a href=\"Federalist%20No.%209\"&gt;Federalist Papers No. 9&lt;/a&gt; and &lt;a href=\"Federalist%20No.%2010\"&gt;No. 10&lt;/a&gt;, &lt;a href=\"Alexander%20Hamilton\"&gt;Alexander Hamilton&lt;/a&gt; and &lt;a href=\"James%20Madison\"&gt;James Madison&lt;/a&gt;, respectively, wrote specifically about the dangers of domestic &lt;a href=\"political%20faction\"&gt;political faction&lt;/a&gt;s. In addition, the first &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt;, &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;, was not a member of any political party at the time of his election or throughout his tenure as president. Furthermore, he hoped that political parties would not be formed, fearing conflict and stagnation, as outlined in his &lt;a href=\"George%20Washington%27s%20Farewell%20Address\"&gt;Farewell Address&lt;/a&gt;.\nFirst Party System.\nThe \"First Party System\" began in the &lt;a href=\"1790s\"&gt;1790s&lt;/a&gt; with the &lt;a href=\"1792%20United%20States%20presidential%20election\"&gt;1792 re-election of George Washington&lt;/a&gt; and the &lt;a href=\"1796%20United%20States%20presidential%20election\"&gt;1796 election of John Adams&lt;/a&gt;, and ended in the &lt;a href=\"1820s\"&gt;1820s&lt;/a&gt; with the presidential elections &lt;a href=\"1824%20United%20States%20presidential%20election\"&gt;of 1824&lt;/a&gt; and &lt;a href=\"1828%20United%20States%20presidential%20election\"&gt;of 1828&lt;/a&gt;, resulting in &lt;a href=\"Andrew%20Jackson\"&gt;Andrew Jackson&lt;/a&gt;'s presidency.\nGeorge Washington's cabinet.\nThe beginnings of the American &lt;a href=\"two-party%20system\"&gt;two-party system&lt;/a&gt; emerged from &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;'s immediate circle of advisers, which split into two camps:\nIronically, Hamilton and Madison wrote the &lt;a href=\"Federalist%20Papers\"&gt;Federalist Papers&lt;/a&gt; against political factions, but ended up being the core leaders in this emerging party system. Though distasteful to the participants, by the time John Adams and Thomas Jefferson ran for president in 1796, partisanship in the United States came to being.\nEra of Good Feelings.\nThe disastrous &lt;a href=\"Panic%20of%201819\"&gt;Panic of 1819&lt;/a&gt; and the Supreme Court's \"&lt;a href=\"McCulloch%20v.%20Maryland\"&gt;McCulloch v. Maryland&lt;/a&gt;\" reanimated the disputes over the supremacy of state sovereignty and federal power, between strict construction of the US Constitution and loose construction.\nThe &lt;a href=\"Missouri%20Compromise\"&gt;Missouri Crisis&lt;/a&gt; in 1820 made the explosive political conflict between slave and free soil open and explicit.\nOnly through the adroit handling of the legislation by Speaker of the House &lt;a href=\"Henry%20Clay\"&gt;Henry Clay&lt;/a&gt; was a settlement reached and disunion avoided.\nJacksonian democracy.\n\"Jacksonian democracy\" is a term to describe the 19th-century &lt;a href=\"political%20philosophy\"&gt;political philosophy&lt;/a&gt; that originated with the seventh &lt;a href=\"President%20of%20the%20United%20States\"&gt;U.S. president&lt;/a&gt;, The &lt;a href=\"1824%20United%20States%20presidential%20election\"&gt;United States presidential election of 1824&lt;/a&gt; brought partisan politics to a fever pitch, with General &lt;a href=\"Andrew%20Jackson\"&gt;Andrew Jackson&lt;/a&gt; 's popular vote victory (and his plurality in the &lt;a href=\"United%20States%20Electoral%20College\"&gt;United States Electoral College&lt;/a&gt; being overturned in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt;).\nWith the decline in political consensus, it became imperative to revive Jeffersonian principles on the basis of Southern exceptionalism.\nThe agrarian alliance, North and South, would be revived to form &lt;a href=\"Jacksonian%20democracy\"&gt;Jacksonian Nationalism&lt;/a&gt; and the rise of the &lt;a href=\"Democratic-Republican%20Party\"&gt;Democratic-Republican Party&lt;/a&gt;. As a result, the Democratic-Republican Party split into the &lt;a href=\"Andrew%20Jackson\"&gt;Jacksonian&lt;/a&gt; faction, which became the modern &lt;a href=\"History%20of%20the%20United%20States%20Democratic%20Party\"&gt;Democratic Party&lt;/a&gt; in the 1830s, and the &lt;a href=\"Henry%20Clay\"&gt;Henry Clay&lt;/a&gt; faction, which was absorbed by Clay's &lt;a href=\"Whig%20Party%20%28United%20States%29\"&gt;Whig Party&lt;/a&gt;. The term \"Jacksonian democracy\" was in active use by the 1830s.\nSecond Party System.\nMany historians and political scientists use \"Second Party System\" to describe American politics between the mid-&lt;a href=\"1820s\"&gt;1820s&lt;/a&gt; until the mid-&lt;a href=\"1850s\"&gt;1850s&lt;/a&gt;. The system was demonstrated by rapidly rising levels of voter interest (with high election day turnouts), rallies, partisan newspapers, and high degrees of personal loyalty to parties. It was in full swing with the &lt;a href=\"1828%20United%20States%20presidential%20election\"&gt;1828 United States presidential election&lt;/a&gt;, since the &lt;a href=\"Federalist\"&gt;Federalists&lt;/a&gt; shrank to a few isolated strongholds and the &lt;a href=\"Democratic-Republican%20Party\"&gt;Democratic-Republicans&lt;/a&gt; lost unity during the buildup to the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. describe the operating in the United States. \nThe &lt;a href=\"Political%20parties%20in%20the%20United%20States\"&gt;political party system of the United states&lt;/a&gt; was dominated by two major parties:\nAfter taking office in 1829, President &lt;a href=\"Andrew%20Jackson\"&gt;Andrew Jackson&lt;/a&gt; restructured a number of federal institutions. Jackson's professed philosophy became the nation's dominant political worldview for the remainder of the &lt;a href=\"1830s\"&gt;1830s&lt;/a&gt;, helping his vice president (&lt;a href=\"Martin%20Van%20Buren\"&gt;Martin Van Buren&lt;/a&gt;) secure election in the &lt;a href=\"1836%20United%20States%20presidential%20election\"&gt;presidential election of 1836&lt;/a&gt;. In the &lt;a href=\"1840%20United%20States%20presidential%20election\"&gt;presidential election of 1840&lt;/a&gt;, the \"&lt;a href=\"Whig%20Party%20%28United%20States%29\"&gt;Whig Party&lt;/a&gt;\" had its first national victory with the election of General &lt;a href=\"William%20Henry%20Harrison\"&gt;William Henry Harrison&lt;/a&gt;, but he died shortly after assuming office in 1841. &lt;a href=\"John%20Tyler\"&gt;John Tyler&lt;/a&gt; (a self-proclaimed \"Democrat\") succeeded Harrison, as the first &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President of the United States&lt;/a&gt; to ascend to the presidency via death of the incumbent.\nMinor parties of the era included:\nThird Party System.\nThe \"Third Party System\" refers to the period which came into focus in the &lt;a href=\"1850s\"&gt;1850s&lt;/a&gt; (during the leadup to the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;) and ended in the &lt;a href=\"1890s\"&gt;1890s&lt;/a&gt;. The issues of focus during this time: &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;Slavery&lt;/a&gt;, the civil war, &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction&lt;/a&gt;, race, and monetary issues. \nIt was dominated by the new &lt;a href=\"History%20of%20the%20United%20States%20Republican%20Party\"&gt;Republican Party&lt;/a&gt;, which claimed success in saving the Union, abolishing slavery and enfranchising the &lt;a href=\"freedmen\"&gt;freedmen&lt;/a&gt;, while adopting many Whig-style modernization programs such as &lt;a href=\"national%20bank\"&gt;national bank&lt;/a&gt;s, railroads, high tariffs, &lt;a href=\"Homestead%20Acts\"&gt;homesteads&lt;/a&gt;, social spending (such as on greater &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; veteran pension funding), and aid to &lt;a href=\"Land-grant%20university\"&gt;land grant colleges&lt;/a&gt;. While most elections from 1876 through 1892 were extremely close, the opposition &lt;a href=\"History%20of%20the%20United%20States%20Democratic%20Party\"&gt;Democrats&lt;/a&gt; won only the &lt;a href=\"1884%20United%20States%20presidential%20election\"&gt;1884&lt;/a&gt; and &lt;a href=\"1892%20United%20States%20presidential%20election\"&gt;1892&lt;/a&gt; presidential elections (the Democrats also won the popular vote in the 1876 and 1888 presidential elections, but lost the &lt;a href=\"United%20States%20electoral%20college\"&gt;electoral college&lt;/a&gt; vote), though from 1875 to 1895 the party usually controlled the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; and controlled the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; from 1879-1881 and 1893-1895. Indeed, some scholars emphasize that the 1876 election saw a realignment and the collapse of support for &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction&lt;/a&gt;. The northern and western states were largely Republican, except for the closely balanced &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, and &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;. After 1876, the Democrats took control of the \"&lt;a href=\"Solid%20South\"&gt;Solid South&lt;/a&gt;\".\nHistorians and political scientists generally believe that the Third Party System it ended in the mid-&lt;a href=\"1890s\"&gt;1890s&lt;/a&gt;, which featured profound developments in issues of &lt;a href=\"American%20nationalism\"&gt;American nationalism&lt;/a&gt;, &lt;a href=\"Modernization%20theory\"&gt;modernization&lt;/a&gt;, and race. This period, the later part of which is often termed the &lt;a href=\"Gilded%20Age\"&gt;Gilded Age&lt;/a&gt;, is defined by its contrast with the preceding and following eras. \nFourth Party System.\nThe \"Fourth Party System\" is the term used in political science and history for the period in American political history from the mid-&lt;a href=\"1890s\"&gt;1890s&lt;/a&gt; to the early &lt;a href=\"1930s\"&gt;1930s&lt;/a&gt;, It was dominated by the &lt;a href=\"History%20of%20the%20United%20States%20Republican%20Party\"&gt;Republican Party&lt;/a&gt;, excepting when 1912 split in which &lt;a href=\"History%20of%20the%20United%20States%20Democratic%20Party\"&gt;Democrats&lt;/a&gt; (led by President &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt;) held the White House for eight years. American history texts usually call the period the &lt;a href=\"Progressive%20Era\"&gt;Progressive Era&lt;/a&gt;. The concept was introduced under the name \"System of 1896\" by &lt;a href=\"Elmer%20Eric%20Schattschneider\"&gt;E. E. Schattschneider&lt;/a&gt; in 1960, and the numbering scheme was added by political scientists in the mid-&lt;a href=\"1960s\"&gt;1960s&lt;/a&gt;.\nThe era began in the &lt;a href=\"Panic%20of%201893\"&gt;severe depression of 1893&lt;/a&gt; and the extraordinarily intense &lt;a href=\"1896%20United%20States%20presidential%20election\"&gt;election of 1896&lt;/a&gt;. It included the &lt;a href=\"Progressivism%20in%20the%20United%20States\"&gt;Progressive Era&lt;/a&gt;, &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, and the start of the &lt;a href=\"Great%20Depression%20in%20the%20United%20States\"&gt;Great Depression&lt;/a&gt;. The Great Depression caused a realignment that produced the &lt;a href=\"Fifth%20Party%20System\"&gt;Fifth Party System&lt;/a&gt;, dominated by the Democratic &lt;a href=\"New%20Deal%20coalition\"&gt;New Deal Coalition&lt;/a&gt; until the 1970s.\nThe central domestic issues concerned government regulation of railroads and large corporations (\"&lt;a href=\"Trust%20%28business%29\"&gt;trusts&lt;/a&gt;\"), the money issue (gold versus silver), the protective tariff, the role of labor unions, child labor, the need for a new banking system, corruption in party politics, primary elections, the introduction of the federal income tax, direct election of senators, racial segregation, efficiency in government, women's suffrage, and control of immigration. Foreign policy centered on the 1898 &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, &lt;a href=\"Imperialism\"&gt;Imperialism&lt;/a&gt;, the &lt;a href=\"Mexican%20Revolution\"&gt;Mexican Revolution&lt;/a&gt;, World War I, and the creation of the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;. Dominant personalities included presidents &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt; (R), &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; (R), and &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; (D), three-time presidential candidate &lt;a href=\"William%20Jennings%20Bryan\"&gt;William Jennings Bryan&lt;/a&gt; (D), and Wisconsin's progressive Republican &lt;a href=\"Robert%20M.%20La%20Follette\"&gt;Robert M. La Follette, Sr&lt;/a&gt;.\nThe &lt;a href=\"Fourth%20Party%20System\"&gt;Fourth Party System&lt;/a&gt; ended with the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, a worldwide economic depression that started in 1929. A few years after the &lt;a href=\"Wall%20Street%20Crash%20of%201929\"&gt;Wall Street Crash of 1929&lt;/a&gt;, &lt;a href=\"Herbert%20Hoover\"&gt;Herbert Hoover&lt;/a&gt; lost the &lt;a href=\"1932%20United%20States%20presidential%20election\"&gt;1932 United States presidential election&lt;/a&gt; to &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt;.\nLater systems.\nThe later party systems (with periods indicated in parenthesis) include:\nLinks.\nReferences.\na"
}