{
    "id": "5339291",
    "revid": "42522270",
    "url": "https://en.wikipedia.org/wiki?curid=5339291",
    "title": "Doosan Arena",
    "text": "Doosan Arena, previously known as Stadion města Plzně (Plzeň City Stadium) is a &lt;a href=\"multi-purpose%20stadium\"&gt;multi-purpose stadium&lt;/a&gt; in &lt;a href=\"Plze%C5%88\"&gt;Plzeň&lt;/a&gt;, &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;. It is located in Štrunc Park near the confluence of the &lt;a href=\"M%C5%BEe%20River\"&gt;Mže&lt;/a&gt; and &lt;a href=\"Radbuza%20River\"&gt;Radbuza&lt;/a&gt; rivers. The stadium is currently used mostly for &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; matches and is the home ground of &lt;a href=\"FC%20Viktoria%20Plze%C5%88\"&gt;FC Viktoria Plzeň&lt;/a&gt;. The stadium holds 11,700 people. It is also known as Stadion ve Štruncových sadech (Stadium in Štrunc Park), named after Emil Štrunc, a former regional chieftain of the &lt;a href=\"Sokol\"&gt;Sokol&lt;/a&gt; Movement (some people incorrectly think it is named after a famous local footballer &lt;a href=\"Stanislav%20%C5%A0trunc\"&gt;Stanislav Štrunc&lt;/a&gt;).\nHistory.\nThe stadium was opened in 1955 for the regional &lt;a href=\"Spartakiad%20%28Czechoslovakia%29\"&gt;Spartakiad&lt;/a&gt;. After various construction enlargements, its capacity was 35,000 people, 7,600 of which were seated. In 2002–03 it underwent reconstruction to comply with the needs of &lt;a href=\"%C4%8CMFS\"&gt;football association&lt;/a&gt; and the capacity lowered significantly to 7,425 people.\n2011 reconstruction.\nIn April 2011, work costing approximately 360 million &lt;a href=\"Czech%20koruna\"&gt;Czech koruna&lt;/a&gt; got under way to modernise the stadium in line with UEFA criteria. While the reconstruction was in progress, the capacity of the stadium was reduced to 3,500 spectators. At the end of August 2011, part of the 2011 reconstruction had finished, leaving the stadium with a new capacity of around 8,500. In December 2011, the reconstruction was finished with a resultant capacity of almost 12,000.\nIn 2011, Plzeň played in the &lt;a href=\"2011%E2%80%9312%20UEFA%20Champions%20League%20group%20stage\"&gt;2011–12 UEFA Champions League group stage&lt;/a&gt;. However, home matches were played at &lt;a href=\"Synot%20Tip%20Arena\"&gt;Synot Tip Arena&lt;/a&gt; in &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt; due to the reconstruction. In January 2012, the stadium was approved for use in Plzeň's &lt;a href=\"2011%E2%80%9312%20UEFA%20Europa%20League\"&gt;2011–12 UEFA Europa League&lt;/a&gt; match with &lt;a href=\"Schalke%2004\"&gt;Schalke 04&lt;/a&gt;.\nInternational matches.\nDoosan Arena has hosted one friendly and seven competitive matches of the &lt;a href=\"Czech%20Republic%20national%20football%20team\"&gt;Czech Republic national football team&lt;/a&gt;"
}