{
    "id": "53392705",
    "revid": "1879095",
    "url": "https://en.wikipedia.org/wiki?curid=53392705",
    "title": "Ottoman ironclad Muin-i Zafer",
    "text": "Muin-i Zafer (&lt;a href=\"Ottoman%20Turkish%20language\"&gt;Ottoman Turkish&lt;/a&gt;: Aid to Triumph) was the second of two &lt;a href=\"casemate%20ship\"&gt;casemate ship&lt;/a&gt;s built for the &lt;a href=\"Ottoman%20Navy\"&gt;Ottoman Navy&lt;/a&gt; in the late 1860s. The ship was &lt;a href=\"keel%20laying\"&gt;laid down&lt;/a&gt; in 1868, &lt;a href=\"ship%20launching\"&gt;launched&lt;/a&gt; in 1869, and she was commissioned into the fleet the following year. A &lt;a href=\"central%20battery%20ship\"&gt;central battery ship&lt;/a&gt;, she was armed with a battery of four guns in a central &lt;a href=\"casemate\"&gt;casemate&lt;/a&gt;, and was capable of a top speed of .\n\"Muin-i Zafer\" saw action during the &lt;a href=\"Russo-Turkish%20War%20%281877%E2%80%931878%29\"&gt;Russo-Turkish War&lt;/a&gt; in 1877–1878, where she supported Ottoman forces in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;. After the war, she was placed in reserve and allowed to deteriorate; by the outbreak of the &lt;a href=\"Greco-Turkish%20War%20%281897%29\"&gt;Greco-Turkish War&lt;/a&gt; in 1897, she was in unserviceable condition. \"Muin-i Zafer\" was reconstruction by &lt;a href=\"Gio.%20Ansaldo%20%26amp%3B%20C.\"&gt;Gio. Ansaldo &amp; C.&lt;/a&gt; after the war, and was later converted for secondary duties, including as a &lt;a href=\"training%20ship\"&gt;training ship&lt;/a&gt; in 1913, a &lt;a href=\"barracks%20ship\"&gt;barracks ship&lt;/a&gt; in 1920, and a &lt;a href=\"depot%20ship\"&gt;depot ship&lt;/a&gt; for &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s in 1928. The ship was ultimately decommissioned in 1932 and &lt;a href=\"ship%20breaking\"&gt;broken up&lt;/a&gt; in 1934.\nDesign.\n\"Muin-i Zafer\" was &lt;a href=\"length%20between%20perpendiculars\"&gt;long between perpendiculars&lt;/a&gt;, with a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . The hull was constructed with iron, incorporated a partial &lt;a href=\"double%20bottom\"&gt;double bottom&lt;/a&gt;, and displaced normally and &lt;a href=\"builder%27s%20old%20measurement\"&gt;BOM&lt;/a&gt;. She had a crew of 15 officers and 130 enlisted men.\nThe ship was powered by a single horizontal &lt;a href=\"compound%20engine\"&gt;compound engine&lt;/a&gt; which drove one &lt;a href=\"screw%20propeller\"&gt;screw propeller&lt;/a&gt;. Steam was provided by four coal-fired &lt;a href=\"box%20boiler\"&gt;box boiler&lt;/a&gt;s that were trunked into a single &lt;a href=\"funnel%20%28ship%29\"&gt;funnel&lt;/a&gt; &lt;a href=\"amidships\"&gt;amidships&lt;/a&gt;. The engine was rated at and produced a top speed of , though by 1877 she was only capable of . Decades of poor maintenance had reduced the ship's speed to by 1892. \"Muin-i Zafer\" carried of coal. A supplementary &lt;a href=\"brigantine%20rig\"&gt;brigantine rig&lt;/a&gt; was also fitted.\nThe ship was armed with a battery of four &lt;a href=\"muzzle-loader\"&gt;muzzle loading&lt;/a&gt; guns mounted in a central, armored &lt;a href=\"casemate\"&gt;casemate&lt;/a&gt;, two guns per side. The guns were positioned so as to allow any two to fire directly ahead, astern, or to either &lt;a href=\"Broadside%20%28naval%29\"&gt;broadside&lt;/a&gt;. The ship's &lt;a href=\"belt%20armor\"&gt;armored belt&lt;/a&gt; was thick, with the thicker portion above the &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt; and the thinner below. The belt extended 0.6 m (2 ft) above the line and 1.2 m (4 ft) below, and was capped with thick transverse &lt;a href=\"Bulkhead%20%28partition%29\"&gt;bulkhead&lt;/a&gt; at either end. The casemate had heavy armor protection, with the gun battery protected by 152 mm of iron plating.\nService history.\n\"Muin-i Zafer\", meaning \"Aid to Triumph\", was ordered in 1867 from the &lt;a href=\"Samuda%20Brothers\"&gt;Samuda Brothers&lt;/a&gt; shipyard in &lt;a href=\"Cubitt%20Town\"&gt;Cubitt Town&lt;/a&gt;, London. The &lt;a href=\"keel\"&gt;keel&lt;/a&gt; for the ship was &lt;a href=\"keel%20laying\"&gt;laid down&lt;/a&gt; in 1868 and she was &lt;a href=\"ship%20launching\"&gt;launched&lt;/a&gt; in June 1869. She conducted &lt;a href=\"sea%20trials\"&gt;sea trials&lt;/a&gt; in 1870 and was commissioned into the Ottoman fleet later that year. Upon completion, \"Muin-i Zafer\" and the other ironclads then being built in Britain and France were sent to &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt; to assist in stabilizing the island in the aftermath of the &lt;a href=\"Cretan%20Revolt%20%281866%E2%80%931869%29\"&gt;Cretan Revolt&lt;/a&gt; of 1866–1869. During this period, the Ottoman fleet, under &lt;a href=\"Hobart%20Pasha\"&gt;Hobart Pasha&lt;/a&gt;, remained largely inactive, with training confined to reading translated British instruction manuals. \"Muin-i Zafer\" was assigned to the II Squadron of the Asiatic Fleet, along with her &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt; and the ironclads and . Early in the ship's career, the Ottoman ironclad fleet was activated every summer for short cruises from the &lt;a href=\"Golden%20Horn\"&gt;Golden Horn&lt;/a&gt; to the &lt;a href=\"Bosporus\"&gt;Bosporus&lt;/a&gt; to ensure their propulsion systems were in operable condition.\nRusso-Turkish War.\nThe Ottoman fleet began mobilizing in September 1876 to prepare for a conflict with Russia, as tensions with the country had been growing for several years, an insurrection had begun in Ottoman Bosnia in mid-1875, and &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; had declared war on the Ottoman Empire in July 1876. In December 1876, \"Muin-i Zafer\" and her &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt; were transferred to &lt;a href=\"Batumi\"&gt;Batumi&lt;/a&gt; owing to the increasingly active Russian naval forces in the area. The &lt;a href=\"Russo-Turkish%20War%20%281877%E2%80%931878%29\"&gt;Russo-Turkish War&lt;/a&gt; began on 24 April 1877 with a Russian declaration of war. \"Muin-i Zafer\" spent the war in the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; squadron, with the bulk of the Ottoman ironclad fleet. The eight ironclads of the Ottoman fleet in the Black Sea, commanded by &lt;a href=\"Hobart%20Pasha\"&gt;Hobart Pasha&lt;/a&gt;, was vastly superior to the Russian &lt;a href=\"Black%20Sea%20Fleet\"&gt;Black Sea Fleet&lt;/a&gt;; the only ironclads the Russians possessed there were and , circular vessels that had proved to be useless in service.\nThe presence of the fleet did force the Russians to keep two &lt;a href=\"corps\"&gt;corps&lt;/a&gt; in reserve for coastal defense, but the Ottoman high command failed to make use of its naval superiority in a more meaningful way, particularly to hinder the Russian advance into the Balkans. Hobart Pasha took the fleet to the eastern Black Sea, where he was able to make a more aggressive use of it to support the Ottoman forces battling the Russians in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;. The fleet bombarded &lt;a href=\"Poti\"&gt;Poti&lt;/a&gt; and assisted in the defense of Batumi. On 14 May 1877, an Ottoman squadron consisting of \"Muin-i Zafer\", \"Avnillah\", , , , and bombarded Russian positions around the Black Sea port of &lt;a href=\"Sokhumi\"&gt;Sokhumi&lt;/a&gt; before landing infantry and arming the local populace to start an uprising against the Russians. The Ottomans captured Sokhumi two days later. By June, \"Muin-i Zafer\" had been transferred to &lt;a href=\"Sulina\"&gt;Sulina&lt;/a&gt; at the mouth of the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;, along with the ironclads and . The ships were tasked with defending the seaward approach to the port, supporting three &lt;a href=\"Coastal%20defence%20and%20fortification\"&gt;coastal fortifications&lt;/a&gt;.\nLater career.\nAfter the end of the war in 1878, the ship was &lt;a href=\"%3Awikt%3Alaid%20up\"&gt;laid up&lt;/a&gt; in Constantinople; she did not see further activity for the next twenty years. The annual summer cruises to the Bosporus ended after the war. During this period, the ship was modernized slightly. In 1882, a pair of &lt;a href=\"breechloader\"&gt;breech-loading&lt;/a&gt; guns manufactured by &lt;a href=\"Krupp\"&gt;Krupp&lt;/a&gt; were added. At some point, she also received new &lt;a href=\"Scotch%20marine%20boiler\"&gt;Scotch marine boiler&lt;/a&gt;s, and her brigantine rig was removed, with heavy military masts installed in its place. The Ottomans planned to further strengthen the ship's armament with a pair of Krupp guns, two &lt;a href=\"Hotchkiss%20revolver%20cannon\"&gt;Hotchkiss revolver cannon&lt;/a&gt;, two guns, also manufactured by Hotchkiss, and a &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;, but the plan came to nothing.\nBy the mid-1880s, the Ottoman ironclad fleet was in poor condition, and \"Muin-i Zafer\" was unable to go to sea. Many of the ships' engines were unusable, having seized up from rust, and their &lt;a href=\"hull%20%28watercraft%29\"&gt;hulls&lt;/a&gt; were badly &lt;a href=\"biofouling\"&gt;fouled&lt;/a&gt;. The British &lt;a href=\"naval%20attache\"&gt;naval attache&lt;/a&gt; to the Ottoman Empire at the time estimated that the &lt;a href=\"Imperial%20Arsenal\"&gt;Imperial Arsenal&lt;/a&gt; would take six months to get just five of the ironclads ready to go to sea. Throughout this period, the ship's crew was limited to about one-third the normal figure. During a period of tension with Greece in 1886, the fleet was brought to full crews and the ships were prepared to go to sea, but none actually left the Golden Horn, and they were quickly laid up again. By that time, most of the ships were capable of little more than .\nAt the start of the &lt;a href=\"Greco-Turkish%20War%20%281897%29\"&gt;Greco-Turkish War&lt;/a&gt; in February 1897, the Ottomans inspected the fleet and found that almost all of the vessels, including \"Muin-i Zafer\", to be completely unfit for combat against the &lt;a href=\"Greek%20Navy\"&gt;Greek Navy&lt;/a&gt;. Many of the ships had rotted hulls and their crews are poorly trained. Through April and May, the Ottoman fleet made several sorties into the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt; in an attempt to raise morale among the ships' crews, though the Ottomans had no intention of attacking Greek forces. The condition of the Ottoman fleet could not be concealed from foreign observers, which proved to be an embarrassment for the government and finally forced &lt;a href=\"Sultan\"&gt;Sultan&lt;/a&gt; &lt;a href=\"Abdul%20Hamid%20II\"&gt;Abdul Hamid II&lt;/a&gt; to authorize a modernization program, which recommended that the ironclads be modernized in foreign shipyards. Following a lengthy process of negotiations, Krupp received the contract to rebuild \"Muin-i Zafer\" on 11 August 1900, along with several other warships. By December 1902, however, Krupp withdrew from the deal and the Italian firm &lt;a href=\"Gio.%20Ansaldo%20%26amp%3B%20C.\"&gt;Gio. Ansaldo &amp; C.&lt;/a&gt; took over the project. By 1906, the work was completed. Her old muzzle-loading guns were replaced with new &lt;a href=\"15%20cm%20SK%20L/40%20naval%20gun\"&gt;Krupp&lt;/a&gt; 40-&lt;a href=\"caliber%20%28artillery%29\"&gt;caliber&lt;/a&gt; guns, and a new light battery consisting of six &lt;a href=\"quick-firing%20gun\"&gt;quick-firing&lt;/a&gt; (QF) Krupp guns, ten QF Krupp guns, and two QF Krupp guns.\n\"Muin-i Zafer\" was reduced to a stationary ship in &lt;a href=\"%C4%B0zmir\"&gt;İzmir&lt;/a&gt; in 1910, at which point her armament was reduced to just two of the 75 mm guns and four 57 mm guns. In September 1911, Italy declared war on the Ottoman Empire, initiating the &lt;a href=\"Italo-Turkish%20War\"&gt;Italo-Turkish War&lt;/a&gt;. At the start of the war, \"Muin-i Zafer\" was stationed as a &lt;a href=\"guard%20ship\"&gt;guard ship&lt;/a&gt; in &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt;. She left shortly after the onset of hostilities, however, and on 30 September arrived in &lt;a href=\"Port%20Said\"&gt;Port Said&lt;/a&gt; at the northern end of the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt;. There, she was disarmed and her guns were taken ashore to strengthen the local defenses. By the start of the &lt;a href=\"First%20Balkan%20War\"&gt;First Balkan War&lt;/a&gt; in October 1912, \"Muin-i Zafer\" had been moved back to İzmir.In 1913, she became a torpedo &lt;a href=\"training%20ship\"&gt;training ship&lt;/a&gt; based in Constantinople. The ship was converted into a &lt;a href=\"barracks%20ship\"&gt;floating barracks&lt;/a&gt; in 1920 stationed in &lt;a href=\"%C4%B0zmit\"&gt;İzmit&lt;/a&gt;. In 1928, the vessel was converted again, into a &lt;a href=\"depot%20ship\"&gt;depot ship&lt;/a&gt; for &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s at &lt;a href=\"Erdek\"&gt;Erdek&lt;/a&gt;. She served in that capacity for four years before being decommissioned in 1932; she was &lt;a href=\"ship%20breaking\"&gt;broken up&lt;/a&gt; for scrap in 1934."
}