{
    "id": "534126",
    "revid": "217538",
    "url": "https://en.wikipedia.org/wiki?curid=534126",
    "title": "DePaul University",
    "text": "DePaul University is a &lt;a href=\"private%20university\"&gt;private&lt;/a&gt;, &lt;a href=\"Catholic%20higher%20education\"&gt;Catholic&lt;/a&gt; &lt;a href=\"research%20university\"&gt;research university&lt;/a&gt; in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. Founded by the &lt;a href=\"Congregation%20of%20the%20Mission\"&gt;Vincentian&lt;/a&gt;s in 1898, the university takes its name from the 17th-century French priest &lt;a href=\"Vincent%20de%20Paul\"&gt;Saint Vincent de Paul&lt;/a&gt;. In 1998, it became the largest Catholic university by enrollment in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. Following in the footsteps of its founders, DePaul places special emphasis on recruiting first-generation students and others from disadvantaged backgrounds.\nDePaul's two campuses are located in &lt;a href=\"Lincoln%20Park%2C%20Chicago\"&gt;Lincoln Park&lt;/a&gt; and the &lt;a href=\"Chicago%20Loop\"&gt;Loop&lt;/a&gt;. The Lincoln Park Campus is home to the Colleges of Liberal Arts and Social Sciences, Science and Health, and Education. It also houses the School of Music, &lt;a href=\"The%20Theatre%20School%20at%20DePaul%20University\"&gt;the Theatre School&lt;/a&gt;, and the John T. Richardson Library. The Loop campus houses the Colleges of Communication, &lt;a href=\"DePaul%20University%20College%20of%20Computing%20and%20Digital%20Media\"&gt;Computing and Digital Media&lt;/a&gt;, and &lt;a href=\"DePaul%20University%20College%20of%20Law\"&gt;the College of Law&lt;/a&gt;, as well as the School of Public Service and the School for New Learning. It is also home to the &lt;a href=\"Kellstadt%20Graduate%20School%20of%20Business\"&gt;Kellstadt Graduate School of Business&lt;/a&gt;, which is part of the nationally ranked Driehaus College of Business, the tenth oldest business school in the nation. The Loop campus also houses the Loop Library, the Rinn Law Library, and the Barnes and Noble-based Student Center. DePaul is &lt;a href=\"Carnegie%20Classification%20of%20Institutions%20of%20Higher%20Education\"&gt;classified&lt;/a&gt; among \"R2: Doctoral Universities – High research activity\".\nThe university enrolls around 14,500 undergraduates and about 7,900 graduate/law students. According to the Division of Student Affairs website, about 90% of DePaul's students commute or live off campus. The student body represents a wide array of religious, ethnic, and geographic backgrounds, including over 60 foreign countries.\nDePaul's intercollegiate athletic teams, known as the &lt;a href=\"DePaul%20Blue%20Demons\"&gt;DePaul Blue Demons&lt;/a&gt;, compete in the &lt;a href=\"Big%20East%20Conference\"&gt;Big East Conference&lt;/a&gt;. DePaul's &lt;a href=\"DePaul%20Blue%20Demons%20men%27s%20basketball\"&gt;men's basketball team&lt;/a&gt; has made 18 &lt;a href=\"NCAA%20Men%27s%20Division%20I%20Basketball%20Championship\"&gt;NCAA tournament&lt;/a&gt; appearances and appeared in two &lt;a href=\"Final%20Four\"&gt;Final Four&lt;/a&gt;s. DePaul's softball team in 2019 had their third consecutive BIG EAST Tournament title and 21st NCAA Tournament appearance in program history under head coach Tracie Adix-Zins.\nHistory.\nEarly years.\nOriginally named St. Vincent's College, DePaul University was founded in 1898 by the &lt;a href=\"Congregation%20of%20the%20Mission\"&gt;Congregation of the Mission&lt;/a&gt; priests and brothers, known as the &lt;a href=\"Vincentian%20Family\"&gt;Vincentians&lt;/a&gt;. Followers of 17th-century French priest &lt;a href=\"Saint%20Vincent%20de%20Paul\"&gt;Saint Vincent de Paul&lt;/a&gt;, they founded the university to serve &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; children of immigrants. Student enrollment grew from 70 in 1898 to 200 in 1903 in what is now the Lincoln Park neighborhood of Chicago.\nIn that year, &lt;a href=\"James%20Edward%20Quigley\"&gt;James Quigley&lt;/a&gt;, &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Chicago\"&gt;Archbishop of Chicago&lt;/a&gt;, announced plans to create a preparatory seminary, now &lt;a href=\"Archbishop%20Quigley%20Preparatory%20Seminary\"&gt;Archbishop Quigley Preparatory Seminary&lt;/a&gt;, for the archdiocese and allow the Jesuit Saint Ignatius College, now &lt;a href=\"Loyola%20University%20Chicago\"&gt;Loyola University Chicago&lt;/a&gt; to move its collegiate programs to the north side, threatening St. Vincent College's survival.\nIn response, the Vincentians re-chartered in 1907 as DePaul University, expressly offering all of its courses of study to men and women of any religious background. DePaul began admitting women in 1911 and awarded degrees to its first female graduates in 1912. It was one of the first Catholic universities to admit female students in a &lt;a href=\"Coeducation\"&gt;co-educational&lt;/a&gt; setting.\nDePaul established the School of Music and the College of Commerce, the latter becoming one of the oldest business schools in the nation. In 1914, the college began offering courses in Chicago's Loop, the precursor of DePaul's second primary campus. In 1915, the Illinois College of Law completed its affiliation with the university and became the &lt;a href=\"DePaul%20University%20College%20of%20Law\"&gt;DePaul University College of Law&lt;/a&gt;. Enrollment totaled more than 1,100.\nAlthough finances were rocky, the university continued to grow and build in the 1920s. In 1926, the university was first accredited by the North Central Association of Colleges and Universities. When DePaul's first sports teams were formed in the early 1900s, the monogram \"D\" was selected for the uniforms. From this originated the sports_nickname \"D-men\" which evolved into \"Demons\". The color blue, which signifies loyalty and was chosen in 1901 by a vote of the student body, was added to the name to create the \"Blue Demons\".\nBy 1930 more than 5,000 students were enrolled in eight colleges and schools on two campuses. &lt;a href=\"Great%20Depression\"&gt;The Great Depression&lt;/a&gt; led to fluctuations in enrollment and tuition as well as cutbacks, including elimination of the football team in 1939. In 1938, the Department of &lt;a href=\"Primary%20education\"&gt;Elementary Education&lt;/a&gt; was established, reportedly the only one in the &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt; and one of six in the United States.\nDePaul during the World Wars.\nWith the entry of the United States into &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; in 1918, DePaul formed a unit of the &lt;a href=\"US%20Army\"&gt;US Army&lt;/a&gt; &lt;a href=\"Reserve%20Officer%20Training%20Corps\"&gt;Reserve Officer Training Corps&lt;/a&gt; and converted its College Theatre into Army barracks. DePaul also mobilized for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, offering its facilities for war training and free courses to train people for industry work. The &lt;a href=\"G.I.%20Bill\"&gt;G.I. Bill&lt;/a&gt;, which paid the tuition of veterans enrolled in college, turned the financial tide for DePaul. Enrollment in 1945 skyrocketed to 8,857 students, twice as many as the previous year, and totaled more than 11,000 in 1948. Although a &lt;a href=\"Management%20consulting\"&gt;consulting firm&lt;/a&gt; recommended relocating from its deteriorating Lincoln Park neighborhood to the suburbs, trustees voted to remain and support revitalization of the neighborhood.\n1940s–1970s.\nIn 1942, DePaul named &lt;a href=\"Ray%20Meyer\"&gt;Ray Meyer&lt;/a&gt; as head basketball coach. Meyer coached for DePaul until he retired in 1984, leading the 1945 team to the championship of the &lt;a href=\"National%20Invitation%20Tournament\"&gt;National Invitation Tournament&lt;/a&gt; and earning numerous honors, including election to the &lt;a href=\"Basketball%20Hall%20of%20Fame\"&gt;Naismith Memorial Basketball Hall of Fame&lt;/a&gt; in 1979, the fourth active coach to be so honored. The university would also go on to honor Ray Meyer by naming their fitness center after him.\nIn 1954, DePaul adopted its current armorial seal with &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; and motto: \"Viam sapientiae monstrabo tibi\" (\"I will show you the way of wisdom\", Proverbs, IV, 11). In 1955, the Frank J. Lewis Foundation donated the 18-story Kimball Building, rechristened the Lewis Center, at 25 East Jackson Boulevard, to the university. The building, still used today, was the hub of the Loop campus until 1993 when the DePaul Center opened at 1 East Jackson Boulevard (at State Street).\nIn 1968, the Black Student Union (BSU) was formed. In 1969, while in ongoing negotiations with DePaul administrators, members of the group occupied a campus building for two days and led several related rallies. The actions helped bring concerns of &lt;a href=\"African%20American\"&gt;black&lt;/a&gt; students, and later those of &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt;, &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; and other student groups, to the fore. The university now sponsors a wide range of student organizations, including BSU, the DePaul Conservative Alliance, DePaul Irish Society, the DePaul Alliance for Latino Empowerment, United Muslims Moving Ahead, Hillel, the Asian Cultural Exchange, the African Student Organization, the Hellenic-American Student Association and the Activist Student Union.\nIn 1972, DePaul created the School for New Learning, one of the first colleges in the nation for adult students. In 1976 and 1977, the university acquired the land and buildings of the &lt;a href=\"McCormick%20Theological%20Seminary\"&gt;McCormick Theological Seminary&lt;/a&gt;, which increased its presence in Lincoln Park. In 1978, DePaul acquired the 47-year-old Goodman School of Drama from the &lt;a href=\"Goodman%20Theatre\"&gt;Goodman Theatre&lt;/a&gt; and transformed it into The Theatre School.\nControversies.\nIn 2005, the university limited fliers protesting a visit of &lt;a href=\"Ward%20Churchill\"&gt;Ward Churchill&lt;/a&gt;, which included the term \"hatemonger\", declaring them \"propaganda\". A bomb threat prompted the university to limit attendance at the event.\nIn the &lt;a href=\"Dershowitz%E2%80%93Finkelstein%20affair\"&gt;Dershowitz–Finkelstein affair&lt;/a&gt; of 2007, Norman Finkelstein, an outspoken political science professor, was denied tenure. This followed a highly public and rancorous evaluation process in which an opponent of Finkelstein, Alan Dershowitz, took the highly unorthodox step of sending unsolicited letters and dossiers to Finkelstein's peers at DePaul urging them to deny him tenure. DePaul's president, the Rev. &lt;a href=\"Dennis%20H.%20Holtschneider\"&gt;Dennis Holtschneider&lt;/a&gt;, denies that the outside pressure affected the university's position, saying \"This attention was unwelcome and inappropriate and had no impact on either the process or the outcome of this case.\" Finkelstein's supporters claim he was denied tenure due to his writings on the &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt; and on the state of the Palestinians under Israeli occupation. Detractors such as Dershowitz challenged Finkelstein's research methods and confrontational approach. On September 5, 2007, Finkelstein resigned after he and the university reached a settlement; they released a joint statement.\nIn June 2009, the university removed the dean of the &lt;a href=\"DePaul%20University%20College%20of%20Law\"&gt;College of Law&lt;/a&gt;, Glen Weissenberger. The recommendation to remove Weissenberger was made by DePaul's provost, Helmut Epp, who stated in an e-mail to College of Law faculty and staff that \"the working relationship between the dean and the administration had deteriorated to the point where it had become difficult to accomplish the college’s work.\" Two days previous, Weissenberger had reported to the &lt;a href=\"American%20Bar%20Association\"&gt;American Bar Association&lt;/a&gt; (ABA) that DePaul's administration had failed to redistribute law school tuition income appropriately, in violation of express agreements between the College of Law and the university administration. Weissenberger's termination caused some DePaul faculty and students, as well as several independent observers in the law school community, to speculate that Weissenberger's unexpected removal was directly related to his report to the ABA. The law school faculty apprised the ABA of irregularities in the removal of Weissenberger and the appointment of an interim dean, but the ABA did not find any violations that would warrant the rescission of the school's accreditation.\nIn May 2016, Activists disrupted the speech of &lt;a href=\"Milo%20Yiannopoulos\"&gt;Milo Yiannopoulos&lt;/a&gt;. The event was subsequently cancelled. In 2016 DePaul university required a campus Republican group to redesign posters reading \"Unborn Lives Matter\" before granting permission to post them on the campus. University administrators said they objected to the poster because it was provocative toward the Black Lives Matter movement, but said that they were open to the group posting other pro-life flyers at DePaul.\nRenovation and Expansion.\nFollowing renovations in the 1980s and expansion of academic programs to promote research and social engagement, the university launched a six-year strategic plan in 1989. The plan included raising the national profile, expanding enrollment from 13,500 to 18,500 and completing an extensive building campaign at the Loop and Lincoln Park campuses. Major construction included renovation of the DePaul Center in 1993 and acquisition of the Blackstone Theatre, rechristened the Merle Reskin, in 1992. At Lincoln Park, projects included the John T. Richardson Library, completed in 1992, several new &lt;a href=\"dormitory\"&gt;residence halls&lt;/a&gt; and the quadrangle.\n1994 enrollment was 16,700. Under the next six-year strategic plan, the university expanded enrollment to 23,000 students, reclaiming its status as the nation's largest Catholic university while maintaining admission standards, increasing diversity (currently, one third of the student population is of color) and maintaining access for first-generation college students and those from &lt;a href=\"Poverty\"&gt;low-income&lt;/a&gt; circumstances (about one-fourth of incoming freshmen qualify for Pell grants for low-income families). Additional new facilities included the William G. McGowan Biological and Environmental Sciences Center (McGowan North) in 1999, the Ray Meyer Fitness and Recreation Center in 1999, the Student Center in 2001 and the Sullivan Athletic Center in 2000, and the Monsignor Andrew J. McGowan Environmental Science and Chemistry Building (McGowan South) in 2009.\nA privately owned and operated building, 1237 West, was built one block off campus as a student apartment community for over 580 DePaul University students with retail businesses on the first floor. This building is now named Ion Lincoln Park.\nDePaul entered into a merger with &lt;a href=\"Barat%20College\"&gt;Barat College&lt;/a&gt; in 2001, from which it withdrew in 2005 after continued low enrollment and rising maintenance costs made the campus nonviable. The former Barat College had its final graduation on June 11, 2005, and was closed as of June 30, 2005. It sold the grounds of the 147-year-old college to a condominium developer Barat Woods LLC, who pledged to maintain the historic Old Main building, yet demolished the Thabor Wing with its Italianate style Sacred Heart Chapel. The remaining students, tenured and tenure-track faculty and some staff were absorbed into DePaul's other campuses. Barat Woods LLC went into foreclosure and the property was auctioned and the lender, Harris Bank won. The former &lt;a href=\"Barat%20College\"&gt;Barat College&lt;/a&gt; campus was donated by an anonymous donor to &lt;a href=\"Woodlands%20Academy%20of%20the%20Sacred%20Heart\"&gt;Woodlands Academy of the Sacred Heart&lt;/a&gt;.\nIn 2012, a group of trustees and administrators of DePaul University was asked by the Archdiocese of Chicago and the priests and brothers of the Congregation of the Resurrection to assist Gordon Tech High School. As the academic partnership with DePaul University progressed, the school became &lt;a href=\"DePaul%20College%20Prep\"&gt;DePaul College Prep&lt;/a&gt; in 2014.\nDePaul opened &lt;a href=\"Wintrust%20Arena\"&gt;Wintrust Arena&lt;/a&gt; in October 2017 after using &lt;a href=\"Allstate%20Arena\"&gt;Allstate Arena&lt;/a&gt; for previous basketball games. The arena has a capacity of 10,387 seats and is the current home court for the men's and women's basketball teams. DePaul University split the cost with Chicago taxpayers, with contributions of $82.5 million respectively. The predicted attendance to the arena was 370,000 people annually for games and other events. However, from August 2017 to May 2018, fewer than 168,100 people have attended Wintrust Arena for their events.\nCampuses.\nDePaul's two campuses are in the &lt;a href=\"Lincoln%20Park%2C%20Chicago\"&gt;Lincoln Park&lt;/a&gt; neighborhood of &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago&lt;/a&gt; and in the downtown Loop area. Owing largely to its compact urban form and its free public transportation passes for students, DePaul had the second lowest reported carbon footprint of any college and university submitting inventories under the College Sustainability Report Card program.\nLincoln Park Campus.\nDePaul's Lincoln Park Campus (main campus) is the older and larger of the university's two campuses. Located on in &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago's&lt;/a&gt; historic Lincoln Park neighborhood, this campus offers a traditional university environment. Approximately 2,400 students live on campus in DePaul's twelve residence halls. Resident Halls Located at the Lincoln Park Campus include: Belden-Racine Hall, Ozanam Hall (formerly Clifton-Fullerton), Corcoran Hall, Munroe Hall, Seton Hall, and University Hall. DePaul's Lincoln Park Campus also offers other on-campus housing such as apartment-style living for upperclassmen.\nThe Lincoln Park Campus is home to the college of &lt;a href=\"Liberal%20arts\"&gt;Liberal Arts&lt;/a&gt; and Social Sciences, The Theatre School, the School of Music, the College of Education, the College of Science and Health, the Schmitt Academic Center, Wish Field, and the John T. Richardson Library. Opened in 1992, the library features study and small-group spaces, an automated reference center, a technological help center, and a high-tech Resource Center for Career Development. The DePaul Art Museum, founded in 2011, is housed in a 15,000-square-foot building, and features a collection of over 3000 objects, including works by Chicago and regional artists, North American and Latin American photography, WPA-era prints, contemporary and traditional West African objects, and Eastern European graphic arts. The museum is free to visit and open to the public.\nIn September 2013, DePaul opened its new Theatre School building, which includes the Watts Theatre, a 250-seat thrust theater, as well as the Sondra &amp; Denis Healy Theatre, a 100-seat flexible theater on the fourth floor. The building was designed by &lt;a href=\"Pelli%20Clarke%20Pelli\"&gt;Pelli Clarke Pelli&lt;/a&gt;. In fall 2011, DePaul opened the four-story Arts &amp; Letters Hall, which earned a Gold &lt;a href=\"Leadership%20in%20Energy%20and%20Environmental%20Design\"&gt;LEED&lt;/a&gt;-certification from the &lt;a href=\"U.S.%20Green%20Building%20Council\"&gt;U.S. Green Building Council&lt;/a&gt;. The three-level Student Center, which opened in 2002, houses student services, dining facilities, the Saint Louise de Marillac Chapel, a &lt;a href=\"Internet%20cafe\"&gt;cyber cafe&lt;/a&gt;, a &lt;a href=\"Wintrust%20Financial\"&gt;Wintrust Bank&lt;/a&gt;, and offices for organizations including special-interest clubs.\nOther recent additions include the &lt;a href=\"Sullivan%20Athletic%20Center\"&gt;Sullivan Athletic Center&lt;/a&gt; containing McGrath-Phillips Arena, and the &lt;a href=\"Ray%20Meyer%20Fitness%20and%20Recreation%20Center\"&gt;Ray Meyer Fitness and Recreation Center&lt;/a&gt;. The Monsignor Andrew J. McGowan Environmental Science and Chemistry Building (McGowan South) is a four-story building completed in January 2009. It is connected to the William G. McGowan Biological and Environmental Sciences Center (McGowan North). The Lincoln Park campus also contains the remnants of the former &lt;a href=\"McCormick%20Theological%20Seminary\"&gt;McCormick Theological Seminary&lt;/a&gt;; these buildings (those remaining) are located east of the elevated tracks. This expansion was completed in the 1970s when McCormick moved its campus to the Hyde Park neighborhood. The McCormick Row Houses along the south side of Fullerton Avenue east of the elevated station, though now privately owned, were originally constructed for the Seminary. Also, until its destruction in 2006, the gothic architecture Hayes-Healy Athletic Center adjacent to the &lt;a href=\"Fullerton%20station%20%28CTA%29\"&gt;Fullerton 'L' station&lt;/a&gt; (similar in design to the still-present Cortelyou Commons next to Wish Field at Cacciatore Stadium) was also part of the Seminary campus. The gymnasium was demolished as part of the renovation/expansion of the Fullerton 'L' stop to accommodate higher ridership levels on the Brown Line, despite being on the National Register of Historic Places.\nLoop Campus.\nDePaul's Loop campus is located in downtown Chicago's Loop along Jackson Boulevard from State Street to Michigan Avenue. It is close to the &lt;a href=\"futures%20exchange\"&gt;futures exchange&lt;/a&gt;s, financial district, and the &lt;a href=\"Art%20Institute%20of%20Chicago\"&gt;Art Institute of Chicago&lt;/a&gt;. The DePaul Center (DPC), an 11-story building fully renovated in 1993 to include modern classrooms, high-tech student services and a business library, is located in the building that formerly housed the A. M. Rothschild &amp; Company Store and the Goldblatt's Department Store. It is home to the Driehaus College of Business.\nThe &lt;a href=\"DePaul%20University%20College%20of%20Law\"&gt;College of Law&lt;/a&gt; is based in the Lewis Center and O'Malley Place at the southwest corner of Wabash and Jackson. Kitty-corner across the street is the &lt;a href=\"DePaul%20University%20College%20of%20Computing%20and%20Digital%20Media\"&gt;College of Computing and Digital Media&lt;/a&gt;. In 2008, DePaul purchased the 18-story 14 East Jackson Boulevard Building at State and Jackson, formerly the Lytton Building, across the street from the DePaul Center. The college of &lt;a href=\"Communication\"&gt;Communication&lt;/a&gt;, the School for New Learning and the School of Public Service were the first academic tenants of 14 East Jackson Boulevard, now the Richard M. and Maggie C. Daley Building.\nDePaul partnered with &lt;a href=\"Roosevelt%20University\"&gt;Roosevelt University&lt;/a&gt; and &lt;a href=\"Columbia%20College%20Chicago\"&gt;Columbia College Chicago&lt;/a&gt; to build the University Center of Chicago, an 18-story residence hall two blocks south of DPC housing 1,700 students, which opened in 2004 at the intersection of State and Congress Streets. &lt;a href=\"Robert%20Morris%20University%20%28Illinois%29\"&gt;Robert Morris University&lt;/a&gt; later joined and also houses students in the University Center of Chicago.\nAcademics, rankings, and reputation.\nDePaul University has ten colleges and schools. It operates on a &lt;a href=\"academic%20term\"&gt;quarter system&lt;/a&gt;. The exception is the College of Law which is on a semester system.\nDriehaus College of Business.\nDePaul's College of Commerce opened on January 11, 1913. It was officially renamed the Driehaus College of Business on September 19, 2012, seven months after receiving from alumnus &lt;a href=\"Richard%20H.%20Driehaus\"&gt;Richard H. Driehaus&lt;/a&gt; a $30 million gift which was the largest in the university's history. The college is located downtown in the Chicago Loop at 1 East Jackson Boulevard and is one of the ten oldest &lt;a href=\"business%20school\"&gt;business school&lt;/a&gt;s in the US. It includes the &lt;a href=\"Kellstadt%20Graduate%20School%20of%20Business\"&gt;Kellstadt Graduate School of Business&lt;/a&gt;. The full-time faculty of the college consists of approximately 130 members. In 2009, \"Princeton Review\" ranked the College of Commerce's &lt;a href=\"entrepreneurship\"&gt;entrepreneurship&lt;/a&gt; program #3 (out of 700 programs) in the U.S. among &lt;a href=\"graduate%20programs\"&gt;graduate programs&lt;/a&gt; and #8 among undergraduate programs. \"Entrepreneur\" magazine has consistently ranked DePaul's &lt;a href=\"entrepreneurship\"&gt;entrepreneurship&lt;/a&gt; program one of the best in the US. In 2007, \"Fortune Small Business\" magazine named DePaul's undergraduate program one of the 25 best in the nation for entrepreneurs and its graduate program one of the top 10 MBA programs with an entrepreneurial flair. DePaul's part-time MBA program at the &lt;a href=\"Kellstadt%20Graduate%20School%20of%20Business\"&gt;Kellstadt Graduate School of Business&lt;/a&gt; has been ranked in the top-10 nationally 14 times by &lt;a href=\"U.S.%20News%20%26amp%3B%20World%20Report\"&gt;U.S. News &amp; World Report&lt;/a&gt;. Renowned Professors include &lt;a href=\"behavioral%20finance\"&gt;behavioral finance&lt;/a&gt; pioneer Werner DeBondt, the Richard H. Driehaus Professor of Behavioral Finance; James Shilling, the Michael J. Horne Professor of Real Estate; and Harold P. Welsch, the Coleman Professor of Entrepreneurship. In 2010, the undergraduate program in DePaul University's College of Business was named one of \"BusinessWeek\"'s best 'Return On Investments' for Private Schools. The undergrad program was ranked 40th overall, making it the second highest ranked business school in Illinois (after UIUC's &lt;a href=\"UIUC%20College%20of%20Business\"&gt;College of Business&lt;/a&gt;).\nCollege of Communication.\nThe &lt;a href=\"DePaul%20College%20of%20Communication\"&gt;DePaul College of Communication&lt;/a&gt; enrolls more than 1,100 students pursuing professional or traditional academic courses of study in journalism; public relations and advertising; media studies; radio, television, film, digital media; health, relational, group and organizational communication; and culture and communication. Coursework in the college's graduate and undergraduate degree programs is supplemented by a range of comprehensive pre-employment training opportunities, including Radio DePaul, \"The DePaulia\", \"14East Magazine,\" Good Day DePaul, and a top-rated internship program. In 2018, the college unveiled a new major in &lt;a href=\"Sport%20communication\"&gt;Sports Communication&lt;/a&gt;.\nCollege of Computing and Digital Media.\nThe &lt;a href=\"DePaul%20University%20College%20of%20Computing%20and%20Digital%20Media\"&gt;DePaul University College of Computing and Digital Media&lt;/a&gt; (CDM), located in the Loop, is organized into three schools: the School of Cinematic Arts, which is home to the animation and cinema programs; the School of Computing, which houses programs in computer and information sciences; and the School of Design, which houses programs in game design, interactive and social media, and digital communication and media arts. CDM has nationally ranked programs in film, animation, gaming, and graphic design. They are a designated National Center of Academic Excellence in &lt;a href=\"Information%20assurance\"&gt;Information Assurance&lt;/a&gt;/&lt;a href=\"Computer%20security\"&gt;Cybersecurity&lt;/a&gt; for academic years 2014-2021 by the &lt;a href=\"United%20States%20Department%20of%20Homeland%20Security\"&gt;United States Department of Homeland Security&lt;/a&gt; and &lt;a href=\"National%20Security%20Agency\"&gt;National Security Agency&lt;/a&gt;. In The Hollywood Reporter's 2021 Top 25 American Film Schools Ranking, DePaul's School of Cinematic Arts was listed as the 16th, making it 8 ranks up than the previous year. Nearly 5,000 students are currently enrolled across CDM's graduate and undergraduate programs.\nCollege of Education.\nThe College of Education is engaged in partnerships with more than 150 Chicago-area schools, including the &lt;a href=\"Chicago%20Public%20Schools\"&gt;Chicago Public Schools&lt;/a&gt;, parochial and private institutions. DePaul's education program was among the first to become accredited by the &lt;a href=\"National%20Council%20for%20Accreditation%20of%20Teacher%20Education\"&gt;National Council for Accreditation of Teacher Education&lt;/a&gt; in 1965 and remains accredited today. The school offers undergraduate and graduate degree programs in early childhood, elementary and &lt;a href=\"secondary%20education\"&gt;secondary education&lt;/a&gt; and physical education; bilingual/bicultural education; social and cultural foundations in education; curriculum studies; &lt;a href=\"educational%20leadership\"&gt;educational leadership&lt;/a&gt;; human services and counseling; and a program in language, literacy and specialized instruction. Many of the school's graduates go on to teach in the Chicago Public Schools, private Catholic schools in the city of Chicago, and public and private schools throughout the metropolitan area.\nCollege of Law.\nThe DePaul University College of Law is located in the Loop at 25 East Jackson Boulevard. Ranked #29 in U.S. News &amp; World Report's Best Law Schools 2018 edition. Notable faculty members include Alberto Coll, former United States Assistant Secretary of Defense under &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt;, and Patty Gerstenblith, appointed by &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; to serve as the chair of the President's Cultural Property Advisory Committee in the U.S. Department of State. Other faculty members include Susan Bandes, expert in criminal law and emotion in law; Brian Havel, expert in international aviation law; Roberta Kwall, expert in intellectual property law; Joshua Sarnoff, expert in patent law and appointee to &lt;a href=\"USPTO\"&gt;USPTO&lt;/a&gt;; and Jeffrey Shaman, expert in constitutional law.\nCollege of Liberal Arts &amp; Social Sciences.\nThe College of Liberal Arts &amp; Social Sciences is DePaul's third largest college and is located primarily in the Lincoln Park Campus, which occupies in Chicago's &lt;a href=\"Lincoln%20Park%2C%20Chicago\"&gt;Lincoln Park&lt;/a&gt; community. Notable college faculty members include Aminah McCloud, director of the &lt;a href=\"Islamic%20World\"&gt;Islamic World&lt;/a&gt; Studies program; Joseph Schwieterman, director of the Chaddick Institute for Metropolitan Development. The philosophy department is also noted as a first-rate program in 20th century &lt;a href=\"continental%20philosophy\"&gt;continental philosophy&lt;/a&gt;, particularly at the graduate level, according to the Hartmann Report The department includes major &lt;a href=\"Heidegger\"&gt;Heidegger&lt;/a&gt; translators, &lt;a href=\"Parvis%20Emad\"&gt;Parvis Emad&lt;/a&gt;, &lt;a href=\"David%20Farrell%20Krell\"&gt;David Farrell Krell&lt;/a&gt; and &lt;a href=\"William%20McNeill%20%28philosopher%29\"&gt;William McNeill&lt;/a&gt;, ethical and political philosopher &lt;a href=\"Jason%20D.%20Hill\"&gt;Jason D. Hill&lt;/a&gt;, and feminist theorist Tina Chanter. The graduate School of &lt;a href=\"Public%20services\"&gt;Public Service&lt;/a&gt; (SPS), located in the Loop Campus, educates nonprofit and government professionals, includes an interdisciplinary faculty, and offers a number of international programs. It is the largest program of its type in the midwest. The English department offers the Oeuvre Prize to distinguished writers semi-annually to recognize significant accomplishments in Literature.\nCollege of Science and Health.\nThe College of Science and Health (CSH) was established in 2011. CSH offers many undergraduate majors and graduate programs in the following areas:\nCourses are primarily offered on the Lincoln Park Campus. Notable professors include psychology professors Suzanne T. Bell, Joseph R. Ferrari, and &lt;a href=\"Leonard%20A.%20Jason\"&gt;Leonard A. Jason&lt;/a&gt;. The community and clinical-community psychology programs won the Award for Excellence in Education Programs from the Society for Community Research and Action (SCRA Division 27 of the &lt;a href=\"American%20Psychological%20Association\"&gt;American Psychological Association&lt;/a&gt;); DePaul's program was the first recipient of the award, given for the first time in 2007.\nSchool of Music.\nDePaul's School of Music has more than two dozen members of the &lt;a href=\"Chicago%20Symphony%20Orchestra\"&gt;Chicago Symphony Orchestra&lt;/a&gt; and the &lt;a href=\"Lyric%20Opera%20of%20Chicago\"&gt;Lyric Opera of Chicago&lt;/a&gt; as faculty. The &lt;a href=\"College%20or%20university%20school%20of%20music\"&gt;School of Music&lt;/a&gt; was named as one of the \"Schools That Rock\" in the 2005 \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" guidebook that evaluated collegiate music schools nationally. In 2007, \"Fortune Small Business\" recognized its performing arts management major as one of the 24 best cross-discipline programs for entrepreneurs. In addition to degrees in jazz and concert performance, &lt;a href=\"music%20composition\"&gt;music composition&lt;/a&gt;, &lt;a href=\"music%20education\"&gt;music education&lt;/a&gt; and jazz studies, DePaul has programs in sound recording technology and &lt;a href=\"arts%20administration\"&gt;performing arts management&lt;/a&gt;. According to an article released on May 22, 2017, from DePaul's student newspaper, \"The DePaulia\", the new music school building is to be named after former President Fr. Holtschneider, who stepped down as president in June 2017. In a statement, Bill Bennett, outgoing chair of the board of trustees, said the decision to rename the school to the Holtschneider Center for Music and Performance was to recognize Holtschneider's appreciation \"for all things musical\". Notable prior faculty members included &lt;a href=\"Sergei%20Tarnowsky\"&gt;Sergei Tarnowsky&lt;/a&gt;, Samuel Lieberson, and Richard Czerwonky.\nSchool for New Learning.\nThe School for New Learning (SNL), created in 1972, was one of the first university-wide efforts in the United States to serve adult students through a separate college. Students partner with faculty and professional mentors to create a unique curriculum for earning an undergraduate or &lt;a href=\"Academic%20degree\"&gt;graduate degree&lt;/a&gt; and can earn college credit for knowledge gained through life experiences by demonstrating competence in various areas. SNL was named one of six \"Best Practice\" institutions in North America by the Council for Adult and &lt;a href=\"Experiential%20education\"&gt;Experiential Learning&lt;/a&gt;, an international &lt;a href=\"non-profit%20organization\"&gt;non-profit organization&lt;/a&gt; which advocates for adult learning. The Houston-based American Productivity and Quality Center has touted SNL for its individualized education of adult students. Associate Professor Miriam Ben-Yoseph was named the 2006 Illinois Professor of the Year by the &lt;a href=\"Carnegie%20Foundation%20for%20the%20Advancement%20of%20Teaching\"&gt;Carnegie Foundation for the Advancement of Teaching&lt;/a&gt; and the &lt;a href=\"Council%20for%20Advancement%20and%20Support%20of%20Education\"&gt;Council for Advancement and Support of Education&lt;/a&gt; (CASE). The Chronic Illness Initiative in DePaul's School for New Learning was named one of the 30 \"Smart Business Ideas\" in higher education by University Business magazine in its December 2007 issue. &lt;a href=\"All%20Hallows%20College\"&gt;All Hallows College&lt;/a&gt; in Dublin, Ireland, modeled their program for adult learners after the School for New Learning.\nThe Theatre School.\nDePaul's Theatre School was founded as the Goodman School of Drama in 1925 and is the Midwest's oldest theater training conservatory. In 2013, it moved into a custom-designed five-story building that includes two theater spaces-—the 250-seat thrust Watts Theatre and the 100-seat black box Sondra &amp; Denis Healy Theatre-—in addition to classrooms, acting labs, scene shop, costume shop, makeup, paint, lighting laboratories, and new media workshops. The building, designed by &lt;a href=\"Pelli%20Clarke%20Pelli\"&gt;Pelli Clarke Pelli&lt;/a&gt;, has many transparent walls, allowing passersby to see faculty and students at work. In 2006, the school's array of theatrical productions, playwrighting festivals, guest-lecture series and scholarship availability are featured in the book Creative Colleges, written by Elaina Loveland. In January 2003, The Education Life section of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" listed DePaul's Theatre School among nine schools most mentioned by &lt;a href=\"casting%20director\"&gt;casting director&lt;/a&gt;s and theatrical agents for program quality. It was the first in the US to offer an &lt;a href=\"undergraduate%20degree\"&gt;undergraduate degree&lt;/a&gt; in Dramaturgy and Dramatic Criticism. As part of a \"learning by doing\" philosophy, the school presents more than 40 productions each season in a variety of venues. Ten productions are offered to the public each season as part of The Theatre School Showcase, Chicago Playworks (the city's oldest continuously operating children's theater), New Directors Series, or New Playwrights Series. Theatre students are involved in all aspects of the productions.\nContinuing and Professional Education.\nDePaul's Continuing and Professional Education division (DePaul CPE) provides non-degree-based professional development and adult education courses to individuals and to groups of employees at companies, organizations and governmental agencies. Courses range from three-hour seminars to 180-hour certificate programs and are offered online, on DePaul's five campuses, and at company sites. Courses and certificates in 20 different topic areas are available, including Financial Planning, Human Resources and Training, Management, Marketing, Communications and Paralegal Studies. DePaul CPE, a separate unit within DePaul, draws on university faculty and professionals from Chicago organizations to teach its courses.\nStudent life.\nStudent media.\nDePaul's College of Communication runs four student media organizations. \"Good Day Depaul\" is the student-run televisions program. \"The DePaulia\" is a traditional print newspaper that also posts its articles online. \"14 East\" is an online multi-media magazine. \"Radio DePaul\" is a 24-hour web-based radio station.\nAthletics.\nDePaul competes in &lt;a href=\"NCAA%20Division%20I\"&gt;NCAA Division I&lt;/a&gt; and is a member of the &lt;a href=\"Big%20East%20Conference\"&gt;Big East Conference&lt;/a&gt;. The school's athletic teams sports_nickname is the Blue Demons.\nDePaul's mascot is DIBS which stands for Demon In a Blue Suit. DIBS is present at every Blue Demons basketball game and makes frequent appearances at DePaul's Lincoln Park Campus and charity appearances around the Chicago metropolitan area.\nThe school's men's basketball program gained prominence under &lt;a href=\"Ray%20Meyer\"&gt;Ray Meyer&lt;/a&gt;, who led the team to the NCAA Division I basketball &lt;a href=\"Final%20Four\"&gt;Final Four&lt;/a&gt; in the 1978–1979 season. DePaul also made it to the Final Four in 1943. The school's only national championship came in 1945 after winning the National Invitation Tournament (NIT). DePaul has been to the NCAA tournament 22 times (two Final Four appearances) and NIT tournament 16 times. The team played at the Allstate Arena from 1980 until 2017. Beginning in the 2017–2018 season, the team has played at &lt;a href=\"Wintrust%20Arena\"&gt;Wintrust Arena&lt;/a&gt;.\nIn 2017 the DePaul Men's Track and Field team won the university's first male sports Big East championships, in the sport of Indoor and Outdoor track and field.\nGreek life.\nNearly 1100 members, 26 chapters total and 11 philanthropy-based groups make up the community. There are 10 male &lt;a href=\"fraternities\"&gt;fraternities&lt;/a&gt;, 16 female &lt;a href=\"sororities\"&gt;sororities&lt;/a&gt;, and 1 co-educational organization not part of traditional Greek Life, (&lt;a href=\"Alpha%20Phi%20Omega\"&gt;Alpha Phi Omega&lt;/a&gt; national service fraternity). The largest fraternity on campus, &lt;a href=\"Phi%20Kappa%20Psi\"&gt;Phi Kappa Psi&lt;/a&gt;, has 75 members and the largest sorority, &lt;a href=\"Alpha%20Omicron%20Pi\"&gt;Alpha Omicron Pi&lt;/a&gt;, has 110 members. 11 organizations are identified as being culturally-based: 6 organizations are Latino interest based, 4 organizations are Historically Black Greek Letter Organizations, and 2 are Asian interest based."
}