{
    "id": "53458433",
    "revid": "38179619",
    "url": "https://en.wikipedia.org/wiki?curid=53458433",
    "title": "Tayla Thorn",
    "text": "Tayla Thorn (born 31 May 1998) is an &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt;er who played for &lt;a href=\"Adelaide%20Football%20Club%23AFL%20Women%27s%20team\"&gt;Adelaide&lt;/a&gt; and &lt;a href=\"Gold%20Coast%20Suns%23AFL%20Women%27s%20team\"&gt;Gold Coast&lt;/a&gt; in the &lt;a href=\"AFL%20Women%27s\"&gt;AFL Women's&lt;/a&gt; (AFLW).\nEarly life.\nThorn was raised in &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin&lt;/a&gt;, &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt; to a family of &lt;a href=\"Indigenous%20Australians\"&gt;Indigenous Australian&lt;/a&gt; (&lt;a href=\"Iwaidja%20people\"&gt;Iwaidja&lt;/a&gt;) descent. She was captain of the first Indigenous Northern Territory representative side, and won a \"best and fairest\" award at her home club, St Mary’s. In September 2016, Thorn was one of only two Northern Territory players selected in the women's all star exhibition match at the &lt;a href=\"Whitten%20Oval\"&gt;Whitten Oval&lt;/a&gt;, when she played for . That same year, she was named in the Youth Girls All-Stars Team.\nAFL Women's career.\nAdelaide.\nThorn was drafted by &lt;a href=\"Adelaide%20Football%20Club%23AFL%20Women%27s%20team\"&gt;Adelaide&lt;/a&gt; with the club's twelfth pick in the &lt;a href=\"2016%20AFL%20Women%27s%20draft\"&gt;2016 AFL Women's draft&lt;/a&gt;. Thorn had previously moved to &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; to study accounting, and returned to the &lt;a href=\"Top%20End\"&gt;Top End&lt;/a&gt; to join the Darwin group of Adelaide players. She was the youngest player in the Crows' inaugural AFLW team. Thorn made her debut in the club's inaugural match, in round 1 of &lt;a href=\"2017%20AFL%20Women%27s%20season\"&gt;2017&lt;/a&gt; against &lt;a href=\"Greater%20Western%20Sydney%20Giants%23AFL%20Women%27s%20team\"&gt;Greater Western Sydney&lt;/a&gt;. After playing in &lt;a href=\"Australian%20rules%20football%20positions%23Followers\"&gt;ruck&lt;/a&gt; and &lt;a href=\"Australian%20rules%20football%20positions%23Back%20line\"&gt;defence&lt;/a&gt; in her debut, she impressed the club with her effective &lt;a href=\"Australian%20rules%20football%20positions%23Taggers\"&gt;tagging&lt;/a&gt; against &lt;a href=\"Western%20Bulldogs%23AFL%20Women%27s%20team\"&gt;Western Bulldogs&lt;/a&gt; marquee player &lt;a href=\"Katie%20Brennan\"&gt;Katie Brennan&lt;/a&gt; in round 2. Thorn was omitted in round 5, but returned in round 6 to play against in front of her home crowd at &lt;a href=\"Marrara%20Oval\"&gt;TIO Stadium&lt;/a&gt; in &lt;a href=\"Darwin%2C%20Northern%20Territory\"&gt;Darwin&lt;/a&gt;. Despite missing two rounds, she was one of the leading tacklers in the league. Thorn was not re-signed during the 2017 trade period.\nGold Coast.\nIn August 2019 she signed with the next expansion team, &lt;a href=\"Gold%20Coast%20Suns%23AFL%20Women%27s%20team\"&gt;Gold Coast&lt;/a&gt;. At the end of the season, she was delisted.\nPersonal life.\nThorn is from the small town of &lt;a href=\"Humpty%20Doo\"&gt;Humpty Doo&lt;/a&gt; in the &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt;. She has a large family, including seventeen sisters. Thorn was featured in a documentary, \"League of Her Own\", telecast nationally by the &lt;a href=\"Seven%20Network\"&gt;Seven Network&lt;/a&gt;. As of March 2017, she works as an administrator for &lt;a href=\"AFL%20Northern%20Territory\"&gt;AFL Northern Territory&lt;/a&gt; at the Michael Long Learning and Leadership Centre. The Michael Long Learning and Leadership Centre is a major sports facility where the Crows train in Darwin, and is also a notable educational centre for &lt;a href=\"indigenous%20Australians\"&gt;indigenous Australians&lt;/a&gt;."
}