{
    "id": "53471083",
    "revid": "38469862",
    "url": "https://en.wikipedia.org/wiki?curid=53471083",
    "title": "Poland–Vietnam relations",
    "text": "Poland–Vietnam relations refers to the &lt;a href=\"bilateralism\"&gt;current and historical relations&lt;/a&gt; between &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; and &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;. Poland has an embassy in &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt; and Vietnam has an embassy in &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;.\nThe relationship between these two nations can be described as &lt;a href=\"Special%20relationship%20%28international%20relations%29\"&gt;special&lt;/a&gt; because they both share historical parallels, although they are very culturally different from one another and they are geographically very far apart. Both Poland and Vietnam have had a long history of struggles against powerful foreign invaders such as &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, and &lt;a href=\"China\"&gt;China&lt;/a&gt;. These shared historical struggles are mentioned in the Vietnamese poem \"My dear, Poland\" by the Vietnamese poet &lt;a href=\"T%E1%BB%91%20H%E1%BB%AFu\"&gt;Tố Hữu&lt;/a&gt;.\nHistory.\nWhile the two nations have little in common due to their geographical positions, they undeniably share historical parallels. Poland and Vietnam are the most ancient nations in Europe and Asia, respectively. More importantly, both Poland and Vietnam were given credit for having repelled the invasions from two of the most powerful empires in history; Poland repelled the invasion from the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; and Vietnam repelled the invasion from the &lt;a href=\"Mongol%20Empire\"&gt;Mongol Empire&lt;/a&gt;. It could be said that Poland saved Europe from the threats of Ottoman Empire and Vietnam saved Southeast Asia from the threats of Mongol Empire. Also, both nations have contributed to producing some of the most popular, charismatic and revered national heroes in their respective histories. Poland produced such national heroes as &lt;a href=\"John%20III%20Sobieski\"&gt;John III Sobieski&lt;/a&gt;, &lt;a href=\"J%C3%B3zef%20Pi%C5%82sudski\"&gt;Józef Piłsudski&lt;/a&gt;, &lt;a href=\"J%C3%B3zef%20Poniatowski\"&gt;Józef Poniatowski&lt;/a&gt;, &lt;a href=\"Witold%20Pilecki\"&gt;Witold Pilecki&lt;/a&gt;, &lt;a href=\"Tadeusz%20Ko%C5%9Bciuszko\"&gt;Tadeusz Kościuszko&lt;/a&gt;, &lt;a href=\"Casimir%20Pulaski\"&gt;Casimir Pulaski&lt;/a&gt;, &lt;a href=\"Witold%20Urbanowicz\"&gt;Witold Urbanowicz&lt;/a&gt;, &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt;; whereas Vietnam has &lt;a href=\"Ng%C3%B4%20Quy%E1%BB%81n\"&gt;Ngô Quyền&lt;/a&gt;, &lt;a href=\"Tr%E1%BA%A7n%20H%C6%B0ng%20%C4%90%E1%BA%A1o\"&gt;Trần Hưng Đạo&lt;/a&gt;, &lt;a href=\"V%C3%B5%20Nguy%C3%AAn%20Gi%C3%A1p\"&gt;Võ Nguyên Giáp&lt;/a&gt;, &lt;a href=\"Phan%20B%E1%BB%99i%20Ch%C3%A2u\"&gt;Phan Bội Châu&lt;/a&gt;, &lt;a href=\"Tr%C6%B0ng%20Sisters\"&gt;Trưng Sisters&lt;/a&gt;, &lt;a href=\"Nguy%E1%BB%85n%20An\"&gt;Nguyễn An&lt;/a&gt;, &lt;a href=\"L%C3%BD%20Long%20T%C6%B0%E1%BB%9Dng\"&gt;Lý Long Tường&lt;/a&gt;. Some of these figures are also revered outside their nations. For example, Urbanowicz is popular in Britain. Pulaski and Kościuszko are revered in the U.S. &lt;a href=\"L%C3%BD%20Long%20T%C6%B0%E1%BB%9Dng\"&gt;Lý Long Tường&lt;/a&gt; is a well-known figure in Korea and &lt;a href=\"Nguy%E1%BB%85n%20An\"&gt;Nguyễn An&lt;/a&gt; is well known in China. \nBoth nations also share some commonalities in how brutally they were treated by the foreign powers. In their long historical struggles for independence, the Poles and the Vietnamese both had to fight many powerful invaders. Usually, Poland and Vietnam had to fight Russia/German states and China, respectively, and they both very often had to suffer destruction and devastation. \nIn the recent history both nations were also occupied by strong powerful nations. Poland was &lt;a href=\"Occupation%20of%20Poland%20%281939%E2%80%931945%29\"&gt;occupied&lt;/a&gt; by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, whereas Vietnam was occupied by &lt;a href=\"Vichy%20France\"&gt;Vichy France&lt;/a&gt; and &lt;a href=\"Empire%20of%20Japan\"&gt;Japanese Empire&lt;/a&gt; during the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. They were the brutal victims of massacres launched by these imperial forces. \nBoth nations also resisted very bravely. Poland launched &lt;a href=\"Warsaw%20Uprising\"&gt;Warsaw Uprising&lt;/a&gt; to resist against the Nazi Germany and the Vietnamese started &lt;a href=\"August%20Revolution\"&gt;August Revolution&lt;/a&gt; to fight against the colonial rule of the French and the Japanese. As such, Vietnam received much sympathy from Polish co-workers when they arrived in &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt; in 1960s and the Vietnamese immigrants in Poland also perceived Poland in a similar manner because of their historical parallels. When Vietnam were subject to global condemnations and embargoes that were raised by the United States and China, both the Polish government and the &lt;a href=\"Solidarity%20%28Polish%20trade%20union%29\"&gt;Solidarity movement&lt;/a&gt; expressed solidarity with Vietnam's fight against the &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt; in &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;. It was an act that led to the deployment of Polish troops in Cambodia under the &lt;a href=\"United%20Nations%20Transitional%20Authority%20in%20Cambodia\"&gt;UN mission&lt;/a&gt; to help stabilize the political situation in Cambodia.\nIn 1946, the future founder of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, a Polish Jew, &lt;a href=\"David%20Ben-Gurion\"&gt;David Ben-Gurion&lt;/a&gt;, met &lt;a href=\"H%E1%BB%93%20Ch%C3%AD%20Minh\"&gt;Hồ Chí Minh&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. His desire of establishing Israel and the historical impression from Ho to Poland was considered as the first unofficial tie between Vietnam and Poland. \nOfficial diplomatic relations were established in 1950. &lt;a href=\"Janusz%20Lewandowski%20%28diplomat%29\"&gt;Janusz Lewandowski&lt;/a&gt;, representative of Polish delegation during the &lt;a href=\"1954%20Geneva%20Conference\"&gt;Geneva Accords&lt;/a&gt; at 1954, had protested the idea of separating Vietnam into two parts that proposed by the Government of newly established &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;. To monitor the Geneva Accords, the International Control Commission (ICC) consisting of diplomats and soldiers from Poland, India and Canada was set up. The chairman of the ICC was always Indian while the Canadians were expected to support South Vietnam while the Poles were expected to support North Vietnam. In practice, the ICC did not work as expected with the Indian delegation often taking a more pro-North position than the Polish delegation who contrary to expectations proved to be more neutral. \nPoland–Vietnam relations grew from the 1950s and 1980s student exchange programs, during which time both Poland and Vietnam were &lt;a href=\"socialist%20state\"&gt;socialist&lt;/a&gt; &lt;a href=\"republic\"&gt;republic&lt;/a&gt;s under the grasp of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. Both states were members of &lt;a href=\"Comecon\"&gt;Comecon&lt;/a&gt;.\nDuring the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, Polish diplomats in &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt; collaborated with &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; diplomats in &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt; in order to seek peace and end the Vietnam War. The first effort was the \"Maneli Affair\" of 1963 named after the Polish commissioner on the ICC, &lt;a href=\"Mieczys%C5%82aw%20Maneli\"&gt;Mieczysław Maneli&lt;/a&gt;. The \"Maneli Affair\" involved a proposal to end the war and ultimately set up a federation of North Vietnam and South Vietnam. The second effort of 1966 was known as &lt;a href=\"Operation%20Marigold\"&gt;Operation Marigold&lt;/a&gt;. In Marigold, &lt;a href=\"Janusz%20Lewandowski%20%28diplomat%29\"&gt;Janusz Lewandowski&lt;/a&gt; of the ICC met with the American ambassador to South Vietnam, &lt;a href=\"Henry%20Cabot%20Lodge%20Jr.\"&gt;Henry Cabot Lodge Jr.&lt;/a&gt;, presenting an offer on behalf of North Vietnam to open peace talks provided the American stopped bombing North Vietnam first. \nAfter returning to Vietnam, Vietnamese graduates of Polish universities often were leading specialists in key areas of the country's developing economy, including &lt;a href=\"mining\"&gt;mining&lt;/a&gt; and &lt;a href=\"shipbuilding\"&gt;shipbuilding&lt;/a&gt;. In the 1980s, the Vietnamese-Polish Friendship Hospital was built in &lt;a href=\"Vinh\"&gt;Vinh&lt;/a&gt;, Vietnam with Poland's help. Thanks to Vietnamese graduates of Polish universities, the works of the most renown Polish writers, such as &lt;a href=\"Henryk%20Sienkiewicz\"&gt;Henryk Sienkiewicz&lt;/a&gt;, &lt;a href=\"Adam%20Mickiewicz\"&gt;Adam Mickiewicz&lt;/a&gt; and &lt;a href=\"Boles%C5%82aw%20Prus\"&gt;Bolesław Prus&lt;/a&gt;, were translated into Vietnamese.\nIn 2017, an office of the &lt;a href=\"Polish%20Investment%20and%20Trade%20Agency\"&gt;Polish Investment and Trade Agency&lt;/a&gt; was opened in &lt;a href=\"Ho%20Chi%20Minh%20City\"&gt;Ho Chi Minh City&lt;/a&gt; in the presence of Polish President &lt;a href=\"Andrzej%20Duda\"&gt;Andrzej Duda&lt;/a&gt;. Vietnam is Poland's largest trading partner among the &lt;a href=\"ASEAN\"&gt;ASEAN&lt;/a&gt; countries (as of 2020). On August 1, 2020, the &lt;a href=\"European%20Union%E2%80%93Vietnam%20Free%20Trade%20Agreement\"&gt;European Union–Vietnam Free Trade Agreement&lt;/a&gt; came into force, which eliminated 99% of tariffs in trade between Vietnam and EU countries, including Poland.\nFollowing the outbreak of the &lt;a href=\"COVID-19%20pandemic%20in%20Poland\"&gt;COVID-19 pandemic in Poland&lt;/a&gt;, in March 2020, Vietnam aided Poland by sending 4,000 &lt;a href=\"COVID-19%20testing\"&gt;COVID-19 testing&lt;/a&gt; kits, as well as &lt;a href=\"medical%20gown\"&gt;medical gown&lt;/a&gt;s and gloves for Polish medics. The aid was organized by the &lt;a href=\"Vietnamese%20people%20in%20Poland\"&gt;Vietnamese community in Poland&lt;/a&gt;.\nIn August 2021, Poland donated over 500,000 &lt;a href=\"COVID-19%20vaccine\"&gt;COVID-19 vaccine&lt;/a&gt;s to Vietnam. In September 2021, over 8 tons of medical equipment arrived from Poland to Vietnam, and in October 2021, Poland donated another over 880,000 vaccines. During a meeting with Poland's ambassador to Vietnam &lt;a href=\"Wojciech%20Gerwel\"&gt;Wojciech Gerwel&lt;/a&gt;, Vietnamese Foreign Minister &lt;a href=\"B%C3%B9i%20Thanh%20S%C6%A1n\"&gt;Bùi Thanh Sơn&lt;/a&gt; expressed gratitude for the donation, also stressing the long-standing traditional friendship between the nations. Vietnam is the first Southeast Asian country to receive such aid from Poland.\nPolish Catholic influence in Vietnam.\nThroughout history of their relations, Poland had played, both unofficial and official role, on the growth and buildup of &lt;a href=\"Roman%20Catholicism\"&gt;Roman Catholicism&lt;/a&gt; in Vietnam; since Roman Catholicism is the major religion in Poland. In 17th century, Polish Catholic Jesuit, &lt;a href=\"Wojciech%20M%C4%99ci%C5%84ski\"&gt;Wojciech Męciński&lt;/a&gt;, visited Vietnam in a tour through Asia, and had documented about Vietnam as the first Polish official record of the country.\n&lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt;, who was of Polish descent, had canonized all Vietnamese Catholics died from 1533 to protect Christianity as &lt;a href=\"Vietnamese%20Martyrs\"&gt;Vietnamese Martyrs&lt;/a&gt; in 1988. The Polish Pope opted an open opportunity to establish relations with Vietnam; and had recognized the importance of &lt;a href=\"Our%20Lady%20of%20La%20Vang\"&gt;Our Lady of La Vang&lt;/a&gt;, a &lt;a href=\"Marian%20apparition\"&gt;Marian apparition&lt;/a&gt; in &lt;a href=\"La%20Vang\"&gt;La Vang&lt;/a&gt;. He had also expressed desire to rebuild the La Vang Basilica in commemoration of the 200th anniversary of the first vision. His message was instrumental, leading to the Government of Vietnam to acknowledge the importance of La Vang in Christian history of Vietnam. The Polish Pope remained a revered figure among Vietnamese, both Catholics and non-Catholics, even when he died in 2005. The Polish Pope was also seen as having laid the framework to normalization of relations between the Holy See and Vietnam\nArchbishop &lt;a href=\"Marek%20Zalewski%20%28archbishop%29\"&gt;Marek Zalewski&lt;/a&gt;, who is the second &lt;a href=\"Holy%20See\"&gt;Vatican&lt;/a&gt; non-residential representative to Vietnam, is from Poland. He played a minor role, yet facilitated an unofficial link on the ongoing normalization between &lt;a href=\"Holy%20See%E2%80%93Vietnam%20relations\"&gt;Holy See–Vietnam relations&lt;/a&gt;, which was seen with the direct result of Vatican's decision to establish a permanent representative in Vietnam and accepted by the Vietnamese regime, moving further to possible future establishment of official tie between two entities and lax of suppression on Catholicism in Vietnam by the Vietnamese regime.\nCultural relations.\nThe 10th-Anniversary Stadium has been called the center of the Vietnamese-Polish community. The Vietnamese community is also served by a number of non-governmental organizations, run by the community itself.\nThe Vietnamese-Polish Friendship High School in &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt; was named in honor of relationship between Vietnam and Poland, and Poland donated equipment to the school several times. Also in Hanoi, the &lt;a href=\"Marie%20Curie\"&gt;Marie Curie&lt;/a&gt; High School was named in honor of the famous Polish woman scientist. There is also a statue of &lt;a href=\"Kazimierz%20Kwiatkowski\"&gt;Kazimierz Kwiatkowski&lt;/a&gt;, who helped revive the city of &lt;a href=\"H%E1%BB%99i%20An\"&gt;Hội An&lt;/a&gt;, in the same city.\nState visits.\nFrom Poland \nFrom Vietnam \nContributions and Development Assistance.\n contributed immensely to the restoration of the historic city of &lt;a href=\"Hoi%20An\"&gt;Hoi An&lt;/a&gt;, the &lt;a href=\"M%E1%BB%B9%20S%C6%A1n%20Sanctuary\"&gt;Mỹ Sơn Sanctuary&lt;/a&gt; and the &lt;a href=\"Complex%20of%20Hu%E1%BA%BF%20Monuments\"&gt;Complex of Huế Monuments&lt;/a&gt;. His contributions led to all three sites being recognized as &lt;a href=\"List%20of%20World%20Heritage%20Sites%20in%20Vietnam\"&gt;World Heritage Sites&lt;/a&gt; by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;, also making Hoi An one of the most popular tourist attractions in the world. His statue can be found in the city of Hoi An. \nIn 2015, Poland offered to loan Vietnam EUR 250 million as a form of official development assistance. The financial co-operation framework agreement was eventually signed between the two countries in 2017. In the same year, &lt;a href=\"Adamed%20Group\"&gt;Adamed Group&lt;/a&gt; made the largest direct Polish investment in Vietnam by acquiring a controlling stake in Davipharm Co.\nMigration.\nThere has been significant migration of &lt;a href=\"Vietnamese%20people\"&gt;Vietnamese people&lt;/a&gt; to Poland estimated to be between 30,000 and 40,000 forming the largest non European migrant community in Poland.\nFollowing the Polish transition to a capitalist economy in 1990, and the reforms of Vietnam at 1986, Poland became a more attractive immigration destination for the Vietnamese people, in particular, small entrepreneurs; this triggered a second, larger wave of Vietnamese immigrants to Poland. Many began as vendors in the &lt;a href=\"open%20air%20market\"&gt;open air market&lt;/a&gt; bazaar at the &lt;a href=\"10th-Anniversary%20Stadium\"&gt;10th-Anniversary Stadium&lt;/a&gt; selling clothes or cheap food; , there were between 1,100 and 1,200 Vietnamese-owned stands in the area. in Warsaw there were an estimated 500 Vietnamese restaurants, mostly serving fast food."
}