{
    "id": "53512157",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=53512157",
    "title": "February 2015 Southeastern United States winter storm",
    "text": "The February 2015 Southeastern United States winter storm was a rare &lt;a href=\"winter%20storm\"&gt;winter storm&lt;/a&gt; that dumped up to a foot of &lt;a href=\"snow\"&gt;snow&lt;/a&gt; in the &lt;a href=\"Southeastern%20United%20States\"&gt;Southeast&lt;/a&gt;, an area that rarely receives such heavy snowfall. Forming out of a &lt;a href=\"shortwave%20trough\"&gt;shortwave trough&lt;/a&gt; that developed over &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; near the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt; on February 24, the storm quickly made its way over the southern United States, coalescing into a surface &lt;a href=\"low-pressure%20area\"&gt;low-pressure area&lt;/a&gt; as it did so. With arctic air unusually far south, this helped spawn heavy, wet snowfall across the northern portions of several southern states, including the suburbs of &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta, Georgia&lt;/a&gt;. States such as &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt; and &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; declared a state of emergency in the northern portions of the state due to the possibility of up to of snow, which was normally never seen. \nSchool closures were reported across a wide swath of the south due to treacherous conditions, and four people were confirmed to have died as a result of the winter storm. A very uncommon occurrence, the snow in the southern reaches of the United States was considered extremely rare, mainly due in part of how heavy the total accumulations were; in some areas it was their heaviest snowstorm on record. The storm was the third of five winter storms that made their way across the United States in a period lasting from late February into early March.\nMeteorological history.\nOn February 25, a &lt;a href=\"shortwave%20trough\"&gt;shortwave trough&lt;/a&gt; developed over &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; near the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt;. The disturbance moved at a fast pace, initiating &lt;a href=\"cyclogenesis\"&gt;cyclogenesis&lt;/a&gt; along a &lt;a href=\"stationary%20front\"&gt;stationary front&lt;/a&gt; with a surface low developing shortly afterwards. As it moved eastwards, precipitation began to blossom around the low pressure as low level southerly winds enabled moisture from the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt; to advance near and over the stationary front, spreading a large range of precipitation across the South. Due to &lt;a href=\"February%202015%20North%20American%20cold%20wave\"&gt;very cold temperatures pushing well down into the South&lt;/a&gt; as part of an unusually cold winter, snow was able to break out in places that rarely observe snowfall, such as &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; and &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;. By 21:00 UTC that day, the &lt;a href=\"Weather%20Prediction%20Center\"&gt;Weather Prediction Center&lt;/a&gt; (WPC) began issuing storm summary bulletins on the developing winter storm as snowfall fell across a large swath of areas.\nThe system steadily deepened over the following hours, spreading accumulating snow across the states of &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;, &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; and &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, while also triggering a small line of &lt;a href=\"thunderstorm\"&gt;thunderstorm&lt;/a&gt;s in the state of &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, prompting a brief &lt;a href=\"tornado%20watch\"&gt;tornado watch&lt;/a&gt; for that area. At 09:00 UTC on February 26, as a new area of low pressure began developing closer to the coast, the system achieved a minimum pressure of just southeast of &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt; into the Atlantic while snow began ending in the Southeastern states. Meanwhile, accumulating snow began spreading into the &lt;a href=\"Mid-Atlantic%20%28United%20States%29\"&gt;Mid-Atlantic&lt;/a&gt; states, as the system began moving more to the northeast. By 21:00 UTC later that day, the system had moved far enough offshore and snow ending in enough areas for the WPC to terminate bulletins on the winter storm.\nPreparations and impact.\nDeep South.\nMultiple school closures were reported across the state of &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;, including the &lt;a href=\"University%20of%20Louisiana%20System\"&gt;University of Louisiana&lt;/a&gt; on February 25. Light freezing rain was reported in &lt;a href=\"Shreveport%2C%20Louisiana\"&gt;Shreveport&lt;/a&gt;, causing some glazing on branches and above-ground objects before transitioning to snow later in the day, of which the highest reported was .\nIn &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt;, three deaths were blamed on the storm, two of which were caused by traffic accidents from the winter storm. At least 28,000 power outages were reported across the state, and officials warned residents to not travel as they continued to treat and clear roadways. Shelters had to opened for some people due to the outages causing those to lose heat as well. The city of &lt;a href=\"Tupelo%2C%20Mississippi\"&gt;Tupelo&lt;/a&gt; received their second-highest daily snowfall total on record with a total of , just behind a record from January 1940. \nThe &lt;a href=\"National%20Weather%20Service\"&gt;National Weather Service&lt;/a&gt; in &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt; issued a &lt;a href=\"local%20area%20emergency\"&gt;local area emergency&lt;/a&gt; for at least 10 counties in the northern portion of the state, warning residents not to travel unless it was an emergency. Multiple motorists became stranded on &lt;a href=\"Interstate%2065%20in%20Alabama\"&gt;Interstate 65&lt;/a&gt; late on February 25 due to the wintry weather, with the &lt;a href=\"Alabama%20National%20Guard\"&gt;Alabama National Guard&lt;/a&gt; being called into assist stranded drivers. \nSoutheast.\nOn February 24, in advance of the storm, governor &lt;a href=\"Nathan%20Deal\"&gt;Nathan Deal&lt;/a&gt; of &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt;, declared a state of emergency, and announced that all government offices would close the following day at noon. The &lt;a href=\"Georgia%20Department%20of%20Transportation\"&gt;Georgia Department of Transportation&lt;/a&gt; released a statement saying that they would mobilize 13 trucks to apply &lt;a href=\"brine\"&gt;brine&lt;/a&gt; to major highways in the vicinity expected to get snow at midnight. Also, the &lt;a href=\"Georgia%20State%20Patrol\"&gt;State Patrol&lt;/a&gt; announced that they would deploy 174 state troopers to rapidly response to accidents. In addition, schools and universities closed in preparation for the winter storm. The city of &lt;a href=\"Atlanta%2C%20Georgia\"&gt;Atlanta&lt;/a&gt; closed schools early and universities closed, to avoid a repeat of a disastrous handling during a &lt;a href=\"January%202014%20Gulf%20Coast%20winter%20storm\"&gt;winter storm in January 2014&lt;/a&gt;. City officials were also let out early as well. \nAs the storm moved into the Carolinas, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; governor &lt;a href=\"Pat%20McCrory\"&gt;Pat McCrory&lt;/a&gt; declared a state of emergency on February 25, The state deployed roughly 1,700 equipment crews to treat roadways and residents were urged to not travel at all if weather permitted to be bad. Major power outages were reported across the state, primarily in the central parts, totaling around 230,000, primarily due to branches and power line being weighed down after snow transitioned to sleet and rain. In addition, state troopers helped residents stuck on treacherous roads. In &lt;a href=\"Raleigh%2C%20North%20Carolina\"&gt;Raleigh&lt;/a&gt;, crews responded to around 60 accidents.\nIn &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;, Governor &lt;a href=\"Nikki%20Haley\"&gt;Nikki Haley&lt;/a&gt; declared a state of emergency for 31 counties ahead of the storm, and advised people to stay off the roads by 5 p.m. Wednesday before the storm hit. Only roughly 1,000 were reported by the following morning as impacts trended to be lower then expected.\nMid-Atlantic.\nIn northern &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, several schools closed early on February 26 due to accumulating snow, and around 9,000 power outages were reported. As much as fell in parts of the state."
}