{
    "id": "53523519",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=53523519",
    "title": "Central African Republic–Holy See relations",
    "text": "Central African Republic–Holy See relations refers to the &lt;a href=\"Bilateralism\"&gt;current and historic relationship&lt;/a&gt; between the &lt;a href=\"Central%20African%20Republic\"&gt;Central African Republic&lt;/a&gt; and the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;. Diplomatic relations between the two states were established in 1967, but only in recent years they have been increasing their cooperation, with high level visits being made by &lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt; and President &lt;a href=\"Faustin-Archange%20Touad%C3%A9ra\"&gt;Faustin-Archange Touadéra&lt;/a&gt; to each other's countries.\nThe Holy See maintains an &lt;a href=\"apostolic%20nunciature\"&gt;apostolic nunciature&lt;/a&gt; in &lt;a href=\"Bangui\"&gt;Bangui&lt;/a&gt;, while the Central African Republic has no diplomatic representation to &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt;. The most recent &lt;a href=\"apostolic%20nuncio\"&gt;apostolic nuncio&lt;/a&gt; of the Holy See in CAR was &lt;a href=\"Archbishop\"&gt;Archbishop&lt;/a&gt; &lt;a href=\"Franco%20Coppola\"&gt;Franco Coppola&lt;/a&gt; (2014–2016), but he was reassigned in the summer of 2016 and currently the position is vacant. Another notable former apostolic nuncio to CAR is &lt;a href=\"Joseph%20Chennoth\"&gt;Joseph Chennoth&lt;/a&gt; (1999–2005).\nHistory.\nDiplomatic relations between the two countries were first established in May 1967.\nOfficial visits.\n&lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt; made a visit to the Central African Republic in November 2015 and encouraged the country's process of national reconciliation, amidst the &lt;a href=\"Central%20African%20Republic%20Civil%20War%20%282012-present%29\"&gt;civil war&lt;/a&gt; that has been going on there. He was greeted by crowds and a celebration took place in Bangui, as the Pope urged both Christian and Muslim militants to lay down their arms. Pope Francis met with interim President &lt;a href=\"Catherine%20Samba-Panza\"&gt;Catherine Samba-Panza&lt;/a&gt; during his visit. After being elected &lt;a href=\"President%20of%20the%20Central%20African%20Republic\"&gt;President of the Central African Republic&lt;/a&gt;, &lt;a href=\"Faustin-Archange%20Touad%C3%A9ra\"&gt;Faustin-Archange Touadéra&lt;/a&gt; visited &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt; as his first international trip, in April 2016. He thanked the Pope for visiting their country at a difficult period in its history and stated that with the peaceful &lt;a href=\"2015%E2%80%9316%20Central%20African%20general%20election\"&gt;2015–16 general elections&lt;/a&gt; and the ongoing process of demobilizing militias, the country is on the path to recovery.\nBilateral agreements.\nA Framework Agreement was signed on 6 September 2016 between CAR and the Holy See at the presidential palace in Bangui, with &lt;a href=\"Charles-Armel%20Doubane\"&gt;Charles-Armel Doubane&lt;/a&gt;, Minister of Foreign Affairs and African Integration signing on the behalf of the former, and Archbishop Franco Coppola signing on behalf of the latter. The signing was done in the presence of President Faustin-Archange Touadéra. The agreement consists of 21 articles and establishes relations between the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; and the state, as well as areas of mutual interest for cooperation between them."
}