{
    "id": "53555527",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=53555527",
    "title": "Inclusive education in Latin America",
    "text": "Inclusive education in Latin America aims at giving all people of the region the right to access education. Its development consists of four aspects that may define the position of the debate on inclusive education in the region:\nCombining traditional programmes with new approaches.\nIn &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; as a whole, the most traditional programmes – mainly built around the concepts of equity and quality – exist side by side with those reflecting renewed sensibilities and approaches, through such themes as &lt;a href=\"Education%20for%20sustainable%20development\"&gt;Education for Sustainable Development&lt;/a&gt; (ESD), comprehensive citizenship education, &lt;a href=\"intercultural%20bilingual%20education\"&gt;intercultural bilingual education&lt;/a&gt; and &lt;a href=\"ICTs\"&gt;ICTs&lt;/a&gt;, and academic inclusion. Rather than being anchored in one unified approach, the new agendas tend more to combine together, stacking on top of one another and adding up to a sum of divided trends, projects and interventions. They are predominantly based on educational provision and maintain a fairly marginal relationship with the core of the education system (i.e. its essence and substance). &lt;a href=\"The%20Education%20Agenda%202030\"&gt;The Education Agenda 2030&lt;/a&gt; presents an alternative to a programme of accumulated themes and places Education for Sustainable Development (ESD) and &lt;a href=\"Global%20citizenship%20education\"&gt;Global Citizenship Education&lt;/a&gt; (GCED) at the core of formal, &lt;a href=\"Nonformal%20learning\"&gt;non-formal and informal education&lt;/a&gt; through comprehensive measures and academic support.\nFurthermore, the incorporation of new subjects to the regional agenda has not induced a rethinking of what is understood in the field of &lt;a href=\"Inclusion%20%28education%29\"&gt;inclusive education&lt;/a&gt; or what the options and the paths needed to achieve greater equity and quality truly involves. For example, with respect to achieving intercultural bilingual education, we should ask ourselves whether this is rooted in references and &lt;a href=\"curriculum\"&gt;curriculum&lt;/a&gt; frameworks common to all or, alternatively, requires separate curricula. Likewise, when considering inclusion, if we should aim to deal with the specific nature of groups linked to intercultural bilingual education with or without a base in universal policies or what type of universalism this should be based on; or rather, whether equity involves guaranteeing access to education for these groups or differentiating curriculum approaches and &lt;a href=\"Pedagogy\"&gt;pedagogic&lt;/a&gt; strategies to lend education meaning and relevance for them.\nGenerally speaking, education systems are immersed in a variety of actions that seek to overcome the lack or inadequacy of common conceptual threads among the various educational levels. It is possible to consider this while still acknowledging the lack of unified policy frameworks and the ordering of priorities. In any case, education systems are often constructed more in terms of service providers as opposed to providers of learning opportunities.\nFocusing in and beyond the education system.\nWithin the field of inclusive education, there are a variety of approaches, policies and interventions that may place the responsibility for the achievement of inclusion outside the education system and instead on those systems that assimilate people with &lt;a href=\"special%20needs\"&gt;special needs&lt;/a&gt;. The multiple foundations of inclusive education policies reflect an adaptable concept that generally lacks its own meaning and projection but instead serves the purpose of other policies.\nEducational progressivism.\nLatin America presents a case of unfinished &lt;a href=\"democratization\"&gt;democratization&lt;/a&gt; when it comes to genuine inclusion and educational achievements. Certainly, and particularly in the last 15 years, the region has made notable progress in at least four fundamental respects that fall under what could be termed ‘&lt;a href=\"Educational%20Progressivism\"&gt;educational progressivism&lt;/a&gt;’: i) the strengthening of the concept of &lt;a href=\"Right%20to%20education\"&gt;education as a right&lt;/a&gt; and &lt;a href=\"Public%20good%20%28economics%29\"&gt;public good&lt;/a&gt; to the detriment of the concept of education as a service and &lt;a href=\"consumer%20good\"&gt;consumer good&lt;/a&gt;; ii) expansion of the right to education through an extension of compulsory schooling, with an emphasis on lower and upper secondary education; iii) greater investment in education as a percentage of GDP of each country and a steady improvement of the conditions and inputs aimed at supporting teaching and learning processes, chiefly with respect to physical infrastructures, equipment and materials; and finally iv) the priority given to improving the working conditions and pay of teachers.\nEducational progressivism has generated the political will to bring about positive change in the regulatory framework and the conditions to implement the right to education and the improvement of learning opportunities, but this has not been matched by the political will to provide each and every child and young person a chance to participate in education and learning. For the most part, this endeavour has lacked the full-bodied institutional, curricular and academic policies needed to achieve this goal. More often, educational progressivism has tended to make use of the traditional battery of classroom approaches thought ‘to be advanced’, as in the case of the different variants of constructivism rather than to reflect on what are the most pertinent combinations of curriculum and teaching approaches to support and guide learners towards gaining access to relevant and sustainable learning processes. Currently, the urgent need to realize a huge academic effort tailored to the individual learner has not been sufficiently weighted – nor has this effort been valued or recognized – as a fundamental ingredient for policy change in education.\nUnderstanding the past and the present.\nHow to situate oneself in the most recent past and present in order to get to the root of the problem of achieving inclusive education. A superficial &lt;a href=\"History\"&gt;historical&lt;/a&gt; perspective ranging over the past four decades runs the risk of presenting an ideological vision classifying this period in terms of gains and setbacks, without any nuances or transitions. Yet, it is important to observe that the challenges to inclusive education have not been confronted or solutions channelled sustainably and satisfactorily in a great variety of ideological and political frameworks. If by inclusion, we understand equity and &lt;a href=\"justice\"&gt;justice&lt;/a&gt; in the processes, participation and outcomes, which entails seeking &lt;a href=\"Human%20equality\"&gt;equality&lt;/a&gt; starting from the recognition of differences, then inclusion in this sense constitutes an unfinished business on account of both conservatism and progressivism in education.\nChallenges.\nFrom a joint regional perspective, it is possible to identify four orders of problems that obstruct inclusive education:"
}