{
    "id": "53571427",
    "revid": "9021902",
    "url": "https://en.wikipedia.org/wiki?curid=53571427",
    "title": "Lufttransport Staffel 5",
    "text": "The Lufttransport Staffel 5 (LT St 5, &lt;a href=\"French%20Language\"&gt;French&lt;/a&gt; \"Escadrille Transport Aérien 5 \") is a transport &lt;a href=\"Squadron%20%28aviation%29\"&gt;squadron&lt;/a&gt; of the &lt;a href=\"Swiss%20Air%20Force\"&gt;Swiss Air Force&lt;/a&gt;. The homebase of the Lufttransport Staffel 5 is the &lt;a href=\"Payerne%20Air%20Base\"&gt;Payerne Air Base&lt;/a&gt;.\nThe Lufttransport Staffel 5 is part of the Lufttransportgeschwader 1 together with the &lt;a href=\"Lufttransport%20Staffel%201\"&gt;Lufttransport Staffel 1&lt;/a&gt; (French \"Escadrille Transport Aérien «La UNE»\" ). The &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; of the Lufttransport Staffel 1 is a side view of a green &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt; in front of a white circular ground, which shows the white number 5 on one of its wings. \nThe camouflage version of the coat of arms shows the same image, but in dark green shades.\nHistory.\nThe air transport unit and company 5 was founded in March 1962 as a light-transport unit 5 under the command of Hauptmann (Captain)Fritz Kolb. The Lufttransport Staffel 5 used Piper Super Cub, Hiller UH-12 B, &lt;a href=\"Alouette%20II\"&gt;Alouette II&lt;/a&gt; and Dornier Do 27 on the military airfield &lt;a href=\"Reichenbach%20im%20Kandertal\"&gt;Reichenbach&lt;/a&gt; and on the Military airfield &lt;a href=\"Frutigen\"&gt;Frutigen&lt;/a&gt;. In 1964, the &lt;a href=\"Pilatus%20P-2\"&gt;Pilatus P-2&lt;/a&gt; was introduced by the Lufttransport Staffel 5 and from 1965 on the military airfield Kägiswil became the wartime home base of the unit. At the end of the 1960s, the &lt;a href=\"Pilatus%20PC-6\"&gt;Pilatus PC-6&lt;/a&gt; and the Junkers Ju 52 were used by the Lufttransport Staffel 5. From 1974 to 2010 the &lt;a href=\"Alouette%20III\"&gt;Alouette III&lt;/a&gt; was used by the Lufttransport Staffel 5. As of 1992, the Lufttransport Staffel 5 operated the AS332M1 Super Puma. These were stationed at the &lt;a href=\"Interlaken%20Airport\"&gt;Interlaken Air Base&lt;/a&gt; airport until 2003. The AS532UL Cougar was also entering service at the Lufttransport Staffel 5 and in 2010 followed the &lt;a href=\"Eurocopter%20EC635\"&gt;Eurocopter EC635&lt;/a&gt;.\nThe task of the Lufttransport Staffel 5 is the air transport with helicopters throughout &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;."
}