{
    "id": "53597290",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=53597290",
    "title": "Gerald Thomas Archer",
    "text": "Gerald Thomas Archer (1932–1995) was a Canadian &lt;a href=\"serial%20killer\"&gt;serial killer&lt;/a&gt; who was active in and around his hometown of &lt;a href=\"London%2C%20Ontario\"&gt;London, Ontario&lt;/a&gt; from January 1969 to January 1971. Since all three of his confirmed victims were female hotel employees, he became known as \"The London Chambermaid Slayer.\"\nEarly life.\nGerald Thomas Archer was born in London, Ontario in 1932 and by 1950 had a criminal record for offences which included robbery, breaking and entering, and &lt;a href=\"Possession%20%28law%29\"&gt;possession&lt;/a&gt;. He began corresponding with a woman named Mary in 1966, and met her in person in December 1967. The two wed eleven days after their initial meeting and lived in &lt;a href=\"Merlin%2C%20Ontario\"&gt;Merlin&lt;/a&gt; until October 1970, when they moved to Adelaide Street South, &lt;a href=\"Chatham-Kent\"&gt;Chatham&lt;/a&gt;.\nMurders.\nJane Wooley, 62, was beaten and stabbed to death in her York Street, London apartment on 31 January 1969. Her body was discovered by a friend and the police on 3 February. She worked as a chambermaid at a &lt;a href=\"Dundas%20Street\"&gt;Dundas Street&lt;/a&gt; hotel called the London House. Money was stolen from her purse and most of her clothing had been removed, which led investigators to conclude that she was killed by her assailant while he was in the midst of attempting to rape her.\nEdith Authier, 57, was beaten and stabbed to death in her William Street, Merlin home on 4 September 1970. Her body was discovered the next day by her neighbor Mary Gray. She worked as a chambermaid at the William Pitt Hotel in Chatham, was sexually assaulted before being killed, and had money stolen from her purse.\nMerrill Hotel chambermaid Belva Russell, 57, was beaten to death in her Adelaide Street South, Chatham apartment on 23 January 1971. Her body was discovered minutes after her death by her &lt;a href=\"Common-law%20marriage\"&gt;common-law&lt;/a&gt; husband Reginald Tomlinson, who bumped into an unfamiliar man running out of the building as he was entering it at around 2:00am. Most of Mrs. Russell's clothing had been removed, which led investigators to assume that she had been killed during a struggle with an assailant who had attempted to rape her.\nArrest and trial.\nArcher was picked up for questioning over the death of Belva Russell by detectives on 12 February 1971, and was arrested and charged with the non-capital murder of Mrs. Russell after being fingerprinted and identified in a police line-up by Mr. Tomlinson. Archer's trial began in June, was held in &lt;a href=\"Kent%20County%2C%20Ontario\"&gt;Kent County&lt;/a&gt;, and was presided over by Mr. Justice W.F. Donahue. When the twelve-man jury finished deliberating and returned with a verdict of guilty, Archer responded to his sentence of &lt;a href=\"Life%20imprisonment%20in%20Canada\"&gt;life imprisonment&lt;/a&gt; by shouting, \"That's only the first strike against me. The ball game isn't over yet!\"\nDeath.\nArcher was paroled in 1985, became a &lt;a href=\"Vagrancy%20%28people%29\"&gt;drifter&lt;/a&gt;, died of a heart attack in 1995, and had his unclaimed body buried in a &lt;a href=\"potter%27s%20field\"&gt;potter's field&lt;/a&gt;. After his death, his estranged wife and daughter both came forward and informed the police that Archer had once drunkenly confessed to them that he had killed Edith Aurier. Authorities exhumed Archer's remains in February 2000 to procure DNA samples, which matched DNA extracted from cigarette butts found near Jane Wooley's body."
}