{
    "id": "53596124",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=53596124",
    "title": "Search for the Golden Dolphin",
    "text": "Search for the Golden Dolphin is a &lt;a href=\"First-person%20%28video%20games%29\"&gt;first person&lt;/a&gt; educational &lt;a href=\"adventure%20video%20game\"&gt;adventure video game&lt;/a&gt; released in &lt;a href=\"1999%20in%20video%20gaming\"&gt;1999&lt;/a&gt; for &lt;a href=\"Windows%2095\"&gt;Windows 95&lt;/a&gt;, &lt;a href=\"Windows%2098\"&gt;Windows 98&lt;/a&gt;, and &lt;a href=\"Macintosh%20operating%20systems\"&gt;Macintosh&lt;/a&gt;. The game was developed, produced, and published by Cinegram Media Inc. in association with the &lt;a href=\"Mystic%20Seaport\"&gt;Mystic Seaport&lt;/a&gt; museum, as part of Cinegram's Digital Treasures series.\nDevelopment.\nThe game became the latest in Cinegram's Digital Treasure series of maritime adventures and tales, after such titles as &lt;a href=\"The%20Amistad%20Incident%20%28video%20game%29\"&gt;\"The Amistad Incident\"&lt;/a&gt;\", &lt;a href=\"Tall%20Ships%20%28video%20game%29\"&gt;Tall Ships&lt;/a&gt;, \"and \"&lt;a href=\"Romancing%20the%20Wind%20%28video%20game%29\"&gt;Romancing the Wind&lt;/a&gt;\", as well as American art video game \".\"\nCinegram's president Hal Denstman served as the creative force behind the title and came up with the original concept, while Fred Van Lente was in charge of writing the script.\nInteractive 3D scenes were created to showcase life aboard 18th century wooden combat ships with a level of accuracy and immersiveness. A comprehensive resource section and historical timeline were added to the game to offer further contextual information for the player to explore. \"Cruise of the Declaration\" was developed as the companion middle-level educational unit for the game and included a teacher resource guide.\nDue to its historical nature, Peter Stanford, president of the National Maritime Historical Society, offered support and accuracy for the nautical elements of the title. Meanwhile, Captain of \"HMS Rose\" Richard Bailey offered\" \"a replica of a 1750s era British light frigate.\nPlot and gameplay.\nThe game takes place in &lt;a href=\"1799%20in%20the%20United%20States\"&gt;1799&lt;/a&gt; and the player plays as a &lt;a href=\"United%20States%20Navy\"&gt;United States Navy Officer&lt;/a&gt; with the mission of retrieving U.S.S. Golden Dolphin stolen by &lt;a href=\"pirates\"&gt;pirates&lt;/a&gt;. The player must use clues given to them to determine the ship's position, as well as how to retrieve it.\nThe gameplay has a design philosophy of \"intellectual stimulation\", requiring the player to use a level of imagination and innovation rather than. This was favoured over a shoot-em-up style of gameplay that sees the player \"mindlessly clicking a mouse to eliminate the bad guys\".\nCritical reception.\nTom Houston of \"&lt;a href=\"Just%20Adventure\"&gt;Just Adventure&lt;/a&gt;\" felt that the game's strengths ultimately outweighed its weaknesses, giving it a B+. \"&lt;a href=\"Inside%20Mac%20Games\"&gt;Inside Mac Games&lt;/a&gt;\"' William Lemmon wrote that the game did contain some bad acting and ill thought out puzzles, and that it would be uninteresting to players who didn't care for the historical setting. Lisa Karen Savignano of \"&lt;a href=\"Allgame\"&gt;Allgame&lt;/a&gt;\" thought that while the game as a whole was \"really great\", it was hampered by the \"extremely annoying and frustrating\" character interaction interface. \"Quandary\"'s Steve Ramsey gave the game a mixed review and ultimately awarded it a rating of 1 start out of 5. The Cincinnati Post noted the while the game was \"intended for youngsters\", it had appeal to older players too.\n\"Computer Times\" awarded the game with its Editor's Choice award, deeming it \"one of the most professionally designed CD-ROM adventures we've ever reviewed\"."
}