{
    "id": "53600146",
    "revid": "42755547",
    "url": "https://en.wikipedia.org/wiki?curid=53600146",
    "title": "2017–2018 Russian protests",
    "text": "The 2017–2018 Russian protests were a long series of countrywide street protest actions and demonstrations in the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt;, which were primarily concerned with suppressing &lt;a href=\"corruption\"&gt;corruption&lt;/a&gt; in the &lt;a href=\"Russian%20government\"&gt;Russian government&lt;/a&gt; (from 26 March 2017 through spring 2018) and abandoning the planned retirement age hike (from 14 June 2018 through the end of 2018).\nThe anti-corruption protests began in March 2017 but were joined by and overlapped the &lt;a href=\"2018%20Russian%20pension%20protests\"&gt;2018 Russian pension protests&lt;/a&gt;. The anti-corruption protests were primarily led by &lt;a href=\"Alexey%20Navalny\"&gt;Alexey Navalny&lt;/a&gt;, who was joined by well-known participants such as the &lt;a href=\"Libertarian%20Party%20of%20Russia\"&gt;Libertarian Party&lt;/a&gt;, &lt;a href=\"Open%20Russia\"&gt;Open Russia&lt;/a&gt;, and &lt;a href=\"Artpodgotovka\"&gt;Artpodgotovka&lt;/a&gt;. They occurred as a result of the &lt;a href=\"Russian%20financial%20crisis%20%282014%E2%80%932016%29\"&gt;Russian financial crisis (2014–2016)&lt;/a&gt; aftermath, although they had their root in the corruption at the different levels up to the highest echelons of the Russian power.\nThe protests and demonstrations against corruption in the &lt;a href=\"Russian%20government\"&gt;Russian government&lt;/a&gt; began in March 2017 after the release of the investigative film \"&lt;a href=\"He%20Is%20Not%20Dimon%20to%20You\"&gt;He Is Not Dimon to You&lt;/a&gt;\" by Navalny's &lt;a href=\"Anti-Corruption%20Foundation\"&gt;Anti-Corruption Foundation&lt;/a&gt;, at a point when the country was already tense. Discontentment was triggered by the alleged corrupt activity of Prime Minister &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt; as presented in the film, the inadequately planned demolition of apartments in Moscow and the protracted strikes of truck drivers related to the &lt;a href=\"Platon%20%28toll%20system%29\"&gt;Platon toll system&lt;/a&gt;, which had been ongoing since 2015.\nNational protests against alleged &lt;a href=\"corruption%20in%20Russia\"&gt;corruption in Russia&lt;/a&gt; took place simultaneously in more than 100 cities across the country on 26 March 2017. They were caused by the dismissive response from the Russian authorities to the published investigative film \"He Is Not Dimon to You\", which had garnered more than 23 million views on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;. By Sunday evening, riot police in body armor and helmets had detained more than 1000 demonstrators in central Moscow, as the crowd, numbering in the tens of thousands, cheered, whistled and chanted \"Shame!\", \"Medvedev, resign!\", and \"Putin is a thief!\" The &lt;a href=\"Levada%20Centre\"&gt;Levada Centre&lt;/a&gt; survey showed that 38% of surveyed Russians supported the protests and that 67% held Putin \"entirely\" or \"to a large extent\" responsible for high-level corruption.\nA new wave of mass protests occurred on 12 June 2017. After the arrest of Navalny on 29 September, hours before a planned rally in &lt;a href=\"Nizhny%20Novgorod\"&gt;Nizhny Novgorod&lt;/a&gt;, a new wave of protests was announced for 7 October, the birthday of Putin. Protests and uprisings continued in 2018, with the tendency to radicalization, and a record number of protesters was detained on 5 May, two days before Putin's inauguration. Mass rallies were held in more than 60 cities all over Russia.\nBackground.\nIn March 2017, &lt;a href=\"Alexei%20Navalny\"&gt;Alexei Navalny&lt;/a&gt; and his &lt;a href=\"Anti-Corruption%20Foundation\"&gt;Anti-Corruption Foundation&lt;/a&gt; launched the campaign \"&lt;a href=\"He%20Is%20Not%20Dimon%20To%20You\"&gt;He Is Not Dimon To You&lt;/a&gt;\", accusing &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt;, the prime minister and former president of Russia, of corruption. The authorities both ignored the report produced by Navalny and commented that the report was issued by a \"convicted criminal\" and was not worth commenting on.\nOn 26 March, Navalny organized a series of anti-corruption rallies in different cities across Russia. This appeal was responded to by the representatives of 95 of Russian cities, and four cities abroad: London, Prague, Basel and Bonn. In some cities, the rallies were sanctioned by the authorities, but in others, including Saint Petersburg, they were prohibited. Moscow authorities declined the event request by Navalny in the city centre, but did not suggest any alternative location. Navalny referred to a decision of the &lt;a href=\"Constitutional%20Court%20of%20Russia\"&gt;Constitutional court&lt;/a&gt; and declared the event for being permitted. The Moscow police said that 500 people had been detained, but according to the human rights group OVD-Info, 1,030 people were detained in Moscow alone, including Navalny himself.\nThe Main Department of the &lt;a href=\"Ministry%20of%20Internal%20Affairs%20%28Russia%29\"&gt;Ministry of Internal Affairs&lt;/a&gt; posted a message on its official website with a call to Moscow residents not to join the event. It said that the action in Moscow was not coordinated with the municipality and was illegal.\nEvents.\n26 March 2017.\nOn 26 March, an estimated 60,000 people took part in anti-corruption protests across 80 Russian towns and cities and hundreds of protesters were detained, including opposition leader &lt;a href=\"Alexei%20Navalny\"&gt;Alexei Navalny&lt;/a&gt; and employees of the &lt;a href=\"Anti-Corruption%20Foundation\"&gt;Anti-Corruption Foundation&lt;/a&gt;.\nAccording to &lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt;, Russian authorities have harassed, intimidated, or threatened to expel schoolchildren and university students who participated in anti-corruption demonstrations on 26 March. 70 children were arrested in Moscow alone.\nThe &lt;a href=\"United%20States%20Department%20of%20State\"&gt;United States Department of State&lt;/a&gt; condemned the detention of protesters, including Alexei Navalny, stating that \"detaining peaceful protesters, human rights observers, and journalists is an affront to core democratic values.\"\n29 April 2017.\nAction organized by the &lt;a href=\"Open%20Russia\"&gt;Open Russia&lt;/a&gt; civic movement led by &lt;a href=\"Mikhail%20Khodorkovsky\"&gt;Mikhail Khodorkovsky&lt;/a&gt; took place in dozens of cities all across Russia. Action was called \"Fed up with\" (\"Nadoel\" in Russian) with the aim to urge for changes in Russian political rule. Protestors called for &lt;a href=\"Putin\"&gt;Putin&lt;/a&gt; and government to resign. In &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;, &lt;a href=\"Tyumen\"&gt;Tyumen&lt;/a&gt;, &lt;a href=\"Kemerovo\"&gt;Kemerovo&lt;/a&gt;, &lt;a href=\"Tula%2C%20Russia\"&gt;Tula&lt;/a&gt; and several other cities rallies were suppressed by police, with a total of 200 people being detained countrywide. As a consequence, the Open Russia organization was labeled as \"undesirable\" by Russia's prosecutor general, so that it was officially banned from operating in the country and its website was blocked by official Media Authorities &lt;a href=\"Federal%20Service%20for%20Supervision%20of%20Communications%2C%20Information%20Technology%20and%20Mass%20Media\"&gt;Roscomnadzor&lt;/a&gt;\n12 June 2017.\nA new wave of protests with the same goals was announced by Navalny on spring. They took place in even more cities. They occurred in 154 towns and cities. According to Reuters and rights groups, tens of thousands of protesters attended and more than one thousand were detained. A Moscow court sentenced Navalny to 30 days in prison for calling people to the protest.\n&lt;a href=\"White%20House%20spokesman\"&gt;White House spokesman&lt;/a&gt; &lt;a href=\"Sean%20Spicer\"&gt;Sean Spicer&lt;/a&gt; condemned the arrest of protesters and called for their release. Russian authorities rejected US petitions and criticised the widening on the .\n7 October 2017.\nProtest actions against corruption in the highest echelons of the Russian government were held on 7 October 2017, on the day of the 65th anniversary of &lt;a href=\"V.V.%20Putin\"&gt;V.V. Putin&lt;/a&gt; in the form of rallies, processions and single pickets in 79 cities of &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. At the rallies came from 2560 to 21,520 people, like the supporters of &lt;a href=\"Navalny\"&gt;Navalny&lt;/a&gt;, and his opponents. The main rallies were rallies in &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt; and &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. In Saint Petersburg, the action began on the Field of Mars, and in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; on &lt;a href=\"Tverskaya%20Street\"&gt;Tverskaya Street&lt;/a&gt;. The reason for their conduct were facts of corruption &lt;a href=\"V.V.%20Putin\"&gt;V.V. Putin&lt;/a&gt; and his associates. 290 participants of the action were detained.\n5 November 2017.\nIn &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, many police were present, the Okhotny Ryad station was closed. The police conducted selective searches of citizens, many were taken away in padded wagons. At 13:00 on the message &lt;a href=\"OVD-Info\"&gt;OVD-Info&lt;/a&gt; in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, 82 people were detained. 2 people were detained in Saint Petersburg, 4 in &lt;a href=\"Krasnoyarsk\"&gt;Krasnoyarsk&lt;/a&gt;. Also detained a representative of the \"&lt;a href=\"Echo%20of%20Moscow\"&gt;Echo of Moscow&lt;/a&gt;\". Later in Saint Petersburg, another 10 people were detained near the &lt;a href=\"Smolny%20Institute\"&gt;Smolny Institute&lt;/a&gt;.\nAt 21:00 on the message OVD-Info, the number of detainees increased to 448 people. Most of the detentions took place in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; – 339, in Saint Petersburg 21 people, according to unconfirmed reports, 49 of them – minors. It remains to spend the night in the police departments, on the night of 6 November, about 112 people.\n28 January 2018.\nProtests within the framework of the \"Strike of voters\" were held on 28 January 2018 in the form of rallies, processions and solitary pickets in 118 cities of &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. The reason was the refusal of the CEC to register at the election of &lt;a href=\"Alexei%20Navalny\"&gt;Alexei Navalny&lt;/a&gt;, after which he announced a protest on 28 January, and urged all his supporters not to come to the elections and agitate others not to take part in them. The Ministry of Internal Affairs estimated the number of participants in the shares of 3500–4500 people, the HROs – in 5000. According to the supporters of &lt;a href=\"Navalny\"&gt;Navalny&lt;/a&gt;, the participants were much more. &lt;a href=\"The%20New%20Times%20%28Russia%29\"&gt;The New Times&lt;/a&gt;, referring to eyewitnesses, reported 4,000–5,000 protesters in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; and 2,000–3,000 in Saint Petersburg. In &lt;a href=\"Yekaterinburg\"&gt;Yekaterinburg&lt;/a&gt;, in an agreed action, Mayor Yevgeny Roizman and Navaly Head of Staff &lt;a href=\"Leonid%20Volkov%20%28politician%29\"&gt;Leonid Volkov&lt;/a&gt; took part and spoke at the rally. The presidential candidate, &lt;a href=\"Vladimir%20Zhirinovsky\"&gt;Vladimir Zhirinovsky&lt;/a&gt;, spoke with several protestors on &lt;a href=\"Tverskaya%20Street\"&gt;Tverskaya Street&lt;/a&gt; in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. According to various estimates, about 15,000 people took part in the protests.\n30 April 2018.\nApproximately 13,000 people gathered in Moscow central Sakharov square for a protest rally to urge government to unblock &lt;a href=\"Telegram%20%28application%29\"&gt;Telegram&lt;/a&gt; Messenger. The app was blocked by &lt;a href=\"Roscomnadzor\"&gt;Roscomnadzor&lt;/a&gt;, Russian media authorities who claimed it was used to coordinate terror attacks. Protesters denounced the block as the &lt;a href=\"censorship\"&gt;censorship&lt;/a&gt; act and freedom of speech violation.\n5 May 2018.\nMass protest actions and rallies took place in 90 towns and cities over the country against &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; fourth inauguration. \n&lt;a href=\"Alexey%20Navalny\"&gt;Alexey Navalny&lt;/a&gt; in his blog compared Vladimir Putin with a &lt;a href=\"tsar\"&gt;tsar&lt;/a&gt;.\nMore than thousand people were arrested countrywide.\nThe majority of people were detained in Moscow, Saint-Petersburg, Chelyabinsk, Yakutsk, Krasnodar, Tolyatti, Krasnoyarsk, Voronezh, Astrakhan, Penza, Kaluga, Belgorod, Novokuznetsk, Vladimir and Samara.\nJuly–September 2018.\nFrom July, almost every weekend, protest rallies and demonstrations were organized against the planned retirement age hike. Such events occurred in nearly all major cities countrywide including Novosibirsk, St.-Petersburg and Moscow. Total number of participants exceeded 200 thousands, with maximal single-event attendance of about 15 thousands (in Moscow). These events were coordinated by all opposition parties with the leading role of the &lt;a href=\"Communist%20Party%20of%20the%20Russian%20Federation\"&gt;communists&lt;/a&gt;. Also trade unions and some individual politicians (among whom &lt;a href=\"Alexey%20Navalny\"&gt;Navalny&lt;/a&gt;) functioned as organizers of the public actions.\nThe most noticeable street rallies, related with the retirement-age reform, proceeded on 1 July, 18, 28 July-29 July, 2 September and 9 September 2018. So, on 2 September, large-scale anti-reform manifestations were led by the Russian communists and some other left-wing oppositional political forces. A week later, on 9 September, the rallies were organized by Alexey Navalny all over Russia, over 800 people were detained.\nAftermath.\nThe Anti-Corruption Foundation building was evacuated due to a bomb message, interrupting the webcast of the protest conducted from the office. Soon the staff of the Foundation were detained by police, who also began to conduct searches and seizure of equipment.\nSome time later, Alexei Navalny was charged with organizing an unlawful meeting. An ACF employee and the head of the Moscow branch of the unregistered \"Party of progress\" Nikolay Lyaskin was detained for 25 days. Leonid Volkov, the head of Alexei Navalny's presidential campaign, was charged with extremism.\nAbout 1,000 people were detained overall, most of whom were released on Monday. Many detainees were under 25 years of age. This protest is considered by critics of the Russian government to be the biggest since the March 2012 Bolotnaya protests for Moscow, which happened in reaction to Putin's election. Pro-government critics, however, linked Navalny's activities with appealing to the Russian youth, mainly by promoting \"rebellious movements\" as a way of spending free time.\nAn April 2017 &lt;a href=\"Levada%20Center\"&gt;Levada&lt;/a&gt; poll found that 45% of surveyed Russians support the &lt;a href=\"resignation\"&gt;resignation&lt;/a&gt; of Russian Prime Minister &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt;, while 33% opposed. \"Newsweek\" reported that \"An opinion poll by the Moscow-based Levada Center indicated that 38 percent of Russians supported the rallies and that 67 percent held Putin personally responsible for high-level corruption\". A May 2017 Levada poll found that 58% of surveyed Russians supported the protests, while 23% said they disapprove.\nIn May, Yury Kuly was sentenced to 8 months in jail, and on 24 May Alexander Shpakov was sentenced for 1.5 years in jail, both for alleged violence against the police on the 26 March rally in Moscow.\nProtests across Russia.\nProtests, meeting and pickets have been erupted in 79-154 towns and cities. Some protests ended with mass arrests and clashes with police (such as &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, &lt;a href=\"Saint-Petersburg\"&gt;Saint-Petersburg&lt;/a&gt;, &lt;a href=\"Chelyabinsk\"&gt;Chelyabinsk&lt;/a&gt;, &lt;a href=\"Yekaterinburg\"&gt;Yekaterinburg&lt;/a&gt;).\nChelyabinsk.\nOn 5 May, an estimated 2,000 to 5,000 protests have taken to the streets, protesters clashed with police, which resulted in arrests of 164 to 200. There are no official figures.\nGovernment reaction.\nRussian state television completely ignored the protests on Sunday. Monday morning's bulletins were similarly blank. Pro-Kremlin newspapers also ignored the protests.\nAcross the country, students have reported being press-ganged into lectures warning them of the perils of supporting those opposed to Putin. Some schools and universities have simply tasked teachers with persuading their students not to go to protests. A 13-year old student was quoted as saying: \"They don't have the right to 'reeducate' us, to change our political views. I think they're doing this because they're afraid. They know that one day we'll be able to vote.\"\nAlisa Vox, a Russian singer, appeared in the video for \"Baby Boy\", posted online on 15 May. It has amassed more than 2.1 million views and more than a quarter of a million 'dislikes', or downvotes.\nNavalny said Vox's video was a Russian government PR stunt to dissuade his supporters that she had received money for.\nIn many cities, on the day of the protest, the public transport route was specially changed so that it was more difficult for people to get to the protest.\nThe protest actions on 12 June 7 October, 5 November 2017 and 28 January 2018 were not mentioned at all on state-owned TV channels and the media."
}