{
    "id": "53605766",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=53605766",
    "title": "Caladenia validinervia",
    "text": "Caladenia validinervia, commonly known as the Lake Muir spider orchid, is a species of &lt;a href=\"orchid\"&gt;orchid&lt;/a&gt; &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the &lt;a href=\"Southwest%20Australia\"&gt;south-west&lt;/a&gt; of &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;. It has a single erect, hairy leaf and up to three greenish to creamy white flowers with red stripes on the &lt;a href=\"sepal\"&gt;sepal&lt;/a&gt;s and &lt;a href=\"petal\"&gt;petal&lt;/a&gt;s. The flowers have relatively narrow sepals and petals and a relatively small &lt;a href=\"Labellum%20%28botany%29\"&gt;labellum&lt;/a&gt;. It is a rare orchid only known from an area between &lt;a href=\"Rocky%20Gully%2C%20Western%20Australia\"&gt;Rocky Gully&lt;/a&gt; and &lt;a href=\"Collie%2C%20Western%20Australia\"&gt;Collie&lt;/a&gt;.\nDescription.\n\"Caladenia validinervia\" is a terrestrial, &lt;a href=\"Perennial%20plant\"&gt;perennial&lt;/a&gt;, &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt;, &lt;a href=\"Herbaceous%20plant\"&gt;herb&lt;/a&gt; with an underground &lt;a href=\"tuber\"&gt;tuber&lt;/a&gt; and which grows as solitary plants. It has a single erect leaf, 50–160 mm long, 3–6 mm wide and pale green with reddish-purple blotches near its base. Up to three greenish to creamy white flowers 50–80 mm across are borne on a stalk 120–210 mm high. The sepals and petals suddenly narrow about one-third along to a brownish-black, thread-like, densely &lt;a href=\"Gland%20%28botany%29\"&gt;glandular&lt;/a&gt; tip. The &lt;a href=\"wikt%3Adorsal\"&gt;dorsal&lt;/a&gt; sepal is erect near its base then curves forward and is 40–70 mm long and about 2 mm wide. The &lt;a href=\"wikt%3Alateral\"&gt;lateral&lt;/a&gt; sepals and petals have the same dimensions as the dorsal sepal but spread apart from each other, horizontally near their base but then curve downwards, drooping near the tips. The labellum is 7–10 mm long, 5–8 mm wide and creamy-white to pale yellow with red lines and spots and short, blunt teeth on its sides. There are two rows of cream-coloured, narrow anvil-shaped &lt;a href=\"Labellum%20%28botany%29\"&gt;calli&lt;/a&gt; up to 1.5 mm long, along the centre of the labellum. Flowering occurs from September to October.\nTaxonomy and naming.\n\"Caladenia validinervia\" was first described in 2015 by &lt;a href=\"Andrew%20Phillip%20Brown\"&gt;Andrew Brown&lt;/a&gt; and &lt;a href=\"Garry%20Brockman\"&gt;Garry Brockman&lt;/a&gt; after an unpublished description by &lt;a href=\"Stephen%20Hopper\"&gt;Stephen Hopper&lt;/a&gt; and Andrew Brown. The &lt;a href=\"Type%20%28biology%29\"&gt;type specimen&lt;/a&gt; was collected near &lt;a href=\"Muirs%20Highway\"&gt;Muirs Highway&lt;/a&gt; and the description was published in \"&lt;a href=\"Nuytsia%20%28journal%29\"&gt;Nuytsia&lt;/a&gt;\". The &lt;a href=\"Botanical%20nomenclature\"&gt;specific epithet&lt;/a&gt; (\"validinervia\") is derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; words \"validus\" meaning \"strong\", \"sound\" or \"powerful\" and \"nervus\" meaning \"sinew\" or \"tendon\", referring to the prominent red stripes on the flower parts.\nDistribution and habitat.\nThe Lake Muir spider orchid is only known from a small area between Rocky Gully on Muirs Highway and Collie in the &lt;a href=\"Jarrah%20Forest\"&gt;Jarrah Forest&lt;/a&gt; &lt;a href=\"IBRA\"&gt;biogeographic region&lt;/a&gt; where it grows in &lt;a href=\"Eucalyptus%20marginata\"&gt;jarrah&lt;/a&gt; and &lt;a href=\"Corymbia%20calophylla\"&gt;marri&lt;/a&gt; woodland.\nConservation.\n\"Caladenia validinervia\" is classified as \"&lt;a href=\"Declared%20Rare%20and%20Priority%20Flora%20List\"&gt;Priority One&lt;/a&gt;\" by the Government of Western Australia &lt;a href=\"Department%20of%20Parks%20and%20Wildlife%20%28Western%20Australia%29\"&gt;Department of Parks and Wildlife&lt;/a&gt;, meaning that it is known from only one or a few locations which are potentially at risk."
}