{
    "id": "53619902",
    "revid": "211905",
    "url": "https://en.wikipedia.org/wiki?curid=53619902",
    "title": "Winzererstraße",
    "text": "The Winzererstraße is a two-kilometer-long street in the &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt; districts of &lt;a href=\"Maxvorstadt\"&gt;Maxvorstadt&lt;/a&gt; and &lt;a href=\"Schwabing\"&gt;Schwabing&lt;/a&gt;.\nDescription.\nThe Winzererstraße starts at the Hessstraße at the Massmannspark and runs almost parallel to &lt;a href=\"Schlei%C3%9Fheimer%20Stra%C3%9Fe%20%28Munich%29\"&gt;Schleissheimer Straße&lt;/a&gt;, the road ends today in the North, after crossing the Ackermannstraße, southeast of the Olympiaberg.\nThere are 11 architectural monuments, such as, the &lt;a href=\"barracks\"&gt;barracks&lt;/a&gt; building of the Prinz-Leopold-Barracks or the Obelisk in the triangle Winzererstraße / &lt;a href=\"Lothstra%C3%9Fe\"&gt;Lothstraße&lt;/a&gt; / &lt;a href=\"Georgenstra%C3%9Fe\"&gt;Georgenstraße&lt;/a&gt;.\nThe \"Bavarian Ministry of Labor, Social Affairs, Family and Integration\" is located on Winzererstraße 9, the \"Munich Wood Research\" (&lt;a href=\"Technical%20University%20of%20Munich\"&gt;TU München&lt;/a&gt;) is located on Winzererstraße 45, the \"Munich Department of Finance\" is located at Winzererstraße 47a, the \"City Archive\" is located at Winzererstraße 68, an outside office of the \"Federal Office of Freight Transport\" can be found in house number 52, and the \"Higher Labor Court\" and the \"Munich Labor Court\" are located at Winzererstraße 106.\nHistory.\nThe street is named after the &lt;a href=\"knight\"&gt;knight&lt;/a&gt; and &lt;a href=\"Landsknecht\"&gt;Landsknecht&lt;/a&gt; leader Winzerer, which in 1525 prevented the encroaching of the &lt;a href=\"German%20Peasants%27%20War\"&gt;peasant wars&lt;/a&gt; on Bavaria. It runs on a part of the Oberwiesenfeld.\nStarting in 1902, the &lt;a href=\"Bavarian%20army\"&gt;Bavarian army&lt;/a&gt; occupied the Prinz-Leopold-Kaserne.\nThe casino (\"Offizierspeiseanstalt\") at Winzererstraße 41 - in the 1980s, until a fire, was temporarily used as a chemical factory - was later a popular film site, for example by director &lt;a href=\"Rainer%20Werner%20Fassbinder\"&gt;Rainer Werner Fassbinder&lt;/a&gt; or for &lt;a href=\"Horst%20Schimanski\"&gt;Schimanski&lt;/a&gt;-&lt;a href=\"Tatort\"&gt;Tatort&lt;/a&gt;s. At that time, the filmmakers had simply completed the arduous walls for the shooting with &lt;a href=\"papier-m%C3%A2ch%C3%A9\"&gt;papier-mâché&lt;/a&gt; and the like. \nAround 1905, it found itself, between the Lothstraße and the Elisabethstrasse, which had not yet been fully developed, along the Winzererstraße existing building portion so the 1. Pionier battalions barracks, in which part of the Oberwiesenfeld barracks was found east of the Infanteriestraße. At that time, Winzererstraße had already been extended to &lt;a href=\"Herzogstra%C3%9Fe\"&gt;Herzogstraße&lt;/a&gt;, but not asphalted.\nNorth of Herzogstraße, in 1941, just south of the later amassed &lt;a href=\"Schuttberg\"&gt;Schuttberg&lt;/a&gt;, which later became the Olympiaberg, the &lt;a href=\"diary\"&gt;diary&lt;/a&gt; \"Nordmolkerei Deller KG\" was founded, and until the end of the 1990s was still in operation. In the year 2000, the diary was demolished and the residential complex at the Olympiapark was built. \nAfter 1946 to 1992, the Winzererstraße formed, between &lt;a href=\"Lerchenauer%20Stra%C3%9Fe\"&gt;Lerchenauer Straße&lt;/a&gt; and Lothstraße, the border between the municipalities of Schwabing-West and Neuhausen-Oberwiesenfeld.\nIt was only with the construction of Ackermannstraße in the late 1960s, that the northern part of Winzererstraße (from the height of house number 89) to the Lerchenauer Straße was paved, as part of the construction measures for the &lt;a href=\"1972%20Summer%20Olympics\"&gt;1972 Summer Olympics&lt;/a&gt;.\nIn the 1970s, the access road from Lerchenauer Straße to the Winzererstraße was closed for cars. Later, the sub-area below the Olympiaberg was converted, from the present residential complex at the Olympiapark to the Lerchenauer Straße, so that the road ends at the level of the residential complex.\n1980 until 1981, an 11-meter-long tree trunk section from Africa was set up for research purposes at the Wood Institute on Winzererstraße 45. \nSince 1996, the Winzererstraße between Lerchenauer Straße and Ackermannstraße forms the border between the municipalities of Schwabing-West and &lt;a href=\"Milbertshofen-Am%20Hart\"&gt;Milbertshofen-Am Hart&lt;/a&gt;."
}