{
    "id": "5365197",
    "revid": "1068485605",
    "url": "https://en.wikipedia.org/wiki?curid=5365197",
    "title": "Neo Turf Masters",
    "text": "Neo Turf Masters is a &lt;a href=\"golf\"&gt;golf&lt;/a&gt; &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt; by Nazca for the &lt;a href=\"Neo%20Geo%20%28console%29\"&gt;Neo Geo&lt;/a&gt;, released in 1996. This is also one of the first two titles by &lt;a href=\"Nazca%20Corporation\"&gt;Nazca&lt;/a&gt;, the other being the popular \"&lt;a href=\"Metal%20Slug\"&gt;Metal Slug&lt;/a&gt;\" before &amp; between being acquired by SNK.\nThe game was released as an arcade cartridge (MVS) and as home cartridge (AES), as well as for the &lt;a href=\"Neo%20Geo%20CD\"&gt;Neo Geo CD&lt;/a&gt; console. The Neo Geo version was later re-released as part of the \"&lt;a href=\"SNK%20Arcade%20Classics%20Vol.%201\"&gt;SNK Arcade Classics Vol. 1&lt;/a&gt;\" compilation for the &lt;a href=\"PlayStation%202\"&gt;PS2&lt;/a&gt;, &lt;a href=\"Wii\"&gt;Wii&lt;/a&gt; and &lt;a href=\"PlayStation%20Portable\"&gt;PSP&lt;/a&gt;, as well as for the Wii &lt;a href=\"Virtual%20Console\"&gt;Virtual Console&lt;/a&gt;. The game has also been ported to the &lt;a href=\"PlayStation%204\"&gt;PlayStation 4&lt;/a&gt; and &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt; by Hamster as part of their Arcade Archives series (with the title \"Big Tournament Golf\" on PS4).\nA version for the &lt;a href=\"Neo%20Geo%20Pocket%20Color\"&gt;Neo Geo Pocket Color&lt;/a&gt; was later released in North America in 1999. The NGPC version features cartoonish, less detailed graphics compared to the Neo Geo version which had partially digitized sprites and realistic art.\nGameplay.\nThe game is a fast-paced, arcade-style golf game. Players choose from two game modes, stroke play for one or two players, and match play for two players only.\nCompeting on one of four fictional golf courses located in the United States, Japan, Australia and Germany, players choose from one of six players with different attributes:\nUnlike many golf games of the era which used a two-click swing system to determine the &lt;a href=\"Golf%20swing\"&gt;hook or slice&lt;/a&gt; of the ball, Neo Turf Masters uses a single click for the power of the shot, and a second for the height of the shot; hook and slice are selected with buttons B and C before making the shot. This makes the game much easier to pick up and play than its more technically demanding contemporaries, but it compensates for this reduced difficulty with fiendish (if somewhat unrealistic) course layouts and highly variable wind.\nReception.\nIn Japan, \"Game Machine\" listed \"Neo Turf Masters\" on their March 15, 1996 issue as being the twelfth most-successful arcade game of the month.\nIGN gave the Virtual Console release of the game 7.5 out of 10 stating \"If you're the type of gamer who appreciates SNK's arcade style and can jibe with the idea of juiced-up, high-speed golf, Neo Turf might be well worth your 900 Wii Points\"."
}