{
    "id": "53664747",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=53664747",
    "title": "Super Kid",
    "text": "Super Kid (Syupeochaildeu 슈퍼 차일드, literally translated as Super Child) is a 1994 &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;n &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; animated film. The movie follows the adventure movie was produced over a period of three years by UM Productions and was released direct to video.\nThe movie has gained notoriety for its muddled plot, poor film quality and continuity errors, and its similarity to the \"&lt;a href=\"Dragon%20Ball\"&gt;Dragon Ball&lt;/a&gt;\" franchise.\nSynopsis.\nIn the year 2023, a group of super-powered space-faring warrior children called the Super Kids (or \"Gokdari Group\"), protect the Earth from interstellar monsters. Eunjoo, a reporter, is desperate to get a scoop for her news programme, so she decides to write a report on the Super Kids. Led by 199-year-old child warrior Gokdari, the Super Kids are in the middle of battling two rogue criminals, Wang Do Chi and Bazooka Joe who have captured a renowned scientist. The Super Kids' fight against the two criminals largely consists of torture and humiliation, resulting in Bazooka Joe losing his clothing and Wang Do Chi losing his teeth.\nAfter collecting a reward for the capture of the two criminals the Super Kids are visited by the police chief and captain of planet Delta who brief them on their next mission. They are ordered to arrest Judowgi, the most violent monster in the galaxy who sold his family for a box of gold and causes anyone who hears his name to recoil in fear. The kids board a robot-shaped spaceship bound for the planet X7 (or Ligel, depending on the character), with Eunjoo sneaking on board. After landing on the swamp planet and searching for their bounty on a flying carpet, the Super Kids encounter a group of the planet's native inhabitants, blasting a group of them before realising they are a friendly species. The natives tell Gokdari and the Super Kids of their enslavement to Judowgi, having to make regular sacrifices to the creature to feed him. The team then stage a plan to lure out Judowgi, disguising Gokdari as a sacrifice while Eunjoo documents the entire spectacle. Judowgi comes out of hiding as planned but the kids' attempts at capturing him fail, as Judowgi's protege Maio suddenly appears and battles the Super Kids. One by one the Super Kids are defeated by Maio, while Judowgi kidnaps Eunjoo and escapes. Maio warns Gokdari that the Captain's warrant for Judowgi is merely a ruse, and warns of Cacuruse, Judowgi's rival who merely waits for his defeat so he can take Judowgi's fortune for himself. He also tells Gokdari that the Captain is Cacuruse in disguise and that the Super Kids must defeat him before trying to battle Judowgi again.\nGokdari and Rockpile leave for the planet Delta, while Big Boy and Samachi remain on X7 to look for Judowgi and Eunjoo. On Delta, the Captain reveals his true identity to the Chief before attempting to impale him with a robotic arm, before Gokdari and Rockpile appear in time. Cacuruse transforms into his monstrous form and a fight ensues between the three with Rockpile destroying Cacuruse's teeth and Gokdari making him dizzy. The fight ends with the two torturing Cacuruse into submission with his only weakness (ants), before capturing him with Gokdari's staff.\nBack on X7, Big Boy and Samachi rescue Eunjoo from Judowgi's cave, waking Judowgi from his sleep. Big Boy and Samachi attempt to take on the monster but are beaten and captured by Judowgi's vine tendrils. Before Judowgi can finish them off, Gokdari arrives in time with the rest of the Super Kids and join the two. The four battle Judowgi in a high-speed chase across the planet, before the beast transforms into a tree-like humanoid monster, captures the Super Kids and destroys Gokdari's staff. Maio reappears, and announces he is tired of all his service to Judowgi, and wants to help the Super Kids because Gokdari resembles his long-deceased son. The Super Kids watch as Maio and Judowgi battle, which culminates in Maio extracting a red orb from Judowgi's body, supposedly rendering him powerless. Maio destroys the orb, killing himself in the process and causing Gokdari's staff to magically re-materialise for no explained reason. Judowgi attacks the Super Kids once again (despite his power orb being destroyed), before Gokdari grows into a giant and the team beat the monster into submission, finally being captured by Gokdari's staff.\nThe Super Kids leave X7, with Eunjoo having recorded the battle in time for the next news broadcast and return to Earth. Back at the Super Kids' headquarters, the accountant has misplaced all the reward money the Super Kids had earned from their recent adventures, only to discover Gokdari had donated it to an orphanage.\nBackground.\nFollowing the end of Japanese rule in 1945, the South Korean government created a law which banned Japanese media, including Japanese &lt;a href=\"manga\"&gt;manga&lt;/a&gt; and &lt;a href=\"anime\"&gt;anime&lt;/a&gt;. Throughout the 1970s, South Korea's own animation industry began to flourish, which borrowed heavily from the Japanese anime style. Many Korean animated films also integrated unauthorized usages of Japanese anime characters and likenesses. With the super robot genre developing in Japan in the 1970s with &lt;a href=\"Mazinger%20Z\"&gt;Mazinger Z&lt;/a&gt;, &lt;a href=\"Robot%20Taekwon%20V\"&gt;Robot Taekwon V&lt;/a&gt; borrowed heavily from the titular mecha's likeness.\nIn the late 1980s with the &lt;a href=\"Cinema%20of%20South%20Korea\"&gt;relaxation of government censorship in cinema&lt;/a&gt; and South Korean films achieving international audiences for the first time, the South Korean animation industry intended to gain a major foothold in the market alongside the United States and Japan. Production began on Super Kid in 1991, and was produced with the intent for worldwide distribution and eventual franchise expansion.\nThe ban on Japanese anime and manga was lifted incrementally from 1998 to 2004.\nRelease.\n\"Super Kid\" was released in South Korean theatres on July 23, 1994. The English dub was by &lt;a href=\"Ocean%20Productions\"&gt;Ocean Productions&lt;/a&gt;, and was released in 1995.\nA 52-episode animated series developed by Alex Massis and Rosie &amp; Lee Studios was to follow the movie, but was soon abandoned.\nThe movie was released on VHS and as of 2021, no DVD or Blu-Ray release of Super Kid has been released.\nCriticism.\n\"Super Kid\" fell into obscurity for years after its video release, but the movie has gained notoriety since the movie surfaced on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;. It has been criticized as a rip-off of \"&lt;a href=\"Dragon%20Ball\"&gt;Dragon Ball&lt;/a&gt;\", with main character Gokdari resembling young &lt;a href=\"Goku%20%28Dragon%20Ball%29\"&gt;Goku&lt;/a&gt;, Eunjoo resembling &lt;a href=\"Bulma\"&gt;Bulma&lt;/a&gt;, and Samachi resembling &lt;a href=\"Piccolo%20%28Dragon%20Ball%29\"&gt;Piccolo&lt;/a&gt;. The mecha ship the Super Kids travel in closely resembles the titular ship from \"&lt;a href=\"Mazinger%20Z\"&gt;Mazinger Z&lt;/a&gt;\".\nCriticism has also been aimed at the contradictory and mean-spirited nature of the main characters. In a scene introducing the main characters, Gokdari's sense of chivalry is noted, but he is shown to be expecting rewards whenever he delivers criminals to the authorities. In a scene where the Super Kids discover a villain's weakness is an ant, Gokdari mercilessly bullies the villain with the offending insect."
}