{
    "id": "5366970",
    "revid": "1062333518",
    "url": "https://en.wikipedia.org/wiki?curid=5366970",
    "title": "Bonchurch",
    "text": "Bonchurch is a small village to the east of &lt;a href=\"Ventnor\"&gt;Ventnor&lt;/a&gt;, now largely connected to the latter by suburban development, on the southern part of the &lt;a href=\"Isle%20of%20Wight\"&gt;Isle of Wight&lt;/a&gt;, England. One of the oldest settlements on the Isle of Wight, it is situated on &lt;a href=\"Undercliff%20%28Isle%20of%20Wight%29\"&gt;The Undercliff&lt;/a&gt; adjacent to the &lt;a href=\"Bonchurch%20Landslips\"&gt;Bonchurch Landslips&lt;/a&gt; (or \"The Landslip\") &lt;a href=\"Site%20of%20Special%20Scientific%20Interest\"&gt;Site of Special Scientific Interest&lt;/a&gt;. The main village is backed by a cliff to the north, with the Upper Bonchurch section on the clifftop halfway up &lt;a href=\"St%20Boniface%20Down\"&gt;St Boniface Down&lt;/a&gt; on the main &lt;a href=\"A3055%20road\"&gt;A3055 road&lt;/a&gt;.\nGeography.\nBonchurch is situated on a stable section of former landslip, its main street (Bonchurch Village Road) running east–west in a valley sheltered to the north by cliffs, and to the south by The Mount, a ridge of slipped rock. Bonchurch Village Road has an adjacent landscaped pond, fed by a &lt;a href=\"Spring%20%28hydrology%29\"&gt;spring&lt;/a&gt;, on the site of former &lt;a href=\"withy\"&gt;withy&lt;/a&gt; beds. The &lt;a href=\"Shanklin\"&gt;Shanklin&lt;/a&gt;-Ventnor route originally passed through Bonchurch, descending the cliff by the steep Bonchurch Shute; now it is bypassed by the clifftop &lt;a href=\"A3055%20road\"&gt;A3055&lt;/a&gt; Leeson Road.\nHistory.\nThe presence of a water spring known locally as 'The Source' behind the southern wall of the old church, is believed to be the reason why humans first settled in the area where present-day Bonchurch is located. A prehistoric race lived in the area around the Undercliff, land which was wild forest. Evidence has also been found showing that the people that lived during the &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt; had lived near to the water spring. Five burial mounds have been discovered at &lt;a href=\"St.%20Boniface%20Down\"&gt;St. Boniface Down&lt;/a&gt;. Evidence has also been discovered showing that the Romans established a settlement in the area.\nThe Saxon &lt;a href=\"patron%20saint\"&gt;patron saint&lt;/a&gt;, &lt;a href=\"St.%20Boniface\"&gt;St. Boniface&lt;/a&gt;, is believed to have visited the Isle of Wight, and possibly the area where Bonchurch is now located, in the 8th century. Legend states that monks from &lt;a href=\"Lier%2C%20Belgium\"&gt;Lyra&lt;/a&gt; in &lt;a href=\"Normandy\"&gt;Normandy&lt;/a&gt; landed at &lt;a href=\"Monks%20Bay\"&gt;Monks Bay&lt;/a&gt;, and erected a building in dedication to St. Boniface. This building could be the wooden building which is believed to have existed in the 9th century where the Old Church now stands.\nThe first documented proof of the existence of Bonchurch is found in the &lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;. In the Domesday Book, the settlement was called Bonecerce. 'Cerce' is Anglo-Saxon for 'church', whilst 'Bone' is presumed to have been derived from St. Boniface.\nBonchurch has two churches. The oldest one is called the Old Church. The Domesday Book recorded its existence. See &lt;a href=\"Old%20St.%20Boniface%20Church%2C%20Bonchurch\"&gt;Old St. Boniface Church, Bonchurch&lt;/a&gt; and the Parish church, &lt;a href=\"St.%20Boniface%20Church%2C%20Bonchurch\"&gt;St. Boniface Church, Bonchurch&lt;/a&gt;.\nIn July 1545, the &lt;a href=\"Battle%20of%20Bonchurch\"&gt;Battle of Bonchurch&lt;/a&gt; was fought. 500 French soldiers had landed at the coast near Bonchurch, one of three landings that took place on the coastline of the Isle of Wight by French soldiers. 300 Isle of Wight militiamen engaged the French forces, and the militiamen won the engagement. Some accounts state that local women participated in the battle by shooting arrows at the French soldiers. The victory is considered to have decisively stopped the &lt;a href=\"French%20invasion%20of%20the%20Isle%20of%20Wight%20%281545%29\"&gt;French invasion of the Isle of Wight&lt;/a&gt;.\nSoon after the battle, a number of men from the French fleet which had retreated from the &lt;a href=\"Solent\"&gt;Solent&lt;/a&gt; after the &lt;a href=\"Battle%20of%20the%20Solent\"&gt;Battle of the Solent&lt;/a&gt; landed on the coast near Bonchurch. The men were engaged in a military action by English soldiers whilst they were on a mission to collect fresh water on the island. A French senior officer, &lt;a href=\"Chevalier%20D%27Aux\"&gt;Chevalier D'Aux&lt;/a&gt;, was killed. His body was buried in Bonchurch, but was exhumed and taken back to France in 1548 after the war between England and France had ceased.\nIn the late 1830s and onward, the hitherto rural Bonchurch was extensively developed for exclusive private villas, following land acquisition and sale by the Reverend James White. White married Rosa Hill, heiress to the manor of Bonchurch, and subsequently obtained a &lt;a href=\"Local%20and%20Personal%20Acts%20of%20Parliament%20in%20the%20United%20Kingdom\"&gt;private local Act of Parliament&lt;/a&gt; to overturn parts of his father-in-law's will forbidding development and breakup of the estate. In the mid to late 19th Century, Bonchurch developed into a fashionable centre for writers and artists. Celebrated Victorians such as &lt;a href=\"Charles%20Dickens\"&gt;Charles Dickens&lt;/a&gt;, &lt;a href=\"Thomas%20Carlyle\"&gt;Thomas Carlyle&lt;/a&gt;, and &lt;a href=\"Thomas%20Babington%20Macaulay%2C%201st%20Baron%20Macaulay\"&gt;Thomas Babington Macaulay, 1st Baron Macaulay&lt;/a&gt; came here and stayed in large villas that they rented, often for the season.\nThe Swinburne family residence East Dene is on the Shute running down to the Old Church, Admiral and Lady Swinburne's son, the poet &lt;a href=\"Algernon%20Charles%20Swinburne\"&gt;Algernon Charles Swinburne&lt;/a&gt; spent part of his boyhood in Bonchurch, at East Dene, and was buried in 1909 at the Parish New Church, his grave being the subject of a poem by &lt;a href=\"Thomas%20Hardy\"&gt;Thomas Hardy&lt;/a&gt;. His funeral, attended by crowds of people, aroused a lot of controversy as Algernon Swinburne was an atheist and his friends attempted to disrupt the funeral believing it should have no religious content.\nIn the 20th Century &lt;a href=\"Henry%20De%20Vere%20Stacpoole\"&gt;Henry De Vere Stacpoole&lt;/a&gt; lived in the village for over 40 years, and was buried here in 1951.\nPop culture.\nIn the 2006 TV \"&lt;a href=\"Robin%20Hood%20%282006%20TV%20series%29\"&gt;Robin Hood&lt;/a&gt;\", &lt;a href=\"Robin%20Hood%20%282006%20TV%20series%29%20characters%23Much\"&gt;Much&lt;/a&gt; is made Earl of Bonchurch in the episode \"&lt;a href=\"A%20Thing%20or%20Two%20About%20Loyalty\"&gt;A Thing or Two About Loyalty&lt;/a&gt;\". It is implied it is not far from Locksley, but the non-fictional geography is different.\nThe village is also the setting of &lt;a href=\"Graham%20Masterton\"&gt;Graham Masterton&lt;/a&gt;'s supernatural horror novel \"Prey\".\nBonchurch, and its church is featured in the &lt;a href=\"Commodore%2064\"&gt;Commodore 64&lt;/a&gt; videogame \"&lt;a href=\"Spirit%20of%20the%20Stones\"&gt;Spirit of the Stones&lt;/a&gt;\", in which the game itself is set on the Isle of Wight itself.\nNotable residents.\nThe engineer &lt;a href=\"Thomas%20Rumble\"&gt;Thomas Rumble&lt;/a&gt; retired to Bonchurch for health reasons and died there in 1883. He is buried in the New Churchyard there.\nTony Bristow had a studio pottery in Bonchurch from 1961 to 1967 and in 1974 his son, Andrew, began production in Bonchurch. The pieces are often signed 'Bonchurch' on the base.\nTrevor Duncan (27 February 1924 – 17 December 2005) was an English composer, particularly noted for his light music compositions. Wrote the theme tune to Dr.Finlay's Casebook and longer compositions including St.Boniface Down.\nCharles Dickens, author, lived in Bonchurch for 3 months in 1849.\nAlgernon Charles Swinburne, poet, East Dene, Bonchurch.\nRev.James White editor of Punch Magazine, invited his many artist and literary friends to stay in Bonchurch. Consequently, establishing 'Bonchurch and the southern coastline to become The Most Painted Place – Bonchurch and the Isle of Wight School of Artists, the most painted place in Britain 1830–70'.\n&lt;a href=\"Henry%20De%20Vere%20Stacpoole\"&gt;Henry De Vere Stacpoole&lt;/a&gt;, author of 'The Blue Lagoon' lived in the village for over 40 years, and was buried here in 1951.\nJoan Wolfenden, author and owner of the first Country House Hotel in Bonchurch, Peacock Vane.\n&lt;a href=\"Elizabeth%20Missing%20Sewell\"&gt;Elisabeth Sewell&lt;/a&gt;, pioneer of girls education, author and prolific letter-writer.\nBirthplace of &lt;a href=\"Thomas%20Hopsonn\"&gt;Admiral Sir Thomas Hopsonn&lt;/a&gt;.\nTransport.\n&lt;a href=\"Southern%20Vectis\"&gt;Southern Vectis&lt;/a&gt; route 3 is the main bus service through the upper part of the village, to &lt;a href=\"Newport%2C%20Isle%20of%20Wight\"&gt;Newport&lt;/a&gt;, &lt;a href=\"Ryde\"&gt;Ryde&lt;/a&gt;, &lt;a href=\"Sandown\"&gt;Sandown&lt;/a&gt; and &lt;a href=\"Shanklin\"&gt;Shanklin&lt;/a&gt;."
}