{
    "id": "53684661",
    "revid": "203434",
    "url": "https://en.wikipedia.org/wiki?curid=53684661",
    "title": "Steven Reed (political scientist)",
    "text": "Steven Robert Reed (born April 4, 1947) is a &lt;a href=\"political%20science\"&gt;political scientist&lt;/a&gt; and Professor of Modern Government in the Faculty of Policy Studies at &lt;a href=\"Chuo%20University\"&gt;Chuo University&lt;/a&gt; in Tokyo. He has held positions at the &lt;a href=\"University%20of%20Alabama\"&gt;University of Alabama&lt;/a&gt; and &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;, and he has served as a Visiting Professor at &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;, &lt;a href=\"University%20of%20Washington\"&gt;University of Washington&lt;/a&gt;, and &lt;a href=\"Chiba%20University\"&gt;Chiba University&lt;/a&gt;. \nHis main area of research is Japanese elections. Reed \"calls himself an 'election junkie,'\" and he has gathered and published a critical data-set of Japanese elections after World War II. Reviewers of his books note his \"well-deserved reputation for insight and clarity in his writing on Japanese elections,\" combining \"quality scholarship and an accessible writing style.\"\nIn the field of &lt;a href=\"Comparative%20Politics\"&gt;Comparative Politics&lt;/a&gt;, his most cited articles concern &lt;a href=\"Duverger%27s%20Law\"&gt;Duverger's Law&lt;/a&gt;, especially testing and extending this principle in light of data from Japan and Italy.\nIn \"Making Votes Count\", &lt;a href=\"Gary%20W.%20Cox\"&gt;Gary W. Cox&lt;/a&gt; credits Reed as \"the first to note the 'M + 1 equilibrium'... in his article extending Duverger's Law to the Japanese case.\" He also engaged in related debates about the M + 1 equilibrium. &lt;a href=\"Eric%20C.%20Browne\"&gt;Eric C. Browne&lt;/a&gt; and &lt;a href=\"Dennis%20Patterson\"&gt;Dennis Patterson&lt;/a&gt; extended and interpreted this principle in terms of &lt;a href=\"rational%20choice%20theory\"&gt;rational choice theory&lt;/a&gt;, while their interpretation was contested by &lt;a href=\"Gary%20W.%20Cox\"&gt;Gary W. Cox&lt;/a&gt;, and Reed also argued strongly against \"the idea of rational calculation as the mechanism that produced the observed behavior.\"\nBased on his experience of teaching about Japan in the United States, Reed has also written a book, \"Making Common Sense of Japan\", which \"demystifies various stereotypes about Japanese culture while revealing the naivete of culture-driven arguments about Japanese political economy.\" Read even beyond Political Science, one reviewer even noted that the book \"rings down the curtain on what-Japan-is-like debates.\"\nRecently, Reed has taken up the understudied topic of Religion and Politics in Japan, writing about &lt;a href=\"secularization\"&gt;secularization&lt;/a&gt; in relation to the Asia Barometer survey and also co-authoring a groundbreaking book on &lt;a href=\"S%C5%8Dka%20Gakkai\"&gt;Sōka Gakkai&lt;/a&gt; and &lt;a href=\"K%C5%8Dmeit%C5%8D\"&gt;Kōmeitō&lt;/a&gt;, \"Kōmeitō: Politics and Religion in Japan\", which &lt;a href=\"Helen%20Hardacre\"&gt;Helen Hardacre&lt;/a&gt; notes fills a gap since \"research has not kept pace with the impact of Sōka Gakkai and Kōmeitō, the political party that Sōka Gakkai founded in 1964, though both have exerted significant influence in Japanese politics for half a century.\" Together with co-authors George Ehrhardt, Axel Klein, and Levi McLaughlin, he here addresses \"the party’s understudied history,\" and the &lt;a href=\"Japan%20Times\"&gt;Japan Times&lt;/a&gt; credits the book with filling a gap whereby \"even though Japanese postwar politics cannot be understood without studying Komeito, there are few books about the party.\"\nBackground.\nBorn in 1947 in Indiana, Steven R. Reed received his BA from &lt;a href=\"Wabash%20College\"&gt;Wabash College&lt;/a&gt;, majoring in &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt;. He served in the US Army from 1970-1973, where he learned Chinese and Japanese. He completed his PhD in 1979 from the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;. He taught at the &lt;a href=\"University%20of%20Alabama\"&gt;University of Alabama&lt;/a&gt; and &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; before moving to Japan in 1993 to take up a position at &lt;a href=\"Chuo%20University\"&gt;Chuo University&lt;/a&gt;. He teaches and writes in Japanese as well as English. His research on Japanese elections has been enhanced by \"having lived, taught, and researched in Japan for many decades,\" where he is \"able to collect seemingly all the material there is for analyzing important elections.\""
}