{
    "id": "537014",
    "revid": "1067042952",
    "url": "https://en.wikipedia.org/wiki?curid=537014",
    "title": "Gondi people",
    "text": "The Gondi (Gōndi) or Gond or Koitur are a &lt;a href=\"Dravidian%20peoples\"&gt;Dravidian&lt;/a&gt; ethno-linguistic group. They are one of the largest groups in India. They are spread over the states of &lt;a href=\"Madhya%20Pradesh\"&gt;Madhya Pradesh&lt;/a&gt;, &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;, &lt;a href=\"Chhattisgarh\"&gt;Chhattisgarh&lt;/a&gt;, &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt;, &lt;a href=\"Telangana\"&gt;Telangana&lt;/a&gt;, &lt;a href=\"Andhra%20Pradesh\"&gt;Andhra Pradesh&lt;/a&gt;, &lt;a href=\"Bihar\"&gt;Bihar&lt;/a&gt; and &lt;a href=\"Western%20Odisha\"&gt;Odisha&lt;/a&gt;. They are listed as a &lt;a href=\"Scheduled%20Tribe\"&gt;Scheduled Tribe&lt;/a&gt; for the purpose of India's &lt;a href=\"Reservation%20in%20India\"&gt;system of reservation&lt;/a&gt;.\nThe &lt;a href=\"Gondi%20language\"&gt;Gondi language&lt;/a&gt; is related to &lt;a href=\"Telugu%20language\"&gt;Telugu&lt;/a&gt;. The &lt;a href=\"2011%20Census%20of%20India\"&gt;2011 Census of India&lt;/a&gt; recorded about 2.98 million Gondi speakers, concentrated in southeastern Madhya Pradesh, eastern Maharashtra, southern Chhattisgarh, and northern Telangana. Most Gonds, however, speak regional languages like &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt;, &lt;a href=\"Odia%20language\"&gt;Odia&lt;/a&gt; and &lt;a href=\"Marathi%20language\"&gt;Marathi&lt;/a&gt;.\nAccording to the 1971 census, their population was 5.01 million. By the 1991 census, this had increased to 9.3 million and by the 2001 census the figure was nearly 11 million. For the past few decades, they have been witnesses to the &lt;a href=\"Naxalite%E2%80%93Maoist%20insurgency\"&gt;Naxalite–Maoist insurgency&lt;/a&gt; in the central part of India. Gondi people, at the behest of the &lt;a href=\"Chhattisgarh\"&gt;Chhattisgarh&lt;/a&gt; government, formed the &lt;a href=\"Salwa%20Judum\"&gt;Salwa Judum&lt;/a&gt;, an armed militant group to fight the Naxalite insurgency; But Salwa Judum was disbanded by order of Supreme court on 5 July 2011.\nEtymology.\nThe origin of the name 'Gond', used by outsiders to refer to the tribe, is still uncertain. Some believe the word to derive from \"konda\", meaning hill, in a similar manner to the Khonds of Odisha. The Gonds call themselves Koitur, which colonial scholars thought related to the Khond self-designation Kui in the same way.\nHistory.\nThe origins of the Gonds are still in debate. Some have claimed that the Gonds were a collection of disparate tribes that adopted a proto-Gondi language as a mother tongue from a class of rulers, originally speaking various pre-Dravidian languages. Genetic evidence notes extensive gene flow between the Gonds and Munda peoples to the east, but rules out a common origin, instead noting the Gonds and Munda peoples have distinct origins.\nR. V. Russel believed the Gonds came into &lt;a href=\"Gondwana%20Kingdom\"&gt;Gondwana&lt;/a&gt; from the south: up the Godavari into &lt;a href=\"Vidarbha\"&gt;Vidharbha&lt;/a&gt;, and from there they moved up the Indravati into Bastar and up the Wardha and Wainganga into the Satpura Range.\nThe first historical reference from the Gonds comes from Muslim writers in the 14th century. Scholars believe that Gonds ruled in &lt;a href=\"Gondwana%20Kingdom\"&gt;Gondwana&lt;/a&gt;, a region extending from what is now eastern Madhya Pradesh to western Odisha and from northern Andhra Pradesh to the southeastern corner of Uttar Pradesh, between the 13th and 19th centuries CE.\nThe first kingdom of the Gonds was that of &lt;a href=\"Gondwana%20Kingdom%23Chanda%20Kingdom\"&gt;Chanda&lt;/a&gt;, founded in 1200, although some genealogies trace its founders to the 9th century CE. The Gonds of Chanda originated from &lt;a href=\"Sirpur%20%28T%29\"&gt;Sirpur&lt;/a&gt; in what is now northern Telangana and were said to have overthrown the previous rulers of the country, called the Mana dynasty. Another theory states that after the downfall of the &lt;a href=\"Kakatiya%20dynasty\"&gt;Kakatiyas&lt;/a&gt; in 1318, the Gonds of Sirpur had the opportunity to throw off outside domination and built their own kingdom. The kingdom of Chanda developed extensive irrigation and the first defined revenue system of the Gond kingdoms. It also began the first Gond kingdom to built forts, which later became highly sophisticated. Khandakhya Ballal Shah founded the town of &lt;a href=\"Chandrapur\"&gt;Chandrapur&lt;/a&gt; and shifted the capital there from Sirpur. The \"&lt;a href=\"Ain-i-Akbari\"&gt;Ain-i-Akbari&lt;/a&gt;\" records the kingdom as being fully independent, and it even conquered some territory from nearby sultanates. However, during Akbar's rule, Babji Shah began paying tribute after the Mughals incorporated territory to their south into the &lt;a href=\"Berar%20Subah\"&gt;Berar Subah&lt;/a&gt;.\nThe kingdom of &lt;a href=\"Garha%20Kingdom\"&gt;Garha&lt;/a&gt; was founded in the 14th century by Jadurai who deposed the previous &lt;a href=\"Kalachuris%20of%20Ratnapura\"&gt;Kalachuri&lt;/a&gt; rulers. Garha-Mandla is particularly well known for its warrior-queen &lt;a href=\"Rani%20Durgavati\"&gt;Rani Durgavati&lt;/a&gt;, who fought against Akbar until her death in 1564. Mandla was then ruled by her son Bir Narayan, who also fought until his death against the Mughals. Afterward his kingdom was offered to Chanda Shah by the victorious Mughals. During Shah Jahan's reign, his successor Hirde Shah was attacked by the Bundelas and shifted the capital to Mandla. His successors fought against themselves and invited the aid of &lt;a href=\"Aurangzeb\"&gt;Aurangzeb&lt;/a&gt; and the Marathas to help their cause.\nDeogarh was founded in the early 13th century. It is said that the founded, Jatba, slew the previous Gauli rulers during a temple festival. In the \"Ain-i-Akbari\", Deogarh was said to have 2000 cavalry, 50,000 footmen and 100 elephants and was ruled by a monarch named Jatba. Jatba built outposts in the Berar plains, including a fort near modern Nagpur. It was his grandson &lt;a href=\"Bakr%20Shah\"&gt;Bakr Shah&lt;/a&gt; who, in order to get &lt;a href=\"Aurangzeb\"&gt;Aurangzeb&lt;/a&gt;'s help, converted to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; and became &lt;a href=\"Bakht%20Buland%20Shah\"&gt;Bakht Buland Shah&lt;/a&gt;. Shah founded the city of Nagpur and brought a revival of the fortunes of Deogarh kingdom. In his time, the kingdom covered the southeastern Satpura range from Betul to Rajnandgaon in the east, and parts of the northern Berar plains. Under his son Chand Sultan, Nagpur gained even more importance.\nThese kingdoms were briefly conquered by the Mughals, but eventually, the Gond Rajas were restored and were simply under Mughal hegemony. In the 1740s, the &lt;a href=\"Maratha%20Empire\"&gt;Marathas&lt;/a&gt; began to attack the Gond rajas, causing both rajas and subjects to flee from the plains to the refugees in the forests and hills. Ragoji Bhosle forced the Gond rajas of Garha-Mandla to pay tribute to him. Marathi caste groups quickly replaced the displaced population. Maratha occupation of the Gond rajas' territory continued until the &lt;a href=\"Third%20Anglo-Maratha%20War\"&gt;Third Anglo-Maratha War&lt;/a&gt;, when the British took control over the remaining Gond zamindaris and took over revenue collection. The British, who regarded the Gonds as \"plunderers\" and \"thieves\" before their takeover, changed their attitude so they saw the Gonds as \"timid\" and \"meek by the mid-19th century. The remaining Gond zamindaris were absorbed into the Indian Union upon independence.\nDuring colonial rule, the Gonds were marginalized by colonial forest management practices. The &lt;a href=\"Bastar%20rebellion\"&gt;Bastar rebellion&lt;/a&gt; of 1910, better known in the tribal belt as the \"bhumkal\", was a partly-successful armed struggle against colonial forest policy that denied the Madia and Muria Gonds of Bastar, along with other tribes in the region, access to the forest for their livelihoods. In the early 1920s, &lt;a href=\"Komaram%20Bheem\"&gt;Komaram Bheem&lt;/a&gt;, a Gond leader from Adilabad in Hyderabad state, rebelled against the Nizam and sought a separate Gond raj. It was he who coined the well-known slogan \"jal, jangal, jameen\" (\"water, forest, land\") that has symbolized Adivasi movements since independence.\nIn 1916, Gondi intellectuals from various parts of Gondwana formed the Gond Mahasabha to protect Gondi culture from increasing outside influence. The Gond Mahasabha held meetings in 1931 and 1934 to discuss ways to preserve Gond culture from manipulation by outsiders, social norms the Gonds should have, and solidarity between the Gonds of different parts of Gondwana. Starting in the 1940s, various Gond leaders agitated for a separate Gondwana state that encompassed the erstwhile territory of Gondwana: especially tribal areas of eastern Madhya Pradesh and Chhattisgarh, Vidharbha and Adilabad. The demand reached its peak in the early 1950s when Heera Singh founded the Bharatiya Gondwana Sangh to agitate for statehood. Singh held many meetings throughout Gondwana and could mobilize 1 lakh people at his height in 1962–1963, but his movement had died down by the late 1960s and was never taken seriously by the authorities. Other methods of agitation, including petitions and demands by various Gond organisations, were ignored by the state. In the 1990s, Heera Singh Markam and Kausalya Porte founded the &lt;a href=\"Gondwana%20Ganatantra%20Party\"&gt;Gondwana Ganatantra Party&lt;/a&gt; to fight for statehood.\nBased on ethnographic fieldwork and oral narratives and history, as per the Gond myth, there are three kinds of Gonds - the \"Sur Gonds\", the \"Nand Gonds\" and the \"Raj Gonds\". The Raj Gonds descend from the elder sister hence they are the eldest in the hierarchy of their clans. The Raj Gonds are well educated, have landholdings, and are wealthier than the other Gonds.\nThe Gond are also known as the \"Raj Gond\". The term was widely used in the 1950s, but has now become almost obsolete, probably because of the political eclipse of the Gond Rajas.\nSociety.\nThe Gond society is divided into several exogamous patrilineal units known as \"sagas\". The number depends on the region: with Gonds in the hills of Madhya Pradesh and the northern Nagpur plain having only two and those of the southern Nagpur plain and Adilabad having four. In Adilabad, these \"sagas\" are called \"Yerwen\", \"Sarwen\", \"Siwen\" and \"Nalwen\", whose names refer to the number of ancestors for that \"saga\". In Adilabad there is a fifth \"saga\": \"Sarpe saga\", which for marriage purposes is linked with \"Sarwen\" although their origin myths are different. According to Gond mythology, each \"saga\" once lived in a single village but soon moved out and established their own villages. The names of these ancestral villages are preserved in culture and sometimes identified with present-day locations. The number of ancestors for each \"saga\" is a symbol of the \"saga\", and on many ceremonial and ritual occasions the number of involved animals, people, actions or objects corresponds to that \"saga\"'s number.\nThe \"saga\" exists mostly in the sphere of ritual and has no real political or organizational significance. The most visible sign of \"saga\" consciousness is in the worship of \"Persa Pen\", although this worship is mainly at the clan level. All worshippers of the same \"Persa pen\" see themselves as agnatically related and so any intermarriage or sexual relations between them is forbidden. Gonds use the term \"soira\" to refer to \"sagas\" whose members they can marry.\nEach \"saga\" is regarded as performing actions essential to society as a whole. During ceremonies and ritual events, the \"saga\" becomes important for determining roles in the proceedings. For instance, in the worship of a clan's \"Persa pen\", the clan priest is involved in sacrifice while two members of a \"soira saga\" to the celebrating clan dress the idol and cook the sacrificial food. During certain parts of Gond festivals, participants divide into \"saga\" or \"soira\". And for serving the sacrificial meal at \"Persa Pen\", members of each \"saga\" seat separately and are served in order of which their ancestors emerged from the cave in their origin story. However all \"saga\" have equal status in Gond society. Members of each \"saga\" work cooperatively in issues affecting their relationship with other \"sagas\", such as negotiations about bride price in marriage. In addition, for ritual purposes, any person can be replaced by a person from the same age, generation and \"saga\". So for instance in a marriage where for instance the brides' parents are not present, a couple from the same \"saga\" as the bride can stand in for the bride's parents in the ritual. This applies also to the relations between Gonds and Pardhans: if a Pardhan of the same clan is not found, then a Pardhan belonging to a different clan in the same \"saga\" can be brought in as a suitable replacement.\nSubdivided in the \"saga\" is the \"pari\", or clan, the main unit of organisation of Gond society. In each \"saga\" the number of clans is determined by the number of ancestors of that \"saga\". The clans of a \"saga\" are arranged by precedence in when they emerged from the cave in the Gond creation story. This precedence regulates behaviour during some rituals, for instance during the First Fruit festival, all members of a \"saga\" eat at the seniormost member of the seniormost \"pari\" of the \"saga\" represented in the village. Group relations between senior and junior \"pari\" are based on relations between older and younger brothers. For instance, members of a senior \"pari\" cannot marry a widow from a junior \"pari\", since it is seen as analogous to the marriage between an elder brother and a younger brother's wife. Clans generally have names relating to specific plants. Some common \"pari\" include Tekam, Uikey, Markam, Dhurwe and Atram.\nEach clan is divided into several parallel lineages called \"kita\". Each of these \"kita\" has a specific ritual function within Gond society: for instance the \"katora kita\" is the only \"kita\" which presides over the worship of \"Persa Pen\". \"Kita\" in some clans use Maratha titles like Deshmukh, bestowed on certain Gond chiefs. The \"kita\" functions only in the ritual sphere. Sometimes the clans are also divided into \"khandan\", or subclans, which are generally organic in nature. Each \"khandan\" is like a mini-clan, in that it has its own set of ritual objects for worship of \"Persa Pen\", and is formed when a group in a \"pari\" including a \"katora\" decide to set up a new centre for worship of \"Persa Pen\". Eventually this group becomes solidified into a \"khandan\".\nCulture.\nMany astronomical ideas were known to ancient Gonds. Gonds had their own local terms for the Sun, Moon, Milky Way, and constellations. Most of these ideas were basis for their time-keeping and calendrical activities.\nThe Gondi language is spoken by almost 30 &lt;a href=\"lakh\"&gt;lakh&lt;/a&gt; Gonds: mainly in the southern area of their range. This area encompasses the southeastern districts of Madhya Pradesh, eastern Maharashtra, northern Telganana, and southern Chhattisgarh (mainly in Bastar division). The language is related to Telugu. In the early 20th century, the language was spoken by 15 lakhs: around half their population at the time, the rest have shifted to other regional languages. Then also almost the entire population was bilingual. At present, the language is only spoken by one fifth of Gonds and is dying out even in its traditional linguistic range.\nIn Chhattisgarh, women perform the &lt;a href=\"Sua%20%28Folk%20music%29\"&gt;sua&lt;/a&gt; dance, which was named after the word for \"parrot\". It is performed after Diwali to honour Shiva and Parvati, representing the belief that the parrot will bring their sadness to their lovers.\nThe Gondi people have their own &lt;a href=\"Versions%20of%20Ramayana\"&gt;version&lt;/a&gt; of the &lt;a href=\"Ramayana\"&gt;Ramayana&lt;/a&gt; known as the \"Gond Ramayani\", derived from oral folk legends. It consists of seven stories with Lakshmana as the protagonist, set after the main events of the Ramayana, where he finds a bride.\nReligion.\nThe majority of Gond people still follow their traditions of nature worship, but like many other tribes in India, their religion has had significant influence from Hinduism.\nMost Gondi people either practice Hinduism, or their own indigenous religion, &lt;a href=\"Koyapunem\"&gt;Koyapunem&lt;/a&gt;.\nSome Gonds also practice &lt;a href=\"Sarnaism\"&gt;Sarnaism&lt;/a&gt;. Pola, a cattle festival, Phag, and &lt;a href=\"Dassera\"&gt;Dassera&lt;/a&gt; are some of their major festivals. A small amount of Gonds are Christians or &lt;a href=\"Muslims\"&gt;Muslim&lt;/a&gt;s.\nHinduism.\nHinduism is still practiced by many Gondi people.\nIn medieval times, the Gondi kingdoms worshipped &lt;a href=\"Vishnu\"&gt;Vishnu&lt;/a&gt; as their patron deity.\nKoyapunem (native Gondi religion).\nThe name of the native Gond religion is &lt;a href=\"Koyapunem\"&gt;Koyapunem&lt;/a&gt; (meaning \"the way of nature\"), which was founded by Pari Kupar Lingo. It is also known as Gondi Punem, or \"the way of the Gondi people\".\nIn Gond folk tradition, adherents worship a high god known as \"Baradeo\", whose alternate names are \"&lt;a href=\"Bhagavan\"&gt;Bhagavan&lt;/a&gt;\", \"Kupar Lingo\", \"Badadeo\", and \"Persa Pen\". Baradeo oversees activities of lesser gods such as clan and village deities, as well as ancestors. Baradeo is respected but he does not receive fervent devotion, which is shown only to clan and village deities, ancestors, and totems. These village deities include \"Aki Pen\", the village guardian and the , the village mother goddess, a similar paradigm to folk traditions of other Dravidian peoples. Before any festival occurs these two deities are worshipped. Each clan has their own , meaning \"great god.\" This god is benign at heart but can display violent tendencies. However, these tendencies are reduced when a , a bard, plays a fiddle.\nThree people are important in Gond religious ceremonies: the \"baiga\" (village priest), the \"bhumka\" (clan priest), and the \"kaser-gaita\" (leader of the village).\nAs Kupar Lingo, the high god of the Gonds is depicted as a clean-shaven young prince wearing a trident-shaped crown, the \"munshul\", which represents the head, heart, and body. There are many shrines to Kupar Lingo in Gondwana, as he is revered as an ancestral hero.\nAccording to the Gond religion, their ancestor Rupolang Pahandi Pari Kupar Lingo was born as the son of the chief Pulsheev, during the reign of Sambhu-Gaura several thousand years ago. Kupar Lingo became the ruler of the Koya race and established the Gondi Punem, a code of conduct and philosophy that the Gondi practice. He gathered thirty-three disciples to teach the Gondi Punem to the distant lands of the \"koyamooree\".\nA principle in the Gond religion is \"munjok\", which is non-violence, cooperation, and self-defense. Another part of Gond belief is \"salla\" and \"gangra\", which represent action and reaction, similar to &lt;a href=\"karma\"&gt;karma&lt;/a&gt; in Hinduism. To prevent people from destroying themselves in conflict and discord, they are supposed to live under the \"Phratrial\" society. Among the beliefs for the Phratrial society include the need to defend the community from enemies, working together and being in harmony with nature, and being allowed to eat animals (but not the animal representing a totem).\nLike village deity worship in South India, Gonds believe their clan and village deities have the capability of possession. The person being possessed by the spirit ceases to have any responsibility for their actions. Gonds also believe disease is caused by spirit possession.\nMany Gonds worship &lt;a href=\"Ravana\"&gt;Ravana&lt;/a&gt;, whom they consider to be the tenth of their people, the ancestor-king of one of their four lineages, and the eightieth \"lingo\" (great teacher). They also worship Kupar Lingo as their supreme deity and their ancestor before Ravana. On &lt;a href=\"Dussehra\"&gt;Dussehra&lt;/a&gt;, the Gondi inhabitants of Paraswadi in Gadchiroli district carry an image of Ravana riding an elephant in a procession to worship him and \"protest\" the burning of Ravana's effigies.\nThe Gonds venerate plants and animals, especially the Saja tree. In some places, death is associated with a (&lt;a href=\"Terminalia%20elliptica\"&gt;Terminalia elliptica&lt;/a&gt;) tree. Stones representing souls of the dead, or , are kept in a at the foot of a tree. When there is no specific shrine for the village mother goddess, the saja tree is her abode. In addition, the \"Penkara\", or holy circle of the clan, is under this tree. Gonds in Seoni believe \"Baradeo\" lives in a saja tree. The &lt;a href=\"Madhuca%20longifolia\"&gt;Mahua plant&lt;/a&gt;, whose flowers produce a liquor considered purifying, is also revered. In many Gond weddings, the bride and groom circle a post made out of a Mahua tree during the ceremony, and the Gonds of Adilabad perform the first ceremonies of the year when Mahua flowers bloom.\nGonds also believe in rain gods. One early British anthropologist noted how during the pre-Monsoon hunting ceremony, the amount of blood spilled by the animals was indicative of the amount of rain to follow.\nThe gods are known as \"pen\" in the singular, and \"pennoo\" in the plural. Other gods worshipped by the Gonds include:\nIn addition to these gods, the Gonds worship ancestral deities known as Angadevs. There were seven groups of Angadevs, organised by numbers up to seven, and rescued by Pari Kupar Lingo from the Kachchargardh caves. In one version, there were twenty-eight Angadevs, and in another version, there were thirty-three Angadevs (or Saga Deva).\nIn the other version, the Angadevs or Saga Deva were the children of the goddess Mata Kali Kankali, after she ate a flower given to her by a sage. They were raised in Raitad Jungo's ashram, and while they were playing, they met the gods Shambu and Gaura. Gaura offered them food, but because they were annoyed by the children's mischief, Shambu and Gaura imprisoned them in the Kachchargardh caves. For twelve years, the children relied on a pond and a mythical bird who provided them food to survive. Kali Kankali pleaded to Shambu to release her children, but he rejected her pleas. Raitad Jungo then asked Pari Kupar Lingo to help him free the children, and Pari Kupar Lingo approached the bard Hirasuka Patalir. Patalir played music on his \"&lt;a href=\"kingri\"&gt;kingri&lt;/a&gt;\", and the children were filled with strength to push the boulder blocking the caves from the outside world. Patalir was then crushed by the boulder. Ever since, the Kachchargardh caves became a site of &lt;a href=\"yatra\"&gt;pilgrimage&lt;/a&gt;, and Kali Kankali became one of the \"dharmagurus\" of the Gondi people.\nTheir typical reaction to death has been described as one of anger, because Gonds believe death is caused magically, by demons. Gonds usually &lt;a href=\"burial\"&gt;bury&lt;/a&gt; their dead, but due to partial &lt;a href=\"Sanskritisation\"&gt;Sanskritization&lt;/a&gt;, their kings usually cremated as per foreign &lt;a href=\"Vedic\"&gt;Vedic&lt;/a&gt; practices. &lt;a href=\"Sanskritization\"&gt;Sanskritization&lt;/a&gt; has led to cremation become more common. With a person were buried their worldly possessions. According to Gond mythology, the dead have an interest in the future of the living, and so the dead are placated so that the living remain prosperous. For the deceased with unnatural death, the ancestors will invite them to join them as a sacred domestic spirit. Otherwise, they might become an evil spirit.\nClassification.\nThey are a designated &lt;a href=\"Scheduled%20Castes%20and%20Scheduled%20Tribes\"&gt;Scheduled Tribe&lt;/a&gt; in Andhra Pradesh, parts of Uttar Pradesh, Bihar, Chhattisgarh, Gujarat, Jharkhand, Madhya Pradesh, Maharashtra, Telangana, Odisha, and West Bengal.\nThe &lt;a href=\"Government%20of%20Uttar%20Pradesh\"&gt;Government of Uttar Pradesh&lt;/a&gt; had classified the Gondi people as a &lt;a href=\"Scheduled%20Caste\"&gt;Scheduled Caste&lt;/a&gt; but by 2007, they were one of several groups that the Uttar Pradesh government had redesignated as &lt;a href=\"Scheduled%20Tribes\"&gt;Scheduled Tribes&lt;/a&gt;. As of 2017, that tribal designation applies only to certain districts, not the entire state. The &lt;a href=\"2011%20Census%20of%20India\"&gt;2011 Census of India&lt;/a&gt; for Uttar Pradesh showed the Scheduled Caste Gond population as 21,992.\nIn popular culture.\nGondi people have been portrayed in &lt;a href=\"Rajkummar%20Rao\"&gt;Rajkummar Rao&lt;/a&gt; starrer movie &lt;a href=\"Newton%20%28film%29\"&gt;Newton (film)&lt;/a&gt;.\nGondi People have been portrayed in &lt;a href=\"S.S.%20Rajamouli\"&gt;S.S. Rajamouli&lt;/a&gt; Magnum Opus &lt;a href=\"RRR%20%28film%29\"&gt;RRR (film)&lt;/a&gt;.\nExternal links.\n\"This article includes material from the 1995 &lt;a href=\"public%20domain\"&gt;public domain&lt;/a&gt; &lt;a href=\"Library%20of%20Congress%20Country%20Studies\"&gt;Library of Congress Country Study&lt;/a&gt; on India.\""
}