{
    "id": "5372270",
    "revid": "15799047",
    "url": "https://en.wikipedia.org/wiki?curid=5372270",
    "title": "International Bowl",
    "text": "The International Bowl was a &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; (NCAA) &lt;a href=\"college%20football\"&gt;collegiate American football&lt;/a&gt; &lt;a href=\"bowl%20game\"&gt;bowl game&lt;/a&gt; played in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; from 2007 through 2010. During its run, it was the only post-season &lt;a href=\"List%20of%20college%20football%20games%20played%20outside%20the%20United%20States\"&gt;bowl game played outside the United States&lt;/a&gt;, the first such game since the &lt;a href=\"Bacardi%20Bowl\"&gt;Bacardi Bowl&lt;/a&gt;, played in Cuba on January 1, 1937. The game pitted teams from the &lt;a href=\"Big%20East%20Conference%20%281979%E2%80%932013%29\"&gt;Big East&lt;/a&gt; and &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt;s, with the Big East winning all four match-ups.\nHistory.\nIn 2004, a partnership led by the city of &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt; bid to host a bowl game in Toronto, to help the city recover from its loss of tourism dollars due to the 2003 &lt;a href=\"SARS\"&gt;SARS&lt;/a&gt; outbreak. The NCAA sanctioned the new &lt;a href=\"Poinsettia%20Bowl\"&gt;Poinsettia Bowl&lt;/a&gt; in &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt;, instead; Toronto re-launched its bid in 2005 and was successful, playing its first game at the end of the 2006 season.\nThe bowl signed agreements with two &lt;a href=\"NCAA%20Division%20I\"&gt;Division I&lt;/a&gt; conferences to provide teams: The &lt;a href=\"Big%20East%20Conference%20%281979%E2%80%932013%29\"&gt;Big East Conference&lt;/a&gt;, a &lt;a href=\"Bowl%20Championship%20Series\"&gt;BCS&lt;/a&gt; conference, and the &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt;. Both conferences are composed of schools in the American &lt;a href=\"Midwestern%20United%20States\"&gt;Midwest&lt;/a&gt; and &lt;a href=\"Northeastern%20United%20States\"&gt;Northeast&lt;/a&gt;, with the exception of Big East school &lt;a href=\"South%20Florida%20Bulls%20football\"&gt;South Florida&lt;/a&gt;. One Big East member, &lt;a href=\"Cincinnati%20Bearcats%20football\"&gt;Cincinnati&lt;/a&gt;, is a former member of the MAC (conversely, the MAC had one former Big East member during the game's tenure – &lt;a href=\"Temple%20Owls%20football\"&gt;Temple&lt;/a&gt;, who later rejoined the Big East).\nThe &lt;a href=\"2009%20International%20Bowl\"&gt;2009 International Bowl&lt;/a&gt; was notable in that the &lt;a href=\"Buffalo%20Bulls%20football\"&gt;Buffalo Bulls&lt;/a&gt; (champions of the &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt;) appeared in the first bowl game in the history of the school. The Bulls turned down their only other bowl invitation, the 1958 &lt;a href=\"Tangerine%20Bowl%20%281947%E2%80%9382%29\"&gt;Tangerine Bowl&lt;/a&gt;, as the &lt;a href=\"African%20American\"&gt;black&lt;/a&gt; players on the team were not going to be permitted to play.\nAfter the bowl could not renew its contract with the BCS member Big East Conference, officials decided to cease the contest. It was hoped that the bowl could be revived later on, but the Big East's contract with the new &lt;a href=\"Pinstripe%20Bowl\"&gt;Pinstripe Bowl&lt;/a&gt; complicated matters. The MAC's tie in was inherited by the &lt;a href=\"Humanitarian%20Bowl\"&gt;Humanitarian Bowl&lt;/a&gt;.\nIn all four editions of the International Bowl, the Big East representative defeated the MAC representative, with only the first game decided by fewer than 18 points.\nVenue.\nThe International Bowl was played at &lt;a href=\"Rogers%20Centre\"&gt;Rogers Centre&lt;/a&gt;. It was the first football game of significance to be played in Canada under &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; rules since &lt;a href=\"Simon%20Fraser%20University\"&gt;Simon Fraser University&lt;/a&gt;'s &lt;a href=\"Simon%20Fraser%20Clan\"&gt;football team&lt;/a&gt; left the &lt;a href=\"National%20Association%20of%20Intercollegiate%20Athletics\"&gt;National Association of Intercollegiate Athletics&lt;/a&gt; in 2001, and joined CIS, where Canadian universities play under &lt;a href=\"Canadian%20football\"&gt;Canadian football&lt;/a&gt; rules.\nTrophy.\nThe winner of the International Bowl was presented with a trophy similar in design to the International Bowl logo. A Canadian maple leaf formed the back of the trophy, with a small crystal football set offset to the right. The name of the winning team was placed on a plaque attached to the lower part of the trophy.\nTelevision.\nESPN carried the International Bowl across its family of networks for the entirety of the bowl's history. Since the game was in Canada, the network chose to use its Canadian-born commentators or ones that had some connection to Canadian football. Toronto native John Saunders called the game for its first three playings, while CFL Hall of Famer Doug Flutie was a color commentator three times and Nepean, Ontario native Jesse Palmer was there for two of the games. With the exception of the inaugural playing, a Canadian served as the sideline reporter; Ontario natives Stacey Dales and David Amber were part of the festivities."
}