{
    "id": "53725065",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=53725065",
    "title": "Fuzz Academy",
    "text": "Fuzz Academy (fuzzacademy.com) was a &lt;a href=\"Virtual%20pet%20site\"&gt;virtual pet website&lt;/a&gt; and &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; outlet targeted to a younger audience. Users could create fuzzy animal 'cadets', feed them, dress them up, and play minigames to earn the site's currency, 'hairballs'. The game mimicked a college setting, allowing the user to place their cadet into one of four houses: House Optimus, House Tempesto, House Pacifica, and House Rogue.\nThe site was created by &lt;a href=\"Marie%20Lu\"&gt;Marie Lu&lt;/a&gt; in 2008 as a personal project which grew exponentially until its eventual hacking and closing in 2011.\nGameplay.\nCadets.\nUsers were allowed one cadet – an animal mascot of sorts – to customize and feed as they chose. The cadet would show on the user's profile page, and other users would be free to feed and pet each other's cadets. Many users enjoyed raising their cadet's weight as high as possible, and this challenge was made official with one of the site's first Tournaments (taking place between June 11, 2008 and June 25, 2008).\nInitially, there were twelve cadet species available: &lt;a href=\"polar%20bear\"&gt;polar bear&lt;/a&gt;s, &lt;a href=\"Panda%20Bear\"&gt;panda bears&lt;/a&gt;, &lt;a href=\"lion\"&gt;lion&lt;/a&gt;s, &lt;a href=\"Husky\"&gt;huskies&lt;/a&gt;, snow &lt;a href=\"tiger\"&gt;tiger&lt;/a&gt;s, &lt;a href=\"fox\"&gt;fox&lt;/a&gt;es, &lt;a href=\"Lop%20rabbit\"&gt;lop bunnies&lt;/a&gt;, &lt;a href=\"Hippopotamus\"&gt;hippos&lt;/a&gt;, &lt;a href=\"mammoth\"&gt;mammoth&lt;/a&gt;s, &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt;s, tigers, &lt;a href=\"pig\"&gt;pig&lt;/a&gt;s, and &lt;a href=\"Gummy%20bear\"&gt;Goobley bears&lt;/a&gt; (of which there were six varieties). Later in the game's lifespan, 'premium' species were introduced, of which there were six: &lt;a href=\"Cattle\"&gt;cows&lt;/a&gt;, &lt;a href=\"cheetah\"&gt;cheetah&lt;/a&gt;s, &lt;a href=\"red%20panda\"&gt;red panda&lt;/a&gt;s, &lt;a href=\"elephant\"&gt;elephant&lt;/a&gt;s, &lt;a href=\"sun%20bear\"&gt;sun bear&lt;/a&gt;s, and &lt;a href=\"cougar\"&gt;cougar&lt;/a&gt;s.\nMinigames.\nThere were a variety of minigames available on Fuzz Academy, including a memory game and word-spelling game, among others. Completing these minigames awarded the user with varying amounts of 'hairballs', with which the user could purchase apparel, fur colors, and backgrounds for their cadet via the store.\nHouses.\nEach cadet was assigned a house, chosen by the user, which was able to be modified at a later time (should the user choose to do so). Each house had certain values tied to it: House Optimus favored\n2d Chatroom.\nFor a limited time, the game offered a 2d chatroom where one could enter and talk with other users. The user would be represented by their cadet, placed somewhere on the Fuzz Academy campus. The chatroom was flash-based and each room had a user limit. The chatroom went offline at an unknown time when harassment and hacking became prevalent.\nForums.\nThe site also boasted a forum system where users could get to know each other and mingle. An old mirror of the forums existed post-closure for a time, so users were still able to find each other even when everything went offline."
}