{
    "id": "53770625",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=53770625",
    "title": "Anti-gay purges in Chechnya",
    "text": "Anti-gay purges in Chechnya in the &lt;a href=\"Chechen%20Republic\"&gt;Chechen Republic&lt;/a&gt;, a part of the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt;, have included &lt;a href=\"forced%20disappearance\"&gt;forced disappearance&lt;/a&gt;s—secret abductions, imprisonment, &lt;a href=\"torture\"&gt;torture&lt;/a&gt;—and &lt;a href=\"extrajudicial%20killing\"&gt;extrajudicial killing&lt;/a&gt; by authorities targeting persons based on their perceived &lt;a href=\"sexual%20orientation\"&gt;sexual orientation&lt;/a&gt;. At least 2 of the 100 people, whom authorities detained on suspicion of being gay or bisexual, have reportedly died after being held in what &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; groups and eyewitnesses have called &lt;a href=\"concentration%20camp\"&gt;concentration camp&lt;/a&gt;s.\nAllegations were initially reported on 1 April 2017 in \"&lt;a href=\"Novaya%20Gazeta\"&gt;Novaya Gazeta&lt;/a&gt;\", a Russian-language &lt;a href=\"Opposition%20%28politics%29\"&gt;opposition&lt;/a&gt; newspaper, which reported that since February 2017 over 100 men had allegedly been detained and tortured and at least three had died in an extrajudicial killing. The paper, citing its sources in the Chechen special services, called the wave of detentions a \"&lt;a href=\"wikt%3Aprophylactic\"&gt;prophylactic&lt;/a&gt; sweep\". The journalist who first reported on the subject went into hiding. There have been calls for reprisals against journalists who report on the situation.\nAs news spread of Chechen authorities' actions, which have been described as part of a systematic anti-&lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; &lt;a href=\"purge\"&gt;purge&lt;/a&gt;, Russian and international activists scrambled to evacuate survivors of the camps and other vulnerable Chechens but were met with difficulty obtaining visas to conduct them safely beyond Russia.\nThe reports of the persecution were met with a variety of reactions worldwide. The &lt;a href=\"Head%20of%20the%20Chechen%20Republic\"&gt;Head of the Chechen Republic&lt;/a&gt; &lt;a href=\"Ramzan%20Kadyrov\"&gt;Ramzan Kadyrov&lt;/a&gt; denied not only the occurrence of any persecution but also the existence of &lt;a href=\"gay%20men\"&gt;gay men&lt;/a&gt; in Chechnya, adding that such people would be &lt;a href=\"honor%20killing\"&gt;killed by their own families&lt;/a&gt;. Officials in Moscow were skeptical, although in late May the Russian government reportedly agreed to send an investigative team to Chechnya. Numerous national leaders and other public figures in &lt;a href=\"Western%20world\"&gt;the West&lt;/a&gt; condemned Chechnya's actions, and protests were held in Russia and elsewhere. A report released in December 2018 by the &lt;a href=\"Organization%20for%20Security%20and%20Cooperation%20in%20Europe\"&gt;Organization for Security and Cooperation in Europe&lt;/a&gt; (OSCE) confirmed claims that persecution of LGBT persons had taken place and was ignored by authorities. In a 2021 &lt;a href=\"Council%20of%20Europe\"&gt;Council of Europe&lt;/a&gt; report into anti-LGBTI hate crimes, &lt;a href=\"rapporteur\"&gt;rapporteur&lt;/a&gt; Foura ben Chikha described the \"state-sponsored attacks carried out against LGBTI people in Chechnya in 2017\" as \"the single most egregious example of violence against LGBTI people in Europe that has occurred in decades\".\nOn 11 January 2019, it was reported that another 'gay purge' had begun in the country in December 2018, with several gay men and women being detained. The &lt;a href=\"Russian%20LGBT%20Network\"&gt;Russian LGBT Network&lt;/a&gt; believes that around 40 people were detained and two killed.\nBackground.\nThe status of &lt;a href=\"LGBT%20rights%20in%20Chechnya\"&gt;LGBT rights in the Chechen Republic&lt;/a&gt; has long been a source of concern among human rights organizations (including Amnesty International) and it has also been described as being \"especially bleak\" within the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt; as a whole. It was also singled out for criticism by human rights organisations such as &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; before the 2017 crackdown. Chechnya is a predominantly &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;, ultra-&lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; society in which &lt;a href=\"homophobia\"&gt;homophobia&lt;/a&gt; is widespread and &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt; is &lt;a href=\"taboo\"&gt;taboo&lt;/a&gt;, and where having a gay relative is seen as a \"stain on the entire extended family\".\nThe federal &lt;a href=\"LGBT%20rights%20in%20Russia\"&gt;Russian LGBT laws&lt;/a&gt; apply in Chechnya, which is a part of the &lt;a href=\"Russian%20Federation\"&gt;Russian Federation&lt;/a&gt;. However, in Chechnya, as in other regions of southern Russia, Russian President &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; \"has empowered local leaders to enforce their interpretation of traditional values, partly in an effort to co-opt religious &lt;a href=\"Islamic%20extremism\"&gt;extremism&lt;/a&gt;, which has largely been driven underground\".\nAlthough homosexuality was legalized in Russia in 1993, in 1996 Chechnya's separatist president &lt;a href=\"Aslan%20Maskhadov\"&gt;Aslan Maskhadov&lt;/a&gt; adopted &lt;a href=\"sharia%20law\"&gt;sharia law&lt;/a&gt; in his &lt;a href=\"Chechen%20Republic%20of%20Ichkeria\"&gt;Chechen Republic of Ichkeria&lt;/a&gt;, and article 148 of the Chechen penal code made all \"&lt;a href=\"sodomy\"&gt;sodomy&lt;/a&gt;\" punishable by &lt;a href=\"caning\"&gt;caning&lt;/a&gt; after the first two offenses and punishable by execution after the third offense. Chechnya returned to direct Russian rule in 2000, formally complying with its federal laws and human right statutes. De facto, it retains some autonomy, and the current &lt;a href=\"Head%20of%20the%20Chechen%20Republic\"&gt;Head of the Chechen Republic&lt;/a&gt;, Ramzan Kadyrov, \"has brought Islam to the fore of Chechnya's daily life, and gay people who reveal their sexuality are often discriminated against and shunned by their families\".\nKey events.\nLarge-scale raids and killings.\nThe detentions began in February 2017 after a Chechen man who had allegedly committed a drug-related offense was stopped by police and arresting officers discovered contact information for other gay men on his phone.\nA second wave of detentions began after the LGBT rights organization &lt;a href=\"Gayrussia.ru\"&gt;Gayrussia.ru&lt;/a&gt; applied for permits to hold &lt;a href=\"gay%20pride%20parade\"&gt;gay pride parade&lt;/a&gt;s in four cities within &lt;a href=\"Kabardino-Balkaria\"&gt;Kabardino-Balkaria&lt;/a&gt; in Russia's predominantly Muslim &lt;a href=\"North%20Caucasus\"&gt;North Caucasus&lt;/a&gt; region, although not within Chechnya itself. The application in this district was denied by the Kabardino-Balkar authorities. An anti-gay demonstration followed, along with posts on social media calling for gay people to be murdered by various methods.\nGayrussia.ru organizer &lt;a href=\"Nikolay%20Alexeyev\"&gt;Nikolay Alexeyev&lt;/a&gt; dismissed suggestions that attempts to organize pride parades in the region had sparked the violence against gay Chechens as speculative and unfounded. The organization had not focused on the Muslim districts in particular, and it had applied for permits for gay pride parades in 90 municipal governments all across Russia in an attempt to collect the inevitable denials, which would be used in a case about freedom of assembly and gay rights before the &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt;.\n&lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt; reported in 2017 that \"it is difficult to overstate just how vulnerable LGBT people are in Chechnya, where homophobia is intense and rampant. LGBT people are in danger not only of persecution by the authorities but also of falling victim to '&lt;a href=\"honour%20killings\"&gt;honour killings&lt;/a&gt;' by their own relatives for tarnishing family honor.\" Kadyrov has encouraged &lt;a href=\"extrajudicial%20killing\"&gt;extrajudicial killing&lt;/a&gt;s by family members as an alternative to law enforcement – in some cases, gay men in prison have been released early specifically to enable their murder by relatives.\nThe &lt;a href=\"Ministry%20of%20Internal%20Affairs%20%28Chechnya%29\"&gt;Chechen police&lt;/a&gt; and military have conducted &lt;a href=\"entrapment\"&gt;entrapment&lt;/a&gt; schemes, in which a victim is lured on a &lt;a href=\"Dating\"&gt;date&lt;/a&gt;, beaten and humiliated. A recording is produced, and blackmail money is solicited in return for silence. Law enforcement agencies in Chechnya already keep lists of \"suspects\". According to a source from Radio Liberty, raids on gay people began in December 2016, subsided briefly, and resumed on a large scale in February 2017. The first gay men who were detained via entrapment were tortured in attempts to reveal the names of their acquaintances.\nAll of the correspondence in their phones was checked, adding to the \"suspect\" list. This resulted in the number of victims growing exponentially. According to \"Novaya Gazeta\", at the end of February, the police detained and checked the phone of a person who was in a state of intoxication. The phone had \"pictures and videos with explicit content\" and \"dozens of contacts of local homosexuals\". The detainee was sent to a \"secret prison\". Subsequently, a \"wave of persecution\" began in Chechnya as an attempt to purge the country of those who are homosexual or are perceived to be homosexual. Chechen police are reportedly pressuring parents in the region to kill their children who they suspect of being homosexual. To facilitate this, police have reportedly been releasing detainees into the custody of their families and &lt;a href=\"outing\"&gt;outing&lt;/a&gt; them.\nImprisonment and torture.\nAccording to independent media and human rights groups, gay men are sent to clandestine camps in &lt;a href=\"Chechnya\"&gt;Chechnya&lt;/a&gt;, which one eyewitness described to \"Novaya Gazeta\" as a \"closed prison, the existence of which no one officially knows\". Around 100 men have been imprisoned and at least three people have already died. Some of the guards in these allegedly unofficial jails are accused of releasing the prisoners to their relatives if their relatives promise to kill them (at least one man was reported by a witness as having died after returning to his family). One location of a secret prison is allegedly in the southern city of &lt;a href=\"Argun%2C%20Chechen%20Republic\"&gt;Argun&lt;/a&gt;. Another prison is located in &lt;a href=\"Tsotsin-Yurt\"&gt;Tsotsin-Yurt&lt;/a&gt;, south of the &lt;a href=\"Chechnya\"&gt;Chechen&lt;/a&gt; capital &lt;a href=\"Grozny\"&gt;Grozny&lt;/a&gt;.\nAccording to escapees interviewed in the Russian newspaper \"Novaya Gazeta\" and the British-owned \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", 30 to 40 people are detained in one room (two to three metres big), and often kept for months on end without trial. Witnesses report they are also beaten (with polypropylene pipes below the waist), and &lt;a href=\"torture\"&gt;torture&lt;/a&gt;d with electricity. In addition to physical torture, individuals report being mocked, humiliated and insulted, as well as being forced to clean the prison and spat in the face. In some cases the process of torture ends in the death of the person being tortured.\nIn May 2017, it was reported that the building in Argun had been buried under demolition rubble and that prisoners had been moved to a new, unknown location. Investigators say that prisoners are likely to have been moved to a Special Police Force training base in Terek, about 60 in Argun, but they have been denied entry, because 'training is taking place'.\nMaxim Lapunov.\nOn 15 March 2017, a gay man by the name of Maxim Lapunov was detained by police in Grozny in a sting, and subsequently brought to the police station, where he was allegedly beaten, tortured and raped, and held hostage for 12 days. Lapunov became the only person to put a face to the official complaints against Chechen authorities in 2017.\nA North Caucasus court subsequently ruled against opening a criminal investigation into the case. Justice minister Alexander Konovalov said preliminary investigations found no evidence of arrests and torture.\nIn May 2019, Lapunov filed a complaint with the &lt;a href=\"European%20Court%20of%20Human%20Rights\"&gt;European Court of Human Rights&lt;/a&gt; (ECHR), saying Russia had failed to protect him as he was arrested and beaten up by police in the Chechen capital Grozny in 2017, and claiming his case was not properly investigated by Russian authorities.\nDisappearance of Zelim Bakaev.\nWhile on a visit to Grozny for his sister's birthday in August 2017, Moscow-based Chechen singer &lt;a href=\"Zelim%20Bakaev\"&gt;Zelim Bakaev&lt;/a&gt; disappeared, never to be seen again. He was reportedly arrested by security forces, according to eyewitnesses in local media reports, and his cell phone deactivated on the day of his disappearance. The singer's mother made a public appeal to Chechen president &lt;a href=\"Ramzan%20Kadyrov\"&gt;Ramzan Kadyrov&lt;/a&gt; but Chechen authorities have refused to open an investigation into Bakaev's disappearance.\nDzhambulat Umarov, Chechnya's minister for national policy, external relations, press, and information, was quoted in RBC as saying, “The guy is not a Wahhabi, not a terrorist, he isn’t involved in any cases. No structures took him, for a hundred years no-one will need him”, adding that Bakaev would “reappear soon”.\nMedia attention.\nThe persecution of LGBT people in Chechnya beginning in early 2017 is \"particularly well documented.\" Human Rights Watch has confirmed that authorities have \"rounded up dozens of men on suspicion of being gay and that they are currently torturing and humiliating the victims. Some of the men have &lt;a href=\"Forced%20disappearance\"&gt;forcibly disappeared&lt;/a&gt;. At least three men have died since this brutal campaign began.\" An investigation by &lt;a href=\"Radio%20Liberty\"&gt;Radio Liberty&lt;/a&gt; in April 2017 reported that prisoners are being released to their families if their families promise to murder them.\nA lengthy analysis published on 26 May by Human Rights Watch reported the presence of leading government officials at the camps while detainees were being tortured. The report, which includes graphic descriptions of the ordeals faced by several survivors of the camps, suggested that several victims of the camps were still being detained at the time of its publication.\nIn June, a journalist with &lt;a href=\"VICE%20News\"&gt;VICE News&lt;/a&gt; visited a now-abandoned detention center in Argun believed to be the site of one of the camps, and interviewed the local minister of internal affairs, who also acts as prison warden. The warden denied that abuse had taken place, and said, \"My officers would not even want to touch such people, if they exist, let alone beating or torturing them\". Shown footage of the detention center, a man who described being electrocuted by his captors identified it as the site where he was held, and also identified the warden as one of his tormentors.\nIn December 2018, the &lt;a href=\"Organization%20for%20Security%20and%20Cooperation%20in%20Europe\"&gt;Organization for Security and Cooperation in Europe&lt;/a&gt; (OSCE) special rapporteur found that there was \"overwhelming evidence that there have been grave violations of the rights of LGBTI persons in the Chechen Republic.\" The OSCE found that there were several waves of persecution or \"purges\" of LGBT: the first from December 2016 to February 2017; the second wave from March to May 2017, and a subsequent third, \"which largely stopped because of the international outcry.\" The OSCE report found that there were \"still new cases as recent as September and October 2018.\" The OSCE report found that the persecutions followed a consistent pattern. Persons suspected of being homosexual would be arrested (at homes, workplaces, or while traveling) by police and military officers, particular black-clad &lt;a href=\"SOBR\"&gt;SOBR&lt;/a&gt; members. Those arrested would be taken to a police station and then later a detention facility, sometimes an \"unofficial prison\"; &lt;a href=\"Argun%2C%20Chechen%20Republic\"&gt;Argun&lt;/a&gt; was a common location. Those arrested would be humiliated, tortured, and interrogated to force a confession \"that they were gay and to give names of other gays\"; torture methods included being beaten with various items such as sticks, tubes, and cables, and sometimes electric shocks. Prisoners were often forced to work, sometimes by cleaning cars or floors. Medical treatment, food, and water was withheld from the prisoners. Prisoners were \"mistreated and tortured on a daily basis mostly for about two weeks or until they made and signed a confession or reported others or expressed their willingness to cooperate.\" Some were reportedly killed; others were &lt;a href=\"ransom\"&gt;ransom&lt;/a&gt;ed; some were told to commit suicide; others were handed over to their relatives, who were told to &lt;a href=\"Honor%20killing\"&gt;kill them&lt;/a&gt;, and \"In many cases victims have been &lt;a href=\"Forced%20marriage\"&gt;forced to marry&lt;/a&gt; in order to save the family honor.\"\nExperts at the &lt;a href=\"Office%20of%20the%20United%20Nations%20High%20Commissioner%20for%20Human%20Rights\"&gt;Office of the High Commissioner for Human Rights&lt;/a&gt; released a statement in 2019, indicating the worsening situation of LGBT people in Chechnya: “Abuse inflicted on victims has allegedly become more cruel and violent compared with reports from 2017. It is no longer only gay men in Chechnya who are being targeted but women also.” Reportedly, more than 40 people have been arrested since December 2018. People who tried to flee the republic were prevented from doing so by the authorities.\nA second wave of persecutions in 2019.\nAfter a lull, the Russian LGBT Network announced in July 2017 that it was again receiving reports of authorities persecuting gay Chechens. The group voiced doubt that the Russian government was conducting an actual investigation, despite earlier claims to the contrary from the Kremlin.\nResponse from Russian authorities.\nStatements from Chechen and Russian authorities.\nChechen and Russian authorities have denied that the purges and persecutions occurred. Chechen government authorities denied that purges occurred. Alvi Karimov, a spokesperson for &lt;a href=\"Ramzan%20Kadyrov\"&gt;Ramzan Kadyrov&lt;/a&gt;, claimed that gay people \"just don't exist in the republic\" and that \"If there were such people in Chechnya, the law-enforcement organs wouldn't need to have anything to do with them because their relatives would send them somewhere from which there is no returning,\" an apparent reference to so-called \"&lt;a href=\"honor%20killing\"&gt;honor killing&lt;/a&gt;.\" Karimov later claimed that reports of persecutions of LGBT people were part of an \"economic, political, psychological and informational attack directed against Russia\" waged by Americans and Europeans, and asserted that \"There is not a single case of arrest on these grounds in Chechnya.\" In a July 2017 television interview, Kadyrov denied the existence of any gays in Chechnya, saying \"We don't have any gays. If there are any, take them to Canada. To purify our blood, if there are any here, take them.\" Kadyrov called the men who stated they had been tortured \"devils\" and \"subhuman.\" In January 2019, following reports of a new wave of anti-gay purges beginning December 2018, Dzhambulat Umarov, the Chechen Minister of National Policy, claimed that gay people's \"sick imagination\" was to blame for purge reports. Russian President &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt;, through his spokesman &lt;a href=\"Dmitry%20Peskov\"&gt;Dmitry Peskov&lt;/a&gt;, endorsed Chechen leaders' denials of anti-gay persecution, and Russian &lt;a href=\"Minister%20of%20Foreign%20Affairs%20%28Russia%29\"&gt;Minister of Foreign Affairs&lt;/a&gt; &lt;a href=\"Sergey%20Lavrov\"&gt;Sergey Lavrov&lt;/a&gt; claimed the reports were not \"based on fact.\"\nSources have said that Chechen leader &lt;a href=\"Ramzan%20Kadyrov\"&gt;Ramzan Kadyrov&lt;/a&gt; wanted the LGBT community to be eliminated by 26 May 2017.\nArrests and targeting of activists and journalists.\nThe &lt;a href=\"Russian%20LGBT%20Network\"&gt;Russian LGBT Network&lt;/a&gt;, an inter-regional LGBT rights organization based in &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;, is attempting to assist those who are threatened and evacuate them from Chechnya. In May 2019, the association reported that seven people broke into the apartment of one of its volunteers in &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt;, where they threatened the activist and other staff with physical violence and murder, saying \"We will take you to the police office and will break all your bones.\" The assailants interrogated the activists about the whereabouts of a young Chechen woman who had escaped from the region and Russian LGBT Network emergency programme coordinator David Isteev, saying \"to tell David Isteev that they were going to find and kill him.\" Three of the assailants were identified as &lt;a href=\"Chechens\"&gt;Chechens&lt;/a&gt; and four implied they were police officers from Chechnya's capital &lt;a href=\"Grozny\"&gt;Grozny&lt;/a&gt;, but refused to provide identification documents.\nIn May 2017, five activists were arrested in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; while en route to the prosecutor general's office to deliver a petition calling for an unbiased investigation. According to the &lt;a href=\"Russian%20LGBT%20Network\"&gt;Russian LGBT Network&lt;/a&gt;, the petition bore more than two million signatures of people in various countries. The arrests followed an incident at a &lt;a href=\"May%20Day\"&gt;May Day&lt;/a&gt; parade in &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt; in which riot police reportedly detained 17 protesters who sought to bring attention to the anti-gay violence in Chechnya.\nIn January 2019, &lt;a href=\"Igor%20Kochetkov\"&gt;Igor Kochetkov&lt;/a&gt;, a leading &lt;a href=\"Russian%20LGBT%20Network\"&gt;Russian LGBT Network&lt;/a&gt; activist, filed a complaint with the Investigative Department of Russia's Interior Ministry, naming 14 people that authorities unlawfully detained and tortured in Chechnya's capital, Grozny. He also reported the name of one man who police allegedly killed in January. After the complaint, however, Ali Baskhanov, the leader of a pro-government group in Chechnya, uploaded a YouTube video threatening Kochetkov, calling him a \"son of the devil,\" and warned that if he came to Chechnya it would be his \"final stop\", according to &lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt;. Kochetkov says authorities did not take his complaints of the threat seriously. He is now planning to sue the Investigative Department. &lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt; urged to Russia to protect the activist and said that \"The threats against Igor Kochetkov are very serious and deserve a prompt reaction by the Russian authorities. Given the danger LGBT people have been facing in Chechnya, the Interior’s Ministry’s lack of response is dangerous and unacceptable.\"\nInvestigation by Kremlin ombudswoman.\nIn late May 2017, following weeks of international pressure, the Kremlin authorized its human rights ombudswoman, &lt;a href=\"Tatyana%20Moskalkova\"&gt;Tatyana Moskalkova&lt;/a&gt;, to conduct an investigation. Investigators were sent to Chechnya. but Chechen officials attempted to sabotage the team's investigation. In 2020, the Russian newspaper \"&lt;a href=\"Novaya%20Gazeta\"&gt;Novaya Gazeta&lt;/a&gt;\" reported that Chechen authorities had deliberately attempted to deceive Moskalkova; in September 2017 meetings in Chechnya, Moskalkova met with two men \"identified to her as being among those who had reportedly been killed in the raids, ... in what appeared to be an effort by local authorities to undermine the reports about the raids\"; the men were in fact the siblings of two men who were victims of extrajudicial killings.\nInternational reactions.\nHuman rights groups and foreign governments have called upon Russia and Chechnya to put an end to the torture and killings of gays.\nUnited Nations and other intergovernmental bodies.\nIn April 2017, a panel of five experts that advises the &lt;a href=\"United%20Nations%20Human%20Rights%20Council\"&gt;United Nations Human Rights Council&lt;/a&gt; called on Chechnya to \"put an end to the persecution of people perceived to be gay or bisexual in the Chechen Republic who are living in a climate of fear fueled by homophobic speeches by local authorities\"; the same month, the director of the human rights office at the &lt;a href=\"Organization%20for%20Security%20and%20Cooperation%20in%20Europe\"&gt;Organization for Security and Cooperation in Europe&lt;/a&gt; said that Moscow must \"urgently investigate the alleged disappearance, torture and other ill-treatment\" of gay men in Chechnya.\nIn January 2019, the UN &lt;a href=\"Office%20of%20the%20High%20Commissioner%20for%20Human%20Rights\"&gt;Office of the High Commissioner for Human Rights&lt;/a&gt; (OHCHR) expressed its concern with reports of additional arrests following an anti-purge in the Russian republic, and called on Russia to take action to halt the detention and abuse of gay and bisexual people in Chechnya. The UN experts are Elina Steinerte, &lt;a href=\"Agnes%20Callamard\"&gt;Agnes Callamard&lt;/a&gt;, &lt;a href=\"David%20Kaye%20%28law%20professor%29\"&gt;David Kaye&lt;/a&gt;, &lt;a href=\"Victor%20Madrigal-Borloz\"&gt;Victor Madrigal-Borloz&lt;/a&gt;, &lt;a href=\"Nils%20Melzer\"&gt;Nils Melzer&lt;/a&gt;, &lt;a href=\"Dubravka%20%C5%A0imonovic\"&gt;Dubravka Šimonovic&lt;/a&gt;, and Ivana Radačić.\nIn March 2019, a number of countries, at the 40th Session of the &lt;a href=\"Human%20Rights%20Council\"&gt;Human Rights Council&lt;/a&gt;, issued a joint statement calling for \"a swift, thorough and impartial investigation into the alleged persecution\" and accountability for those responsible. &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;, &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;, &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;, &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;, &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt;, &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt; all supported the joint statement; however, the United States under the &lt;a href=\"Trump%20administration\"&gt;Trump administration&lt;/a&gt; refused to sign on to the statement.\nHuman rights and LGBT organizations.\nIn April 2017 &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; called for a prompt investigation and intervention, and more than 130,000 people signed a petition started by the organization in opposition to alleged human rights violations. The same month, the &lt;a href=\"United%20States%20Holocaust%20Memorial%20Museum\"&gt;United States Holocaust Memorial Museum&lt;/a&gt; condemned the persecution of gay men in Chechnya and called on Chechen and Russian authorities to investigate the matter and \"ensure the safety of LGBT populations within the Russian Federation\".\nThree France-based human rights organizations filed a complaint in May 2017 with the &lt;a href=\"International%20Criminal%20Court\"&gt;International Criminal Court&lt;/a&gt; (ICC) accusing Chechen government officials of &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt;. and Chechen President Kadyrov as the \"logistician\" of the concentration camps. Putin announced in 2016 that Russia, which signed but never ratified the &lt;a href=\"Rome%20Statute\"&gt;treaty creating the ICC&lt;/a&gt;, would end its relationship with the treaty in November 2017.\nMany celebrities and LGBT activists such as &lt;a href=\"Troye%20Sivan\"&gt;Troye Sivan&lt;/a&gt;, &lt;a href=\"Ellen%20DeGeneres\"&gt;Ellen DeGeneres&lt;/a&gt;, &lt;a href=\"Matt%20Bomer\"&gt;Matt Bomer&lt;/a&gt;, &lt;a href=\"Mark%20Ruffalo\"&gt;Mark Ruffalo&lt;/a&gt;, and &lt;a href=\"Billy%20Eichner\"&gt;Billy Eichner&lt;/a&gt; have voiced their strong condemnation of persecution of LGBT persons in Chechnya.\nIn February 2021, the &lt;a href=\"European%20Center%20for%20Constitutional%20and%20Human%20Rights\"&gt;European Center for Constitutional and Human Rights&lt;/a&gt; and the Russian LGBT Network filed a 97-page charge sheet against five Chechen officials connected with Kadyrov, including his deputy prime minister Abuzayed Vismuradov, police chief Ayub Katayev, and the chair of the Chechen parliament, &lt;a href=\"Magomed%20Daudov\"&gt;Magomed Daudov&lt;/a&gt;. If accepted by German authorities, the five named officials would be charged with crimes against humanity.\nProtests outside Russian diplomatic missions.\nHundreds of people have attended demonstrations outside Russian diplomatic missions, protesting the anti-gay persecutions in Chechnya. Democrations took place in April 2017, outside the &lt;a href=\"Embassy%20of%20Russia%2C%20London\"&gt;Embassy of Russia in London&lt;/a&gt;; and in January 2019, outside &lt;a href=\"Consulate-General%20of%20Russia%20in%20New%20York%20City\"&gt;New York City's Russian Consulate&lt;/a&gt;, in solidarity with gay and lesbian people facing a \"second wave\" of persecution in Chechnya. On the occasion of &lt;a href=\"International%20Holocaust%20Remembrance%20Day\"&gt;International Holocaust Remembrance Day&lt;/a&gt;, a protest attended by around a hundred people was held on 27 January 2019, outside the Embassy of Russia in London. In May 2019, on the &lt;a href=\"International%20Day%20Against%20Homophobia%2C%20Transphobia%20and%20Biphobia\"&gt;International Day Against Homophobia, Transphobia and Biphobia&lt;/a&gt;, LGBT activists laid a giant rainbow flag on the steps of the Russian embassy in London, handing in a 65,000-signature petition calling on the Russian authorities to investigate the purge.\nForeign governments.\nFrance.\nThe camps became an issue in the &lt;a href=\"2017%20French%20presidential%20election\"&gt;2017 French presidential election&lt;/a&gt;, with &lt;a href=\"Jean-Luc%20M%C3%A9lenchon\"&gt;Jean-Luc Mélenchon&lt;/a&gt;, &lt;a href=\"Beno%C3%AEt%20Hamon\"&gt;Benoît Hamon&lt;/a&gt; and &lt;a href=\"Emmanuel%20Macron\"&gt;Emmanuel Macron&lt;/a&gt; condemning Chechnya for them, while &lt;a href=\"Fran%C3%A7ois%20Fillon\"&gt;François Fillon&lt;/a&gt; and &lt;a href=\"Marine%20Le%20Pen\"&gt;Marine Le Pen&lt;/a&gt; remained silent. In a meeting with Putin in 2017, French President Macron pressed the Russian leader on the plight of LGBT Chechens and promised constant vigilance on the issue. According to Macron, Putin reported having taken steps to ascertain \"the complete truth on the activities of local authorities\".\nUnited Kingdom.\nIn 2017, British &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;MEP&lt;/a&gt;s urged Prime Minister &lt;a href=\"Theresa%20May\"&gt;Theresa May&lt;/a&gt; and &lt;a href=\"Secretary%20of%20State%20for%20Foreign%20and%20Commonwealth%20Affairs\"&gt;Foreign Secretary&lt;/a&gt; &lt;a href=\"Boris%20Johnson\"&gt;Boris Johnson&lt;/a&gt; to meet with the Russian ambassador. Johnson condemned the Chechen government's persecution of gay men as \"outrageous\" and \"abhorrent.\"\nIn 2019, Foreign Office minister &lt;a href=\"Alan%20Duncan\"&gt;Alan Duncan&lt;/a&gt; said: \"The persecution of LGBT people in Chechnya is utterly appalling. ...The Russian authorities must protect their people from these human rights abuses, and conduct a credible investigation into these reports immediately. There should be no climate of impunity for those who commit these abuses. We and the international community have repeatedly called for the Russian Government to conduct an investigation and hold those responsible for human rights abuses in Chechnya to account, including through the 2018 OSCE Moscow Mechanism.\"\nAustralia.\nIn 2017, &lt;a href=\"Julie%20Bishop\"&gt;Julie Bishop&lt;/a&gt;, the Australian Foreign Minister, condemned both the arrests and the camps.\nCanada.\nIn April 2017, the Government of Canada called the \"persecution of LGBTQ2 people in Chechnya reprehensible\", calling upon Russia to investigate and ensure the safety of those at risk.\nUnited States.\nIn April 2017, the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;United States Department of State&lt;/a&gt; expressed concern about \"numerous credible reports indicating the detentions and deaths of LGBTI individuals\" in Chechnya. The same month, fifty members of &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; signed a letter urging &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;Secretary of State&lt;/a&gt; &lt;a href=\"Rex%20Tillerson\"&gt;Rex Tillerson&lt;/a&gt;, who was in Russia in April, to publicly question the validity of the reports and to pressure the Russian government to investigate and put a stop to the arrests. Also in April 2017, &lt;a href=\"Nikki%20Haley\"&gt;Nikki Haley&lt;/a&gt;, the &lt;a href=\"United%20States%20Ambassador%20to%20the%20United%20Nations\"&gt;U.S. ambassador to the United Nations&lt;/a&gt;, said, \"We continue to be disturbed by reports of kidnapping, torture, and murder of people in Chechnya based on their sexual orientation and those persecuted by association. If true, this violation of human rights cannot be ignored – Chechen authorities must immediately investigate these allegations, hold anyone involved accountable, and take steps to prevent future abuses.\" Former Secretary of State and 2016 presidential candidate &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; condemned the developments and called on the &lt;a href=\"Presidency%20of%20Donald%20Trump\"&gt;administration&lt;/a&gt; of President &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; to do the same.\nIn June 2017, the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. House of Representatives&lt;/a&gt; unanimously passed House Resolution 351, which condemned the atrocities against LGBT people in Chechnya and called upon the Russian government to condemn the violence.\nAccording to a &lt;a href=\"United%20States%20National%20Security%20Council\"&gt;National Security Council&lt;/a&gt; spokesperson, the topic of anti-gay persecution did not arise at a May 2017 meeting between Trump and Putin's Foreign Minister, &lt;a href=\"Sergey%20Lavrov\"&gt;Sergey Lavrov&lt;/a&gt;. A White House spokesperson said that she was \"not 100 percent sure\" whether Trump had been briefed on the issue. Testifying before a House of Representatives committee in June 2017, Tillerson reported that he had not discussed the matter during a meeting with Lavrov and did not know if Trump had raised it with Putin.\nIn December 2017, the &lt;a href=\"U.S.%20Department%20of%20the%20Treasury\"&gt;U.S. Department of the Treasury&lt;/a&gt; imposed sanctions under the &lt;a href=\"Magnitsky%20Act\"&gt;Magnitsky Act&lt;/a&gt; on Kadyrov and another Chechen official, Ayub Katayev, citing \"gross violations of internationally recognized human rights\"; the sanctions freeze assets and restrict the individuals' ability to travel in the U.S. A spokesman for Putin called the sanctions \"illegal\" and indicated that Moscow would enact similar restrictions on U.S. officials in response. In May 2019, the U.S. government imposed new financial sanctions on Chechen officials linked to the roundups of gay men in Chechnya, including &lt;a href=\"Abuzayed%20Vismuradov\"&gt;Abuzayed Vismuradov&lt;/a&gt;, the commander of the \"Terek Special Rapid Response Team\" unit.\nIn 2018, the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;United States Department of State&lt;/a&gt; released the &lt;a href=\"Country%20Reports%20on%20Human%20Rights%20Practices\"&gt;Country Reports on Human Rights Practices&lt;/a&gt; of 2017. The report on Russia detailed multiple human rights abuses against LGBTI people in Chechnya over the preceding year, including &lt;a href=\"extrajudicial%20killing\"&gt;extrajudicial killing&lt;/a&gt;s of LGBTI persons in Chechnya; the kidnapping, detention, and torture of men accused of being gay in Chechnya as part of a purge conducted by Chechen security forces; repeated threats of violence by Chechen officials against journalists reporting on human rights violations; and a failure of Chechen and Russian authorities to adequately redress human rights violations.\nIn January 2019, the &lt;a href=\"U.S.%20Department%20of%20State\"&gt;U.S. Department of State&lt;/a&gt; called on Russia to urgently investigate the reports of the purges, with Deputy Spokesperson &lt;a href=\"Robert%20Palladino\"&gt;Robert Palladino&lt;/a&gt; stating: \"We are deeply disturbed by credible reports out of Chechnya about renewed attacks against individuals perceived to be members of the LGBTI community. Civil society groups report that at least 40 individuals have been illegally detained since December, including two who reportedly died in custody after being tortured. We call on Russia to live up to its international obligations and commitments and its own constitution, and launch an immediate investigation into these human rights abuses.\"\nGermany.\nGerman Chancellor &lt;a href=\"Angela%20Merkel\"&gt;Angela Merkel&lt;/a&gt; raised the topic in a meeting with Putin in May 2017, urging him to exert his influence to \"ensure that minorities' rights are protected\".\nMultilateral efforts.\nIn April 2017, &lt;a href=\"Lilianne%20Ploumen\"&gt;Lilianne Ploumen&lt;/a&gt;, Dutch &lt;a href=\"Minister%20for%20Development%20Cooperation%20%28Netherlands%29\"&gt;Minister for Foreign Trade and Development Cooperation&lt;/a&gt;, has called for a statement of condemnation from the 33 members (&lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;, &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;, the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;, &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;, &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, &lt;a href=\"Honduras\"&gt;Honduras&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;, &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;, the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, and &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt;) of the Equal Rights Coalition. In May 2017, in a joint letter to Russian Foreign Minister &lt;a href=\"Sergey%20Lavrov\"&gt;Sergey Lavrov&lt;/a&gt;, the foreign ministers of five European countries (Britain, France, Germany, the Netherlands and Sweden) declared their concern over the situation.\nEvacuations and asylum.\nThe &lt;a href=\"Russian%20LGBT%20Network\"&gt;Russian LGBT Network&lt;/a&gt;, based in St. Petersburg, has worked to evacuate from Chechnya those who are threatened. By June 2017, the Russian LGBT Network reported that 42 men had been evacuated to other parts of Russia, where they were safe from the immediate threat of detention, but risked being tracked down.\nIn May 2017, Russian activists reported that survivors of Chechnya's anti-gay persecution were having difficulty finding countries willing to issue them &lt;a href=\"Travel%20visa\"&gt;visas&lt;/a&gt;. By mid-May 2017, nine survivors of the persecution had reportedly been granted visas—two by &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, the others by countries that Lithuanian Foreign Minister &lt;a href=\"Linas%20Antanas%20Linkevi%C4%8Dius\"&gt;Linas Linkevičius&lt;/a&gt; termed \"allies\" but declined to identify. Linkevičius urged other nations of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; to accept more of the refugees. As of June 2017, Germany and Lithuania had granted visas for entry to the countries based on 'humanitarian' grounds. In August 2017, the Dutch government changed policy to allow LGBT persons from Chechnya to gain almost automatic \"asylum-seeker\" status and entry to the Netherlands.\nBy 2019, the Russian LGBT Network had assisted more than 140 Chechen gay people in emigrating to European nations and Canada; none were resettled in the United States. The &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;-based nonprofit &lt;a href=\"Rainbow%20Railroad\"&gt;Rainbow Railroad&lt;/a&gt; has worked with the Russian LGBT Network to establish safe routes out of the region and assist at-risk men in escaping. In mid-2017, the Canadian government had quietly granted &lt;a href=\"Right%20of%20asylum\"&gt;asylum&lt;/a&gt; to 22 gay men and lesbians, in coordination with Rainbow Railroad. In December 2018, &lt;a href=\"Minister%20of%20Foreign%20Affairs%20%28Canada%29\"&gt;Canadian Minister of Foreign Affairs&lt;/a&gt; &lt;a href=\"Chrystia%20Freeland\"&gt;Chrystia Freeland&lt;/a&gt; ordered an airlift that brought 57 LGBT Chechen refugees to Canada.\nThe United States government offered only limited help to LGBT Chechens facing persecution. The \"Washington Post\" reported in September 2017 that \"only a small number of LGBT Chechens who have found refuge in the United States in recent years\"—far fewer than the number who wish to emigrate. In May 2017, the Russia LGBT Network reported having unproductive talks with American embassy officials, in which they were told there was \"no political will\" to issue U.S. visas to the refugees. The &lt;a href=\"Human%20Rights%20Campaign\"&gt;Human Rights Campaign&lt;/a&gt;, an LGBT rights group, has called upon the U.S. to accept Chechen LGBT aslyum-seekers and refugees, noting that \"activists state that the U.S. has yet to accept a single Chechen refugee and some Russian advocates have been told that U.S. visas are out of reach for LGBTQ Chechens.\" One Chechen transgender woman fled Russia in April 2016 after being harassed and assaulted; she traveled to Mexico and crossed the border into the United States, where a U.S. federal judge granted her asylum in August 2017 due to the dangerous situation for LGBT persons in Russia. In May 2019, one gay Chechen man had applied for asylum in the U.S., where he had fled in November 2018 after being attacked in Moscow.\nDocumentary.\nThe 2020 documentary \"&lt;a href=\"Welcome%20to%20Chechnya\"&gt;Welcome to Chechnya&lt;/a&gt;\" by investigative reporter and filmmaker &lt;a href=\"David%20France%20%28writer%29\"&gt;David France&lt;/a&gt; followed the work of activists rescuing survivors of torture in the anti-gay pogroms and features footage that was shot in secret, using hidden cameras, cell phones, GoPros, and handycams. To protect the identities of asylum seekers, &lt;a href=\"deepfake\"&gt;deepfake&lt;/a&gt; technology was used to replace the faces and voices of subjects with face and voice doubles in a way that allowed viewers to see real faces displaying real emotions. One of the activists briefly discussed the expansion of persecution (on a smaller scale) to neighboring &lt;a href=\"Ingushetia\"&gt;Ingushetia&lt;/a&gt; and &lt;a href=\"Dagestan\"&gt;Dagestan&lt;/a&gt;. The documentary had its world premiere at the &lt;a href=\"Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt; on January 26, 2020 and was released on June 30, 2020, by &lt;a href=\"HBO%20Films\"&gt;HBO Films&lt;/a&gt;."
}