{
    "id": "537746",
    "revid": "40629262",
    "url": "https://en.wikipedia.org/wiki?curid=537746",
    "title": "List of state routes in Connecticut",
    "text": "The &lt;a href=\"Connecticut%20Department%20of%20Transportation\"&gt;Connecticut Department of Transportation&lt;/a&gt; (CTDOT) maintains a system of &lt;a href=\"state%20highway\"&gt;state highway&lt;/a&gt;s to serve the predominant flow of traffic between &lt;a href=\"New%20England%20town\"&gt;towns&lt;/a&gt; within &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;, and to towns in surrounding states. State highways also include roads that provide access to federal and state facilities (\"Special Service Roads\").\nThe state highway system consists of roads indicated on the official CTDOT map and highway log. As of January 1, 2007, the state highway system contains a total of of roads (not including ramps and interchange connections), corresponding to approximately 20% of all roads in the state. All state highways are state-maintained except for several segments (totaling 4 miles) that are locally maintained. &lt;a href=\"Interstate%20highway\"&gt;Interstate highway&lt;/a&gt;s and &lt;a href=\"U.S.%20highway\"&gt;U.S. highway&lt;/a&gt;s in the state are not Connecticut state routes, however they are maintained by the state.\nAll state highways are given a number designation. All state highways are assigned \"Route\" numbers. \"Route\" numbers are in the 2–999 range. State highways that are \"special service roads\" are assigned \"SSR\" numbers and are unsigned; these numbers are above 399 and are used for internal CTDOT purposes. Signposted state highways that are not U.S. highways or interstates are signed with the square Connecticut state highway shield.\nState Routes.\nRoutes are signed state highways and are assigned numbers from 1 to 399 (with the exception of I-684 and I-691). All state, U.S. and Interstate highways are part of the same numbering system. In 1926, the &lt;a href=\"U.S.%20highway\"&gt;U.S. highway&lt;/a&gt; system was implemented. U.S. Routes 1, 5, 6, and 7 were used as designations on several primary state highways, replacing New England routes 1, 2, 3, and 4, respectively. The other New England routes that were not re-designated as U.S. routes became ordinary state highways but kept their number designation, which are used even today (with some realignment). In 1958, Connecticut received approval for the route numbers of its three primary &lt;a href=\"Interstate%20highway\"&gt;Interstate highway&lt;/a&gt;s: I-84, I-91, and I-95. State highways with the same number designation as the Interstate highways were renumbered to avoid duplication of route numbers.\nSpecial Service Roads.\nRoads classified by the Department of Transportation as special service roads are given an unsigned number designation between 400 and 499. Special service roads are roads that connect a federal or state facility (including state parks and some Interstate Highway interchanges) to a signed state route. These numbers only appear in internal documentation, none of them are signed.\nState Roads.\nState Roads are state-maintained roads that are usually long entrance/exit ramps to/from an expressway, or short interconnecting roads between signed routes. Roads classified by the Department of Transportation as state roads are given an unsigned number designation between 500 and 999. The first digit denotes which Maintenance District the road is mainly located in:\nState road numbers are only for internal record-keeping and documentation, all of these roads are unsigned.\nHistory.\n1913 trunk line system.\nIn 1900, the State Highway Department proposed a statewide system of trunk line routes. By 1913, the system consisted of 10 north-south highways and 4 east-west highways, including the lower &lt;a href=\"Boston%20Post%20Road\"&gt;Boston Post Road&lt;/a&gt;. The system covered roughly . The 14 trunk lines were numbered on paper but were never actually signposted. The 14 trunk line routes were:\nNew England road marking system.\nThe first public route numbering came with the advent of the &lt;a href=\"New%20England%20road%20marking%20system\"&gt;New England road marking system&lt;/a&gt; of 1922. This highway numbering system was used throughout &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; and consisted of 25 routes (with route numbers from 1 to 32). A total of 9 of the routes passed through Connecticut (Routes &lt;a href=\"U.S.%20Route%201%20in%20Connecticut\"&gt;1&lt;/a&gt;, &lt;a href=\"Route%202%20%28New%20England%29\"&gt;2&lt;/a&gt;, &lt;a href=\"Route%203%20%28New%20England%29\"&gt;3&lt;/a&gt;, &lt;a href=\"Route%204%20%28New%20England%29\"&gt;4&lt;/a&gt;, &lt;a href=\"Route%208%20%28New%20England%29\"&gt;8&lt;/a&gt;, &lt;a href=\"Route%2010%20%28New%20England%29\"&gt;10&lt;/a&gt;, &lt;a href=\"Route%2012%20%28New%20England%29\"&gt;12&lt;/a&gt;, &lt;a href=\"Route%2017%20%28New%20England%29\"&gt;17&lt;/a&gt;, and &lt;a href=\"Route%2032%20%28New%20England%29\"&gt;32&lt;/a&gt;). In this system, inter-state routes would be numbered 1–99 and state routes numbered 100 and up. The New England route system was soon eclipsed by the national &lt;a href=\"U.S.%20highway\"&gt;U.S. highway&lt;/a&gt; system.\n1922–1931.\nThe State Highway Department classified state roads as either State Highways (SH) or State Aid Roads (SA). These roads were given number designations – 100–299 for primary routes and 300+ for secondary routes. Some state roads were signposted and some were not.\n1932 renumbering.\nThe state abandoned its old numbering system and renumbered almost all of their state highways in 1932. Most of the present route numbers were formed during this renumbering. The only route numbers that survived were U.S. Routes and a few state highway routes. For route numbers established in 1932, the new numbering system used odd numbers for north-south routes and even numbers for east-west routes, matching the U.S. Highway numbering system. The New England routes that were grandfathered into the highway system (Routes 8, 10, 12, 32) did not follow the new system. The state also assigned new route numbers in clusters, with routes in the same general location having numbers close to each other as well. Shortly after the renumbering, in 1935, two new U.S. Routes were commissioned: US 44 (taking over part of old New England Route 17) and US 202.\n1963 renumbering.\nIn 1963, the state passed the Road Reclassification Act to fix the by now fragmented state highway system. Many state highways had state maintenance gaps and several highway segments were even isolated from the rest of the system. State highways were classified into primary, secondary, and service roads. Primary routes were essentially left unchanged, while minor realignments, additions/deletions, and extensions occurred in many secondary routes. About 1/3 of all routes were changed to some degree by this renumbering. The current system of unsigned (\"secret\") routes, including the special service roads, was also created during this renumbering. The state highway system has not had any major changes since then. The state completely abandoned the odd/even numbering scheme established in 1932 with new numbers in 1963 assigned without regard to their direction or general location."
}