{
    "id": "53772658",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=53772658",
    "title": "Happy Idiot",
    "text": "\"Happy Idiot\" is the first single off of American indie rock band &lt;a href=\"TV%20on%20the%20Radio\"&gt;TV on the Radio&lt;/a&gt;'s fifth studio album \"&lt;a href=\"Seeds%20%28TV%20on%20the%20Radio%20album%29\"&gt;Seeds&lt;/a&gt;\".\nBackground.\nTV on the Radio's lead singer &lt;a href=\"Tunde%20Adebimpe\"&gt;Tunde Adebimpe&lt;/a&gt; clarified to Music Feeds that Happy Idiot's lyrics were about distancing from the shock of an event and placing oneself in danger.\nComposition.\nIn an interview with Rolling Stone, guitarist &lt;a href=\"Dave%20Sitek\"&gt;Dave Sitek&lt;/a&gt; explained the step by step process of \"Happy Idiot\". Stiek started creating the song at &lt;a href=\"Sonic%20Ranch\"&gt;Sonic Ranch&lt;/a&gt; by arranging the musical instruments. After songwriters &lt;a href=\"Daniel%20Ledinsky\"&gt;Daniel Ledinsky&lt;/a&gt; and &lt;a href=\"Erik%20Hassle\"&gt;Erik Hassle&lt;/a&gt; created the melody, the rest of TV on the Radio added their contributions to complete the song.\nReception.\nCritics both praised and panned the music style in \"Happy Idiot\". Slate Magazine likened the song's new wave style to a combination of &lt;a href=\"The%20Police\"&gt;The Police&lt;/a&gt; and &lt;a href=\"Joy%20Division\"&gt;Joy Division&lt;/a&gt;. However, Beat Magazine opined that the usage of &lt;a href=\"hi-hat\"&gt;hi-hat&lt;/a&gt;s did not add anything to \"Happy Idiot\", and called the song \"nothing more, nothing less, nothing revelatory\", while Spin Magazine called the song \"a typically straining post-punk exercise\".\nMusic video.\nOn October 3, 2014, TV on the Radio released a music video for \"Happy Idiot\" referencing &lt;a href=\"Speed%20Racer\"&gt;Speed Racer&lt;/a&gt;. In the music video directed by &lt;a href=\"Danny%20Jelinek\"&gt;Danny Jelinek&lt;/a&gt;, &lt;a href=\"Paul%20Reubens\"&gt;Paul Reubens&lt;/a&gt; plays a racecar driver that is hallucinating about a girl played by &lt;a href=\"Karen%20Gillan\"&gt;Karen Gillan&lt;/a&gt;.\nIn a statement by Tunde Adebimpe, Adebimpe said that he came up with the idea for the music video and approached &lt;a href=\"Funny%20or%20Die\"&gt;Funny or Die&lt;/a&gt;, who accepted the idea. He also highlighted that Paul Reubens was a big influence on him, and that he was excited to work with Karen Gillan."
}