{
    "id": "53801782",
    "revid": "42300727",
    "url": "https://en.wikipedia.org/wiki?curid=53801782",
    "title": "Homemade Dynamite",
    "text": "\"Homemade Dynamite\" is a song by New Zealand singer-songwriter &lt;a href=\"Lorde\"&gt;Lorde&lt;/a&gt; from her second album, \"&lt;a href=\"Melodrama%20%28Lorde%20album%29\"&gt;Melodrama&lt;/a&gt;\" (2017). She co-wrote the track with &lt;a href=\"Tove%20Lo\"&gt;Tove Lo&lt;/a&gt;, Jakob Jerlström, Ludvig Söderberg and co-produced it with &lt;a href=\"Frank%20Dukes\"&gt;Frank Dukes&lt;/a&gt; and vocal producer Kuk Harrell. &lt;a href=\"music%20journalism\"&gt;Critics&lt;/a&gt; described \"Homemade Dynamite\" as a &lt;a href=\"contemporary%20R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; and &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt; song with vocal sound effects, &lt;a href=\"reverberation\"&gt;reverberated&lt;/a&gt; percussion, a &lt;a href=\"staccato\"&gt;staccato&lt;/a&gt; &lt;a href=\"hook%20%28music%29\"&gt;hook&lt;/a&gt;, electronic flourishes, &lt;a href=\"synthesizer\"&gt;synthesizer&lt;/a&gt;s, and &lt;a href=\"hip%20hop%20music\"&gt;hip hop&lt;/a&gt; beats. In the lyrics, Lorde talks about having a feeling of &lt;a href=\"euphoria\"&gt;euphoria&lt;/a&gt; at a house party with friends.\n\"Homemade Dynamite\" received favourable reviews from music critics, who praised its strong lyrical content, Lorde's vocal delivery and its production. While the track failed to match the success of the album's lead single, it had minor chart placements in Portugal, Sweden and the United Kingdom. Lorde premiered the song at the &lt;a href=\"Coachella%20Valley%20Music%20%26amp%3B%20Arts%20Festival\"&gt;Coachella Valley Music Festival&lt;/a&gt; and performed it at the &lt;a href=\"2017%20MTV%20Video%20Music%20Awards\"&gt;2017 MTV Video Music Awards&lt;/a&gt;. \"Homemade Dynamite\" was one of five songs used as part of a re-imagined &lt;a href=\"Vevo\"&gt;Vevo&lt;/a&gt; series at the &lt;a href=\"Electric%20Lady%20Studios\"&gt;Electric Lady Studios&lt;/a&gt;, where she recorded most of her album.\nA remix version of the song featuring guest appearances by American recording artists &lt;a href=\"Khalid%20%28singer%29\"&gt;Khalid&lt;/a&gt;, &lt;a href=\"Post%20Malone\"&gt;Post Malone&lt;/a&gt;, and &lt;a href=\"SZA%20%28singer%29\"&gt;SZA&lt;/a&gt; was released as the third single from the album on 15 September 2017. Music critics praised its production and each guest's verse. It performed modestly on international record charts, peaking at number 20 in New Zealand and at mid-tier positions in Canada and the Netherlands as well as 92 on the US &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;. This version received a double platinum certification in &lt;a href=\"Australian%20Recording%20Industry%20Association\"&gt;Australia&lt;/a&gt; and a platinum certification in &lt;a href=\"Music%20Canada\"&gt;Canada&lt;/a&gt; and &lt;a href=\"Recorded%20Music%20NZ\"&gt;New Zealand&lt;/a&gt;.\nBackground.\nIn an interview with \"&lt;a href=\"The%20Spinoff\"&gt;The Spinoff&lt;/a&gt;\", &lt;a href=\"Lorde\"&gt;Lorde&lt;/a&gt; described \"Homemade Dynamite\" as the moment when \"everyone’s at a good level and maybe the sharp edges of the evening haven’t quite shown themselves yet.\" During production, the singer mentioned that the song started out with a \"&lt;a href=\"bootleg%20recording\"&gt;bootleg&lt;/a&gt;\" sound but soon developed into a \"shiny &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; mix.\" Producer &lt;a href=\"Frank%20Dukes\"&gt;Frank Dukes&lt;/a&gt; brought in bootleg soundboards with drums that were not &lt;a href=\"hi-fi\"&gt;hi-fi&lt;/a&gt; and used keyboard stabs which Lorde gravitated towards. To her, the song represented a departure from the album's breakup theme, as it centered around friendship.\nWhen writing \"Homemade Dynamite\", Lorde did not have a specific setting or theme in mind. She worked with Swedish pop singer &lt;a href=\"Tove%20Lo\"&gt;Tove Lo&lt;/a&gt; and stated that they both understood each other and spent a \"wonderful time\" writing. Despite their different musical backgrounds, Lorde was intrigued to work with someone whose production style contrasted with hers. The song was written in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; at a &lt;a href=\"compound%20%28enclosure%29\"&gt;compound&lt;/a&gt; owned by Swedish producer &lt;a href=\"Max%20Martin\"&gt;Max Martin&lt;/a&gt; which Lorde called the \"Gingerbread House\". In the studio, the microphone had a mattress around it for noise-cancelling effects. Critic Claire Shaffer felt the \"cute\" vocals on &lt;a href=\"Purity%20Ring%20%28band%29\"&gt;Purity Ring&lt;/a&gt;'s 2012 song \"&lt;a href=\"Shrines%20%28Purity%20Ring%20album%29\"&gt;Fineshrine&lt;/a&gt;\" were a source of influence on \"Homemade Dynamite\".\nComposition and lyrical interpretation.\nThe song was recorded at two locations in the United States. Recording began at Conway Recording Studios in Los Angeles, California, with help from Tove Lo. The rest of the track was completed at Electric Lady Studios, in &lt;a href=\"Greenwich%20Village\"&gt;Greenwich Village&lt;/a&gt;, &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;. Serban Ghenea mixed the song at MixStar Studios with assistance from engineer John Hanes. Laura Sisk served as the audio engineer. It was mastered at &lt;a href=\"Sterling%20Sound%20Studios\"&gt;Sterling Sound Studios&lt;/a&gt; by Randy Merrill. Other personnel include songwriters Jakob Jerlström and Ludvig Söderberg, Kuk Harrell who provided vocal production, and producer Frank Dukes. This is the only track on the record that is not produced or written by Jack Antonoff.\n\"Homemade Dynamite\" is composed in the key of &lt;a href=\"B-flat%20major\"&gt;B-flat major&lt;/a&gt; with a moderate tempo of 108 &lt;a href=\"beats%20per%20minute\"&gt;beats per minute&lt;/a&gt;. Lorde's vocals span a range of F3 to D5 and its &lt;a href=\"chord%20progression\"&gt;chord progression&lt;/a&gt; follows a basic sequence of Cm–Gm–B. It was described as a mid-tempo &lt;a href=\"Contemporary%20R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; and &lt;a href=\"synth-pop\"&gt;synth-pop&lt;/a&gt; song with vocal sound effects, &lt;a href=\"reverberation\"&gt;reverberated&lt;/a&gt; percussion, a &lt;a href=\"staccato\"&gt;staccato&lt;/a&gt; &lt;a href=\"hook%20%28music%29\"&gt;hook&lt;/a&gt;, electronic flourishes, &lt;a href=\"synthesizer\"&gt;synthesizer&lt;/a&gt;s, and &lt;a href=\"hip%20hop%20music\"&gt;hip hop&lt;/a&gt; beats. \"&lt;a href=\"The%20Chicago%20Tribune\"&gt;The Chicago Tribune&lt;/a&gt;\" editor &lt;a href=\"Greg%20Kot\"&gt;Greg Kot&lt;/a&gt; noted that Lorde's vocals turn to \"rap-singing\" in some of the song's verses, while \"&lt;a href=\"DIY%20%28magazine%29\"&gt;DIY&lt;/a&gt;\" writer Will Richards asserted that her \"whispered vocals sound like hurricanes.\" David Greenwald from \"&lt;a href=\"The%20Oregonian\"&gt;The Oregonian&lt;/a&gt;\" stated that she delivered the track in &lt;a href=\"falsetto\"&gt;falsetto&lt;/a&gt;.\nSeveral publications interpreted the lines \"Might get your friend to drive, but he can hardly see / we’ll end up painted on the road in red and chrome, all the broken glass sparkling,\" as an imagery describing a car crash involving Lorde and her new crush. \"The Guardian\" compared the car crash scenario to &lt;a href=\"The%20Smiths\"&gt;The Smiths&lt;/a&gt; 1992 song \"&lt;a href=\"There%20Is%20a%20Light%20That%20Never%20Goes%20Out\"&gt;There Is a Light That Never Goes Out&lt;/a&gt;\". Like \"&lt;a href=\"The%20Louvre%20%28song%29\"&gt;The Louvre&lt;/a&gt;\", this song reveals Lorde's sense of humor and intimacy with the explosion effect she makes.\nCritical reception.\n\"Homemade Dynamite\" received favourable reviews from &lt;a href=\"music%20journalism\"&gt;music critics&lt;/a&gt;. Will Hermes of \"Rolling Stone\" called the song's \"tiny explosion amid total silence\" the most striking part of the album. Hermes also wrote the track was \"emblematic of a modern pop record that prizes old-school intimacy.\" Dan Weiss of \"&lt;a href=\"Consequence%20of%20Sound\"&gt;Consequence of Sound&lt;/a&gt;\" labelled it \"excellent\" and called the singer's mouth explosion noise \"adorable,\" while \"&lt;a href=\"Drowned%20in%20Sound\"&gt;Drowned in Sound&lt;/a&gt;\" editor Joe Giggins called the song's ending \"electrifying.\" \"Paste\" writer Emily Reily noted that its production brings an \"absolutely liberating chorus.\"\n\"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" said that while the song was \"not bad,\" there was \"nothing melodically or sonically\" that would set it apart on a radio playlist. The publication considered it be the weakest song on the record. While &lt;a href=\"Sputnikmusic\"&gt;Sputnikmusic&lt;/a&gt; was more favorable towards the song, the website did share similar sentiments on the track's \"sense of familiarity\", but stated that it was \"quite strong and well-executed.\" Despite several mixed reviews, \"Rolling Stone\" included \"Homemade Dynamite\" at number two on their year-end list. The publication called it a \"nervously sexy synth-pop thriller.\" On his list of the Best Songs of the 2010s, Rob Sheffield ranked \"Homemade Dynamite\" at number 32. The song was ranked the &lt;a href=\"Triple%20J%20Hottest%20100%2C%202017\"&gt;14th greatest song of 2017&lt;/a&gt; by Australian alternative music station &lt;a href=\"Triple%20J\"&gt;Triple J&lt;/a&gt;.\nCommercial performance.\nIn the United Kingdom, the solo version debuted at number 82 on the chart dated 22 September 2017. It performed similarly in other European countries such as Sweden and Ireland, peaking at number 84 and 61. The song was a commercial success in Belgium, however, charting within the top five on both of the country's main charts. Like the original song, the remix had minor chart placements in Canada and the Netherlands, where it charted at number 54 and 92. The song peaked and debuted at number 92 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;, recording 5.9 million U.S. streams (up 697%) and 10,000 song sales (up 276%). The remix managed to enter the top 20 in Lorde's native New Zealand. It also held a moderate placement in Australia, peaking at number 23. Since its release, the remix has received a double platinum certification in &lt;a href=\"Australian%20Recording%20Industry%20Association\"&gt;Australia&lt;/a&gt;, and a platinum certification from the &lt;a href=\"Recorded%20Music%20NZ\"&gt;New Zealand&lt;/a&gt; and &lt;a href=\"Music%20Canada\"&gt;Canada&lt;/a&gt;.\nLive performances.\nLorde performed \"Homemade Dynamite\" for the first time at the &lt;a href=\"Coachella%20Valley%20Music%20%26amp%3B%20Arts%20Festival\"&gt;Coachella Valley Music Festival&lt;/a&gt;. She introduced it by saying it was meant to \"capture the feeling of a night out, from the high to the low\" and the part \"where everything is good.\" The song was to have been premiered at the restaurant and music venue &lt;a href=\"Pappy%20%26amp%3B%20Harriet%27s\"&gt;Pappy &amp; Harriet's&lt;/a&gt; in California, but was scratched from the set list. During the performance, Lorde wore a \"dazzling silver trousers and an embellished bodice-style top,\" which \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" noted to be a change in her wardrobe style. The full performance was met with positive reactions from critics, with \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" calling it one of the festival's highlights.\nDuring her set at the &lt;a href=\"Osheaga%20Festival\"&gt;Osheaga Festival&lt;/a&gt; on 4 August 2017, Lorde invited Tove Lo to sing a duet of \"Homemade Dynamite\" with her. The track was also performed at the &lt;a href=\"2017%20MTV%20Video%20Music%20Awards\"&gt;2017 MTV Video Music Awards&lt;/a&gt;. Lorde said hours before the performance that she was diagnosed with the flu. Instead of singing, she opted to perform an interpretive dance. It was met with conflicting reviews from critics and audiences, with many calling it \"bizarre\" and &lt;a href=\"Maroon%205\"&gt;Maroon 5&lt;/a&gt; vocalist &lt;a href=\"Adam%20Levine\"&gt;Adam Levine&lt;/a&gt; saying it was \"utterly horrible\"; it later became a &lt;a href=\"meme\"&gt;meme&lt;/a&gt;. Lorde later defended her performance in a podcast interview, saying that viewers overreacted to her dancing. She said that it was \"sort of embarrassing to watch someone experience intense joy\" which she thinks is why people find what she does \"disconcerting\". The song was part of her &lt;a href=\"Melodrama%20World%20Tour\"&gt;Melodrama World Tour&lt;/a&gt; (2017–2018) set list. She also performed \"Homemade Dynamite\", with five other songs, as part of a re-imagined &lt;a href=\"Vevo\"&gt;Vevo&lt;/a&gt; series at the &lt;a href=\"Electric%20Lady%20Studios\"&gt;Electric Lady Studios&lt;/a&gt; where most of the album was recorded.\nRemixes.\nKhalid, Post Malone and SZA remix.\nOn 16 September 2017, a remix version featuring vocals from American singers &lt;a href=\"Khalid%20%28singer%29\"&gt;Khalid&lt;/a&gt;, &lt;a href=\"Post%20Malone\"&gt;Post Malone&lt;/a&gt;, and &lt;a href=\"SZA%20%28singer%29\"&gt;SZA&lt;/a&gt;, was released. Lorde first teased the track on &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt; after the &lt;a href=\"2017%20MTV%20Video%20Music%20Awards\"&gt;2017 MTV Video Music Awards&lt;/a&gt;, with the caption written in 21 asterisks. This was later revealed to be the announcement for the remix. This marked Lorde's first collaboration since \"&lt;a href=\"Magnets%20%28song%29\"&gt;Magnets&lt;/a&gt;\" (2015) with &lt;a href=\"Disclosure%20%28band%29\"&gt;Disclosure&lt;/a&gt; and the first as a lead artist. It was released as the third &lt;a href=\"Single%20%28music%29\"&gt;single&lt;/a&gt; from the singer's second album, \"&lt;a href=\"Melodrama%20%28Lorde%20album%29\"&gt;Melodrama&lt;/a&gt;\" (2017).\nThe remix's cover art features a \"&lt;a href=\"Polaroid%20film\"&gt;Polaroid&lt;/a&gt;-esque portrait in a room of helium balloons\" with one hiding Lorde's face. The song maintained its original rhythms, with an extra line in the first chorus and three more verses sung by the featured artists. Khalid, SZA and Post Malone wrote their own verses and Lorde changed parts of the chorus, moving the line \"Now you know it's really gonna blow\" to the end of the song as the &lt;a href=\"Conclusion%20%28music%29\"&gt;outro&lt;/a&gt;. At the 2017 &lt;a href=\"iHeartRadio%20Music%20Festival\"&gt;iHeartRadio Music Festival&lt;/a&gt;, Lorde surprised the crowd by bringing Khalid on-stage to sing the remix.\nThe remix received mostly positive reviews from music critics. Several publications praised the verses of the guest vocalists. \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" magazine called it an \"infectious party banger.\" Mike Wass from &lt;a href=\"Idolator%20%28website%29\"&gt;Idolator&lt;/a&gt; stated that the remix had \"all the ingredients [for] a multi-format hit.\" \"&lt;a href=\"Exclaim%21\"&gt;Exclaim&lt;/a&gt;\"s Sarah Murphy said that the \"additional verses put a fresh spin on the brooding pop track, while [also] retaining the undeniable infectiousness of the original\" version. \"&lt;a href=\"Vice%20%28magazine%29%23Website\"&gt;Noisey&lt;/a&gt;\" editor Phil Witmer called the remix \"explosive,\" while \"&lt;a href=\"Uproxx\"&gt;Uproxx&lt;/a&gt;\" labelled it \"ethereal.\" \"&lt;a href=\"Complex%20%28magazine%29%23Complex\"&gt;Pigeons &amp; Planes&lt;/a&gt;\" placed the remix on its Best Songs of the Week list for 15 September 2017. Charlotte Freitag, writing for the publication, lauded the final chorus which delivers \"stunning four-part harmonies.\"\nOther remixes.\nAustralian radio station &lt;a href=\"Triple%20J\"&gt;Triple J&lt;/a&gt; held a contest shortly after the release of Lorde's official remix to find the best remix for \"Homemade Dynamite\". More than 1,000 entries were submitted. Five finalists were announced before the reveal date: Aela Kae, Eilish Gilligan, Sweet Potato, Tone Youth and Vincent Sole. Lorde handpicked the winner, Sweet Potato, saying his submission reminded her of the &lt;a href=\"chopped%20and%20screwed\"&gt;chopped and screwed&lt;/a&gt; vocals she used as a beat in her 2013 song \"&lt;a href=\"The%20Love%20Club%20EP\"&gt;Million Dollar Bills&lt;/a&gt;\". Lorde also gave a \"highly commended\" to Vincent Sole, finding his \"&lt;a href=\"House%20music\"&gt;house&lt;/a&gt; groove [...] super interesting.\"\nCredits and personnel.\nRecording and management\nPersonnel\nCredits adapted from the liner notes of \"&lt;a href=\"Melodrama%20%28Lorde%20album%29\"&gt;Melodrama&lt;/a&gt;\"."
}