{
    "id": "53817026",
    "revid": "36445144",
    "url": "https://en.wikipedia.org/wiki?curid=53817026",
    "title": "The Bold Type",
    "text": "The Bold Type is an American &lt;a href=\"comedy-drama\"&gt;comedy-drama&lt;/a&gt; television series created by Sarah Watson and produced by &lt;a href=\"Universal%20Television\"&gt;Universal Television&lt;/a&gt; for &lt;a href=\"Freeform%20%28TV%20channel%29\"&gt;Freeform&lt;/a&gt;. It is inspired by the life and career of former editor-in-chief of \"&lt;a href=\"Cosmopolitan%20%28magazine%29\"&gt;Cosmopolitan&lt;/a&gt;\" magazine &lt;a href=\"Joanna%20Coles\"&gt;Joanna Coles&lt;/a&gt;, who is executive producer of the series. Filmed in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, and &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, the series chronicles the lives of three &lt;a href=\"millennial\"&gt;millennial&lt;/a&gt; women, portrayed by &lt;a href=\"Katie%20Stevens\"&gt;Katie Stevens&lt;/a&gt;, &lt;a href=\"Aisha%20Dee\"&gt;Aisha Dee&lt;/a&gt;, and &lt;a href=\"Meghann%20Fahy\"&gt;Meghann Fahy&lt;/a&gt;, all of whom are employed at a fictional global publication called \"Scarlet\" in New York City.\nWhile the pilot episode was aired in a special preview on June 20, 2017, the series officially premiered on Freeform on July 11, commencing a first season consisting of 10 episodes. After receiving a two-season renewal, the series premiered its second and third seasons in June 2018 and April 2019, respectively. The fourth season premiered on January 23, 2020, cut from 18 to 16 episodes on shutdown of production due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. In January 2021, the series was renewed for a fifth and final season which premiered on May 26, 2021. The final season culminates with an order of six episodes. It is broadcast internationally on various networks and streaming platforms including &lt;a href=\"Amazon%20Prime%20Video\"&gt;Amazon Prime Video&lt;/a&gt; and Netflix. To date, every season of the series has continued to receive positive reviews from television critics, including those writing for \"&lt;a href=\"Vanity%20Fair%20%28magazine%29\"&gt;Vanity Fair&lt;/a&gt;,\" \"&lt;a href=\"Vox%20%28website%29\"&gt;Vox&lt;/a&gt;\", \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\", and \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;.\"\nSeries synopsis.\nThe series centers on a trio of millennial women—Jane Sloan (&lt;a href=\"Katie%20Stevens\"&gt;Katie Stevens&lt;/a&gt;), Kat Edison (&lt;a href=\"Aisha%20Dee\"&gt;Aisha Dee&lt;/a&gt;), and Sutton Brady (&lt;a href=\"Meghann%20Fahy\"&gt;Meghann Fahy&lt;/a&gt;)—living in New York City. The three best friends work for \"Scarlet\", a fictional global women's magazine, spearheaded by its editor-in-chief, Jacqueline Carlyle (&lt;a href=\"Melora%20Hardin\"&gt;Melora Hardin&lt;/a&gt;). The young women navigate their lives in the big city, including their career trajectories and romantic relationships.\nJane begins the series as a new writer for the magazine after working as an assistant, struggling to find her writing voice. Sutton is in a secret romantic relationship with Richard Hunter (&lt;a href=\"Samuel%20Page\"&gt;Sam Page&lt;/a&gt;), a \"Scarlet\" board member and attorney for the magazine's publishing firm; she also realizes that she is ready for a change in her career and attains a fashion assistant position for the magazine under department head Oliver Grayson (Stephen Conrad Moore). Secure in her position as \"Scarlet\"s social media director, Kat meets photographer Adena El-Amin (&lt;a href=\"Nikohl%20Boosheri\"&gt;Nikohl Boosheri&lt;/a&gt;) and starts to explore her sexuality, including the tribulations that said exploration brings.\nSeason two of \"The Bold Type\" follows Jane as she continues to find her journalistic voice in a &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt;-driven landscape, during a brief hiatus from \"Scarlet\", Kat and her struggle with her racial and sexual identity in addition to her relationship with Adena, and Sutton in the aftermath of her decision to end her relationship with Richard due to the realization that it could hinder her from advancing in her career.\nThe third season sees Jane entering a new relationship with a fellow writer named Ryan (&lt;a href=\"Dan%20Jeannotte\"&gt;Dan Jeannotte&lt;/a&gt;) and collaborating with Jacqueline on a story regarding the abuse of models at the hands of a prominent photographer. Kat, in a career shift, becomes inspired to run for city council, supported by her campaign manager Tia (Alexis Floyd), with whom she also becomes romantically involved. Surprised by Adena's return during her campaign, Kat ponders whether her past relationship with Adena is unfinished. Sutton, while content in her role as a fashion assistant, considers pursuing a career as a fashion designer while navigating her rekindled—and newly public—relationship with Richard.\nThe fourth season sees Jane achieving great professional success: she is listed as a Forbes 30 under 30 writers to watch, gets her own vertical and writes some of her best work. However, she struggles in her personal life in this season: she has to cope with Ryan's infidelity and she goes through her preventive double mastectomy. Kat, after deciding to focus on herself for a while, has to navigate being friends with Adena while working together. However, not long after, she is forced out from \"Scarlet\" for exposing a board member’s support for conversion therapy and becomes a bartender at Belle. Sutton, appears to be living her dream: she is promoted to stylist and, after spending most of the season in a long distance relationship with Richard, she gets married and is expecting her first baby. Notwithstanding, after going through an unexpected miscarriage, she realizes that kids are not in her future and the couple reaches a major crossroads.\nThe fifth and final season showcases Jane attempting to navigate being a manager for the first time and all the challenges that it entails, including her feelings for her coworker Scott. Kat is working on a new project with Adena, to help former prisoners to reintegrate into society. They reconnect and Kat also realizes that she should quit the Belle and pursue bigger things. Sutton is trying to navigate the pain of her divorce, her possible problem with alcohol and how to succeed in her career in the midst of all this. This is the last season of the show.\nEpisodes.\nSeries overview.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nProduction.\nDevelopment.\nAn untitled series inspired by the life of former \"&lt;a href=\"Cosmopolitan%20%28magazine%29\"&gt;Cosmopolitan&lt;/a&gt;\" editor-in-chief &lt;a href=\"Joanna%20Coles\"&gt;Joanna Coles&lt;/a&gt; was under development with a script commitment plus penalty by &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt;, &lt;a href=\"Universal%20Television\"&gt;Universal Television&lt;/a&gt;, Ruben Fleischer and David Bernad's The District and &lt;a href=\"Hearst%20Magazines\"&gt;Hearst Magazines&lt;/a&gt; in September 2015. The project was created by writer scribe Sarah Watson with Coles joining as executive producer along with Ruben Fleischer, David Bernad and co-producer Holly Whidden, Hearst Magazines director of editorial brand strategy. On April 7, 2016, &lt;a href=\"Freeform%20%28TV%20channel%29\"&gt;Freeform&lt;/a&gt; announced they had given a pilot order to \"Issues\". The project was ordered to series by Freeform in January 2017 and later renamed \"The Bold Type\". Coles also provides a &lt;a href=\"voice-over\"&gt;voice-over&lt;/a&gt; in the beginning of every episode that recaps previous events in the series. Two months after giving \"The Bold Type\" a full series order, Freeform announced that the series would debut on Tuesday, July 11, 2017. The pilot was aired as a special preview on June 20, three weeks before the series' premiere date. The July 11 premiere was a back-to-back airing of the series' first two episodes.\nAfter the completion of its first season, \"The Bold Type\" received a two-season renewal, consisting of 10 episodes each, on October 4, 2017. At the same time, it was announced that Amanda Lasher would assume the role of showrunner after series creator Watson had \"creative differences\" with the network. The second season premiered on Freeform on June 12, 2018, while the third season premiered on April 9, 2019. In May 2019, the series was renewed for a fourth season at the 2019 Freeform upfront presentation; it was subsequently announced that Wendy Straker Hauser would be replacing Lasher as showrunner. On August 11, it was announced that the fourth season will consist of 18 episodes, the largest episode order for a season of the show. The fourth season is set to premiere on January 23, 2020. On April 21, 2020, it was reported that production on the fourth season would not resume, and that the episode order had been cut to sixteen episodes due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. On January 27, 2021, Freeform renewed the series for a fifth and final season which premiered on May 26, 2021. The final season will have six episodes.\nCasting.\n&lt;a href=\"Samuel%20Page\"&gt;Sam Page&lt;/a&gt;, who portrays Richard Hunter, was the first cast member announced to be attached to the series. His casting was announced on August 16, 2016, which was followed by that of &lt;a href=\"Melora%20Hardin\"&gt;Melora Hardin&lt;/a&gt; on August 18. Hardin was cast as Jacqueline, the \"quietly tough and confident editor-in-chief of \"Scarlet\"\", who was later revealed to be based on Coles. The following week, &lt;a href=\"Katie%20Stevens\"&gt;Katie Stevens&lt;/a&gt;, &lt;a href=\"Aisha%20Dee\"&gt;Aisha Dee&lt;/a&gt;, and &lt;a href=\"Meghann%20Fahy\"&gt;Meghann Fahy&lt;/a&gt; were announced as the series' leads. Stevens plays Jane, who lands her dream job as a writer for \"Scarlet\", Dee portrays Kat, \"Scarlet\"s social media director, while Fahy plays Sutton, the last of the three friends to still be in an assistant's job. Matt Ward was also announced to be joining the main cast as Alex, a fellow writer at \"Scarlet\".\nOn March 30, 2017, it was announced that &lt;a href=\"Nikohl%20Boosheri\"&gt;Nikohl Boosheri&lt;/a&gt; was cast to recur on the series as Adena El-Amin, a photographer who develops a complicated romantic relationship with Kat. &lt;a href=\"Emily%20Chang%20%28actress%29\"&gt;Emily C. Chang&lt;/a&gt; also joined the cast in a recurring capacity as a \"blunt, overworked executive editor\" named Lauren Park on May 2.\nOn March 8, 2018, it was reported that newcomers Luca James Lee and Siobhan Murphy were tapped for recurring roles for season two. Lee plays Ben, a potential love interest for Jane, while Murphy portrays Cleo, a new board member at Safford Publishing. Boosheri and Stephen Conrad Moore, who portrays \"Scarlet\" fashion department head, Oliver Grayson, were promoted to the main cast for season two after making recurring appearances in the previous season.\nOn September 7, 2018, it was reported that &lt;a href=\"Peter%20Vack\"&gt;Peter Vack&lt;/a&gt; and Alexis Floyd would recur during the third season. Vack was announced to be portraying a new \"Scarlet\" staffer named Patrick Duchand, while Floyd portrays Tia, a campaign manager for a city council candidate.\nIn October 2019, &lt;a href=\"Raven-Symon%C3%A9\"&gt;Raven-Symoné&lt;/a&gt; was announced to have been cast in a recurring role as a beauty influencer named Alice for season four.\nFilming.\nThe pilot was filmed in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, Canada in 2016, while filming locations for the rest of the series include Toronto and &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, Canada, and New York City. Filming in New York was done specifically to obtain exterior shots of the city's outdoor locations, such as the &lt;a href=\"Brooklyn%20Bridge\"&gt;Brooklyn Bridge&lt;/a&gt; and &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt;. Production for the first season concluded on July 21, 2017.\nIn August 2018, it was reported that filming for the third season was underway. The fourth season of the series was in production as of September 2019. On March 12, 2020, Fahy announced that production of \"The Bold Type\" had been shut down due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\nRelease.\n\"The Bold Type\" commenced airing in the US on Freeform on June 20, 2017, with a special preview of the series' first episode, while the series officially premiered on July 11. Episodes of the series become available on the streaming platform &lt;a href=\"Hulu\"&gt;Hulu&lt;/a&gt; the day after the Freeform broadcast of each episode. A week prior to its scheduled Freeform premiere broadcast, the first episode of the second season was made available for streaming on Hulu on June 5, 2018. Regarding the series' relationship with the streaming platform, Freeform president, &lt;a href=\"Tom%20Ascheim\"&gt;Tom Ascheim&lt;/a&gt;, stated that \"Hulu does a lot of marketing for [Freeform] if they like the show, and they like \"The Bold Type\" a lot.\"\nThe series broadcasts on the streaming platform &lt;a href=\"Stan%20%28company%29\"&gt;Stan&lt;/a&gt; in Australia; the first two seasons were made available on November 9, 2018, while the third-season premiere episode was released the day after its broadcast in the US. In Canada, the series airs exclusively on &lt;a href=\"ABC%20Spark\"&gt;ABC Spark&lt;/a&gt; after premiering on the same day as its US premiere. In the United Kingdom, France, Germany, and Spain, the series premiered on February 9, 2018, on &lt;a href=\"Amazon%20Prime%20Video\"&gt;Amazon Prime Video&lt;/a&gt;. New episodes of the series become available in the UK the day after their US broadcasts.\nReception.\nCritical response.\nOn &lt;a href=\"review%20aggregator\"&gt;review aggregator&lt;/a&gt; website &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;, the first season of \"The Bold Type\" holds an approval rating of 97%, with an average rating of 7.68/10 based on 29 reviews. The website's consensus reads, \"Smart, hip, and exuberantly performed, \"The Bold Type\" sharply blends its soapy plotting with workplace drama that feels very of-the-moment.\" &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, which uses a weighted average, assigned the series a score of 58 out of 100 based on 13 reviews, indicating \"mixed or average reviews\".\nCaroline Framke of \"&lt;a href=\"Vox%20%28website%29\"&gt;Vox&lt;/a&gt;\" commended the characterization of the three lead characters, highlighting that they are \"struggling with more down-to-earth, complex issues than the genre that inspired them ever made room to take on,\" while Sonia Saraiya of \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" opines that the relationship between the trio \"is neither saccharine nor unbelievable.\" Writing for &lt;a href=\"New%20York%20%28magazine%29\"&gt;Vulture&lt;/a&gt;, &lt;a href=\"Matt%20Zoller%20Seitz\"&gt;Matt Zoller Seitz&lt;/a&gt; praised \"The Bold Type\"s ability to balance its visuals and narrative standpoint, namely the series' \"young, gorgeous, impeccably dressed core cast,\" its \"&lt;a href=\"Carrie%20Bradshaw\"&gt;Carrie Bradshaw&lt;/a&gt; daydream-vision of what it means to be a New York journalist,\" and how the series \"respects journalism as work, in a way that more outwardly 'serious' narratives about the profession sometimes don't.\" Laura Bradley of \"&lt;a href=\"Vanity%20Fair%20%28magazine%29\"&gt;Vanity Fair&lt;/a&gt;\" complimented the series' tone, specifically \"Freeform's interpretation of 'boldness'—the feel-good, aspirational, Pinterest-friendly kind,\" and how said tone is \"more than O.K.; it's necessary.\"\nVulture's Seitz continued to praise the series' \"knack for balancing youth-focused melodrama and detailed explorations of journalistic conundrums\" during its second season and credited the creators of the series for its realistic appeal and for \"grounding the story in lived reality, not just secondhand research.\" Conversely, in a column on \"&lt;a href=\"The%20New%20Republic\"&gt;The New Republic&lt;/a&gt;\", Rachel Syme criticized the unrealistic nature of the show, asserting that the series \"needs to depict the difficult, ugly side of this business, as well as the cocktail parties and the blow-outs.\" On Rotten Tomatoes, the second season holds an approval rating of 100%, with an average rating of 8.76/10 based on 30 reviews. The website's consensus reads, \"\"The Bold Type\" presents an aspirational yet refreshingly realistic portrait of young women's careers, friendships and love lives in a big city.\"\nIn a positive review of the first episode of the third season, Hannah Giorgis of \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;\" echoed Seitz' sentiments regarding the series' realistic appeal and further expressed that the series, with its \"earnest story lines and thoughtful touches, remains a delight to watch.\" In a mixed review for \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\", Linda Maleh questioned the trajectory of the series due to the story's tendency to regress and concluded that when it \"makes these big leaps forward and then takes them back, it diminishes its power.\" She added that she hoped the regression \"doesn't become a trend for this otherwise wonderful show.\" The third season received a 100% approval rating on Rotten Tomatoes, with an average rating of 8/10 based on 9 reviews. \nOn Rotten Tomatoes, the fourth season holds a 71% approval rating on Rotten Tomatoes, with an average rating of 6.5/10 based on 7 reviews. "
}