{
    "id": "53812436",
    "revid": "1063266817",
    "url": "https://en.wikipedia.org/wiki?curid=53812436",
    "title": "Gursimrat Singh Gill",
    "text": "Gursimrat Singh Gill (born 02 November 1997) is an Indian professional &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who plays as a &lt;a href=\"defender%20%28association%20football%29%23centre-back\"&gt;centre-back&lt;/a&gt; for &lt;a href=\"ATK%20Mohun%20Bagan%20FC\"&gt;ATK Mohun Bagan FC&lt;/a&gt; in the &lt;a href=\"Indian%20Super%20League\"&gt;Indian Super League&lt;/a&gt;.\nCareer.\nEarly career.\nGill was born in Sarabha, a village located in the &lt;a href=\"Ludhiana%20district\"&gt;Ludhiana district&lt;/a&gt; of &lt;a href=\"Punjab%2C%20India\"&gt;Punjab&lt;/a&gt;. Despite his father and uncle being more fond of &lt;a href=\"Field%20hockey\"&gt;hockey&lt;/a&gt;, Gill found a passion for &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; and would usually play with his friends at a nearby ground. In 2007, on the suggestion of a former Chandigarh Football Academy trainee, Ravinder, Gill attended trials for the famed academy and competed for a spot against around 100 other players. Gill's trial was successful and he joined the academy.\nGill trained at the Chandigarh Football Academy for five years from 2007 to 2012. Initially playing as a left-back, Gill was soon moved to become a &lt;a href=\"defender%20%28association%20football%29%23centre-back\"&gt;centre-back&lt;/a&gt;. In 2010, he won his first major championship with the academy, the under-14 competition of the &lt;a href=\"Subroto%20Cup\"&gt;Subroto Cup&lt;/a&gt;. In 2012, Gill left the Chandigarh Football Academy in order to join the &lt;a href=\"All%20India%20Football%20Federation\"&gt;All India Football Federation&lt;/a&gt;'s regional academy in &lt;a href=\"Navi%20Mumbai\"&gt;Navi Mumbai&lt;/a&gt;. While in the AIFF Academy setup, Gill played in various competitions, including the &lt;a href=\"I-League%20U19\"&gt;I-League U19&lt;/a&gt;. He also became a part of the &lt;a href=\"India%20national%20under-17%20football%20team\"&gt;national under-17&lt;/a&gt; side and &lt;a href=\"India%20national%20under-20%20football%20team\"&gt;national under-20&lt;/a&gt; side. In 2013, Gill, along with four other players from the under-17's, was sent to the Nike All Asia Camp in &lt;a href=\"Doha\"&gt;Doha&lt;/a&gt;, &lt;a href=\"Qatar\"&gt;Qatar&lt;/a&gt;. The camp lasted for three days and at the end, Gill, alongside India teammate &lt;a href=\"Bidyananda%20Singh\"&gt;Bidyananda Singh&lt;/a&gt;, was selected to participate in the All-Star Game. During the game and the camp overall, both Gill and Singh managed to catch the eye of European clubs such as &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt; and &lt;a href=\"Inter%20Milan\"&gt;Inter Milan&lt;/a&gt;. Two years later, in 2015, Gill helped the &lt;a href=\"AIFF%20Elite%20Academy\"&gt;AIFF Elite Academy&lt;/a&gt; win the &lt;a href=\"2014%E2%80%9315%20I-League%20U19\"&gt;2014–15 I-League U19&lt;/a&gt;.\nBengaluru FC.\nAfter spending four years with the &lt;a href=\"AIFF%20Elite%20Academy\"&gt;AIFF Elite Academy&lt;/a&gt;, Gill signed his first professional contract with &lt;a href=\"Bengaluru%20FC\"&gt;Bengaluru FC&lt;/a&gt; of the &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; on 23 August 2016. Head coach &lt;a href=\"Albert%20Roca\"&gt;Albert Roca&lt;/a&gt; was very pleased with the signing of Gill, stating \"The club’s philosophy is to give young talent a stage and I believe that’s exactly what Gursimrat has got. He is talented, works hard and wants to keep improving which is a good sign for anyone taking the professional path.\" Gill was on the bench for Bengaluru FC a month later on 21 September in their &lt;a href=\"AFC%20Cup\"&gt;AFC Cup&lt;/a&gt; quarter-final match against &lt;a href=\"Tampines%20Rovers%20FC\"&gt;Tampines Rovers&lt;/a&gt;. Despite Bengaluru FC leading the tie 1–0 on aggregate, Gill didn't see any game time. He eventually made his professional debut for the club the next season on 18 April 2017 in the AFC Cup against &lt;a href=\"Abahani%20Limited%20Dhaka\"&gt;Abahani&lt;/a&gt;. Gill came off the bench for &lt;a href=\"Nishu%20Kumar\"&gt;Nishu Kumar&lt;/a&gt; in the 89th minute as Bengaluru FC won 2–0. Gill then made his league debut for Bengaluru FC during the final game of the season against &lt;a href=\"Churchill%20Brothers%20S.C.\"&gt;Churchill Brothers&lt;/a&gt; on 29 April 2017. He played 74 minutes as Bengaluru FC won 3–0.\nNorthEast United.\nOn 21 July 2017, after not being retained by &lt;a href=\"Bengaluru%20FC\"&gt;Bengaluru FC&lt;/a&gt;, Gill was drafted in the 10th round of the &lt;a href=\"2017%E2%80%9318%20ISL%20Players%20Draft\"&gt;2017–18 ISL Players Draft&lt;/a&gt; by &lt;a href=\"NorthEast%20United%20FC\"&gt;NorthEast United&lt;/a&gt; of the &lt;a href=\"Indian%20Super%20League\"&gt;Indian Super League&lt;/a&gt;.\nBengaluru FC.\nOn 11 June 2018, &lt;a href=\"Bengaluru%20FC\"&gt;Bengaluru FC&lt;/a&gt; announced they had signed Gill on a two-year deal.\nBengaluru United.\nOn 17 September 2020, Gill joined &lt;a href=\"I-League%202nd%20Division\"&gt;I-League 2nd Division&lt;/a&gt; club &lt;a href=\"FC%20Bengaluru%20United\"&gt;FC Bengaluru United&lt;/a&gt; for the &lt;a href=\"2019%E2%80%9320%202nd%20Division%20League%23I-League%20Qualifiers\"&gt;2019–20 I-League Qualifiers&lt;/a&gt;.\nSudeva Delhi.\nOn 16 October 2020, Gill joined I-League side &lt;a href=\"Sudeva%20Delhi%20FC\"&gt;Sudeva Delhi FC&lt;/a&gt; on a two-year deal. He made his debut for Sudeva on 9 January 2021 against &lt;a href=\"Mohammedan%20SC%20%28Kolkata%29\"&gt;Mohammedan SC&lt;/a&gt;.\nInternational.\nIn August 2015, Gill was selected to be part of the &lt;a href=\"India%20national%20under-20%20football%20team\"&gt;India under-20&lt;/a&gt; side which would take part in the inaugural &lt;a href=\"SAFF%20U-19%20Championship\"&gt;SAFF U-19 Championship&lt;/a&gt;. Gill was named as vice-captain of the side, while former Chandigarh Football Academy and &lt;a href=\"Bengaluru%20FC\"&gt;Bengaluru FC&lt;/a&gt; teammate &lt;a href=\"Daniel%20Lalhlimpuia\"&gt;Daniel Lalhlimpuia&lt;/a&gt; was given the captaincy. Gill and the under-19 side managed to reach the final of the tournament, where they took on hosts &lt;a href=\"Nepal%20national%20under-20%20football%20team\"&gt;Nepal&lt;/a&gt;. The team lost on penalties 5–4 after drawing after extra-time 1–1. Despite the defeat and being given the vice-captaincy, Gill was optimistic about the opportunity to play in the tournament, stating \"It was an enriching experience. The tournament itself was a high point for me and despite being the vicecaptain, I felt no pressure\".\nHonours.\nClub.\nFederation Cup 2017"
}