{
    "id": "5386736",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=5386736",
    "title": "Angels in Disguise (album)",
    "text": "Angels in Disguise is the second album released by &lt;a href=\"Interface%20%28music%20group%29\"&gt;Interface&lt;/a&gt; and considered by many of its fans as its best to date. Clocking in at over 71 minutes, the album spans many different styles, from &lt;a href=\"electro-industrial\"&gt;electro-industrial&lt;/a&gt; to &lt;a href=\"trance%20music\"&gt;trance&lt;/a&gt; to &lt;a href=\"synthpop\"&gt;synthpop&lt;/a&gt;, with traces of &lt;a href=\"trip%20hop\"&gt;trip hop&lt;/a&gt; and &lt;a href=\"jungle\"&gt;jungle&lt;/a&gt; for good measure. As with the debut album, it was almost entirely produced and performed by Eric Eldredge. It was released by Tinman Records on July 15, 2002.\nCritics in magazines such as Industrial Nation, Side Line, and Outburn were highly taken with the album's overall positive imagery, which is uncommon in this genre. Part of the reason behind the vast improvements in the band's sound was the major upgrades Eldredge did to Interface's studio in the three-plus years between albums. The album produced several club ready tracks, such as \"Wasted Time\", \"Ability\", \"Temperature\", and the title track, all of which found their way onto playlists of many dance clubs, radio stations, webcasts, and podcasts.\nAdditional personnel on the album included live keyboardist Jon Billian and live guitarist/keyboardist Evan Eldredge (both of whom became official members in 2003) on various tracks. Mike Hoffman and Matt Clennan of fellow New York &lt;a href=\"Electronic%20body%20music\"&gt;EBM&lt;/a&gt; band Final Project were guest vocalists on \"You Will Learn\", and Jaki Neko of &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; &lt;a href=\"Gothic%20rock\"&gt;Gothic&lt;/a&gt; band Murder in the Dark sang lead vocals on \"Labyrinth\".\nThe album's cover was designed by graphic artist Michelle Lee.\nIn late 2005, Tinman went out of business, and freed Interface from its contract. When Nilaihah Records signed the group, they took over distribution of Interface's Tinman releases, including this album. Remixes of \"Wasted Time\" and \"Clear Night\" appear on the subsequent release \"Beyond Humanity\"."
}