{
    "id": "53877412",
    "revid": "11116033",
    "url": "https://en.wikipedia.org/wiki?curid=53877412",
    "title": "Paraska Plytka-Horytsvit",
    "text": "Paraska Plytka-Horytsvit (1927–1998) was a &lt;a href=\"Ukrainians\"&gt;Ukrainian&lt;/a&gt; &lt;a href=\"Hutsuls\"&gt;Hutsul&lt;/a&gt; artist, writer, folk writer, philosopher, folk scientist, ethnographer and dialectologist. She was known as \"Homer Hutsul.\"\nLife.\nEarly life.\nShe was born in the family of Stefan Plytka, a blacksmith in &lt;a href=\"Kosiv%20Raion\"&gt;Kosiv district&lt;/a&gt;. He was an educated man who knew several languages. Her mother was Hanna, a &lt;a href=\"Weaver%20ant\"&gt;weaver&lt;/a&gt; and &lt;a href=\"embroidery\"&gt;embroiderer&lt;/a&gt;. Later the family moved to Krivorivnya. She graduated four classes of the school, but thanks to her father learned different languages (including German), so during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; she worked as a translator.\nIn 1943 she attended university in Germany. Instead of studying, she had to be a maiden in the German family where she suffered from humiliation. After returning to Krivorivnya, she joined the national liberation movement, helping insurgents to get food and clothing.\nExile.\nIn the winter of 1945 thousands of convicted young girls from &lt;a href=\"Western%20Ukraine\"&gt;Western Ukraine&lt;/a&gt; were sent to &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt;. \"Instead of warm clothing we were given coats of the executed people, covered in blood\". She got frostbite in her feet and had to stay in the prison hospital. She had to use crutches for almost 5 years. After 1947 she was in a prison in Savior (Kazakhstan).\nIn prison she met a young &lt;a href=\"Georgia%20%28country%29\"&gt;Georgian&lt;/a&gt; artist, with whom she corresponded and fell in love. Paraska sent home a letter with his address, but her parents did not approve of the relationship and her father destroyed her letters, causing Paraska to lose touch with the artist. Upon returning home, she could not forgive her father and lived alone. Remembering her love for life she lived alone thereafter.\nReturn to Krivorivnya.\nAt age 27 Paraska returned to Krivorivnya. Because she had been imprisoned, the locals feared her. Paraska started taking pictures of people and handing them their portraits. This allowed her to gain the respect of the villagers. She did not discuss her prison life in the belief that her stories would only bring the villagers pain.\nShe became involved in public affairs, working in forestry and taking part in the village's artistic activities. She joined the choir, wrote, drew and took photographs. She later withdrew from the public eye and lead a more private life.\nShe lived as an ascetic, sometimes eating only what villagers brought her. When working, she would not let even the priest enter her house—she needed full concentration.\n1970–1990s.\nStarting in the 1970s she drove students' expeditions to the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian Mountains&lt;/a&gt;. Students from &lt;a href=\"Kiev\"&gt;Kyiv&lt;/a&gt; gave her a typewriter as a thank-you gift; she later wrote her works on it. Horytsvit expected her work to be neglected after her death, so she made paper cases to protect her manuscripts.\nTowards the end of her life, she lived in poverty and almost lost her eyesight. She kept a coffin in her house for her funeral, with a space left for a date. She was buried in the village of Krivorivnya.\nCareer.\nProse.\nHer achievements is titled, «Present to the native land»: it contains 46 manuscripts and printed books of 500 pages each, as well as dozens of small booklets with her own illustrations and improvised bindings.\nShe compiled a dictionary of the &lt;a href=\"Hutsuls\"&gt;Hutsul dialect&lt;/a&gt;, wrote stories, fairy tales and sa fantastic adventure novel, \"Indian Glow,\" about the adventures of Hutsuls in &lt;a href=\"India\"&gt;India&lt;/a&gt;. She also wrote diaries.\nAfter each book was ready, Paraska designed it with hand-made decorations and painted illustrations. Her first book \"Starovitski povistorkye\" () was published in 2008, written in Hutsul dialect.\nPaintings.\nHer piece \"Shevchenko in the Carpathians\" is kept in the &lt;a href=\"Kaniv\"&gt;Kaniv&lt;/a&gt; museum. Dozens of her works are dedicated to &lt;a href=\"Ivan%20Franko\"&gt;Ivan Franko&lt;/a&gt; and &lt;a href=\"Lesya%20Ukrainka\"&gt;Lesia Ukrainka&lt;/a&gt;. Her series \"Hutsulka's Destiny\" tells the life of women in the high &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathians&lt;/a&gt;.\nPoetry.\nParaska wrote poetry as well. She used Hutsul dialect (especially her poetry collection \"We should think\"). Lyrics were typed on a typewriter and wrote colored handles, putting additional meaning in a foreground. Poetry, unlike prose, mostly on religious themes.\nPhotography.\nShe started taking photographs in the 1970s and continued until her death. Most of her works were lost or damaged by time and moisture due to careless storage.\nFew of the villagers knew of Paraska's photography. She never exhibited her photos, keeping them under her bed. Some of them were found in a museum in 2015.\nParaska made more than 4,000 photographs. She took pictures of villagers and their children, landscapes, holidays, nature and more. The photos show how the same people appear at different times: first as a girl, then as a woman, then as a mother. Particular attention is paid to &lt;a href=\"Easter\"&gt;Easter&lt;/a&gt;, the holiday she photographed every year. Her photos record the life of ordinary people in the Carpathian mountains. \nMuseum.\nA museum of Plytka-Horytsvit was founded in her house in Krivorivnya. During its first five years, Paraska's works weren't maintained properly. Later the exhibition created a catalog and began to curate the material more systematically.\nBooks, photos and paintings are kept in this museum. The rest is stored in the museum of Ivan Franko in Krivorivnya, in &lt;a href=\"Verkhovyna\"&gt;Verhovyna&lt;/a&gt; and several other museums in &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;."
}