{
    "id": "53885321",
    "revid": "1068487860",
    "url": "https://en.wikipedia.org/wiki?curid=53885321",
    "title": "Pennsylvania Railroad 5550",
    "text": "Pennsylvania Railroad 5550 (PRR 5550) is a mainline &lt;a href=\"Duplex%20locomotive\"&gt;duplex drive&lt;/a&gt; &lt;a href=\"steam%20locomotive\"&gt;steam locomotive&lt;/a&gt; under construction in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. With an estimated completion by 2030, the locomotive will become the 53rd example of the &lt;a href=\"Pennsylvania%20Railroad\"&gt;Pennsylvania Railroad&lt;/a&gt;'s &lt;a href=\"Pennsylvania%20Railroad%20class%20T1\"&gt;T1 steam locomotive class&lt;/a&gt; and the only operational locomotive of its type. The estimated cost of PRR 5550 was originally $10 million, but an updated projected cost of $7 million was released with the acquisition of an existing long-haul tender from the Western New York Railway Historical Society in August 2017. Construction began in 2014 with the casting of the locomotive's &lt;a href=\"Keystone%20%28architecture%29\"&gt;keystone&lt;/a&gt;-shaped number plate. Major components, including two &lt;a href=\"Boxpok\"&gt;Boxpok&lt;/a&gt; drivers, the prow, the cab, third-course boiler, and fire door have been completed.\nIntroduction.\nThe Original T1 Class.\nThe &lt;a href=\"Pennsylvania%20Railroad%20class%20T1\"&gt;Pennsylvania Railroad class T1 class&lt;/a&gt; steam locomotive was one of the most unique and controversial classes of locomotives ever constructed. This was due to its unusual &lt;a href=\"Duplex%20locomotive\"&gt;Duplex drive&lt;/a&gt; &lt;a href=\"4-4-4-4\"&gt;4-4-4-4&lt;/a&gt; wheel arrangement, its use of the &lt;a href=\"Franklin%20Railway%20Supply\"&gt;Franklin&lt;/a&gt; &lt;a href=\"Poppet%20valve\"&gt;Type A oscillating-cam poppet valve&lt;/a&gt;, and its characteristic streamlining conceived by renowned industrial designer &lt;a href=\"Raymond%20Loewy\"&gt;Raymond Loewy&lt;/a&gt;. The T1 was also the only class of Pennsylvania duplex able to travel the railroad's entire network and the first production series locomotive designed to use the poppet valve. The two prototype T1 locomotives were constructed in 1942 by the &lt;a href=\"Baldwin%20Locomotive%20Works\"&gt;Baldwin Locomotive Works&lt;/a&gt;, numbered 6110 and 6111 respectively. Of the fifty production units, twenty-five (numbered 5500 to 5524) were constructed at the Pennsylvania Railroad's &lt;a href=\"Altoona%20Works\"&gt;Altoona Works&lt;/a&gt; and twenty-five (numbered 5525 to 5549) at Baldwin, for a total of fifty-two T1 class locomotives. This made the T1 the most-produced of all the Pennsylvania Railroad's duplex-drive locomotives.\nThe T1 class suffered from several performance and design issues, including difficulties with the poppet valves. The original materials used to construct the valves were subject to &lt;a href=\"Metal%20fatigue\"&gt;fatigue issues&lt;/a&gt;, particularly when the locomotives were operated above 100 miles an hour. In 1947, a higher-strength and fatigue-resistant alloy was used and retrofitted to the T1 class to solve the fatigue problems. Nevertheless, the design of the Franklin Type A poppet valves made several key areas of the valves hard to access during maintenance overhauls. Despite these issues, the poppet valves did improve the T1's high-speed performance, requiring less horsepower and distributing steam flow with greater precision. The T1 locomotives were further burdened by excessive &lt;a href=\"wheel%20slip\"&gt;wheel slip&lt;/a&gt; on one of the two engine sets at startup or high speed. The Pennsylvania Railroad tried to address the problem by changing the &lt;a href=\"Leaf%20spring\"&gt;spring&lt;/a&gt; bed arrangement on the T1—from a single bed, supporting all eight drivers, to two beds, each of which supported one of the engines and its adjacent truck. However, no complete solution was found to the problem of wheel slip, even though an \"anti-slip\" mechanism had been previously installed on the &lt;a href=\"Pennsylvania%20Railroad%20class%20Q2\"&gt;PRR Q2&lt;/a&gt;-class duplex. One possible reason is that the engineers, familiar with the slower throttle action of the &lt;a href=\"Pennsylvania%20Railroad%20class%20K4\"&gt;K4 class&lt;/a&gt;, were unprepared for the T1's more immediate throttle response.\nBefore many of the problems that plagued the T1 class could be solved, the Pennsylvania Railroad decided to begin the transition from steam power to &lt;a href=\"Diesel%20locomotives\"&gt;diesel&lt;/a&gt;. Moreover, these problems ensured that the T1 class would be retired before more reliable steam engine classes such as the K4s. The T1 locomotives were retired between 1952 and 1953. Scrapping began in 1953, and the last surviving T1 was scrapped in 1956. The hasty retirement of the T1 left several performance-related and technical questions unanswered.\nThe T1 Trust.\nThe Pennsylvania Railroad T1 Steam Locomotive Trust, also referred to as the T1 Trust, is a non-profit public charity founded in 2013. The T1 Trust is composed of railroading experts who intend to build the 53rd member of the T1 class and put it into mainline &lt;a href=\"Excursion%20train\"&gt;steam excursion service&lt;/a&gt; within the United States. The last production T1 bore the number 5549, making 5550 the logical choice for the new locomotive's number. The T1 Trust's goal was to construct the locomotive within 17 years (by 2030) at an estimated cost of $10 million. The price is based on calculated costs for &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt;, labor, material, fabrication , retooling, and design. Lessons learned during \"Tornado's\" construction in the U.K. were also taken into account. The T1 Trust chose to build a T1, rather than a proven design such as the &lt;a href=\"New%20York%20Central%20Railroad\"&gt;New York Central Railroad&lt;/a&gt;'s &lt;a href=\"NYC%20Hudson\"&gt;\"J\" class Hudsons&lt;/a&gt;, to test the T1 class's long-rumored performance and to avoid conflicts of interest with other locomotive replication projects.\nWorld Steam Speed Record.\nThe builders of PRR 5550 hope to break the world steam speed record, which is held by the &lt;a href=\"LNER%20Class%20A4%204468%20Mallard\"&gt;LNER Class A4 4468 Mallard&lt;/a&gt; at . The 5550 will operate under its original design with no major modifications in its attempt to break the record. It has been unofficially reported that PRR T1 locomotives were capable of achieving speeds in excess of with fully loaded trains, and the T1 Trust believes the original T1 design is capable of achieving this feat.\nDesign and construction.\nProject leadership, techniques and organization.\nThe &lt;a href=\"chairman\"&gt;chairman&lt;/a&gt; of the T1 Trust is Bradford Noble, with Scott McGill the Chief Mechanical Officer, Wes Camp the Director of Operations, and Jason Johnson the General Manager. The project structure is similar to that used by the A1 Trust to accomplish the funding and construction of \"Tornado\". To do this, the T1 Trust reached out to the UK-based A1 Trust and its engineering director, David Elliot, who gave important advice on organizational structure and engineering techniques to be used when critical information or blueprints regarding specific locomotive parts or needed materials are absent. Other UK-based organizations that are helping or working with the T1 Trust include the &lt;a href=\"BR%20Standard%20Class%208%23Preservation\"&gt;BR Class 8 Steam Locomotive Trust&lt;/a&gt;, the &lt;a href=\"Caprotti%20Black%205%20Limited\"&gt;Caprotti Black 5 Limited&lt;/a&gt; and the &lt;a href=\"LNER%20Class%20P2%23The%20P2%20Steam%20Locomotive%20Company\"&gt;P2 Steam Locomotive Company&lt;/a&gt;. The T1 Trust has &lt;a href=\"Sponsor%20%28commercial%29\"&gt;sponsorship&lt;/a&gt; programs, where donors can choose to sponsor driving wheels or other parts of the locomotive as well as sponsoring blueprints. This along with occasional &lt;a href=\"Kickstarter\"&gt;Kickstarter&lt;/a&gt; campaigns, regular monthly donations, one-time donations and membership for the Trust's \"Founders Club\" help raise the money necessary to construct the locomotive. The CMO of the Trust, Scott McGill, visited the &lt;a href=\"Pennsylvania%20State%20Archives\"&gt;Pennsylvania State Archives&lt;/a&gt; in &lt;a href=\"Harrisburg%2C%20Pennsylvania\"&gt;Harrisburg, Pennsylvania&lt;/a&gt; where he scanned hundreds of original drawings and blueprints of the Pennsylvania Railroad class T1 from the Pennsylvania Railroad collection into digital formats. By November 2016, most of the scanning work had been completed with 1,638 of the 1,798 needed drawings and blueprints having been scanned and acquired by the T1 Trust. Only 150 of the drawings are missing from the collection, and these are composed mainly of simple fasteners and other readily-available, commercial components. The digitally-scanned drawings collected by the T1 Trust are used to create detailed and intricate 3D Models using the &lt;a href=\"Dassault%20Syst%C3%A8mes\"&gt;Dassault Systèmes&lt;/a&gt; &lt;a href=\"Solidworks\"&gt;Solidworks&lt;/a&gt; &lt;a href=\"Computer%20Aided%20Drafting\"&gt;Computer Aided Drafting&lt;/a&gt; (CAD) program. For construction of the locomotive's many pieces and components, the T1 Trust contracts with different manufacturers and organizations such as the &lt;a href=\"Strasburg%20Rail%20Road\"&gt;Strasburg Rail Road&lt;/a&gt; or &lt;a href=\"Diversified%20Rail%20Services\"&gt;Diversified Rail Services&lt;/a&gt;. The T1 Trust also prints a quarterly newsletter called the \"T1 Trail Blazer\", which is received by members of the Trust's \"Keystone Society\": a group of donors that either pledge life income gifts to the Trust or pledge to list the Trust as an estate beneficiary. In September 2016, Doyle McCormack, a locomotive engineer best known for restoring and operating the &lt;a href=\"4-8-4\"&gt;4-8-4&lt;/a&gt; &lt;a href=\"Southern%20Pacific%20class%20GS-4\"&gt;GS-4 class&lt;/a&gt; steam locomotive &lt;a href=\"Southern%20Pacific%204449\"&gt;Southern Pacific 4449&lt;/a&gt;, joined the T1 Trust as a member of the organization's advisory board.\nFirst signs of progress.\nConstruction of PRR 5550 was officially started on May 31, 2014 with the completion of the locomotive's bronze &lt;a href=\"keystone%20%28architecture%29\"&gt;keystone&lt;/a&gt;-shaped number plate, following a successful conclusion to the initial &lt;a href=\"Kickstarter\"&gt;Kickstarter&lt;/a&gt; campaign launched by the Trust. The number plate was forged by traditional methods by a member of the T1 Trust, Chuck Blardone, at an &lt;a href=\"Amish\"&gt;Amish&lt;/a&gt; forge within &lt;a href=\"Lancaster%20County%2C%20Pennsylvania\"&gt;Lancaster County, Pennsylvania&lt;/a&gt;. This was followed by the construction of the first driving link pin, in October 2014. On May 2, 2014, the T1 Trust began meetings and discussions with the &lt;a href=\"Federal%20Railroad%20Administration\"&gt;Federal Railroad Administration&lt;/a&gt; to help ensure that PRR 5550 is constructed to FRA standards. The T1 Trust's application to the &lt;a href=\"United%20States%20Internal%20Revenue%20Service\"&gt;United States Internal Revenue Service&lt;/a&gt; (IRS) to operate as a &lt;a href=\"501%28c%29%283%29%20organization\"&gt;federally approved tax-exempt 501(3)(c) charity&lt;/a&gt; was approved in July 2014. By March 2015, &lt;a href=\"Steamtown%20National%20Historic%20Site\"&gt;Steamtown National Historic Site&lt;/a&gt;, the &lt;a href=\"Steam%20Railroading%20Institute\"&gt;Steam Railroading Institute&lt;/a&gt; and the &lt;a href=\"Cuyahoga%20Valley%20Scenic%20Railroad\"&gt;Cuyahoga Valley Scenic Railroad&lt;/a&gt; expressed interest to the T1 Trust to have the locomotive run on their premises. A part sponsor named Gary Bensman constructed the headlight of PRR 5550 in May 2015 and donated it to the T1 Trust. As a sign of gratitude, Bensman's name was engraved into the headlight by the Trust.\nWheelset and engine assembly.\n5550 is slated to use the Franklin Type B2 rotary-cam poppet valves in place of the Type A oscillating-cam poppets due to an increased ease of maintenance and superior performance. Although an unusual arrangement, it is not the first time the Type B poppets were used on a Pennsylvania Railroad class T1. In 1948, T1 number 5500 was rebuilt to use the Type B2 poppets following a damaging collision with a &lt;a href=\"Pennsylvania%20Railroad%20class%20K4s\"&gt;K4s&lt;/a&gt; in &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;. 5500 was soon noted for its superior performance over the other engines of its class. The Pennsylvania Railroad at one point even considered retrofitting the Type B2 poppets to other T1's, but this action was never taken. It is worth noting the Pennsylvania Railroad also experimented with the idea of fitting the conventional &lt;a href=\"Walschaerts%20valve%20gear\"&gt;Walschaerts valve gear&lt;/a&gt; to the T1 and retrofitted number 5547 to such a configuration. To aid in the reconstruction of the Type B2 poppets, the T1 Trust was generously given full access to the &lt;a href=\"USATC%20S160%20Class\"&gt;USATC S160 Class&lt;/a&gt; &lt;a href=\"2-8-0\"&gt;2-8-0&lt;/a&gt; USATC No. 611 by Bill Miller Equipment Sales. USATC 611 is located along with its owner in &lt;a href=\"Eckhart%20Mines%2C%20Maryland\"&gt;Eckhart Mines, Maryland&lt;/a&gt;. USATC 611 was fitted with Franklin Type D rotary-cam poppet valves during the 1950s during its career at &lt;a href=\"Fort%20Eustis%2C%20Virginia\"&gt;Fort Eustis, Virginia&lt;/a&gt;. The T1 Trust hopes to do a full inspection and documentation of key features within the Type D poppets to use as a basis for reconstructing the Type B2 poppets proposed for use on 5550. It is also hoped that the investigative work and documentation can aid a future restoration of USATC 611. The P2 Steam Locomotive Company is also planning on using the Franklin Type B Rotary Cam poppet valve (albeit the earlier B1 model) for the proposed new build &lt;a href=\"LNER%20Class%20P2\"&gt;LNER Class P2&lt;/a&gt; steam locomotive, No. 2007 \"Prince of Wales\", and has shared valuable design documents with the T1 Trust needed to reproduce the valve. Components of the &lt;a href=\"Caprotti%20valve%20gear\"&gt;Caprotti valve gear&lt;/a&gt; will be examined to help recreate the gear box of the Type B2 poppet valve, as some of the original blueprints of the Type B2 gearbox have been lost. The copies of design documents and blueprints of the Caprotti gearbox were provided by the BR Class 8 Steam Locomotive Trust and Caprotti Black 5 Limited.\nThe eight &lt;a href=\"Boxpok\"&gt;Boxpok&lt;/a&gt; driving wheels of the original T1's were in diameter. This design is of a higher strength than conventional spoked driving wheels and is ideal for high-speed operations. On July 8, 2015, the T1 Trust launched a Kickstarter campaign titled \"Let's Get Rolling\" to raise $20,000, to be used in the design and building of a &lt;a href=\"Pattern%20%28casting%29\"&gt;casting pattern&lt;/a&gt; for the new Boxpok drivers. The campaign reached over its goal and construction began on the casting patterns, which were finished in October 2015. Construction of the casting patterns was undertaken by &lt;a href=\"Liberty%20Pattern\"&gt;Liberty Pattern&lt;/a&gt; in &lt;a href=\"Youngstown%2C%20Ohio\"&gt;Youngstown, Ohio&lt;/a&gt; using a complex CAD model made of PRR 5550's proposed number-four wheelset. Casting of the drivers was awarded to &lt;a href=\"Beaver%20Valley%20Alloy\"&gt;Beaver Valley Alloy&lt;/a&gt; in &lt;a href=\"Monaca%2C%20Pennsylvania\"&gt;Monaca, Pennsylvania&lt;/a&gt; On February 26, 2016, Beaver Valley Alloy cast the first of eight driving wheels at its foundry successfully. This historic event marked the first time a steam locomotive driving wheel had been cast in the United States since the 1940s. A second driver was ordered on December 9, 2016 and was cast by Beaver Valley Alloy on March 6, 2017. The second Boxpok driver was delivered to the T1 Trust on March 15, 2017 and placed next to the first completed driver. Both drivers represent the number four wheelset.\nAluminum components.\nThe cab of the locomotive is of aluminum construction. This is not a new feature, as the cabs of the previous T1's were also made of aluminum, which was done to reduce weight. The streamlining of the locomotive, like the cab, also consists of aluminum construction. Digitization of the original cab blueprints was undertaken by &lt;a href=\"JAKTOOL\"&gt;JAKTOOL&lt;/a&gt; in &lt;a href=\"Cranbury%2C%20New%20Jersey\"&gt;Cranbury, New Jersey&lt;/a&gt;. On January 18, 2017, the frames and main components of the cab were cut by &lt;a href=\"Gemini%20Industrial%20Machine\"&gt;Gemini Industrial Machine&lt;/a&gt; in &lt;a href=\"Dover%2C%20Ohio\"&gt;Dover, Ohio&lt;/a&gt;, beginning construction of the cab. Construction of the cab was contracted to &lt;a href=\"Curry%20Rail%20Services\"&gt;Curry Rail Services&lt;/a&gt; in &lt;a href=\"Hollidaysburg%2C%20Pennsylvania\"&gt;Hollidaysburg, Pennsylvania&lt;/a&gt;. By coincidence, the facility currently housing Curry Rail Services was previously the Pennsylvania Railroad's Samuel Rea Car Shops. The cab was completed on July 10, 2017, albeit unpainted.\nConstruction on the \"prow\" portion of the locomotive's streamlining, also made of aluminum, began on November 10, 2016 by Gemini Industrial Machine. This part of the structure houses the headlight and keystone number plate. Using existing CAD models, a &lt;a href=\"water%20jet%20cutter\"&gt;water jet cutter&lt;/a&gt;, bodywork, fabrication and paint, the prow was completed on May 16, 2017 with the headlight and keystone number plate attached.\nLocomotive frame.\nAs of fall 2017, the frame of PRR 5550 was being transferred from original Pennsylvania Railroad blueprints to CAD software by JAKTOOL. The model is reported to be around 30 percent complete, with all work hours being donated. Both the left and right sides of the frame structure are expected to be symmetrical.\nBoiler.\nOn January 26, 2018, the T1 Trust announced it had ordered the first and second courses of the &lt;a href=\"Fire-tube_boiler%23Locomotive_boiler\"&gt;massive boiler&lt;/a&gt;. The courses are the largest parts of PRR 5550 ordered to date. The first two sections of the boiler will be constructed from thick boiler code steel and will each be in diameter and in length. The sections will be welded and will include openings for water refilling along with &lt;a href=\"Fire-tube_boiler%23Washout\"&gt;washout plugs&lt;/a&gt;. Once finished, the welds made &lt;a href=\"Fire-tube_boiler%23Periodic_examination\"&gt;will be x-rayed&lt;/a&gt; to detect and prevent any possible defects or flaws. The order was placed with &lt;a href=\"Continental%20Fabricators\"&gt;Continental Fabricators&lt;/a&gt; in &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;, which as of February 2018 is involved in at least 3 other steam engine boiler construction projects and has been involved in steam locomotive projects since the 1980s. On March 6, 2018 the first two boilers courses were completed and welded-together, and, on June 15, 2018, the third boiler course was completed and welded to the first two.\nThe design of 5550's boiler was handled by the T1 Trust's boiler engineering team, led by Wolf Fengler. Others working on the design of the boiler included Trust members Gary Bensman, Dave Griner, Scott McGill and Jason Johnson. The team re-engineered the T1 boiler and &lt;a href=\"Firebox_%28steam_engine%29\"&gt;firebox&lt;/a&gt; design to exceed current ASME standards and codes. In December of 2019, the Trust officially launched a campaign to raise the necessary $150,000 to build the firebox.\nIn 2020, the full boiler was completed and welded together. The smokebox, smokebox streamlining, and combustion chamber have also been completed. These components were joined together along with the prow by the end of 2020.\nTender.\nOn August 7, 2017, the T1 Trust purchased the sole surviving \"Coast to Coast\" 16-wheeled tender from the &lt;a href=\"Western%20New%20York%20Railway%20Historical%20Society\"&gt;Western New York Railway Historical Society&lt;/a&gt; for eventual use on PRR 5550. According to the Trust, the purchase of said tender reduces the overall cost of the project by at least $3,000,000 US. The tender, No. 6659, is a class 210-F-75A originally built for an &lt;a href=\"Pennsylvania%20Railroad%20class%20M1\"&gt;M1 class&lt;/a&gt; 4-8-2 Mountain type. At some point in its existence, the mechanical stoker and \"doghouse\" structure were removed when the Pennsylvania Railroad converted it into a mobile water tank. Prior to the sale, the Historical Society planned to display the tender behind PRR 4483, an &lt;a href=\"Pennsylvania%20Railroad%20class%20I1s\"&gt;I1sa class&lt;/a&gt; 2-10-0 locomotive. Currently, the tender sits in &lt;a href=\"North%20Collins%2C%20New%20York\"&gt;North Collins, New York&lt;/a&gt;. The Trust agreed to help restore the tender currently paired with the Historical Society's I1sa as part of the M1 tender purchase agreement. The Trust plans to perform a mandatory test of the tender's brake system, restore the brake systems, replace the oil in the roller bearings and move the tender to &lt;a href=\"Hamburg%2C%20New%20York\"&gt;Hamburg, New York&lt;/a&gt; for repainting and final restoration. To help fund the tender restoration, the Trust has created a separate donation fund for this task and will display the names of all donors who pledge $500 or higher to the fund on a bronze plaque placed upon the tender itself. The total cost of the tender restoration is estimated to be more than $50,000. On October 5, 2017, an automatic coal stoker was donated to the Trust. The motor, coal crusher, gearbox, stoker trough, and reversing valve were donated by Gary Bensman and Warren Lathom.\nProject milestones.\nThe project is 39.1% complete as of January 2022."
}