{
    "id": "5389246",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=5389246",
    "title": "Niederkirchnerstraße",
    "text": "Niederkirchnerstraße () is a street in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and was named after &lt;a href=\"K%C3%A4the%20Niederkirchner\"&gt;Käthe Niederkirchner&lt;/a&gt;. The thoroughfare was known as Prinz-Albrecht-Straße until 1951 but the name was changed by the &lt;a href=\"Soviet%20occupation%20zone%20of%20Germany\"&gt;socialist German government&lt;/a&gt;. The street was the location of the &lt;a href=\"Schutzstaffel\"&gt;SS&lt;/a&gt; &lt;a href=\"Reich%20Security%20Main%20Office\"&gt;Reich Security Main Office&lt;/a&gt; (RSHA), the headquarters of the \"&lt;a href=\"Sicherheitspolizei\"&gt;Sicherheitspolizei&lt;/a&gt;\", &lt;a href=\"Sicherheitsdienst\"&gt;SD&lt;/a&gt;, \"&lt;a href=\"Einsatzgruppen\"&gt;Einsatzgruppen&lt;/a&gt;\" and &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt;. The site is now marked by the &lt;a href=\"Topography%20of%20Terror\"&gt;Topography of Terror&lt;/a&gt; memorial and a museum, which includes a permanent exhibition showing the crimes of Nazism.\nCourse.\nThe street runs east-west from &lt;a href=\"Wilhelmstra%C3%9Fe\"&gt;Wilhelmstraße&lt;/a&gt; to Stresemannstraße near &lt;a href=\"Potsdamer%20Platz\"&gt;Potsdamer Platz&lt;/a&gt;, forming the border between the districts of &lt;a href=\"Mitte%20%28locality%29\"&gt;Mitte&lt;/a&gt; and &lt;a href=\"Kreuzberg\"&gt;Kreuzberg&lt;/a&gt;.\nNiederkirchnerstraße is also the site of the &lt;a href=\"Martin%20Gropius%20Bau\"&gt;Martin-Gropius-Bau&lt;/a&gt; exhibition hall, built in 1881 by &lt;a href=\"Martin%20Gropius\"&gt;Martin Gropius&lt;/a&gt; and &lt;a href=\"Heino%20Schmieden\"&gt;Heino Schmieden&lt;/a&gt; as a Museum of Decorative Arts, and the &lt;a href=\"Abgeordnetenhaus%20von%20Berlin\"&gt;Abgeordnetenhaus von Berlin&lt;/a&gt;, from 1899 until 1933 seat of the &lt;a href=\"Preu%C3%9Fischer%20Landtag\"&gt;Preußischer Landtag&lt;/a&gt;, the second chamber of the Prussian parliament. On 1 January 1919 the &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;Communist Party of Germany&lt;/a&gt; was founded in this building. Since 29 April 1993 it houses the parliament of the Berlin city state.\nHistory.\nThe street was laid out in 1891 and named for Prince &lt;a href=\"Prince%20Albert%20of%20Prussia%20%281809-1872%29\"&gt;Albrecht of Prussia&lt;/a&gt;, son of King &lt;a href=\"Friedrich%20Wilhelm%20III\"&gt;Friedrich Wilhelm III&lt;/a&gt;, who had owned a large house called \"&lt;a href=\"Prinz-Albrecht-Palais\"&gt;Prinz-Albrecht-Palais&lt;/a&gt;\" on the corner of this street and Wilhelmstraße. \nIn 1905 an extension building of the Museum of Decorative Arts was erected adjacent to the Martin-Gropius-Bau on Prinz-Albrecht-Straße 8. From May 1933 this building served as the headquarters of the &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt; created by the order of &lt;a href=\"Hermann%20G%C3%B6ring\"&gt;Hermann Göring&lt;/a&gt;, where many political prisoners were tortured and executed. In December 1934, it also housed the headquarters of the &lt;a href=\"Concentration%20Camps%20Inspectorate\"&gt;Concentration Camps Inspectorate&lt;/a&gt;, which oversaw all the concentration camps. It formed the nucleus of the complex of buildings including the neighbouring \"Hotel Prinz Albrecht\" on Prinz-Albrecht-Straße 9 and the \"Prinz-Albrecht-Palais\" itself, which was taken over by the \"&lt;a href=\"Sicherheitsdienst\"&gt;Sicherheitsdienst&lt;/a&gt;\" (SD) under &lt;a href=\"Reinhard%20Heydrich\"&gt;Reinhard Heydrich&lt;/a&gt; in 1934. In September 1939, it developed into a centre for the &lt;a href=\"Reich%20Security%20Main%20Office\"&gt;Reich Security Main Office&lt;/a&gt; (RSHA), which was created by &lt;a href=\"Heinrich%20Himmler\"&gt;Heinrich Himmler&lt;/a&gt; and placed under the command of Heydrich for the whole of Germany and occupied Europe. Himmler himself operated out of the building from an office on the top floor, thus making #8 Prince Albrecht Street the default headquarters for the entire SS. \nThe buildings, including the first building of the &lt;a href=\"Ethnological%20Museum%20of%20Berlin\"&gt;Ethnological Museum of Berlin&lt;/a&gt; (at the southern corner with Stresemannstraße), were destroyed by Allied bombing in early 1945 and demolished after the war. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, in 1951, the authorities of &lt;a href=\"East%20Berlin\"&gt;East Berlin&lt;/a&gt; renamed Prinz-Albrecht-Straße to Niederkirchnerstraße in honour of &lt;a href=\"K%C3%A4the%20Niederkirchner\"&gt;Käthe Niederkirchner&lt;/a&gt; (1909–1944), a member of the communist &lt;a href=\"German%20resistance%20to%20Nazism\"&gt;resistance&lt;/a&gt; to the Nazis. The &lt;a href=\"Berlin%20Wall\"&gt;Berlin Wall&lt;/a&gt; ran along the southern side of the street from 1961 to 1989, one of the few preserved sections is located at the eastern end.\nIn popular culture.\nA building labeled \"SS Headquarters\" appears in the 2008 motion picture \"&lt;a href=\"Valkyrie%20%28film%29\"&gt;Valkyrie&lt;/a&gt;\", the complex shown appearing as a large concrete building in a plaza draped with &lt;a href=\"swastika\"&gt;swastika&lt;/a&gt; flags. In reality, this was never an SS building but was the &lt;a href=\"Messe%20Berlin\"&gt;Berlin fairgrounds&lt;/a&gt;. The mini-series \"\" further depicts SS headquarters as a grand hotel in a courtyard plaza, with the interior shown as a large lobby with a grand staircase leading up to Heinrich Himmler's office. Both depictions in no way resemble the historic Prinz-Albrecht-Straße, although \"Hitler's SS\" did accurately depict the building as being located within a former hotel. Numerous historical novels and thrillers set in Nazi Germany have sections taking place in the Prinz-Albrecht-Straße headquarters."
}