{
    "id": "53941218",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=53941218",
    "title": "William Chamberlaine",
    "text": "William Chamberlaine (March 1, 1871 – June 8, 1925) was a career officer in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;. A graduate of the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; and a veteran of the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, Chamberlaine was most notable for his service as a &lt;a href=\"Brigadier%20general%20%28United%20States%29\"&gt;brigadier general&lt;/a&gt; in charge of artillery units during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;.\nAfter graduating from West Point, Chamberlaine specialized in coastal and harbor defenses through the use of &lt;a href=\"United%20States%20Army%20Coast%20Artillery%20Corps\"&gt;Coast Artillery&lt;/a&gt;. During the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, he commanded a battery which defended the port of &lt;a href=\"Mobile%2C%20Alabama\"&gt;Mobile, Alabama&lt;/a&gt;. Chamberlaine's later assignments included &lt;a href=\"military%20attach%C3%A9\"&gt;military attaché&lt;/a&gt; in Japan, command of posts which defended &lt;a href=\"Boston%20Harbor\"&gt;Boston Harbor&lt;/a&gt;, and command of the Coast Artillery School.\nChamberlaine served as commander of two artillery brigades during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, including the &lt;a href=\"Battle%20of%20Belleau%20Wood\"&gt;Battle of Belleau Wood&lt;/a&gt;. He subsequently commanded the &lt;a href=\"American%20Expeditionary%20Force\"&gt;American Expeditionary Force&lt;/a&gt;'s Railway Artillery Reserve, including combat during the &lt;a href=\"Battle%20of%20Saint-Mihiel\"&gt;Battle of Saint-Mihiel&lt;/a&gt; and the &lt;a href=\"Meuse-Argonne%20Offensive\"&gt;Meuse-Argonne Offensive&lt;/a&gt;.\nAfter the war, Chamberlaine served as chief of staff for the &lt;a href=\"United%20States%20Army%20Pacific\"&gt;Hawaiian Department&lt;/a&gt; before retiring in 1923. He died in a &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; traffic accident in 1925, and was buried at &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;.\nEarly life and education.\nWilliam Chamberlaine was born on March 1, 1871 in &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, the son of William Wilson Chamberlaine and Matilda Dillaird Chamberlaine. He attended the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; and graduated number 18 of 62 in the class of 1892.\nStart of career.\nAfter graduation, Chamberlaine was commissioned as a &lt;a href=\"Second%20lieutenant%23United%20States\"&gt;second lieutenant&lt;/a&gt; in the &lt;a href=\"2nd%20Field%20Artillery%20Regiment%20%28United%20States%29\"&gt;2nd Field Artillery Regiment&lt;/a&gt;. His initial assignments included duty at &lt;a href=\"Fort%20Adams\"&gt;Fort Adams&lt;/a&gt;, &lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt;, and &lt;a href=\"Fort%20Hamilton\"&gt;Fort Hamilton&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;. He completed the Artillery Officers' Course in 1896, and was the honor graduate. Chamberlaine then served at &lt;a href=\"Fort%20Monroe\"&gt;Fort Monroe&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, where he remained until the start of the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt; in 1898, when he commanded a battery at &lt;a href=\"Fort%20Morgan%20%28Alabama%29\"&gt;Fort Morgan&lt;/a&gt;, &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt;, which defended &lt;a href=\"Mobile%20Bay\"&gt;Mobile Bay&lt;/a&gt;.\nIn 1899, Chamberlaine was promoted to &lt;a href=\"First%20lieutenant%23U.S.%20Army.2C%20U.S.%20Marine%20Corps%20and%20U.S.%20Air%20Force\"&gt;first lieutenant&lt;/a&gt;. His post-war assignments included acting assistant &lt;a href=\"adjutant\"&gt;adjutant&lt;/a&gt; for the &lt;a href=\"Department%20of%20Texas\"&gt;Department of Texas&lt;/a&gt;, instructor of chemistry at West Point, and assistant to the Army's Chief of Artillery at Fort Monroe. He was promoted to &lt;a href=\"Captain%20%28United%20States%20O-3%29\"&gt;captain&lt;/a&gt; in 1901.\nChamberlaine was assigned to the Artillery Board in 1903; this panel had been created as a result of a 1901 law which reorganized the Artillery branch and created the separate Coast Artillery. As a board member, Chamberlaine provided advice, guidance, and recommendations to the Chief of Artillery for matters including Artillery unit task organization, personnel assignments, and equipment and weapons design, testing, acquisition, and fielding. While serving on the board, Chamberlaine also commanded an Artillery battery at Fort Monroe. After the split of the Artillery branch, Chamberlaine chose to serve with the &lt;a href=\"United%20States%20Army%20Coast%20Artillery%20Corps\"&gt;Coast Artillery&lt;/a&gt;, and became a specialist in coastal and harbor defenses.\nWhen the Army's General Staff was created in 1906, Chamberlaine was selected to serve on it. His first General Staff assignment was as a &lt;a href=\"military%20attach%C3%A9\"&gt;military attaché&lt;/a&gt; in Japan, a posting he carried out in conjunction with Brigadier General &lt;a href=\"John%20J.%20Pershing\"&gt;John J. Pershing&lt;/a&gt; and Colonel James A. Irons; Irons also went on to serve as a general officer during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;.\nFrom 1907 to 1909, Chamberlaine served as assistant chief of staff for first the &lt;a href=\"Pacific%20Division%20%28United%20States%20Army%29\"&gt;Pacific Division&lt;/a&gt;, and then the &lt;a href=\"Philippine%20Division\"&gt;Philippine Division&lt;/a&gt;; in each assignment, he served concurrently as division artillery officer. Among his accomplishments was the strengthening the defensive works that protected the &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt;, especially &lt;a href=\"Corregidor\"&gt;Corregidor&lt;/a&gt; Island. On his return trip to the United States, Chamberlaine traveled by way of Europe so he could serve as an observer at the French army's annual maneuvers.\nContinued career.\nChamberlaine was promoted to &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; in 1910, and assigned to commanded &lt;a href=\"Fort%20Warren%20%28Massachusetts%29\"&gt;Fort Warren&lt;/a&gt;, the post which provided defense for &lt;a href=\"Boston%20Harbor\"&gt;Boston Harbor&lt;/a&gt;. In 1911, he commanded his battalion as provisional infantry soldiers on the U.S.-&lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; border. From late 1911 until September 1913, Chamberlaine was director of the Coast Artillery School. In his next assignment, Chamberlaine served as assistant to the Chief of Coast Artillery. While carrying out this assignment, Chamberlaine served on boards and committees which made recommendations for improving the coastal defenses of &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;, &lt;a href=\"Guantanamo%20Bay\"&gt;Guantanamo Bay&lt;/a&gt;, and the Chesapeake Bay.\nFrom March 1914 to February 1917, Chamberlaine was in command at &lt;a href=\"Fort%20Andrews\"&gt;Fort Andrews&lt;/a&gt; in Boston Harbor. He was then assigned to &lt;a href=\"Fort%20Totten%20%28Queens%29\"&gt;Fort Totten&lt;/a&gt;, New York as assistant to the commander of the North Atlantic Coast Artillery District; in this position, Chamberlaine planned for and coordinated the coast defenses of U.S. harbors in New York and &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt;. He was promoted to &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt; in July, 1917.\nWorld War I.\nIn August 1917, Chamberlaine was promoted to &lt;a href=\"Colonel%20%28United%20States%29\"&gt;colonel&lt;/a&gt; and assigned to command the 6th Provisional Coast Artillery Regiment, which he organized, trained, and led to France.\nAs a result of the contacts and relationships acquired during his previous experience in France, upon arrival, Chamberlaine was assigned as the U.S. liaison officer at the French Army's General Artillery Headquarters. He was promoted to &lt;a href=\"Brigadier%20general%20%28United%20States%29\"&gt;brigadier general&lt;/a&gt; on December 17, 1917, and assigned to command the 57th Field Artillery Brigade.\nChamberlaine commanded the &lt;a href=\"2nd%20Infantry%20Division%20%28United%20States%29\"&gt;2nd Division&lt;/a&gt;'s 2nd Field Artillery Brigade in May and June 1918. On June 24, 1918 during the &lt;a href=\"Battle%20of%20Belleau%20Wood\"&gt;Battle of Belleau Wood&lt;/a&gt;, Chamberlaine's artillery units fired a 14-hour barrage in preparation for an infantry attack led by &lt;a href=\"Maurice%20E.%20Shearer\"&gt;Maurice E. Shearer&lt;/a&gt;'s &lt;a href=\"5th%20Marine%20Regiment%20%28United%20States%29\"&gt;5th Marine Regiment&lt;/a&gt;. Chamberlaine's success during the Belleau Wood fight led to his selection as commander of the &lt;a href=\"American%20Expeditionary%20Force\"&gt;American Expeditionary Force&lt;/a&gt;'s Railway Artillery Reserve, which he led during the &lt;a href=\"Battle%20of%20Saint-Mihiel\"&gt;Battle of Saint-Mihiel&lt;/a&gt; and the &lt;a href=\"Meuse-Argonne%20Offensive\"&gt;Meuse-Argonne Offensive&lt;/a&gt;. He was recommended for promotion to &lt;a href=\"Major%20general%20%28United%20States%29\"&gt;major general&lt;/a&gt;, but the war ended before the recommendation was acted on.\nPost-World War I.\nIn January, 1919 Chamberlaine returned to the United States and his permanent colonel's rank. He was assigned as commander of the Coast Artillery Training Center at Fort Monroe, where he remained until he was posted to Hawaii as chief of staff for the Army's &lt;a href=\"United%20States%20Army%20Pacific\"&gt;Hawaiian Department&lt;/a&gt;. He retired on December 31, 1923, and was commissioned as a brigadier general in the &lt;a href=\"United%20States%20Army%20Reserve\"&gt;Officers' Reserve Corps&lt;/a&gt;.\nDeath and burial.\nChamberlaine died in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt; when the taxi in which he was a passenger struck a streetcar. He was buried at &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;, Section 2, Grave 1091-SS.\nAwards.\nChamberlaine received the &lt;a href=\"Distinguished%20Service%20Medal%20%28U.S.%20Army%29\"&gt;Army Distinguished Service Medal&lt;/a&gt; for his service during World War I. He was also a recipient of the French &lt;a href=\"Legion%20of%20Honour\"&gt;Legion of Honor&lt;/a&gt; (Officer) and &lt;a href=\"Croix%20de%20guerre%201914%E2%80%931918%20%28France%29\"&gt;Croix de Guerre&lt;/a&gt; with &lt;a href=\"Croix%20de%20guerre%201914%E2%80%931918%20%28France%29%23Award%20description\"&gt;palm&lt;/a&gt;.\nFamily.\nIn 1894, Chamberlaine married Margaret Smith, the daughter of Brigadier General &lt;a href=\"Frank%20Guest%20Smith\"&gt;Frank Guest Smith&lt;/a&gt; (1840-1912). Chamberlaine's sister Anne was the wife of his West Point classmate, &lt;a href=\"Frank%20W.%20Coe\"&gt;Frank W. Coe&lt;/a&gt;."
}