{
    "id": "5397016",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=5397016",
    "title": "Mario Corso",
    "text": "Mario Corso (; 25 August 1941 – 19 June 2020) was an Italian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Association%20footballer\"&gt;player&lt;/a&gt; and &lt;a href=\"Association%20football%20manager\"&gt;coach&lt;/a&gt;. A famed and dynamic left &lt;a href=\"winger%20%28association%20football%29\"&gt;winger&lt;/a&gt;, he was regarded as one of the greatest Italian players in his position, earning the nicknames \"&lt;a href=\"wikt%3Amandrake\"&gt;Mandrake&lt;/a&gt;\" and \"God's Left Foot\", due to his skills, free kick technique and crossing ability.\nCorso was mostly remembered for his highly successful club career at &lt;a href=\"Internazionale%20Milano%20F.C.\"&gt;Inter&lt;/a&gt;, and was a key member of &lt;a href=\"Helenio%20Herrera\"&gt;Helenio Herrera&lt;/a&gt;'s \"&lt;a href=\"Grande%20Inter\"&gt;Grande Inter&lt;/a&gt;\" side. He also represented the &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy national football team&lt;/a&gt; on 23 occasions. After retiring, he later served as a coach for Internazionale and other teams, winning the B group of the 1987–88 &lt;a href=\"Serie%20C2\"&gt;Serie C2&lt;/a&gt; campaign with &lt;a href=\"Mantova%20F.C.\"&gt;Mantova&lt;/a&gt;.\nClub career.\nCorso was an important player of &lt;a href=\"Internazionale\"&gt;Internazionale&lt;/a&gt;, the team with which he played almost exclusively throughout his entire career, from 1957 to 1973, winning four &lt;a href=\"Serie%20A\"&gt;Serie A titles&lt;/a&gt;, two &lt;a href=\"UEFA%20Champions%20League\"&gt;European Champions&lt;/a&gt; and two &lt;a href=\"Intercontinental%20Cup%20%28football%29\"&gt;Intercontinental Cups&lt;/a&gt;, also reaching another European Cup final, and a &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia final&lt;/a&gt;. Corso made his Inter debut at the age of 16, in a Coppa Italia match against &lt;a href=\"Como%20Calcio\"&gt;Como&lt;/a&gt;, which Inter won 3–0; on his debut, Corso scored the second goal of the match, becoming the youngest ever goalscorer in Inter's history. On 23 November 1957, he also made his Serie A debut, in a 5–1 win against &lt;a href=\"UC%20Sampdoria\"&gt;Sampdoria&lt;/a&gt;, soon becoming a permanent member of the starting eleven, and later serving as &lt;a href=\"Captain%20%28association%20football%29\"&gt;captain&lt;/a&gt; of the squad. Corso had a role on the left wing in &lt;a href=\"Helenio%20Herrera\"&gt;Helenio Herrera&lt;/a&gt;'s &lt;a href=\"Inter%20Milan\"&gt;Inter Milan&lt;/a&gt; team of the 1960s, which is known as &lt;a href=\"La%20Grande%20Inter\"&gt;La Grande Inter&lt;/a&gt;, winning consecutive Serie A, European Cup, and Intercontinental Cup titles. Following his time with Inter, Corso briefly moved to &lt;a href=\"Genoa%20C.F.C.\"&gt;Genoa&lt;/a&gt; in 1973, remaining there for two seasons before retiring in 1975. In total, he played 436 matches with 78 goals in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;.\nInternational career.\nIn total, Corso made 23 appearances for the &lt;a href=\"Italian%20national%20football%20team\"&gt;Italy national team&lt;/a&gt; over ten years, scoring four goals, although he was never elected to take part in a major international tournament with Italy. He made his debut in 1961, in a 3–2 home loss against &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; in an international friendly match. On 15 October 1961, he scored his first goals for Italy, scoring two goals against &lt;a href=\"Israel%20national%20football%20team\"&gt;Israel&lt;/a&gt; in a &lt;a href=\"1962%20FIFA%20World%20Cup%20qualification\"&gt;1962 FIFA World Cup qualifying match&lt;/a&gt;, which Italy won 4–2 away from home. He also scored a goal in the return leg on 4 November, in Turin. Following an argument with manager &lt;a href=\"Edmondo%20Fabbri\"&gt;Edmondo Fabbri&lt;/a&gt;, he was left out of Italy's &lt;a href=\"1962%20FIFA%20World%20Cup\"&gt;1962 FIFA World Cup&lt;/a&gt; squad, which was eliminated in the first round of the tournament. He returned to the starting line-up in 1964, and on 10 May, he scored his final goal for Italy in a 3–1 victory against &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt;. He would also later be excluded from Italy's squad in their similarly disappointing &lt;a href=\"1966%20FIFA%20World%20Cup\"&gt;1966 FIFA World Cup&lt;/a&gt; campaign, as well as Italy's victorious &lt;a href=\"UEFA%20Euro%201968\"&gt;UEFA Euro 1968&lt;/a&gt; squad, which won the tournament on home soil. He was once again excluded from the Italian side that would reach the final of the &lt;a href=\"1970%20FIFA%20World%20Cup\"&gt;1970 FIFA World Cup&lt;/a&gt;. Corso made his final appearance for Italy on 9 October 1971, in a 3–0 victory against Sweden. Along with &lt;a href=\"Giuliano%20Sarti\"&gt;Giuliano Sarti&lt;/a&gt;, &lt;a href=\"Armando%20Picchi\"&gt;Armando Picchi&lt;/a&gt;, &lt;a href=\"Gianfranco%20Bedin\"&gt;Gianfranco Bedin&lt;/a&gt;, and &lt;a href=\"Antonio%20Angelillo\"&gt;Antonio Angelillo&lt;/a&gt;, he is one of the most successful Italian, Inter club players to have never been called up for a World Cup. Despite his exclusion from the national side, in 1967 &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; placed him in their All-Star team for an international friendly against &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt;, in honour of goalkeeper &lt;a href=\"Ricardo%20Zamora\"&gt;Ricardo Zamora&lt;/a&gt;, winning the match 3–0.\nStyle of play.\nA predominantly left-footed player, Corso was noted for his consistency, intelligence, pace on the ball, and stamina as a winger, as well as being renowned for his accurate distribution, &lt;a href=\"Cross%20%28football%29\"&gt;crossing&lt;/a&gt; ability, creativity, and wide range of passing with his stronger foot, which made him an effective &lt;a href=\"playmaker\"&gt;playmaker&lt;/a&gt;. He was capable of playing both on the left and right flank, due to his ability to provide crosses from the touchline on the left wing, or cut into the middle to strike on goal from the right. An atypical winger, he was notorious for his lack of tactical discipline, and often played between the lines in more of a central, free role, as a sort of &lt;a href=\"Midfielder%23Attacking%20midfielder\"&gt;attacking midfielder&lt;/a&gt;; because of this, he was capable of playing both as a &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; and as a &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;. Although he was not particularly quick footed, he was gifted with tenacity and a good physique, as well as class, outstanding technical ability, close control, flair, and &lt;a href=\"Dribbling%23Association%20football\"&gt;dribbling&lt;/a&gt; skills. An accurate &lt;a href=\"Direct%20free%20kick\"&gt;free-kick&lt;/a&gt; taker, he was known in particular for his powerful, &lt;a href=\"Curl%20%28football%29\"&gt;bending&lt;/a&gt; \"&lt;a href=\"knuckleball\"&gt;knuckleball&lt;/a&gt;\" free-kicks and shots from distance. In spite of his ability, the journalist &lt;a href=\"Gianni%20Brera\"&gt;Gianni Brera&lt;/a&gt; accused him of being inconsistent, lacking dynamism, and having a poor defensive work-rate, something which Corso himself denied, however; as a result, Brera gave Corso the nickname \"past participle of the verb \"to run\"\", a reference to his surname, as well as the fact that, according to Brera, Corso did not run a lot during matches, preferring to make the ball move.\nLater life and death.\nCorso died on 19 June 2020, at the age of 78.\nHonours.\nInter Milan"
}