{
    "id": "5400751",
    "revid": "24812038",
    "url": "https://en.wikipedia.org/wiki?curid=5400751",
    "title": "Laurence S. Baker",
    "text": "Laurence Simmons Baker (May 15, 1830 – April 10, 1907) was an officer in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; on the &lt;a href=\"frontier\"&gt;frontier&lt;/a&gt;, then later a &lt;a href=\"Brigadier%20General%20%28CSA%29\"&gt;brigadier general&lt;/a&gt; in the &lt;a href=\"Confederate%20States%20Army\"&gt;Confederate States Army&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. His first name was spelled Lawrence in the records of the Confederate War Department and the mistaken spelling has persisted.\nEarly life and career.\nBaker was born on the Cole's Hill Plantation in &lt;a href=\"Gates%20County%2C%20North%20Carolina\"&gt;Gates County, North Carolina&lt;/a&gt;, the last of five children of Dr. John Burges and Mary Wynns (Gregory) Baker. His great-grandfather and namesake Lawrence Baker had been a general during the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt;. After receiving his initial schooling at the &lt;a href=\"Norfolk%20Academy\"&gt;Norfolk Academy&lt;/a&gt;, he graduated from the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; at West Point in 1851, placing 42nd (last in his class). After graduation, he was &lt;a href=\"brevet%20%28military%29\"&gt;breveted&lt;/a&gt; a &lt;a href=\"Second%20Lieutenant%23United%20States\"&gt;second lieutenant&lt;/a&gt; earning his full rank on Mar. 31, 1853. He served for nine years in the U.S. &lt;a href=\"mounted%20infantry\"&gt;Mounted Rifles&lt;/a&gt;, assigned to duty on the western frontier and rising to the rank of &lt;a href=\"first%20lieutenant\"&gt;first lieutenant&lt;/a&gt;.\nOn 13 Mar 1855, Laurence Baker married Elizabeth E. Henderson (1836–1918).\nCivil War.\nIn May 1861, he resigned his commission when &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; &lt;a href=\"seceded\"&gt;seceded&lt;/a&gt; from the &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt;. Although personally opposed to the concept of secession, Baker was loyal to his state. He became the &lt;a href=\"Lieutenant%20colonel%20%28United%20States%29\"&gt;lieutenant colonel&lt;/a&gt; of the &lt;a href=\"1st%20North%20Carolina%20Cavalry%20Regiment\"&gt;1st North Carolina Cavalry Regiment&lt;/a&gt;, and was then promoted to &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; on March 1, 1862, leading the &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt; in the 1862 &lt;a href=\"Peninsula%20Campaign\"&gt;Peninsula Campaign&lt;/a&gt;. He saw action at the &lt;a href=\"Seven%20Days%20Battle\"&gt;Seven Days Battle&lt;/a&gt;, &lt;a href=\"Second%20Battle%20of%20Bull%20Run\"&gt;Second Battle of Bull Run&lt;/a&gt; (Second Manassas), and &lt;a href=\"Battle%20of%20Antietam\"&gt;Battle of Antietam&lt;/a&gt; (Sharpsburg) later in 1862.\nDuring the &lt;a href=\"Gettysburg%20Campaign\"&gt;Gettysburg Campaign&lt;/a&gt;, Baker was wounded at the &lt;a href=\"Battle%20of%20Brandy%20Station\"&gt;Battle of Brandy Station&lt;/a&gt;. However, he capably led his men in a number of small cavalry actions, culminated in the fighting at &lt;a href=\"East%20Cavalry%20Field\"&gt;East Cavalry Field&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Gettysburg\"&gt;Battle of Gettysburg&lt;/a&gt;. Baker assumed command of Brig. Gen. &lt;a href=\"Wade%20Hampton%20III\"&gt;Wade Hampton's&lt;/a&gt; brigade when that officer was severely wounded by a saber slash. He was promoted to &lt;a href=\"Brig.%20Gen.%20%28CSA%29\"&gt;brigadier general&lt;/a&gt; on July 23, 1863, in recognition for his valiant service covering the retreat of the &lt;a href=\"Army%20of%20Northern%20Virginia\"&gt;Army of Northern Virginia&lt;/a&gt;. Eight days later, he was severely wounded in the right arm while resisting a Federal crossing of the &lt;a href=\"Rappahannock%20River\"&gt;Rappahannock River&lt;/a&gt;, and was incapacitated for nearly a year.\nAfter recovering enough for administrative duty, Baker was named commander of the Second Military District in his home state of North Carolina, overseeing the defense of vital railroads and supply lines. He briefly led a brigade into &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; to help defend &lt;a href=\"Savannah%2C%20Georgia\"&gt;Savannah&lt;/a&gt;, but withdrew before the city surrendered. He also commanded the North Carolina Junior Reserves from 1864 until 1865, a predominantly recruiting and desk position. Despite his still painfully shattered arm, Baker returned to the field during the &lt;a href=\"Carolinas%20Campaign\"&gt;Carolinas Campaign&lt;/a&gt;, including the &lt;a href=\"Battle%20of%20Bentonville\"&gt;Battle of Bentonville&lt;/a&gt;. He and most of his men did not surrender at the end of the war, preferring to try to cut his way through Union lines to join &lt;a href=\"Joseph%20E.%20Johnston\"&gt;Joseph E. Johnston&lt;/a&gt;'s army. Instead, he disbanded his brigade and the remaining men dispersed. Baker received his formal parole in &lt;a href=\"Raleigh%2C%20North%20Carolina\"&gt;Raleigh, North Carolina&lt;/a&gt;, in May 1865.\nPostbellum activities.\nAfter the war, Baker lived at &lt;a href=\"New%20Bern%2C%20North%20Carolina\"&gt;New Bern, North Carolina&lt;/a&gt;, for a while before moving to &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, as a farmer. After returning to North Carolina, he was engaged in insurance until 1877. The next year, he joined the Seaboard and Roanoke Railroad in Suffolk, VA as a station agent, serving for 29 years. His duties included managing the &lt;a href=\"Western%20Union\"&gt;Western Union&lt;/a&gt; telegraph and the Southern Express Co., a shipping company.\nHe was a member of St. Paul's Episcopal Church in &lt;a href=\"Suffolk%2C%20Virginia\"&gt;Suffolk, Virginia&lt;/a&gt;, and was active in the local camp of the &lt;a href=\"United%20Confederate%20Veterans\"&gt;United Confederate Veterans&lt;/a&gt;. He died in Suffolk in 1907 and was buried in the city's Cedar Hill Cemetery.\nDue to a clerical error in the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;War Department&lt;/a&gt;, in some official military documents, his first name is frequently misspelled as \"Lawrence\"."
}