{
    "id": "54029664",
    "revid": "4751563",
    "url": "https://en.wikipedia.org/wiki?curid=54029664",
    "title": "S.W.A.T. (2017 TV series)",
    "text": "S.W.A.T. is an American &lt;a href=\"Action%20fiction\"&gt;action drama&lt;/a&gt; television series, based on the 1975 &lt;a href=\"S.W.A.T.%20%281975%20TV%20series%29\"&gt;television series of the same name&lt;/a&gt; created by Robert Hamner and developed by &lt;a href=\"Rick%20Husky\"&gt;Rick Husky&lt;/a&gt;. &lt;a href=\"Aaron%20Rahsaan%20Thomas\"&gt;Aaron Rahsaan Thomas&lt;/a&gt; and &lt;a href=\"Shawn%20Ryan\"&gt;Shawn Ryan&lt;/a&gt; developed the new series, which premiered on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; on November 2, 2017, and is produced by &lt;a href=\"Original%20Film\"&gt;Original Film&lt;/a&gt;, &lt;a href=\"CBS%20Studios\"&gt;CBS Studios&lt;/a&gt; and &lt;a href=\"Sony%20Pictures%20Television\"&gt;Sony Pictures Television&lt;/a&gt;.\nOn May 9, 2019, CBS renewed the series for a third season, which premiered on October 2, 2019. In May 2020, CBS renewed the series for a fourth season, which premiered on November 11, 2020. In April 2021, the series was renewed for a fifth season which premiered on October 1, 2021.\nThe show exists in a shared universe with the &lt;a href=\"FX%20%28TV%20channel%29\"&gt;FX&lt;/a&gt; crime drama \"&lt;a href=\"The%20Shield\"&gt;The Shield&lt;/a&gt;\", which Ryan also created.\nPremise.\nThe series centers on Sergeant Daniel \"Hondo\" Harrelson. A lifelong Los Angeles local and former Marine, Hondo has been tapped to lead a new \"last stop\" Special Weapons and Tactics unit. Because he is both black and L.A. born and raised, Hondo feels deeply loyal not only to his \"brothers in blue\" but also to the people they serve. This makes him particularly qualified to lead the team and build a bridge between the force and the community. As such, the series is notable for its depiction of real-life tensions between police and the African-American community.\nProduction.\nDevelopment.\nOn February 3, 2017, it was announced that CBS had greenlit production of a pilot episode of a television series inspired by the &lt;a href=\"S.W.A.T.%20%28film%29\"&gt;2003 film adaptation&lt;/a&gt; of the 1970's &lt;a href=\"American%20Broadcast%20Company\"&gt;ABC&lt;/a&gt; series \"&lt;a href=\"S.W.A.T.%20%281975%20TV%20series%29\"&gt;S.W.A.T.&lt;/a&gt;\". The pilot was written by &lt;a href=\"Aaron%20Rahsaan%20Thomas\"&gt;Aaron Rahsaan Thomas&lt;/a&gt; and &lt;a href=\"Shawn%20Ryan\"&gt;Shawn Ryan&lt;/a&gt; and directed by &lt;a href=\"Justin%20Lin\"&gt;Justin Lin&lt;/a&gt;.\nThe new series was ordered by &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt; on May 12, 2017. Co-creator and executive producers Thomas and Ryan would serve as the showrunners. The series premiered on November 2, 2017. On November 17, 2017, CBS picked up the series for a full season of 20 episodes and on December 1, 2017, CBS ordered two additional episodes for the first season bringing the total to 22 episodes. On March 27, 2018, CBS renewed the series for a second season which premiered on September 27, 2018.\nOn March 16, 2020, Sony Pictures Television suspended production of the third season due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. On May 6, 2020, CBS renewed the series for a fourth season which was set to be a mid-season premiere. However, on July 14 it was announced that it would switch places with \"&lt;a href=\"Survivor%20%28American%20TV%20series%29\"&gt;Survivor&lt;/a&gt;\", and premiered on November 11, 2020. On April 15, 2021, CBS renewed the series for a fifth season which premiered on October 1, 2021.\nCasting.\nIn February 2017, former \"&lt;a href=\"Criminal%20Minds\"&gt;Criminal Minds&lt;/a&gt;\" cast member &lt;a href=\"Shemar%20Moore\"&gt;Shemar Moore&lt;/a&gt; was announced as the Daniel \"Hondo\" Harrelson, alongside new co-stars &lt;a href=\"Kenny%20Johnson\"&gt;Kenny Johnson&lt;/a&gt; as Dominic Luca, who was originally named Brian Gamble, and &lt;a href=\"Lina%20Esco\"&gt;Lina Esco&lt;/a&gt; as Christina \"Chris\" Alonzo, who also originally named Sanchez. Several additional cast members were announced in March 2017. &lt;a href=\"Jay%20Harrington\"&gt;Jay Harrington&lt;/a&gt; plays Officer Deacon Kay, &lt;a href=\"Alex%20Russell%20%28actor%29\"&gt;Alex Russell&lt;/a&gt; is James \"Jim\" Street, and finally, &lt;a href=\"Peter%20Onorati\"&gt;Peter Onorati&lt;/a&gt; was cast as Jeff Mumford, are four member of the &lt;a href=\"S.W.A.T\"&gt;S.W.A.T&lt;/a&gt; team of the &lt;a href=\"Los%20Angeles%20Police%20Department\"&gt;Los Angeles Police Department&lt;/a&gt; in the original movie. On September 21, 2017, &lt;a href=\"David%20Lim%20%28actor%29\"&gt;David Lim&lt;/a&gt; was cast in the role of Hondo's new co-member Victor Tan and was later promoted to series regular status for first season. On October 4, 2019, Stephanie Sigman announced her departure from the show and was subsequently replaced by &lt;a href=\"Amy%20Farrington\"&gt;Amy Farrington&lt;/a&gt; as series regular beginning with season three.\nFilming.\nFilming on the fourth season began on August 4, 2020.\nReception.\nCritical response.\nThe review aggregation website &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; reported a 48% approval rating for the first season, with an average rating of 4.59/10 based on 27 reviews. The website's critical consensus reads, \"Despite a commanding, charming performance from Shemar Moore, \"S.W.A.T.\" remains a simple procedural overrun with clichés.\" &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, which uses a weighted average, assigned a score of 45 out of 100 based on 12 reviews, indicating \"mixed or average reviews\"."
}