{
    "id": "5402311",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=5402311",
    "title": "Applied Micro Circuits Corporation",
    "text": "Applied Micro Circuits Corporation (also known as AppliedMicro, AMCC or APM) was a &lt;a href=\"fabless%20semiconductor%20company\"&gt;fabless semiconductor company&lt;/a&gt; designing &lt;a href=\"Computer%20networking\"&gt;network&lt;/a&gt; and &lt;a href=\"Embedded%20processor\"&gt;embedded&lt;/a&gt; &lt;a href=\"Power%20ISA\"&gt;Power ISA&lt;/a&gt; (including a Power ISA license), and server processor &lt;a href=\"ARM%20architecture\"&gt;ARM&lt;/a&gt; (including an ARMv8-A license), &lt;a href=\"Optical%20communication%23Optical%20fiber%20communication\"&gt;optical transport&lt;/a&gt; and &lt;a href=\"Computer%20storage\"&gt;storage&lt;/a&gt; products. \nHistory.\nIn 2004, AMCC bought assets, &lt;a href=\"intellectual%20property\"&gt;IP&lt;/a&gt; and engineers concerning the &lt;a href=\"PowerPC%20400\"&gt;PowerPC 400&lt;/a&gt; &lt;a href=\"microprocessor\"&gt;microprocessor&lt;/a&gt;s from &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; for $227 million and they now market the processors under their own name. The deal also included access to IBM's &lt;a href=\"System-on-a-chip\"&gt;SoC&lt;/a&gt; design methodology and advanced &lt;a href=\"CMOS\"&gt;CMOS&lt;/a&gt; &lt;a href=\"Semiconductor%20fabrication\"&gt;process technology&lt;/a&gt;.\nIn 2009, AppliedMicro changed their branding from AMCC to AppliedMicro, but still retain the name \"Applied Micro Circuits Corporation\" officially.\nIn 2011, AppliedMicro became the first company to implement the ARMv8-A architecture with its X-Gene Platform. In November 2012 at ARM TechCon, AppliedMicro demonstrated advanced web search capabilities and the ability to handle &lt;a href=\"big%20data\"&gt;big data&lt;/a&gt; workloads in an &lt;a href=\"Apache%20Hadoop\"&gt;Apache Hadoop&lt;/a&gt; software environment with the X-Gene Platform using FPGA emulation. A silicon implementation of X-Gene was first exhibited publicly in June 2013.\nIn April 2016, information about the forthcoming X-Gene 3 server chips was made available. The release schedule was for the second half of 2017. The company projected an improved performance, over the X-Gene 2, that with allow it to better compete with servers using the &lt;a href=\"x86-64\"&gt;x86-64&lt;/a&gt; architecture.\nIn November 2016, &lt;a href=\"MACOM%20Technology%20Solutions\"&gt;MACOM Technology Solutions&lt;/a&gt; announced that they would purchase AppliedMicro. The acquisition was completed on January 26, 2017. MACOM then sold the processor division to the private equity firm The Carlyle Group during October 2017.\nMemberships.\nAppliedMicro has a sponsor level membership of &lt;a href=\"Power.org\"&gt;Power.org&lt;/a&gt; and is one of the original members.\nAppliedMicro is also executive member (Chairman position) of the &lt;a href=\"Ethernet%20Alliance\"&gt;Ethernet Alliance&lt;/a&gt;.\nAppliedMicro is also a member of the &lt;a href=\"Open%20Compute%20Project\"&gt;Open Compute Project&lt;/a&gt;.\nBusiness groups.\nProcessor products.\nThe Processor Products group designed and marketed embedded microcontrollers as well as server processor, packet and storage processors. It included the network processors of former MMC Networks (acquired October 2000) with IBM &lt;a href=\"PowerPC\"&gt;PowerPC&lt;/a&gt; 4xx series microcontrollers (acquired April 2004).\nSince purchasing the IBM PowerPC 400 family (under the 405 and 440 series product names), AppliedMicro developed the 460 series with 440 CPU, and a multicore Power architecture devices.\nIn January 2008, the AppliedMicro PowerPC 405EX was awarded Product of the Year 2007, by \"Electronic Product\" magazine.\nIn October 2011, AppliedMicro announced its X-Gene Platform, an ARM 64-bit solution aimed at cloud and enterprise &lt;a href=\"Server%20%28computing%29\"&gt;servers&lt;/a&gt;.\nConnectivity products group.\nThe Connectivity Products group of AppliedMicro designs, manufacturers and markets physical layer devices, framers/mappers and switch fabric devices.\nAcquisitions.\nThroughout the years, AppliedMicro has acquired smaller companies to enter new markets.\nClass-action lawsuit.\nIn 2005, the company paid $60 million to settle a class-action lawsuit on behalf of investors against the company and certain of its current and former officers and directors. The suit had charged the company with issuing a series of materially false and misleading statements concerning the company's operations and prospects for Q4 2001 and beyond. Under the terms of the settlement, the company and defendants denied any wrongdoing. About half of the amount of the settlement was covered by insurance."
}