{
    "id": "54030162",
    "revid": "19267325",
    "url": "https://en.wikipedia.org/wiki?curid=54030162",
    "title": "Raphael Haftka",
    "text": "Raphael T. Haftka (February 22, 1944 – August 16, 2020) was an American engineer, a Distinguished Professor at &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt; and an Elected Fellow of the &lt;a href=\"American%20Institute%20of%20Aeronautics%20and%20Astronautics\"&gt;American Institute of Aeronautics and Astronautics&lt;/a&gt;.\nBorn February 22, 1944, in Tel-Aviv, Israel. Education: Ph.D. 1971, Department of Aerospace and Mechanical Engineering Sciences, the University of California at San\nDiego, B.Sc. 1965, M.Sc. 1968, Aeronautical Engineering, Technion-Israel Institute of Technology. His professional journey started as\nan aerodynamicist at the Israeli Aircraft Industries from 1965 to 1968. From 1973 to 1975, he was a senior lecturer at Technion-Israel Institute of Technology, after postdoctoral research fellowships at NASA and other US organizations. His career moved to the US when he became an assistant professor at the Illinois Institute of Technology in 1975. Subsequently, he held the positions of Professor/ Christopher Kraft Professor at Virginia Tech from 1981 to 1994 and Professor/Distinguished Professor\nat the University of Florida from 1995 until retirement in 2019.\nProfessor Haftka's contributions to our research field are immeasurable—some important statistics: 330 journal papers, 530 conference proceedings papers, 12 book chapters, two textbooks, and over 34,000 Google citations. His major research impacts include—early pioneering contributions to the approximation concept, including the far-reaching convex/conservative approximation, landmark papers on sensitivity analysis, leadership in creating/promoting MDO, surrogate modeling, and nondeterministic methods. Beyond his remarkable contributions as a researcher, Professor Haftka was also a key influencer within his research community. He was among the founders of ISSMO (International Society of Structural and Multidisciplinary Optimization) in 1991 and served as ISSMO's second president between 1995 and 1999. He has received many distinctions throughout his\nincluding Virginia Tech Alumni Award for Excellence in Research, AIAA Fellow, AIAA Multidisciplinary Design Optimization Award."
}