{
    "id": "5405849",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=5405849",
    "title": "Japanese cruiser Akashi",
    "text": " was a &lt;a href=\"protected%20cruiser\"&gt;protected cruiser&lt;/a&gt; of the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt;. She was a &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt; to . The name \"Akashi\" comes from an ancient name for a portion of the coastline near the modern city of &lt;a href=\"Kobe\"&gt;Kobe&lt;/a&gt; in &lt;a href=\"Hy%C5%8Dgo%20Prefecture\"&gt;Hyōgo Prefecture&lt;/a&gt;.\nBackground.\n\"Akashi\" was designed and built at &lt;a href=\"Yokosuka%20Naval%20Arsenal\"&gt;Yokosuka Naval Arsenal&lt;/a&gt;, as part of an Imperial Japanese Navy program to end its dependence on foreign powers for modern warships, using an all-Japanese design and all-Japanese materials. Construction took four years, from 1892–1896. She was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; on 6 August 1894, &lt;a href=\"Ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; on 18 December 1897 and completed on 30 March 1899. While more lightly armed and armored than many of the cruiser's contemporaries, her small size and relatively simple design facilitated the vessel's construction and the ship's relatively high speed made her useful for many military operations. However, as with most Japanese designs of the period, she proved to be top-heavy and had issues with seaworthiness and stability.\nDesign.\nThe design for \"Akashi\" was based on an all-steel, double-bottomed hull, with an armored deck, divided underneath by watertight bulkheads. The armor, of the &lt;a href=\"Harvey%20armor\"&gt;Harvey armor&lt;/a&gt; variety, covered only vital areas, such as the boilers, &lt;a href=\"Magazine%20%28artillery%29\"&gt;gun magazines&lt;/a&gt; and critical machinery, with a thickness of on the deck.\nHer &lt;a href=\"main%20battery\"&gt;main battery&lt;/a&gt; consisted of two &lt;a href=\"QF%206%20inch%20/40%20naval%20gun\"&gt;QF 6 inch /40 naval gun&lt;/a&gt;s, one set in the &lt;a href=\"forecastle\"&gt;forecastle&lt;/a&gt; and one in the &lt;a href=\"stern\"&gt;stern&lt;/a&gt;. The main guns had a range of up to with a nominal firing rate of 5.7 shots/minute. Secondary armament consisted of six &lt;a href=\"QF%204.7-inch%20Gun%20Mk%20I%E2%80%93IV\"&gt;QF 4.7-inch guns&lt;/a&gt; mounted in &lt;a href=\"sponson\"&gt;sponson&lt;/a&gt;s on the upper deck. These guns had a range of up to with a nominal firing rate of 12 shots/minute. She also had ten &lt;a href=\"QF%203%20pounder%20Hotchkiss\"&gt;QF 3 pounder Hotchkiss&lt;/a&gt; guns, with a range of up to with a nominal firing rate of 20 shots/minute, mounted four on the upper deck, two on the poop, two on the after &lt;a href=\"Bridge%20%28nautical%29\"&gt;bridge&lt;/a&gt; and one each on the &lt;a href=\"Bow%20%28ship%29\"&gt;bow&lt;/a&gt; and stern, as well as four &lt;a href=\"1-inch%20Nordenfelt%20gun\"&gt;1-inch Nordenfelt gun&lt;/a&gt;s, which were later replaced by four 7.62 mm &lt;a href=\"Maxim%20gun\"&gt;Maxim machine guns&lt;/a&gt;. She also was equipped with two &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, mounted on the deck.\nHer powerplant consisted of two vertical triple expansion steam engines, with nine single-ended boilers in two boiler rooms separated by a watertight bulkhead .\nThe stability problems experienced by \"Suma\" was discovered before the completion of \"Akashi\", and she was modified during construction with greater freeboard amidships, a flush deck, and without &lt;a href=\"fighting%20top\"&gt;fighting top&lt;/a&gt;s to lower her center of gravity.\nService life.\nEarly years.\nAfter entering service in March 1899, \"Akashi\" experienced numerous mechanical problems and had to return to Yokosuka Naval Arsenal for repairs in October 1899 and January 1900, with additional repairs performed at &lt;a href=\"Kure%20Naval%20Arsenal\"&gt;Kure Naval Arsenal&lt;/a&gt; in May 1900 and at &lt;a href=\"Sasebo%20Naval%20Arsenal\"&gt;Sasebo Naval Arsenal&lt;/a&gt; in July 1900.\nThe first overseas deployment of \"Akashi\" was from July to November 1900, to support Japanese &lt;a href=\"naval%20landing%20forces\"&gt;naval landing forces&lt;/a&gt; which occupied the port city of &lt;a href=\"Tianjin\"&gt;Tianjin&lt;/a&gt; in northern China during the &lt;a href=\"Boxer%20Rebellion\"&gt;Boxer Rebellion&lt;/a&gt;, as part of the Japanese contribution to the &lt;a href=\"Eight-Nation%20Alliance\"&gt;Eight-Nation Alliance&lt;/a&gt;.\nImmediately on her return, she required repairs to her boilers at Kure. From April to October 1901, \"Akashi\" was sent to southern China, and was then again renovated in Kure. From February 1902, \"Akashi\" was again deployed to China but was forced once more to cut her deployment short when it was found that three of her boilers could not hold pressure, and she could not achieve over . She returned to China in May, but had to return to Japan again in June. In August 1902, \"Akashi\" was deemed unfit for front-line service and was transferred to the reserve fleet.\nUnwilling to write off the ship as a loss, the &lt;a href=\"Imperial%20Japanese%20Navy%20General%20Staff\"&gt;Imperial Japanese Navy General Staff&lt;/a&gt; ordered \"Akashi\" to be completely overhauled at Kure Naval Arsenal in March 1903, and then sent the ship as a training vessel with instructors and cadets from the &lt;a href=\"Imperial%20Naval%20Engineering%20Academy\"&gt;Imperial Naval Engineering Academy&lt;/a&gt; on a cruise around the coasts of China and Korea, marking port calls at &lt;a href=\"Fuzhou\"&gt;Fuzhou&lt;/a&gt;, Shanghai, &lt;a href=\"Yantai\"&gt;Yantai&lt;/a&gt;, &lt;a href=\"Inchon\"&gt;Inchon&lt;/a&gt;, &lt;a href=\"Busan\"&gt;Busan&lt;/a&gt; and &lt;a href=\"Wonsan\"&gt;Wonsan&lt;/a&gt;, returning to &lt;a href=\"Sasebo%20Naval%20District\"&gt;Sasebo&lt;/a&gt; in September 1903. In October and November 1903, \"Akashi\" was able to participate in combat maneuvers with other cruisers in the fleet. \"Akashi\" was then assigned to escorting the Japanese &lt;a href=\"cable%20layer\"&gt;cable laying vessels&lt;/a&gt; laying the first &lt;a href=\"Submarine%20communications%20cable\"&gt;submarine telegraph cable&lt;/a&gt; between &lt;a href=\"Sasebo%2C%20Nagasaki\"&gt;Sasebo&lt;/a&gt; and &lt;a href=\"Chemulpo\"&gt;Incheon&lt;/a&gt; in Korea from 8–17 January 1904.\nDuring speed trials conducted in January 1904, \"Akashi\" attained a top speed of .\nRusso-Japanese War.\n\"Akashi\" was based at &lt;a href=\"Chinkai%20Guard%20District\"&gt;Chinkai Guard District&lt;/a&gt; in Korea at the start of the &lt;a href=\"Russo-Japanese%20War\"&gt;Russo-Japanese War&lt;/a&gt; of 1904–1905, and was stationed at sea off the southeastern coast of the &lt;a href=\"Korean%20Peninsula\"&gt;Korean Peninsula&lt;/a&gt; as a telegraphic relay station immediately before the outbreak of hostilities. She participated in the &lt;a href=\"Battle%20of%20Chemulpo%20Bay\"&gt;Battle of Chemulpo Bay&lt;/a&gt; at the start of the war, taking part in the &lt;a href=\"line%20of%20battle\"&gt;line of battle&lt;/a&gt; behind the cruiser and assisting in the sinking of the &lt;a href=\"Imperial%20Russian%20Navy\"&gt;Russian&lt;/a&gt; cruiser and the gunboat . During the battle, a shell from \"Varyag\" passed in between her funnels.\nIn April and May, \"Akashi\" escorted transports conveying the &lt;a href=\"Japanese%20Second%20Army\"&gt;Japanese Second Army&lt;/a&gt; to &lt;a href=\"Manchuria\"&gt;Manchuria&lt;/a&gt;, and escorted destroyer squadrons from Japan to the front-lines. On 15 May, she assisted in the rescue of survivors from the crew of the ill-fated &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt;s and after those ships struck &lt;a href=\"naval%20mine\"&gt;naval mine&lt;/a&gt;s off the coast of Port Arthur. She then joined the list of Japanese ships blockading the Russian naval base in the &lt;a href=\"Battle%20of%20Port%20Arthur\"&gt;Battle of Port Arthur&lt;/a&gt;.\nOn 16 May, \"Akashi\", with the cruiser and , bombarded Russian troops and buildings from the &lt;a href=\"Bohai%20Gulf\"&gt;Bohai Gulf&lt;/a&gt;. The operation was cancelled due to dense fog on 17 May, in which the gunboats and collided, causing \"Ōshima\" to sink.\nOn 7 June, \"Akashi\", together with \"Suma\" and the &lt;a href=\"gunboat\"&gt;gunboat&lt;/a&gt;s , and a detachment of destroyers entered the &lt;a href=\"Gulf%20of%20Bohai\"&gt;Gulf of Bohai&lt;/a&gt; to support the landings of elements of the Japanese Second Army, and later bombarded Russian shore installations and a railway line along the coast of Manchuria.\nOn 10 August, during the &lt;a href=\"Battle%20of%20the%20Yellow%20Sea\"&gt;Battle of the Yellow Sea&lt;/a&gt;, \"Akashi\" did not participate in the first phase of the battle as she arrived too late. However, she did participate in the pursuit of the fleeing Russian cruisers and , but was unable to prevent the escape of the Russian ships.\nOn 10 December, \"Akashi\" struck a &lt;a href=\"naval%20mine\"&gt;naval mine&lt;/a&gt; while patrolling off of Port Arthur. The explosion blew a large hole in her bow, flooding several compartments, and creating a strong list to starboard. Because of the ice on the upper deck and darkness at night, the rescue attempt was difficult, but the crew was able to stabilize the ship, and accompanied by the cruisers and , reached &lt;a href=\"Dalian\"&gt;Dalian&lt;/a&gt; for repairs.\nDuring the &lt;a href=\"Battle%20of%20Tsushima\"&gt;Battle of Tsushima&lt;/a&gt; on 27 May 1905, \"Akashi\" was under the 4th Combat Detachment headed by Rear Admiral &lt;a href=\"Uryu%20Sotokichi\"&gt;Uryu Sotokichi&lt;/a&gt; and consisting of the \"Akashi\", , \"Takachiho\", and \"Suma\". On the discovery of the Russian fleet, the 4th Detachment attacked Russian transports and the cruisers , , and , and sinking the already damaged battleship and repair ship \"Kamchatka\". During the battle, \"Akashi\" took five rounds, which knocked her smokestack overboard, killed three crewmen and injured seven more. The following morning, \"Akashi\" was initially delayed due to repair work, but joined in the search for the remaining Russian vessels, assisting in the sinking of the &lt;a href=\"armored%20cruiser\"&gt;armored cruiser&lt;/a&gt;s \"Dmitrii Donskoi\" and . She returned with the captured Russian destroyer to Sasebo on 30 May.\nAfter the battle, on 14 June, \"Akashi\" returned to &lt;a href=\"Takeshiki%20Guard%20District\"&gt;Takeshiki Guard District&lt;/a&gt; to start patrols of the &lt;a href=\"Korea%20Strait\"&gt;Korea Strait&lt;/a&gt;. She was overhauled at &lt;a href=\"Kure%20Naval%20Arsenal\"&gt;Kure Naval Arsenal&lt;/a&gt; from 4–29 July. On 10 October, \"Akashi\" intercepted the German-flagged steamer, \"M Struve\" (1582 tons), which was attempting to smuggle a cargo of rice, salt, bread and flour to &lt;a href=\"Vladivostok\"&gt;Vladivostok&lt;/a&gt;. The steamer was sent with a prize crew to Sasebo.\n\"Akashi\" arrived in &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt; to participate in a &lt;a href=\"naval%20review\"&gt;naval review&lt;/a&gt; celebrating the Japanese victory on 23 October 1905.\nWorld War I.\nFrom 1908–1909, future &lt;a href=\"Prime%20Minister%20of%20Japan\"&gt;Prime Minister of Japan&lt;/a&gt; &lt;a href=\"Kantar%C5%8D%20Suzuki\"&gt;Suzuki Kantarō&lt;/a&gt; served as captain of \"Akashi\". In 1912, \"Akashi\" was re-boilered, with her nine horizontal locomotive-style boilers replaced with nine &lt;a href=\"Niclausse%20boiler\"&gt;Niclausse boiler&lt;/a&gt;s.\nIn &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, \"Akashi\" was part of the &lt;a href=\"IJN%202nd%20Fleet\"&gt;IJN 2nd Fleet&lt;/a&gt; in combat against the &lt;a href=\"Imperial%20German%20Navy\"&gt;Imperial German Navy&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Tsingtao\"&gt;Battle of Tsingtao&lt;/a&gt;. In 1916, she was assigned to patrol the &lt;a href=\"sea%20lane\"&gt;sea lane&lt;/a&gt;s from &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt; to the &lt;a href=\"Malacca%20Straits\"&gt;Malacca Straits&lt;/a&gt; and eastern Indian Ocean against German &lt;a href=\"commerce%20raiding\"&gt;commerce raiders&lt;/a&gt;, as part of Japan's contribution to the &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allied&lt;/a&gt; war effort under the &lt;a href=\"Anglo-Japanese%20Alliance\"&gt;Anglo-Japanese Alliance&lt;/a&gt;, and was based at Singapore.\n&lt;a href=\"Rear-Admiral\"&gt;Rear-Admiral&lt;/a&gt; &lt;a href=\"K%C5%8Dz%C5%8D%20Sat%C5%8D\"&gt;Kōzō Satō&lt;/a&gt; commanded the &lt;a href=\"2nd%20Special%20Squadron%20%28Japanese%20Navy%29\"&gt;2nd Special Squadron&lt;/a&gt; with \"Akashi\" as &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; with the 10th and 11th Destroyer Units (eight &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s) based at &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; from 13 April 1917. He was reinforced by the 15th Destroyer Unit with four more destroyers from 1 June 1917 to carry out on direct escort duties for Allied troop transports in the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;. After being relieved by the cruiser , \"Akashi\" returned to Japanese home waters, where she spent the remainder of the war.\nAfter the end of the war, \"Akashi\" was re-designated as a 2nd class &lt;a href=\"Coastal%20defence%20ship\"&gt;coastal defense vessel&lt;/a&gt; from 1 September 1921. She was removed from the &lt;a href=\"navy%20list\"&gt;navy list&lt;/a&gt; on 1 April 1928. Deemed obsolete, she was expended as a target for &lt;a href=\"dive%20bomber\"&gt;dive bomber&lt;/a&gt;s south of &lt;a href=\"Izu%20%C5%8Cshima\"&gt;Izu Ōshima&lt;/a&gt; on 3 August 1930.\nThe main mast of \"Akashi\" is preserved at the &lt;a href=\"Japan%20Maritime%20Self%20Defense%20Force\"&gt;Japan Maritime Self Defense&lt;/a&gt; Academy at &lt;a href=\"Etajima%2C%20Hiroshima\"&gt;Etajima, Hiroshima&lt;/a&gt;."
}