{
    "id": "54061025",
    "revid": "28481827",
    "url": "https://en.wikipedia.org/wiki?curid=54061025",
    "title": "Ghaleb Cachalia",
    "text": "Ghaleb Cachalia (born 12 November 1956) is a businessman and a Member of &lt;a href=\"Parliament%20of%20South%20Africa\"&gt;Parliament&lt;/a&gt; (MP) for the &lt;a href=\"Democratic%20Alliance%20%28South%20Africa%29\"&gt;Democratic Alliance&lt;/a&gt; (DA). He is the son of &lt;a href=\"Internal%20resistance%20to%20apartheid\"&gt;anti-Apartheid&lt;/a&gt; activists &lt;a href=\"Amina%20Cachalia\"&gt;Amina&lt;/a&gt; and Yusuf Cachalia, and a relative of former &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC) MP &lt;a href=\"Ismail%20Ahmed%20Cachalia\"&gt;Ismail Cachalia&lt;/a&gt;.\nEarly life.\nCachalia was born in &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt; in 1956, and grew up in &lt;a href=\"Vrededorp%2C%20Gauteng\"&gt;Vrededorp&lt;/a&gt;, &lt;a href=\"Fordsburg\"&gt;Fordsburg&lt;/a&gt;, and in Nugget Street.\nHe attended the Waterford School in &lt;a href=\"Swaziland\"&gt;Swaziland&lt;/a&gt;, to avoid the apartheid education system. However, his schooling there was interrupted when the &lt;a href=\"Government%20of%20South%20Africa\"&gt;South African government&lt;/a&gt; threatened him with “passport issues” because of his parents' involvement in anti-Apartheid activism. He was sent abroad to stay with his uncle and aunt in &lt;a href=\"Great%20Britain\"&gt;Britain&lt;/a&gt;, where he was forced to remain for ten years.\nWhile overseas, he completed his &lt;a href=\"GCE%20Ordinary%20Level\"&gt;O Levels&lt;/a&gt;, received a scholarship to the &lt;a href=\"Atlantic%20College\"&gt;United World College of the Atlantic&lt;/a&gt; in Wales, and then went on to study history at the &lt;a href=\"SOAS%2C%20University%20of%20London\"&gt;University of London School of Oriental and African Studies&lt;/a&gt;. He campaigned in the &lt;a href=\"Anti-Apartheid%20Movement\"&gt;Anti-Apartheid Movement&lt;/a&gt;. Upon completion of his studies, he returned to South Africa, and went to the &lt;a href=\"University%20of%20the%20Witwatersrand\"&gt;University of the Witwatersrand&lt;/a&gt; to study &lt;a href=\"Law%20of%20South%20Africa\"&gt;law&lt;/a&gt;, a degree which he did not complete. While at the university, he joined the &lt;a href=\"Black%20Students%20Society\"&gt;Black Students Society&lt;/a&gt; and became its vice-president.\nBusiness.\nCachalia joined his father's business, which supplied school uniforms for black students, and completed an apprenticeship at a clothing manufacturing facility in Johannesburg, then opened such facilities in &lt;a href=\"Malawi\"&gt;Malawi&lt;/a&gt; and &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt;. In the late 1990s, Cachalia sold the businesses, which could not compete with clothing manufacturers from Asia in terms of price and supply. He retained only one retail outlet, whose shareholding he transferred to the company's employees; the business still runs in Johannesburg's central business district.\nHe then entered into management consultancy in Zurich, Switzerland, and in Johannesburg.\nPolitics.\nCachalia had been a lifelong supporter of the ANC. However, he had become increasingly disillusioned since the &lt;a href=\"South%20African%20Arms%20Deal\"&gt;Arms Deal&lt;/a&gt; controversy, and now believes that the ANC cannot be saved from the \"&lt;a href=\"kleptocracy\"&gt;kleptocracy&lt;/a&gt;\", corruption and self-interest that have come to characterise the party. This led him to turn to the DA, who he had \"always valued\" \"as a &lt;a href=\"loyal%20opposition\"&gt;loyal opposition&lt;/a&gt;\". He joined the DA as an ordinary member in early 2016, and ran as the DA's mayoral candidate for &lt;a href=\"Ekurhuleni%20Metropolitan%20Municipality\"&gt;Ekurhuleni&lt;/a&gt; in the 2016 municipal elections, on a platform of transparent and accountable government. He lost to the ANC's candidate by only 11 votes. \nIn April 2017, Cachalia laid a criminal charge of incitement and intimidation against &lt;a href=\"Mayor%20of%20Ekurhuleni\"&gt;Ekurhuleni Mayor&lt;/a&gt;, &lt;a href=\"Mzwandile%20Masina\"&gt;Mzwandile Masina&lt;/a&gt;, for threatening white anti-Zuma protestors with violence, and requested that the Ekurhuleni Council Speaker, Patricia Khumalo, investigate the matter.\nHe was sworn in as a DA MP on 4 May 2017, and &lt;a href=\"Philip%20de%20Lange%20%28politician%29\"&gt;Philip de Lange&lt;/a&gt; took over the DA leadership in Ekurhuleni.\nPositions.\nCachalia considers himself \"a &lt;a href=\"Small-l%20liberal\"&gt;liberal with a small L&lt;/a&gt;\". He supports freedom of expression, and has defended &lt;a href=\"Helen%20Zille\"&gt;Helen Zille&lt;/a&gt; in that respect, whom he has characterised as well-intentioned. He considers the &lt;a href=\"Economic%20Freedom%20Fighters\"&gt;Economic Freedom Fighters&lt;/a&gt; \"social fascists\"."
}