{
    "id": "54070980",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=54070980",
    "title": "Duck opening",
    "text": "In &lt;a href=\"shogi\"&gt;shogi&lt;/a&gt;, the Duck or Duck Legs (アヒル \"ahiru\") &lt;a href=\"shogi%20opening\"&gt;opening&lt;/a&gt; is a surprise &lt;a href=\"Static%20Rook\"&gt;Static Rook&lt;/a&gt; position characterized by a Duck &lt;a href=\"castle%20%28shogi%29\"&gt;castle&lt;/a&gt; and formation similar to a &lt;a href=\"Double%20Wing%20Attack\"&gt;Double Wing Attack&lt;/a&gt; opening that transitions to a &lt;a href=\"Twisting%20Rook\"&gt;Twisting Rook&lt;/a&gt;-like position. It is typically used in a &lt;a href=\"Double%20Static%20Rook\"&gt;Double Static Rook&lt;/a&gt; game; however, there is a variation for playing against a &lt;a href=\"Ranging%20Rook\"&gt;Ranging Rook&lt;/a&gt; opponent.\nThe opening may be played by amateurs but is not used by professional players.\nEssentially, the opening tries to trade the major pieces to get them in hand in order to drop them within the opponent's camp. Since the Duck castle is defends broadly against major piece drops, this situation can favor the Duck player. Failing the piece exchange, the Duck opening typically aims for an edge attack to break through their opponent's camp.\nAgainst Static Rook.\n1. P-26 P-84, 2. P-25 P-85. Double Wing opening.\nAfter this, there are two published variations in 湯川 (2015). One has an early floating rook (in the &lt;a href=\"Duck%20opening%23Early%20floating%20rook\"&gt;section&lt;/a&gt; below) while the other variation has an early peeping bishop (immediately following section).\nEarly peeping bishop.\n3. P-96. Protect bishop head indirectly via the edge pawn instead of the more common gold defense. This move allows for the peeping bishop (のぞき角 \"nozoki kaku\") position characteristic of this opening.\n3. ...G-22. Gold protects bishop head.\n4. B-97. The peeping bishop. White's 53 pawn is now being attacked.\n4. ...S-62. White must defend against the attack of Black's peeping bishop. Using their right silver to do this is a natural move since this silver is usually advanced for attack anyway. However, this move allows prevents White from using a direct Climbing Silver offensive.\n5. P-24 Px24, 6. Rx24. Black trades his second file pawn in order to get a pawn in hand. \n6. ...P*23. White must protect their bishop head square (23) from Black dropping a pawn there. Dropping a pawn on 23 for this purpose is a standard move in Double Wing openings.\n7. R-26. Black retreats their rook to rank 6 in a floating rook position. This floating rook position is necessary in the Duck opening since Black must protect their peeping bishop from an edge attack if White pushes their ninth file pawn (...P-94, ...P-95).\n7. ...K-41. White starts castling their king leftward away from their rook.\n8. S-68 S-42, 9. S-48 G-52. Black also starts castling first starting with moving both silvers up and toward the center building the legs of the Duck castle. White builds a Crab castle.\n10. G-79. Black moves both golds outward creating the Duck feet.\n10. ...P-34. White activates their bishop by openings its diagonal.\nBlack offers a rook trade. A rook trade would be beneficial to Black since their Duck castle has their camp well defended against a rook drop while White's camp has open undefended spaces. Therefore, White should reject the rook trade.\nEarly floating rook.\n3. R-26. In this variation, Black dispenses with an initial rook trade and instead moves their rook into the floating rook (浮き飛車 \"ukibisha\") position on rank 6. (Cf. the initial position of &lt;a href=\"Buoyant%20Rook\"&gt;Buoyant Rook&lt;/a&gt;.)"
}