{
    "id": "540732",
    "revid": "27326546",
    "url": "https://en.wikipedia.org/wiki?curid=540732",
    "title": "Poincaré duality",
    "text": "In &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, the Poincaré duality theorem, named after &lt;a href=\"Henri%20Poincar%C3%A9\"&gt;Henri Poincaré&lt;/a&gt;, is a basic result on the structure of the &lt;a href=\"homology%20%28mathematics%29\"&gt;homology&lt;/a&gt; and &lt;a href=\"cohomology\"&gt;cohomology&lt;/a&gt; &lt;a href=\"group%20%28mathematics%29\"&gt;group&lt;/a&gt;s of &lt;a href=\"manifold\"&gt;manifold&lt;/a&gt;s. It states that if \"M\" is an \"n\"-dimensional &lt;a href=\"Orientability\"&gt;oriented&lt;/a&gt; &lt;a href=\"closed%20manifold\"&gt;closed manifold&lt;/a&gt; (&lt;a href=\"Compact%20space\"&gt;compact&lt;/a&gt; and without boundary), then the \"k\"th cohomology group of \"M\" is &lt;a href=\"Group%20isomorphism\"&gt;isomorphic&lt;/a&gt; to the (formula_1)th homology group of \"M\", for all integers \"k\" \nPoincaré duality holds for any coefficient &lt;a href=\"ring%20%28mathematics%29\"&gt;ring&lt;/a&gt;, so long as one has taken an orientation with respect to that coefficient ring; in particular, since every manifold has a unique orientation mod 2, Poincaré duality holds mod 2 without any assumption of orientation.\nHistory.\nA form of Poincaré duality was first stated, without proof, by &lt;a href=\"Henri%20Poincar%C3%A9\"&gt;Henri Poincaré&lt;/a&gt; in 1893. It was stated in terms of &lt;a href=\"Betti%20number\"&gt;Betti number&lt;/a&gt;s: The \"k\"th and (formula_1)th Betti numbers of a closed (i.e., compact and without boundary) orientable \"n\"-manifold are equal. The \"cohomology\" concept was at that time about 40 years from being clarified. In his 1895 paper \"&lt;a href=\"Analysis%20Situs%20%28paper%29\"&gt;Analysis Situs&lt;/a&gt;\", Poincaré tried to prove the theorem using topological &lt;a href=\"intersection%20theory\"&gt;intersection theory&lt;/a&gt;, which he had invented. Criticism of his work by &lt;a href=\"Poul%20Heegaard\"&gt;Poul Heegaard&lt;/a&gt; led him to realize that his proof was seriously flawed. In the first two complements to \"Analysis Situs\", Poincaré gave a new proof in terms of dual triangulations.\nPoincaré duality did not take on its modern form until the advent of cohomology in the 1930s, when &lt;a href=\"Eduard%20%C4%8Cech\"&gt;Eduard Čech&lt;/a&gt; and &lt;a href=\"Hassler%20Whitney\"&gt;Hassler Whitney&lt;/a&gt; invented the &lt;a href=\"cup%20product\"&gt;cup&lt;/a&gt; and &lt;a href=\"cap%20product\"&gt;cap product&lt;/a&gt;s and formulated Poincaré duality in these new terms.\nModern formulation.\nThe modern statement of the Poincaré duality theorem is in terms of homology and cohomology: if formula_4 is a closed oriented \"n\"-manifold, and formula_5 is a natural number smaller than formula_6, then there is a canonically defined isomorphism formula_7. To define such an isomorphism, one chooses a fixed &lt;a href=\"fundamental%20class\"&gt;fundamental class&lt;/a&gt; formula_8 of formula_9, which will exist if formula_9 is oriented. Then the isomorphism is defined by mapping an element formula_11 to its cap product formula_12.\nHomology and cohomology groups are defined to be zero for negative degrees, so Poincaré duality in particular implies that the homology and cohomology groups of orientable closed \"n\"-manifolds are zero for degrees bigger than \"n\".\nHere, homology and cohomology are integral, but the isomorphism remains valid over any coefficient ring. In the case where an oriented manifold is not compact, one has to replace homology by &lt;a href=\"Borel%E2%80%93Moore_homology\"&gt;Borel–Moore_homology&lt;/a&gt;\nor replace cohomology by &lt;a href=\"cohomology%20with%20compact%20support\"&gt;cohomology with compact support&lt;/a&gt;\nDual cell structures.\nGiven a triangulated manifold, there is a corresponding dual polyhedral decomposition. The dual polyhedral decomposition is a cell decomposition of the manifold such that the \"k\"-cells of the dual polyhedral decomposition are in bijective correspondence with the (formula_1)-cells of the triangulation, generalizing the notion of &lt;a href=\"dual%20polyhedron\"&gt;dual polyhedra&lt;/a&gt;.\nPrecisely, let \"T\" be a triangulation of an \"n\"-manifold \"M\". Let \"S\" be a simplex of \"T\". Let formula_16 be a top-dimensional simplex of \"T\" containing \"S\", so we can think of \"S\" as a subset of the vertices of formula_16. Define the dual cell \"DS\" corresponding to \"S\" so that formula_18 is the convex hull in formula_16 of the barycentres of all subsets of the vertices of formula_16 that contain formula_21. One can check that if \"S\" is \"i\"-dimensional, then \"DS\" is an (formula_22)-dimensional cell. Moreover, the dual cells to \"T\" form a CW-decomposition of \"M\", and the only (formula_22)-dimensional dual cell that intersects an \"i\"-cell \"S\" is \"DS\". Thus the pairing formula_24 given by taking intersections induces an isomorphism formula_25, where formula_26 is the cellular homology of the triangulation \"T\", and formula_27 and formula_28 are the cellular homologies and cohomologies of the dual polyhedral/CW decomposition the manifold respectively. The fact that this is an isomorphism of &lt;a href=\"chain%20complex\"&gt;chain complex&lt;/a&gt;es is a proof of Poincaré Duality. Roughly speaking, this amounts to the fact that the boundary relation for the triangulation \"T\" is the incidence relation for the dual polyhedral decomposition under the correspondence formula_29.\nNaturality.\nNote that formula_30 is a &lt;a href=\"contravariant%20functor\"&gt;contravariant functor&lt;/a&gt; while formula_31 is &lt;a href=\"covariant%20functor\"&gt;covariant&lt;/a&gt;. The family of isomorphisms\nis &lt;a href=\"natural%20transformation\"&gt;natural&lt;/a&gt; in the following sense: if\nis a &lt;a href=\"continuous%20map\"&gt;continuous map&lt;/a&gt; between two oriented \"n\"-manifolds which is compatible with orientation, i.e. which maps the fundamental class of \"M\" to the fundamental class of \"N\", then\nwhere formula_35 and formula_36 are the maps induced by \"f\" in homology and cohomology, respectively.\nNote the very strong and crucial hypothesis that \"f\" maps the fundamental class of \"M\" to the fundamental class of \"N\". Naturality does not hold for an arbitrary continuous map \"f\", since in general formula_36 is not an injection on cohomology. For example, if \"f\" is a covering map then it maps the fundamental class of \"M\" to a multiple of the fundamental class of \"N\". This multiple is the degree of the map \"f\".\nBilinear pairings formulation.\nAssuming the manifold \"M\" is compact, boundaryless, and &lt;a href=\"orientable%20manifold\"&gt;orientable&lt;/a&gt;, let\ndenote the &lt;a href=\"torsion%20%28algebra%29\"&gt;torsion&lt;/a&gt; subgroup of formula_39 and let\nbe the &lt;a href=\"free%20group\"&gt;free&lt;/a&gt; part – all homology groups taken with integer coefficients in this section. Then there are &lt;a href=\"bilinear%20operator\"&gt;bilinear maps&lt;/a&gt; which are &lt;a href=\"duality%20pairing\"&gt;duality pairing&lt;/a&gt;s (explained below).\nand\nHere formula_43 is the quotient of the rationals by the integers, taken as an additive group. Notice that in the torsion linking form, there is a formula_44 in the dimension, so the paired dimensions add up to formula_45 rather than to formula_6.\nThe first form is typically called the \"&lt;a href=\"intersection%20theory\"&gt;intersection product&lt;/a&gt;\" and the 2nd the \"torsion linking form\". Assuming the manifold \"M\" is smooth, the intersection product is computed by perturbing the homology classes to be transverse and computing their oriented intersection number. For the torsion linking form, one computes the pairing of \"x\" and \"y\" by realizing \"nx\" as the boundary of some class \"z\". The form then takes the value equal to the fraction whose numerator is the transverse intersection number of \"z\" with \"y\", and whose denominator is \"n\".\nThe statement that the pairings are duality pairings means that the adjoint maps \nand \nare isomorphisms of groups.\nThis result is an application of Poincaré Duality\ntogether with the &lt;a href=\"universal%20coefficient%20theorem\"&gt;universal coefficient theorem&lt;/a&gt;, which gives an identification \nand \nThus, Poincaré duality says that formula_52 and formula_53 are isomorphic, although there is no natural map giving the isomorphism, and similarly formula_38 and formula_55 are also isomorphic, though not naturally.\nWhile for most dimensions, Poincaré duality induces a bilinear \"pairing\" between different homology groups, in the middle dimension it induces a &lt;a href=\"bilinear%20form\"&gt;bilinear \"form\"&lt;/a&gt; on a single homology group. The resulting &lt;a href=\"Intersection%20theory%23Topological%20intersection%20form\"&gt;intersection form&lt;/a&gt; is a very important topological invariant.\nWhat is meant by \"middle dimension\" depends on parity. For even dimension formula_56 which is more common, this is literally the middle dimension \"k,\" and there is a form on the free part of the middle homology:\nBy contrast, for odd dimension formula_58 which is less commonly discussed, it is most simply the lower middle dimension \"k,\" and there is a form on the torsion part of the homology in that dimension:\nHowever, there is also a pairing between the free part of the homology in the lower middle dimension \"k\" and in the upper middle dimension formula_60:\nThe resulting groups, while not a single group with a bilinear form, are a simple chain complex and are studied in algebraic &lt;a href=\"L-theory\"&gt;L-theory&lt;/a&gt;.\nThis approach to Poincaré duality was used by &lt;a href=\"J%C3%B3zef%20H.%20Przytycki\"&gt;Józef Przytycki&lt;/a&gt; and Akira Yasuhara to give an elementary homotopy and diffeomorphism classification of 3-dimensional &lt;a href=\"lens%20space\"&gt;lens space&lt;/a&gt;s.\nThom Isomorphism Formulation.\nPoincaré Duality is closely related to the &lt;a href=\"Thom%20space\"&gt;Thom Isomorphism Theorem&lt;/a&gt;, as we will explain here. For this exposition, let formula_9 be a compact, boundaryless oriented \"n\"-manifold. Let formula_63 be the product of formula_9 with itself, let formula_65 be an open tubular neighbourhood of the diagonal in formula_63. Consider the maps:\nCombined, this gives a map formula_74, which is the \"intersection product\"—strictly speaking it is a generalization of the intersection product above, but it is also called the intersection product. A similar argument with the &lt;a href=\"K%C3%BCnneth%20theorem\"&gt;Künneth theorem&lt;/a&gt; gives the \"torsion linking form\".\nThis formulation of Poincaré Duality has become quite popular as it provides a means to define Poincaré Duality for any &lt;a href=\"generalized%20homology%20theory\"&gt;generalized homology theory&lt;/a&gt; provided one has a Thom Isomorphism for that homology theory. A Thom isomorphism theorem for a homology theory is now accepted as the generalized notion of &lt;a href=\"orientability\"&gt;orientability&lt;/a&gt; for a homology theory. For example, a &lt;a href=\"spin%20structure\"&gt;formula_75-structure&lt;/a&gt; on a manifold turns out to be precisely what is needed to be orientable in the sense of &lt;a href=\"k-theory\"&gt;complex topological k-theory&lt;/a&gt;.\nGeneralizations and related results.\nThe &lt;a href=\"Poincar%C3%A9%E2%80%93Lefschetz%20duality%20theorem\"&gt;Poincaré–Lefschetz duality theorem&lt;/a&gt; is a generalisation for manifolds with boundary. In the non-orientable case, taking into account the &lt;a href=\"sheaf%20%28mathematics%29\"&gt;sheaf&lt;/a&gt; of local orientations, one can give a statement that is independent of orientability: see &lt;a href=\"Twisted%20Poincar%C3%A9%20duality\"&gt;Twisted Poincaré duality&lt;/a&gt;.\n\"Blanchfield duality\" is a version of Poincaré duality which provides an isomorphism between the homology of an abelian covering space of a manifold and the corresponding cohomology with compact supports. It is used to get basic structural results about the &lt;a href=\"Alexander%20polynomial\"&gt;Alexander module&lt;/a&gt; and can be used to define the &lt;a href=\"signature%20of%20a%20knot\"&gt;signatures of a knot&lt;/a&gt;.\nWith the development of &lt;a href=\"homology%20theory\"&gt;homology theory&lt;/a&gt; to include &lt;a href=\"K-theory\"&gt;K-theory&lt;/a&gt; and other \"extraordinary\" theories from about 1955, it was realised that the homology formula_76 could be replaced by other theories, once the products on manifolds were constructed; and there are now textbook treatments in generality. More specifically, there is a general Poincaré duality theorem for a &lt;a href=\"generalized%20homology%20theory\"&gt;generalized homology theory&lt;/a&gt; which requires a notion of orientation with respect to a homology theory, and is formulated in terms of a generalized &lt;a href=\"Thom%20space\"&gt;Thom Isomorphism Theorem&lt;/a&gt;. The Thom Isomorphism Theorem in this regard can be considered as the germinal idea for Poincaré duality for generalized homology theories.\n&lt;a href=\"Verdier%20duality\"&gt;Verdier duality&lt;/a&gt; is the appropriate generalization to (possibly &lt;a href=\"singularity%20theory\"&gt;singular&lt;/a&gt;) geometric objects, such as &lt;a href=\"analytic%20space\"&gt;analytic space&lt;/a&gt;s or &lt;a href=\"scheme%20%28mathematics%29\"&gt;schemes&lt;/a&gt;, while &lt;a href=\"intersection%20homology\"&gt;intersection homology&lt;/a&gt; was developed &lt;a href=\"Robert%20MacPherson%20%28mathematician%29\"&gt;Robert MacPherson&lt;/a&gt; and &lt;a href=\"Mark%20Goresky\"&gt;Mark Goresky&lt;/a&gt; for &lt;a href=\"stratified%20space\"&gt;stratified space&lt;/a&gt;s, such as real or complex algebraic varieties, precisely so as to generalise Poincaré duality to such stratified spaces.\nThere are many other forms of geometric duality in &lt;a href=\"algebraic%20topology\"&gt;algebraic topology&lt;/a&gt;, including &lt;a href=\"Lefschetz%20duality\"&gt;Lefschetz duality&lt;/a&gt;, &lt;a href=\"Alexander%20duality\"&gt;Alexander duality&lt;/a&gt;, &lt;a href=\"Hodge%20duality\"&gt;Hodge duality&lt;/a&gt;, and &lt;a href=\"S-duality%20%28homotopy%20theory%29\"&gt;S-duality&lt;/a&gt;.\nMore algebraically, one can abstract the notion of a &lt;a href=\"Poincar%C3%A9%20complex\"&gt;Poincaré complex&lt;/a&gt;, which is an algebraic object that behaves like the &lt;a href=\"singular%20chain%20complex\"&gt;singular chain complex&lt;/a&gt; of a manifold, notably satisfying Poincaré duality on its homology groups, with respect to a distinguished element (corresponding to the fundamental class). These are used in &lt;a href=\"surgery%20theory\"&gt;surgery theory&lt;/a&gt; to algebraicize questions about manifolds. A &lt;a href=\"Poincar%C3%A9%20space\"&gt;Poincaré space&lt;/a&gt; is one whose singular chain complex is a Poincaré complex. These are not all manifolds, but their failure to be manifolds can be measured by &lt;a href=\"obstruction%20theory\"&gt;obstruction theory&lt;/a&gt;."
}