{
    "id": "54085132",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=54085132",
    "title": "2017–18 Rugby Europe International Championships",
    "text": "The 2017–18 Rugby Europe International Championships is the European Championship for tier 2 and tier 3 rugby union nations. The 2017–18 season is the second of its new format and structure, where all Levels play on a one-year cycle, replacing the old format of a two-year cycle, with the teams playing each other both home and away.\nFor all teams competing in the &lt;a href=\"2018%20Rugby%20Europe%20Championship\"&gt;Championship&lt;/a&gt;, except for Georgia, this year's edition of the &lt;a href=\"Rugby%20Europe%20International%20Championships\"&gt;Rugby Europe International Championships&lt;/a&gt; doubles as the second year of &lt;a href=\"2019%20Rugby%20World%20Cup\"&gt;2019 Rugby World Cup&lt;/a&gt; qualifiers for the &lt;a href=\"2019%20Rugby%20World%20Cup%20%E2%80%93%20Europe%20qualification\"&gt;European region&lt;/a&gt;, where the winner of the two-year cycle, excluding Georgia, automatically qualifies to the tournament as Europe 1. All other teams remain in contention, playing in their respective leagues, but also playing in World Cup play-offs, for the right to play in the Europe/Oceania play-off against Oceania 3.\nCountries.\nPre-tournament &lt;a href=\"World%20Rugby\"&gt;World Rugby&lt;/a&gt; rankings in parentheses. Trophy and Conference as of 9 October 2017. Championship as of 5 February 2018.\nChampionship\nConference 1 \n\"North\"\nConference 2\n\"North\"\nDevelopment\nTrophy\n&lt;br&gt;\n\"South\"\n&lt;br&gt;\n\"South\"\nLegend:&lt;br&gt;* Champion of 2016–17 season; ↑ Promoted from lower division during 2016–17 season; • Division Champion but not promoted during 2016–17 season; ‡ Last place inside own division but not relegated during 2016–17 season; ↓ Relegated from higher division during 2016-17season\n2018 Rugby Europe Championship.\nThe six teams participating in the 2018 Championship remain the same as the 2017 season, after Belgium survived a relegation threat by defeating Portugal in a playoff in May 2017.\nFollowing the match on 18 March 2018 between Belgium and Spain, an appeal by the &lt;a href=\"Spanish%20Rugby%20Federation\"&gt;Spanish Rugby Federation&lt;/a&gt; to &lt;a href=\"World%20Rugby\"&gt;World Rugby&lt;/a&gt; and &lt;a href=\"Rugby%20Europe\"&gt;Rugby Europe&lt;/a&gt; was published for the match to be replayed, following the appointment of a Romanian referee – Romania needed Spain to lose in order to qualify. In the meantime, World Rugby also received complaints amid European countries fielding ineligible players, in breach of Regulation 8, during the qualification process; issues were made against all competing five nations.\nThe appeal from Spain for their match to be replayed was held whilst the appointed panel investigated the accused ineligible players, although the final verdict around the Belgium–Spain was for the result to stand.\nThe neutral panel cleared Germany and Russia of the alleged ineligible players, but found Belgium, Romania and Spain guilty of breaching Regulation 8. The panel determined that each nation would be deducted 5 points for each game they had fielded an ineligible player, regardless of if more than one ineligible player had been fielded. The investigation found that Belgium and Romania had fielded ineligible players 6 times (a deduction of 30 points) and Spain 8 times (a deduction of 40 points) during the qualification process. This meant, with the deducted points for the respective nations, Russia would qualify ahead of Romania and Germany would advance to the play-off's ahead of Spain. "
}