{
    "id": "541344",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=541344",
    "title": "Culture of Mauritius",
    "text": "The culture of &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt; involves the blending of several cultures from its history, as well as individual culture arising indigenously.\nPublic holidays and festivals.\nThe number and diversity of public holidays and festivals indicate the rich heritage of the island's people and its ethnic diversity.\nPublic Holidays on the same dates:\nPublic Holidays with different dates:\nThe festivals listed below are not celebrated on the same date every year. Therefore, only the months when they are likely to be celebrated is given.\nThe Spring Festival, which is the Chinese New Year, is celebrated in January/February, depending on the adjustment of lunar days. Red, the symbol of happiness, is the dominant colour. Food is piled up to ensure abundance during the year and the traditional wax cake is distributed to relatives and friends. Firecrackers are lit to ward off evil spirits.\nCavadee is celebrated in January/February, more precisely by the &lt;a href=\"Tamils\"&gt;Tamil&lt;/a&gt; community in Mauritius. Along with the fire-walking and sword-climbing ceremonies, Cavadee is among the most spectacular Tamil events. The body pierced with needles and the tongue and cheeks with skewers, the devotee, trance-like and in penance, walks in procession to the temple bearing the \"Cavadee\", a wooden arch covered with flowers with a pot of milk at each end of its base which he or she places before the deity.\nMaha Shivaratree is celebrated in honour of Hindu god &lt;a href=\"Shiva\"&gt;Siva&lt;/a&gt; (February). Hindu devotees, clad in spotless white, carry the \"Kanwar\" - wooden arches covered with flowers – on pilgrimage to Grand Bassin, to fetch holy water from the lake. The whole scene is reminiscent of the great rituals on the banks of the Holy &lt;a href=\"Ganges\"&gt;Ganges&lt;/a&gt; in India.\nUgadi is the Telugu New Year.\nThe chariot festival is any public procession in a chariot.\nThe 15 August becomes a public holiday in even years, for example, 2006, 2008 and 2010. During odd years (2005, 2007, 2009), it is not a public holiday; instead, 1 November will be a public holiday, in commemoration of &lt;a href=\"All%20Saints%27%20Day\"&gt;All Saints' Day&lt;/a&gt;. The decision to alternate between the two dates was a government decision to avoid increasing the number of unworked days after &lt;a href=\"abolitionism%20in%20the%20United%20Kingdom\"&gt;abolition of slavery&lt;/a&gt; (1 February) and Arrival of Indentured Labourers (2 November) were declared public holidays in the early 2000s.\nGanesh Chaturthi is celebrated by the Marathi community in Mauritius on the 4th day of the lunar month of the Hindu calendar. It marks the birthday of &lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt;, the God of wisdom and remover of all obstacles according to Hindu mythology.\nDiwali is the most jovial of all Hindu festivals. Celebrated in October/November it marks the victory of righteousness over evil in the Hindu mythology. Traditionally, clay oil lamps were placed in front of every home turning the island into a fairyland of flickering lights; these have now been replaced mostly by decorative electric lights.\nThe exact date of this festival is subject to confirmation as its celebration depends on the visibility of the moon. Eid-ul-Fitr is celebrated to mark the end of &lt;a href=\"Ramadan\"&gt;Ramadan&lt;/a&gt;, the Muslim holy month of fasting. It is a day of thanksgiving and rejoicing for Muslims. Special prayers are offered at mosques during that morning.\nCuisine.\nThe &lt;a href=\"cuisine\"&gt;cuisine&lt;/a&gt; of Mauritius is a blend of &lt;a href=\"African%20cuisine\"&gt;African&lt;/a&gt;, &lt;a href=\"French%20cuisine\"&gt;French&lt;/a&gt; and other &lt;a href=\"European%20cuisine\"&gt;European&lt;/a&gt; cuisines, as well as &lt;a href=\"Chinese%20cuisine\"&gt;Chinese&lt;/a&gt;, and &lt;a href=\"Indian%20cuisine\"&gt;Indian&lt;/a&gt; influences. It is common for a combination of cuisines to form part of the same meal.\nMauritius has had strong ties with French culture throughout its history and was left with a very French \"Savoir Vivre\". Even today, the popularity of French dishes like the &lt;a href=\"bouillon%20%28broth%29\"&gt;bouillon&lt;/a&gt;, &lt;a href=\"tuna%20salad\"&gt;tuna salad&lt;/a&gt;, &lt;a href=\"daube\"&gt;daube&lt;/a&gt;, civet de lièvre or &lt;a href=\"coq%20au%20vin\"&gt;coq au vin&lt;/a&gt; served with good wine show the prevalence of French culture in Mauritius. As years passed by, some have been adapted to the more exotic ingredients of the island to confer some unique flavour.\nDuring the 19th century, after the abolition of slavery, Indian workers who migrated to Mauritius brought their cuisine with them. Those indentured labourers came from different parts of India, each with their own culinary tradition, depending on the region. Traces of both Northern and Southern Indian cuisine can be found in Mauritius. Some common preparations are &lt;a href=\"curry\"&gt;curry&lt;/a&gt;, &lt;a href=\"chutney\"&gt;chutney&lt;/a&gt;, \"rouille Poisson sale\" (&lt;a href=\"tomato%20paste\"&gt;tomato paste&lt;/a&gt; that is very popular with &lt;a href=\"fish\"&gt;fish&lt;/a&gt;) and &lt;a href=\"Pickled%20cucumber\"&gt;pickles&lt;/a&gt;, most of which use local ingredients. The Mauritian versions of those dishes have a local flavour and differ, at times considerably, from the original Indian recipes.\nThe end of the 19th century saw the arrival of Chinese migrants, who came mostly from the south-eastern part of China. They are largely credited with making &lt;a href=\"rice\"&gt;rice&lt;/a&gt;, the &lt;a href=\"staple%20diet\"&gt;staple diet&lt;/a&gt; of the island, and making &lt;a href=\"noodles\"&gt;noodles&lt;/a&gt;, both steamed and fried, popular. Chinese appetizers such as \"taken\" (local version of the &lt;a href=\"spring%20roll\"&gt;spring roll&lt;/a&gt; with a flour batter replacing the traditional rolled wrapping), crispy chicken and crispy squid have become part of the Mauritian folklore. Furthermore, Chinese and other Asian restaurants are present all around the island, and offer a variety of &lt;a href=\"chicken\"&gt;chicken&lt;/a&gt;, &lt;a href=\"squid\"&gt;squid&lt;/a&gt;, &lt;a href=\"beef\"&gt;beef&lt;/a&gt;, &lt;a href=\"mutton\"&gt;mutton&lt;/a&gt; and &lt;a href=\"fish\"&gt;fish&lt;/a&gt; dishes, most typically prepared in &lt;a href=\"Douchi\"&gt;black bean&lt;/a&gt; sauce or &lt;a href=\"oyster%20sauce\"&gt;oyster sauce&lt;/a&gt;. Mauritian families often consider dinner at an Asian restaurant as a treat.\nAlong the years, each of the country's communities has adapted and mixed each other's cuisine to their liking.\nThe production of &lt;a href=\"rum\"&gt;rum&lt;/a&gt; is common throughout the island. &lt;a href=\"Sugar%20cane\"&gt;Sugar cane&lt;/a&gt; was first introduced on the island when the Dutch colonised it in 1638. Even then, the propensity of making rum out of sugar cane was strongly recognised. Sugar cane was mainly cultivated for the production of \"&lt;a href=\"Arrack%20%28drink%29\"&gt;arrack&lt;/a&gt;\", a precursor to rum. Only much later, after almost 60 years, the first proper sugar was produced.\nHowever, it was during the French and English administration that sugar production was fully exploited, which considerably contributed to the economic development of the island. It was Pierre Charles François Harel who in 1850 initially proposed the concept of a local distillation of rum in Mauritius. In part due to his efforts, Mauritius today houses three distilleries (Grays, Medine and St Aubin) and is in the process of opening an additional three.\nWhile not as famed as its Caribbean counterparts from &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, &lt;a href=\"Jamaica\"&gt;Jamaica&lt;/a&gt; or &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;, Mauritian rum is slowly gaining exposure on the international stage and is considered by local stakeholders as an area of potential growth.\nLiterature.\nWhile \"kreol morisien\" (&lt;a href=\"Mauritian%20Creole\"&gt;Mauritian Creole&lt;/a&gt;) is the most spoken language on in Mauritius, most of the literature is written in &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, although many authors write in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, &lt;a href=\"Bhojpuri\"&gt;Bhojpuri&lt;/a&gt;, and Morisien (&lt;a href=\"Mauritian%20Creole\"&gt;Mauritian Creole&lt;/a&gt;), and others such as &lt;a href=\"Abhimanyu%20Unnuth\"&gt;Abhimanyu Unnuth&lt;/a&gt; in &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt;. Mauritius's renowned playwright &lt;a href=\"Dev%20Virahsawmy\"&gt;Dev Virahsawmy&lt;/a&gt; writes exclusively in Morisyen.\nImportant authors include &lt;a href=\"Malcolm%20de%20Chazal\"&gt;Malcolm de Chazal&lt;/a&gt;, &lt;a href=\"Ananda%20Devi\"&gt;Ananda Devi&lt;/a&gt;, Raymond Chasle, &lt;a href=\"Loys%20Masson\"&gt;Loys Masson&lt;/a&gt;, &lt;a href=\"Marcel%20Cabon\"&gt;Marcel Cabon&lt;/a&gt;, and &lt;a href=\"Edouard%20Maunick\"&gt;Edouard Maunick&lt;/a&gt;. &lt;a href=\"Lindsey%20Collen\"&gt;Lindsey Collen&lt;/a&gt; has been able to carve out a meeting of imaginaries in the unique social setup of this multi-faceted country. Other younger writers like Shenaz Patel, &lt;a href=\"Amal%20Sewtohul\"&gt;Amal Sewtohul&lt;/a&gt;, Natacha Appanah, Alain Gordon-Gentil and Carl de Souza explore the issues of ethnicity, superstition and politics in the novel. Poet and critic &lt;a href=\"Khal%20Torabully\"&gt;Khal Torabully&lt;/a&gt; has put forward the concept of \"coolitude,\" a poetics that results from the blend of Indian and Mauritian cultural diversity. Other poets include Hassam Wachill, Edouard Maunick, Sedley Assone, Yusuf Kadel and Umar Timol.\nThe island plays host to the covetable Le Prince Maurice Prize, a literary award celebrating and recognizing 'writers of the heart'. The award is designed to highlight the literary love story in all its forms rather than for pure Romantic Fiction. In keeping with the island's literary culture the prize alternates on a yearly basis between English-speaking and French-speaking writers.\nSport.\nDue to lack of funding and a local culture that values academic achievement over any other form of activity, Mauritius' national sports teams have been very unsuccessful at a competitive level. However recently, &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; has rapidly increased in popularity in the small island nation. &lt;a href=\"Association%20football\"&gt;Football&lt;/a&gt; is also popular. Both national teams have very low world rankings for their particular sports.\nAt the &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008 Summer Olympics&lt;/a&gt;, Mauritius had won its first Olympic medal. Bruno Julie a boxer has won the bronze medal.\nHowever, Mauritius is quite competitive at the regional level (inter-Ile) in the Indian Ocean. Mauritius collected some golds, silver and bronze medals in the Jeux des Iles de l'Océan Indien (JIOI). The second and the fifth edition were hosted by Mauritius in 1985 and 2003 respectively. Mauritius also organised the JIOI in 2019 where the Mauritian athletes dominated the games and won numerous gold medals and the competition.\nAs in countries like &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; is hugely popular among males, especially England's &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt;. The most followed clubs are &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool F.C.&lt;/a&gt;, &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; and &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal F.C.&lt;/a&gt;. Owing to their recent successes, &lt;a href=\"FC%20Barcelona\"&gt;FC Barcelona&lt;/a&gt; have gained significant support.\nThe national sport, however, remains &lt;a href=\"horse%20racing\"&gt;horse racing&lt;/a&gt;, which is part and parcel of the island's cultural heritage. Horse racing in Mauritius dates back to 1812, when the &lt;a href=\"Champ%20de%20Mars%20Racecourse\"&gt;Champ de Mars Racecourse&lt;/a&gt; was inaugurated, making it the oldest racecourse in the Southern Hemisphere. Races are widely followed, both in terms of attendance at the Champ de Mars and television audiences. Mauritians of all ages like to discuss races, share tips and place bets.\nAt an amateur and recreational level there is a growing culture of participation in sport, with Trail Running, Cycling, Mountain Biking and Water Sports becoming increasingly accessible and popular."
}