{
    "id": "5414860",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=5414860",
    "title": "Cyril Deverell",
    "text": "Sir Cyril John Deverell (9 November 1874 – 12 May 1947) was a &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; &lt;a href=\"Field%20marshal%20%28United%20Kingdom%29\"&gt;Field Marshal&lt;/a&gt;, who served as &lt;a href=\"Chief%20of%20the%20General%20Staff%20%28United%20Kingdom%29\"&gt;Chief of the Imperial General Staff&lt;/a&gt; from 1936 to 1937. He fought in the &lt;a href=\"Anglo-Ashanti%20wars%23Fourth%20Anglo-Ashanti%20War\"&gt;Fourth Anglo-Ashanti War&lt;/a&gt; and the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; and later advised the Government on the importance of maintaining the capability to mount an Expeditionary Force for operations on mainland Europe.\nEarly life.\nDeverell was born the son of Lieutenant John Baines Seddon Deverell and Harriet Strappini Deverell (née Roberts) and educated at &lt;a href=\"Bedford%20School\"&gt;Bedford School&lt;/a&gt;.\nMilitary career.\nDeverell was commissioned into the &lt;a href=\"West%20Yorkshire%20Regiment\"&gt;Prince of Wales's West Yorkshire Regiment&lt;/a&gt; on 6 March 1895. He served in the &lt;a href=\"Anglo-Ashanti%20wars%23Fourth%20Anglo-Ashanti%20War\"&gt;Fourth Anglo-Ashanti War&lt;/a&gt; in 1896 and was then promoted to &lt;a href=\"Lieutenant%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;lieutenant&lt;/a&gt; on 3 August 1898. He was appointed adjutant of his regiment on 9 February 1904 before being promoted to &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; on 23 February 1904.\nHe served in the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; initially as brigade major for &lt;a href=\"85th%20Brigade%20%28United%20Kingdom%29\"&gt;85th Brigade&lt;/a&gt;, in which role he joined the &lt;a href=\"British%20Expeditionary%20Force%20%28World%20War%20I%29\"&gt;British Expeditionary Force&lt;/a&gt; and saw action at the &lt;a href=\"Second%20Battle%20of%20Ypres\"&gt;Second Battle of Ypres&lt;/a&gt; in April 1915 before being promoted to &lt;a href=\"major\"&gt;major&lt;/a&gt; on 3 June 1915.\nDeverell became Commanding Officer of the &lt;a href=\"Hull%20Rifles%231/4th%20Battalion\"&gt;1/4th Battalion, East Yorkshire Regiment&lt;/a&gt; in July 1915 and was then asked to command the &lt;a href=\"20th%20Brigade%20%28United%20Kingdom%29\"&gt;20th Brigade&lt;/a&gt; from 29 October 1915. Promoted to &lt;a href=\"lieutenant%20colonel\"&gt;lieutenant colonel&lt;/a&gt; on 26 August 1916, he took part in the &lt;a href=\"Battle%20of%20the%20Somme\"&gt;Battle of the Somme&lt;/a&gt; in Autumn 1916. His brigade held a position on the &lt;a href=\"21st%20Division%20%28United%20Kingdom%29\"&gt;21st Division's&lt;/a&gt; right flank during the &lt;a href=\"Battle%20of%20Bazentin%20Ridge\"&gt;Battle of Bazentin Ridge&lt;/a&gt; and attacked the Switch Line to the east of &lt;a href=\"High%20Wood\"&gt;High Wood&lt;/a&gt;. Promoted to the substantive rank of &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; and temporary &lt;a href=\"major%20general\"&gt;major general&lt;/a&gt; on 1 January 1917, Deverell was given command of the &lt;a href=\"3rd%20Division%20%28United%20Kingdom%29\"&gt;3rd Division&lt;/a&gt; after its commander, &lt;a href=\"James%20Aylmer%20Lowthorpe%20Haldane\"&gt;Sir Aylmer Haldane&lt;/a&gt;, took over &lt;a href=\"VI%20Corps%20%28United%20Kingdom%29\"&gt;VI Corps&lt;/a&gt;.\nHe led the division at &lt;a href=\"Battle%20of%20Arras%20%281917%29\"&gt;Arras&lt;/a&gt; in 1917, then participated in the latter stages of the &lt;a href=\"Battle%20of%20Passchendaele\"&gt;Battle of Passchendaele&lt;/a&gt;. He returned to &lt;a href=\"First%20Battle%20of%20the%20Somme%20%281918%29\"&gt;the Somme&lt;/a&gt; in 1918, before fighting alongside the &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; at the &lt;a href=\"Battle%20of%20the%20Lys%20%281918%29\"&gt;Battle of the Lys&lt;/a&gt;. The division participated in the &lt;a href=\"Hundred%20Days%20Offensive\"&gt;Hundred Days Offensive&lt;/a&gt;, finally leading to the German surrender on 11 November 1918. He was appointed a &lt;a href=\"Companion%20of%20the%20Order%20of%20the%20Bath\"&gt;Companion of the Order of the Bath&lt;/a&gt; in 1918 and awarded the &lt;a href=\"Croix%20de%20guerre%201914%E2%80%931918%20%28France%29\"&gt;Croix de guerre&lt;/a&gt; in 1919.\nHe commanded that division until 1 January 1919, when, having been promoted to substantive major general, he took over command of the &lt;a href=\"53rd%20%28Welsh%29%20Division\"&gt;53rd (Welsh) Division&lt;/a&gt;.\nOn 13 December 1921 he moved to India. where he commanded the &lt;a href=\"United%20Provinces%20of%20British%20India\"&gt;United Provinces District&lt;/a&gt;. Having been appointed a &lt;a href=\"Knight%20Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Knight Commander of the Order of the British Empire&lt;/a&gt; in the &lt;a href=\"1926%20Birthday%20Honours\"&gt;1926 Birthday Honours&lt;/a&gt;, he served as Quartermaster-General of India from 25 February 1927 and, having been promoted to &lt;a href=\"lieutenant%20general\"&gt;lieutenant general&lt;/a&gt; on 13 March 1928 and advanced to &lt;a href=\"Knight%20Commander%20of%20the%20Order%20of%20the%20Bath\"&gt;Knight Commander of the Order of the Bath&lt;/a&gt; in the &lt;a href=\"Queen%27s%20Birthday%20Honours\"&gt;Kings Birthday Honours&lt;/a&gt; 1929, he became &lt;a href=\"Chief%20of%20the%20General%20Staff%20%28India%29\"&gt;Chief of the General Staff in India&lt;/a&gt; in 1930. He became General Officer Commanding-in-Chief of &lt;a href=\"Western%20Command%20%28United%20Kingdom%29\"&gt;Western Command&lt;/a&gt; on 11 April 1931 and then, having been promoted to &lt;a href=\"general\"&gt;general&lt;/a&gt; on 21 April 1933, he was appointed General Officer Commanding-in-Chief of &lt;a href=\"Eastern%20Command%20%28United%20Kingdom%29\"&gt;Eastern Command&lt;/a&gt; on 8 May 1933. He was appointed &lt;a href=\"aide-de-camp%20general\"&gt;aide-de-camp general&lt;/a&gt; to &lt;a href=\"George%20V%20of%20the%20United%20Kingdom\"&gt;the King&lt;/a&gt; on 10 February 1934, and promoted to &lt;a href=\"Field%20marshal%20%28United%20Kingdom%29\"&gt;field marshal&lt;/a&gt; on 15 May 1936, before assuming the position of &lt;a href=\"Chief%20of%20the%20General%20Staff%20%28United%20Kingdom%29\"&gt;Chief of the Imperial General Staff&lt;/a&gt; that same day. In that capacity he advised the Government on the importance of maintaining the capability to mount an expeditionary force for operations on mainland Europe. He was also colonel of the &lt;a href=\"West%20Yorkshire%20Regiment%20%28The%20Prince%20of%20Wales%27s%20Own%29\"&gt;Prince of Wales's West Yorkshire Regiment&lt;/a&gt; from 21 March 1934.\nIn May 1937 &lt;a href=\"Leslie%20Hore-Belisha%2C%201st%20Baron%20Hore-Belisha\"&gt;Leslie Hore-Belisha&lt;/a&gt;, the newly appointed &lt;a href=\"Secretary%20of%20State%20for%20War\"&gt;Secretary of State for War&lt;/a&gt;, sought to implement a new policy of limiting expenditure on the Army, particularly on the development of tanks, and when Deverell failed to show enthusiasm for that policy in the context of an increasing threat from &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;, Hore-Belisha wrote to him advising him that he had been removed from office. Deverell wrote a reply to the Secretary of State, strongly objecting to the adverse comments that had been made on his own performance, and retired from the British Army on 6 December 1937.\nRetirement.\nOn leaving the British Army he became &lt;a href=\"Deputy%20Lieutenant\"&gt;Deputy Lieutenant&lt;/a&gt; of &lt;a href=\"Southampton\"&gt;Southampton&lt;/a&gt;. His interests included local politics, he served on a borough council, and chaired the local defence committee during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. He lived at Court Lodge in &lt;a href=\"Lymington\"&gt;Lymington&lt;/a&gt;, where he died on 12 May 1947 at the age of 72. His body was cremated at &lt;a href=\"Bournemouth\"&gt;Bournemouth&lt;/a&gt; crematorium.\nFamily.\nIn 1902 he married Hilda Grant-Dalton; they had a son and a daughter.\nExternal links.\n "
}