{
    "id": "54160681",
    "revid": "31030054",
    "url": "https://en.wikipedia.org/wiki?curid=54160681",
    "title": "Pimisi station",
    "text": "Pimisi is a light rail station on the Ottawa &lt;a href=\"Confederation%20Line\"&gt;Confederation Line&lt;/a&gt; as part of the &lt;a href=\"O-Train\"&gt;O-Train&lt;/a&gt; network.\nLocation.\nThe stop is located under Booth Street in &lt;a href=\"LeBreton%20Flats\"&gt;LeBreton Flats&lt;/a&gt;. and opened on September 14, 2019. It serves the redeveloped flats area, including the &lt;a href=\"Ottawa%20Public%20Library%23New%20Central%20Library\"&gt;New Central Library&lt;/a&gt;, &lt;a href=\"Chinatown%2C%20Ottawa\"&gt;Chinatown&lt;/a&gt;, and &lt;a href=\"Little%20Italy%2C%20Ottawa\"&gt;Little Italy&lt;/a&gt;.\nHistory.\nThe Transitway station was originally named LeBreton. By proposal of the local &lt;a href=\"Algonquin%20people\"&gt;Algonquin&lt;/a&gt; leaders it was renamed \"Pimisi\" (&lt;a href=\"Algonquin%20language\"&gt;Algonquin&lt;/a&gt;: \"eel\") when it was rebuilt to accommodate the O-Train.\nLayout.\nThe station features an &lt;a href=\"island%20platform\"&gt;island platform&lt;/a&gt; located at grade. Unusually, the platform level is an intermediate level. Above it, two entrance buildings with entrance barriers are located on either side of Booth Street. Below the platform, a concourse with its own ticket barrier gives access to the green space and plaza north of the station and to Albert Street. \nThe station features several artworks by Algonquin artists. &lt;a href=\"Nadia%20Myre\"&gt;Nadia Myre&lt;/a&gt;'s work \"Eel Spirit, Basket, and Fence\" is a trilogy consisting of two sculptures (the eel and basket) located in the plaza north of the station, and a series of forest designs on the glass platform walls. The sculpture \"Algonquin Moose\" by &lt;a href=\"Simon%20Brascoup%C3%A9\"&gt;Simon Brascoupé&lt;/a&gt; is also located in the plaza, while another work by him, \"Algonquin Birch Bark Biting Designs\", is located on the glass wall of the entrance on the west side of Booth Street. Finally, \"Màmawi: Together\" is a work featuring 100 wooden paddles painted by four Algonquin artists mentored by Brascoupé—&lt;a href=\"Emily%20Brascoup%C3%A9-Hoefler\"&gt;Emily Brascoupé-Hoefler&lt;/a&gt;, &lt;a href=\"Doreen%20Stevens\"&gt;Doreen Stevens&lt;/a&gt;, &lt;a href=\"Sherry-Ann%20Rodgers\"&gt;Sherry-Ann Rodgers&lt;/a&gt;, and &lt;a href=\"Sylvia%20Tennisco\"&gt;Sylvia Tennisco&lt;/a&gt;—as well as Algonquin community members who participated in workshops led by these artists. It is suspended above the platform.\nService.\nThe following routes serve Pimisi station as of October 6 2019:"
}