{
    "id": "54170768",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=54170768",
    "title": "Jacek Purchla",
    "text": "Jacek Purchla (born 1954 in &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt;) – Polish &lt;a href=\"Art%20Historian\"&gt;Art Historian&lt;/a&gt; and &lt;a href=\"Economist\"&gt;Economist&lt;/a&gt;, Professor of Humanities, founder and director of the &lt;a href=\"International%20Cultural%20Centre\"&gt;International Cultural Centre&lt;/a&gt; in &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt;. He specialises in &lt;a href=\"urban%20development\"&gt;urban development&lt;/a&gt;, &lt;a href=\"social%20history\"&gt;social history&lt;/a&gt; and &lt;a href=\"art%20history\"&gt;art history&lt;/a&gt; of the 19th and 20th centuries, as well as the theory and protection of &lt;a href=\"cultural%20heritage\"&gt;cultural heritage&lt;/a&gt;.\nEducation and employment.\nJacek Purchla graduated in Economics and Art History. He received his PhD (1983) and habilitation (second doctoral degree) from the &lt;a href=\"Jagiellonian%20University\"&gt;Jagiellonian University&lt;/a&gt;. He has been a titular professor since 1994 and full professor of humanities (professor ordinarius) since 1997. He is a member of the &lt;a href=\"Polish%20Academy%20of%20Arts%20and%20Sciences\"&gt;Polish Academy of Arts and Sciences&lt;/a&gt;. He is the head of the Department of Economic and Social History and the UNESCO Chair for Heritage and Urban Studies at the &lt;a href=\"Krakow%20University%20of%20Economics\"&gt;Krakow University of Economics&lt;/a&gt;, as well as the head of the Centre of European Heritage, Institute of European Studies at the &lt;a href=\"Jagiellonian%20University\"&gt;Jagiellonian University&lt;/a&gt;.\nFrom 1990 to 1991 he was a vice-mayor of the city of &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt;. He has been the founder and director of the &lt;a href=\"International%20Cultural%20Centre\"&gt;International Cultural Centre&lt;/a&gt; in &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt; since its inception in 1991. From 1995 to 2001 he was a professor in the Institute of Art History at the &lt;a href=\"Jagiellonian%20University\"&gt;Jagiellonian University&lt;/a&gt;. Since 2015 he has been the President of the &lt;a href=\"Polish%20National%20Commission%20for%20UNESCO\"&gt;Polish National Commission for UNESCO&lt;/a&gt; (previously, 2012–2015, its Vice-president). In 2016, has been elected the Chairperson of the 41st session of the &lt;a href=\"World%20Heritage%20Committee\"&gt;World Heritage Committee&lt;/a&gt;.\nResearch areas.\nJacek Purchla's scholarly activities are of interdisciplinary character, and his interests focus primarily on widely understood urban issues and problems connected with the development of &lt;a href=\"cities\"&gt;cities&lt;/a&gt;. He managed to create a modern technique of an “urbanologist”, considering a &lt;a href=\"city\"&gt;city&lt;/a&gt; to be a complex organism, composed of social, economic, political and cultural processes. In his activities, another important emphasis was placed on research into the 19th and 20th century &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt;, which he pioneered already in the mid-1970s, and in which he analysed, in an innovative way, such factors as construction law, the role of public patronage, education, political, social and economic issues. In recent years, he has initiated interdisciplinary studies in the theory of &lt;a href=\"Cultural%20heritage\"&gt;heritage&lt;/a&gt; and &lt;a href=\"historic%20city\"&gt;historic city&lt;/a&gt; management. Since 2005, he has been the founder and head of the first Polish European Heritage Department.\nFunctions.\nSelection of various functions: an editor of the “Rocznik Krakowski” [Krakow Yearly] (with &lt;a href=\"Jerzy%20Wyrozumski\"&gt;Jerzy Wyrozumski&lt;/a&gt;) since 1989; a member of the Art Studies Committee at the &lt;a href=\"Polish%20Academy%20of%20Sciences\"&gt;Polish Academy of Sciences&lt;/a&gt;; a member of the &lt;a href=\"Comit%C3%A9%20International%20d%E2%80%99Histoire%20de%20l%E2%80%99Art\"&gt;Comité International d’Histoire de l’Art&lt;/a&gt; (CIHA). He is a member of many organisations and associations, including the &lt;a href=\"Europa%20Nostra%20Council\"&gt;Europa Nostra Council&lt;/a&gt; in &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt;. He is an expert member of the &lt;a href=\"ICOMOS\"&gt;ICOMOS&lt;/a&gt; &lt;a href=\"International%20Scientific%20Committee%20on%20the%20Theory%20and%20Philosophy%20of%20Conservation%20and%20Restoration%20of%20Cultural%20Property\"&gt;International Scientific Committee on the Theory and Philosophy of Conservation and Restoration of Cultural Property&lt;/a&gt;, an expert of the &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt; in the &lt;a href=\"European%20Heritage%20Label\"&gt;European Heritage Label&lt;/a&gt; project, a member of the Advisory Council of &lt;a href=\"Anna%20Lindh%20Euro-Mediterranean%20Foundation%20for%20the%20Dialogue%20Between%20Cultures\"&gt;Anna Lindh Euro-Mediterranean Foundation for the Dialogue Between Cultures&lt;/a&gt;. He was the chairmen of the Monument Preservation Council at the Ministry of Culture and National Heritage in Poland (2000-2016).\nFellowships.\nJacek Purchla's major foreign fellowships include &lt;a href=\"Eisenhower%20Exchange%20Fellowships%20Programme\"&gt;Eisenhower Exchange Fellowships Programme&lt;/a&gt; (1991); &lt;a href=\"Alexander%20von%20Humboldt%20Stiftung\"&gt;Alexander von Humboldt Stiftung&lt;/a&gt; (1992-1993, 1997, 2005, 2015); the &lt;a href=\"Katholieke%20Universiteit%20Leuven\"&gt;University of Leuven&lt;/a&gt; (1995); Salzburg Seminar (1995, 2000); the &lt;a href=\"University%20of%20Heidelberg\"&gt;University of Heidelberg&lt;/a&gt; (1996); &lt;a href=\"Australian%20Institute%20for%20Polish%20Affairs\"&gt;Australian Institute for Polish Affairs&lt;/a&gt; (2003); &lt;a href=\"British%20Council\"&gt;British Council&lt;/a&gt; (2004). He also took part in extended fellowship programmes in &lt;a href=\"Tilburg\"&gt;Tilburg&lt;/a&gt; (the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;), &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, &lt;a href=\"Grand%20Valley%20State%20University\"&gt;Grand Valley State University&lt;/a&gt; (&lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, USA) and &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nPublications (selection).\nJacek Purchla is also a scientific editor of over 40 collective works and the author of over 400 articles published in many languages."
}