{
    "id": "5418287",
    "revid": "29077096",
    "url": "https://en.wikipedia.org/wiki?curid=5418287",
    "title": "Matt McQueen",
    "text": "Matthew McQueen (18 May 1863 – 28 September 1944) was a Scottish &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player, who later became a director and manager of &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;.\nLife and playing career.\nBorn in &lt;a href=\"Harthill%2C%20North%20Lanarkshire\"&gt;Harthill&lt;/a&gt;, &lt;a href=\"Lanarkshire\"&gt;Lanarkshire&lt;/a&gt;, Scotland, McQueen played for &lt;a href=\"Leith%20Athletic\"&gt;Leith Athletic&lt;/a&gt; (twice) and &lt;a href=\"Heart%20of%20Midlothian%20F.C.\"&gt;Hearts&lt;/a&gt; before being signed by Liverpool managers &lt;a href=\"John%20McKenna\"&gt;John McKenna&lt;/a&gt; and &lt;a href=\"William%20Edward%20Barclay\"&gt;William Barclay&lt;/a&gt; in October 1892. He made his debut on 29 October 1892 at &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt; in the 9–0 thrashing of Newtown in a &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; 2nd round tie. He scored his first goal on 3 December the same year. It was the opening goal of yet another thrashing, this time the 7–0 demolition of Fleetwood Rangers in the Lanchashire League.\nMatt and his brother &lt;a href=\"Hugh%20McQueen\"&gt;Hugh McQueen&lt;/a&gt; had been two of the many Scotsmen recruited by the \"Reds\" shortly after Liverpool were founded in 1892 following Everton's decision to move from Anfield to &lt;a href=\"Goodison%20Park\"&gt;Goodison Park&lt;/a&gt;. Both played in Liverpool's first-ever &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt; match, a 2–0 win over &lt;a href=\"Middlesbrough%20Ironopolis\"&gt;Middlesbrough Ironopolis&lt;/a&gt; at the Paradise Field on 2 September 1893. In fact Liverpool's first season in the Football League was an eventful one for McQueen as he found himself playing in numerous positions including five games in the Reds goal, a position he became familiar with playing a total of 37 times in Liverpool's first three seasons in the league. This made McQueen a unique record holder; he is the only man in English football history (probably the world) to have won &lt;a href=\"championship\"&gt;championship&lt;/a&gt; winner's medals, albeit second division, as both an outfield player and a goalkeeper.\nMcQueen was part of the two Liverpool &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; winning teams in 1893–94 and 1895–96. The all-rounder eventually played 150 matches for Liverpool in all ten outfield positions during his career, include 12 more appearances made in goal, making it a grand total of 49 times between the sticks.\nMcQueen made two appearances for Scotland; both came whilst he was with Leith. His debut was on 22 March 1890 in a &lt;a href=\"British%20Home%20Championship\"&gt;British Championship&lt;/a&gt; match at Underwood Park, &lt;a href=\"Paisley%2C%20Renfrewshire\"&gt;Paisley&lt;/a&gt;, a game that saw the Scots achieve victory over &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt; (5–0).\nOn his retirement as a player, McQueen took the qualifications necessary to become a Football League referee and officiated as a linesman for a brief period in 1904. In 1918, he was appointed to become a director on Liverpool's Board.\nLiverpool management career.\nMcQueen stepped into the managerial hot seat as a temporary measure in early 1923 when &lt;a href=\"David%20Ashworth\"&gt;David Ashworth&lt;/a&gt; resigned to take over the &lt;a href=\"Oldham%20Athletic%20F.C.\"&gt;Oldham&lt;/a&gt; hotseat. This was surprising as Ashworth had guided the Reds to the league title the previous season and they were well on the way to recording back to back championships when he left. Not only did he see the club safely through to a successful defence of their First Division championship trophy, he stayed in the manager's chair for five years even though he was nearly 60 years old at the time he was asked to take over. When McQueen took over the reins at Anfield he became the first former player to manage the club.\nBefore he stood down, McQueen made one of Liverpool's most significant signings, South African &lt;a href=\"Gordon%20Hodgson\"&gt;Gordon Hodgson&lt;/a&gt;, a wonderful striker of the ball who would go on score nearly 250 senior goals for the club in fewer than 400 appearances.\nWhilst on a scouting mission to &lt;a href=\"Sheffield\"&gt;Sheffield&lt;/a&gt; McQueen was involved in a road accident and he lost a leg. His health remained poor finally leading to his retirement in February 1928, living in Kemlyn Road just a stone's throw from the stadium; in fact the Centenary Stand now covers the site where McQueen's house once stood. He remained a frequent and popular visitor to the club for the rest of his life. He died at the age of 81 in September 1944.\nHonours.\nAs a player\nAs a manager"
}