{
    "id": "54194344",
    "revid": "1034930335",
    "url": "https://en.wikipedia.org/wiki?curid=54194344",
    "title": "Non-motile bacteria",
    "text": "Non-motile bacteria are &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt; species that lack the ability and structures that would allow them to propel themselves, under their own power, through their environment. When non-motile bacteria are cultured in a stab tube, they only grow along the &lt;a href=\"Microbiological_culture%23Stab_cultures\"&gt;stab line&lt;/a&gt;. If the bacteria are mobile, the line will appear diffuse and extend into the medium. The cell structures that provide the ability for locomotion are the &lt;a href=\"Cilium\"&gt;cilia&lt;/a&gt; and &lt;a href=\"Flagellate\"&gt;flagella&lt;/a&gt;. &lt;a href=\"Coliform\"&gt;Coliform&lt;/a&gt; and &lt;a href=\"Streptococci\"&gt;Streptococci&lt;/a&gt; are examples of non-motile bacteria as are \"&lt;a href=\"Klebsiella%20pneumoniae\"&gt;Klebsiella pneumoniae&lt;/a&gt;\", and \"&lt;a href=\"Yersinia%20pestis\"&gt;Yersinia pestis&lt;/a&gt;\". Motility is one characteristic used in the identification of bacteria and evidence of possessing structures: &lt;a href=\"peritrichous%20flagella\"&gt;peritrichous flagella&lt;/a&gt;, &lt;a href=\"polar%20flagella\"&gt;polar flagella&lt;/a&gt; and/or a combination of both.\nThough the lack of motility might be regarded a disadvantage, some non-motile bacteria possess structures that allow their attachment to &lt;a href=\"Eukaryote\"&gt;eukaryotic cells&lt;/a&gt;, like GI mucousal cells.\n&lt;a href=\"Vancomycin-resistant%20Enterococcus\"&gt;Vancomycin resistant Enterococcus&lt;/a&gt; spp. are non-motile while &lt;a href=\"vancomycin\"&gt;vancomycin&lt;/a&gt; susceptible Enterococcus spp. Some genera have been divided based upon the presence or absence of motility. Motility is determined by using a motility medium. The ingredients include motility test medium, nutrient broth powder, NaCl and distilled water. An inoculating needle (not a loop) is used to insert the bacterial sample. The needle is inserted through the medium for a length of one inch. The media tube incubated at . Bacteria that are motile grow away from the stab, and toward the sides and downward toward the bottom of the tube. Growth should be observed in 24 to 48 hours. With some species, the bacterium is inconsistent related to its motility."
}