{
    "id": "5420210",
    "revid": "25751879",
    "url": "https://en.wikipedia.org/wiki?curid=5420210",
    "title": "Kingley Vale National Nature Reserve",
    "text": "Kingley Vale is a biological &lt;a href=\"Site%20of%20Special%20Scientific%20Interest\"&gt;Site of Special Scientific Interest&lt;/a&gt; north of &lt;a href=\"Chichester\"&gt;Chichester&lt;/a&gt; in &lt;a href=\"West%20Sussex\"&gt;West Sussex&lt;/a&gt;. It is also a &lt;a href=\"Special%20Area%20of%20Conservation\"&gt;Special Area of Conservation&lt;/a&gt; and a &lt;a href=\"Nature%20Conservation%20Review\"&gt;Nature Conservation Review&lt;/a&gt; site, Grade I. An area of is a &lt;a href=\"National%20nature%20reserve%20%28United%20Kingdom%29\"&gt;national nature reserve&lt;/a&gt;.\nThe site is managed by &lt;a href=\"Natural%20England\"&gt;Natural England&lt;/a&gt;. It has an information centre and a nature trail. There is a large area of grass downland and shrubland with a number of old &lt;a href=\"European%20Yew\"&gt;yew&lt;/a&gt; trees. From the top there are views over Sussex and the south coast. There are a number of walks and bridleways around the NNR. The main walk is around the woodland and yew trees and up to the top of the hills.\nThe reserve car park is at &lt;a href=\"West%20Stoke\"&gt;West Stoke&lt;/a&gt; about five miles northwest of Chichester, and there are footpaths leading up from the village of &lt;a href=\"Stoughton%2C%20West%20Sussex\"&gt;Stoughton&lt;/a&gt;.\nNatural features.\nKingley Vale has one of Europe's most impressive &lt;a href=\"European%20Yew\"&gt;yew&lt;/a&gt; forests. The forest contains yews as much as 2,000 years old, which are some of the oldest living organisms in &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;. Their survival is remarkable because most ancient yew trees across Europe were felled after the 14th century, being the preferred material for the staves of &lt;a href=\"English%20longbow\"&gt;English longbow&lt;/a&gt;s.\nIn 1472, with the increasing popularity of the longbow, the English government enacted a \"yew tax\" of four \"bowestaffs\" for every cask of wine unloaded at an English harbour. This sparked a rush for ancient yew trees across Europe, decimating the forests. Kingley Vale is one of the few major stands remaining; most yews elsewhere are solitary trees or small stands.\nOther tree species in Kingley Vale include oak, &lt;a href=\"Fraxinus%20excelsior\"&gt;ash&lt;/a&gt;, &lt;a href=\"Ilex%20aquifolium\"&gt;holly&lt;/a&gt; and &lt;a href=\"Crataegus%20monogyna\"&gt;hawthorn&lt;/a&gt;. The chalk grassland is home to many flowers and herbs that form a diverse mosaic of species. Over 50 species of birds are found, although only six species breed in the yew woodland. Mammals include deer, yellow-necked mouse, water shrew and dormouse. The 39 species of butterfly at Kingley Vale are mainly found in the grassland.\nHeritage sites.\nKingley Vale has a rich and diverse heritage with remains of a &lt;a href=\"Romano-Celtic%20temple\"&gt;Romano-Celtic temple&lt;/a&gt; at &lt;a href=\"Bow%20Hill%2C%20West%20Sussex\"&gt;Bow Hill&lt;/a&gt;. &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; settlement site known as &lt;a href=\"Goosehill%20Camp\"&gt;Goosehill Camp&lt;/a&gt;, the &lt;a href=\"Devil%27s%20Humps%2C%20Stoughton\"&gt;Devil's Humps&lt;/a&gt; &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; round &lt;a href=\"Tumulus\"&gt;barrows&lt;/a&gt; and prehistoric &lt;a href=\"flint\"&gt;flint&lt;/a&gt; mines. There are also a number of unidentified archaeological remains in the form of linear earthworks, a rectangular enclosure known as Bow Hill Camp and evidence of settlement at the base of the hill."
}