{
    "id": "54205502",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=54205502",
    "title": "The Glove That Rocks the Cradle",
    "text": "\"The Glove That Rocks the Cradle\" is the sixteenth episode of the &lt;a href=\"Pretty%20Little%20Liars%20%28season%207%29\"&gt;seventh season&lt;/a&gt; of \"&lt;a href=\"Pretty%20Little%20Liars\"&gt;Pretty Little Liars&lt;/a&gt;\", and the show's 156th episode overall, which premiered on the &lt;a href=\"Freeform%20%28TV%20channel%29\"&gt;Freeform&lt;/a&gt; &lt;a href=\"Cable%20television\"&gt;network&lt;/a&gt; in the United States on May 30, 2017. The installment was directed by Paula Hunziker and written by executive producer Maya Goldsmith.\nPlot.\nSpencer (&lt;a href=\"Troian%20Bellisario\"&gt;Troian Bellisario&lt;/a&gt;) steals a &lt;a href=\"Hard%20disk%20drive\"&gt;hard drive&lt;/a&gt; on Lucas (Brendan Robinson) from Marco's (&lt;a href=\"Nicholas%20Gonzalez\"&gt;Nicholas Gonzalez&lt;/a&gt;) apartment about Lucas' alibi confession to the police the night Archer was killed. \"A.D.\" sends Aria (&lt;a href=\"Lucy%20Hale\"&gt;Lucy Hale&lt;/a&gt;) to destroy Alison (&lt;a href=\"Sasha%20Pieterse\"&gt;Sasha Pieterse&lt;/a&gt;) and Emily's (&lt;a href=\"Shay%20Mitchell\"&gt;Shay Mitchell&lt;/a&gt;) nursery, while wearing the black \"A\" hoodie. She almost gets caught by Emily and is forced to flee. In Hanna's (&lt;a href=\"Ashley%20Benson\"&gt;Ashley Benson&lt;/a&gt;) turn at the game, A.D. makes her pick up something at the computer repair shop and bring it to Rosewood High School. &lt;a href=\"The%20Liars%20%28Pretty%20Little%20Liars%29\"&gt;The Liars&lt;/a&gt; have a confrontation with Lucas where he explains to them that he didn’t know Charles and Charlotte were the same person, or that Charlotte was “A.” They only stayed friends over email. A second comic book exists and this one depicts turning vengeance into a game. The girls find the nursery and Emily realizes that \"A.D.\" must have a helper who was destroying the nursery while they were at the high school. Aria breaks down in remorse after her plot to destroy the nursery. Meanwhile, Caleb (&lt;a href=\"Tyler%20Blackburn\"&gt;Tyler Blackburn&lt;/a&gt;) and Hanna return to Lucas’s loft with the hard drive Hanna picked up based on “A.D.”s instructions. The audio file contains a &lt;a href=\"Patsy%20Cline\"&gt;Patsy Cline&lt;/a&gt; song. Hanna remembers that “A” played a different Patsy song back in the Dollhouse. Alison finally admits her feelings to Emily and shares a kiss with her.\nMeanwhile, \"A.D.\" has the second comic book. They are shown sketching the ending of the comic book. They draw a gravestone and write “Here lies..\"\nProduction.\nThe episode was directed by Paula Hunziker and written by Maya Goldsmith. The &lt;a href=\"Read-through\"&gt;table-read&lt;/a&gt; occurred on August 22, 2016, while it was filmed between late August and early September 2016 in and around &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt;, mostly on the backlot of the &lt;a href=\"Warner%20Bros.%20Television\"&gt;Warner Bros.&lt;/a&gt; studio lot in &lt;a href=\"Burbank%2C%20California\"&gt;Burbank&lt;/a&gt;.\nThe score is composed by &lt;a href=\"Michael%20Suby\"&gt;Michael Suby&lt;/a&gt;, who works on the series since the premiere. The episode features the songs 'Who Saved Who\" by &lt;a href=\"Mindy%20Smith\"&gt;Mindy Smith&lt;/a&gt; and &lt;a href=\"Matthew%20Perryman%20Jones\"&gt;Matthew Perryman Jones&lt;/a&gt;, \"You Belong to Me\" by &lt;a href=\"Patsy%20Cline\"&gt;Patsy Cline&lt;/a&gt;, and \"Same Devil\" by &lt;a href=\"Dave%20Matthews\"&gt;Dave Matthews&lt;/a&gt;.\nThis episode features &lt;a href=\"Recurring%20character\"&gt;recurring appearances&lt;/a&gt; from &lt;a href=\"Nicholas%20Gonzalez\"&gt;Nicholas Gonzalez&lt;/a&gt; as Detective Marco Furey, Brendan Robinson as Lucas Gottesman, and Karis Campbell as a commentator. &lt;a href=\"Jim%20Titus\"&gt;Jim Titus&lt;/a&gt; and &lt;a href=\"Klea%20Scott\"&gt;Klea Scott&lt;/a&gt; return for the series in a recurring capacity as Officer Barry Maple and Jillian Howe, respectively.\nReception.\nRatings.\n\"The Glove That Rocks the Cradle\" was first broadcast on May 30, 2017, in the United States on Freeform. The episode was watched by 0.90 million Americans and scored a 0.4 Nielsen rating/share in the adults among the 18–49 demographic, ranking in the position number 8; both values were a light increase from the previous episode."
}