{
    "id": "54256282",
    "revid": "1069308788",
    "url": "https://en.wikipedia.org/wiki?curid=54256282",
    "title": "Gillian Keegan",
    "text": "Gillian Keegan (born 13 March 1968) is a British &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt; politician who has been the &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; (MP) for &lt;a href=\"Chichester%20%28UK%20Parliament%20constituency%29\"&gt;Chichester&lt;/a&gt; since the &lt;a href=\"2017%20United%20Kingdom%20general%20election\"&gt;2017 general election&lt;/a&gt;. She is the constituency's first female MP.\nKeegan was appointed &lt;a href=\"Parliamentary%20Under-Secretary%20of%20State%20for%20Apprenticeships%20and%20Skills\"&gt;Parliamentary Under-Secretary of State for Apprenticeships and Skills&lt;/a&gt; in February 2020 during the &lt;a href=\"second%20Johnson%20ministry\"&gt;second Johnson ministry&lt;/a&gt;, and was the first former apprentice to hold the office. On 16 September 2021, she was promoted to &lt;a href=\"Minister%20of%20State%20for%20Care%20and%20Mental%20Health\"&gt;Minister of State for Care and Mental Health&lt;/a&gt; at the &lt;a href=\"Department%20of%20Health%20and%20Social%20Care\"&gt;Department of Health and Social Care&lt;/a&gt; during the &lt;a href=\"2021%20British%20cabinet%20reshuffle\"&gt;cabinet reshuffle&lt;/a&gt;.\nEarly life.\nKeegan grew up in &lt;a href=\"Knowsley%2C%20Merseyside\"&gt;Knowsley, Merseyside&lt;/a&gt;, and went to &lt;a href=\"St%20Thomas%20Becket%20Catholic%20High%20School\"&gt;St Augustine of Canterbury Secondary School&lt;/a&gt; (renamed St Thomas Becket Catholic High School) in Huyton. She has a bachelor's degree in &lt;a href=\"Business%20studies\"&gt;Business Studies&lt;/a&gt; from &lt;a href=\"Liverpool%20John%20Moores%20University\"&gt;Liverpool John Moores University&lt;/a&gt; and a Master of Science in Strategy and Leadership (Sloan Fellowship) from &lt;a href=\"London%20Business%20School\"&gt;London Business School&lt;/a&gt; in 2011.\nProfessional career.\nKeegan started her career aged 16 as an apprentice at a car factory in &lt;a href=\"Kirkby\"&gt;Kirkby&lt;/a&gt; and went on to have a business career working at Delco Electronics (part of the &lt;a href=\"General%20Motors\"&gt;General Motors&lt;/a&gt; Group), &lt;a href=\"NatWest%20Bank\"&gt;NatWest Bank&lt;/a&gt; (Senior Buyer), &lt;a href=\"MasterCard%20International\"&gt;MasterCard International&lt;/a&gt; (Commercial Director), Amadeus IT Group (Group Vice President of Multinational Customer Group based in Madrid) and Travelport (Chief Marketing Officer) over 27 years.\nPolitical career.\nKeegan has said that it was her experiences of &lt;a href=\"Trade%20unions%20in%20the%20United%20Kingdom\"&gt;trade unionism&lt;/a&gt; and the &lt;a href=\"Militant%20tendency\"&gt;Militant&lt;/a&gt;-controlled &lt;a href=\"Militant%20in%20Liverpool\"&gt;Liverpool City Council&lt;/a&gt; while working in Kirkby in the 1980s that convinced her to support the Conservative Party. However, she did not become active in politics until 2014. In 2015, she was advised in her ambitions to become an MP by &lt;a href=\"Justine%20Greening\"&gt;Justine Greening&lt;/a&gt;, whom she met by chance at a London Business School (LBS) reunion; according to her, this demonstrated the power of the LBS network. She unsuccessfully contested the constituency of &lt;a href=\"St%20Helens%20South%20and%20Whiston\"&gt;St Helens South and Whiston&lt;/a&gt; in the &lt;a href=\"2015%20United%20Kingdom%20general%20election\"&gt;2015 general election&lt;/a&gt;. In 2015 she became Director of &lt;a href=\"Women2Win\"&gt;Women2Win&lt;/a&gt;an organisation founded by &lt;a href=\"Theresa%20May\"&gt;Theresa May&lt;/a&gt; and &lt;a href=\"Anne%20Jenkin\"&gt;Anne Jenkin&lt;/a&gt;, Baroness Jenkin of Kennington, in 2005 to help elect more women Conservative MPs to Parliament. She had left that position by September 2017.\nKeegan was elected as a councillor for the &lt;a href=\"Rogate\"&gt;Rogate&lt;/a&gt; ward on &lt;a href=\"Chichester%20District%20Council\"&gt;Chichester District Council&lt;/a&gt; in 2014. She was appointed cabinet member for commercial services in May 2015. She stood down as a councillor in February 2018 and in the election that followed in April 2018, the seat was taken by the &lt;a href=\"Liberal%20Democrats%20%28UK%29\"&gt;Liberal Democrat&lt;/a&gt; candidate Kate O'Kelly. Keegan went on to beat O'Kelly by 21,490 votes in the General Election in December 2019.\nKeegan was selected as the Conservative Parliamentary candidate for the Chichester constituency in May 2017, and was elected to the House of Commons in the General Election held on 8 June 2017. In September 2017, she was appointed to the &lt;a href=\"Public%20Accounts%20Committee%20%28United%20Kingdom%29\"&gt;Public Accounts Committee&lt;/a&gt;. She was appointed Parliamentary Private Secretary (PPS) to HM Treasury in September 2018. In January 2019, she became PPS to the Secretary of State for Defence.\nIn February 2019, Keegan was appointed as MP Apprenticeship Ambassador by &lt;a href=\"Anne%20Milton\"&gt;Anne Milton&lt;/a&gt;, with responsibility to support apprenticeship schemes and promote them both within Parliament and to businesses within the UK, working alongside the Apprenticeship Ambassador Network consisting of various advocates of apprenticeship schemes. She endorsed &lt;a href=\"Rory%20Stewart\"&gt;Rory Stewart&lt;/a&gt; during the &lt;a href=\"2019%20Conservative%20Party%20leadership%20election\"&gt;2019 Conservative Party leadership election&lt;/a&gt;.\nKeegan became PPS to the Home Secretary in May 2019, and PPS to the Secretary of State for Health and Social Care in September 2019. In February 2020, she was appointed as the new &lt;a href=\"Parliamentary%20Under-Secretary%20of%20State%20for%20Apprenticeships%20and%20Skills\"&gt;Parliamentary Under-Secretary of State for Apprenticeships and Skills&lt;/a&gt;, a junior ministerial role at the &lt;a href=\"Department%20for%20Education\"&gt;Department for Education&lt;/a&gt;, and was the first former apprentice to hold the office.\nIn August 2020, Keegan was criticised for being on holiday during the &lt;a href=\"2020%20UK%20GCSE%20and%20A-Level%20grading%20controversy\"&gt;A-Level results crisis&lt;/a&gt;. She defended herself by stating that she was not the Minister responsible for &lt;a href=\"A-Level\"&gt;A-Level&lt;/a&gt; and &lt;a href=\"General%20Certificate%20of%20Secondary%20Education\"&gt;GCSE&lt;/a&gt; qualifications. She said that although she had been the duty Minister for the first two weeks of summer recess, she had obtained special permission to take her government computer with her to continue working during this period.\nDuring the &lt;a href=\"2021%20British%20cabinet%20reshuffle\"&gt;September 2021 reshuffle&lt;/a&gt;, Keegan was appointed as the &lt;a href=\"Minister%20of%20State%20for%20Social%20Care%20%28UK%29\"&gt;Minister of State for Care&lt;/a&gt;.\nAccording to the register of MPs' interests Keegan has been in receipt of free membership of Chichester Yacht Club, free theatre tickets with dinner worth £536 and free tickets for Goodwood race course with hospitality worth £1200. Goodwood is the largest employer in the Chichester constituency.\nPersonal life.\nKeegan lives in &lt;a href=\"Petworth\"&gt;Petworth&lt;/a&gt; in &lt;a href=\"West%20Sussex\"&gt;West Sussex&lt;/a&gt; with her husband, Michael, and has two stepsons. Her father-in-law, &lt;a href=\"Denis%20Keegan\"&gt;Denis Keegan&lt;/a&gt;, was Conservative MP for &lt;a href=\"Nottingham%20South%20%28UK%20Parliament%20constituency%29\"&gt;Nottingham South&lt;/a&gt;.\nKeegan owns several properties and has homes in France and Spain. Michael was the CEO of &lt;a href=\"Fujitsu\"&gt;Fujitsu UK and Ireland&lt;/a&gt; from April 2014 to June 2015, and then Head of the EMEIA Technology Business, before leaving the company in 2018."
}