{
    "id": "54261368",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=54261368",
    "title": "Way Out Alliance",
    "text": "The Way Out Alliance (; \"YELK Dashink, YELQ\") or Yelk Alliance or simply Yelk or Way Out was a &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; &lt;a href=\"political%20alliance\"&gt;political alliance&lt;/a&gt; of three political parties in &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;: &lt;a href=\"Civil%20Contract%20%28Armenia%29\"&gt;Civil Contract&lt;/a&gt;, &lt;a href=\"Bright%20Armenia\"&gt;Bright Armenia&lt;/a&gt; and the &lt;a href=\"Hanrapetutyun%20Party\"&gt;Hanrapetutyun Party&lt;/a&gt;. It was formed on 12 December 2016, before the &lt;a href=\"2017%20Armenian%20parliamentary%20election\"&gt;2017 Armenian parliamentary election&lt;/a&gt;. Its leaders were &lt;a href=\"Edmon%20Marukyan\"&gt;Edmon Marukyan&lt;/a&gt; (leader of Bright Armenia), &lt;a href=\"Nikol%20Pashinyan\"&gt;Nikol Pashinyan&lt;/a&gt; (leader of Civil Contract), and &lt;a href=\"Aram%20Sargsyan\"&gt;Aram Sargsyan&lt;/a&gt; (leader of Hanrapetutyun and former &lt;a href=\"Prime%20Minister%20of%20Armenia\"&gt;Prime Minister of Armenia&lt;/a&gt;). The alliance was dissolved on 12 September 2018 after its constituent parties agreed to participate in the &lt;a href=\"2018%20Armenian%20parliamentary%20election\"&gt;2018 parliamentary elections&lt;/a&gt; separately.\nHistory.\nOn 2 April 2017, the alliance participated in the &lt;a href=\"2017%20Armenian%20parliamentary%20election\"&gt;2017 Armenian parliamentary election&lt;/a&gt; with &lt;a href=\"Edmon%20Marukyan\"&gt;Edmon Marukyan&lt;/a&gt; as leader of the alliance and won 9 seats out of 105 in the &lt;a href=\"National%20Assembly%20%28Armenia%29\"&gt;National Assembly&lt;/a&gt;. Prior to the election, the &lt;a href=\"Union%20for%20National%20Self-Determination\"&gt;Union for National Self-Determination&lt;/a&gt;, another liberal Pro-European party, also wished to join the Way Out Alliance, however their request was never responded too.\nAfter parliamentary elections, the alliance participated in the &lt;a href=\"2017%20Yerevan%20City%20Council%20election\"&gt;2017 Yerevan City Council election&lt;/a&gt;. The alliance's candidate for &lt;a href=\"Mayor%20of%20Yerevan\"&gt;Mayor of Yerevan&lt;/a&gt; was &lt;a href=\"Nikol%20Pashinyan\"&gt;Nikol Pashinyan&lt;/a&gt;. However, the alliance won only 14 seats out of 65 in the &lt;a href=\"Yerevan%20City%20Council\"&gt;Yerevan City Council&lt;/a&gt; and Nikol Pashinyan gave up his mandate of City Council and continued his work in the National Assembly as an MP.\nThe alliance did not participate in the &lt;a href=\"2018%20Yerevan%20City%20Council%20election\"&gt;2018 Yerevan City Council election&lt;/a&gt;. &lt;a href=\"Bright%20Armenia\"&gt;Bright Armenia&lt;/a&gt; and the &lt;a href=\"Hanrapetutyun%20Party\"&gt;Hanrapetutyun Party&lt;/a&gt; formed another alliance - &lt;a href=\"Bright%20Alliance\"&gt;Bright Alliance&lt;/a&gt;. Meanwhile, &lt;a href=\"Civil%20Contract%20%28Armenia%29\"&gt;Civil Contract&lt;/a&gt; formed the &lt;a href=\"My%20Step%20Alliance\"&gt;My Step Alliance&lt;/a&gt; with the &lt;a href=\"Mission%20Party\"&gt;Mission Party&lt;/a&gt;. The My Step Alliance won the municipal elections and their candidate &lt;a href=\"Hayk%20Marutyan\"&gt;Hayk Marutyan&lt;/a&gt; was appointed as the Mayor of Yerevan. Bright Alliance came in third place, winning 3 seats out of 65 in the Yerevan City Council.\nIdeology.\nThe Way Out Alliance's ideology is based on &lt;a href=\"liberalism\"&gt;liberalism&lt;/a&gt;. The three parties, especially Bright Armenia and Hanrapetutyun, are considerably pro-European and support Armenia's &lt;a href=\"European%20integration\"&gt;European integration&lt;/a&gt;. In terms of &lt;a href=\"Foreign%20relations%20of%20Armenia\"&gt;Foreign relations of Armenia&lt;/a&gt;, the alliance stated that Armenia's decision to join the &lt;a href=\"Eurasian%20Economic%20Union\"&gt;Eurasian Economic Union&lt;/a&gt; was wrong and had a negative impact on the country. The alliance proposed to renegotiate with the &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt; on signing an Association Agreement along with a &lt;a href=\"Deep%20and%20Comprehensive%20Free%20Trade%20Area\"&gt;Deep and Comprehensive Free Trade Agreement&lt;/a&gt;."
}