{
    "id": "5427562",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=5427562",
    "title": "Miljan Miljanić",
    "text": "Miljan Miljanić (; 4 May 1930 – 13 January 2012) was a &lt;a href=\"Yugoslavia\"&gt;Yugoslav&lt;/a&gt; and &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;n &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player, coach and administrator, who played as a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt;.\nBorn in &lt;a href=\"Bitola\"&gt;Bitola&lt;/a&gt;, &lt;a href=\"Vardar%20Banovina\"&gt;Vardar Banovina&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt;, to a family originating from the &lt;a href=\"Banjani\"&gt;Banjani&lt;/a&gt; clan in the &lt;a href=\"Nik%C5%A1i%C4%87\"&gt;Nikšić&lt;/a&gt; municipality in &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, Miljanić spent the first years of his life in what would later become &lt;a href=\"SR%20Macedonia\"&gt;SR Macedonia&lt;/a&gt; within &lt;a href=\"SFR%20Yugoslavia\"&gt;SFR Yugoslavia&lt;/a&gt; and eventually present day &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt;.\nDuring his colourful career, Miljanić coached &lt;a href=\"Red%20Star%20Belgrade\"&gt;Red Star Belgrade&lt;/a&gt; (won 10 trophies), &lt;a href=\"Real%20Madrid%20CF\"&gt;Real Madrid&lt;/a&gt; (won back-to-back &lt;a href=\"La%20Liga\"&gt;La Liga&lt;/a&gt; titles, including a League/&lt;a href=\"Copa%20del%20Rey\"&gt;Cup&lt;/a&gt; double in the 1974–75 season), &lt;a href=\"Valencia%20CF\"&gt;Valencia CF&lt;/a&gt; (disappointing stint that lasted three quarters of the 1982–83 season when he got sacked with the team in 17th place in the league), and the &lt;a href=\"Yugoslavia%20national%20football%20team\"&gt;Yugoslav national side&lt;/a&gt;, of which he was a head coach in the &lt;a href=\"Football%20World%20Cup%201974\"&gt;1974&lt;/a&gt; and &lt;a href=\"Football%20World%20Cup%201982\"&gt;1982&lt;/a&gt; &lt;a href=\"FIFA%20World%20Cup\"&gt;World Cups&lt;/a&gt;.\nHe is equally known as the all-powerful president of the &lt;a href=\"Football%20Association%20of%20Serbia%20and%20Montenegro\"&gt;Football Association of FR Yugoslavia&lt;/a&gt; (FSJ), a post he occupied for years before leaving in 2001.\nHis influence on the game of football in Yugoslavia is huge as an entire generation of coaches including &lt;a href=\"%C4%86iro%20Bla%C5%BEevi%C4%87\"&gt;Ćiro Blažević&lt;/a&gt;, &lt;a href=\"Ivica%20Osim\"&gt;Ivica Osim&lt;/a&gt;, &lt;a href=\"Toza%20Veselinovi%C4%87\"&gt;Toza Veselinović&lt;/a&gt;, etc. came up under his tutelage. In addition to admirers, Miljanić has his share of detractors who feel his trademark cautious and defensive tactics, as well as reliance on older players, contributed to the Yugoslav national team's poor results and unattractive play throughout the 1970s and 1980s.\nIn 2002, for his contributions to association football, Miljanić became the recipient of the &lt;a href=\"FIFA%20Order%20of%20Merit\"&gt;FIFA Order of Merit&lt;/a&gt; — the highest honour awarded by &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;.\nEarly life.\nMiljanić was born in 1930 in Bitola, a town his &lt;a href=\"geometer\"&gt;geometer&lt;/a&gt; father Akim Miljanić had found employment in and moved the family to two years earlier in 1928. Previously, in 1922, Akim had come to Belgrade from Montenegro's Banjani area in order to study at the newly opened &lt;a href=\"Geodesy\"&gt;Geodesy&lt;/a&gt; School. The family also consisted of mother Zorka and sisters Mira and Nada.\nIn 1941, with &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; &lt;a href=\"Invasion%20of%20Yugoslavia\"&gt;invading&lt;/a&gt;, conquering, and dismembering Kingdom of Yugoslavia into territories administered by newly established local collaborationist regimes or neighbouring &lt;a href=\"Axis%20powers\"&gt;Axis powers&lt;/a&gt; states, the Miljanićs were forced into fleeing Bitola by the occupying &lt;a href=\"Kingdom%20of%20Bulgaria\"&gt;Bulgarian&lt;/a&gt; force that had been given Vardar Banovina. The fleeing family first settled in the town of &lt;a href=\"Jagodina\"&gt;Jagodina&lt;/a&gt; followed by relocating to &lt;a href=\"Kragujevac\"&gt;Kragujevac&lt;/a&gt;, a city reeling from the October 1941 &lt;a href=\"Kragujevac%20massacre\"&gt;massacre of more than 2,700 civilians&lt;/a&gt; committed by the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; force.\nIn 1944, in Kragujevac, 14-year-old Miljanić reportedly joined the &lt;a href=\"Yugoslav%20Partisans\"&gt;Yugoslav Partisans&lt;/a&gt;.\nFollowing the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the family moved to Belgrade in 1946.\nCoaching career.\nYugoslavia national team.\nMiljanić had four rules as &lt;a href=\"Yugoslavia%20national%20football%20team\"&gt;Yugoslavia national football team&lt;/a&gt;, the first one between 1965 and 1966. In the next two ones (1973–74 and 1979–82), he coached the nation in &lt;a href=\"1974%20FIFA%20World%20Cup\"&gt;1974&lt;/a&gt; and in &lt;a href=\"1982%20FIFA%20World%20Cup\"&gt;1982 FIFA World Cup&lt;/a&gt;s.\nBy the year of 1992, the team was coached by Bosnian &lt;a href=\"Ivica%20Osim\"&gt;Ivica Osim&lt;/a&gt;, whose rule had qualified Yugoslavia to &lt;a href=\"UEFA%20Euro%201992\"&gt;UEFA Euro 1992&lt;/a&gt;. However, with his family under the &lt;a href=\"siege%20of%20Sarajevo\"&gt;siege of Sarajevo&lt;/a&gt;, Osim resigned in &lt;a href=\"23%20May\"&gt;23 May&lt;/a&gt;. To replace him, the Yugoslav federation called a duo of Miljanić and &lt;a href=\"Ivan%20%C4%8Cabrinovi%C4%87\"&gt;Ivan Čabrinović&lt;/a&gt;, a Serb married with a Muslim woman. One day later, it was announced the squad list. Under Miljanić and Čabrinović, Yugoslavia played just one unofficial friendly against the club &lt;a href=\"ACF%20Fiorentina\"&gt;ACF Fiorentina&lt;/a&gt;, in &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt;, for a minor attendance and under huge protests, in &lt;a href=\"28%20May\"&gt;28 May&lt;/a&gt;. It was known by that day the rumor that Yugoslavia would be banned of the tournament due to &lt;a href=\"Yugoslav%20wars\"&gt;Yugoslav wars&lt;/a&gt;, to which Miljanić, disgusted with increasingly questions about his players origins rather than their efficiency, reacted with wet eyes: \"are we not welcomed? What? They do not want us anymore?\". On &lt;a href=\"31%20May\"&gt;31 May&lt;/a&gt;, with the squad already in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, the ban was confirmed, just ten days before the opening match.\nReal Madrid.\nLosing to &lt;a href=\"Johan%20Cruijff\"&gt;Johan Cruijff&lt;/a&gt;'s &lt;a href=\"FC%20Barcelona\"&gt;FC Barcelona&lt;/a&gt; 0–5 at home at the &lt;a href=\"Santiago%20Bernab%C3%A9u%20Stadium\"&gt;Bernabéu&lt;/a&gt; in February 1974 &lt;a href=\"El%20Cl%C3%A1sico\"&gt;El Clásico&lt;/a&gt;, followed by finishing the &lt;a href=\"1973%E2%80%9374%20La%20Liga\"&gt;league season&lt;/a&gt; in eight place spelled the end of &lt;a href=\"Luis%20Molowny\"&gt;Luis Molowny&lt;/a&gt;'s short tenure as Real Madrid's head coach who assumed the role mid-season following the sacking of longtime head coach &lt;a href=\"Miguel%20Mu%C3%B1oz\"&gt;Miguel Muñoz&lt;/a&gt;.\nDuring the summer transfer window, the club's iconic president &lt;a href=\"Santiago%20Bernab%C3%A9u%20Yeste\"&gt;Santiago Bernabéu Yeste&lt;/a&gt; felt it was time for major change, signing Miljan Miljanić as the new head coach of Real Madrid on 5 July 1974. The Serb's only condition was that he be allowed to bring along compatriot Srećko \"Felix\" Radišić as fitness coach. Radišić thus became the first fitness coach in club's history. Others in Miljanić's coaching staff were the club-assigned goalkeeping coach &lt;a href=\"Juan%20Santisteban\"&gt;Juan Santisteban&lt;/a&gt; and assistant coach &lt;a href=\"Antonio%20Ruiz%20Cervilla\"&gt;Antonio Ruiz&lt;/a&gt;.\nMiljanić initiated many innovative changes in the training methods at Real. Insisting on top physical and tactical preparation, he increased the number of daily training sessions from one to three, which initially cause an outrage. He insisted on players not having more than two touches on the ball, and had them perfect the long pass game with the entire team functioning as a precise mechanism. He also moved &lt;a href=\"Pirri\"&gt;Pirri&lt;/a&gt; from his midfield role into the &lt;a href=\"sweeper%20%28football%29\"&gt;sweeper&lt;/a&gt; defensive role while the offensive movement usually converged with crosses for target forwards &lt;a href=\"Santillana%20%28footballer%29\"&gt;Santillana&lt;/a&gt; and new signing from Espanyol &lt;a href=\"Roberto%20Juan%20Mart%C3%ADnez\"&gt;Roberto Martínez&lt;/a&gt;. Furthermore, Miljanić had at his disposal goalkeeper &lt;a href=\"Miguel%20%C3%81ngel%20Gonz%C3%A1lez%20Su%C3%A1rez\"&gt;Miguel Ángel&lt;/a&gt;, defensive midfielder &lt;a href=\"Vicente%20del%20Bosque\"&gt;Vicente del Bosque&lt;/a&gt;, veteran right winger &lt;a href=\"Amancio%20Amaro\"&gt;Amancio Amaro&lt;/a&gt;, German midfielder &lt;a href=\"G%C3%BCnter%20Netzer\"&gt;Günter Netzer&lt;/a&gt;, newly signed defenceman from Bayern &lt;a href=\"Paul%20Breitner\"&gt;Paul Breitner&lt;/a&gt;, and young defender from the youth system &lt;a href=\"Jos%C3%A9%20Antonio%20Camacho\"&gt;José Antonio Camacho&lt;/a&gt;. Despite facing fan criticism over unattractive play, Real won the league and cup double in his &lt;a href=\"1974%E2%80%9375%20Real%20Madrid%20CF%20season\"&gt;first season&lt;/a&gt; as coach while in the &lt;a href=\"1974%E2%80%9375%20European%20Cup%20Winners%27%20Cup\"&gt;Cup Winners' Cup&lt;/a&gt; they got eliminated at the quarterfinal stage on penalties by Miljanić's former team Red Star Belgrade. The tie took place over two legs in March 1975, and Miljanić somewhat controversially decided not to travel to Belgrade for the return leg because he couldn't bear to lead the team against his former side, saying: \"I can not betray my heart\". Instead, he invited journalists to watch the game with him on television in Madrid. Going into the return leg Real had the 2–0 lead from the first leg, but led by Antonio Ruiz who stepped in for Miljanić that night, \"los merenegues\" lost 2–0 in Belgrade and then got eliminated in the penalty shootout.\nAfter ending the &lt;a href=\"1976%E2%80%9377%20Real%20Madrid%20CF%20season\"&gt;1976–77 season&lt;/a&gt; without silverware, Miljanić started his fourth campaign as Real's coach in September 1977. However, after losing the opening match of the league season to Salamanca 1–2, Miljanić resigned his post.\nPersonal life.\nMiljanić was married to Olivera \"Vera\" Reljić with whom he had two children: son &lt;a href=\"Milo%C5%A1%20Miljani%C4%87\"&gt;Miloš Miljanić&lt;/a&gt; (former footballer and current manager of &lt;a href=\"Alianza%20F.C.\"&gt;Alianza F.C.&lt;/a&gt; of &lt;a href=\"El%20Salvador\"&gt;El Salvador&lt;/a&gt;) and daughter Zorka.\nHe died on 13 January 2012, aged 81, in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;, &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; after suffering from &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; for several years. Mourning the loss of the club's former great, on 14 January, Real Madrid side coached by &lt;a href=\"Jos%C3%A9%20Mourinho\"&gt;José Mourinho&lt;/a&gt; played their away &lt;a href=\"2011%E2%80%9312%20La%20Liga\"&gt;league&lt;/a&gt; match at &lt;a href=\"Real%20Mallorca\"&gt;Real Mallorca&lt;/a&gt; with Madrid players wearing black armbands.\nHonours.\nManager.\nRed Star Belgrade\nReal Madrid"
}