{
    "id": "54284257",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=54284257",
    "title": "Free Democrats (Armenia)",
    "text": "Free Democrats ( \"Azat demokratner\") is an &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;n &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt;, &lt;a href=\"Pro-Europeanism\"&gt;Pro-European&lt;/a&gt; &lt;a href=\"political%20party\"&gt;political party&lt;/a&gt;. It was founded in 2011 by Khachatur Kokobelyan.\nHistory.\nSome Free Democrats party members participated in the &lt;a href=\"2012%20Armenian%20parliamentary%20election\"&gt;2012 Armenian parliamentary election&lt;/a&gt; under the &lt;a href=\"Heritage%20%28Armenia%29\"&gt;Heritage Party&lt;/a&gt; list. Following the election, Heritage won 5.78% of the vote.\nThe party participated in the &lt;a href=\"2017%20Armenian%20parliamentary%20election\"&gt;2017 Armenian parliamentary election&lt;/a&gt;, however the party won just 0.94% of the vote, failing to win any political representation. Khachatur Kokobelyan headed the party list, while &lt;a href=\"Hrant%20Bagratyan\"&gt;Hrant Bagratyan&lt;/a&gt; (former &lt;a href=\"Prime%20Minister%20of%20Armenia\"&gt;Prime Minister of Armenia&lt;/a&gt; and leader of the &lt;a href=\"Freedom%20Party%20%28Armenia%29\"&gt;Freedom Party&lt;/a&gt;) was the candidate for the post of Prime Minister.\nPrior to the &lt;a href=\"2018%20Armenian%20parliamentary%20election\"&gt;2018 Armenian parliamentary election&lt;/a&gt;, the Free Democrats formed a &lt;a href=\"political%20alliance\"&gt;political alliance&lt;/a&gt; known as the &lt;a href=\"We%20Alliance\"&gt;We Alliance&lt;/a&gt; with the &lt;a href=\"Hanrapetutyun%20Party\"&gt;Hanrapetutyun Party&lt;/a&gt;, another pro-Western and pro-European party in Armenia. During the election campaign, the Free Democrats advocated that Armenia should withdraw its membership from the &lt;a href=\"Eurasian%20Union\"&gt;Eurasian Union&lt;/a&gt; and pursue closer relations with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. The party also advocated for visa-free travel for Armenian citizens to the EU's &lt;a href=\"Schengen%20Area\"&gt;Schengen Area&lt;/a&gt;. The Alliance received 2.00% of the votes. As this was lower than the 5% minimum threshold required, the We Alliance of Hanrapetutyn and Free Democrats failed to gain any representation in the &lt;a href=\"National%20Assembly%20%28Armenia%29\"&gt;National Assembly&lt;/a&gt;.\nIn November 2019, the party hosted American Ambassador to Armenia &lt;a href=\"Lynne%20M.%20Tracy\"&gt;Lynne M. Tracy&lt;/a&gt; at the parties headquarters in Yerevan, where a range of issues were discussed.\nOn 21 April 2021, the Free Democrats had confirmed it would participate in the &lt;a href=\"2021%20Armenian%20parliamentary%20election\"&gt;2021 Armenian parliamentary election&lt;/a&gt;s. However, the party ultimately did not register to participate. Currently, the party acts as an &lt;a href=\"Extra-parliamentary%20opposition\"&gt;extra-parliamentary&lt;/a&gt; force.\nIdeology.\nThe Free Democrats believe in establishing a more democratic Armenia, including developing a stronger civil society, a liberal market economy, greater protection of the environment and &lt;a href=\"European%20integration\"&gt;integrating&lt;/a&gt; Armenia into the European Union. The party firmly believes that Armenia's future is connected with &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;.\nParty leader Khachatur Kokobelyan, had previously submitted a draft resolution calling for Armenia's Eurasian Union membership to be terminated. Kokobelyan stated that, \"After joining the Eurasian Union, Armenia has faced greater problems, for example, in its relations with the EU, than it has received dividends. I am confident that we do not need this organization. After leaving it, Armenia will have alternatives.\"\nIn addition, the Free Democrats believe in strengthening Armenia's &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt;, promoting &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; and equality, the rule of law and support for civil society. In terms of economics, the party advocates for a strong &lt;a href=\"Economic%20liberalism\"&gt;liberal market economy&lt;/a&gt; and believes that by following the European path of development and standards, Armenia will achieve greater prosperity and security."
}