{
    "id": "5429826",
    "revid": "8372814",
    "url": "https://en.wikipedia.org/wiki?curid=5429826",
    "title": "Kendrick Peak",
    "text": "Kendrick Peak or Kendrick Mountain is one of the highest peaks in the &lt;a href=\"San%20Francisco%20volcanic%20field\"&gt;San Francisco volcanic field&lt;/a&gt; north of the &lt;a href=\"city\"&gt;city&lt;/a&gt; of &lt;a href=\"Flagstaff%2C%20Arizona\"&gt;Flagstaff&lt;/a&gt; in the &lt;a href=\"U.S.%20State\"&gt;U.S. State&lt;/a&gt; of &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt; and is located on the &lt;a href=\"Coconino%20Plateau\"&gt;Coconino Plateau&lt;/a&gt; in &lt;a href=\"Coconino%20County%2C%20Arizona\"&gt;Coconino County&lt;/a&gt;.\nKendrick Peak rises to a height of , which makes it the 11th or 12th tallest summit (depending on the source) in &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;. Kendrick Peak is a &lt;a href=\"Lava%20dome\"&gt;Lava dome&lt;/a&gt; between 2.7 and 1.4 million years old consisting primarily of &lt;a href=\"dacite\"&gt;dacite&lt;/a&gt; and &lt;a href=\"rhyolite\"&gt;rhyolite&lt;/a&gt; flows that were partly buried by &lt;a href=\"andesite\"&gt;andesite&lt;/a&gt; according to the &lt;a href=\"USGS\"&gt;USGS&lt;/a&gt;.\nKendrick Peak is in the &lt;a href=\"Kendrick%20Mountain%20Wilderness\"&gt;Kendrick Mountain Wilderness&lt;/a&gt; which is administered jointly by the &lt;a href=\"Kaibab%20National%20Forest\"&gt;Kaibab National Forest&lt;/a&gt; and the &lt;a href=\"Coconino%20National%20Forest\"&gt;Coconino National Forest&lt;/a&gt;. A &lt;a href=\"fire%20lookout\"&gt;fire lookout&lt;/a&gt;, manned by the &lt;a href=\"United%20States%20Forest%20Service\"&gt;United States Forest Service&lt;/a&gt; during the week and by volunteers on the weekends, has stood on top of Kendrick Peak since the early 1900s.\nThere are three maintained trails to the &lt;a href=\"topographical%20summit\"&gt;summit&lt;/a&gt; of Kendrick Peak - Kendrick Mountain Trail, Pumpkin Trail and Bull Basin Trail.\nAlong the Kendrick Mountain Trail, near the summit of Kendrick Peak, there is a &lt;a href=\"Colorado%20Pinyon\"&gt;Colorado Pinyon&lt;/a&gt; (\"Pinus edulis\") growing at an altitude of nearly . This is a rare high-elevation example of this species growing amongst &lt;a href=\"Engelmann%20spruce\"&gt;Engelmann spruce&lt;/a&gt; (\"Picea engelmannii\") and &lt;a href=\"limber%20pine\"&gt;limber pine&lt;/a&gt; (\"Pinus flexilis\").\nIn the year 2000, the Kendrick Wilderness and Kendrick Peak were involved in a large &lt;a href=\"wildfire\"&gt;wildfire&lt;/a&gt;, the results of which are still quite evident to hikers or visitors to the peak. In an effort to return the forest to its \"pre-fire\" state, &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt; are sometimes grazed near the Kendrick Mountain Trail trailhead.\nGeology.\nKendrick Peak is a &lt;a href=\"dome%20volcano\"&gt;dome volcano&lt;/a&gt;, with some having multiple extrusion vents. Other Arizona examples of dome volcanoes are &lt;a href=\"Mount%20Elden\"&gt;Mount Elden&lt;/a&gt;, Bill Williams Mountain, and Sitgreaves Mountain. See &lt;a href=\"List%20of%20lava%20domes\"&gt;List of lava domes&lt;/a&gt; for more examples worldwide."
}