{
    "id": "54311848",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=54311848",
    "title": "SMS Comet (1860)",
    "text": "SMS \"Comet\" was a of the &lt;a href=\"Prussian%20Navy\"&gt;Prussian Navy&lt;/a&gt; (later the &lt;a href=\"Imperial%20German%20Navy\"&gt;Imperial German Navy&lt;/a&gt;) that was launched in 1860. A small vessel, armed with only three light guns, \"Comet\" served during the &lt;a href=\"Second%20Schleswig%20War\"&gt;Second Schleswig War&lt;/a&gt; of 1864 and the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt; of 1870–1871, part of the conflicts that &lt;a href=\"unification%20of%20Germany\"&gt;unified Germany&lt;/a&gt;. The ship was present at, but was only lightly engaged in the &lt;a href=\"Battle%20of%20Jasmund%20%281864%29\"&gt;Battle of Jasmund&lt;/a&gt; during the Second Schleswig War. She served in a variety of roles during peacetime, including fishery protection and survey work. \"Comet\" went on one lengthy deployment abroad, with an assignment to the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; from 1876 to 1879. She saw little active service after returning to &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and was decommissioned and &lt;a href=\"hulk%20%28ship%29\"&gt;hulked&lt;/a&gt; in 1881. The vessel remained in the navy's inventory until at least 1891, being &lt;a href=\"ship%20breaking\"&gt;broken up&lt;/a&gt; sometime thereafter.\nDesign.\n\"Comet\" was long, with a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . She &lt;a href=\"displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; at &lt;a href=\"full%20load\"&gt;full load&lt;/a&gt;. The ship's crew consisted of 4 officers and 67 enlisted men. She was powered by a single &lt;a href=\"marine%20steam%20engine\"&gt;marine steam engine&lt;/a&gt; that drove one 3-bladed &lt;a href=\"screw%20propeller\"&gt;screw propeller&lt;/a&gt;, with steam provided by two coal-fired trunk &lt;a href=\"boiler\"&gt;boiler&lt;/a&gt;s, which gave her a top speed of at . As built, she was equipped with a three-&lt;a href=\"Mast%20%28sailing%29\"&gt;masted&lt;/a&gt; &lt;a href=\"schooner\"&gt;schooner&lt;/a&gt; rig. The ship was armed with a &lt;a href=\"battery%20%28artillery%29\"&gt;battery&lt;/a&gt; of one rifled 24-pounder gun and two rifled 12-pounder guns.\nService history.\nConstruction through 1868.\n\"Comet\" was &lt;a href=\"keel%20laying\"&gt;laid down&lt;/a&gt; at the &lt;a href=\"Kaiserliche%20Werft%20Danzig\"&gt;\"Königliche Werft\"&lt;/a&gt; (Royal Dockyard) in &lt;a href=\"Danzig\"&gt;Danzig&lt;/a&gt; on 1 September 1859. She was &lt;a href=\"ship%20launching\"&gt;launched&lt;/a&gt; exactly one year later on 1 September 1860, and entered service in mid-1861 for &lt;a href=\"sea%20trials\"&gt;sea trials&lt;/a&gt;, which were conducted in the course of visits to the three remaining &lt;a href=\"Hanseatic%20League\"&gt;Hanseatic cities&lt;/a&gt;, &lt;a href=\"L%C3%BCbeck\"&gt;Lübeck&lt;/a&gt;, &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, and &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt;, in company with the &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt; . Upon completion of the tour, \"Comet\" returned to Danzig, where she was decommissioned on 12 October. In late 1863, tensions began to rise between &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; and &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; over the latter's &lt;a href=\"History%20of%20Schleswig-Holstein%23The%20November%20Constitution\"&gt;November Constitution&lt;/a&gt;, which integrated the duchies of &lt;a href=\"Duchy%20of%20Schleswig\"&gt;Schleswig&lt;/a&gt;, &lt;a href=\"Duchy%20of%20Holstein\"&gt;Holstein&lt;/a&gt;, and &lt;a href=\"Saxe-Lauenburg\"&gt;Lauenburg&lt;/a&gt; with Denmark, a violation of the &lt;a href=\"London%20Protocol%20%281852%29\"&gt;London Protocol&lt;/a&gt; that had ended the &lt;a href=\"First%20Schleswig%20War\"&gt;First Schleswig War&lt;/a&gt;. On 1 March 1864, after the start of the &lt;a href=\"Second%20Schleswig%20War\"&gt;Second Schleswig War&lt;/a&gt;, \"Comet\" was reactivated and stationed in &lt;a href=\"D%C3%A4nholm\"&gt;Dänholm&lt;/a&gt; off &lt;a href=\"Stralsund\"&gt;Stralsund&lt;/a&gt;. There, she was assigned to the I Flotilla, where she served as the lead vessel in the II Division.\nThe flotilla was deployed on 17 March to support &lt;a href=\"Captain%20%28naval%29\"&gt;Captain&lt;/a&gt; &lt;a href=\"Eduard%20von%20Jachmann\"&gt;Eduard von Jachmann&lt;/a&gt;'s corvettes at the &lt;a href=\"Battle%20of%20Jasmund%20%281864%29\"&gt;Battle of Jasmund&lt;/a&gt;, but the gunboats were only lightly engaged. Jachmann had ordered them to take up a position closer to land to cover a potential withdrawal, and so they were too far to take part in the main action. Nevertheless, as the Danish &lt;a href=\"steam%20frigate\"&gt;steam frigate&lt;/a&gt; arrived to reinforce the main squadron, \"Comet\" and the other gunboats fired on her from afar. \"Tordenskjold\"s commander ignored the gunboats and continued south to join the fight with Jachmann's corvettes, firing only a few &lt;a href=\"Broadside%20%28naval%29\"&gt;broadside&lt;/a&gt;s at the gunboats in passing, with neither side scoring any hits. On 14 April, after a minor action off the island of &lt;a href=\"Hiddensee\"&gt;Hiddensee&lt;/a&gt;, in which \"Comet\" did not take part, the Prussian gunboat flotilla was reduced to a reserve formation and took no further active part in the war. On 19 April, \"Comet\" collided with the &lt;a href=\"aviso\"&gt;aviso&lt;/a&gt; , but neither vessel was damaged. In August, \"Comet\" helped to free the aviso , which had run aground in the &lt;a href=\"Trave\"&gt;Trave&lt;/a&gt;. With the Prussian victory in October, \"Comet\" took part in a &lt;a href=\"naval%20review\"&gt;naval review&lt;/a&gt; held for King &lt;a href=\"Wilhelm%20I\"&gt;Wilhelm I&lt;/a&gt;, followed by a tour of ports in Holstein with now \"&lt;a href=\"Konteradmiral\"&gt;Konteradmiral&lt;/a&gt;\" (Rear Admiral) Jachmann.\nFollowing the tour in October, \"Comet\" was tasked with conducting surveys of the eastern coast of &lt;a href=\"Holstein\"&gt;Holstein&lt;/a&gt;. After that work was completed, \"Comet\" was transferred to the newly acquired port of &lt;a href=\"Kiel\"&gt;Kiel&lt;/a&gt;, where she remained through the winter of 1864–1865. In March 1865, the reserve formation to which \"Comet\" had been assigned was disbanded, and \"Comet\", her &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt; , and \"Loreley\" were sent to the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; for additional surveying. \"Comet\" returned to Dänholm on 8 December, where she was decommissioned. At some point during the year, the boat's 24-pounder was replaced with a rifled 68-pounder gun. She was not mobilized during the &lt;a href=\"Austro-Prussian%20War\"&gt;Austro-Prussian War&lt;/a&gt; of 1866, and instead next saw active service in 1868 in what was now the navy of the &lt;a href=\"North%20German%20Confederation\"&gt;North German Confederation&lt;/a&gt;, being reactivated on 21 April for fishery protection duty. At the time, British fishermen routinely fished in German territorial waters in the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; illegally, and \"Comet\" was sent there to prevent these activities. She left Dänholm on 1 May and arrived on station four days later, the first German fishery protection vessel in the North Sea. During this period, she also conducted survey work in the area before steaming to &lt;a href=\"Geestem%C3%BCnde\"&gt;Geestemünde&lt;/a&gt;, where she was again decommissioned. The vessel's commander in 1868 was then-\"&lt;a href=\"Kapit%C3%A4nleutnant\"&gt;Kapitänleutnant&lt;/a&gt;\" (Captain Lieutenant) &lt;a href=\"Friedrich%20von%20Hacke\"&gt;Friedrich von Hacke&lt;/a&gt;.\n1868–1891.\n\"Comet\" was recommissioned in 1869 to perform the same duties as in the previous year; 1870 followed the same pattern as well, until the outbreak of the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt; in July interrupted \"Comet\"s activities. On 16 July, \"Comet\" was assigned to the defense force in the &lt;a href=\"Jade%20Bay\"&gt;Jade Bay&lt;/a&gt; outside &lt;a href=\"Wilhelmshaven\"&gt;Wilhelmshaven&lt;/a&gt;, but she saw no action during the conflict. She was decommissioned on 29 April 1871, at which point an investigation of her &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; revealed the necessity of a major overhaul, which was done at the \"Königliche Werft\" in Danzig. Work ended in May 1872. In December, \"Comet\" was sent into the Baltic to search for vessels that had been wrecked in a severe storm, and if necessary, sink them to prevent them from becoming navigational hazards. She returned to Kiel without having located any wrecks on 31 December, in advance of the heavy &lt;a href=\"sea%20ice\"&gt;sea ice&lt;/a&gt; that occurred in the Baltic every winter. Admiral &lt;a href=\"Albrecht%20von%20Stosch\"&gt;Albrecht von Stosch&lt;/a&gt;, the chief of the German admiralty, did not consider \"Comet\" to have sufficiently performed her duties, and so he relieved her captain of his command. With a new commander, \"Comet\" was sent out again on 5 January 1873, and this time did succeed in finding and sinking several wrecked vessels. After returning to Kiel on 24 January, she was decommissioned, but was temporarily recommissioned from 5 to 20 March for another patrol in the Baltic for wrecked ships. During this period, a detachment from the Torpedo Division based in Wilhelmshaven came aboard the vessel to test their new towed &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es. On 12 March, while cruising north of &lt;a href=\"Cape%20Arkona\"&gt;Cape Arkona&lt;/a&gt;, \"Comet\" encountered a wrecked vessel and was able to sink it with one of the torpedoes.\nOn 18 September, \"Comet\" was transferred to Wilhelmshaven, where trials with new boilers were conducted. She was decommissioned there on 11 October. The ship remained out of service until 14 May 1876, when she was recommissioned for a deployment to the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;. The German and French &lt;a href=\"Consul%20%28representative%29\"&gt;consuls&lt;/a&gt; in &lt;a href=\"Salonika\"&gt;Salonika&lt;/a&gt; during a wave of anti-European sentiment in the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, prompting Germany to reinforce its squadron in the Mediterranean. On 18 May, \"Comet\" left Kiel and reached &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; on 5 June, before joining the German Armored Squadron in the eastern Mediterranean; she arrived in Salonika on 26 June. In late July, she steamed to &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;, the Ottoman capital, where she relieved the gunboat so the latter vessel could be sent to Asian waters. \"Comet\" became one of two station ships in Constantinople, along with her sister . She remained there until mid-November, when she returned to Salonika via &lt;a href=\"Smyrna\"&gt;Smyrna&lt;/a&gt; to replace the aviso on 4 December. She remained there only briefly, however, as by mid-December, she had to return to Constantinople to replace \"Meteor\".\nFollowing the outbreak of the &lt;a href=\"Russo-Turkish%20War%20%281877%E2%80%931878%29\"&gt;Russo-Turkish War&lt;/a&gt; in April 1877, \"Comet\", \"Meteor\", and \"Pommerania\" were concentrated in Constantinople for fear of resumed anti-European riots. Later that year, the Armored Squadron was recalled to Germany, followed by \"Meteor\", leaving just \"Comet\" and a handful of small vessels. \"Comet\" went to &lt;a href=\"Mytilene\"&gt;Mytilene&lt;/a&gt; on 29 December 1878, remaining there until February 1879, when she moved to Smyrna. During this period, she left for shooting practice in the &lt;a href=\"Sea%20of%20Marmara\"&gt;Sea of Marmara&lt;/a&gt; and then a visit to the mouth of the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; river in the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; from late June to late July. On 3 September, after having returned to Constantinople, \"Comet\" was recalled to Germany, arriving in Kiel to be decommissioned on 8 November. She was reactivated, though not formally recommissioned, in October and November 1880 to help raise the aviso , which had been sunk in &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; tests with the aviso on 14 July. In 1881, \"Comet\" was recommissioned briefly for fishery protection service in the Baltic, but she was decommissioned again and stricken from the &lt;a href=\"naval%20register\"&gt;naval register&lt;/a&gt; on 30 September. She remained in the navy's inventory for another decade in service as a storage &lt;a href=\"hulk%20%28ship%29\"&gt;hulk&lt;/a&gt;. She was &lt;a href=\"ship%20breaking\"&gt;broken up&lt;/a&gt; for scrap some time after 1891."
}