{
    "id": "5433260",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=5433260",
    "title": "John Helm (commentator)",
    "text": "John Helm (born 8 July 1942 in &lt;a href=\"Baildon\"&gt;Baildon&lt;/a&gt;, &lt;a href=\"West%20Riding%20of%20Yorkshire\"&gt;West Riding of Yorkshire&lt;/a&gt;) is an English sports commentator, who has commentated on football, golf, cricket and &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; both for ITV and other broadcasters.\nEarly career.\nAfter working his way up through local and national newspapers, where he began his journalistic career in 1959, Helm broke into broadcasting on &lt;a href=\"BBC%20Radio%20Leeds\"&gt;BBC Radio Leeds&lt;/a&gt; and was chosen from a number of local radio broadcasters to cover the &lt;a href=\"1974%20British%20Commonwealth%20Games\"&gt;1974 Commonwealth Games&lt;/a&gt; in &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. After this, he joined national &lt;a href=\"BBC%20Radio\"&gt;BBC Radio&lt;/a&gt; Sport, then broadcast mainly on &lt;a href=\"BBC%20Radio%202\"&gt;Radio 2&lt;/a&gt;'s old &lt;a href=\"medium%20wave\"&gt;medium wave&lt;/a&gt; (frequencies now used by &lt;a href=\"BBC%20Radio%20Five%20Live\"&gt;Five Live&lt;/a&gt;).\nITV Sport.\nHelm's association with the BBC ended in 1981 with a move to ITV company &lt;a href=\"ITV%20Yorkshire\"&gt;Yorkshire Television&lt;/a&gt;, replacing &lt;a href=\"Martin%20Tyler\"&gt;Martin Tyler&lt;/a&gt; as the regional station's football commentator. At the end of his first season he was rewarded with a berth on the ITV team for the &lt;a href=\"1982%20World%20Cup\"&gt;1982 World Cup&lt;/a&gt; in Spain, covering all of Scotland's matches and the second round group featuring Italy, Brazil and Argentina.\nWhen ITV's regional system of football coverage was largely abolished in 1983, Helm found himself fourth in the network pecking order covering matches for \"&lt;a href=\"The%20Big%20Match\"&gt;The Big Match&lt;/a&gt;\" and \"Midweek Sports Special\". &lt;a href=\"Martin%20Tyler\"&gt;Martin Tyler&lt;/a&gt; and &lt;a href=\"Peter%20Brackley\"&gt;Peter Brackley&lt;/a&gt; were chosen above him to cover &lt;a href=\"UEFA%20Euro%201984\"&gt;UEFA Euro 1984&lt;/a&gt; in France, while &lt;a href=\"Brian%20Moore%20%28commentator%29\"&gt;Brian Moore&lt;/a&gt; headed for South America to cover the concurrent England tour of the continent.\nIn 1985 Helm commentated on the match between &lt;a href=\"Bradford%20City%20A.F.C.\"&gt;Bradford City&lt;/a&gt; and &lt;a href=\"Lincoln%20City%20F.C.\"&gt;Lincoln City&lt;/a&gt; in which the &lt;a href=\"Bradford%20City%20stadium%20fire\"&gt;Bradford City stadium fire&lt;/a&gt; took place, killing 56 supporters. He was subsequently part of the ITV team at the &lt;a href=\"1986%20FIFA%20World%20Cup\"&gt;1986 FIFA World Cup&lt;/a&gt; in Mexico, covering a number of key live games including two of Scotland's matches and a second round meeting between Italy and France.\nITV won exclusive rights to live &lt;a href=\"English%20Football%20League\"&gt;Football League&lt;/a&gt; coverage in 1988, but Helm was not to provide commentary on any of their games during the four-year contract, reporting only on highlights. He was part of the ITV commentary team at the 1990 and 1994 World Cups, covering a semi-final at USA 1994.\nAfter 1992, when ITV lost the rights to top flight English football, Helm was a regular voice of live football. For the following four years he covered live matches for Yorkshire TV, &lt;a href=\"London%20Weekend%20Television\"&gt;London Weekend Television&lt;/a&gt; and &lt;a href=\"Granada%20TV\"&gt;Granada&lt;/a&gt; as they carried coverage of the lower leagues. He also continued his network commitments covering live and recorded European football in the early years of the &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;.\nOther networks.\nHelm had a minor role at &lt;a href=\"UEFA%20Euro%201996\"&gt;Euro '96&lt;/a&gt; in England, and the arrival of &lt;a href=\"Peter%20Drury\"&gt;Peter Drury&lt;/a&gt; in 1998 meant that he had no part to play in the network's coverage of that year's &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;World Cup in France&lt;/a&gt;. From there on his ITV work was restricted to recorded highlights in the Yorkshire region, but Helm branched out as a freelancer. International audiences heard him regularly on broadcasts of both the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; and the &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;. He also featured briefly on &lt;a href=\"British%20Eurosport\"&gt;British Eurosport&lt;/a&gt;.\nIn 2002, FIFA recruited him as one of their commentators for the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;World Cup in Korea/Japan&lt;/a&gt;, and he covered 39 of the 64 matches. He reprised the role at the tournament in Germany in 2006 and South Africa in 2010, and several other FIFA events. In addition to this, Helm was &lt;a href=\"Channel%205%20%28UK%29\"&gt;five&lt;/a&gt;'s chief football commentator, reporting on UEFA Cup ties and the occasional international.\nHelm has been employed by &lt;a href=\"Canadian%20Broadcasting%20Corporation\"&gt;CBC&lt;/a&gt; as a commentator in the &lt;a href=\"2010%20FIFA%20World%20Cup\"&gt;2010 FIFA World Cup&lt;/a&gt; in South Africa, the &lt;a href=\"2011%20FIFA%20Women%27s%20World%20Cup\"&gt;2011 FIFA Women's World Cup&lt;/a&gt; in Germany and the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt; in Brazil. He has also been employed by &lt;a href=\"The%20Sports%20Network\"&gt;TSN&lt;/a&gt; and &lt;a href=\"CTV%20Television%20Network\"&gt;CTV&lt;/a&gt; as a commentator in the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt; in Germany, the &lt;a href=\"2008%20UEFA%20European%20Championship\"&gt;2008 UEFA European Championship&lt;/a&gt;, the &lt;a href=\"UEFA%20EURO%202012\"&gt;2012 UEFA European Championship&lt;/a&gt; and the &lt;a href=\"2018%20FIFA%20World%20Cup\"&gt;2018 FIFA World Cup&lt;/a&gt; in Russia.\nHelm has also commentated for Radio Robins and Alty TV who cover Altrincham FC games."
}