{
    "id": "54349398",
    "revid": "10289486",
    "url": "https://en.wikipedia.org/wiki?curid=54349398",
    "title": "Gulf of Tribugá",
    "text": "The Gulf of Tribugá () is a gulf on the Pacific coast of Colombia. It contains exuberant mangroves.\nThe bay is a spawning ground for &lt;a href=\"humpback%20whale\"&gt;humpback whale&lt;/a&gt;s.\nTourist attractions include diving and watching whales and turtles.\nThere are plans to build a major deep-water port at the village of Tribugá in the main river estuary.\nLocation.\nThe Gulf of Tribugá is on the Pacific Coast of Colombia in the &lt;a href=\"Choc%C3%B3%20Department\"&gt;Chocó Department&lt;/a&gt;.\nIt may be reached by sea from the port of &lt;a href=\"Buenaventura%2C%20Valle%20del%20Cauca\"&gt;Buenaventura&lt;/a&gt; or by air to the municipality of &lt;a href=\"Nuqu%C3%AD\"&gt;Nuquí&lt;/a&gt;.\nThe &lt;a href=\"Utr%C3%ADa%20National%20Natural%20Park\"&gt;Utría National Natural Park&lt;/a&gt; is to the north of the gulf.\n&lt;a href=\"Cabo%20Corrientes%2C%20Choc%C3%B3\"&gt;Cabo Corrientes&lt;/a&gt; is at the southern end.\nThe municipality of Nuquí, with a population of 7,000, is in the center of the gulf and has an airport, hospital, high school and commercial infrastructure.\nThere is an indigenous community of Emberá people in the basins of the Valle, Nuquí, Jurubidá, Panguí rivers.\nEnvironment.\nThe climate is humid tropical forest, with average temperatures of .\nThere is high rainfall, with least rain in January and February.\nThe &lt;a href=\"Esmeraldes-Pacific%20Colombia%20mangroves\"&gt;Esmeraldes-Pacific Colombia mangroves&lt;/a&gt; are found along the coasts of Colombia and Ecuador from the Gulf of Tribugá in the north to &lt;a href=\"Mompiche\"&gt;Mompiche&lt;/a&gt; Bay in the south.\nCore samples have shown that in the south of the gulf dominant populations of \"&lt;a href=\"Rhizophora\"&gt;Rhizophora&lt;/a&gt;\" mangroves have been relatively stable for the last 4,500 years. \nIn recent years abundant \"&lt;a href=\"Acrostichum%20aureum\"&gt;Acrostichum aureum&lt;/a&gt;\" have appeared, probably introduced by humans. \nIn one area of the northern gulf there have been populations of \"&lt;a href=\"Pelliciera%20rhizophorae\"&gt;Pelliciera rhizophorae&lt;/a&gt;\" for about 2,600 years, but in another area the mangroves are from recent colonization.\nLand animals include bats, marsupials, anteaters, sloths, jaguars, pumas, otters, coatis, bush dogs, snakes, poison frogs and iguanas.\nThere are 270 species of birds including harpy eagles and herons.\nTourist attractions.\nThe gulf has pristine beaches and exuberant mangroves.\nIt is suitable for diving, best in March through August. \nThere is a rocky sea bed, small corals, large schools of fish, and great diversity and color.\nHumpback whales use Utría Cove to give birth from August to October.\nFrom August to November &lt;a href=\"loggerhead%20sea%20turtle\"&gt;loggerhead sea turtle&lt;/a&gt; and &lt;a href=\"hawksbill%20sea%20turtle\"&gt;hawksbill sea turtle&lt;/a&gt; spawn on the San Pichí, Blanca and Guachalito beaches.\nPlanned port.\nThere have been discussions over building a major port in the gulf, the \"Puerto de Tribugá\".\nThe deep water port would provide improved transport to Asia, bypassing the Panama canal.\nThe route from &lt;a href=\"Medell%C3%ADn\"&gt;Medellín&lt;/a&gt; to Tribugá via &lt;a href=\"Quibd%C3%B3\"&gt;Quibdó&lt;/a&gt; is much shorter than the route to Buenaventura in the south.\nTribugá has an access channel of just that can be dredged to over deep.\nThere are no sediment problems and space for docks and long-term port developments.\nThe port would have docks , covering , a straight access channel with an initial depth of and a final depth of , and of land for the port.\nIn July 2014 it was reported that there was an informal commitment by the ICCO Group to start construction in 2016, if the project were approved.\nICCO Group had said they were interested in participating in market and environmental impact studies. \nIf there were no delays, the studies would be completed by December 2015, followed by granting of the environmental license and then construction.\nAn access railway from Quibdó to Nuquí and Tribugá would also require environmental studies, but these should proceed faster, so the railway could be built in time for transport of materials to the port during construction. The Ministry of Transport had already endorsed the railroad project.\nThe &lt;a href=\"documentary%20film\"&gt;documentary film&lt;/a&gt; &lt;a href=\"https%3A//expediciontribuga.com/en/documental/\"&gt;Expedicion Tribugá&lt;/a&gt; was released in November 2020, featuring scientists researching the local biodiversity and the inhabitants of the gulf explaining their concerns over the building of the port. As part of the Expedicion Tribuga project, the gulf was declared a biodiversity \"Hope Spot\" by &lt;a href=\"https%3A//mission-blue.org/\"&gt;Mission Blue&lt;/a&gt;, an organization led by &lt;a href=\"Oceanography\"&gt;ocean scientist&lt;/a&gt; Dr. &lt;a href=\"Sylvia%20Earle\"&gt;Sylvia Earle&lt;/a&gt;."
}