{
    "id": "543695",
    "revid": "36833174",
    "url": "https://en.wikipedia.org/wiki?curid=543695",
    "title": "USS Perkins (DD-877)",
    "text": "USS \"Perkins\" (DD/DDR-877) was a in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. She was the third Navy ship named for Commodore &lt;a href=\"George%20H.%20Perkins\"&gt;George H. Perkins&lt;/a&gt; USN (1835–1899).\n\"Perkins\" was laid down by the &lt;a href=\"Consolidated%20Steel%20Corporation\"&gt;Consolidated Steel Corporation&lt;/a&gt; at &lt;a href=\"Orange%2C%20Texas\"&gt;Orange, Texas&lt;/a&gt; on 19 June 1944, &lt;a href=\"Ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; on 7 December 1944 by Mrs. Larz Anderson (&lt;a href=\"Isabel%20Weld%20Perkins\"&gt;Isabel Weld Perkins&lt;/a&gt;) and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 4 April 1945.\nService history.\n1945–1949.\nFollowing shakedown off &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;, \"Perkins\" entered the &lt;a href=\"Norfolk%20Navy%20Yard\"&gt;Norfolk Navy Yard&lt;/a&gt; for conversion to a &lt;a href=\"radar%20picket\"&gt;radar picket&lt;/a&gt; destroyer. In July 1945 she underwent refresher training, rendezvoused with the &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt; on 20 July, and headed for the &lt;a href=\"Pacific\"&gt;Pacific&lt;/a&gt;. At &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; she joined Destroyer Division 52 (DesDiv 52) and on 19 August sailed for the &lt;a href=\"Far%20East\"&gt;Far East&lt;/a&gt;. She entered &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt; the day of the formal &lt;a href=\"Surrender%20of%20Japan\"&gt;Japanese surrender&lt;/a&gt;, on 2 September, and on the 3rd joined &lt;a href=\"Fast%20Carrier%20Task%20Force\"&gt;Task Force 38&lt;/a&gt; (TF 38). Operations in the &lt;a href=\"Marshall%20Islands\"&gt;Marshalls&lt;/a&gt;, &lt;a href=\"Mariana%20Islands\"&gt;Marianas&lt;/a&gt;, and off Japan followed and in April 1946 she returned to Pearl Harbor. On the 28th she arrived at &lt;a href=\"Naval%20Station%20San%20Diego\"&gt;San Diego, California&lt;/a&gt; whence she operated for the next year.\nIn May 1947, she returned to the Far East for three months on the China station, two weeks of which were spent off &lt;a href=\"Qinhuangdao\"&gt;Chinwangtao&lt;/a&gt;, on the &lt;a href=\"Gulf%20of%20Po%20Hai\"&gt;Gulf of Po Hai&lt;/a&gt;, observing &lt;a href=\"Communist%20Party%20of%20China\"&gt;Communist Chinese&lt;/a&gt; forces.\n\"Perkins\" returned to California in October and in January 1948 sailed to the Marshalls for the &lt;a href=\"atomic%20bomb\"&gt;atomic bomb&lt;/a&gt; test series \"&lt;a href=\"Operation%20Sandstone\"&gt;Operation Sandstone&lt;/a&gt;\". Overhaul followed her return to San Diego in June and on 4 January 1949 she departed the west coast for another tour off the China coast. Arriving at &lt;a href=\"Qingdao\"&gt;Tsingtao&lt;/a&gt; on 7 February, she was redesignated DDR–877 on 18 February. Scheduled exercises soon began, but, in addition, she was called on to lift foreign residents of Tsingtao to &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; as Communist forces took over the former city in May. In June she battled her first &lt;a href=\"typhoon\"&gt;typhoon&lt;/a&gt;, and after visiting &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; in August, she returned to San Diego.\n1950–1959.\nEngaged in training exercises off the west coast and yard overhaul for the next year, \"Perkins\", reassigned to DesDiv 11, sailed west again in mid-August 1950. She served on &lt;a href=\"Search%20and%20rescue\"&gt;SAR&lt;/a&gt; station in the central Pacific, returned to the west coast in October, and on 2 February 1951 got underway for the embattled coast of &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;. Between March and September she performed screening and &lt;a href=\"plane%20guard\"&gt;plane guard&lt;/a&gt; duties for the carriers of TF 77 and carried out gunfire support and shore bombardment missions with TF 95. On 25 September \"Perkins\" arrived at &lt;a href=\"United%20States%20Fleet%20Activities%20Yokosuka\"&gt;Yokosuka, Japan&lt;/a&gt; from the bombline and the next day continued on toward the United States. In June 1952 she returned to Korea. She spent July entirely on the bombline, shifted briefly to TF 77, then steamed south for duty on the &lt;a href=\"Taiwan%20Patrol\"&gt;Taiwan Patrol&lt;/a&gt;. By 8 September she was back on the bombline. On 15 October, while covering &lt;a href=\"minesweeping\"&gt;minesweeping&lt;/a&gt; operations preparatory to an amphibious feint against &lt;a href=\"Kojo%2C%20North%20Korea\"&gt;Kojo&lt;/a&gt;, north of the battlefront, one of her crew was killed and 17 were wounded by two near misses from Communist shore batteries. Only slightly damaged, she continued her combat activities and for the remainder of her tour alternated gunfire support operations with carrier escort duties.\nAt the end of the year \"Perkins\" returned to the United States. In July 1953 she completed a six-month overhaul and in August she returned to the Far East. There six months she patrolled off the Korean coast and &lt;a href=\"Taiwan%20Strait\"&gt;Taiwan Strait&lt;/a&gt; and participated in exercises from Japan to the Philippines. After that deployment \"Perkins\" continued to rotate between duty with the &lt;a href=\"United%20States%20Seventh%20Fleet\"&gt;7th Fleet&lt;/a&gt; in the &lt;a href=\"Pacific%20Ocean\"&gt;western Pacific&lt;/a&gt; and operations with the &lt;a href=\"United%20States%20First%20Fleet\"&gt;1st Fleet&lt;/a&gt; off the west coast. In July 1956 she contributed to the information gathering effort of the &lt;a href=\"International%20Geophysical%20Year\"&gt;International Geophysical Year&lt;/a&gt; (IGY) by \"chasing\" &lt;a href=\"weather%20balloon\"&gt;weather balloon&lt;/a&gt;s and in September 1959 helped TF 77 forestall overt hostilities during the &lt;a href=\"Laotian%20crisis\"&gt;Laotian crisis&lt;/a&gt;.\n1960–1973.\nIn March 1962 she entered the &lt;a href=\"Long%20Beach%20Naval%20Shipyard\"&gt;Long Beach Naval Shipyard&lt;/a&gt; for &lt;a href=\"Fleet%20Rehabilitation%20and%20Modernization\"&gt;Fleet Rehabilitation and Modernization&lt;/a&gt; (FRAM). Redesignated DD-877, on 30 September, she emerged from the Mark II overhaul and conversion in December with a new superstructure configured for &lt;a href=\"QH-50%20DASH\"&gt;QH-50 DASH&lt;/a&gt;. The \"new\" destroyer spent the next ten months exercising off the west coast and in mid-October 1963 resumed annual deployments to WestPac, her first mission to conduct operations with the carrier in the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;. Continuing to alternate 7th Fleet and 1st Fleet duty tours into 1970, each of \"Perkins\"s WestPac deployments returned her to the South China Sea where, off the coast of &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;, she served as plane guard for carriers on \"&lt;a href=\"Yankee%20Station\"&gt;Yankee Station&lt;/a&gt;\" in the &lt;a href=\"Tonkin%20Gulf\"&gt;Tonkin Gulf&lt;/a&gt;, participated in \"&lt;a href=\"Operation%20Sea%20Dragon%20%28Vietnam%20War%29\"&gt;Sea Dragon&lt;/a&gt;\" and \"&lt;a href=\"Operation%20Market%20Time\"&gt;Market Time&lt;/a&gt;\" operations, patrolled on search and rescue duties and carried out &lt;a href=\"naval%20gunfire%20support\"&gt;naval gunfire support&lt;/a&gt; missions during the conflict.\nArgentine service.\n\"Perkins\" was decommissioned and stricken from the &lt;a href=\"Naval%20Vessel%20Register\"&gt;Naval Vessel Register&lt;/a&gt; on 15 January 1973, transferred to &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;. She was renamed ARA \"Comodoro Py\" (D-27), and served in the &lt;a href=\"Argentine%20Navy\"&gt;Argentine Navy&lt;/a&gt;. She was stricken in 1984.\nOn 15 June 1987, \"Comodoro Py\" was sunk as a &lt;a href=\"target%20ship\"&gt;target&lt;/a&gt; off &lt;a href=\"Mar%20del%20Plata\"&gt;Mar del Plata&lt;/a&gt; by a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; fired from the Argentine Navy .\nAwards.\n\"Perkins\" earned three &lt;a href=\"battle%20star\"&gt;battle star&lt;/a&gt;s during the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;."
}