{
    "id": "54388986",
    "revid": "40808091",
    "url": "https://en.wikipedia.org/wiki?curid=54388986",
    "title": "William L. Mercereau",
    "text": "William L. Mercereau (born June 9, 1866 – June 22, 1957) was an American design engineer and business manager of &lt;a href=\"train%20ferry\"&gt;train ferries&lt;/a&gt; for the &lt;a href=\"Pere%20Marquette%20Railway\"&gt;Pere Marquette Railway&lt;/a&gt;. He supervised their railroad-over-water system of train ferries as the largest carferry system in the world. His home of his fleet of steel carferries for thirty years was &lt;a href=\"Ludington%2C%20Michigan\"&gt;Ludington, Michigan&lt;/a&gt;. The ferries were each given a specific individual number with the name \"S.S. Pere Marquette.\"\nMercereau developed the technology of loading a complete railroad car full of freight directly onto ships as one unit. The antiquated technology previously involved transferring bulk material from railroad cars to steamship vessel holding tanks and back again at its final destination. The break-bulk transfer involved crews of laborers at both the loading and unloading points and was a costly time-consuming process that diminished profits. \nEarly life and education.\nMercereau was born at &lt;a href=\"Union%2C%20New%20York\"&gt;Union, New York&lt;/a&gt;, on June 9, 1866. As a boy of fourteen he worked part-time in a drug store in his hometown. When he was 18 in 1884 he went to Montana and Idaho, where he worked in drug stores as a general laborer. He later moved back east to &lt;a href=\"Saginaw%2C%20Michigan\"&gt;Saginaw, Michigan&lt;/a&gt;, and as a young man of he started as a coal &lt;a href=\"Fireman%20%28steam%20engine%29\"&gt;stoker&lt;/a&gt; on locomotives for the &lt;a href=\"Flint%20and%20Pere%20Marquette%20Railroad\"&gt;Flint and Pere Marquette Railroad&lt;/a&gt;. After just more than a year at this job he had increased his weight by . \nMercereau then took on a job associated with &lt;a href=\"Break%20bulk%20cargo\"&gt;bulk shipping&lt;/a&gt; of material in steamships which the railroad company operated out of &lt;a href=\"Ludington%2C%20Michigan\"&gt;Ludington, Michigan&lt;/a&gt;. He was a ship's clerk working out of the company's office at &lt;a href=\"Bay%20City%2C%20Michigan\"&gt;Bay City, Michigan&lt;/a&gt;. The first steamship he worked on was the break-bulk steamship Pere Marquette No. 2, that carried large quantities of salt in bulk. He later worked on the steamships Pere Marquette No. 3 and No. 5 for a few years. These vessels were handled by freight crews that took the material off railroad boxcars and transferred it into the bulk carrier vessel tanks to be shipped across &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt; to Wisconsin. There another freight crew would unload the steamship vessel tanks and transfer back onto railroad cars. This was a costly, labor-intensive, time-consuming process for each break-bulk transfer that took away profits. \nMercereau then quit working for the railroad company and went to college in &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;, to obtain a business degree. After graduation he returned to Saginaw in 1897 and became an assistant manager in the railroad company's main office. In August 1898, he was promoted as assistant to the superintendent of marine operations at Ludington. After a few months on the job he took over the position of the previous superintendent.\nCareer.\nin the 1890s, technology was introducing the idea of just loading the complete railroad freight car onto the ship instead of transferring its contents to ship holding tanks. The package steamships with bulk holding tanks had carried freight this way since 1882, but this antiquated technology became obsolete. The railroad car ferry then came about, and the first ones were wooden craft. In 1897 the first all-steel &lt;a href=\"Train%20ferry\"&gt;carferry&lt;/a&gt; was introduced – the (later given the number 15). Mercereau organized and managed this new state-of-the-art technology for the railroad company. He then started ordering more steel carferries to add to the company's existing fleet of wooden carferry ships. He became the Superintendent of Steamships for the &lt;a href=\"Pere%20Marquette%20Railway\"&gt;Pere Marquette Railway&lt;/a&gt; in 1899. \nThe next steel carferry for the railroad company was the SS \"Pere Marquette No. 17\", which was basically the same as \"PM No. 15\" except with more extensive cabin accommodations. Mercereau completely planned and oversaw the construction of this steel vessel that was built in a shipyard in &lt;a href=\"Cleveland\"&gt;Cleveland&lt;/a&gt; in 1900. His wife Louise christened the ship in 1901 when it was officially launched.\nThe Flint and Pere Marquette Railroad company meanwhile in 1901 acquired another railroad company that already operated a wooden carferry. This carferry originally was called the SS \"Muskegon\" and but was renamed as the SS \"Pere Marquette No. 16\" as the second carferry in its fleet. Mercereau ordered and supervised the construction of another steel carferry that was given the title &lt;a href=\"Pere%20Marquette%20No.%2018\"&gt;Pere Marquette No. 18&lt;/a&gt;. With business growing rapidly, he ordered two more steel carferries. These became SS \"Pere Marquette No. 19\" and SS \"Pere Marquette No. 20\" that were also built in Cleveland. Mercereau eventually had built the \"SS Pere Marquette\" No. 21 and No. 22 and other all steel carferries. \nMercereau engineered and supervised the development of the Pere Marquette fleet of train carferries for the railroad company. He was known in the &lt;a href=\"Rail%20transportation%20in%20the%20United%20States\"&gt;railroad industry&lt;/a&gt; as the \"Father of the Fleet\" since he gave 31 years of service to the Pere Marquette Railway. Mercereau became the organizer and operator of the world's largest carferry fleet during his working career. He was also known as the 'father of the railroad on the water' because he brought to fruition the idea of loading the complete railroad car onto cross-lake ferries for transportation as a complete loaded freight car unit. That increased overall profits for the commercial transportation industry in general in the long-term. He had ultimately developed Ludington into the home port of the world's largest carferry fleet.\nLater life and death.\nMercereau retired on September 1, 1931, from the railroad company after a 50-year working career. He died at the age of 91 on the evening of June 22, 1957, in &lt;a href=\"Dunedin%2C%20Florida\"&gt;Dunedin, Florida&lt;/a&gt;."
}