{
    "id": "54412471",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=54412471",
    "title": "Olaf Kühnemann",
    "text": "Olaf Kühnemann (born 24 November 1972, Basel) is an &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;i-&lt;a href=\"Germany\"&gt;German&lt;/a&gt; painter, winner of the Isracard and &lt;a href=\"Tel%20Aviv%20Museum%20of%20Art\"&gt;Tel Aviv Museum of Art&lt;/a&gt; Prize of 2008, and was included in the juror's pick of the 2014 &lt;a href=\"Thames%20%26amp%3B%20Hudson\"&gt;Thames &amp; Hudson&lt;/a&gt; publishing's book, \"100 Painters of Tomorrow\". Kühnemann lives and works between &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt;. \nPersonal life and education.\nOlaf Kühnemann was born in 1972 to German parents – Markus and Christiane. Until the age of four, he was raised in &lt;a href=\"Arlesheim\"&gt;Arlesheim&lt;/a&gt; (Basel, Switzerland), in a family that was greatly affected by &lt;a href=\"Anthroposophy\"&gt;Anthroposophy&lt;/a&gt; – on which the belief and occupation of both of his parents were based. Following the divorce of his parents and the second marriage of his mother to the Israeli &lt;a href=\"professor\"&gt;professor&lt;/a&gt; Shimon Levi, the family moved to &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, Canada, in 1977, and to &lt;a href=\"Herzliya\"&gt;Herzliya&lt;/a&gt;, Israel, in 1980.\nIn Herzliya, Israel, Olaf met his first art teacher, the sculptor &lt;a href=\"Zvi%20Lachman\"&gt;Zvi Lachman&lt;/a&gt;. During his childhood and early adulthood he studied painting with Lachman, and over the years became an apprentice in his studio. During 1987-1988 Kühnemann studied for a year at the Anthroposophical high school &lt;a href=\"Michael%20Hall%20%28school%29\"&gt;Michael Hall&lt;/a&gt; in East Sussex England, after which he returned to Israel. At the age of 18, he moved to &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;. Upon his arrival he first studied privately with the painter &lt;a href=\"http%3A//galleryehva.com/contemporary/David_Paulson.html\"&gt;David Paulson&lt;/a&gt;, after which he continued to the &lt;a href=\"New%20York%20Studio%20School%20of%20Drawing%2C%20Painting%20and%20Sculpture\"&gt;New York Studio School&lt;/a&gt; of Drawing, Painting and Sculpture (1990-1992), under the guidance of &lt;a href=\"Rosemarie%20Beck\"&gt;Rosemarie Beck&lt;/a&gt;, Ruth Miller and &lt;a href=\"Bruce%20Gagnier\"&gt;Bruce Gagnier&lt;/a&gt;, among others. Upon graduating from New York Studio School, Kühnemann started his master's degree at the &lt;a href=\"Parsons%20School%20of%20Design\"&gt;Parsons School of Design&lt;/a&gt; (1992-1994), where he completed his MFA under the guidance of &lt;a href=\"http%3A//www.bettycuninghamgallery.com/exhibitions/glenn-goldberg\"&gt;Glen Goldberg&lt;/a&gt;, Bruce Gagnier and &lt;a href=\"Esteban%20Vicente\"&gt;Esteban Vicente&lt;/a&gt;, among others.\nIn 1994 he returned to Israel and joined the &lt;a href=\"Givon%20Gallery\"&gt;Givon Art Gallery&lt;/a&gt; as a gallery assistant. The eight years he spent working alongside established Israeli artists like &lt;a href=\"Moshe%20Gershuni\"&gt;Moshe Gershuni&lt;/a&gt;, &lt;a href=\"Micha%20Ullman\"&gt;Micha Ullman&lt;/a&gt;, &lt;a href=\"Yair%20Garbuz\"&gt;Yair Garbuz&lt;/a&gt;, &lt;a href=\"Uri%20Katzenstein\"&gt;Uri Katzenstein&lt;/a&gt;, &lt;a href=\"Raffi%20Lavie\"&gt;Raffi Lavie&lt;/a&gt; and others, were important and meaningful to his integration into Israeli art, and have been extremely influential for his future artistic path.\nKühnemann is married to Tal Alon, founder and Editor of &lt;a href=\"Spitz%20magazine\"&gt;Spitz Magazine&lt;/a&gt;, the first Hebrew magazine in Berlin and Germany since the holocaust, and is a father of two sons.\n2000-2009: Painting family photographs.\nKühnemann's work between 2000 and 2009 was based on observations of family photographs from the different stages of his and his family's lives (Germany, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, Israel, The &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, The &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;).\nMain exhibitions during that period included \"Family Papers\" \"(It's Me: Auto/Biography)\", 2005, at the Herzliya Museum of Contemporary Art; \"Homescapes\", 2007, at The Heder Gallery, Tel Aviv; \"Displacements\", 2007, at the Bat Yam Museum of Contemporary Art; \"The Rear\", 2007, at The first Herzliya Biennial; \"Israeli Art From The Collection\", 2007, Tel Aviv Museum of Art; \"Family, Tree\", 2008, at Gallery 39, Tel Aviv; \"Family Traces\", 2009, at the Israel Museum, Jerusalem.\n2009-2013: From family photographs to imagination.\nIn early 2009, Kühnemann had his first comprehensive solo exhibition in Germany, titled \"Schichten\" (layers). Several of the paintings in the exhibition had already been displayed in different exhibitions in Israel; others were created for this purpose.\nThe exhibition was held at the &lt;a href=\"http%3A//galerie.samuelis-baumgarte.com/\"&gt;Samuelis Baumgarte&lt;/a&gt; Gallery in &lt;a href=\"Bielefeld\"&gt;Bielefeld&lt;/a&gt; and was accompanied by a comprehensive catalog in German and English.\nKühnemann's intense interest in family photographs spurred in him curiosity regarding his family and cultural roots, and alongside his attempt to push his artistic and professional limits, this lead him to move to his mother's hometown, Berlin.\nHis geographic relocation was accompanied by a transformation in his work. The new surroundings and cultural contexts were expressed in an intense search and in experiments conducted in his studio. During these years, he was still using family photographs as his reference, but he was also trying to look for a new, more abstract visual language, one not based on a dictated extrinsic narrative.\nThe main exhibition representing his work during this period is \"Balancing Acts\", 2011, at the &lt;a href=\"Alon%20Segev%20Gallery\"&gt;Alon Segev Gallery&lt;/a&gt;, Tel Aviv. In a review of the exhibition for \"&lt;a href=\"Haaretz\"&gt;Haaretz&lt;/a&gt;\" newspaper, &lt;a href=\"Smadar%20Sheffi\"&gt;Smadar Sheffi&lt;/a&gt; wrote: \"Olaf Kühnemann's solo exhibition at the Alon Segev Gallery in Tel Aviv, is a sort of group exhibition by one man, in which he exhibits a colorful multiplicity of styles. The proximity between the figurative and abstract in Kühnemann's work is so great, that it seems like this is what he's referring to with the exhibition's name, 'Balancing Acts', alluding to an attempt at creating a general and balancing statement between shape, image and narrative… Kühnemann is not an artist who went through a sharp change of style. Like his paintings, that feel somewhat organic, his work's gradual change as it is presented in this exhibition also holds new possibilities for painting, that Kühnemann has yet to explore.\"\nAnother major exhibition of this period was held at the Alexander Ochs Galleries Berlin|Beijing in Berlin. Kühnemann showed two groups of paintings in the exhibition: large scale paintings on wood from 2007–2008, alongside paintings in which the photographs are only a conceptual point of reference, falling apart into abstraction.\n2014-2017: Abstraction and free association, oil and paper.\nIn the 2014 \"Turpentine Dreams\" exhibition, that was held at the Fienberg Projects gallery in Tel Aviv, Kühnemann displayed a group of paintings which were the result of his search for a new visual language. At this stage, he completely detached himself from photos and external images, and consciously attempted to paint without creating a narrative or images that might be recognized and related. \"Kühnemann is seemingly undermining the visual expertise he has accumulated, and creates paintings mediating between abstraction and delusion,\" wrote the exhibition's curator, Yam Hameiri. \"On the canvas, with many layers of paint, he creates manual, unique, naïve and sophisticated gestures that mix together to create a feeling of urgency and heat that is lacking in narrative.&lt;a href=\"http%3A//www.haaretz.co.il/gallery/art/newexhibitions/1.2218239\"&gt;&lt;/a&gt;\"\nFollowing this exhibition, Kühnemann continued developing ideas around abstraction and free association, while experimenting with creating a workspace out of paper, inside of which his direct and indirect work processes were allowed to accumulate: newspapers that were used for covering the floor became pieces of art, parts of bicycles, the skin of fruit, the background music – at this point, Kühnemann chose to accumulate the by-products of his work instead of editing them out. The \"Heartworn Highways\" exhibition at &lt;a href=\"CIRCLE1%20gallery\"&gt;CIRCLE1 gallery&lt;/a&gt; in Berlin served as a unifying and nurturing stage for this process. The exhibition revolved around impulses, and assembled moments of excitement and beauty. The exhibition has in fact presented Kühnemann's new work processes, which were meant to allow play and experiment with ideas of control versus surprise, discovering and interpreting the covered layers behind the paintings and in the subconscious.\nTopics of identity and belonging are still at the heart of his work, but at this stage, they are mediated and treated in new ways. Kühnemann takes an interest in creativity that develops precisely out of the dead-end position of routine work in the studio, and through the challenge of being productive and finding inspiration.\nIn 2015, he was accepted to &lt;a href=\"http%3A//www.bethanien.de/en/\"&gt;Künstlerhaus Bethanien&lt;/a&gt; residency program in Berlin. During his 15 months of participating in the program, he produced over 1000 A4 size works on paper. This time, the series of works contained tensions between two tendencies: intuitiveness and expressiveness alongside daily work discipline and focusing on a single size of paper; basic and almost childish images (a &lt;a href=\"boat\"&gt;boat&lt;/a&gt;, &lt;a href=\"sun\"&gt;sun&lt;/a&gt;, a &lt;a href=\"bird\"&gt;bird&lt;/a&gt;, a &lt;a href=\"flower\"&gt;flower&lt;/a&gt;, an &lt;a href=\"ocean\"&gt;ocean&lt;/a&gt;) alongside uncensored pornographic scenes.\nAt the exhibition that concluded his stay at the program, Kühnemann displayed 650 of these works on a single wall. Additionally, in the center of the room, in front of the wall, he laid a low wooden table and some objects on top of it: parts of &lt;a href=\"bicycle\"&gt;bicycle&lt;/a&gt;s, dried flowers, &lt;a href=\"avocado\"&gt;avocado&lt;/a&gt; peels, and many more. Each object was laid in a box that was built for it. The table functioned as a horizontal fifth wall, a floating painting that has become three dimensional. These various elements - the objects created in the working process and the paper works that are its result – constitute one complete work.\nIn a text about the exhibition that was published in the BE art magazine, the inherent Dialectic that was created as part of Kühnemann's new work process was discussed: \"It is the simple, sometimes also ironic-atavistic appellatives that allow the painting process to unfold and organize associatively. No narrative emerges, no self-contained picture story; instead, this is a matter of free play and the encircling of associative landmarks. Precisely because Kühnemann practises this approach with strict consistency on a day-to-day basis, building up a routine, it leads – surprisingly – to the dissolution of routines.\"\nIn 2016, some of these works were shown in the exhibition \"Open Sketchbooks\" at the Herzliya Museum for Contemporary Art, that was curated by Orly Maiberg. The art critic Uzi Tzur wrote in Haaretz newspaper: \"Kühnemann's sketchbook is particularly beautiful and sensitive. You can recognize the organic transition from the materialistic patchiness, that almost seems to be random, to the creation of the appearance, image, when the pencil sketch brings life to the array of spots, tells a tiny story with an element of movement and warmth. In every page of the sketchbook, the artists' natural and exemplary sense of &lt;a href=\"Composition%20%28visual%20arts%29\"&gt;composition&lt;/a&gt; is noticeable, the laying of the spots, the weighing between them and the rectangle page, the greasy and dry, the cold and the hot, and the touch of linear drawing upon the spots as the touch of creation.\"\nTeaching.\n2003-2009: &lt;a href=\"HaMidrasha%20%E2%80%93%20Faculty%20of%20the%20Arts\"&gt;HaMidrasha&lt;/a&gt; Faculty of the Arts, Kfar-Sava, Israel.\n2007-2009: &lt;a href=\"Avni%20Institute%20of%20Art%20and%20Design\"&gt;Avni institute&lt;/a&gt; of Art and Design, Tel Aviv, Israel.\n2005-2007: Hatachana, Tel Aviv, Israel.\nCollections.\nTel Aviv Museum of Art, &lt;a href=\"Bank%20Hapoalim\"&gt;Bank Hapoalim&lt;/a&gt; collection, ORS &lt;a href=\"Doron%20Sabag\"&gt;Doron Sabag&lt;/a&gt; collection, &lt;a href=\"Igal%20Ahouvi\"&gt;Igal Ahuvi&lt;/a&gt; collection, &lt;a href=\"Givon%20Gallery\"&gt;Givon Gallery&lt;/a&gt; collection, Anette Bollag-Rothschild collection, Judith Yovel Recanati collection, Ifat Gurion collection and various private collections in Israel, Germany, Switzerland, USA and &lt;a href=\"Tonga\"&gt;Tonga&lt;/a&gt;."
}