{
    "id": "54413582",
    "revid": "41410982",
    "url": "https://en.wikipedia.org/wiki?curid=54413582",
    "title": "Krupaj spring",
    "text": "The Krupaj spring () is a water spring in Eastern &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; and &lt;a href=\"Pomoravlje%20District\"&gt;Pomoravlje district&lt;/a&gt; below the western &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; massif of Beljanica, on the right side of the river Krupaj, at the altitude of . It is close to the village &lt;a href=\"Milanovac%2C%20%C5%BDagubica\"&gt;Milanovac&lt;/a&gt;, from &lt;a href=\"%C5%BDagubica\"&gt;Žagubica&lt;/a&gt;.\nLocation and characteristics.\nKrupaj spring is located in Eastern Serbia, &lt;a href=\"Pomoravlje%20District\"&gt;Pomoravlje district&lt;/a&gt; and it belongs to the &lt;a href=\"karst%20spring\"&gt;karst spring&lt;/a&gt;s, with the temperature of 9-11 °C. The spring, at the bottom, has an amphitheatral form of precipitous, mostly vertical sides. The &lt;a href=\"stream\"&gt;stream&lt;/a&gt; of the &lt;a href=\"Spring%20%28hydrology%29\"&gt;spring&lt;/a&gt;, 435 meters long, first flows towards the north and after 130 meters it changes its direction to the west to continue 300 meters more before it confluences with the river Krupaj. After the dam was built, with the height of 3m, Krupaj spring won the new look of the oval lake with 40m length and 17m width. Its water overflows from the lake with very attractive &lt;a href=\"waterfall\"&gt;waterfall&lt;/a&gt;.\nSpeleological studies in 1998, which followed a comprehensive &lt;a href=\"research\"&gt;research&lt;/a&gt; project, revealed the existence of over 70 m deep inverse arm of the cave siphon, which leads to the melting of limestone from the limestone massif of &lt;a href=\"Beljanica\"&gt;Beljanica&lt;/a&gt;. From the &lt;a href=\"dam\"&gt;dam&lt;/a&gt; to the &lt;a href=\"Watermill\"&gt;mill&lt;/a&gt;, the stream of water flows through the limestone, jumping from the steep sides and the waterfalls. The hydrological regime of the spring and its yield are not sufficiently tested. As the majority of karst springs, Krupaj spring has very changeable amount of water through the year. Close to the mill's construction, there is a &lt;a href=\"Hot%20spring\"&gt;thermal water spring&lt;/a&gt;, with the temperature of 26 °C and the flow of 6–10 litres per second. This water comes from a natural thermal spring that is sealed and escorted to the fountain. A dozen meters away from the fountain, another thermal phenomenon is represented by the spring in the form of a miniature waterfall that emerged from a self-extinguishing geological well.\nKrupaj spring and the surrounding area of 9 ha are protected as &lt;a href=\"Natural%20monument\"&gt;the monument of nature&lt;/a&gt; of national importance in the &lt;a href=\"Serbia\"&gt;Republic of Serbia&lt;/a&gt;. The Monument of Nature \"Krupajsko Vrelo\" was established by the Decree of the Government of the Republic of Serbia (Official Gazette of the Republic of Serbia, No. 9/95), and on the basis of the Environmental Protection Act, for the protected &lt;a href=\"natural%20heritage\"&gt;natural heritage&lt;/a&gt; of outstanding importance it is one of the strongest karst resources in Serbia. According to the &lt;a href=\"Morphology%20%28biology%29\"&gt;morphology&lt;/a&gt; of its source, hydrological functions and the accompanying natural features belongs to the group of the most representative gravitational springs.\nGallery.\nThe Monument of nature „Krupaj spring“"
}