{
    "id": "5441923",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=5441923",
    "title": "Downthesun",
    "text": "Downthesun was an American six-piece &lt;a href=\"nu%20metal\"&gt;nu metal&lt;/a&gt; band from &lt;a href=\"Kansas%20City%2C%20Missouri\"&gt;Kansas City, Missouri&lt;/a&gt;/&lt;a href=\"Des%20Moines%2C%20Iowa\"&gt;Des Moines, Iowa&lt;/a&gt;, United States.\nHistory.\nFormation and early years (1999-2001).\nThe band was formed by bassist Lance \"Kuk\" Collier and keyboardist Church who were in a local &lt;a href=\"Kansas%20City\"&gt;Kansas City&lt;/a&gt; band that opened for &lt;a href=\"Slipknot%20%28band%29\"&gt;Slipknot&lt;/a&gt;. This put them in touch with Slipknot's &lt;a href=\"Shawn%20%26quot%3BClown%26quot%3B%20Crahan\"&gt;Shawn \"Clown\" Crahan&lt;/a&gt;. The band went through several line-up and name changes before eventually settling on downthesun. The line up that recorded the album with producer &lt;a href=\"Garth%20Richardson\"&gt;GGGarth Richardson&lt;/a&gt; (&lt;a href=\"Rage%20Against%20the%20Machine\"&gt;Rage Against the Machine&lt;/a&gt;, &lt;a href=\"Mudvayne\"&gt;Mudvayne&lt;/a&gt;, etc.) in June 2001 was: Aaron Peltz (vocals), Satone (vocals), &lt;a href=\"Neil%20Godfrey\"&gt;Neil Godfrey&lt;/a&gt; (guitar), Lance Collier (bass), Church (keyboards, samples, vocals), Danny Spain (drums). In 2001, the band signed to Slipknot's Maggot Recordings label.\n\"Downthesun\" (2002).\nAfter recording the guitar tracks for their self-titled debut, Godfrey left the band to join first &lt;a href=\"Motograter\"&gt;Motograter&lt;/a&gt;, and then &lt;a href=\"Lo-Pro\"&gt;Lo-Pro&lt;/a&gt; with former &lt;a href=\"Ultraspank\"&gt;Ultraspank&lt;/a&gt; singer &lt;a href=\"Pete%20Murray%20%28American%20musician%29\"&gt;Pete Murray&lt;/a&gt;. The band then recruited Bruce Swink to handle the guitar for the band's live shows. Although listed on the album liner notes, Swink did not play on the album. downthesun was briefly signed to &lt;a href=\"London%20Recordings\"&gt;London&lt;/a&gt;/&lt;a href=\"Sire%20Records\"&gt;Sire&lt;/a&gt; records before the label folded, leaving the band unsigned for a brief period of time.\nThey were signed to &lt;a href=\"Roadrunner%20Records\"&gt;Roadrunner Records&lt;/a&gt; and released their self-titled debut album in 2002. Before the album's release, they shot a video for the song \"Medicated\", which was aired on &lt;a href=\"MTV2\"&gt;MTV2&lt;/a&gt;'s \"Extreme Rock\" and &lt;a href=\"Fuse%20%28TV%20channel%29\"&gt;Fuse&lt;/a&gt;'s \"&lt;a href=\"Uranium%20%28TV%20series%29\"&gt;Uranium&lt;/a&gt;\" shows, and can be viewed on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;.\nBreakup (2003-2010).\nEarly 2003, however, saw the band, for reasons unknown, experience a mass exodus of band members, as Aaron Peltz, Satone, Danny Spain, and Bruce Swink all left the band. Kuk and Church soldiered on, however, finding replacements for the departed members, and recording a few demos and playing live shows around the midwest before calling it a day in late 2003.\nArtistry.\nStyle and lyrics.\n&lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; compared the band to &lt;a href=\"Slipknot%20%28band%29\"&gt;Slipknot&lt;/a&gt;, stating they \"make the same kind of ugly &lt;a href=\"alternative%20metal\"&gt;alternative metal&lt;/a&gt; spliced with the visceral approach of &lt;a href=\"death%20metal\"&gt;death metal&lt;/a&gt;.\" In 2002, Kuk remarked \"We're ugly, we're fat and we go against everything that &lt;a href=\"Rock%20music\"&gt;rock&lt;/a&gt; stardom is supposed to stand for: we are the truth.\"\nName.\nIn its early inception, the band went through a multitude of different names before eventually settling on the name downthesun. The name is said to come from the &lt;a href=\"Wicca\"&gt;Wicca&lt;/a&gt; ritual, Drawing Down The Sun. Band's founding member Kuk commented it and the band's first name \"The Six\" on downthesun's &lt;a href=\"myspace\"&gt;myspace&lt;/a&gt; website: \"Whether it's bit of &lt;a href=\"astrology\"&gt;astrology&lt;/a&gt; or &lt;a href=\"numerology\"&gt;numerology&lt;/a&gt;, there's meaning to downthesun. Our name means we draw down the energy of the &lt;a href=\"sun\"&gt;sun&lt;/a&gt; to create our own circle of magic. Take, the number six, for instance. Six is the sun and nine is the &lt;a href=\"moon\"&gt;moon&lt;/a&gt;. There are six of us in this band: three charged positive and three-charged negative. To have complete truth, you have to have both.\"\nDiscography.\n\"Downthesun\" (album, 2002).\nDate: October 1, 2002 Label: &lt;a href=\"Roadrunner%20Records\"&gt;Roadrunner Records&lt;/a&gt;"
}