{
    "id": "5442449",
    "revid": "1051528002",
    "url": "https://en.wikipedia.org/wiki?curid=5442449",
    "title": "Q methodology",
    "text": "Q Methodology is a research method used in &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt; and in &lt;a href=\"social%20sciences\"&gt;social sciences&lt;/a&gt; to study people's \"subjectivity\"—that is, their viewpoint. Q was developed by psychologist &lt;a href=\"William%20Stephenson%20%28psychologist%29\"&gt;William Stephenson&lt;/a&gt;. It has been used both in clinical settings for assessing a patient's progress over time (intra-rater comparison), as well as in research settings to examine how people think about a topic (inter-rater comparisons).\nTechnical overview.\nThe name \"Q\" comes from the form of &lt;a href=\"factor%20analysis\"&gt;factor analysis&lt;/a&gt; that is used to analyze the data. Normal factor analysis, called \"R method,\" involves finding &lt;a href=\"correlations\"&gt;correlations&lt;/a&gt; between &lt;a href=\"Variable%20%28mathematics%29\"&gt;variables&lt;/a&gt; (say, height and age) across a sample of subjects. Q, on the other hand, looks for correlations between subjects across a sample of variables. Q factor analysis reduces the many individual viewpoints of the subjects down to a few \"factors,\" which are claimed to represent shared ways of thinking. It is sometimes said that Q factor analysis is R factor analysis with the data table turned sideways. While helpful as a heuristic for understanding Q, this explanation may be misleading, as most Q methodologists argue that for mathematical reasons no one data matrix would be suitable for analysis with both Q and R.\nThe data for Q factor analysis come from a series of \"Q sorts\" performed by one or more subjects. A Q sort is a ranking of variables—typically presented as statements printed on small cards—according to some \"condition of instruction.\" For example, in a Q study of people's views of a celebrity, a subject might be given statements like \"He is a deeply religious man\" and \"He is a liar,\" and asked to sort them from \"most like how I think about this celebrity\" to \"least like how I think about this celebrity.\" The use of ranking, rather than asking subjects to rate their agreement with statements individually, is meant to capture the idea that people think about ideas in relation to other ideas, rather than in isolation.\nThe sample of statements for a Q sort is drawn from and claimed by the researcher to be representative of a \"concourse\"—the sum of all things people say or think about the issue being investigated. Commonly Q methodologists use a structured sampling approach in order to try and represent the full breadth of the concourse.\nOne salient difference between Q and other social science research methodologies, such as surveys, is that it typically uses many fewer subjects. This can be a strength, as Q is sometimes used with a single subject, and it makes research far less expensive. In such cases, a person will rank the same set of statements under different conditions of instruction. For example, someone might be given a set of statements about personality traits and then asked to rank them according to how well they describe herself, her ideal self, her father, her mother, etc. Working with a single individual is particularly relevant in the study of how an individual's rankings change over time and this was the first use of Q-methodology. As Q-methodology works with a small non-representative sample, conclusions are limited to those who participated in the study.\nIn studies of intelligence, Q factor analysis can generate &lt;a href=\"Consensus%20based%20assessment\"&gt;Consensus based assessment&lt;/a&gt; (CBA) scores as direct measures. Alternatively, the unit of measurement of a person in this context is his factor loading for a Q-sort he or she performs. Factors represent norms with respect to schemata. The individual who gains the highest factor loading on an Operant factor is the person most able to conceive the norm for the factor. What the norm means is a matter, always, for conjecture and refutation (&lt;a href=\"Karl%20Popper\"&gt;Popper&lt;/a&gt;). It may be indicative of the wisest solution, or the most responsible, the most important, or an optimized-balanced solution. These are all untested hypotheses that require future study.\nAn alternative method that determines the similarity among subjects somewhat like Q methodology, as well as the cultural \"truth\" of the statements used in the test, is &lt;a href=\"Cultural%20Consensus%20Theory\"&gt;Cultural Consensus Theory&lt;/a&gt;.\nThe \"Q sort\" data collection procedure is traditionally done using a paper template and the sample of statements or other stimuli printed on individual cards. However, there are also computer software applications for conducting online Q sorts. For example, &lt;a href=\"UC%20Riverside\"&gt;UC Riverside&lt;/a&gt;'s Riverside Situational Q-sort (RSQ), claims to measure the psychological properties of situations. Their International Situations Project is using the tool to explore the psychologically salient aspects of situations and how those aspects may differ across cultures with this university-developed web-based application. To date there has been no study of differences in sorts produced by use of computer based vs. physical sorting.\nOne Q-sort should produce two sets of data. The first is the physical distribution of sorted objects. The second is either an ongoing 'think-out-loud' narrative or a discussion that immediately follows the sorting exercise. The purpose of these narratives were, in the first instance, to elicit discussion of the reasons for particular placements. While the relevance of this qualitative data is often suppressed in current uses of Q-methodology, the modes of reasoning behind placement of an item can be more analytically relevant than the absolute placement of cards.\nApplication.\nQ-methodology has been used as a research tool in a wide variety of disciplines including &lt;a href=\"nursing\"&gt;nursing&lt;/a&gt;, &lt;a href=\"veterinary%20medicine\"&gt;veterinary medicine&lt;/a&gt;, &lt;a href=\"public%20health\"&gt;public health&lt;/a&gt;, &lt;a href=\"transportation\"&gt;transportation&lt;/a&gt;, &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"rural%20sociology\"&gt;rural sociology&lt;/a&gt;, &lt;a href=\"hydrology\"&gt;hydrology&lt;/a&gt;, &lt;a href=\"Mobile%20phone\"&gt;mobile communication&lt;/a&gt;, and even &lt;a href=\"robotics\"&gt;robotics&lt;/a&gt;. \nThe methodology is particularly useful when researchers wish to understand and describe the variety of &lt;a href=\"subjectivity\"&gt;subjective&lt;/a&gt; viewpoints on an issue.\nValidation.\nSome information on validation of the method is available."
}