{
    "id": "54422017",
    "revid": "1522828",
    "url": "https://en.wikipedia.org/wiki?curid=54422017",
    "title": "Anna Blackburne-Rigsby",
    "text": "Anna Elizabeth Blackburne-Rigsby (born May 6, 1961) is the &lt;a href=\"Chief%20Judge\"&gt;Chief Judge&lt;/a&gt; of the &lt;a href=\"District%20of%20Columbia%20Court%20of%20Appeals\"&gt;District of Columbia Court of Appeals&lt;/a&gt;, the highest appellate court for the &lt;a href=\"District%20of%20Columbia\"&gt;District of Columbia&lt;/a&gt;. After graduating from &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt; and getting her &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor degree&lt;/a&gt; from Howard University, she now works as the Chief Judge of the Court of Appeals in Washington D.C. She works very closely with her husband &lt;a href=\"Robert%20Rigsby\"&gt;Robert Rigsby&lt;/a&gt; and has great influence from her mother, Laura D. Blackburne.\nEarly life and education.\nBorn in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, Blackburne-Rigsby graduated from &lt;a href=\"Jamaica%20High%20School\"&gt;Jamaica High School&lt;/a&gt; in &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, in 1979. She began her collegiate education at Duke University, where she earned a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; in &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; in 1983 and later received the Duke University Presidential Leadership Award. After graduating, she was one of twelve people chosen to spend time in &lt;a href=\"San%20Francisco\"&gt;San Francisco, California&lt;/a&gt;, working as a public affairs fellow of the Coro Foundation. In 1987, she received a &lt;a href=\"Juris%20Doctor\"&gt;J.D.&lt;/a&gt; degree from the &lt;a href=\"Howard%20University%20School%20of%20Law\"&gt;Howard University School of Law&lt;/a&gt;, finishing in the top five percent of her class. While there, she also earned the position of Lead Articles Editor for the Howard Law Journal and was also recognized as the Co-Captain for the Charles Hamilton Houston Moot Court Team.\nCareer.\nAfter law school, she spent five years as an associate at &lt;a href=\"Hogan%20Lovells\"&gt;Hogan &amp; Hartson&lt;/a&gt; (now known as Hogan Lovells US LLP) in D.C. During her time working for the law firm, she argued on matters including &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt;, commercial, &lt;a href=\"employment%20discrimination\"&gt;employment discrimination&lt;/a&gt; before federal courts. In 1992, she went to work at the office of the &lt;a href=\"Attorney%20General%20for%20the%20District%20of%20Columbia\"&gt;Corporation Counsel for D.C.&lt;/a&gt;, first as a special counsel and then as Deputy Corporation Counsel in charge of the Family Services Division. This division was responsible for protecting and supporting children who experience abuse and neglect as well as &lt;a href=\"domestic%20violence\"&gt;domestic violence&lt;/a&gt; in their households. In 1995, she became a hearing commissioner at the &lt;a href=\"Superior%20Court%20of%20the%20District%20of%20Columbia\"&gt;Superior Court of the District of Columbia&lt;/a&gt;, a role later retitled &lt;a href=\"Magistrate%23State%20courts\"&gt;Magistrate Judge&lt;/a&gt;. In 2000, President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; assigned her the position of &lt;a href=\"Associate%20justice\"&gt;Associate Judge&lt;/a&gt; in the &lt;a href=\"Superior%20Court%20of%20the%20District%20of%20Columbia\"&gt;D.C. Superior Court&lt;/a&gt;. During the duration of her time as Associate Judge, she sat on a chair in the District of Columbia Courts’ Standing Committee on Fairness and Access and also served on the District of Columbia's Access to Justice Commission. President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; promoted her to the position of Associate Judge of the Court of Appeals in August 2006, and her latest position of Chief Judge of the Court of Appeals was assigned to her in March 2017. She is currently the youngest judge in the District of Columbia Court of Appeals, which is their highest court. An advocate for &lt;a href=\"Equality%20before%20the%20law\"&gt;equal rights&lt;/a&gt; and &lt;a href=\"justice\"&gt;justice&lt;/a&gt;, Blackburne-Rigsby also has a spot on the Board of Directors for the National Consortium on Racial and Ethnic Fairness in the Courts and previously served as the Consortium's moderator and President. She currently spends time teaching &lt;a href=\"Trial%20advocacy\"&gt;Trial Advocacy&lt;/a&gt; at the &lt;a href=\"Harvard%20Law%20School\"&gt;Harvard Law School&lt;/a&gt; and teaches &lt;a href=\"Professional%20responsibility\"&gt;Professional Responsibility&lt;/a&gt; as an Adjunct Professor. She also teaches courses on &lt;a href=\"Continuing%20legal%20education\"&gt;Continuing Legal Education&lt;/a&gt; at the &lt;a href=\"David%20A.%20Clarke%20School%20of%20Law\"&gt;David A. Clarke School of Law&lt;/a&gt; at the &lt;a href=\"University%20of%20the%20District%20of%20Columbia\"&gt;University of the District of Columbia&lt;/a&gt;.\nPersonal life.\nBlackburne-Rigsby is married to &lt;a href=\"Robert%20Rigsby\"&gt;Robert Rigsby&lt;/a&gt;, an Associate Judge of the &lt;a href=\"Superior%20Court%20of%20the%20District%20of%20Columbia\"&gt;Superior Court of the District of Columbia&lt;/a&gt; and former &lt;a href=\"Attorney%20General%20for%20the%20District%20of%20Columbia\"&gt;Corporation Counsel&lt;/a&gt;. Her mother, Laura D. Blackburne, is a former chair of the &lt;a href=\"New%20York%20City%20Housing%20Authority\"&gt;New York City Housing Authority&lt;/a&gt; (1990-1992) and judge on the &lt;a href=\"New%20York%20Supreme%20Court\"&gt;New York Supreme Court&lt;/a&gt;. Several sources have concluded that Laura Blackburne is an extreme influence on Anna's drive to excel in the law field. In 1959, Laura Blackburne graduated from &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt; with a degree in dance and choreography. It wasn't until 20 years later that she would attend &lt;a href=\"St.%20John%27s%20University%20School%20of%20Law\"&gt;St. John's University School of Law&lt;/a&gt; to get her J.D. degree. She also acquired Honorary Doctor of Law degrees from &lt;a href=\"Niagara%20University\"&gt;Niagara University&lt;/a&gt; as well as &lt;a href=\"St.%20John%27s%20University%20%28New%20York%20City%29\"&gt;St. John's University&lt;/a&gt;. Prior to her mother's retirement, although in different cities, both Anna and Laura would serve as judges at the same time, pursuing their passions in tandem."
}