{
    "id": "54435782",
    "revid": "27089876",
    "url": "https://en.wikipedia.org/wiki?curid=54435782",
    "title": "Erickatoure Aviance",
    "text": "Erickatoure Aviance (or Ericka Toure Aviance) is an American &lt;a href=\"nightlife\"&gt;nightlife&lt;/a&gt; personality, &lt;a href=\"Promoter%20%28entertainment%29\"&gt;club host&lt;/a&gt;, &lt;a href=\"Fashion%20design\"&gt;clothing designer&lt;/a&gt;, fashionista, &lt;a href=\"drag%20queen\"&gt;drag performer&lt;/a&gt;, recording artist, dancer, actor, singer and songwriter. She is a member of the &lt;a href=\"House%20of%20Aviance\"&gt;House of Aviance&lt;/a&gt;, one of the &lt;a href=\"vogue%20%28dance%29\"&gt;vogue&lt;/a&gt; and &lt;a href=\"ball%20culture%23Houses\"&gt;ballroom houses&lt;/a&gt; in the U.S. founded in 1989 by &lt;a href=\"Mother%20Juan%20Aviance\"&gt;Mother Juan Aviance&lt;/a&gt;. It is from this House that she takes her last name from as customary for all ballroom house members.\nEarly life and education.\nAviance was born into a mixed race family with a &lt;a href=\"African-American\"&gt;Black&lt;/a&gt; father and a &lt;a href=\"White%20Americans\"&gt;White&lt;/a&gt; mother. She grew up in &lt;a href=\"Portsmouth%2C%20New%20Hampshire\"&gt;Portsmouth, New Hampshire&lt;/a&gt; and &lt;a href=\"coming%20out\"&gt;came out of the closet&lt;/a&gt; at a young age. Although a trained &lt;a href=\"dance\"&gt;dance&lt;/a&gt;r, she started off doing &lt;a href=\"theatre\"&gt;theatre&lt;/a&gt; and didn't enter the dance field until she was 14 years of age. She attended &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt; with a dance &lt;a href=\"scholarship\"&gt;scholarship&lt;/a&gt; and in 1999, progressed to the prestigious &lt;a href=\"Tisch%20School%20of%20the%20Arts\"&gt;Tisch School of the Arts&lt;/a&gt; and &lt;a href=\"Major%20%28academic%29\"&gt;majored&lt;/a&gt; in dance.\nCareer.\nDuring Aviance's career as a &lt;a href=\"drag%20queen\"&gt;drag artist&lt;/a&gt; working in &lt;a href=\"nightclub\"&gt;nightclub&lt;/a&gt;s, she met the entertainer &lt;a href=\"Jonny%20McGovern\"&gt;Jonny McGovern&lt;/a&gt; who later became a friend and encouraged her to explore her drag character and make her own music. In her earlier years as an artist in New York City, she drew great influences from the performances of her fellow &lt;a href=\"House%20of%20Aviance\"&gt;Aviance House&lt;/a&gt; member &lt;a href=\"Kevin%20Aviance\"&gt;Kevin Aviance&lt;/a&gt;. As Erickatoure narrates in an interview with &lt;a href=\"HuffPost\"&gt;The Huffington Post&lt;/a&gt;:\nIn 2009, Aviance released her &lt;a href=\"Extended%20play\"&gt;EP&lt;/a&gt; \"Work Ericka\", and soon after released the music video for her single \"My Pumps\" collaborating with artist one-half NelSon who constructed all the looks in that video. Aviance also started the performance art group enSUBTITLES with one-half NelSon and Clifton Brown.\nAviance was part of &lt;a href=\"Jonny%20McGovern%23La%27Mady\"&gt;La'Mady&lt;/a&gt;, a &lt;a href=\"transgender\"&gt;transgender&lt;/a&gt; rap group that included Koko Aviance, Linda James, and DJ &lt;a href=\"Nita%20Aviance\"&gt;Nita Aviance&lt;/a&gt;. The group collaborated with Jonny McGovern in his 2006 album \" \", with Aviance featuring in the track \"Showgirl\" as well as on \"This is New York City (BITCH!)\". In that album, she also appeared with the La'Mady group on \"Runway in My Street Clothes.\" The track \"This is New York City (BITCH!)\" produced by Jonny McGovern, and written by Jonny McGovern, DJ Nita Aviance and Linda James also became a single for La'Mady and featured Kevin Aviance.\nAviance also Appeared on Jonny McGovern and Lady Red Couture's premiere Hey Qween TV's show \"Pimp My Drag!\" (a drag &lt;a href=\"Makeover%20reality%20television%20series\"&gt;makeover show&lt;/a&gt;) in 2017 with &lt;a href=\"Adam%20Joseph\"&gt;Adam Joseph&lt;/a&gt; and one-half NelSon, and in 2016 and 2017 appeared on the \"Hey Qween Show\" as a guest, starring Jonny McGovern. The music video for her 2017 single \"OVAH\" released on &lt;a href=\"Aviance%20Records%2C%20LLC\"&gt;Aviance Records&lt;/a&gt; was first published on Jonny McGovern and Lady Red Couture's \"Hey Qween\" YouTube channel on June 26, 2017.\nControversy involving Wendy Williams.\nIn 2009, Aviance was reported to have been kicked out of \"&lt;a href=\"The%20Wendy%20Williams%20Show\"&gt;The Wendy Williams Show&lt;/a&gt;\" by &lt;a href=\"Wendy%20Williams\"&gt;Wendy Williams&lt;/a&gt; and her team for wearing a dress and a wig. It is alleged that: \"Erickatoure Aviance was told she couldn't sit in the studio audience of \"The Wendy Williams Show\" because the show had a strict \"no costume policy\". Aviance responded to the incident by calling it \"particularly offensive\", and went on to add that \"Williams has compared herself to a &lt;a href=\"drag%20queen\"&gt;drag queen&lt;/a&gt; on the show multiple times.\" After receiving many complaints, and &lt;a href=\"GLAAD\"&gt;GLAAD&lt;/a&gt; getting involved, &lt;a href=\"Debmar-Mercury\"&gt;the show's officials&lt;/a&gt; issued an apology, changed their policy, and invited Aviance back on the show. In 2017 when Wendy Williams was supposed to do the pre-show for \"&lt;a href=\"RuPaul%27s%20Drag%20Race\"&gt;RuPaul's Drag Race&lt;/a&gt;\", former contestant &lt;a href=\"Detox%20Icunt\"&gt;Detox&lt;/a&gt;, drag performer Stephanie Stone, and recording artist and \"RuPaul's Drag Race\" judge &lt;a href=\"Michelle%20Visage\"&gt;Michelle Visage&lt;/a&gt; took to &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; and brought up the 2009 humiliation of Erickatoure on \"The Wendy Williams Show\" by referring to Wendy Williams as &lt;a href=\"transphobic\"&gt;transphobic&lt;/a&gt; and not an ally of the &lt;a href=\"LGBT%20community\"&gt;LGBT community&lt;/a&gt;. That sentiment was echoed by &lt;a href=\"RuPaul%27s%20Drag%20Race%20All%20Stars%20%28season%202%29\"&gt;\"RuPaul's Drag Race's All-Stars\" season 2&lt;/a&gt; winner &lt;a href=\"Alaska%20Thunderfuck\"&gt;Alaska Thunderfuck&lt;/a&gt; who referred to Wendy William's coverage of &lt;a href=\"Caitlyn%20Jenner\"&gt;Caitlyn Jenner&lt;/a&gt;'s &lt;a href=\"Trans%20woman\"&gt;transition&lt;/a&gt; as \"transphobic\"."
}