{
    "id": "54456719",
    "revid": "36025542",
    "url": "https://en.wikipedia.org/wiki?curid=54456719",
    "title": "IRAS 08544−4431",
    "text": "IRAS 08544−4431 is a &lt;a href=\"binary%20system\"&gt;binary system&lt;/a&gt; surrounded by a dusty ring in the constellation of &lt;a href=\"Vela%20%28constellation%29\"&gt;Vela&lt;/a&gt;. The system contains an &lt;a href=\"RV%20Tauri%20variable\"&gt;RV Tauri variable&lt;/a&gt; star and a more massive but much less luminous companion.\nBinary.\nIn 2003, IRAS 08544−4431 was being studied as a likely RV Tauri variable and was identified as a binary star from periodic variations in its observed &lt;a href=\"radial%20velocity\"&gt;radial velocity&lt;/a&gt;. The primary is a luminous F3 star surrounded by a dusty disc, and the invisible secondary is a less massive star.\nThe two components of IRAS 08544−4431 orbit in 499 days in a mildly eccentric orbit. The projected &lt;a href=\"semi-major%20axis\"&gt;semi-major axis&lt;/a&gt; is 0.32 AU but the inclination of the orbit is not known so the actual separation may be considerably larger, although the inclination is thought to be fairly large because the type of brightness variation implies a face-on system.\nVariability.\nIRAS 08544-4431 is classified as an &lt;a href=\"RV%20Tauri%20star\"&gt;RV Tauri star&lt;/a&gt;, a type of pulsating variable star which shows cycles with alternating shallow and deep minima. In addition, IRAS 08544-4431 shows slow variations in amplitude from cycle to cycle over approximately 1,600 days, a defining characteristic of a type b RV Tauri variable. The maximum amplitude is only 0.18 magnitudes. It was given the &lt;a href=\"variable%20star%20designation\"&gt;variable star designation&lt;/a&gt; of V390 Velorum in 2006.\nThe period, defined for an RV Tau star as the time between two deep minima, is 72 days. The slow variations in amplitude have been measured, represented by a period of 69 days producing beats. None of these variations correspond to the orbital motion.\nPost-AGB.\nThe primary star is thought to be a post-AGB star, a highly evolved star that has ceased fusion and is ejecting its outer layers on its way to becoming a &lt;a href=\"white%20dwarf\"&gt;white dwarf&lt;/a&gt;. Although many post-AGB stars become &lt;a href=\"planetary%20nebula\"&gt;planetary nebula&lt;/a&gt;e once they become hot enough to ionise their ejected outer layers, it is thought that IRAS 08544−4431 is not massive enough to do this.\nDusty disc.\nThe warm material surrounding IRAS 08544−4431 has been resolved using &lt;a href=\"interferometry\"&gt;interferometry&lt;/a&gt; with the &lt;a href=\"AMBER%20%28Very%20Large%20Telescope%29\"&gt;AMBER&lt;/a&gt; and &lt;a href=\"Mid-IR%20Interferometric%20instrument\"&gt;MIDI&lt;/a&gt; instruments at the &lt;a href=\"Very%20Large%20Telescope\"&gt;Very Large Telescope&lt;/a&gt;. It is a circumbinary disc surrounding both stars, is heated mainly by the primary post-AGB star, and has a total mass of . The disc starts 9 AU from the stars and is approximately 4 AU thick at its inner edge. The thick disc protects much of the dust from direct heating out to 70 AU from the stars. Beyond 70 AU, the disc is thick enough to receive direct radiation from the stars.\nThe disc is at a temperature of 1,150 K. Although the companion is far less luminous than the primary, it is brighter than expected, especially at &lt;a href=\"infrared\"&gt;infrared&lt;/a&gt; wavelengths. It is suspected to be a &lt;a href=\"main%20sequence\"&gt;main sequence&lt;/a&gt; star with its own compact &lt;a href=\"accretion%20disc\"&gt;accretion disc&lt;/a&gt;. The best images of the disc and stars, taken using the &lt;a href=\"PIONIER%20%28VLTI%29\"&gt;PIONIER&lt;/a&gt; interferometer, show the primary star to be 0.5 mas across, the secondary to be an unresolved point source 0.91 mas away, and the circumbinary disc to be 14.15 mas in diameter. The disc is oriented at 19° to the plane of the sky aligned at an angle of about 6° away from N-S."
}