{
    "id": "5445917",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=5445917",
    "title": "Ryan Green",
    "text": "Ryan Green (born 20 October 1980) is a Welsh &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who plays as a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt; for English club &lt;a href=\"Westfields%20F.C.\"&gt;Westfields&lt;/a&gt;. He earned two international caps for Wales in 1998, breaking &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt;'s record as their youngest player, a record which has since been surpassed.\nClub career.\nWolverhampton Wanderers.\nGreen began his career as a trainee with &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt; turning professional in October 1997. Despite already being a full international, manager &lt;a href=\"Mark%20McGhee\"&gt;Mark McGhee&lt;/a&gt; kept him in the reserves. His successor &lt;a href=\"Colin%20Lee\"&gt;Colin Lee&lt;/a&gt; needed a replacement for defender &lt;a href=\"Kevin%20Muscat\"&gt;Kevin Muscat&lt;/a&gt; on 10 November 1998 and gave Green his debut in a 2–1 &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; victory against &lt;a href=\"Sheffield%20United%20F.C.\"&gt;Sheffield United&lt;/a&gt; at &lt;a href=\"Molineux%20Stadium\"&gt;Molineux&lt;/a&gt;. He was praised by local newspaper \"&lt;a href=\"Express%20%26amp%3B%20Star\"&gt;Express &amp; Star&lt;/a&gt;\" for his performance, and was given an ovation when he was substituted due to injury. During his recuperation, Muscat recovered and regained his place in the team.\nGreen handed in a transfer request in January 2000, when he was not chosen for an &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; game against &lt;a href=\"Sheffield%20Wednesday\"&gt;Sheffield Wednesday&lt;/a&gt;, and Lee stated that his preferred right backs were Muscat and &lt;a href=\"Darren%20Bazeley\"&gt;Darren Bazeley&lt;/a&gt;. However, at the start of the &lt;a href=\"2000%E2%80%9301%20Football%20League\"&gt;2000–01 season&lt;/a&gt;, Bazeley was moved into right midfield and Muscat to left back, giving Green an extended run in the team. On 17 October, away to &lt;a href=\"West%20Bromwich%20Albion\"&gt;West Bromwich Albion&lt;/a&gt; in the &lt;a href=\"Black%20Country%20derby\"&gt;Black Country derby&lt;/a&gt;, he was sent off in the 40th minute of a 1–0 loss, for two fouls on &lt;a href=\"Jason%20Roberts%20%28footballer%29\"&gt;Jason Roberts&lt;/a&gt; in a three-minute space. He never started for the team again, and totalled eight starts and four substitute appearances in his time at the club.\nIn early 2001, Green handed in another transfer request, and joined &lt;a href=\"Torquay%20United%20F.C.\"&gt;Torquay United&lt;/a&gt; on loan in March, where Lee was assistant manager. He played ten times as they successfully fought off relegation to the &lt;a href=\"Conference%20National\"&gt;Conference&lt;/a&gt;, despite scoring an own goal in the final game of the season, a 3–2 win away to &lt;a href=\"Barnet%20F.C.\"&gt;Barnet&lt;/a&gt; which relegated the hosts.\nMillwall and Sheffield Wednesday.\nGreen moved to fellow First Division side &lt;a href=\"Millwall%20F.C.\"&gt;Millwall&lt;/a&gt; on a free transfer on 20 October 2001, until the end of the season, signed by his former Wolves manager McGhee. He made his debut later that day in a 3–3 draw against &lt;a href=\"Nottingham%20Forest\"&gt;Nottingham Forest&lt;/a&gt; at &lt;a href=\"The%20New%20Den\"&gt;The New Den&lt;/a&gt;.\nHe almost joined &lt;a href=\"Bradford%20City%20A.F.C.\"&gt;Bradford City&lt;/a&gt; in 2002, a move scuppered by the financial impact on &lt;a href=\"Football%20League\"&gt;Football League&lt;/a&gt; clubs of the &lt;a href=\"ITV%20Digital\"&gt;ITV Digital&lt;/a&gt; collapse. Instead he joined &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt; on a monthly contract in November 2002, joining Sheffield Wednesday two weeks later. He was released by Wednesday at the end of the season, having been relegated to the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt;.\nHereford United.\nIn August 2003, Green signed for Conference side &lt;a href=\"Hereford%20United\"&gt;Hereford United&lt;/a&gt;. On 23 September, against &lt;a href=\"Telford%20United%20F.C.\"&gt;Telford United&lt;/a&gt; at &lt;a href=\"Edgar%20Street\"&gt;Edgar Street&lt;/a&gt;, he scored his first senior goal, a left-foot volley to seal a 2–1 win in the third minute of added time and keep the Bulls in first place in the league. On 13 December, he was sent off in the last minute of a 0–1 home loss to &lt;a href=\"Tamworth%20F.C.\"&gt;Tamworth&lt;/a&gt;. The team finished the season in the play-off places, where they were eliminated in the semi-finals by &lt;a href=\"Aldershot%20F.C.\"&gt;Aldershot&lt;/a&gt;.\nGreen played 26 league games in the &lt;a href=\"2004%E2%80%9305%20Football%20Conference\"&gt;2004–05 season&lt;/a&gt;, scoring his only goal of the campaign on 30 August in a 4–1 win at &lt;a href=\"Northwich%20Victoria\"&gt;Northwich Victoria&lt;/a&gt;. Hereford again reached the play-off semi-finals, losing 2–1 on aggregate to &lt;a href=\"Stevenage%20Borough\"&gt;Stevenage Borough&lt;/a&gt;.\nHe opened his &lt;a href=\"2005%E2%80%9306%20Football%20Conference\"&gt;third season at the club&lt;/a&gt; on 13 August 2005, scoring the third goal of a 4–0 home win over &lt;a href=\"Scarborough%20F.C.\"&gt;Scarborough&lt;/a&gt;. Sixteen days later, in a 1–0 win at Tamworth, he was sent off for violent conduct. For a third successive season, Hereford made the play-offs, and dispatched &lt;a href=\"Morecambe%20F.C.\"&gt;Morecambe&lt;/a&gt; in the semi-finals to set up a &lt;a href=\"2006%20Conference%20National%20play-off%20Final\"&gt;final&lt;/a&gt; against &lt;a href=\"Halifax%20Town%20F.C.\"&gt;Halifax Town&lt;/a&gt; on 20 May 2006. In the decisive game, at &lt;a href=\"Leicester%20City\"&gt;Leicester City&lt;/a&gt;'s &lt;a href=\"Walkers%20Stadium\"&gt;Walkers Stadium&lt;/a&gt;, he scored the 108th-minute winner in a 3–2 victory.\nBristol Rovers.\nOn 31 May 2006, Green signed a two-year contract with &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt; of &lt;a href=\"Football%20League%20Two\"&gt;League Two&lt;/a&gt;. He made his debut on 5 August, replacing &lt;a href=\"Chris%20Carruthers\"&gt;Chris Carruthers&lt;/a&gt; for the final 15 minutes of a 2–1 loss at &lt;a href=\"Peterborough%20United\"&gt;Peterborough United&lt;/a&gt;. Green made 33 league appearances in &lt;a href=\"2006%E2%80%9307%20Football%20League%20Two\"&gt;his first season&lt;/a&gt; with the Pirates but suffered a foot injury in the 4–3 away defeat to &lt;a href=\"Grimsby%20Town%20F.C.\"&gt;Grimsby Town&lt;/a&gt; on 20 February 2007. Due to the injury, he missed the &lt;a href=\"Football%20League%20Trophy\"&gt;Football League Trophy&lt;/a&gt; &lt;a href=\"2007%20Football%20League%20Trophy%20Final\"&gt;final&lt;/a&gt;, which his team lost to &lt;a href=\"Doncaster%20Rovers\"&gt;Doncaster Rovers&lt;/a&gt;. He returned for the final stages of the campaign as they qualified for &lt;a href=\"2007%20Football%20League%20play-offs\"&gt;the play-offs&lt;/a&gt;. After eliminating &lt;a href=\"Lincoln%20City%20F.C.\"&gt;Lincoln&lt;/a&gt; 7–4 on aggregate in the semi-finals, he played in the final on 26 May at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;, a 3–1 win over &lt;a href=\"Shrewsbury%20Town\"&gt;Shrewsbury Town&lt;/a&gt;.\nA broken jaw and further Achilles tendon problems in a volatile match at &lt;a href=\"Swindon%20Town%20F.C.\"&gt;Swindon Town&lt;/a&gt; ruled him out for the rest of the following season. A hamstring injury sustained in a pre-season friendly added to Green's injury nightmare. His contract was not renewed, and he left the club on 8 May 2009.\nReturn to Hereford United.\nOn 5 June 2009, Green re-signed for Hereford United on a one-year deal for the 2009–10 season. Following their relegation in 2012, Hereford did not offer him a new contract.\nLater career.\nIn August 2012, Green joined &lt;a href=\"Welsh%20Premier%20League\"&gt;Welsh Premier League&lt;/a&gt; club &lt;a href=\"Port%20Talbot%20Town%20F.C.\"&gt;Port Talbot Town&lt;/a&gt;.\nIn June 2014 he joined &lt;a href=\"Merthyr%20Town%20F.C.\"&gt;Merthyr Town&lt;/a&gt;, whom he captained to victory in the &lt;a href=\"Southern%20Football%20League\"&gt;Southern Football League&lt;/a&gt; South &amp; West.\nOn 14 September 2015 he signed for &lt;a href=\"Hereford%20F.C.\"&gt;Hereford&lt;/a&gt;, the &lt;a href=\"Phoenix%20club%20%28sports%29\"&gt;phoenix club&lt;/a&gt; of Hereford United, in the &lt;a href=\"Midland%20Football%20League%20%282014%29\"&gt;Midland Football League&lt;/a&gt; Premier Division. Following a successful season which resulted in promotion, Green signed for another season at Hereford in July 2016.\nOn 11 July 2019, Green joined &lt;a href=\"Westfields%20F.C.\"&gt;Westfields FC&lt;/a&gt;.\nInternational career.\n&lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;-born Green made his full international debut against &lt;a href=\"Malta%20national%20football%20team\"&gt;Malta&lt;/a&gt; on 3 June 1998, before playing a senior club game. At the age of 17 years and 226 days, he became their youngest international, eclipsing the record of &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt;. Wales manager &lt;a href=\"Bobby%20Gould\"&gt;Bobby Gould&lt;/a&gt; went on to select him for a match against &lt;a href=\"Tunisia%20national%20football%20team\"&gt;Tunisia&lt;/a&gt;, his second and final cap. Giggs himself called the selection of Green a \"typical Gould stunt\", and wrote in his autobiography that he and Green only had a hometown in common.\nGreen's record stood until it was surpassed by &lt;a href=\"Lewin%20Nyatanga\"&gt;Lewin Nyatanga&lt;/a&gt; in 2004, aged 17 years and 195 days. After being occupied by &lt;a href=\"Gareth%20Bale\"&gt;Gareth Bale&lt;/a&gt;, it is currently held by &lt;a href=\"Harry%20Wilson%20%28footballer%2C%20born%201997%29\"&gt;Harry Wilson&lt;/a&gt;, who was 16 years and 207 days old on his 2013 debut."
}