{
    "id": "5445708",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=5445708",
    "title": "Golf (1995 video game)",
    "text": "Golf is a &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt; that was released within months of the &lt;a href=\"Virtual%20Boy\"&gt;Virtual Boy&lt;/a&gt; console's launch. It was developed and published by &lt;a href=\"T%26amp%3BE%20Soft\"&gt;T&amp;E Soft&lt;/a&gt; in Japan and published by &lt;a href=\"Nintendo\"&gt;Nintendo&lt;/a&gt; in North America. \"Golf\" uses standard &lt;a href=\"golf\"&gt;golf&lt;/a&gt; rules and is set in the fictional 18-hole Papillion Golf &amp; Country Club. Hazards include water, sand traps, trees, and deep rough grass. It is displayed in the Virtual Boy's standard red and black color scheme with 3D effects by use of a 3D processor. It was met with critical praise for its controls and physics and mixed reviews for its graphics. \"&lt;a href=\"Nintendo%20Power\"&gt;Nintendo Power&lt;/a&gt;\" called it the third best Virtual Boy release of its year.\nGameplay.\n\"Golf\"s gameplay follows traditional &lt;a href=\"golf\"&gt;golf&lt;/a&gt; rules, where players must reach the hole on the green in as few strokes as possible by hitting the ball with a club, while avoiding obstacles including sand traps, water hazards, trees, and deep rough grass. It takes place in the fictional 18-hole Papilion Golf &amp; Country Club. Players choose between two modes of play: Tournament, where they compete against 47 virtual computer-controlled opponents, and Stroke, where they attempt to surpass their previous high scores. In the screen's top left and right corners, players are shown the wind speed/direction and an aerial layout of the course respectively. In advance of their turn, they choose aspects of the swing, such as speed, direction, stance, club type, swing power, and the ball impact point. Players can also place a grid on a nearby portion of the course to aide with the aim and distance of their shots. Players can choose between five different viewing perspectives, change button configurations, and review the positives and negatives of their last shots.\nDevelopment.\n\"Golf\" was developed by &lt;a href=\"T%26amp%3BE%20Soft\"&gt;T&amp;E Soft&lt;/a&gt; for the &lt;a href=\"Virtual%20Boy\"&gt;Virtual Boy&lt;/a&gt;. It was originally known as \"VR Golf\". Like all other Virtual Boy games, \"Golf\" uses a red-and-black color scheme and uses &lt;a href=\"parallax\"&gt;parallax&lt;/a&gt;, an optical trick that is used to simulate a 3D effect. It was published by T&amp;E Soft in Japan on November 8, 1995, and by &lt;a href=\"Nintendo\"&gt;Nintendo&lt;/a&gt; in North America on November 1, 1995.\nReception.\n\"Golf\" had mixed to positive reception. Critics such as \"&lt;a href=\"Official%20Nintendo%20Magazine\"&gt;Official Nintendo Magazine&lt;/a&gt;\", \"&lt;a href=\"Edge%20%28magazine%29\"&gt;Edge&lt;/a&gt;\", \"&lt;a href=\"AllGame\"&gt;AllGame&lt;/a&gt;\", and \"&lt;a href=\"Nintendo%20Power\"&gt;Nintendo Power&lt;/a&gt;\" noted T&amp;E Soft's experience with golf games, the latter which called it the third best Virtual Boy game of the year. \"Nintendo Power\" also called \"Golf\" the most realistic sports game on the Virtual Boy at the time of its release. A reviewer for \"&lt;a href=\"Next%20Generation%20%28magazine%29\"&gt;Next Generation&lt;/a&gt;\" said that the gameplay holds up surprisingly well to golf simulations on systems better suited to the genre. However, \"Total!\" magazine felt that the game was very basic and lacked in content and features.\nThe audiovisual elements received mixed reviews. \"&lt;a href=\"GamePro\"&gt;GamePro&lt;/a&gt;\" and Electronic Playground both found the game fun but were disappointed by its graphics. \"GamePro\" additionally criticized the audio quality. \"Total!\" felt that the game had some of the console's worst 3D effects. \"Next Generation\" felt that the console's limitations and the game's ineffective use of its 3D abilities hindered it, making features in the distance difficult to make out. \"AllGame\" felt that the audio and sense of depth were poor, but commended its use of shading. \"Nintendo Magazine\" was more positive, praising its presentation and perspective."
}