{
    "id": "54451382",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=54451382",
    "title": "Mahmud Shah III of Gujarat",
    "text": "Nasir-ud-Din Mahmud Shah III, born Mahmud Khan was a &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt; of the &lt;a href=\"Muzaffarids%20%28Gujarat%29\"&gt;Muzaffarid dynasty&lt;/a&gt; who reigned over the &lt;a href=\"Gujarat%20Sultanate\"&gt;Gujarat Sultanate&lt;/a&gt;, a late medieval kingdom in &lt;a href=\"India\"&gt;India&lt;/a&gt; from 1537 to 1554. He had to battle frequently with his nobles who were interested in independence, especially Darya Khán and Imád-ul-Mulk. He was killed by one of his servants.\nBackground.\n&lt;a href=\"Bahadur%20Shah%20of%20Gujarat\"&gt;Bahadur Shah&lt;/a&gt; had no son, hence there was some uncertainty regarding succession after his death. &lt;a href=\"Muhammad%20Zaman%20Mirza\"&gt;Muhammad Zaman Mirza&lt;/a&gt;, the fugitive Mughal prince made his claim on the ground that Bahadur's mother adopted him as her son. The nobles selected Bahadur's nephew &lt;a href=\"Faruqi%20dynasty%23Miran%20Muhammad%20Shah%20I\"&gt;Miran Muhammad Shah I&lt;/a&gt; of &lt;a href=\"Khandesh\"&gt;Khandesh&lt;/a&gt; as his successor, but he died on his way to Gujarat. Finally, the nobles selected Mahmud Khan, the son of Bahadur's brother Latif Khan as his successor and he ascended to the throne as Mahmud Shah III on 10 May 1538, when only eleven years of age.\nReign.\nThe government was carried on by Darya Khán and Imád-ul-Mulk as his regents. Darya Khán resolved to overthrow Imád-ul-Mulk and acquire supreme power. With this object he obtained an order from the king, whom, on the pretence of a hunting expedition, he removed from &lt;a href=\"Ahmedabad\"&gt;Ahmedabad&lt;/a&gt;, directing Imád-ul-Mulk to retire to his estates in &lt;a href=\"Kathiawar\"&gt;Jhalawad&lt;/a&gt;. Six months later, taking the Sultán with him, Darya Khán led an army into Jhalawad, and defeating Imád-ul-Mulk in a battle at &lt;a href=\"Patdi\"&gt;Patdi&lt;/a&gt;, fifty two miles west of Áhmedábád, pursued him to &lt;a href=\"Burhanpur\"&gt;Burhanpur&lt;/a&gt;, and there defeated Imád-ul-Mulk's ally the ruler of &lt;a href=\"Khandesh\"&gt;Khandesh&lt;/a&gt; and forced Imád-ul-Mulk to fly to &lt;a href=\"Malwa\"&gt;Malwa&lt;/a&gt;. After this success Darya Khán became absorbed in pleasure, and resigned the management of the kingdom to Álam Khán Lodhi. The king, dissembling his dissatisfaction at the way he was treated, pretended to take no interest in affairs of state. Álam Khán Lodhi, seeing the carelessness of Darya Khán, began to entertain ambitions, and retiring to his estate of &lt;a href=\"Dhandhuka\"&gt;Dhandhuka&lt;/a&gt;, invited the king to join him. The king, Mahmúd Sháh, believing him to be in earnest, contrived to escape from surveillance and joined Álam Khán. On discovering the king's flight, Darya Khán raised to the throne a descendant of Áhmed Sháh by the title of Muzaffar Sháh, and striking coin in his name set out with an army towards Dhandhúka. Álam Khán and the king met him at Dhúr in &lt;a href=\"Dholka\"&gt;Dholka&lt;/a&gt;, and a battle was fought in which Mahmúd and Álam Khán were defeated. The king fled to &lt;a href=\"Ranpur%2C%20Gujarat\"&gt;Ranpur&lt;/a&gt;, and thence to &lt;a href=\"Paliad\"&gt;Paliad&lt;/a&gt;, while Álam Khán fled to &lt;a href=\"Sadra%2C%20Gandhinagar\"&gt;Sadra&lt;/a&gt;. Darya Khán occupied Dhandhuka; but his men, dissatisfied at being placed in opposition to the king, rapidly deserted, some joining Álam Khan and some Mahmúd Sháh. Soon after the king joined Álam Khan and marched on Áhmedábád, whither Darya Khán had preceded them. The citizens closed the gates against Darya Khán, but he forced an entry by way of the Burhánpur wicket. Hearing of the king's approach Darya Khán fled to Mubárak Sháh at Burhánpur, leaving his family and treasure in the fortress of &lt;a href=\"Champaner\"&gt;Champaner&lt;/a&gt;.\nThe king entered Áhmedábád, and soon after captured Chámpáner. Álam Khán now obtained the recall of Imád-ul-Mulk, who received a grant of &lt;a href=\"Bharuch\"&gt;Bharuch&lt;/a&gt; and the port of &lt;a href=\"Surat\"&gt;Surat&lt;/a&gt;. Shortly afterwards Mahmúd Sháh began to show favour to men of low degree, especially to one Charji, a birdcatcher, whom he ennobled by the title of Muháfiz Khán. Charji counselled Mahmúd to put to death Sultán Alá-ud-dín Lodhi and Shujáât Khán, two of the principal nobles; and the king, without consulting his ministers, caused these men to be executed. The nobles joining besieged Mahmúd Sháh in his palace, and demanded that Muháfiz Khán should be surrendered to them, but the king refused to give him up. The nobles then demanded an audience, and this the king granted, Muháfiz Khán, though warned of his danger, being present. On entering the royal presence Álam Khán signalled to his followers to slay Muháfiz, and he was killed in spite of the king's remonstrances. Mahmúd then attempted to kill himself, but was prevented and placed under guard, and the chief nobles took it in turn to watch him. Strife soon arose between Álam Khán and Mujáhid Khán and his brother, and the two latter nobles contrived the king's escape and sacked the houses of Álam Khán and his followers. Álam Khán escaped to &lt;a href=\"Pethapur\"&gt;Pethapur&lt;/a&gt; in the Mahi Kántha. He then joined Darya Khán, whom he called from the Deccan, and obtained help in money from Imád-ul-Mulk of Surat and from Álp Khán of Dholka. Imád-ul-Mulk wrote to the Sultán asking forgiveness for the rebels.\nBut before the Sultán, who was mercifully disposed, could grant them pardon, Álam Khán and Darya Khán again committed themselves by acts of open revolt. The Sultán displeased with the part Imád-ul-Mulk had taken in the rising summoned him to Chámpáner where, with the Sultán's connivance, his camp was given over to pillage. The Sultán disclaimed all knowledge of this attack and at Imád-ul-Mulk's request allowed him to go on pilgrimage to &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;. In 1545 as he was preparing to start for pilgrimage, Imád-ul-Mulk was killed. He was succeeded in Surat by Khudáwand Khán Rúmi, who had held Surat under him, and who, in spite of Portuguese opposition and intrigue, had five years before completed the building of &lt;a href=\"Surat%20Castle\"&gt;Surat Castle&lt;/a&gt;. Meanwhile, Álam Khán and Darya Khán were driven from Gujarát and forced to take shelter with the sovereign of Dehli. The king now appointed as his own minister Afzal Khán, the minister of the late Bahádur Sháh, and though Afzal Khán lived in retirement, his counsel was taken on measures of importance. Other great nobles were Sayad Mubárak, Fateh Khán Baloch, and Abdul Karím Khán, who received the title of Ítimád Khán, and was so entirely in the Sultán's confidence that he was admitted to the harem. Mahmúd now consulted Ásif Khán as to the propriety of conquering Málwa.\nÁsif Khán advised him rather to deprive the Rájput chiefs and proprietors of their \"wántas\" or hereditary lands. The attempt to follow this advice stirred to resistance the chief men of &lt;a href=\"Idar%20State\"&gt;Idar&lt;/a&gt;, &lt;a href=\"Sirohi\"&gt;Sirohi&lt;/a&gt;, &lt;a href=\"Dungarpur\"&gt;Dungarpur&lt;/a&gt;, &lt;a href=\"Banswada\"&gt;Banswada&lt;/a&gt;, &lt;a href=\"Lunavada\"&gt;Lunavada&lt;/a&gt;, &lt;a href=\"Rajpipla\"&gt;Rajpipla&lt;/a&gt;, &lt;a href=\"Dahod\"&gt;Dahod&lt;/a&gt;, and the banks of the &lt;a href=\"Mahi%20river\"&gt;Mahi river&lt;/a&gt;. The king strengthened his line of outposts, establishing one at Sirohi and another at Ídar, besides fresh posts in other places. At the same time he began to persecute the Hindus, allowing them to be killed on the slightest pretence, branding Rájputs and Kolis, forcing them to wear a red rag on the right sleeve, forbidding them to ride in Áhmedábád, and punishing the celebration of &lt;a href=\"Holi\"&gt;Holi&lt;/a&gt; and &lt;a href=\"Diwali\"&gt;Diwali&lt;/a&gt;.\nIn 1554 Burhán, a servant of the king's, conceived the idea of killing him and reigning in his stead. He accordingly gave his master an intoxicating drug, and when he was overcome with sleep stabbed him to the heart. Then summoning the principal nobles in the king's name, he put to death Ásaf Khán the prime minister and twelve others, and endeavoured to have himself accepted as Sultán. No one aided him; even his accomplices deserted him. Imád-ul-Mulk Rúmi, Ulugh Khán, and others joined to oppose him, and when marching against them he was cut down by Shirwán Khán. Mahmúd's persecutions had raised such bitter hate among the Hindus, that they regarded Burhán as a saviour. Mahmúd moved his capital from Áhmedábád to &lt;a href=\"Mahemdavad\"&gt;Mehmudabad&lt;/a&gt;, eighteen miles south of Áhmedábád where he built a palace and enclosed a deer park. At each corner of the park he raised a palace the stone walls and ceilings of which were ornamented with beautiful and precious gold traceries and arabesques. His strict regard for public morals led him to forbid Muslim women visiting saints’ tombs as the practice gave rise to irregularities. He died at the age of twenty-eight after a reign of eighteen years."
}