{
    "id": "5447078",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=5447078",
    "title": "Frankenberg, Hesse",
    "text": "Frankenberg an der Eder is a town in &lt;a href=\"Waldeck-Frankenberg\"&gt;Waldeck-Frankenberg&lt;/a&gt; district, &lt;a href=\"Hesse\"&gt;Hesse&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;.\nThe mountain at a &lt;a href=\"Ford%20%28crossing%29\"&gt;ford&lt;/a&gt; over the &lt;a href=\"Eder%20%28Fulda%29\"&gt;Eder&lt;/a&gt; north of the Burgwald range was for a long time a fortified place, playing an especially important role under the &lt;a href=\"Franks\"&gt;Franks&lt;/a&gt; in the &lt;a href=\"Saxon%20Wars\"&gt;Saxon Wars&lt;/a&gt;. The town was built in 1233-1234 by the &lt;a href=\"Thuringia\"&gt;Thuringia&lt;/a&gt;n Landgrave at the junction of two trade routes. The renovated Old and New Town have many &lt;a href=\"Timber%20framing\"&gt;half-timbered&lt;/a&gt; houses. In 2018 the town adopted the additional name \"Philipp Soldan Stadt\".\nGeography.\nFrankenberg lies between the Burgwald range in the south and the Breite Struth (hills) in the northwest, where the river Nemphe empties into the Eder. North of the town, the Nuhne empties into the same river at the constituent community of Schreufa. It is north of &lt;a href=\"Marburg\"&gt;Marburg&lt;/a&gt;.\nNeighbouring communities.\nFrankenberg borders in the north on the community of Vöhl, in the east on the town of &lt;a href=\"Frankenau\"&gt;Frankenau&lt;/a&gt;, in the southeast on the community of &lt;a href=\"Haina\"&gt;Haina&lt;/a&gt;, in the southwest on the community of &lt;a href=\"Burgwald\"&gt;Burgwald&lt;/a&gt;, in the west on the community of &lt;a href=\"Allendorf%20%28Eder%29\"&gt;Allendorf&lt;/a&gt;, and in the northwest on the town of &lt;a href=\"Lichtenfels%2C%20Hesse\"&gt;Lichtenfels&lt;/a&gt; (all in Waldeck-Frankenberg).\nPopulation figures as at 2012 \nHistory.\nAt the foot of the mountain on which the town of Frankenberg was built crossed two old military and commercial roads. From the area of the lower &lt;a href=\"Main%20%28river%29\"&gt;Main&lt;/a&gt;, from the Burgwald range, came the \"Weinstraße\" (\"Wine Road\"), crossing the Eder through a ford and then going on through the heights on the river's left bank to &lt;a href=\"Westphalia\"&gt;Westphalia&lt;/a&gt;. From the west came the \"Siegener Straße\" (\"Siegen Road\") over the Lahn-Eder &lt;a href=\"Water%20divide\"&gt;watershed&lt;/a&gt;, leading round the mountain to the north and further on into &lt;a href=\"Lower%20Hesse\"&gt;Lower Hesse&lt;/a&gt;.\nFrankish times.\nAfter the Hesse area had been swallowed up into the Frankish domains about the year 500, the well-defended mountain became involved in the quarrels of heightened military importance with the &lt;a href=\"Saxons\"&gt;Saxons&lt;/a&gt; who lived north of the Eder. The mountain had already been fortified by the Franks in earlier times. As the number of Saxon incursions nevertheless rose in the early 8th century, &lt;a href=\"Charles%20Martel\"&gt;Charles Martel&lt;/a&gt; had strong defences built, ensuring their efficacy by maintaining a constant presence there. These measures served during the Saxon Wars (772 to 804) as the base for Frankish counterattacks far inside the Saxons' territory, earning the \"Weinstraße\" new importance as a route of advance, connection and supply. After the Saxons had been subjugated and &lt;a href=\"Christianization\"&gt;Christianized&lt;/a&gt;, the fortification became redundant. The building works, left as they were to decay, kept alive the memory of the Franks.\nTown's founding.\nWhether the mountain was further used for living is not known with any certainty. There might have been storage and trading places for travellers and merchants who were passing through town. Only in the early decades of the 13th century does history once again shed light on \"the Frankenberg\". The Thuringian-Hessian Landgraves were trying to forge a connection between their holdings in Upper Hesse and those in Lower Hesse by somehow getting around the County of &lt;a href=\"Ziegenhain\"&gt;Ziegenhain&lt;/a&gt; that lay between them. This plan was at odds with what the Archbishops of &lt;a href=\"Mainz\"&gt;Mainz&lt;/a&gt;, who were, for their part, also expanding, from the west into the Wohra Valley, had in mind. The Landgrave of Thuringia struck back at the Archbishops decisively. Since the Frankenberg had passed to the Landgraves in 1122 and lay in the Vogtei of the Vögte von Keseberg, he chose, right in the middle of the Mainz county of &lt;a href=\"Battenberg%20family\"&gt;Battenberg&lt;/a&gt;, on the boundary between the court regions of Röddenau and Geismar, to build a &lt;a href=\"castle\"&gt;castle&lt;/a&gt;, and furthermore a town, disregarding all of the local lords' objections.\nOn the uppermost peak of the mountain, which fell away steeply on three sides, appeared the castle, commanding the whole middle Eder Valley. Onto this was built a ward, which also enclosed the ecclesiastical area. Right behind this, going by exact plans (as can be seen in the town's layout), the town was built. The mountain ridge and the mountainside that dropped so sharply off to the north were embraced by the great &lt;a href=\"marketplace\"&gt;marketplace&lt;/a&gt;. Splitting the marketplace in two, with the town hall built at its west end, is something that might have been done sometime later. A further intention can be seen beyond simply making the town into a stronghold. This lay in also giving the town economic strength by using its advantageous location on the trade roads. The new town's people were from the surrounding &lt;a href=\"village\"&gt;village&lt;/a&gt;s and &lt;a href=\"Hamlet%20%28place%29\"&gt;hamlets&lt;/a&gt;, having been resettled in town or, in some cases, having voluntarily moved there. In the course of time, 16 former living places around town were forsaken, but many of their names live on in names given fields and meadows. Frankenberg was soon girt by a mighty town wall. Of the 25 towers and gates, only the \"Hexenturm\" (\"&lt;a href=\"Witches%20Tower\"&gt;Witches Tower&lt;/a&gt;\") still stands today; all five town gates have vanished.\nHeyday.\nThe new community grew quickly, underpinned by a healthy merchant and craftsman class. It was a sign of the growing prosperity that already in 1286, after the church dependence of Geismar had been broken, building work began on the great \"Marienkirche\" (Church of Mary) – now known as the \"Liebfrauenkirche\" – which was built using the \"Elisabethkirche\" in &lt;a href=\"Marburg\"&gt;Marburg&lt;/a&gt; as a model. Frankenberg buyers and sellers broadly fostered trade links, as witnessed not only by the weekly markets, but also by the four yearly fairs. The economic upswing also afforded a quick upward cultural development. Already in the 13th century, Frankenberg had a town school (\"&lt;a href=\"Lateinschule\"&gt;Lateinschule&lt;/a&gt;\"), which reached its greatest heights about 1500. Onto the church, which had been completed in 1353, the \"Marienkapelle\" (Mary's Chapel) was built between 1370 and 1380, one of Thyle von Frankenberg's masterworks.\nNew Town's founding.\nThe steady population growth brought the need for a bigger town, and so, on the Landgrave's initiative, the New Town was established at the foot of the mountain towards the Eder. It rose along the \"Siegener Straße\" (a commercial road), even having its own administration, although it was still under the Old Town's church and court, and had no marketplace of its own. Only in 1556 was it united with the Old Town into one municipality.\nThe Great Fire and its aftermath.\nOn 9 May 1476, a fire broke out that burnt the whole New Town and Old Town down. Even the \"Liebfrauenkirche\" was burnt right out. Although the townsfolk promptly tackled the job of building their town over again, Frankenberg, which had hitherto been among Hesse's most important towns, never fully recovered from this catastrophic fire. In 1507, half the New Town burnt down again. The seat of the \"&lt;a href=\"Amt%20%28subnational%20entity%29\"&gt;Amt&lt;/a&gt;\" of Frankenberg, which had existed since the 14th century and which included the town areas of Frankenberg and Frankenau as well as half the court region of Geismar, was relocated to the Wolkersdorf Hunting Lodge, itself built on the site of an old &lt;a href=\"moat\"&gt;moat&lt;/a&gt;-ringed castle. Thus was born the \"Amt\" of Wolkersdorf, to which belonged the Röddenau lower courts (with the amalgamated courts of Rengershausen and Bromskirchen) and the Geismar court (the \"Ämmetche\"). Only in the 16th century was there once again an \"Amt\" of Frankenberg under which were united not only the town but also Rodenbach farm and the Wiesenfeld wine cellars. The \"Amt\" was united with the \"Amt\" of Wolkersdorf in 1604.\nFrankenberg in the 16th, 17th and 18th centuries.\nIn the 16th century, the town was built anew. Only the \"Steinhaus\" (\"Stone House\") had withstood the fire right up to the roof. Building work on the stately new town hall, which is still the town's landmark today, was begun in 1509. After 1526, as was true throughout Hesse, the &lt;a href=\"Protestant%20Reformation\"&gt;Reformation&lt;/a&gt; was introduced into Frankenberg by the preachers Ludwig Stippius and Caspar Tholde. The church reform forced by Landgrave Moritz in 1606 is responsible for destroying the apostle and saint statues in the church and the \"Marienkapelle\". In &lt;a href=\"Bubonic%20plague\"&gt;Plague&lt;/a&gt; years between 1529 and 1611, the &lt;a href=\"Philipps%20University%20of%20Marburg\"&gt;University of Marburg&lt;/a&gt; five times sought refuge within Frankenberg's walls. The &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; (1618 to 1648) struck the town a heavy blow. Frankenberg's advantageous location at an important crossroads became the town's scourge, as it also did in later wars. Troops from both sides on their way through, and a long occupation by Imperial troops, brought immeasurable harm down on the town. Nearby, on the \"Totenhöhe\" (\"Dead Man's Heights\"), a battle was fought in 1646 between troops from &lt;a href=\"Landgraviate%20of%20Hesse-Darmstadt\"&gt;Hesse-Darmstadt&lt;/a&gt; and troops from &lt;a href=\"Landgraviate%20of%20Hesse-Kassel\"&gt;Hesse-Kassel&lt;/a&gt; (or Hesse-Cassel), with the latter reinforced by &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; troops and winning the encounter.\nFrankenberg up until the First World War.\nUnder &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;ic rule (1806 to 1813), Frankenberg was home to the seat of a canton in the department of Werra in the &lt;a href=\"Kingdom%20of%20Westphalia\"&gt;Kingdom of Westphalia&lt;/a&gt;. In 1821, Frankenberg became district seat (\"Kreisstadt\") of the newly formed district of Frankenberg, consisting of the former \"&lt;a href=\"Amt%20%28subnational%20entity%29\"&gt;Ämter&lt;/a&gt;\" of Frankenberg, Hessenstein, Rosenthal and Haina, along with the court district of Viermünden. The district council – after 1834 provincial council – had its seat in the St. Georgenberg Monastery. Frankenberg had sunk down from a key town to an unnotable, mean little town. Its economic underpinnings, as had already been so in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, were the clothiers and the tanners. Whereas by the late 18th century the woolmen's and clothiers' guild had 106 members and the tanners' guild 46, by the middle of the 19th century, membership in the woolmen's and clothiers' guild rose to 140, and red and white tanning blossomed once again. Alongside other guilds, there was also at that time a stocking weavers' and glovers' guild. In the second half of the century, a noticeable downswing set in, which could even be seen in population figures (2,611 in 1787, 3,163 in 1867 and 2,787 in 1894). From 1590 to 1818, &lt;a href=\"copper\"&gt;copper&lt;/a&gt; and &lt;a href=\"silver\"&gt;silver&lt;/a&gt; &lt;a href=\"ore\"&gt;ore&lt;/a&gt; was &lt;a href=\"Mining\"&gt;mined&lt;/a&gt; and &lt;a href=\"Smelting\"&gt;smelted&lt;/a&gt; near Frankenberg. During the 19th century, various attempts were undertaken to get the mining industry running again, but in 1875, it was abandoned for good. Sights between Frankenberg and Geismar still bear witness today to the mining in days of yore, as do some placenames such as \"Alte Hütte\" (\"Old Ironworks\"), \"Neue Hütte\" (\"New Ironworks\") and \"Zechenhaus\" (\"Colliery House\"). Only when the &lt;a href=\"railway\"&gt;railway&lt;/a&gt; reached Frankenberg did a new economic upswing, albeit a modest one, come to the town. In 1890, the Marburg-Frankenberg line was opened, and the Brothers &lt;a href=\"Michael%20Thonet\"&gt;Thonet&lt;/a&gt; from &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; furthermore set up a chair-making factory near the &lt;a href=\"railway%20station\"&gt;railway station&lt;/a&gt; making use of the wealth of wood in the area. Ten years later, the line was extended through &lt;a href=\"Korbach\"&gt;Korbach&lt;/a&gt; to &lt;a href=\"Warburg\"&gt;Warburg&lt;/a&gt;, making connections to Westphalia. In 1908, the stretch of line to &lt;a href=\"Bestwig\"&gt;Bestwig&lt;/a&gt; was completed, and in 1910, so was the one to &lt;a href=\"Berleburg\"&gt;Berleburg&lt;/a&gt;.\nThe town's water supply originally came through public and private &lt;a href=\"Water%20well\"&gt;wells&lt;/a&gt;. After the Great Fire of 1476, this was supplemented in 1502 by building the &lt;a href=\"waterworks\"&gt;waterworks&lt;/a&gt; in Niedermühle whereby Eder water, driven by a &lt;a href=\"waterwheel\"&gt;waterwheel&lt;/a&gt; in the Eder, was fed into the Old Town and distributed to various cisterns. In 1899, a public waterworks was built. Instead of using the Eder's water, however, the new waterworks used &lt;a href=\"Spring%20%28water%29\"&gt;springwater&lt;/a&gt; from the pond lands in Teichmühle driven by water power from the Nemphe, and also by motor power, into a tank high up the Burgberg, whence it was piped to individual houses. In 1913, the Gernshäuser Springs came along whose water still runs down the slopes even today into the lower town. In 1903, in the municipal building \"Niedermühle\", a &lt;a href=\"turbine\"&gt;turbine&lt;/a&gt; was built that was driven by Eder water. With this turbine and a naturally aspirated gas engine (60 &lt;a href=\"horsepower\"&gt;horsepower&lt;/a&gt;), &lt;a href=\"direct%20current\"&gt;direct current&lt;/a&gt; was generated for Frankenberg's first electric light. As part of the electrification of North Hesse, &lt;a href=\"alternating%20current\"&gt;alternating current&lt;/a&gt; power supplies were ensured with &lt;a href=\"PreussenElektra\"&gt;PreussenElektra&lt;/a&gt;'s overland cables in 1921. In 1871, a land survey of the Frankenberg municipal area was done. Land acquisitions were undertaken in the 1890s and were completed by 1904. The economic upswing before the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; was expressed in population figures that were rising again. In 1908, 3,314 people lived in Frankenberg. The town now began to expand beyond its limits, which had been in place since its founding, marked by the town wall. In 1890, the railway station, the &lt;a href=\"Gebr%C3%BCder%20Thonet\"&gt;Thonet chair factory&lt;/a&gt; and soon afterwards the new &lt;a href=\"post%20office\"&gt;post office&lt;/a&gt; were built behind the provincial council office. In 1900, the &lt;a href=\"savings%20bank\"&gt;savings bank&lt;/a&gt; building went up before the Geismarer Tor (\"Geismar Gate\"). Following this were the \"Amt\" court in 1903 and the teachers' college with a drill school in 1905. The building nowadays houses the &lt;a href=\"Gymnasium%20%28school%29\"&gt;Gymnasium&lt;/a&gt; (&lt;a href=\"Edertalschule\"&gt;Edertalschule&lt;/a&gt;). In 1913, the town school (Ortenberg-Schule) came into being. In 1905, before the Linnertor (gate), the Jewish school was built. An economic and cultural stagnation was brought upon Frankenberg by the First World War. During the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, too, there were very few meaningful changes in town, other than a few new houses in Ederdorf and a few building renovations and expansions in the main town. Even a town expansion of 144 ha east of the &lt;a href=\"cemetery\"&gt;cemetery&lt;/a&gt;, as recommended in 1914 in a report about the Gau of Frankenberg by the Research Body for German Housing Business (\"Forschungsstätte für die Deutsche Siedlungsgesellschaft\") at the \"Reichsherrnstättenamt\", was never undertaken.\nWeimar Republic and Third Reich.\nOnly slowly did Frankenberg recover from the First World War's consequences. As the money lost its worth and the attendant economic downfall set in, there came a new wave of emigration from the town, especially overseas. In 1922, the town got its own &lt;a href=\"Gymnasium%20%28school%29\"&gt;Gymnasium&lt;/a&gt;, as of 1925 named the \"&lt;a href=\"Edertalschule\"&gt;Edertalschule&lt;/a&gt;\" (Eder Valley School). When the inflation ended in autumn of 1923, bringing with it an upswing in the economy, this was expressed in, among other ways, the Stoelcker chair factory setting up shop in town in 1925. The upswing, however, did not last long. The world economic crisis struck the structurally weak and highly indebted town hard. In the face of rising &lt;a href=\"joblessness\"&gt;joblessness&lt;/a&gt; and social need, the &lt;a href=\"National%20Socialist%20German%20Workers%20Party\"&gt;NSDAP&lt;/a&gt;'s &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt; was finding fertile ground here, as it was throughout the district, by the end of the 1920s, which was reflected in election results. After &lt;a href=\"Machtergreifung\"&gt;Hitler seized power&lt;/a&gt; in January 1933, Frankenberg town council gave several places new names: the Steingasse (\"Stone Lane\") became Adolf-Hitler-Straße, Röddenauer Straße became Hermann-Göring-Straße, and the Untermarkt (\"Lower Market\") became Hindenburg-Platz, and the people, above all the youth, were infected with the Nazi ideology. Worst affected by all this were Frankenberg's &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish townsfolk, who, already having had to deal with discrimination and harassment for a long time, were systematically persecuted, stripped of their rights, and in the end, murdered. Luckily, most of the town's Jews had managed to get out of Germany early enough. Those who stayed behind because they either had no money or kin living abroad or trusted that nothing would happen to them, had all been deported to the &lt;a href=\"Extermination%20camps%20in%20the%20Holocaust\"&gt;death camps&lt;/a&gt; by 1942. At least eight Jews from Frankenberg and three from the outlying centre of Röddenau lost their lives to the Nazis' racial madness. Since 1988, a memorial plaque at the town hall has recalled Frankenberg's Jewish community and &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt; victims. During the Second World War, Frankenberg was spared for the most part any direct exposure to military action. There were, however, two air-raids in March 1945 on the railway station in which more than 90 people lost their lives. In August 1944, a &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; field hospital was moved from &lt;a href=\"Hrodna\"&gt;Grodno&lt;/a&gt; to Frankenberg and housed at the town's two schools and at the \"Amt\" court. When the &lt;a href=\"United%20States\"&gt;Americans&lt;/a&gt; came marching in on 29 March 1945, they met no resistance whatsoever. Two hundred and eighty-five men from Frankenberg never came home from the war.\nFrankenberg after the Second World War.\nWith the stream of refugees after the Second World War, Frankenberg's population rose sharply by two thousand, requiring that the town's building area be expanded. Already before currency reform in 1948, the Frankenberg district had begun building the district hospital on the Goßberg, to which a &lt;a href=\"nursing%20school\"&gt;nursing school&lt;/a&gt; and nurses' residence were added in the early 1970s. In 1975, the hospital was expanded and has since then become a modern \"Hessenklinik\" (\"Hesse Clinic\"). Since 1962, Frankenberg has been a &lt;a href=\"garrison\"&gt;garrison&lt;/a&gt; town. In 1962-1963, the problem of &lt;a href=\"sewage\"&gt;sewage&lt;/a&gt; disposal was solved by building a &lt;a href=\"Sewage%20treatment\"&gt;sewage treatment plant&lt;/a&gt;, which was expanded in 1978. The rising demand for water was satisfied by boring deep wells and building both elevated water tanks and pumping works. Also rising was demand for &lt;a href=\"electricity\"&gt;electricity&lt;/a&gt; and this was satisfied by building new 20 kV loop line and new &lt;a href=\"Electrical%20substation\"&gt;transformer stations&lt;/a&gt;. The existing schools (Ortenbergschule, &lt;a href=\"Edertalschule\"&gt;Edertalschule&lt;/a&gt;, Burgwaldschule) were expanded into modern schools and in Wermersdorf, the Wigand-Gerstenberg-Schule (named after the chronicler) was newly built. The district vocational school, which had been housed in the barracks at the sporting ground on the Eder since 1950, was newly built in the early 1960s on Marburger Straße and expanded into an effective vocational education centre with a vocational technical school and upper school for engineering. Near Geismarer Straße, the Friedrich-Trost-Schule (school for students with &lt;a href=\"Learning%20disability\"&gt;learning disabilities&lt;/a&gt;) was built. From it grew in the early 1980s the Kegelberg-Schule (school for educables). Late in the 1970s, there came into being on the Kegelberg a workshop for those with handicaps and an integrative kindergarten sponsored by the \"Lebenshilfe-Werk\" (\"Assisted Daily Living Works\")\nOn the &lt;a href=\"floodplain\"&gt;floodplain&lt;/a&gt; in the 1960s an &lt;a href=\"industrial%20park\"&gt;industrial park&lt;/a&gt; opened up – and has been expanded – in which a few sizeable new businesses have been able to establish themselves, strengthening Frankenberg's economic power and improving its economic structure. Also built on the floodplain was a new &lt;a href=\"emergency%20management\"&gt;emergency management&lt;/a&gt; centre that houses all institutions involved in protection against catastrophes, such as the &lt;a href=\"fire%20brigade\"&gt;fire brigade&lt;/a&gt; – local and from farther afield – emergency management, \"&lt;a href=\"Technisches%20Hilfswerk\"&gt;Technisches Hilfswerk&lt;/a&gt;\" and the &lt;a href=\"German%20Red%20Cross\"&gt;German Red Cross&lt;/a&gt;. In 1967 a new indoor &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt; was built right near the parklands on Teichweg and in 1972, an outdoor swimming pool with a &lt;a href=\"miniature%20golf\"&gt;miniature golf&lt;/a&gt; course was built onto it. As part of municipal reforms in 1970 and 1971, 12 villages voluntarily joined the town of Frankenberg, thereby enlarging the town's municipal area from 2 736 ha to 12 518 ha and increasing the population from 9,397 to 15,263. In 1974, owing to the realignment of municipalities in Hesse, Frankenberg, which had been a district seat, had to give this status up to Korbach; on 1 January 1974, Korbach became the district seat of the new district of Waldeck-Frankenberg, created through a merger of the former districts of Frankenberg and Waldeck. The &lt;a href=\"Deutsche%20Bundespost\"&gt;postal service&lt;/a&gt; built a new &lt;a href=\"post%20office\"&gt;post office&lt;/a&gt; in the 1970s on Sudetenstraße and a &lt;a href=\"telecommunications\"&gt;telecommunications&lt;/a&gt; office on Marburger Straße with a transmission tower, whose height rivalled the \"Liebfrauenkirche\" tower's. The \"Ederberglandhalle\", finished in time for the \"&lt;a href=\"Hessentag\"&gt;Hessentag&lt;/a&gt;\" (yearly state fair and festival in Hesse, held in a different town every year) in 1989, is today the hub of the town's cultural life. The greatest influence on Frankenberg's development came from the town renovation plans, initiated by town council's decision on 10 August 1967, for the Old Town and New Town centres (16 ha and 8 ha respectively). Remodelling the Old Town and New Town by building &lt;a href=\"Multi-storey%20car%20park\"&gt;parking garages&lt;/a&gt; and &lt;a href=\"pedestrian%20precinct\"&gt;pedestrian precinct&lt;/a&gt;s changed the shape of the town core, but not always to its advantage. One hundred &lt;a href=\"Timber%20framing\"&gt;half-timbered&lt;/a&gt; buildings were torn down as part of this renovation and were replaced by new buildings that were not always agreeable. The remodelling did, however, contribute to improving the town's economic situation considerably. Frankenberg has become a shopping town, inviting people to take a walk and visit the Old Town and New Town.\nHistory of the civic coat of arms.\nFrankenberg's civic &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; might heraldically be described thus: In azure a three-knolled hill Or above which a lion rampant gules with four bars argent armed and crowned Or and langued gules.\nThe town's current coat of arms dates back to a small town seal on a document from the St. Georgenberg Monastery dated 2 July 1325 (first occurrence). The seal shows roughly the same as what the current coat of arms shows, except that the lion of Hesse had a double tail. Already in the 14th century, this seal design was being used as a coat of arms and a banner. The local lore has it that the three-knolled hill (called a \"Dreiberg\" in German heraldry) refers to the Burgberg, the Goßberg and the Hinstürz, three local peaks.\nIn 1644, the town of Frankenberg had two small town seals of different sizes made that each show the crowned lion rising out of the three-knolled hill. These still exist today.\nOn 19 December 1985, the town council finalized a new charter that said in its first section (§1) – as before – the following:\nThat last point refers to a town seal first known to have been used on a document from the St. Georgenberg Monastery dated 11 October 1249.\nEconomy.\nThe economy is divided evenly over various fields, thus contributing to a very good regional labour situation. Established in Frankenberg are, among others, the famous furniture factory of the Brothers Thonet, a plant belonging to the &lt;a href=\"injection%20moulding\"&gt;injection moulding&lt;/a&gt; firm Hettich and the &lt;a href=\"Bundeswehr\"&gt;Bundeswehr&lt;/a&gt;'s &lt;a href=\"Electronic%20warfare\"&gt;Electronic Warfare&lt;/a&gt; Battalion (\"Bataillon Elektronische Kampfführung\") 932. The biggest employer in the area is the heating technology manufacturer &lt;a href=\"Viessmann\"&gt;Viessmann&lt;/a&gt; in &lt;a href=\"Allendorf%20%28Eder%29\"&gt;Allendorf&lt;/a&gt;.\nFor the last 25 years, one technological focus has been formed by &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt;s technology. Frankenberg has in Ewikon and Günther two worldwide leaders among companies in so-called &lt;a href=\"hotrunner\"&gt;hotrunner&lt;/a&gt; technology. Likewise important to the economy is Finger Fertighaus, a &lt;a href=\"prefabricated%20housing\"&gt;prefabricated housing&lt;/a&gt; company.\nMany administrative bodies have their offices in Frankenberg, which was the district seat until 1973.\nSince 2005, Frankenberg has been the seat of a professional academy, BA-Nordhessen, which offers &lt;a href=\"systems%20engineering\"&gt;systems engineering&lt;/a&gt; as its course of study.\nModel Hessian Municipality.\nSince November 2005, Frankenberg has been a \"Model Hessian Municipality\", the \"Family town with future\". This ten-year programme sought to choose two midsize towns in Hesse, and Frankenberg was chosen from a field of 33 candidates.\nWith the \"Family town with future\" model project, the state of Hesse would like to test whether, and if so with what success, municipal measures can have a positive influence on demographic development. As part of the scientifically conducted experiment, the town gets up to €5,000,000, spread out over the experiment's running time, to carry out the municipal measures in question. The focus of the Frankenberg experiment will be measures aimed at making family life and work life compatible (the so-called work-life balance).\nInternational relations.\nTwin towns — Sister cities.\nFrankenberg is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}