{
    "id": "54473082",
    "revid": "5150026",
    "url": "https://en.wikipedia.org/wiki?curid=54473082",
    "title": "Hawkins v. Town of Shaw",
    "text": "Hawkins v. Town of Shaw, 437 F.2d 1286 (5th Cir. 1971) was a class-action lawsuit over equal distribution of &lt;a href=\"municipal%20services\"&gt;municipal services&lt;/a&gt; and &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt; which reached the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Fifth%20Circuit\"&gt;United States Court of Appeals for the Fifth Circuit&lt;/a&gt;. The plaintiffs, &lt;a href=\"Black%20American\"&gt;black&lt;/a&gt; citizens of Shaw, alleged that the town spent tax money for services disproportionately in white neighborhoods, resulting in unequal access to &lt;a href=\"street%20paving\"&gt;street paving&lt;/a&gt;, &lt;a href=\"sanitary%20sewer\"&gt;sanitary sewer&lt;/a&gt;s, &lt;a href=\"stormwater%20drainage\"&gt;stormwater drainage&lt;/a&gt;, &lt;a href=\"street%20lighting\"&gt;street lighting&lt;/a&gt;, and &lt;a href=\"water%20pressure\"&gt;water pressure&lt;/a&gt;. The Appeals Court, overruling the &lt;a href=\"United%20States%20District%20Court%20for%20the%20Northern%20District%20of%20Mississippi\"&gt;United States District Court for the Northern District of Mississippi&lt;/a&gt;, found in favor of the plaintiffs, determining that Shaw had violated their right to &lt;a href=\"Equal%20Protection%20Clause\"&gt;equal protection&lt;/a&gt; under the law, and ordered Shaw to submit a plan for equalizing its services.\nBackground.\nAbout 2,500 people lived in the town of &lt;a href=\"Shaw%2C%20Mississippi\"&gt;Shaw, Mississippi&lt;/a&gt;, situated in the &lt;a href=\"Mississippi%20Delta\"&gt;Mississippi Delta&lt;/a&gt; within &lt;a href=\"Bolivar%20County%2C%20Mississippi\"&gt;Bolivar&lt;/a&gt; and &lt;a href=\"Sunflower%20County%2C%20Mississippi\"&gt;Sunflower&lt;/a&gt; counties. Of the residents, 1,500 were identified as \"Negro\" and 1,000 as \"white\".\nAccording to the Appeals Court decision:\nResidential racial segregation is almost total. There are 451 dwelling units occupied by blacks in town, and, of these, 97% (439) are located in neighborhoods in which no whites reside. That the town's policies in administering various municipal services have led to substantially less attention being paid to the black portion of town is clear.&lt;br&gt; Nearly 98% of all homes that front on unpaved streets in Shaw are occupied by blacks. Ninety-seven percent of the homes not served by sanitary sewers are in black neighborhoods. Further, while the town has acquired a significant number of medium and high intensity mercury vapor street lighting fixtures, every one of them has been installed in white neighborhoods. The record further discloses that similar statistical evidence of grave disparities in both the level and kinds of services offered regarding surface water drainage, water mains, fire hydrants, and traffic control apparatus was also brought forth and not disputed.\nFunding for services and infrastructure came not from specially collected fees but from &lt;a href=\"ad%20valorem%20tax\"&gt;ad valorem tax&lt;/a&gt;es levied generally among the town's residents.\nCase history.\nAndrew Hawkins, a carpenter, his wife Mary Lou Hawkins, and twenty other black residents of Shaw filed a &lt;a href=\"class-action%20lawsuit\"&gt;class-action lawsuit&lt;/a&gt; against the mayor and aldermen of Shaw under 42 U.S. Code § 1983 (\"Civil action for deprivation of rights\"), a statute introduced by the &lt;a href=\"Second%20Enforcement%20Act%20of%201871\"&gt;Second Enforcement Act of 1871&lt;/a&gt; which offers legal relief for violation of constitutional rights. They alleged the Shaw had violated their &lt;a href=\"Fourteenth%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Fourteenth-Amendment&lt;/a&gt; rights by denying them &lt;a href=\"Equal%20Protection%20Clause\"&gt;equal protection&lt;/a&gt; under the law. Among the lawyers for the plaintiffs from the &lt;a href=\"NAACP%20Legal%20Defense%20and%20Educational%20Fund\"&gt;NAACP Legal Defense and Educational Fund&lt;/a&gt; was &lt;a href=\"Jack%20Greenberg\"&gt;Jack Greenberg&lt;/a&gt;, part of the team that brought &lt;a href=\"Brown%20v.%20Board%20of%20Education\"&gt;Brown v. Board of Education&lt;/a&gt; to the Supreme Court in 1954.\nDistrict Court decision.\nThe &lt;a href=\"United%20States%20District%20Court%20for%20the%20Northern%20District%20of%20Mississippi\"&gt;United States District Court for the Northern District of Mississippi&lt;/a&gt; ruled, in favor of the defendants, to dismiss the complaint. The District Court determined that the government of Shaw in its advancement of municipal services had acted conservatively and reasonably, based on principles of public interest rather than discrimination based on race (and that furthermore even the extent of de facto discrimination was in doubt):\nPlaintiffs have compiled certain statistics which they claim support a charge that defendants and their predecessors in office have racially classified the black and white neighborhoods by providing better or more complete facilities to the latter neighborhoods, but they would ignore all legitimate deductions to be made from the evidence running counter to statistical racial disparity. But we do not understand that a court may adopt that manner of reasoning. If actions of public officials are shown to have rested upon rational considerations, irrespective of race or poverty, they are not within the condemnation of the Fourteenth Amendment, and may not be properly condemned upon judicial review. Persons or groups who are treated differently must be shown to be similarly situated and their unequal treatment demonstrated to be without any rational basis or based upon an invidious factor such as race.\n&lt;a href=\"Residential%20segregation%20in%20the%20United%20States\"&gt;Residential racial segregation&lt;/a&gt; was not a severe problem in the eyes of the District Court, which in its summary of the facts wrote:\nThere are various patterns of residential neighborhoods in the town. In some instances white and Negro residents live on the same streets, yet in other instances, particularly in the oldest and newest subdivisions, there are separate white and Negro neighborhoods. A significant portion of the Negro population resides in the town's peripheral or outer area, with substantial numbers of white people residing near the town's business or commercial center.\nAppeals Court reversal.\nA panel of the Appeals Court on January 23, 1971, found that Shaw had failed to demonstrate a compelling interest in its unequal infrastructural development. Reviewing the facts, the court found Shaw to be starkly segregated, and the unequal services explicable only in terms of racial discrimination. The majority decision, written by judge &lt;a href=\"Elbert%20Tuttle\"&gt;Elbert Tuttle&lt;/a&gt; directly disagreed with the District Court's finding that Shaw had used rational considerations in decisions about infrastructure. For example, in the case of street paving, which had been provided for nearly all white residents, but not for many black residents:\nThe record simply does not support the justification that streets were built according to traffic needs and usage. The town's one engineer who made recommendations to defendants as to the priority of street paving projects testified that he had never surveyed the town to determine which streets were used the most. Nor did he compare the usage of streets in black neighborhoods with the usage of those in white neighborhoods. He even admitted that he was not familiar with the usage of streets in the Promised Land Addition, which is one of the oldest and largest black neighborhoods in Shaw.\nThe court declined to compel Shaw to take any specific action, instead ordering it to submit a planned \"program of improvements that will, within a reasonable time, remove the disparities that bear so heavily on the black citizens of Shaw.\"\nTo justify &lt;a href=\"judiciary\"&gt;judicial&lt;/a&gt; intervention into a typically &lt;a href=\"legislature\"&gt;legislative&lt;/a&gt; affair, the majority decision invoked the doctrine of \"checks and balances\" as part of a working system of &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt;, stating that flagrantly unconstitutional inequality requires a check from the courts.\nIn a concurring opinion, judge &lt;a href=\"Griffin%20Bell\"&gt;Griffin Bell&lt;/a&gt; invoked the case of &lt;a href=\"http%3A//law.justia.com/cases/federal/district-courts/FSupp/309/967/2096180/\"&gt;Hadnott v. City of Prattville, 309 F. Supp. 967 (M.D. Ala. 1970)&lt;/a&gt; and commented on improvements in service distribution accompanying voting rights. The panel's decision was subsequently confirmed on 27 March 1972 by an \"&lt;a href=\"en%20banc\"&gt;en banc&lt;/a&gt;\" session of the same court. The dissenting judges (&lt;a href=\"Charles%20Clark%20%28judge%29\"&gt;Charles Clark&lt;/a&gt; and &lt;a href=\"Paul%20Hitch%20Roney\"&gt;Paul Hitch Roney&lt;/a&gt;) condemned the decision in strong terms, stating that the court had been too ready to agree prima facie that Shaw had discriminated racially, and comparing Shaw with desegregated municipalities which still had unequal services.\nOutcomes.\nContemporary observers took notice of \"Hawkins v. Town of Shaw\" for defining a new level of involvement for courts in &lt;a href=\"municipality\"&gt;municipal&lt;/a&gt; affairs. It was the most prominent in a series of cases which had increased the scope of 42 USC § 1983 in actions against local governments.\nThe decision left open the issue of unequal provision of services according to wealth and for this reason some commentators doubted its wide applicability. The 1976 Supreme Court case \"&lt;a href=\"Washington%20v.%20Davis\"&gt;Washington v. Davis&lt;/a&gt;\" limited the principle of \"Hawkins v. Town of Shaw\" by holding that racially unequal effect of a law, without racist intent, does not violate the constitution.\nMary Lou Hawkins was shot and killed in 1972 by Andrew Sharpe, a black Shaw police officer. Sharpe was tried and acquitted of manslaughter. The Hawkins home was twice set on fire, the second fire killing Mary Lou's and Andrew's son, Andrew Jr., and two granddaughters."
}