{
    "id": "54474662",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=54474662",
    "title": "Israel Allies Foundation",
    "text": "The Israel Allies Foundation (IAF, also known as the International Israel Allies Caucus Foundation) is an Israeli &lt;a href=\"umbrella%20organization\"&gt;umbrella organization&lt;/a&gt; coordinating an international network of pro-Israel lobbies. IAF works with politicians around the world to mobilize support for Israel based Jewish values. One of its main goals is keeping Jerusalem fully under Israeli sovereignty. \nParliamentary groups affiliated with the IAF include the Congressional Israel Allies Caucus in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt;, the Knesset Christian Allies Caucus in the Israeli parliament, and similar groups in Uruguay, the Philippines, South Korea, Brazil, South Africa, Japan, Australia, Finland, Italy, Canada, Costa Rica, and Malawi. As of 2021, IAF supported 50 pro-Israel parliamentary groups worldwide.\nIAF takes politicians and heads of pro-Israel organizations on paid-for tours of Israel.\nHistory.\nIn January 2004, the Knesset Christian Allies Caucus (KCAC) was founded by Israeli politician &lt;a href=\"Yuri%20Stern\"&gt;Yuri Stern&lt;/a&gt; of the &lt;a href=\"Yisrael%20Beiteinu\"&gt;Yisrael Beiteinu&lt;/a&gt; party and seven other Israeli politicians. The goal of the organization was to harness support for Israel from Christian leaders around the world. Its first sister caucus, the Congressional Israel Allies Caucus, was established in the United States Congress in 2006.\nThis led to the creation of IAF in 2007 by orthodox rabbi &lt;a href=\"Benny%20Elon\"&gt;Benny Elon&lt;/a&gt; his longtime aide and parliamentary assistant &lt;a href=\"Uri%20Bank\"&gt;Uri Bank&lt;/a&gt;, both leaders of the Israeli &lt;a href=\"Far-right%20politics\"&gt;far-right&lt;/a&gt; party &lt;a href=\"Moledet\"&gt;Moledet&lt;/a&gt;. Elon, a well-known figure in the radical settler movement, favored annexing the occupied territories and \"voluntary\" transfer of the Palestinians to Jordan. He served as &lt;a href=\"Ministry%20of%20Tourism%20%28Israel%29\"&gt;Tourism Minister&lt;/a&gt; in two stints from 2001 to 2004 and used his position to foment ties with the American evangelical Christian community.\nElon, 62, died of cancer in 2017 and &lt;a href=\"Josh%20Reinstein\"&gt;Josh Reinstein&lt;/a&gt; took over as president of IAF.\nOrganization.\nAs of 2019, the organization's Christian advisory board of directors includes &lt;a href=\"Tim%20Dunn%20%28businessman%29\"&gt;Tim Dunn&lt;/a&gt; (chairman), &lt;a href=\"Dave%20Weldon\"&gt;Dave Weldon&lt;/a&gt;, &lt;a href=\"Mike%20Sodrel\"&gt;Mike Sodrel&lt;/a&gt;, Dick Saulsbury, Earl Cox, and &lt;a href=\"Trent%20Franks\"&gt;Trent Franks&lt;/a&gt;.\nIAF has established parliamentary groups consisting of strongly pro-Israel politicians in many countries. In the U.S. and some other countries, such groups are known as &lt;a href=\"caucus\"&gt;caucus&lt;/a&gt;es.\nKnesset Christian Allies Caucus.\nThe Knesset Christian Allies Caucus is the IAF's caucus in the Israeli parliament - the Knesset. The Caucus was founded by &lt;a href=\"Yuri%20Stern\"&gt;Yuri Stern&lt;/a&gt; of the &lt;a href=\"National%20Union%20%28Israel%29\"&gt;National Union&lt;/a&gt; in 2004. In the past, the Caucus was co-chaired by &lt;a href=\"David%20Rotem\"&gt;David Rotem&lt;/a&gt; (till March 31, 2015) and &lt;a href=\"Gila%20Gamliel\"&gt;Gila Gamliel&lt;/a&gt;. Deputy Speaker of the Knesset MK Sharren Haskel is the current Chair of the caucus. As of 2020, it has 17 members, stemming from a spectrum of political parties.\nCongressional Israel Allies Caucus.\nThe Congressional Israel Allies Caucus is the IAF's &lt;a href=\"Congressional%20caucus\"&gt;caucus&lt;/a&gt; in the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt;. It was formed on July 27, 2006, to affirm &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; support for Israel amidst growing international pressure for Israel to implement an immediate ceasefire during the &lt;a href=\"2006%20Israel-Lebanon%20conflict\"&gt;Israel-Lebanon conflict&lt;/a&gt;. It is, according to the IAF, the only &lt;a href=\"bipartisan\"&gt;bipartisan&lt;/a&gt; caucus in support of Israel in the U.S. House. The Caucus was modeled after its counterpart in the &lt;a href=\"Knesset\"&gt;Knesset&lt;/a&gt;, the &lt;a href=\"Knesset%20Christian%20Allies%20Caucus\"&gt;Christian Allies Caucus&lt;/a&gt;.\nFounding members of the Caucus were &lt;a href=\"Dave%20Weldon\"&gt;Dave Weldon&lt;/a&gt; (R-FL), &lt;a href=\"Eliot%20Engel\"&gt;Eliot Engel&lt;/a&gt; (D-NY), &lt;a href=\"Trent%20Franks\"&gt;Trent Franks&lt;/a&gt; (R-AZ), and &lt;a href=\"Gene%20Green\"&gt;Gene Green&lt;/a&gt; (D-TX). Founding co-Chairs were &lt;a href=\"Mike%20Pence\"&gt;Mike Pence&lt;/a&gt; (R-IN); former House Minority Whip &lt;a href=\"Eric%20Cantor\"&gt;Eric Cantor&lt;/a&gt; (R-VI); and &lt;a href=\"Eliot%20Engel\"&gt;Eliot Engel&lt;/a&gt; (D-NY). The co-chairs of the Caucus in the &lt;a href=\"116th%20United%20States%20Congress\"&gt;116th United States Congress&lt;/a&gt; were &lt;a href=\"Eliot%20Engel\"&gt;Eliot Engel&lt;/a&gt; (D-NY), &lt;a href=\"Doug%20Lamborn\"&gt;Doug Lamborn&lt;/a&gt; (R-CO), &lt;a href=\"Brad%20Sherman\"&gt;Brad Sherman&lt;/a&gt; (D-CA), and &lt;a href=\"Steve%20Chabot\"&gt;Steve Chabot&lt;/a&gt; (R-OH).\nThe fundraising arm of the Caucus is the Israel Allies Caucus Foundation Inc.\nFinances.\nProminent donors to IAF include the &lt;a href=\"Irving%20Moskowitz\"&gt;Moskowitz family foundations&lt;/a&gt;, the Jewish Community Federation of San Francisco, the Newton and Rochelle Becker charities, and the MZ Foundation who donated $760,000, $300,000, $115,000, and $100,000 respectively to the Israel Allies Caucus Foundation Inc. between 2009 and 2013. IAF is also supported by the &lt;a href=\"Milstein%20Family%20Foundation\"&gt;Milstein Family Foundation&lt;/a&gt;.\nJudeo-Christian values.\nIAF describes itself as working on a foundation of &lt;a href=\"Judeo-Christian\"&gt;Judeo-Christian&lt;/a&gt; values, promoting cooperation among politicians worldwide, who support the right of the State of Israel to exist in peace and to have secure borders. Bank in 2014 described the strategy: \"Evangelical Christians are powerful in their countries and they love Israel, but they haven’t been taught how to leverage that in our favor ... That is what we’re doing.\"\nAccording to the late Elon, Christians and Israel stands together against radical Islam: \"The Christian world is Israel’s most strategic ally both existentially and spiritually. Existentially, they stand up against radical Islam and their desire to destroy the state of Israel. Spiritually, Christians are our partners in the clash of cultures between our values and those of radical Islam.\"\nReinstein believes in a strategy which he calls faith-based diplomacy: \"Faith-based diplomacy is the most important weapon we have in our arsenal today, ... In areas with almost no Jews, without Christian support Israel wouldn’t have such a robust international standing. In America, we have Jewish and Christian support—a stacked deck—but in places like the Philippines, without Christians, Israel wouldn’t have support.\" He believes that Christians should realize that &lt;a href=\"supersessionism\"&gt;supersessionism&lt;/a&gt; is wrong and that the &lt;a href=\"Old%20Covenant\"&gt;Old Covenant&lt;/a&gt; still holds: \"How do you explain Israel if you believe you’ve replaced Israel? We have the ingathering of exiles; the desert blooming; Israel as a light unto the nations through its technology, and a lot of mainstream Christians were like, 'Wait a minute, we were wrong. The covenant is an everlasting one. Look at what God is doing for the Jewish people in Israel. We want to be a part of that.'\"\nIAF distances itself from Christian groups that proselytizes against Jews.\nIssues.\nIAF's policy positions were enumerated in its 2008 \"Declaration of Purpose and Solidarity with the People and State of Israel\" document. The document was ratified by the International Israel Allies Caucus Chairmen and presented the following eight points:\nJerusalem fully under Israeli sovereignty.\nAccording to &lt;a href=\"Hannu%20Takkula\"&gt;Hannu Takkula&lt;/a&gt;, Chair of the European Parliament's Israel Allies Caucus, the group \"celebrate(s) Jerusalem as the undivided capital of the Jewish State of Israel.\" IAF supports moving the American Embassy to Jerusalem.\nBDS movement.\nIAF opposes the &lt;a href=\"BDS%20movement\"&gt;BDS movement&lt;/a&gt;, an organization that calls for comprehensive boycotts of Israel until it stops its alleged human rights violations against the Palestinians. IAF lobbies for &lt;a href=\"anti-BDS%20laws\"&gt;anti-BDS laws&lt;/a&gt;, so called because their intent is to discourage participation in boycotts of Israel. Those laws requires state contractors to pledge that they are not boycotting Israel. IAF sees boycotting Israel as a form of discrimination.\nIAF has also fought EU labeling regulations that would forbid goods produced in the &lt;a href=\"Israeli%20settlements\"&gt;Israeli settlements&lt;/a&gt; built in the West Bank and &lt;a href=\"Golan%20Heights\"&gt;Golan Heights&lt;/a&gt; from being labelled \"Made in Israel.\"\nActivities.\nJerusalem Day.\nIAF holds annual events for politicians on &lt;a href=\"Jerusalem%20Day\"&gt;Jerusalem Day&lt;/a&gt; to commemorate Israel's reunification of Jerusalem in the &lt;a href=\"Six-day%20war\"&gt;Six-day war&lt;/a&gt; in 1967. In the US, the event is held on &lt;a href=\"Capitol%20Hill\"&gt;Capitol Hill&lt;/a&gt; and attended by members of congress.\nChairmen's Conference.\nIAF holds annual conferences for its parliamentary groups' chairmen in Jerusalem.\nTours of Israel and the West Bank.\nIAF is known for organizing and sponsoring tours for politicians to visit Israel on fact-finding missions. There tour Israel and the &lt;a href=\"Israeli-occupied%20West%20Bank\"&gt;Israeli-occupied West Bank&lt;/a&gt;, meeting with Israeli politicians, Palestinian Arabs, Christian Arabs and families to victims of Palestinian violence. The Israeli left has criticized the tours as a form of propaganda."
}