{
    "id": "5447139",
    "revid": "395764",
    "url": "https://en.wikipedia.org/wiki?curid=5447139",
    "title": "Nzappa zap",
    "text": "The Nzappa zap (also referred to as zappozap, nsapo, kilonda, kasuyu) is a traditional &lt;a href=\"weapon\"&gt;weapon&lt;/a&gt; from &lt;a href=\"Congo%20Basin\"&gt;the Congo&lt;/a&gt; similar to an &lt;a href=\"axe\"&gt;axe&lt;/a&gt; or &lt;a href=\"hatchet\"&gt;hatchet&lt;/a&gt;. \nUses.\nIt has an ornate &lt;a href=\"wrought-iron\"&gt;wrought-iron&lt;/a&gt; blade connected to a club-like wooden handle, often clad in copper, bronze or brass.\nLargely ceremonial, it can be used much like the &lt;a href=\"Americas\"&gt;American&lt;/a&gt; &lt;a href=\"Tomahawk%20%28axe%29\"&gt;tomahawk&lt;/a&gt;, both thrown for short distances and as a &lt;a href=\"melee%20weapon\"&gt;melee weapon&lt;/a&gt; in &lt;a href=\"hand-to-hand%20combat\"&gt;hand-to-hand combat&lt;/a&gt;. It differs from the usual axe style, in that the blade mounts to looping prongs that affix to the &lt;a href=\"wiktionary%3Ashaft\"&gt;shaft&lt;/a&gt;.\nThis weapon derives from the upper Congo region and was used as a brutal weapon in battle. It was usually crafted by the Nsapo people who thrived industrially from iron and copper. The axe is forged from Iron while the handle is made of wood covered in copper. This weapon yields a lot of damage when used mainly in close combat and sometimes directly thrown. The Nzappa Zap has a club like handle that flares at the base and has a rounded head. The blade is also attached through a post extending from the handle. Nzappa Zaps sometimes has two or three human faces in the iron head. The axe is ceremonial and usually kept and carried by the chiefs of the Songye. The weapon holds power and significance among the people. The axe was used in battle, as a status symbol, and also as a form of currency in trade.\nThe weapon is the etymological base of the name \"&lt;a href=\"Zappo%20Zap\"&gt;Zappo Zap&lt;/a&gt;\", an infamous Songye tribal group once active in the &lt;a href=\"Congo%20Free%20State\"&gt;Congo Free State&lt;/a&gt;."
}