{
    "id": "54480134",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=54480134",
    "title": "Alice Tangerini",
    "text": "Alice R. Tangerini (born April 25, 1949) is an American &lt;a href=\"botanical%20illustrator\"&gt;botanical illustrator&lt;/a&gt;. In 1972, Tangerini was hired as a staff illustrator for the Department of &lt;a href=\"Botany\"&gt;Botany&lt;/a&gt; at the &lt;a href=\"National%20Museum%20of%20Natural%20History\"&gt;National Museum of Natural History&lt;/a&gt; by American botanist &lt;a href=\"Lyman%20Bradford%20Smith\"&gt;Lyman Bradford Smith&lt;/a&gt;. Prior to working at the &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt;, she received a &lt;a href=\"Bachelor%20of%20Fine%20Arts\"&gt;Bachelor of Fine Arts&lt;/a&gt; from &lt;a href=\"Virginia%20Commonwealth%20University\"&gt;Virginia Commonwealth University&lt;/a&gt;. As of March 9, 2017, Tangerini remains the only &lt;a href=\"botanical%20illustrator\"&gt;botanical illustrator&lt;/a&gt; ever hired by the Smithsonian.\nAside from illustration, Tangerini also teaches classes on the subject and serves as a manager and curator for the Department of Botany at the &lt;a href=\"National%20Museum%20of%20Natural%20History\"&gt;National Museum of Natural History&lt;/a&gt;. In 2005, she lost sight in her right eye following an unidentified injury, and has &lt;a href=\"diplopia\"&gt;diplopia&lt;/a&gt; due to a subsequent surgery. She has received the \"Distinguished Service Award\" from Guild of Natural Science Illustrators and the \"Excellence in Scientific Botanical Art\" award from the &lt;a href=\"American%20Society%20of%20Botanical%20Artists\"&gt;American Society of Botanical Artists&lt;/a&gt;. She has also been credited as one of the leading figures in her field by American botanist &lt;a href=\"Warren%20H.%20Wagner\"&gt;Warren H. Wagner&lt;/a&gt; and the &lt;a href=\"Smithsonian%20Associates\"&gt;Smithsonian Associates&lt;/a&gt;.\nEarly life and education.\nAlice R. Tangerini was born on April 25, 1949 in &lt;a href=\"Takoma%20Park%2C%20Maryland\"&gt;Takoma Park, Maryland&lt;/a&gt;, and raised in &lt;a href=\"Kensington%2C%20Maryland\"&gt;Kensington&lt;/a&gt;. Drawing has been her \"life's passion\" since the age of four. As a high school student, she met botanist &lt;a href=\"Lyman%20Bradford%20Smith\"&gt;Lyman Bradford Smith&lt;/a&gt; through a friend of the family. He went on to become her mentor, with one of their lessons adding up to six hours, where Smith often had Tangerini illustrate plants using a dead model. While attending the &lt;a href=\"Virginia%20Commonwealth%20University\"&gt;Virginia Commonwealth University&lt;/a&gt;, Tangerini spent her summers working at the &lt;a href=\"Smithsonian%20Institution\"&gt;Smithsonian Institution&lt;/a&gt;. She received a &lt;a href=\"Bachelor%20of%20Fine%20Arts\"&gt;Bachelor of Fine Arts&lt;/a&gt; degree in 1972. Following her graduation, Tangerini was hired by Smith to work as a staff illustrator for the Department of Botany at the &lt;a href=\"National%20Museum%20of%20Natural%20History\"&gt;National Museum of Natural History&lt;/a&gt;. She thus became the first &lt;a href=\"botanical%20illustrator\"&gt;botanical illustrator&lt;/a&gt; hired by the Smithsonian Institution.\nCareer.\nTangerini primarily does her illustrations in the &lt;a href=\"United%20States%20National%20Herbarium\"&gt;United States National Herbarium&lt;/a&gt;, and worked under American botanist &lt;a href=\"Warren%20H.%20Wagner\"&gt;Warren H. Wagner&lt;/a&gt;. Even though she frequently relies on pressed and dried &lt;a href=\"herbarium\"&gt;herbarium&lt;/a&gt; specimens as her models, she does go on location to areas such as &lt;a href=\"California\"&gt;California&lt;/a&gt;, &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;, and &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt; to see the &lt;a href=\"flora\"&gt;flora&lt;/a&gt; in their natural environment. She differentiated &lt;a href=\"botanical%20art\"&gt;botanical art&lt;/a&gt; from &lt;a href=\"fine%20art\"&gt;fine art&lt;/a&gt; by clarifying that \"botanical art had to be recognized at least to genus, if not to species\".\nAccording to the &lt;a href=\"American%20Society%20of%20Botanical%20Artists\"&gt;American Society of Botanical Artists&lt;/a&gt;, Tangerini has illustrated over 1000 plant species. The majority of her illustrations have been created using &lt;a href=\"pen%20and%20ink\"&gt;pen and ink&lt;/a&gt; or brush with ink, but at times also &lt;a href=\"graphite\"&gt;graphite&lt;/a&gt; and &lt;a href=\"digital%20painting\"&gt;digital painting&lt;/a&gt;. She typically draws her specimen in &lt;a href=\"black%20and%20white\"&gt;black and white&lt;/a&gt;, with minimal shadow, and frequently places the light sources in the image's upper left corner. She has also experimented with creating colored illustrations. When completing an illustration, Tangerini follows tradition in botanical illustration by focusing on &lt;a href=\"plant%20morphology\"&gt;plant morphology&lt;/a&gt; and &lt;a href=\"flower%20morphology\"&gt;internal parts of the flower&lt;/a&gt; rather than the color.\nTangerini's illustrations have been featured in numerous scientific publications, such as \"The Flora of the Guianas\", as well as a number of books. In 1980, she created a \"one-man show of palm drawings\" in the National Museum of Natural History and she curated the \"North American Wild Flowers: Watercolors by Mary Vaux Walcott\" exhibit in 1990. This collection was also held in the National Museum of Natural History. In 2013, she published the article \"Whatever happened to Bishopanthus\", along with co-writers &lt;a href=\"Vicki%20Funk\"&gt;Vicki Funk&lt;/a&gt; and &lt;a href=\"Harold%20E.%20Robinson\"&gt;Harold E. Robinson&lt;/a&gt;, in the botanical journal \"&lt;a href=\"PhytoKeys\"&gt;PhytoKeys&lt;/a&gt;\". In the same year, scholars Theodore H. Fleming and W. John Kress thanked Tangerini in the preface of their book \"The Ornaments of Life: Coevolution and Conservation in the Tropics\" for her help with the cover and a figure included in the text. As of 2015, Tangerini has been developing a website to catalog her work and those from other illustrators working in the herbarium. As of March 9, 2017, Tangerini remains the only botanical illustrator ever hired by the Smithsonian.\nAside from her work in illustration, Tangerini has also given lectures and taught classes on the subject at several locations, including the Smithsonian Associates, &lt;a href=\"United%20States%20Department%20of%20Agriculture\"&gt;United States Department of Agriculture&lt;/a&gt;, &lt;a href=\"Montgomery%20College\"&gt;Montgomery College&lt;/a&gt;, &lt;a href=\"Virginia%20Commonwealth%20University\"&gt;Virginia Commonwealth University&lt;/a&gt;, the &lt;a href=\"Corcoran%20School%20of%20the%20Arts%20and%20Design\"&gt;Corcoran School of the Arts and Design&lt;/a&gt;, and the Minnesota School of Botanical Art. She is a manager and curator for botanical art in the National Museum of Natural History's botany department, and runs the Smithsonian Catalog of Botanical Illustrations. She also serves as a board member on the American Society of Botanical Artists.\nInjury.\nIn 2005, Tangerini lost sight in her right eye following an unidentified injury. She was not given a clear diagnosis on the issue. Tangerini attributed the injury to too many years of working. After receiving surgery in the same year, she was identified as having &lt;a href=\"diplopia\"&gt;diplopia&lt;/a&gt; in her right eye. Wagner suggested that Tangerini wear an &lt;a href=\"eyepatch\"&gt;eyepatch&lt;/a&gt; so that she could continue her work at the museum, and offered her his son's pirate patch as support. Tangerini returned to work and, in addition to wearing an eyepatch, started to use a &lt;a href=\"graphics%20tablet\"&gt;graphics tablet&lt;/a&gt; and &lt;a href=\"Adobe%20Photoshop\"&gt;Adobe Photoshop&lt;/a&gt; and relied more on digital technology to give her a clearer view of an image.\nAwards and recognition.\nIn 1999, Tangerini received the \"Distinguished Service Award\" from Guild of Natural Science Illustrators. In 2008, she was honored with the \"Excellence in Scientific Botanical Art\" award from the American Society of Botanical Artists.\nOn August 24, 2016, the &lt;a href=\"Smithsonian%20Institution%20Archives\"&gt;Smithsonian Institution Archives&lt;/a&gt; selected Tangerini for its Wonderful Women Wednesday, describing her as a \"Groundbreaker\". &lt;a href=\"Order%20Sons%20of%20Italy%20in%20America\"&gt;Order Sons of Italy in America&lt;/a&gt; called her \"one of the world's best botanical illustrator\". Warren H. Wagner described her as the best artist in her field, and the &lt;a href=\"Smithsonian%20Associates\"&gt;Smithsonian Associates&lt;/a&gt; called her a \"leading contemporary practitioners\" in botanical illustration.\nIn 2020, Tangerini was awarded the &lt;a href=\"Jill%20Smythies%20Award\"&gt;Jill Smythies Award&lt;/a&gt; from the Linnean Society of London.\nThe bromeliad species \"&lt;a href=\"Navia%20aliciae\"&gt;Navia aliciae&lt;/a&gt;\" is named after her because her illustration added extra detailed information to the plant description."
}