{
    "id": "54558894",
    "revid": "2051880",
    "url": "https://en.wikipedia.org/wiki?curid=54558894",
    "title": "Sixth power",
    "text": "In &lt;a href=\"arithmetic\"&gt;arithmetic&lt;/a&gt; and &lt;a href=\"algebra\"&gt;algebra&lt;/a&gt; the sixth &lt;a href=\"power%20%28algebra%29\"&gt;power&lt;/a&gt; of a number \"n\" is the result of multiplying six instances of \"n\" together. So:\nSixth powers can be formed by multiplying a number by its &lt;a href=\"fifth%20power%20%28algebra%29\"&gt;fifth power&lt;/a&gt;, multiplying the &lt;a href=\"square%20number\"&gt;square&lt;/a&gt; of a number by its &lt;a href=\"fourth%20power\"&gt;fourth power&lt;/a&gt;, by cubing a square, or by squaring a &lt;a href=\"cube%20%28algebra%29\"&gt;cube&lt;/a&gt;.\nThe sequence of sixth powers of &lt;a href=\"integer\"&gt;integer&lt;/a&gt;s is:\nThey include the significant &lt;a href=\"decimal\"&gt;decimal&lt;/a&gt; numbers 106 (a &lt;a href=\"million\"&gt;million&lt;/a&gt;), 1006 (a &lt;a href=\"Trillion%20%28short%20scale%29\"&gt;short-scale trillion&lt;/a&gt; and long-scale billion), 10006 (a &lt;a href=\"Trillion%20%28long%20scale%29\"&gt;long-scale trillion&lt;/a&gt;) and so on.\nSquares and cubes.\nThe sixth powers of integers can be characterized as the numbers that are simultaneously squares and cubes. \nIn this way, they are related to two other classes of &lt;a href=\"figurate%20number\"&gt;figurate number&lt;/a&gt;s: the &lt;a href=\"square%20triangular%20number\"&gt;square triangular number&lt;/a&gt;s, which are simultaneously square and triangular,\nand the solutions to the &lt;a href=\"cannonball%20problem\"&gt;cannonball problem&lt;/a&gt;, which are simultaneously square and square-pyramidal.\nBecause of their connection to squares and cubes, sixth powers play an important role in the study of the &lt;a href=\"Mordell%20curve\"&gt;Mordell curve&lt;/a&gt;s, which are &lt;a href=\"elliptic%20curve\"&gt;elliptic curve&lt;/a&gt;s of the form\nWhen formula_2 is divisible by a sixth power, this equation can be reduced by dividing by that power to give a simpler equation of the same form.\nA well-known result in number theory, proven by &lt;a href=\"Rudolf%20Fueter\"&gt;Rudolf Fueter&lt;/a&gt; and &lt;a href=\"Louis%20J.%20Mordell\"&gt;Louis J. Mordell&lt;/a&gt;, states that, when formula_2 is an integer that is not divisible by a sixth power (other than the exceptional cases formula_4 and formula_5), this equation either has no rational solutions with both formula_6 and formula_7 nonzero or infinitely many of them.\nIn the &lt;a href=\"Zenzizenzizenzic\"&gt;archaic notation&lt;/a&gt; of &lt;a href=\"Robert%20Recorde\"&gt;Robert Recorde&lt;/a&gt;, the sixth power of a number was called the \"zenzicube\", meaning the square of a cube. Similarly, the notation for sixth powers used in 12th century &lt;a href=\"Indian%20mathematics\"&gt;Indian mathematics&lt;/a&gt; by &lt;a href=\"Bh%C4%81skara%20II\"&gt;Bhāskara II&lt;/a&gt; also called them either the square of a cube or the cube of a square.\nSums.\nThere are numerous known examples of sixth powers that can be expressed as the sum of seven other sixth powers, but no examples are yet known of a sixth power expressible as the sum of just six sixth powers. This makes it unique among the powers with exponent \"k\" = 1, 2, ... , 8, the others of which can each be expressed as the sum of \"k\" other \"k\"-th powers, and some of which (in violation of &lt;a href=\"Euler%27s%20sum%20of%20powers%20conjecture\"&gt;Euler's sum of powers conjecture&lt;/a&gt;) can be expressed as a sum of even fewer \"k\"-th powers.\nIn connection with &lt;a href=\"Waring%27s%20problem\"&gt;Waring's problem&lt;/a&gt;, every sufficiently large integer can be represented as a sum of at most 24 sixth powers of integers.\nThere are infinitely many different nontrivial solutions to the &lt;a href=\"Diophantine%20equation\"&gt;Diophantine equation&lt;/a&gt;\nIt has not been proven whether the equation\nhas a nontrivial solution, but the &lt;a href=\"Lander%2C%20Parkin%2C%20and%20Selfridge%20conjecture\"&gt;Lander, Parkin, and Selfridge conjecture&lt;/a&gt; would imply that it does not."
}