{
    "id": "54570154",
    "revid": "6289403",
    "url": "https://en.wikipedia.org/wiki?curid=54570154",
    "title": "Sairusi Naituku",
    "text": "Sairusi Naituku (26 February 1961, in &lt;a href=\"Lomaiviti%20Province\"&gt;Lomaiviti&lt;/a&gt; – 7 June 2016, in &lt;a href=\"Lautoka\"&gt;Lautoka&lt;/a&gt;) was a Fijian &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. He played as a prop\nHe was the captain of Fiji secondary school and Fiji Colts and was one of the first Fijians to secure a rugby contract in South Africa, playing for the South Pacific Barbarians, a team made up of players from Fiji, Samoa and Tonga that went to play a rebel tour in the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt;-era &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nBiography.\nNaituku was only four years old when his family moved from Nacavanadi village, &lt;a href=\"Gau%20Island\"&gt;Gau&lt;/a&gt;. He was educated first, at Annesly Infant School, and then, at Draiba Fijian School days, where he met fellow Fijian internationals such as &lt;a href=\"Tomasi%20Cama\"&gt;Tomasi Cama&lt;/a&gt;, &lt;a href=\"Paulo%20Nawalu\"&gt;Paulo Nawalu&lt;/a&gt;, &lt;a href=\"Elia%20Rokowailoa\"&gt;Elia Rokowailoa&lt;/a&gt;, &lt;a href=\"Koli%20Rakoroi\"&gt;Koli Rakoroi&lt;/a&gt; and &lt;a href=\"Epeli%20Rakai\"&gt;Epeli Rakai&lt;/a&gt;. \nHe made progress in his rugby career after being named to play in the Fiji schools national rugby union team, which he captained. He also captained the Fiji Colts team against Tonga.\nCareer.\nHe first started his career on the wing and later shifted to number eight because of his size (1.78 m and 85 kg). \nAs number eight, his first cap was against &lt;a href=\"Solomon%20Islands%20national%20rugby%20union%20team\"&gt;Solomon Islands&lt;/a&gt;, at Apia, on 8 September 1983.\nHe played his first match as prop in 1985 against &lt;a href=\"Samoa%20national%20rugby%20union%20team\"&gt;Samoa&lt;/a&gt; when the then-head coach &lt;a href=\"Senitiki%20Biaukula\"&gt;Senitiki Biaukula&lt;/a&gt; asked him to shift from his usual number 8 position and played tighthead prop. He also was part of the &lt;a href=\"1987%20Rugby%20World%20Cup\"&gt;1987 Rugby World Cup&lt;/a&gt; Fiji squad, coached by &lt;a href=\"Jo%20Sovau\"&gt;Jo Sovau&lt;/a&gt; and &lt;a href=\"George%20Simpkin\"&gt;George Simpkin&lt;/a&gt;, in the tournament he played 3 matches. His last match for &lt;a href=\"Fiji%20national%20rugby%20union%20team\"&gt;Fiji&lt;/a&gt; was against &lt;a href=\"Japan%20national%20rugby%20union%20team\"&gt;Japan&lt;/a&gt;, at Tokyo, on 4 March 1990. He also had the privilege to play for Eastern Province Rugby during his career in the Eastern Cape, Port Elizabeth in 1992 alongside fellow Fiji teammate Leveni Duvuduvukula. During his time for Eastern Province he also played for the PE Harlequins on club level.\nAfter retiring from his player career, Naituku coached the Natabua High School Boys Section team, who won the Coca-Cola Games in 2015.\nDeath.\nOn 7 June 2016, Naituku died at Natabua Housing, &lt;a href=\"Lautoka\"&gt;Lautoka&lt;/a&gt; at the age of 55."
}