{
    "id": "5458079",
    "revid": "3461395",
    "url": "https://en.wikipedia.org/wiki?curid=5458079",
    "title": "Ebbing and Flowing Spring",
    "text": "Ebbing and Flowing Spring is a &lt;a href=\"spring%20%28hydrosphere%29\"&gt;spring&lt;/a&gt; located in &lt;a href=\"Hawkins%20County%2C%20Tennessee\"&gt;Hawkins County, Tennessee&lt;/a&gt;, near &lt;a href=\"Rogersville%2C%20Tennessee\"&gt;Rogersville&lt;/a&gt;, that is one of only two known springs in the world to exhibit &lt;a href=\"tide\"&gt;tidal&lt;/a&gt; characteristics.\nDescription.\nThe spring is located on land that once belonged to Colonel Thomas Amis, father-in-law of Rogersville's founder, &lt;a href=\"Joseph%20Rogers%20%28pioneer%29\"&gt;Joseph Rogers&lt;/a&gt;. It is referred to as \"Sinking Spring\" in a &lt;a href=\"land%20grant\"&gt;land grant&lt;/a&gt; given to Amis by the &lt;a href=\"North%20Carolina%20General%20Assembly\"&gt;General Assembly&lt;/a&gt; of &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; for his services during the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt;. Amis settled the area in around 1780. His &lt;a href=\"Amis%20House%20%28Rogersville%2C%20Tennessee%29\"&gt;fort-like house&lt;/a&gt; is a few tenths of a mile from the spring.\nEbbing and Flowing Spring is one of only two known springs in the world to exhibit tidal characteristics with a predictable regularity.\nDuring a period of 2 hours and 47 minutes, the spring's flow ranges from an indiscernible trickle to per minute. The water in Ebbing and Flowing Spring maintains a constant temperature of .\nLocal legend.\nThe spring was credited with having extraordinary powers in matters of the heart by the citizens of nearby Rogersville. Townspeople claimed that any couple drinking from the spring at the peak of its flow would marry within the year. Some legends suggest that the spring's power was first discovered by Rogersville founder &lt;a href=\"Joseph%20Rogers%20%28pioneer%29\"&gt;Joseph Rogers&lt;/a&gt;, who was said to have drunk from the spring with his beloved, Mary Amis, who soon after became his wife, despite her father's initial disapproval.\nVisiting the spring.\nThe spring is privately owned by descendants of &lt;a href=\"Amis%20House%20%28Rogersville%2C%20Tennessee%29\"&gt;Thomas Amis&lt;/a&gt;, but it is open to the public. Local tourism agencies maintain directions and brochures about the spring. The property is now owned by Orphia Gibbs."
}