{
    "id": "54629764",
    "revid": "37668689",
    "url": "https://en.wikipedia.org/wiki?curid=54629764",
    "title": "Matthew Dufty",
    "text": "Matthew Dufty (born 10 January 1996) is an Australian professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a for the &lt;a href=\"Canterbury-Bankstown%20Bulldogs%20\"&gt;Canterbury-Bankstown Bulldogs &lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;.\nHe previously played for the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt; in the &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt;.\nBackground.\nDufty, was born 10 January 1996 in &lt;a href=\"Hurstville%2C%20New%20South%20Wales\"&gt;Hurstville, New South Wales&lt;/a&gt;, Australia. He attended &lt;a href=\"Marist%20Catholic%20College%20Penshurst\"&gt;Marist Catholic College Penshurst&lt;/a&gt; from Year 7 to Year 10.\nHe played his junior rugby league for the &lt;a href=\"Penshurst%20RSL%20RLFC\"&gt;Penshurst RSL RLFC&lt;/a&gt;, before being signed by the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt;.\nPlaying career.\nEarly career.\nFrom 2014 to 2016, Dufty played for the St. George Illawarra Dragons' &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;NYC&lt;/a&gt; team. In July 2016, he played for the &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; under-20s team against the &lt;a href=\"Queensland%20rugby%20league%20team\"&gt;Queensland&lt;/a&gt; under-20s team, before re-signing with the Dragons on a 2-year contract until the end of 2018. In September 2016, he was named on the &lt;a href=\"Rugby%20league%20positions%23Interchange\"&gt;interchange bench&lt;/a&gt; in the 2016 NYC Team of the Year.\n2017.\nIn 2017, Dufty graduated to the Dragons' &lt;a href=\"Intrust%20Super%20Premiership%20NSW\"&gt;Intrust Super Premiership NSW&lt;/a&gt; team, &lt;a href=\"Illawarra%20Cutters\"&gt;Illawarra Cutters&lt;/a&gt;. In round 20 of the &lt;a href=\"2017%20NRL%20season\"&gt;2017 NRL season&lt;/a&gt;, he made his &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; debut for the Dragons against the &lt;a href=\"Manly%20Warringah%20Sea%20Eagles\"&gt;Manly Warringah Sea Eagles&lt;/a&gt;, scoring a try and providing two try assists.\n2018.\nIn the 2018 NRL season, Dufty made 26 appearances for St George and scored 13 tries as the club finished 7th on the table and qualified for the finals. Dufty played in both finals games, the 48-18 upset victory against Brisbane at &lt;a href=\"Suncorp%20Stadium\"&gt;Suncorp Stadium&lt;/a&gt; and the 13-12 elimination final defeat against South Sydney.\n2019.\nOn 18 February Dufty signed a 2-year contract extension to remain at St George Illawarra until the end of the 2021 season.\nOn 25 April Dufty scored an individual 65 metre try for St George Illawarra during their match against the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt; in the traditional ANZAC Day game. Fox Sports Commentator &lt;a href=\"Andrew%20Voss\"&gt;Andrew Voss&lt;/a&gt; said of the try \"What a try here at the SCG!, So many great tries over many, many years, and the name Matt Dufty belongs to one as of today. That is super. Tedesco is looking up saying, 'Which way did he go? ... How many steps Dufty? More than the Opera House!\".\nDufty made a total of 16 appearances and scored 5 tries for St George Illawarra in the &lt;a href=\"2019%20NRL%20season\"&gt;2019 NRL season&lt;/a&gt; as the club endured one of the worst ever seasons finishing 15th on the table just above the last placed Gold Coast.\n2020.\nOn 15 February, Dufty suffered a fractured cheekbone whilst playing for St. George Illawarra in the pre-season &lt;a href=\"NRL%20Nines\"&gt;NRL Nines&lt;/a&gt; competition against &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt; and was ruled out for six to eight weeks.\nDufty returned to the St. George Illawarra side for their round 2 match against &lt;a href=\"Penrith%20Panthers\"&gt;Penrith&lt;/a&gt; at &lt;a href=\"Kogarah%20Oval\"&gt;Kogarah Oval&lt;/a&gt;. Dufty scored two tries in a 28-32 loss.\nIn round 10 against Canterbury, Dufty scored two tries as St. George Illawarra won the match 28-22 at &lt;a href=\"WIN%20Stadium\"&gt;WIN Stadium&lt;/a&gt;. This was Dufty's fifth try in three matches.\nIn round 20, Dufty scored two tries in a 30-22 victory over &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne&lt;/a&gt; at &lt;a href=\"Kogarah%20Oval\"&gt;Kogarah Oval&lt;/a&gt;. Dufty finished the season with 13 tries for the club.\n2021.\nIn round 3 of the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt;, Dufty scored two tries in a 38-12 victory over Manly-Warringah at &lt;a href=\"WIN%20Stadium\"&gt;WIN Stadium&lt;/a&gt;.\nIn round 5 of the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt;, Dufty scored two tries and created two try assists to defeat &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt;.\nIn round 9 of the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt;, he scored two tries in a 32-12 victory over Canterbury-Bankstown.\nIn round 13, Dufty scored two tries and had five try assists in a man of the match performance as &lt;a href=\"St.%20George%20Illawarra\"&gt;St. George Illawarra&lt;/a&gt; defeated Brisbane 52-24.\nIn June, Dufty was informed by the club that his services would not be required for next season as he was not part of their plans going into the future. It was then reported that several northern hemisphere clubs, including &lt;a href=\"St%20Helens%20RFC\"&gt;St Helens&lt;/a&gt;, had expressed an interest in signing Dufty. It was revealed in July that Dufty had signed with the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; on a one-year deal for the 2022 season.\nControversy.\nOn 5 July 2021, Dufty was fined $23,000 by the &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; and suspended for one game after breaching the game's &lt;a href=\"Covid-19\"&gt;Covid-19&lt;/a&gt; bio-security protocols when he attended a party along with 12 other &lt;a href=\"St.%20George%20Illawarra\"&gt;St. George Illawarra&lt;/a&gt; players at &lt;a href=\"Paul%20Vaughan%20%28rugby%20league%29\"&gt;Paul Vaughan&lt;/a&gt;'s property."
}