{
    "id": "54623650",
    "revid": "222511",
    "url": "https://en.wikipedia.org/wiki?curid=54623650",
    "title": "Ōhora Shell Mound",
    "text": " is an &lt;a href=\"archaeological%20site\"&gt;archaeological site&lt;/a&gt; consisting of a &lt;a href=\"J%C5%8Dmon%20period\"&gt;Jōmon period&lt;/a&gt; &lt;a href=\"Midden%23Shell%20midden\"&gt;shell midden&lt;/a&gt; and the remains of an adjacent settlement located in what is now the city of &lt;a href=\"%C5%8Cfunato%2C%20Iwate\"&gt;Ōfunato&lt;/a&gt;, &lt;a href=\"Iwate%20Prefecture\"&gt;Iwate Prefecture&lt;/a&gt; in the &lt;a href=\"T%C5%8Dhoku%20region\"&gt;Tōhoku region&lt;/a&gt; of northern &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. It is protected by the central government as a &lt;a href=\"Historic%20Sites%20of%20Japan\"&gt;National Historic Site&lt;/a&gt; in 2001.\nOverview.\nDuring the early to middle Jōmon period (approximately 4000 to 2500 BC), sea levels were five to six meters higher than at present, and the ambient temperature was also 2 deg C higher. During this period, the Tōhoku region was inhabited by the &lt;a href=\"J%C5%8Dmon%20people\"&gt;Jōmon people&lt;/a&gt;, many of whom lived in coastal settlements. The &lt;a href=\"midden\"&gt;midden&lt;/a&gt;s associated with such settlements contain &lt;a href=\"bone\"&gt;bone&lt;/a&gt;, &lt;a href=\"botanical\"&gt;botanical&lt;/a&gt; material, &lt;a href=\"mollusc%20shell\"&gt;mollusc shell&lt;/a&gt;s, &lt;a href=\"sherd\"&gt;sherd&lt;/a&gt;s, &lt;a href=\"Lithic%20flake\"&gt;lithics&lt;/a&gt;, and other &lt;a href=\"Artifact%20%28archaeology%29\"&gt;artifact&lt;/a&gt;s and &lt;a href=\"ecofact\"&gt;ecofact&lt;/a&gt;s associated with the now-vanished inhabitants, and these &lt;a href=\"Feature%20%28archaeology%29\"&gt;features&lt;/a&gt;, provide a useful source into the &lt;a href=\"diet%20%28nutrition%29\"&gt;diet&lt;/a&gt;s and habits of Jōmon society. Most of these middens are found along the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific coast&lt;/a&gt; of Japan. The rocky &lt;a href=\"ria%20coast\"&gt;ria coast&lt;/a&gt; of &lt;a href=\"Iwate%20Prefecture\"&gt;Iwate Prefecture&lt;/a&gt; was densely settled from the early through late Jōmon period, and the locations of such coastal settlements are often marked by shell middens containing the remains of shellfish, fish, animal and whale bones and human-produced artifacts, including earthenware shards, fishing hooks, etc.\nThe rocky &lt;a href=\"ria\"&gt;ria&lt;/a&gt;s coast of &lt;a href=\"Iwate%20Prefecture\"&gt;Iwate Prefecture&lt;/a&gt; was densely settled from the early through late Jōmon period. In particular, the deeply indented Ōfunato Bay area was a rich fishing ground and is the location of 16 known Jōmon-period shell middens, a number of which have been designated National Historic Sites. The Ōhora Shell Midden dates from the late Jōmon period, and is located at an elevation of 31 meters above the present sea level, on a small peninsula on the east side of the bay. \nThe midden consists of two separate groups of mounds, which were first excavated in 1925 by the &lt;a href=\"Tohoku%20Imperial%20University\"&gt;Tohoku Imperial University&lt;/a&gt; and again in 2002. The type of pottery found at this site was of a type widely distributed throughout the Tōhoku region and into southern &lt;a href=\"Hokkaido\"&gt;Hokkaido&lt;/a&gt;. The shell middens are between a grouping of \"&lt;a href=\"kofun\"&gt;kofun&lt;/a&gt;\" to the east and the remains of a residential area to the west, which is in turn surrounded by more shell middens on its far side, indicating a very long period of residency. In some cases, the middens were over one meter thick. The contents was overwhelmingly shellfish; however, bones from &lt;a href=\"Sitka%20deer\"&gt;Sitka deer&lt;/a&gt;, wild boar, and numerous species of fish and birds were also discovered. Carved bone implements, such as fishhooks and harpoons, spoons and other artifacts were also discovered.\nIn 1925, archaeologist Kiyo Yamauchi published a dissertation outlining the chronological order of the Jōmon earthenware, based on the difference in design of earthenware recovered from these middens. \nThe site was backfilled after excavation, and nothing remains above ground but an explanatory plaque. The site is located approximately five minutes on foot from &lt;a href=\"Rikuzen-Akasaki%20Station\"&gt;Rikuzen-Akasaki Station&lt;/a&gt; on the &lt;a href=\"Sanriku%20Railway\"&gt;Sanriku Railway&lt;/a&gt; &lt;a href=\"Rias%20Line\"&gt;Rias Line&lt;/a&gt;."
}