{
    "id": "5463632",
    "revid": "29077096",
    "url": "https://en.wikipedia.org/wiki?curid=5463632",
    "title": "Norwich City F.C. Player of the Season",
    "text": "The Norwich City Player of the Season award is voted for annually by &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt;'s supporters, in recognition of the best overall performance by an individual player throughout the &lt;a href=\"Association%20Football\"&gt;football&lt;/a&gt; season. As a mark of respect, the trophy is named The &lt;a href=\"Barry%20Butler%20%28footballer%20born%201934%29\"&gt;Barry Butler&lt;/a&gt; memorial trophy after the club captain who was killed in a car accident on 9 April 1966.\nThis is the more prestigious of just two awards made by Norwich City itself each year to its players, the other being the 'Young Player of the Year' accolade. The 2003–04 winner &lt;a href=\"Craig%20Fleming\"&gt;Craig Fleming&lt;/a&gt; made clear just how important this award is to Norwich City players, \"It is something you dream of winning... it is such a prestigious award\". Other awards available are awarded by other bodies, namely the &lt;a href=\"Capital%20Canaries\"&gt;Capital Canaries&lt;/a&gt;, &lt;a href=\"Norwich%20City%20Independent%20Supporters%20Association\"&gt;Norwich City Independent Supporters Association&lt;/a&gt; and the \"Ambassador Club\".\nSince the inaugural award was made to &lt;a href=\"Terry%20Allcock\"&gt;Terry Allcock&lt;/a&gt;, eight players have won the award twice and one three times, &lt;a href=\"Grant%20Holt\"&gt;Grant Holt&lt;/a&gt; in 2010, 2011 and 2012. &lt;a href=\"1966%20FIFA%20World%20Cup\"&gt;World Cup&lt;/a&gt; winner &lt;a href=\"Martin%20Peters\"&gt;Martin Peters&lt;/a&gt; was the first to win the trophy in consecutive seasons, a feat since emulated by strikers &lt;a href=\"Kevin%20Drinkell\"&gt;Kevin Drinkell&lt;/a&gt; and &lt;a href=\"Iwan%20Roberts\"&gt;Iwan Roberts&lt;/a&gt;, as well as Holt. Just two winners have gone on to manage the club, &lt;a href=\"Dave%20Stringer\"&gt;Dave Stringer&lt;/a&gt;, the 1972 winner, and double-winner &lt;a href=\"Bryan%20Gunn\"&gt;Bryan Gunn&lt;/a&gt;.\nVoting mechanism.\nThis award is voted for by the fans of the club. Toward the end of the season, fans are invited to vote, either by submitting a paper slip to the club's &lt;a href=\"Carrow%20Road\"&gt;Carrow Road&lt;/a&gt; offices, or by email or &lt;a href=\"Short%20message%20service\"&gt;text message&lt;/a&gt;, with the winner being the player that polls the most votes. A percentage of the votes from the 'Player of the Month' awards throughout the season also count towards the final votes for Player of the year.\nList of winners.\n&lt;br&gt;\n† Player currently on the playing staff of the club"
}