{
    "id": "54657010",
    "revid": "41375382",
    "url": "https://en.wikipedia.org/wiki?curid=54657010",
    "title": "FC Ararat-Armenia",
    "text": "FC Ararat-Armenia (), is an Armenian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Yerevan\"&gt;Yerevan&lt;/a&gt;, founded in 2017.\nHistory.\nIt was founded in 2017 as FC Avan Academy by &lt;a href=\"Ruben%20Hayrapetyan\"&gt;Ruben Hayrapetyan&lt;/a&gt;, on the basis of the young players of the &lt;a href=\"Yerevan%20Football%20Academy\"&gt;Yerevan Football Academy&lt;/a&gt; graduates, as well as many young players from &lt;a href=\"FC%20Pyunik\"&gt;FC Pyunik&lt;/a&gt;.\nThey club's inaugural match took place in July 2017 against &lt;a href=\"Erebuni%20SC\"&gt;Erebuni SC&lt;/a&gt;. The friendly match ended up with a score of 3–1 in favour of Avan Academy.\nAt the beginning of 2018, the club was taken over by the Russian-Armenian businessman &lt;a href=\"Samvel%20Karapetyan%20%28businessman%29\"&gt;Samvel Karapetyan&lt;/a&gt; who renamed the football club as Ararat-Moskva, from &lt;a href=\"Mount%20Ararat\"&gt;Mount Ararat&lt;/a&gt;. The club was reorganized as soon as &lt;a href=\"FC%20Ararat%20Moscow\"&gt;FC Ararat Moscow&lt;/a&gt; in Russia was denied certificate for the next season. Artak Oseyan managed the club during the &lt;a href=\"2017%E2%80%9318%20Armenian%20First%20League\"&gt;2017–18 Armenian First League&lt;/a&gt; season.\nAfter being promoted to the Armenian Premier League, it was again renamed, this time to Ararat-Armenia, and will participate in the Premier League with this name.\nOn 2 August 2018, &lt;a href=\"Vadim%20Skripchenko\"&gt;Vadim Skripchenko&lt;/a&gt; was appointed as the new head coach of Ararat-Armenia, before being sacked on 25 September 2018, and Ararat-Armenia-2 manager Artak Oseyan being appointed as caretaker manager.\nOn 1 October 2018, &lt;a href=\"Vardan%20Minasyan\"&gt;Vardan Minasyan&lt;/a&gt; was appointed as the new head coach of Ararat-Armenia.\nOn 30 May 2019, Ararat-Armenia defeated &lt;a href=\"FC%20Banants\"&gt;Banants&lt;/a&gt; 1–0 to win their first &lt;a href=\"Armenian%20Premier%20League\"&gt;Armenian Premier League&lt;/a&gt; title. As a result of winning the &lt;a href=\"2018%E2%80%9319%20Armenian%20Premier%20League\"&gt;2018–19 Armenian Premier League&lt;/a&gt;, Ararat-Armenia qualified for the &lt;a href=\"2019%E2%80%9320%20UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;.\nOn 14 July 2020, Ararat-Armenia defended their Armenian Premier League title, securing their second league title, after defeating &lt;a href=\"FC%20Noah\"&gt;FC Noah&lt;/a&gt; 2-0. Three days later, 17 July 2020, Manager &lt;a href=\"Vardan%20Minasyan\"&gt;Vardan Minasyan&lt;/a&gt; left the club after his contract expired. On 22 July 2020, Ararat-Armenia announced David Campaña as their new manager. On 5 March 2021, David Campaña left his role as Head Coach by mutual consent, with &lt;a href=\"Armen%20Adamyan\"&gt;Armen Adamyan&lt;/a&gt; being appointed as the Caretaker Head Coach. On 24 March 2021, Ararat-Armenia announced &lt;a href=\"Anatoly%20Baidachny\"&gt;Anatoly Baidachny&lt;/a&gt; as their new Head Coach. Baidachny would leave Ararat-Armenia by mutual consent two and a half months later, on 8 June 20201, by mutual consent, having won just three of his twelve games in charge. On 14 June 2021, Ararat-Armenia announced that &lt;a href=\"Dmitri%20Gunko\"&gt;Dmitri Gunko&lt;/a&gt; had been appointed as the clubs new Head Coach.\nLeague and cup.\nThe second team of the club Ararat-Armenia-2 has been playing in the first league (2nd division) since the 2018–19 season.\nCurrent squad.\nArarat-Armenia-2.\nArarat-Armenia's reserve squad play as Ararat-Armenia-2 in the &lt;a href=\"Armenian%20First%20League\"&gt;Armenian First League&lt;/a&gt;. They currently play their home games at the &lt;a href=\"Yerevan%20Football%20Academy%20Stadium\"&gt;Yerevan Football Academy Stadium&lt;/a&gt; in the &lt;a href=\"Avan%20District\"&gt;Avan District&lt;/a&gt; of northern Yerevan.\nHonours.\nDomestic.\n&lt;a href=\"Armenian%20Premier%20League\"&gt;Armenian Premier League&lt;/a&gt;\n&lt;a href=\"Armenian%20Cup\"&gt;Armenian Cup&lt;/a&gt;\n&lt;a href=\"Armenian%20Supercup\"&gt;Armenian Supercup&lt;/a&gt;\nManagerial history.\n. Only competitive matches are counted.\""
}