{
    "id": "54650758",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=54650758",
    "title": "Ferrol Naval Base",
    "text": "Ferrol Naval Base also known as the Arsenal of Ferrol is a &lt;a href=\"military%20base\"&gt;military base&lt;/a&gt; and &lt;a href=\"arsenal\"&gt;arsenal&lt;/a&gt; of the &lt;a href=\"Spanish%20Navy\"&gt;Spanish Navy&lt;/a&gt; located in &lt;a href=\"Ferrol%2C%20Galicia\"&gt;Ferrol&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. It is the main Spanish naval base on the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic&lt;/a&gt;.\nHistory.\nThe first warships arrived in the &lt;a href=\"R%C3%ADas%20Altas\"&gt;Ría de Ferrol&lt;/a&gt; in the 16th century, during the reign of the &lt;a href=\"House%20of%20Austria\"&gt;House of Austria&lt;/a&gt;. It was not until 1724 when &lt;a href=\"Felipe%20V%20of%20Spain\"&gt;Felipe V&lt;/a&gt;, of the &lt;a href=\"House%20of%20Bourbon\"&gt;House of Bourbon&lt;/a&gt;, established Ferrol as the main port of the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic&lt;/a&gt;.\nMajor development and expansion of the shipyards and arsenal began in the 1740s and 1750s. Initial proposals were drawn up under Minister of the Navy &lt;a href=\"Jos%C3%A9%20Pati%C3%B1o\"&gt;José Patiño&lt;/a&gt;, and executed by his successor, &lt;a href=\"Zen%C3%B3n%20de%20Somodevilla%20y%20Bengoechea\"&gt;Zenón de Somodevilla y Bengoechea&lt;/a&gt;, Marquis de la Ensenadahe, appointed Minister of the Navy in 1743. The first ship, the \"San Fernando\", was launched in 1751. By then twelve ships could be being built simultaneously. &lt;a href=\"Charles%20III%20of%20Spain\"&gt;King Charles III&lt;/a&gt; was particularly interested in the navy, and in 1790, during his reign, the arsenal at Ferrol was largely completed, with a workforce of 5,440 men and a capacity to maintain 70 ships.\nTechnological developments during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; led to the establishment of the School of Machinists and the School of Naval Engineers in 1850, during the reign of &lt;a href=\"Isabella%20II%20of%20Spain\"&gt;Isabel II&lt;/a&gt;. A &lt;a href=\"steam%20engine\"&gt;steam engine&lt;/a&gt; workshop was also established. At the beginning of the 20th century, the first Spanish &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt;s, the &lt;a href=\"Espa%C3%B1a-class%20battleship\"&gt;\"España\" class&lt;/a&gt;, were built in Ferrol. By 1912 the shipyards of Ferrol were primarily building battleships and &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;s, while &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s and &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s were built in &lt;a href=\"Cartagena%20Naval%20Base\"&gt;Cartagena&lt;/a&gt;.\nThe Ferrol naval base was substantially modernized during the twentieth century. The &lt;a href=\"Spanish%20Navy%20Marines\"&gt;Navy Marine Corps&lt;/a&gt; Barracks were built; as were the Electricity and Electronics Workshop and new warehouses. New facilities for docks 1 and 2 were constructed, as was a &lt;a href=\"Cannon\"&gt;Cannon&lt;/a&gt; Workshop. The docks have been expanded, and vessels can be moored around the basin. In 2003 dock 5 was enlarged to fit the &lt;a href=\"%C3%81lvaro%20de%20Baz%C3%A1n-class%20frigate\"&gt;\"Álvaro de Bazán\"-class&lt;/a&gt; &lt;a href=\"frigates\"&gt;frigates&lt;/a&gt;. In 2013 the Naval Archive of Ferrol was inaugurated."
}