{
    "id": "54671905",
    "revid": "3211564",
    "url": "https://en.wikipedia.org/wiki?curid=54671905",
    "title": "Rex Sanders",
    "text": "Wing Commander Rex Southern Sanders (14 December 1922 – 10 May 2017) was a &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; navigator who won a DFC for his service in the Second World War and an AFC for his part in secret photographic and radar reconnaissance missions over the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; in the 1950s in the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;.\nLife.\nSanders, who was born in &lt;a href=\"London\"&gt;London&lt;/a&gt;, joined the Royal Air Force in April 1941 and was trained as a navigator in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. He took part in 33 bombing runs, including &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, as part of &lt;a href=\"No.%2078%20Squadron%20RAF\"&gt;78 Squadron&lt;/a&gt;. After the war, Sanders was selected for training in a 'Special Flight' who undertook training in &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; on &lt;a href=\"United%20States%20Air%20Force\"&gt;USAF&lt;/a&gt; &lt;a href=\"North%20American%20B-45%20Tornado\"&gt;RB-45C&lt;/a&gt; aircraft. After the training, the aircraft were flown to an RAF base in &lt;a href=\"Norfolk\"&gt;Norfolk&lt;/a&gt;, England, and given &lt;a href=\"Royal%20Air%20Force%20roundels\"&gt;RAF roundels&lt;/a&gt; and the applicable colour schemes. Several missions were then flown with Sanders acting as navigator and photographic operative.\nIn April 1954, whilst flying a reconnaissance mission over &lt;a href=\"Kyiv\"&gt;Kiev&lt;/a&gt;, the aircraft was targeted by the Soviet air defence and MiG fighters were scrambled to try and intercept the RB-45C, but the MiGs could not reach the same height as Sanders' bomber ().\nIn later years, Sanders specialised in guided weapons (most notably the &lt;a href=\"PGM-17%20Thor\"&gt;Thor programme&lt;/a&gt;) and also acted as an advisor to the &lt;a href=\"Pakistan%20Air%20Force\"&gt;Pakistan Air Force&lt;/a&gt;. He retired from &lt;a href=\"Active%20duty\"&gt;active service&lt;/a&gt; in 1977, when he was awarded his OBE."
}