{
    "id": "5469773",
    "revid": "15816808",
    "url": "https://en.wikipedia.org/wiki?curid=5469773",
    "title": "Edward G. Begle",
    "text": "Edward Griffith Begle (November 27, 1914 – March 2, 1978) was a &lt;a href=\"mathematician\"&gt;mathematician&lt;/a&gt; best known for his role as the director of the &lt;a href=\"School%20Mathematics%20Study%20Group\"&gt;School Mathematics Study Group&lt;/a&gt; (SMSG), the primary group credited for developing what came to be known as &lt;a href=\"new%20math\"&gt;The New Math&lt;/a&gt;. Begle was a &lt;a href=\"topology\"&gt;topologist&lt;/a&gt; and a researcher in &lt;a href=\"mathematics%20education\"&gt;mathematics education&lt;/a&gt; who served as a member of the faculty of &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;, &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt;, &lt;a href=\"University%20of%20Michigan\"&gt;The University of Michigan&lt;/a&gt;, and &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;. Begle was also elected as the secretary of the &lt;a href=\"American%20Mathematical%20Society\"&gt;American Mathematical Society&lt;/a&gt; in 1951, and he held the position for 6 years.\nBiography.\nEdward G. Begle was born November 27, 1914 in &lt;a href=\"Saginaw%2C%20Michigan\"&gt;Saginaw, Michigan&lt;/a&gt;. Studying at the University of Michigan, Begle earned his &lt;a href=\"Bachelor%20of%20Arts\"&gt;A.B.&lt;/a&gt; in Mathematics in 1936 and his &lt;a href=\"Master%27s%20degree\"&gt;M.A.&lt;/a&gt; in 1938. Begle's early academic work was in the field of topology, which is where he earned his &lt;a href=\"Ph.D.\"&gt;Ph.D.&lt;/a&gt; at Princeton, studying under &lt;a href=\"Solomon%20Lefschetz\"&gt;Solomon Lefschetz&lt;/a&gt; in 1940. While Begle's contributions to the field of mathematical research are limited, among them is the first proof of the Vietoris theorem, which caused it to become commonly known as the &lt;a href=\"Vietoris%E2%80%93Begle%20mapping%20theorem\"&gt;Vietoris–Begle mapping theorem&lt;/a&gt;.\nBegle departed Princeton a year after completing his doctorate to spend a year as a Fellow of the &lt;a href=\"United%20States%20National%20Research%20Council\"&gt;National Research Council&lt;/a&gt;, after which he joined the faculty of Yale in 1942. Begle's interest in mathematics education is apparent in his early mathematics texts, where the writing departs from the tradition at the time of writing textbooks addressed to accomplished mathematicians. Instead, Begle's introductory mathematics texts actually address freshman mathematicians, a revolutionary concept in teaching math. As Begle's stature increased as an educator within the field of mathematics, he gained notice within his field and was elected secretary of the American Mathematical Society in 1951.\nIn the wake of &lt;a href=\"Sputnik\"&gt;Sputnik&lt;/a&gt; in 1958, Begle gained the directorship of the School Mathematics Study Group, a post he would hold for 15 years. Under his leadership, the SMSG published numerous reports and studies, culminating in its series of books detailing the teaching revolution known as The New Math. It was in this capacity that in 1961, Begle took on an appointment as professor in the School of Education at Stanford as well as a courtesy appointment in the Stanford Department of Mathematics. Also in 1961, Begle was awarded with the &lt;a href=\"Mathematical%20Association%20of%20America\"&gt;Mathematical Association of America's&lt;/a&gt; highest honor: The Award for Distinguished Service to Mathematics.\nAt the time of his death in 1978, Begle was working on a compilation of the results of his 15-year tenure as the director of the SMSG and a culmination of his lifetime of experience in mathematics education. Published posthumously in 1979, \"Critical Variables in Mathematics Education: Findings from a Survey of the Empirical Literature\" was listed by the National Council of Teachers of Mathematics as Begle's most influential work."
}