{
    "id": "54706985",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=54706985",
    "title": "Isaac Paredes",
    "text": "Isaac Edgardo Paredes (born February 18, 1999) is a Mexican &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"infielder\"&gt;infielder&lt;/a&gt; for the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt; of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB). He made his MLB debut in 2020.\nCareer.\nChicago Cubs.\nParedes signed with the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt; as an international free agent in July 2015. He made his professional debut in 2016 with the &lt;a href=\"Arizona%20League%20Cubs\"&gt;Arizona League Cubs&lt;/a&gt; and posted a .305 batting average with one home run and 26 RBIs in 47 games. He played in three games with the &lt;a href=\"South%20Bend%20Cubs\"&gt;South Bend Cubs&lt;/a&gt; that season. He started 2017 with the South Bend Cubs.\nDetroit Tigers.\nOn July 31, 2017, Paredes was traded along with &lt;a href=\"Jeimer%20Candelario\"&gt;Jeimer Candelario&lt;/a&gt; to the Detroit Tigers in exchange for &lt;a href=\"Alex%20Avila\"&gt;Alex Avila&lt;/a&gt; and &lt;a href=\"Justin%20Wilson%20%28baseball%29\"&gt;Justin Wilson&lt;/a&gt;. The Tigers assigned him to the &lt;a href=\"West%20Michigan%20Whitecaps\"&gt;West Michigan Whitecaps&lt;/a&gt; where he spent the remainder of the season. In 124 total games between South Bend and West Michigan he batted .252 with 11 home runs and 70 RBIs.\nAfter the 2017 season, he played for &lt;a href=\"Yaquis%20de%20Obreg%C3%B3n\"&gt;Yaquis de Obregón&lt;/a&gt; of the &lt;a href=\"Mexican%20Pacific%20League\"&gt;Mexican Pacific League&lt;/a&gt; (LMP).\nIn 2018, he spent splitting time between the &lt;a href=\"Lakeland%20Flying%20Tigers\"&gt;Lakeland Flying Tigers&lt;/a&gt; and &lt;a href=\"Erie%20SeaWolves\"&gt;Erie SeaWolves&lt;/a&gt; where he hit .278 with 15 home runs and seventy RBIs over the course of 123 games with the two teams.\nAfter the 2018 season, he played for Yaquis of the LMP.\nIn 2019, he began the season for Erie. That summer, Paredes was named to the 2019 &lt;a href=\"All-Star%20Futures%20Game\"&gt;All-Star Futures Game&lt;/a&gt;. He was selected to play in the &lt;a href=\"Arizona%20Fall%20League\"&gt;Arizona Fall League&lt;/a&gt; for the &lt;a href=\"Mesa%20Solar%20Sox\"&gt;Mesa Solar Sox&lt;/a&gt; following the season. He would finish the season with 13 home runs, 66 RBIs, a .282 average, and 57 walks to 61 strikeouts with an OBP of .368. Paredes was added to the Tigers &lt;a href=\"Major%20League%20Baseball%20rosters\"&gt;40–man roster&lt;/a&gt; following the 2019 season. \nAfter the 2019 season, he played for Yaquis of the LMP.\n2020 season.\nOn August 17, 2020, the Tigers recalled Paredes, and he made his MLB debut later that day against the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; playing third base. In his second at-bat of his career, Paredes hit a bases-loaded, two-RBI single off &lt;a href=\"Gio%20Gonzalez\"&gt;Gio Gonzalez&lt;/a&gt; for his first major league hit. On August 21 against the &lt;a href=\"2020%20Cleveland%20Indians%20season\"&gt;Cleveland Indians&lt;/a&gt;, Paredes hit a &lt;a href=\"grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; for his first major league home run. He is the first Tiger player to hit a grand slam for his first major league homer since &lt;a href=\"Brennan%20Boesch\"&gt;Brennan Boesch&lt;/a&gt; in &lt;a href=\"2010%20Detroit%20Tigers%20season\"&gt;2010&lt;/a&gt;, and the youngest Tiger to hit a grand slam since &lt;a href=\"Al%20Kaline\"&gt;Al Kaline&lt;/a&gt; in 1954. In 34 games during the 2020 season, Paredes hit .220 with one home run and six RBI.\nAfter the 2020 season, he played for &lt;a href=\"Venados%20de%20Mazatl%C3%A1n\"&gt;Venados de Mazatlán&lt;/a&gt; of the LMP, where he hit .379 in 42 games. He has also played for Mexico in the &lt;a href=\"2021%20Caribbean%20Series\"&gt;2021 Caribbean Series&lt;/a&gt;.\n2021 season.\nParedes did not earn a spot on the Tigers' major league roster to start the 2021 season. He was recalled from Triple-A Toledo on June 8 and was in the lineup that evening. Paredes went on the 10-day injured list on July 22 with a sore hip."
}