{
    "id": "54759947",
    "revid": "42434617",
    "url": "https://en.wikipedia.org/wiki?curid=54759947",
    "title": "Brian House",
    "text": "Brian House (born &lt;a href=\"Denver%2C%20Colorado\"&gt;Denver, Colorado&lt;/a&gt;) is a &lt;a href=\"New%20media%20art\"&gt;new media&lt;/a&gt; and &lt;a href=\"Sound%20art\"&gt;sound artist&lt;/a&gt;. House's early projects were formative examples of &lt;a href=\"Locative%20media\"&gt;locative media art&lt;/a&gt; and digital media in &lt;a href=\"Social%20practice%20%28art%29\"&gt;social practice&lt;/a&gt;. His subsequent projects have focused on sound and data &lt;a href=\"sonification\"&gt;sonification&lt;/a&gt; in relation to nature and technology. His work has appeared in numerous exhibitions around the world, including at the &lt;a href=\"Museum%20of%20Modern%20Art\"&gt;Museum of Modern Art&lt;/a&gt;, the &lt;a href=\"Museum%20of%20Contemporary%20Art%2C%20Los%20Angeles\"&gt;Museum of Contemporary Art&lt;/a&gt;, &lt;a href=\"Ars%20Electronica\"&gt;Ars Electronica&lt;/a&gt;, and &lt;a href=\"ZKM%20Center%20for%20Art%20and%20Media%20Karlsruhe\"&gt;ZKM Center for Art and Media&lt;/a&gt;.\nBiography.\nHouse graduated with a degree in Computer Science from &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;, where he studied at the &lt;a href=\"Computer%20Music%20Center\"&gt;Computer Music Center&lt;/a&gt;. He subsequently received a master's degree from &lt;a href=\"Chalmers%20tekniska%20h%C3%B6gskola\"&gt;Chalmers tekniska högskola&lt;/a&gt; in Gothenburg, Sweden, and was active in the local experimental music scene. House formed the &lt;a href=\"Knifeandfork\"&gt;Knifeandfork&lt;/a&gt; media art collective in 2004 with classmate Sue Huang and became a member of the psychogeography collective &lt;a href=\"Glowlab\"&gt;Glowlab&lt;/a&gt; upon returning to New York City.\nKnifeandfork received a 2007 &lt;a href=\"Rhizome%20%28organization%29\"&gt;Rhizome&lt;/a&gt; commission and were artists-in-residence at the Museum of Contemporary Art in Los Angeles in 2009. House was a resident of &lt;a href=\"Eyebeam%20%28organization%29\"&gt;Eyebeam Art and Technology Center&lt;/a&gt; in 2012 and was concurrently a member of the Research and Development Lab at \"The New York Times\". His work at the \"Times\" with personal data was featured in \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine.\nHouse earned a PhD at Brown University in 2018, where he studied with &lt;a href=\"Wendy%20Hui%20Kyong%20Chun\"&gt;Wendy Hui Kyong Chun&lt;/a&gt;. He is currently a professor of art at &lt;a href=\"Lewis%20and%20Clark%20College\"&gt;Lewis and Clark College&lt;/a&gt; in Portland, Oregon and is represented by Gallery Nosco in London.\nSelected works.\nAnimas (2016).\nA reaction to the &lt;a href=\"2015%20Gold%20King%20Mine%20waste%20water%20spill\"&gt;2015 Gold King Mine waste water spill&lt;/a&gt;, where three million gallons of contaminated wastewater was released to the Animas River. The artist made an installation which transforms real-time data from water quality sensors into vibrations that activate metal panels and create an immersive sound environment.\nConversnitch (2013).\nBrian House and Kyle McDonald converted light bulbs in public spaces into microphones that automatically tweeted overheard conversations.\nQuotidian Record (2012).\n\"Quotidian Record\" is a vinyl record of one year of the artist's location data translated into music. One rotation of the record is one day. It comments on the physicality of data and the inherent rhythms of everyday life.\nJoyride (2011).\nIn 2011, House used &lt;a href=\"OpenPaths\"&gt;OpenPaths&lt;/a&gt; and &lt;a href=\"Google%20Street%20View\"&gt;Google Street View&lt;/a&gt; to track the location of a stolen iPhone and create a reenactment of the thief's journey. \nTrying the Hand of God (2009).\nIn 2009, House and collaborator Sue Huang (as &lt;a href=\"Knifeandfork\"&gt;Knifeandfork&lt;/a&gt;) were &lt;a href=\"Social%20practice%20%28art%29\"&gt;social practice&lt;/a&gt; artists-in-residence at MOCA in Los Angeles where they produced several projects. In \"Trying the Hand of God\", they converted the sculpture plaza into a stadium with astroturf, goalposts, and bleachers, and filmed 64 versions of &lt;a href=\"Diego%20Maradona\"&gt;Diego Maradona&lt;/a&gt;'s famous \"Hand of God\" goal from the 1986 World Cup. Members of the audience played the role of Maradona.\nYellow Arrow (2004).\n\"Yellow Arrow\" was a street art project using stickers and text-messaging that took place simultaneously in 35 countries. It is an important early example of &lt;a href=\"locative%20media\"&gt;locative media&lt;/a&gt; and &lt;a href=\"mobile%20phone%20art\"&gt;mobile phone art&lt;/a&gt; and draws concepts from &lt;a href=\"psychogeography\"&gt;psychogeography&lt;/a&gt;.\nYellow Arrow was included in the Design and the Elastic Mind show at MoMA curated by &lt;a href=\"Paola%20Antonelli\"&gt;Paola Antonelli&lt;/a&gt;."
}