{
    "id": "54751963",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=54751963",
    "title": "Campbell Graham",
    "text": "Campbell Graham (born 2 June 1999) is an Australian professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a er and &lt;a href=\"Centre%20%28rugby%20league%29\"&gt;centre&lt;/a&gt; for the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;.\nHe has played at representative level for the &lt;a href=\"Prime%20Minister%27s%20XIII\"&gt;Prime Minister's XIII&lt;/a&gt;.\nBackground.\nGraham was born in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, to British-born parents; his father is from &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, while his mother is from &lt;a href=\"Coventry\"&gt;Coventry&lt;/a&gt;.\nHe played his junior rugby league for the &lt;a href=\"Coogee%20Randwick%20Wombats\"&gt;Coogee Wombats&lt;/a&gt; and &lt;a href=\"Maroubra%20Lions\"&gt;Maroubra Lions&lt;/a&gt;, before being signed by the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;. He completed his &lt;a href=\"Higher%20School%20Certificate%20%28New%20South%20Wales%29\"&gt;Higher School Certificate&lt;/a&gt; at &lt;a href=\"Marcellin%20College%20Randwick\"&gt;Marcellin College Randwick&lt;/a&gt; in 2017.\nPlaying career.\nEarly career.\nIn 2016 and 2017, Graham played for the South Sydney Rabbitohs' &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;NYC&lt;/a&gt; team. Late in 2016, he played for the &lt;a href=\"Australian%20Schoolboys%20rugby%20league%20team\"&gt;Australian Schoolboys&lt;/a&gt;.\n2017.\nIn February, Graham re-signed with South Sydney on a contract until the end of 2019. In round 22 of the &lt;a href=\"2017%20NRL%20season\"&gt;2017 NRL season&lt;/a&gt;, he made his &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; debut for South Sydney against &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra&lt;/a&gt;. He wasn't named in the original 21-man squad that NRL teams are required to pick a game day 17-man squad from, but was allowed to play after Souths sought and were granted an exemption by the NRL to include him after a late injury to &lt;a href=\"Robert%20Jennings%20%28rugby%20league%29\"&gt;Robert Jennings&lt;/a&gt;.\nGraham was named in &lt;a href=\"Scotland%20national%20rugby%20league%20team\"&gt;Scotland&lt;/a&gt;'s squad for the &lt;a href=\"2017%20Rugby%20League%20World%20Cup\"&gt;2017 World Cup&lt;/a&gt; at the end of the season, but withdrew in order to get a full off-season of training.\n2018.\nGraham spent the first few weeks of the &lt;a href=\"2018%20NRL%20season\"&gt;2018 NRL season&lt;/a&gt; playing for South Sydney's feeder side &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney&lt;/a&gt; in the &lt;a href=\"Intrust%20Super%20Premiership%20NSW\"&gt;Intrust Super Premiership NSW&lt;/a&gt;. In round 9 of the &lt;a href=\"2018%20NRL%20season\"&gt;2018 season&lt;/a&gt;, Graham scored his first NRL try in South Sydney's 36-18 win over the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; at &lt;a href=\"Newcastle%20International%20Sports%20Centre\"&gt;McDonald Jones Stadium&lt;/a&gt;.\nGraham made a total of 16 appearances for Souths in 2018 scoring 7 tries as Souths reached the preliminary final against arch rival &lt;a href=\"Sydney%20Roosters\"&gt;Eastern Suburbs&lt;/a&gt; but lost the match 12-4 with Graham playing on the wing.\n2019.\nIn round 3 of the &lt;a href=\"2019%20NRL%20season\"&gt;2019 NRL season&lt;/a&gt;, Graham scored 2 tries as Souths defeated the Gold Coast 28-20 at &lt;a href=\"ANZ%20Stadium\"&gt;ANZ Stadium&lt;/a&gt;. In round 19 against St. George, Graham scored a try after the siren had sounded as Souths won the match 20-16 after being down 16-14 with a minute remaining.\nIn round 21 Graham scored a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; in a 26-16 loss to &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; at &lt;a href=\"Central%20Coast%20Stadium\"&gt;Central Coast Stadium&lt;/a&gt;. He was selected at number 4 in Freddy's Team of the Week following his try scoring effort.\nGraham made a total of 27 appearances and scored 14 tries for Souths in the &lt;a href=\"2019%20NRL%20season\"&gt;2019 NRL season&lt;/a&gt; as the club reached their second consecutive preliminary final in a row. Graham scored a try in the preliminary final against the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; but ultimately it wasn't enough as Canberra won the game 16-10.\nOn 7 October, Graham was selected on the wing for the U23 Australian team.\n2020.\nIn round 15 of the &lt;a href=\"2020%20NRL%20season\"&gt;2020 NRL season&lt;/a&gt;, Graham scored two tries in a 56-16 victory over Manly-Warringah at &lt;a href=\"ANZ%20Stadium\"&gt;ANZ Stadium&lt;/a&gt;.\nThe following week, Graham scored two tries in a 38-0 victory over Parramatta at &lt;a href=\"Bankwest%20Stadium\"&gt;Bankwest Stadium&lt;/a&gt;.\nIn round 18 against &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt;, Graham scored two tries in a 26-24 victory at &lt;a href=\"Bankwest%20Stadium\"&gt;Bankwest Stadium&lt;/a&gt;.\nGraham played a total of 21 games scoring 13 tries. He played in two of South Sydney's three finals games. He missed the club's preliminary final loss to Penrith through injury.\n2021.\nIn round 8 of the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt; against Canberra, Graham fractured his hand in South Sydney's victory. He was later ruled out for four weeks.\nIn round 15 of the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt;, Graham scored two tries for South Sydney in a 46-0 victory over Brisbane.\nThe following week, he scored two tries for Souths in a 38-22 victory over &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; at an empty &lt;a href=\"Leichhardt%20Oval\"&gt;Leichhardt Oval&lt;/a&gt;.\nIn round 25, Graham scored two tries for South Sydney in a 20-16 victory over &lt;a href=\"St.%20George%20Illawarra\"&gt;St. George Illawarra&lt;/a&gt;.\nGraham played a total of 21 games for South Sydney in the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt; including the club's &lt;a href=\"2021%20NRL%20Grand%20Final\"&gt;2021 NRL Grand Final&lt;/a&gt; defeat against &lt;a href=\"Penrith%20Panthers\"&gt;Penrith&lt;/a&gt;."
}