{
    "id": "5476340",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=5476340",
    "title": "Leopards (rugby union)",
    "text": "The Leopards () is a South African professional &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team that participates in the annual &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; &lt;a href=\"tournament\"&gt;tournament&lt;/a&gt;, currently playing in the &lt;a href=\"2019%20Currie%20Cup%20First%20Division\"&gt;First Division&lt;/a&gt;, as the representatives of the &lt;a href=\"North%20West%20Province%20%28South%20Africa%29\"&gt;North West Province&lt;/a&gt;. Their home ground is &lt;a href=\"Ol%C3%ABn%20Park\"&gt;Olën Park&lt;/a&gt; in &lt;a href=\"Potchefstroom\"&gt;Potchefstroom&lt;/a&gt;. The union was formed in 1920 and was originally called Western Transvaal.\nHistory.\nThe Western Transvaal Rugby Union had its origin from the Transvaal Rugby Union in 1920 when it became the 10th member of senior rugby unions forming the South African rugby landscape. For most of their history they've played in the second tier of the Currie Cup, but they were promoted to the Premier Division for the &lt;a href=\"2009%20Currie%20Cup%20Premier%20Division\"&gt;2009 season&lt;/a&gt; after defeating the in a promotion-relegation playoff in October 2008. They remained in the Premier Division of the Currie Cup until the end of &lt;a href=\"2011%20Currie%20Cup%20Premier%20Division\"&gt;2011 season&lt;/a&gt; after beating the from the Southern Cape in promotion/relegation matches at the end of 2009 and 2010. However, the decision of &lt;a href=\"South%20African%20Rugby%20Union\"&gt;Saru&lt;/a&gt; to reduce the number of teams in the Premier Division of the Currie Cup as from &lt;a href=\"2012%20Currie%20Cup%20Premier%20Division\"&gt;2012&lt;/a&gt;, saw the Leopards moving down to the First Division.\nThey became the first black-owned rugby team in South Africa, after securing sponsorship from &lt;a href=\"Royal%20Bafokeng%20Nation\"&gt;Royal Bafokeng&lt;/a&gt; Sports Holdings in October 2007. André May was elected as the new president of the Union on 29 April 2010 and was re-elected unopposed for a fourth term during April 2016, and will his current term extend until May 2019. May is a former player of Western Transvaal with 75 matches for the Union and a practising advocate. May is also the chairman of the professional arm of the Leopards, being Leopards Rugby (Pty) Ltd. The Acting CEO of both the Leopards as well as Leopards Rugby (Pty)Ltd is Eugene Fourie who is also the Manager Amateur Rugby. A permanent CEO is to be appointed in the first quarter of 2019.\nThe Leopards also known as the Luiperds in Afrikaans is based primarily in the university town of Potchefstroom, however in recent years have played some home games at the much larger Royal Bafokeng Stadium in Rustenburg and most recently also at Rustenburg Impala Rugby Club and at other rugby clubs all around the province. During 2018 the Fanie Du Toit temporarily became the unofficial home ground of the Leopards. They draw their fans from across the &lt;a href=\"North%20West%20Province%20%28South%20Africa%29\"&gt;North West Province&lt;/a&gt; and used to average crowds of 5,000 to home Currie Cup fixtures. Their traditional rivals include the , the and the .\nHonours.\nThe team's major tournament wins include the &lt;a href=\"2015%20Currie%20Cup%20First%20Division\"&gt;2015 Currie Cup First Division&lt;/a&gt; and &lt;a href=\"2021%20Currie%20Cup%20First%20Division\"&gt;2021 Currie Cup First Division&lt;/a&gt;.\nCurrent squad.\nThe following players were included in the Leopards squad for the &lt;a href=\"2021%20Currie%20Cup%20First%20Division\"&gt;2021 Currie Cup First Division&lt;/a&gt;:"
}