{
    "id": "5477338",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=5477338",
    "title": "Tai McIsaac",
    "text": "Tai McIsaac (born 19 March 1975, in &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;) is an Australian &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; football coach, and a former professional player. He is currently the head coach of the &lt;a href=\"Perth%20Spirit\"&gt;Perth Spirit&lt;/a&gt; team in Australia's &lt;a href=\"National%20Rugby%20Championship\"&gt;National Rugby Championship&lt;/a&gt;. McIsaac played as a hooker for the &lt;a href=\"Western%20Force\"&gt;Western Force&lt;/a&gt; and &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt; in the &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; competition before retiring from playing in 2009.\nCareer.\nPrior to rugby, McIsaac had been a National League &lt;a href=\"water%20polo\"&gt;water polo&lt;/a&gt; player and represented Australian water polo in the under-21 team. Although he eventually specialised as a hooker, McIsaac started out in rugby at the age of 23, playing as a prop. He began his rugby career at Bond Pirates in the &lt;a href=\"Gold%20Coast%20District%20Rugby%20Union\"&gt;Gold Coast District Rugby Union&lt;/a&gt;, later moving on to the &lt;a href=\"Gold%20Coast%20Breakers\"&gt;Gold Coast Breakers&lt;/a&gt; in &lt;a href=\"Queensland%20Premier%20Rugby\"&gt;Queensland Premier Rugby&lt;/a&gt;. McIsaac's first professional contract was with the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt; in the Super 12 competition. He made his Super 12 debut in 2003 in a match against New Zealand team, the &lt;a href=\"Crusaders%20%28rugby%29\"&gt;Crusaders&lt;/a&gt;. Also that year, McIsaac toured Japan with Australia A.\nIn 2005, he signed with the Western Force for their inaugural season in 2006. McIsaac made his debut for &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;the Wallabies&lt;/a&gt; against &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; in 2006, and went on to claim 8 Test caps in that season. After four seasons at the Force, he retired from playing rugby in 2009.\nMcIsaac began his coaching career with &lt;a href=\"Honda%20Heat\"&gt;Honda Heat&lt;/a&gt; in Japan for the 2009–10 season. McIsaac was head coach of the &lt;a href=\"Toyota%20Industries%20Shuttles\"&gt;Toyota Industries Shuttles&lt;/a&gt; for several seasons until 2013–14. He then returned to Australia to take up an assistant coaching position at the &lt;a href=\"Western%20Force\"&gt;Western Force&lt;/a&gt; in 2015. He was also appointed head coach of the &lt;a href=\"Perth%20Spirit\"&gt;Perth Spirit&lt;/a&gt; for the 2015 season of the &lt;a href=\"National%20Rugby%20Championship\"&gt;National Rugby Championship&lt;/a&gt;."
}