{
    "id": "5477146",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=5477146",
    "title": "86th Street station (IRT Broadway–Seventh Avenue Line)",
    "text": "The 86th Street station is a local &lt;a href=\"metro%20station\"&gt;station&lt;/a&gt; on the &lt;a href=\"IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line\"&gt;IRT Broadway–Seventh Avenue Line&lt;/a&gt; of the &lt;a href=\"New%20York%20City%20Subway\"&gt;New York City Subway&lt;/a&gt;. Located at the intersection of West &lt;a href=\"86th%20Street%20%28Manhattan%29\"&gt;86th Street&lt;/a&gt; and &lt;a href=\"Broadway%20%28Manhattan%29\"&gt;Broadway&lt;/a&gt; on the &lt;a href=\"Upper%20West%20Side\"&gt;Upper West Side&lt;/a&gt; of &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;, it is served by the &lt;a href=\"1%20%28New%20York%20City%20Subway%20service%29\"&gt;1&lt;/a&gt; train at all times and the &lt;a href=\"2%20%28New%20York%20City%20Subway%20service%29\"&gt;2&lt;/a&gt; train during late nights.\nThe 86th Street station was constructed for the &lt;a href=\"Interborough%20Rapid%20Transit%20Company\"&gt;Interborough Rapid Transit Company&lt;/a&gt; (IRT) as part of the &lt;a href=\"Early%20history%20of%20the%20IRT%20subway\"&gt;city's first subway line&lt;/a&gt;, which was approved in 1900. Construction of the line segment that includes the 86th Street station started on August 22 of the same year. The station opened on October 27, 1904, as one of the original 28 stations of the New York City Subway. The station's platforms have been lengthened since opening.\nThe 86th Street station contains two &lt;a href=\"side%20platform\"&gt;side platform&lt;/a&gt;s and four tracks; express trains use the inner two tracks to bypass the station. The station was built with tile and mosaic decorations, although the platform extensions contain a cinder block design. The platforms contain exits to 86th Street and Broadway and are not connected to each other within &lt;a href=\"fare%20control\"&gt;fare control&lt;/a&gt;.\nHistory.\nConstruction and opening.\nPlanning for a &lt;a href=\"rapid%20transit\"&gt;subway&lt;/a&gt; line in New York City dates to 1864. However, development of what would become the &lt;a href=\"Early%20history%20of%20the%20IRT%20subway\"&gt;city's first subway line&lt;/a&gt; did not start until 1894, when the &lt;a href=\"New%20York%20State%20Legislature\"&gt;New York State Legislature&lt;/a&gt; authorized the Rapid Transit Act. The subway plans were drawn up by a team of engineers led by &lt;a href=\"William%20Barclay%20Parsons\"&gt;William Barclay Parsons&lt;/a&gt;, chief engineer of the Rapid Transit Commission. It called for a subway line from &lt;a href=\"New%20York%20City%20Hall\"&gt;New York City Hall&lt;/a&gt; in &lt;a href=\"lower%20Manhattan\"&gt;lower Manhattan&lt;/a&gt; to the &lt;a href=\"Upper%20West%20Side\"&gt;Upper West Side&lt;/a&gt;, where two branches would lead north into &lt;a href=\"the%20Bronx\"&gt;the Bronx&lt;/a&gt;. A plan was formally adopted in 1897, and all legal conflicts concerning the route alignment were resolved near the end of 1899. \nThe Rapid Transit Construction Company, organized by &lt;a href=\"John%20B.%20McDonald\"&gt;John B. McDonald&lt;/a&gt; and funded by &lt;a href=\"August%20Belmont%20Jr.\"&gt;August Belmont Jr.&lt;/a&gt;, signed the initial Contract 1 with the Rapid Transit Commission in February 1900, in which it would construct the subway and maintain a 50-year operating lease from the opening of the line. In 1901, the firm of &lt;a href=\"Heins%20%26amp%3B%20LaFarge\"&gt;Heins &amp; LaFarge&lt;/a&gt; was hired to design the underground stations. Belmont incorporated the &lt;a href=\"Interborough%20Rapid%20Transit%20Company\"&gt;Interborough Rapid Transit Company&lt;/a&gt; (IRT) in April 1902 to operate the subway.\nThe 86th Street station was constructed as part of the IRT's West Side Line (now the &lt;a href=\"IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line\"&gt;Broadway–Seventh Avenue Line&lt;/a&gt;) from 82nd Street to 104th Street, for which work had begun on August 22, 1900. Work for that section had been awarded to William Bradley. The 86th Street station opened on October 27, 1904, as one of the original 28 stations of the New York City Subway from &lt;a href=\"City%20Hall%20%28IRT%20Lexington%20Avenue%20Line%29\"&gt;City Hall&lt;/a&gt; to &lt;a href=\"145th%20Street%20%28IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line%29\"&gt;145th Street&lt;/a&gt; on the West Side Branch.\nService changes and station renovations.\nAfter the first subway line was completed in 1908, the station was served by local trains along both the West Side (now the Broadway–Seventh Avenue Line to &lt;a href=\"Van%20Cortlandt%20Park%E2%80%93242nd%20Street%20station\"&gt;Van Cortlandt Park–242nd Street&lt;/a&gt;) and East Side (now the &lt;a href=\"IRT%20Lenox%20Avenue%20Line\"&gt;Lenox Avenue Line&lt;/a&gt;). West Side local trains had their southern terminus at City Hall during rush hours and &lt;a href=\"South%20Ferry%20%28IRT%20Lexington%20Avenue%20Line%29\"&gt;South Ferry&lt;/a&gt; at other times, and had their northern terminus at 242nd Street. East Side local trains ran from City Hall to &lt;a href=\"145th%20Street%20%28IRT%20Lenox%20Avenue%20Line%29\"&gt;Lenox Avenue (145th Street)&lt;/a&gt;. In 1918, the Broadway–Seventh Avenue Line opened south of &lt;a href=\"Times%20Square%E2%80%9342nd%20Street%20%28IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line%29\"&gt;Times Square–42nd Street&lt;/a&gt;, thereby dividing the original line into an \"H\"-shaped system. The original subway north of Times Square thus became part of the Broadway–Seventh Avenue Line, and all local trains were sent to South Ferry.\nTo address overcrowding, in 1909, the &lt;a href=\"New%20York%20Public%20Service%20Commission\"&gt;New York Public Service Commission&lt;/a&gt; proposed lengthening platforms at stations along the original IRT subway. As part of a modification to the IRT's construction contracts, made on January 18, 1910, the company was to lengthen station platforms to accommodate ten-car express and six-car local trains. In addition to $1.5 million (equivalent to $ million in ) spent on platform lengthening, $500,000 () was spent on building additional entrances and exits. It was anticipated that these improvements would increase capacity by 25 percent. Platforms at local stations, such as the 86th Street station, were lengthened by between . Both platforms were extended to the north and south.\nIn 1927, an additional staircase was constructed from the uptown platform to the northeastern corner of 86th Street and Broadway by Patteli &amp; Wilson for $25,300. In 1932, the entrance at the southeastern corner of 86th Street and Broadway was relocated from the easterly curb of Broadway to the southern building line of 86th Street. The new entrance did not have a kiosk.\nThe IRT routes were given numbered designations with the introduction of &lt;a href=\"List%20of%20New%20York%20City%20Subway%20R-type%20contracts\"&gt;\"R-type\" rolling stock&lt;/a&gt;, which contained &lt;a href=\"rollsign\"&gt;rollsign&lt;/a&gt;s with numbered designations for each service. The first such fleet, the &lt;a href=\"R12%20%28New%20York%20City%20Subway%20car%29\"&gt;R12&lt;/a&gt;, was put into service in 1948. The Broadway route to 242nd Street became known as the &lt;a href=\"1%20%28New%20York%20City%20Subway%20service%29\"&gt;1&lt;/a&gt; and the Lenox Avenue route as the &lt;a href=\"3%20%28New%20York%20City%20Subway%20service%29\"&gt;3&lt;/a&gt;. \nThe original IRT stations north of Times Square could barely fit local trains of five or six cars depending on the configuration of the trains. Stations on the line from &lt;a href=\"50th%20Street%20station%20%28IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line%29\"&gt;50th Street&lt;/a&gt; to &lt;a href=\"96th%20Street%20station%20%28IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line%29\"&gt;96th Street&lt;/a&gt;, including this station but excluding the &lt;a href=\"91st%20Street%20station%20%28IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line%29\"&gt;91st Street&lt;/a&gt; station, had their platforms extended in the 1950s to accommodate ten-car trains as part of a $100 million rebuilding program. The contract to extend the platforms at 79th Street and 86th Street was awarded to Delma Engineering Corporation for $1,867,705 in 1957 (). The platform extensions at the local stations were completed by early 1958. As part of the contract to extend the platform at this station, additional entrances were constructed. \nOnce the project was completed, all 1 trains became local and all 2 and 3 trains became express, and eight-car local trains began operation. Increased and lengthened service was implemented during peak hours on the 1 train on February 6, 1959. Due to the lengthening of the platforms at 86th Street and 96th Street, the intermediate 91st Street station was closed on February 2, 1959, because it was too close to the other two stations.\nIn 1985, art and mosaics were installed in the station for $200,000 (). The cost was covered by Haines, and was done as part of the construction of The Bromely at 85th Street and Broadway. The following year, the entrance to the southwestern corner of 87th Street and Broadway was relocated into a building, The Boulevard at 246 West 87th Street. The $1,270,000 cost of the project () was borne by the developer, Eichner. The entrance was constructed to supplant public infrastructure improvements required by the New York City Housing Quality Program for the construction of The Boulevard, which in turn allowed the developer to increase the height of the development.\nIn April 1988, the &lt;a href=\"New%20York%20City%20Transit%20Authority\"&gt;New York City Transit Authority&lt;/a&gt; unveiled plans to speed up service on the Broadway–Seventh Avenue Line through the implementation of a &lt;a href=\"skip-stop\"&gt;skip-stop&lt;/a&gt; service: the &lt;a href=\"9%20%28New%20York%20City%20Subway%20service%29\"&gt;9&lt;/a&gt; train. When skip-stop service started in 1989, it was only implemented north of &lt;a href=\"137th%20Street%E2%80%93City%20College%20%28IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line%29\"&gt;137th Street–City College&lt;/a&gt; on weekdays, and 86th Street was served by both the 1 and the 9. Skip-stop service ended on May 27, 2005.\nStation layout.\nLike other local stations, 86th Street has four tracks and two &lt;a href=\"side%20platform\"&gt;side platform&lt;/a&gt;s. The 1 train stops here at all times, and the 2 train stops here during late nights. The two express tracks are used by the 2 train during daytime hours and the 3 train at all times. The platforms were originally long, as at other local stations on the original IRT, but as a result of the 1958–1959 platform extension, became long.\nDesign.\nAs with other stations built as part of the original IRT, the station was constructed using a &lt;a href=\"cut-and-cover\"&gt;cut-and-cover&lt;/a&gt; method. The tunnel is covered by a \"U\"-shaped trough that contains utility pipes and wires. The bottom of this trough contains a &lt;a href=\"Foundation%20%28engineering%29\"&gt;foundation&lt;/a&gt; of &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; no less than thick. Each platform consists of concrete slabs, beneath which are drainage basins. The original platforms contain circular, cast-iron &lt;a href=\"Doric%20order\"&gt;Doric&lt;/a&gt;-style columns spaced every , while the platform extensions contain &lt;a href=\"I-beam\"&gt;I-beam&lt;/a&gt; columns. Additional columns between the tracks, spaced every , support the &lt;a href=\"Jack%20arch\"&gt;jack-arched&lt;/a&gt; concrete station roofs. There is a gap between the trough wall and the platform walls, which are made of -thick brick covered over by a tiled finish.\nThis station retains original mosaic and terracotta wall reliefs consisting of blue trim with some \"86\" cornucopias. There are also a few \"Men\" and \"Women\" relief signs for now-defunct restrooms. The mosaic tiles at all original IRT stations were manufactured by the American Encaustic Tile Company, which subcontracted the installations at each station. The decorative work was performed by tile contractor Alfred Boote Company and faience contractor Rookwood Pottery Company. The ceilings of the original platforms and fare control areas contain plaster molding. At the northern part of the station, where the platforms have been extended, the walls have cream-colored tiles with a pink trim line and black \"86th ST\" written on them at regular intervals.\nThe 86th Street station has artwork installed in 1989 entitled \"Westside Views\" by &lt;a href=\"Nitza%20Tufi%C3%B1o\"&gt;Nitza Tufiño&lt;/a&gt;. The artists are students of &lt;a href=\"Manhattan%20Community%20Board%207\"&gt;Manhattan Community Board 7&lt;/a&gt; and the Grosvernor House. Scenes include the &lt;a href=\"72nd%20Street%20%28IRT%20Broadway%E2%80%93Seventh%20Avenue%20Line%29\"&gt;72nd Street station&lt;/a&gt;, medians on Broadway, &lt;a href=\"New%20York%20City%20Fire%20Department\"&gt;New York City Fire Department&lt;/a&gt;, children at play, &lt;a href=\"Ida%20Straus\"&gt;Ida Straus&lt;/a&gt; memorial in &lt;a href=\"Straus%20Park\"&gt;Straus Park&lt;/a&gt;, boats at the &lt;a href=\"79th%20Street%20Boat%20Basin\"&gt;79th Street Boat Basin&lt;/a&gt;, Buddhist vendors on &lt;a href=\"Church%20Street%20%28Manhattan%29\"&gt;Church Street&lt;/a&gt;, and a &lt;a href=\"New%20York%20City%20Bus\"&gt;New York City Bus&lt;/a&gt;. The station also has a poem entitled \"West Side Views\" by student Pedro Pieti. \"Westside Views\" is one of two works Tufiño made for MTA Arts &amp; Design; the other, \"Neo-Boriken\" – a solo effort – can be found at &lt;a href=\"103rd%20Street%20station%20%28IRT%20Lexington%20Avenue%20Line%29\"&gt;103rd Street&lt;/a&gt; on the &lt;a href=\"IRT%20Lexington%20Avenue%20Line\"&gt;IRT Lexington Avenue Line&lt;/a&gt;.\nExits.\nAll &lt;a href=\"fare%20control\"&gt;fare control&lt;/a&gt; areas are on platform level and there are no crossovers or crossunders. The centers of the northbound and southbound platforms each have a fare control area with a &lt;a href=\"turnstile\"&gt;turnstile&lt;/a&gt; bank and token booth, although the northbound token booth is closed to the public. The northbound platform's fare control area contains stairs to the northeast and southeast corners of West 86th Street and Broadway, while the southbound platform's fare control area here contains stairs to the southwest and southeast corners of the same intersection.\nThe southbound platform has another fare control near the north end. A bank of three turnstiles lead to a token booth that is only staffed during rush hours. A staircase goes up to an alcove inside 246 West 87th Street, on the southwest corner of West 87th Street and Broadway."
}