{
    "id": "54804318",
    "revid": "995626308",
    "url": "https://en.wikipedia.org/wiki?curid=54804318",
    "title": "Wakaichirō Ken",
    "text": "Wakaichirō Ken (若一郎 健; born July 7, 1998 as Ichiro Kendrick Young) is a former professional &lt;a href=\"sumo\"&gt;sumo&lt;/a&gt; wrestler with the &lt;a href=\"Musashigawa%20stable%20%282013%29\"&gt;Musashigawa stable&lt;/a&gt; from &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;, Texas. He retired after earning his highest career rank, \"&lt;a href=\"Professional%20sumo%20divisions%23Sandanme\"&gt;sandanme&lt;/a&gt;\" 32.\nBackground.\nIchiro Kendrick Young was born in 1998 in &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;, Texas to a Japanese mother and &lt;a href=\"African%20Americans\"&gt;African American&lt;/a&gt; father. Young did not have a sumo background before joining the professional sport. Although he played &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; until the age of 14, he then went to &lt;a href=\"Quest%20Early%20College%20High%20School\"&gt;Quest Early College High School&lt;/a&gt; and gave up sports because of the academic workload. He graduated with an &lt;a href=\"Associate%20degree%23United%20States\"&gt;Associate degree&lt;/a&gt; in science and was considering becoming a pilot or joining the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;armed forces&lt;/a&gt;. However, his mother urged him to give sumo a try, regarding his short and stocky build as ideal. After a one-week trial period, he joined &lt;a href=\"Musashigawa%20stable\"&gt;Musashigawa stable&lt;/a&gt; in November 2016 and was given the \"&lt;a href=\"shikona\"&gt;shikona&lt;/a&gt;\" of Wakaichirō, meaning Young Ichiro and hence a literal translation of his real name. Having spent summer vacations with his maternal grandparents in &lt;a href=\"Nagasaki\"&gt;Nagasaki&lt;/a&gt;, that city was listed with the &lt;a href=\"Japan%20Sumo%20Association\"&gt;Japan Sumo Association&lt;/a&gt; as his hometown and his possession of &lt;a href=\"Japanese%20nationality%20law\"&gt;Japanese nationality&lt;/a&gt; means he did not count against the Association's one-foreigner-per-&lt;a href=\"heya%20%28sumo%29\"&gt;heya&lt;/a&gt; quota.\nCareer.\nWakaichirō made his first appearance on the \"&lt;a href=\"dohyo\"&gt;dohyo&lt;/a&gt;\" in November 2016, winning his three \"&lt;a href=\"maezumo\"&gt;maezumo&lt;/a&gt;\" bouts. On his first official \"&lt;a href=\"banzuke\"&gt;banzuke&lt;/a&gt;\" appearance in January 2017 at the rank of \"&lt;a href=\"jonokuchi\"&gt;jonokuchi&lt;/a&gt;\" 17 he scored three wins against four losses. After a 5–2 result in March he was promoted to the \"&lt;a href=\"jonidan\"&gt;jonidan&lt;/a&gt;\" division in May 2017 and had reached \"jonidan\" 4 by September. In November he was promoted to the \"&lt;a href=\"sandanme\"&gt;sandanme&lt;/a&gt;\" division but scored only one win against six losses in this tournament. This dropped him again to \"jonidan\", where a 5–2 result in the January 2018 tournament returned him to \"sandanme\", a 3–4 record in March sent him back down and 4–3 in May back up again. In July he got his first winning record in \"sandanme\", 4–3, but 2–5 records in September and November dropped him back down the \"banzuke\". A 5–2 record in January 2019 returned him a fourth time to \"sandanme\", but was followed by a 3–4 record in March that sent him back down again. However, a string of three tournament with winning records in May (5–2), July (4–3) and September (5–2) would return him \"sandanme\" and see him achieve his highest rank to date. After a 2–5 November tournament, he came back with a 5–2 record in January 2020 that earned him a career high ranking of \"sandanme\" 32 on the \"banzuke\" for the March 2020 tournament, but before the \"banzuke\" was released to the public, Wakaichirō retired without competing at that rank.\nWakaichirō left sumo in February 2020, having a retirement ceremony at his stable a few days after informing his stablemaster of his decision. He returned to Houston to seek a new career. His retirement left no Americans in professional sumo.\nWith a high-profile ex-\"&lt;a href=\"yokozuna\"&gt;yokozuna&lt;/a&gt;\" as its stablemaster, Musashigawa stable has had many visitors from other sports and as a consequence Wakaichirō met &lt;a href=\"Max%20Holloway\"&gt;Max Holloway&lt;/a&gt; of the &lt;a href=\"Ultimate%20Fighting%20Championship\"&gt;UFC&lt;/a&gt; and &lt;a href=\"Michael%20Bennett%20%28defensive%20lineman%2C%20born%201985%29\"&gt;Michael Bennett&lt;/a&gt; of the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt;. Wakaichirō himself is a &lt;a href=\"Houston%20Texans\"&gt;Houston Texans&lt;/a&gt; fan.\nCareer record.\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "
}