{
    "id": "5482901",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=5482901",
    "title": "Peter Woods (journalist)",
    "text": "Peter Holmes Woods (7 November 1930 – 22 March 1995) was a British &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;, &lt;a href=\"reporter\"&gt;reporter&lt;/a&gt; and &lt;a href=\"News%20presenter\"&gt;newsreader&lt;/a&gt;. He was one of the BBC's best known broadcasters of his day. He was the biological father of BBC broadcaster &lt;a href=\"Justin%20Webb\"&gt;Justin Webb&lt;/a&gt;.\nEarly life.\nBorn in &lt;a href=\"Romford\"&gt;Romford&lt;/a&gt;, &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;, Woods was educated at &lt;a href=\"Hull%20Grammar%20School\"&gt;Hull Grammar School&lt;/a&gt; and &lt;a href=\"Imperial%20Service%20College\"&gt;Imperial Service College&lt;/a&gt;, &lt;a href=\"Windsor%2C%20Berkshire\"&gt;Windsor&lt;/a&gt;.\nCareer.\nWoods began his career in print journalism, writing for newspapers including \"&lt;a href=\"The%20Yorkshire%20Post\"&gt;The Yorkshire Post&lt;/a&gt;\", the \"&lt;a href=\"Daily%20Mail\"&gt;Daily Mail&lt;/a&gt;\" and the \"&lt;a href=\"Daily%20Mirror\"&gt;Daily Mirror&lt;/a&gt;,\" with a break for &lt;a href=\"National%20Service\"&gt;National Service&lt;/a&gt; as a commissioned officer in the &lt;a href=\"Royal%20Horse%20Guards\"&gt;Royal Horse Guards&lt;/a&gt;.\nIn 1956 whilst a reporter for a British national newspaper Woods...the only civilian to do so...dropped by parachute with 3rd Battalion Parachute Regiment and landing under fire onto El Gamil Airfield near Port Said during the Suez Crisis.\nHe is best remembered for his television work for &lt;a href=\"BBC%20News\"&gt;BBC News&lt;/a&gt; on \"&lt;a href=\"Newsroom%20%28BBC%20programme%29\"&gt;Newsroom&lt;/a&gt;\" initially as a reporter but also as a newsreader from the 1960s until the early 1980s. He was the first newsreader to broadcast in colour on &lt;a href=\"BBC%20Two\"&gt;BBC 2&lt;/a&gt;, in \"News Room\". In 1976, he slurred his words on the late evening news. Viewers phoned in to complain that Woods was drunk, but his difficulties were blamed on medication for sinus problems.\nWoods was readily seen as an archetypal British newsreader, and was used as such in a number of comedy sketches and films throughout the 1970s and 1980s. These included \"&lt;a href=\"Monty%20Python\"&gt;Monty Python&lt;/a&gt;\", \"&lt;a href=\"Q%20%28TV%20series%29\"&gt;There's a Lot of It About&lt;/a&gt;\", \"&lt;a href=\"The%20New%20Statesman\"&gt;The New Statesman&lt;/a&gt;\", and Jonnie Turpie's 1987 film \"Out of Order\". He also appeared (again as a newsreader) in an advertising campaign for KP Cheese Dips in the mid-1980s. Along with all the other BBC newsreaders of the time, Woods participated in the 1977 Christmas edition of the \"&lt;a href=\"The%20Morecambe%20%26amp%3B%20Wise%20Show%20%281968%E2%80%931977%29\"&gt;Morecambe and Wise Show&lt;/a&gt;\". They delivered a rendition of the song \"&lt;a href=\"There%20Is%20Nothing%20Like%20a%20Dame\"&gt;There Is Nothing Like a Dame&lt;/a&gt;\" (from the musical \"&lt;a href=\"South%20Pacific%20%28musical%29\"&gt;South Pacific&lt;/a&gt;\") with Woods getting the deep-voiced last line and using his trademark seriousness to comic effect.\nFrom the mid-1980s up until his death, Woods narrated the \"Railscene\" videos, a series of videos about Britain's railways. He also narrated a set of five Castle Vision productions about the steam trains of \"&lt;a href=\"Big%20Four%20British%20railway%20companies\"&gt;The Big Four&lt;/a&gt;\" British railway companies and &lt;a href=\"British%20Railways\"&gt;British Railways&lt;/a&gt;.\nPersonal life.\nWoods had two children, Susan (born c. 1955) and Guy (c. 1957) with his first wife Kathleen Marian (née Smith). The marriage was dissolved in 1975 and in 1977 he married Esma Jean Steer. He died aged 64 on 22 March 1995.\nIn 2011, BBC journalist &lt;a href=\"Justin%20Webb\"&gt;Justin Webb&lt;/a&gt; revealed that Peter Woods was his natural father. Woods had an affair with Webb's mother who was a secretary at the \"&lt;a href=\"Daily%20Mirror\"&gt;Daily Mirror&lt;/a&gt;\" when Woods was a star reporter. Woods though was already married and Webb's mother was separated from her first husband. Webb commented that the separation may have been as much his mother's doing as his father's, saying \"I do not believe she was abandoned\". Woods provided financially for Webb and supported his education at &lt;a href=\"Sidcot%20School\"&gt;Sidcot School&lt;/a&gt;, but saw Webb only once, when he was six months old."
}