{
    "id": "54824125",
    "revid": "1009120558",
    "url": "https://en.wikipedia.org/wiki?curid=54824125",
    "title": "2017 Premiership Rugby Sevens Series",
    "text": "The 2017 &lt;a href=\"Premiership%20Rugby%20Sevens%20Series\"&gt;Premiership Rugby Sevens Series&lt;/a&gt; was the eighth &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; &lt;a href=\"Rugby%20sevens\"&gt;7-a-side&lt;/a&gt; competition for the twelve &lt;a href=\"2017%E2%80%9318%20English%20Premiership%20%28rugby%20union%29\"&gt;2017–18 Aviva Premiership&lt;/a&gt; clubs, and the first to exclude the four &lt;a href=\"Wales\"&gt;Welsh&lt;/a&gt; Regions which compete in the &lt;a href=\"Pro14\"&gt;Pro14&lt;/a&gt;, since 2013. It was also the first to feature a new format with all twelve teams together in one venue over two days.\nThe competition was held at &lt;a href=\"Franklin%27s%20Gardens\"&gt;Franklin's Gardens&lt;/a&gt; on 28 and 29 July 2017.\nFormat.\nThe twelve teams were split into four groups – A, B, C &amp; D. Each team in the group played each other once, to &lt;a href=\"World%20Rugby\"&gt;World Rugby&lt;/a&gt; Laws of the Game – 7s Variations.&lt;br&gt; \nBased on the result, teams received:\nFollowing all matches in each group, the winner and runner-up in each group progressed to the quarter-finals and the third-placed team progressed to the bowl semi-final. The winners of each quarter-final qualified for the cup semi-finals, with the losers moving into a new plate tournament. Thereafter, competition was a simple knockout bracket, with the winner of the cup final being declared the series winner.\nGroup stage.\nDate: Friday, 28 July 2017\nVenue: &lt;a href=\"Franklin%27s%20Gardens\"&gt;Franklin's Gardens&lt;/a&gt;, &lt;a href=\"Northampton\"&gt;Northampton&lt;/a&gt;\nFinals stage.\nFinals day was played at &lt;a href=\"Franklin%27s%20Gardens\"&gt;Franklin's Gardens&lt;/a&gt; on Saturday, 29 July 2017.\nThe four pool winners played a quarter-final against a runner-up from another or the same pool. The winner of these quarter-finals competed in the cup competition, while the losers competed in the plate competition. The remaining four teams competed in the bowl competition."
}