{
    "id": "5490515",
    "revid": "5432856",
    "url": "https://en.wikipedia.org/wiki?curid=5490515",
    "title": "45th Infantry Division (United Kingdom)",
    "text": "The 45th Infantry Division was an &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt; of the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;, formed just prior to the start of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. In March 1939, after the re-emergence of &lt;a href=\"Nazi%20Germany\"&gt;Germany&lt;/a&gt; as a significant military power and its &lt;a href=\"German%20occupation%20of%20Czechoslovakia\"&gt;occupation of Czechoslovakia&lt;/a&gt;, the British Army increased the number of divisions in the &lt;a href=\"Army%20Reserve%20%28United%20Kingdom%29\"&gt;Territorial Army&lt;/a&gt; (TA) by duplicating existing units. The 45th started forming in August 1939 and became active the following month, as a second-line duplicate of the &lt;a href=\"43rd%20%28Wessex%29%20Infantry%20Division\"&gt;43rd (Wessex) Infantry Division&lt;/a&gt;. The division's battalions were all raised in the &lt;a href=\"West%20Country\"&gt;West Country&lt;/a&gt;.\nIt was intended that the division would remain in the United Kingdom to complete training and preparation, before being deployed to France within twelve months of the war breaking out. Instead, the division was largely dispersed in order to protect strategically important points. As a result of the rapid German victory on mainland Europe during the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt; in 1940, the division was not deployed overseas and was instead dispatched to &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt; to defend the coast from a &lt;a href=\"Operation%20Sealion\"&gt;potential German invasion&lt;/a&gt;. This mission was extended to cover sections of the &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt; coastline, and was followed by stints defending &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt; and being held back from the coast as a &lt;a href=\"Counterattack\"&gt;counter-attack&lt;/a&gt; formation. In December 1941, the division was earmarked to remain within the UK and not be deployed overseas as a combat formation. This was followed by further periods of coastal defence, and training in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;. In 1944, the division's manpower was slowly transferred away as it was used to reinforce combat formations within the &lt;a href=\"21st%20Army%20Group\"&gt;21st Army Group&lt;/a&gt;, and the division was disbanded in August 1944.\nThe division was reformed in September as the 45th (Holding) Division, composed of personnel from the disbanded &lt;a href=\"77th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;77th (Holding) Division&lt;/a&gt;. In this capacity the division was responsible for retraining soldiers on medical leave or who had spent a large amount of time overseas or as &lt;a href=\"prisoners%20of%20war\"&gt;prisoners of war&lt;/a&gt; and assigning soldiers to new units. In December 1945, the division was renamed the 45th Division. Shortly after, it had three new brigades attached, all with the function of helping with the influx of returning soldiers from overseas deployment. As part of the &lt;a href=\"Demobilisation%20of%20the%20British%20Armed%20Forces%20after%20the%20Second%20World%20War\"&gt;demobilisation&lt;/a&gt; of the British armed forces after the Second World War, the division ceased to exist by the end of 1945 and has not been reformed.\nBackground.\nDuring the 1930s, &lt;a href=\"Causes%20of%20World%20War%20II\"&gt;tensions increased&lt;/a&gt; between &lt;a href=\"Nazi%20Germany\"&gt;Germany&lt;/a&gt; and the United Kingdom and its &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;allies&lt;/a&gt;. In late 1937 and throughout 1938, German demands for the annexation of &lt;a href=\"Sudetenland\"&gt;Sudetenland&lt;/a&gt; in &lt;a href=\"First%20Czechoslovak%20Republic\"&gt;Czechoslovakia&lt;/a&gt; led to an &lt;a href=\"international%20crisis\"&gt;international crisis&lt;/a&gt;. To avoid war, the British &lt;a href=\"Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Neville%20Chamberlain\"&gt;Neville Chamberlain&lt;/a&gt; met with German &lt;a href=\"Chancellor%20of%20Germany\"&gt;Chancellor&lt;/a&gt; &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; in September and brokered the &lt;a href=\"Munich%20Agreement\"&gt;Munich Agreement&lt;/a&gt;. The agreement averted a war and allowed Germany to &lt;a href=\"Annexation\"&gt;annexe&lt;/a&gt; the Sudetenland. Although Chamberlain had intended the agreement to lead to further peaceful resolution of issues, relations between both countries soon deteriorated. On 15 March 1939, Germany breached the terms of the agreement by invading and occupying &lt;a href=\"Second%20Czechoslovak%20Republic\"&gt;the remnants of the Czech state&lt;/a&gt;.\nOn 29 March, British &lt;a href=\"Secretary%20of%20State%20for%20War\"&gt;Secretary of State for War&lt;/a&gt; &lt;a href=\"Leslie%20Hore-Belisha\"&gt;Leslie Hore-Belisha&lt;/a&gt; announced plans to increase the part-time &lt;a href=\"Army%20Reserve%20%28United%20Kingdom%29\"&gt;Territorial Army&lt;/a&gt; (TA) from 130,000 to 340,000 men and double the number of TA divisions. The plan was for existing TA divisions, referred to as the first-line, to recruit over their allowed complements (aided by an increase in pay for Territorials, the removal of restrictions on promotion which had hindered recruiting, construction of better-quality barracks and an increase in supper rations) and then form a new division, known as the second-line, from &lt;a href=\"Cadre%20%28military%29\"&gt;cadres&lt;/a&gt; around which the divisions could be expanded. This process was dubbed \"duplicating\". The 45th Division was to be a second-line unit, a duplicate of the first-line &lt;a href=\"43rd%20%28Wessex%29%20Infantry%20Division\"&gt;43rd (Wessex) Infantry Division&lt;/a&gt;. It was envisioned that the duplicating process and recruiting the required numbers of men would take no more than six months. Some TA divisions had made little progress by the time the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; began; others were able to complete this work within a matter of weeks. In April, limited &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; was introduced. This resulted in 34,500 twenty-year-old men being conscripted into the regular army, initially to be trained for six months before deployment to the forming second-line units.\nHistory.\nFormation and home defence.\nOn 28 August 1939, the embryo of the division was formed. &lt;a href=\"Major-general%20%28United%20Kingdom%29\"&gt;Major-General&lt;/a&gt; &lt;a href=\"Frederick%20Witts\"&gt;Frederick Witts&lt;/a&gt;, formally a staff officer in the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt;'s &lt;a href=\"Western%20Command%20%28India%29\"&gt;Western Command&lt;/a&gt; with experience commanding an infantry brigade, was assigned as the &lt;a href=\"general%20officer%20commanding\"&gt;General Officer Commanding&lt;/a&gt; (GOC). It was not until 7 September that the 45th Infantry Division became active. At that point, it took control of the &lt;a href=\"134th%20%282/1st%20Hampshire%29%20Brigade\"&gt;134th&lt;/a&gt;, &lt;a href=\"135th%20%282/1st%20South%20Western%29%20Brigade\"&gt;135th&lt;/a&gt;, and &lt;a href=\"136th%20%282/1st%20Devon%20and%20Cornwall%29%20Brigade\"&gt;136th Infantry Brigades&lt;/a&gt;, in addition to supporting divisional units, which had previously been administered by the 43rd (Wessex) Infantry Division. Due to the lack of official guidance, the newly formed units were at liberty to choose numbers, styles, and titles. The division adopted the number, but not the title, of their &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt; counterpart, the &lt;a href=\"45th%20%282nd%20Wessex%29%20Division\"&gt;45th (2nd Wessex) Division&lt;/a&gt;; furthermore, the battalions that made up the division were largely unrelated to their parent unit. The 134th Brigade initially consisted of the 4th, the 6th, and the 8th Battalions, &lt;a href=\"Devonshire%20Regiment\"&gt;Devonshire Regiment&lt;/a&gt; (DR); the 135th Infantry Brigade was made up of the 5th, the 6th, and the 7th Battalions, &lt;a href=\"Somerset%20Light%20Infantry\"&gt;Somerset Light Infantry&lt;/a&gt;; and the 136th Brigade consisted of the 9th Battalion, DR, and the 4th and the 5th Battalions, &lt;a href=\"Duke%20of%20Cornwall%27s%20Light%20Infantry\"&gt;Duke of Cornwall's Light Infantry&lt;/a&gt;. To denote the association of the division with the &lt;a href=\"West%20Country\"&gt;West Country&lt;/a&gt;, where the division's battalions were raised, its insignia referred to &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; born Sir &lt;a href=\"Francis%20Drake\"&gt;Francis Drake&lt;/a&gt;'s &lt;a href=\"Drake%27s%20Drum\"&gt;Drum&lt;/a&gt;: according to the &lt;a href=\"Imperial%20War%20Museum\"&gt;Imperial War Museum&lt;/a&gt;, \"A yellow drum, red bands top and bottom, white cords, a small red diamond above a dark blue half circle in the centre, all on a khaki ground.\" The division was assigned to &lt;a href=\"Southern%20Command%20%28United%20Kingdom%29\"&gt;Southern Command&lt;/a&gt;, and largely dispersed to guard strategically vital areas.\nIt was envisioned that the TA divisions each be deployed intact to reinforce the &lt;a href=\"British%20Expeditionary%20Force%20%28World%20War%20II%29\"&gt;British Expeditionary Force&lt;/a&gt; (BEF) in France as equipment became available, with all 26 TA divisions deployed by the end of the first year of the war. The deployment timetable called for waves being sent to France in the fourth, fifth, sixth, ninth, and twelfth months of the war. By February 1940, the 45th Division had been earmarked for the fourth contingent of TA divisions to be deployed. To do so, the division was to be concentrated to complete its training; a process that had thus far been complicated by having 2,600 of the division's troops assigned to guarding vulnerable points. In May 1940, due to the swift nature of the German operations on mainland Europe, &lt;a href=\"Commander-in-Chief%2C%20Home%20Forces\"&gt;Commander-in-Chief, Home Forces&lt;/a&gt; &lt;a href=\"General%20%28United%20Kingdom%29\"&gt;General&lt;/a&gt; &lt;a href=\"Walter%20Kirke\"&gt;Walter Kirke&lt;/a&gt; grew concerned over the threat posed by the Germans to &lt;a href=\"South%20East%20England\"&gt;South East England&lt;/a&gt;. As a result, the division was assigned to &lt;a href=\"Eastern%20Command%20%28United%20Kingdom%29\"&gt;Eastern Command&lt;/a&gt; and deployed to &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt; to defend the coast. As a consequence of the German victory in the &lt;a href=\"Battle%20of%20France\"&gt;Battle of France&lt;/a&gt; and the return of the BEF following the &lt;a href=\"Dunkirk%20evacuation\"&gt;Dunkirk evacuation&lt;/a&gt;, the division was not deployed overseas.\nOn 25 May, the 135th Brigade (based at &lt;a href=\"Romney%20Marsh\"&gt;Romney Marsh&lt;/a&gt;) was temporarily attached to the &lt;a href=\"56th%20%28London%29%20Infantry%20Division\"&gt;1st London Division&lt;/a&gt;. A British infantry division was allocated seventy-two &lt;a href=\"Ordnance%20QF%2025-pounder\"&gt;25-pounder&lt;/a&gt; field guns. On 31 May, the division had 12 such modern guns, in addition to six First World War-vintage &lt;a href=\"Ordnance%20QF%2018-pounder\"&gt;18-pounder&lt;/a&gt; field guns, and twelve &lt;a href=\"QF%204.5-inch%20howitzer\"&gt;howitzers&lt;/a&gt; of similar vintage. The division had only six &lt;a href=\"Ordnance%20QF%202-pounder\"&gt;anti-tank guns&lt;/a&gt;, against a nominal establishment of 48, and only 154 of the required 307 &lt;a href=\"Boys%20anti-tank%20rifle\"&gt;Boys anti-tank rifle&lt;/a&gt;s. It had 590 &lt;a href=\"Bren%20light%20machine%20gun\"&gt;Bren light machine gun&lt;/a&gt;s, compared to an establishment of 644. In regards to &lt;a href=\"Universal%20Carrier\"&gt;Universal Carrier&lt;/a&gt;s, it had 63 instead of the required 140, these were supplemented with a number of &lt;a href=\"Humber%20Light%20Reconnaissance%20Car\"&gt;Humber Light Reconnaissance Car&lt;/a&gt;s. In June, a &lt;a href=\"Home%20Guard%20%28United%20Kingdom%29\"&gt;Home Guard&lt;/a&gt; memorandum described the division as consisting of \"two weak Brigades [134th and 136th] disposed on the coast\", with orders to \"hold their positions 'to the last man and the last cartridge'\", and supplemented by Home Guard volunteers \"manning barricades consisting of tree trunks, old motor cars, farm carts and barbed-wire trestles on the main approaches to towns and villages\". British defensive thinking ideally called for a division to be deployed with two brigades forward, each with two battalions in coastal positions and the third positioned around inland to provide a &lt;a href=\"Counterattack\"&gt;counter-attack&lt;/a&gt; force. The third brigade would be positioned further inland to provide an additional counter-attacking force and in particular to retake airfields lost to German paratroopers. However, this layout was rare. With the return of the 135th Brigade on 10 July, the 45th Division was also given responsibility for coastal defence into &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;. From west to east, the 136th Brigade was based around the potential landing zones near &lt;a href=\"Eastbourne\"&gt;Eastbourne&lt;/a&gt;, the 134th Brigade covered the coast between &lt;a href=\"Bexhill-on-Sea\"&gt;Bexhill-on-Sea&lt;/a&gt; and &lt;a href=\"Hastings\"&gt;Hastings&lt;/a&gt;, and the 135th Brigade was responsible for the area between &lt;a href=\"Rye%2C%20East%20Sussex\"&gt;Rye&lt;/a&gt; and &lt;a href=\"Dymchurch\"&gt;Dymchurch&lt;/a&gt;. The division was placed under the command of &lt;a href=\"XII%20Corps%20%28United%20Kingdom%29\"&gt;XII Corps&lt;/a&gt;. By September, the &lt;a href=\"2nd%20New%20Zealand%20Division\"&gt;2nd New Zealand Division&lt;/a&gt; had been placed behind the 45th Division, to counter-attack any German force that assaulted the 45th Division's position.\nAssigned to &lt;a href=\"I%20Corps%20%28United%20Kingdom%29\"&gt;I Corps&lt;/a&gt; in November, the division was moved off the south coast to &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt;. It was then placed directly under the command of Home Forces, and rotated between coastal defence duties in &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt; and maintaining a position in the English hinterlands as a counter-attack formation. In July, the division was placed under the command of &lt;a href=\"XI%20Corps%20%28United%20Kingdom%29\"&gt;XI Corps&lt;/a&gt;. In December, the division was placed on the lower establishment and was deployed to the Essex coastline in 1942. After a year in this position, during March 1943, the division deployed to &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;, where elements were based in &lt;a href=\"County%20Down\"&gt;County Down&lt;/a&gt;. This deployment was used for training. This deployment lasted until December 1943, when the division was again placed directly under the command of Home Forces and returned to the mainland. The division's moves to and from Northern Ireland were leaked through &lt;a href=\"double%20agent\"&gt;double agent&lt;/a&gt;s as part of &lt;a href=\"Operation%20Fortitude\"&gt;Operation Fortitude&lt;/a&gt;. The division then moved to Sussex, and started to supply drafts of men to higher establishment divisions. By mid-1944, the five lower establishment divisions allocated to home defence duties (the &lt;a href=\"38th%20%28Welsh%29%20Infantry%20Division\"&gt;38th (Welsh)&lt;/a&gt;, the 45th, the &lt;a href=\"47th%20%28London%29%20Infantry%20Division\"&gt;47th (London)&lt;/a&gt;, the &lt;a href=\"55th%20%28West%20Lancashire%29%20Infantry%20Division\"&gt;55th (West Lancashire)&lt;/a&gt;, and the &lt;a href=\"61st%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;61st&lt;/a&gt;) had a combined total of 17,845 men. Of this number, around 13,000 were available as replacements for the 21st Army Group fighting in France. The remaining 4,800 men were considered ineligible at that time for service abroad for a variety of reasons, including a lack of training or being medically unfit. Over the following six months, up to 75 per cent of these men were deployed to reinforce 21st Army Group following the completion of their training and certification of fitness. On 15 August, what was left of the division was dispersed. This process took until the end of the month, at which point the division and its brigades were disbanded.\nHolding Division and end of the war.\nDuring 1944, the British Army suffered a severe shortage of manpower. In an effort to downsize the army, while efficiently maintaining as many formations as possible at full strength, the &lt;a href=\"War%20Office\"&gt;War Office&lt;/a&gt; began disbanding divisions. As part of this restructure, the decision was made to retain division numbers familiar to the British public due to their potential recruiting value. As a result, the &lt;a href=\"77th%20Infantry%20Division%20%28United%20Kingdom%29\"&gt;77th (Holding) Division&lt;/a&gt; was disbanded. Its GOC Major-General &lt;a href=\"Godwin%20Michelmore\"&gt;Godwin Michelmore&lt;/a&gt; and his staff reformed the division as the 45th (Holding) Division on 1 September. As part of this re-establishment, the 45th Division's brigades were reformed. The 134th Brigade was reformed from the redesignation of the &lt;a href=\"203rd%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;203rd Infantry Brigade&lt;/a&gt;, and the 135th Brigade was recreated from the &lt;a href=\"209th%20Infantry%20Brigade%20%28United%20Kingdom%29\"&gt;209th Infantry Brigade&lt;/a&gt;. &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;Lieutenant-Colonel&lt;/a&gt; H.F. Joslen wrote that the division's role was now \"for sorting, retraining and holding personnel temporarily – due to disbandments, medical and other causes.\" For example, the 14th Battalion, &lt;a href=\"Durham%20Light%20Infantry\"&gt;Durham Light Infantry&lt;/a&gt; maintained a rehabilitation centre. Ex-&lt;a href=\"prisoner%20of%20war\"&gt;prisoners of war&lt;/a&gt;, &lt;a href=\"Repatriation%20%28humans%29\"&gt;repatriates&lt;/a&gt;, troops who were suffering from morale issues or of low physique were sent to the battalion where they underwent medical, physical, and military tests. These tests were designed to establish what medical category the soldiers should be assigned, and what job or military capability would best suit them.\nOn 1 December 1944, the division was renamed the 45th Division. On 1 February 1945, a new 136th Infantry Brigade was formed and attached to the division. This was followed by a new 137th Brigade on 28 March, and the 178th Brigade on 21 April. Joslen describes these brigades as being \"for the reception and training of personnel returned from overseas temporarily unfit from wounds and other causes.\" These brigades had no specific battalions assigned to them, instead, according to Joslen, \"the Units of the Bde were Reception Camps and Selection and Training Battalions.\" The 178th Brigade was disbanded in August. In the aftermath of the war, the &lt;a href=\"Demobilisation%20of%20the%20British%20Armed%20Forces%20after%20the%20Second%20World%20War\"&gt;British Army demobilised&lt;/a&gt;, which included the 45th Division. The TA was reformed in 1947 on a much smaller scale of nine divisions, which did not include the 45th.\nNotes.\n Footnotes\n Citations"
}