{
    "id": "5493377",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=5493377",
    "title": "Percy Levar Walton",
    "text": "Percy Levar Walton (born October 18, 1978) was convicted and sentenced to &lt;a href=\"execution\"&gt;death&lt;/a&gt; in 1997 for the November 1996 &lt;a href=\"murder\"&gt;murder&lt;/a&gt;s of Elizabeth and Jessee Kendrick, aged 81 and 80, and Archie Moore, aged 33, in &lt;a href=\"Danville%2C%20Virginia\"&gt;Danville, Virginia&lt;/a&gt;.\nHe was scheduled to be &lt;a href=\"execution\"&gt;executed&lt;/a&gt; on June 8, 2006, but the &lt;a href=\"governor%20of%20Virginia\"&gt;governor of Virginia&lt;/a&gt;, &lt;a href=\"Tim%20Kaine\"&gt;Tim Kaine&lt;/a&gt;, stayed the execution one hour before it was due to take place and ordered a &lt;a href=\"Psychological%20evaluation\"&gt;mental examination&lt;/a&gt; of the convict to determine if he is fit for execution or not. It was reported that Walton has an &lt;a href=\"IQ\"&gt;IQ&lt;/a&gt; of just 66, other reports claim that a test conducted before his 18th birthday put his &lt;a href=\"IQ\"&gt;IQ&lt;/a&gt; at 90.\nGovernor Kaine stated that it would be immoral to either execute or &lt;a href=\"pardon\"&gt;pardon&lt;/a&gt; Walton without further investigations, and ordered that the court would evaluate the results of the examinations and, if applicable, set a new execution date on December 9, 2006. Kaine's decision sparked criticism from his political opponents, who during the recent election campaigns claimed that he was &lt;a href=\"soft%20on%20crime\"&gt;soft on crime&lt;/a&gt; and unwilling to make use of the &lt;a href=\"death%20penalty\"&gt;death penalty&lt;/a&gt;.\nThe &lt;a href=\"State%20of%20Virginia\"&gt;State of Virginia&lt;/a&gt; set an execution date of June 10, 2008, however on June 9, 2008, Governor &lt;a href=\"Tim%20Kaine\"&gt;Tim Kaine&lt;/a&gt; &lt;a href=\"Commutation%20of%20sentence\"&gt;commuted his sentence&lt;/a&gt; to &lt;a href=\"life%20in%20prison%20without%20parole\"&gt;life in prison without parole&lt;/a&gt;, stating \"one cannot reasonably conclude that Walton is fully aware of the punishment he is about to suffer and why he is to suffer it.\" \nWalton was subsequently moved to the Marion Treatment Center, a Virginia Department of Corrections facility specially equipped to help mentally ill inmates. \"Percy Walton is extremely mentally ill and profoundly impaired, and so obviously I think the governor acted appropriately and compassionately in granting our clemency request,\" attorney Jennifer Givens said."
}