{
    "id": "54973313",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=54973313",
    "title": "2018 African U-17 Women's World Cup Qualifying Tournament",
    "text": "The 2018 African U-17 Women's World Cup Qualifying Tournament was the 6th edition of the &lt;a href=\"African%20U-17%20Cup%20of%20Nations%20for%20Women\"&gt;African U-17 Women's World Cup Qualifying Tournament&lt;/a&gt;, the biennial international youth &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition organised by the &lt;a href=\"Confederation%20of%20African%20Football\"&gt;Confederation of African Football&lt;/a&gt; (CAF) to determine which women's under-17 national teams from Africa qualify for the &lt;a href=\"FIFA%20U-17%20Women%27s%20World%20Cup\"&gt;FIFA U-17 Women's World Cup&lt;/a&gt;.\nPlayers born on or after 1 January 2001 are eligible to compete in the tournament. Three teams qualify from this tournament for the &lt;a href=\"2018%20FIFA%20U-17%20Women%27s%20World%20Cup\"&gt;2018 FIFA U-17 Women's World Cup&lt;/a&gt; in Uruguay as the CAF representatives.\nFor the first time Nigeria failed to qualify for the Women's World Cup at any age level (senior, U-20 or U-17).\nTeams.\nA total of 17 (out of 54) &lt;a href=\"Confederation%20of%20African%20Football\"&gt;CAF&lt;/a&gt; member national teams entered the qualifying rounds. The draw was announced by the CAF on 7 August 2017.\nFormat.\nQualification ties are played on a home-and-away &lt;a href=\"two-legged%20tie\"&gt;two-legged&lt;/a&gt; basis. If the aggregate score is tied after the second leg, the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt; is applied, and if still tied, the &lt;a href=\"penalty%20shoot-out%20%28association%20football%29\"&gt;penalty shoot-out&lt;/a&gt; (no &lt;a href=\"extra%20time%20%28association%20football%29\"&gt;extra time&lt;/a&gt;) is used to determine the winner.\nSchedule.\nThe schedule of the qualifying rounds is as follows.\nBracket.\nThe three winners of the second round qualify for the &lt;a href=\"2018%20FIFA%20U-17%20Women%27s%20World%20Cup\"&gt;2018 FIFA U-17 Women's World Cup&lt;/a&gt;.\nPreliminary round.\n\"Djibouti won on walkover after Libya withdrew.\"\n\"Gambia won on walkover after Sierra Leone withdrew prior to the second leg.\"\n\"Botswana won 6–5 on aggregate.\"\n\"Ethiopia won on walkover after Kenya withdrew.\"\n\"Algeria won on walkover after Mali withdrew.\"\nFirst round.\n\"Djibouti won on walkover after Tunisia withdrew.\"\n\"Ghana won 7–1 on aggregate.\"\n\"South Africa won 11–6 on aggregate.\"\n\"Morocco won on walkover after Equatorial Guinea withdrew.\"\n\"1–1 on aggregate. Nigeria won on away goals.\"\n\"Cameroon won 11–0 on aggregate.\"\nSecond round.\nWinners qualify for &lt;a href=\"2018%20FIFA%20U-17%20Women%27s%20World%20Cup\"&gt;2018 FIFA U-17 Women's World Cup&lt;/a&gt;.\n\"Ghana won 19–0 on aggregate.\"\n\"South Africa won 6–1 on aggregate.\"\n\"3–3 on aggregate. Cameroon won on away goals.\"\nQualified teams for FIFA U-17 Women's World Cup.\nThe following three teams from CAF qualified for the &lt;a href=\"2018%20FIFA%20U-17%20Women%27s%20World%20Cup\"&gt;2018 FIFA U-17 Women's World Cup&lt;/a&gt;."
}