{
    "id": "5500413",
    "revid": "38053341",
    "url": "https://en.wikipedia.org/wiki?curid=5500413",
    "title": "Rabih Abdullah",
    "text": "Rabih Abdullah (born April 27, 1975) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt;.\nHigh school years.\nAbdullah grew up in &lt;a href=\"Roselle%2C%20New%20Jersey\"&gt;Roselle, New Jersey&lt;/a&gt;, where he attended &lt;a href=\"Abraham%20Clark%20High%20School\"&gt;Abraham Clark High School&lt;/a&gt; and was a letterman in football, basketball, and track. In football, he was a starter as a running back and as a defensive back, and was an All-County selection, All-Conference selection, and an All-State selection.\nCollege career.\nAbdullah played for Lehigh University from 1993-97. In 1995, as a junior, he rushed for 1,536 yards, setting the school's single-season rushing record as Lehigh finished 8-3 and won the Patriot League. He set the school record for rushing yards in a single game, with 266 yards on the ground in a 34-23 victory over Colgate. 1996, which would have been his senior season, was cut short by a serious knee injury, but he was able to secure a medical redshirt, and return for a fifth season. His final season at Lehigh was in 1997, when he rushed for a total of 1,225 yards, earning the Archibald Cup, which is awarded annually to Lehigh's most outstanding player. In his final collegiate game, against arch-rival Lafayette, his efforts in a 43-31 Lehigh victory earned him the rivalry's annual Most Outstanding Player Award. He finished his career with a total of 3,696 yards on the ground, a school record.\nProfessional career.\nAbdullah was signed in 1998 as an undrafted free agent by the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;, where he played mostly special teams, starting one game at running back before being released following the 2001 season. He signed with the Chicago Bears for 2002, but was released just before the beginning of the 2004 season. He signed with the &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt; just after the season began, was released in November, and re-signed shortly before Christmas. That re-signing meant that he was a member of the Patriots for &lt;a href=\"Super%20Bowl%20XXXIX\"&gt;Super Bowl XXXIX&lt;/a&gt;, becoming just the second Lehigh graduate to play in the game (the first was &lt;a href=\"Steve%20Kreider\"&gt;Steve Kreider&lt;/a&gt;, who played for the Cincinnati Bengals in &lt;a href=\"Super%20Bowl%20XVI\"&gt;Super Bowl XVI&lt;/a&gt;)."
}