{
    "id": "55033",
    "revid": "25729213",
    "url": "https://en.wikipedia.org/wiki?curid=55033",
    "title": "Great Dividing Range",
    "text": "The Great Dividing Range, also known as the East Australian Cordillera or the Eastern Highlands, is a &lt;a href=\"cordillera\"&gt;cordillera&lt;/a&gt; system in eastern &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; consisting of an expansive collection of &lt;a href=\"mountain%20range\"&gt;mountain range&lt;/a&gt;s, &lt;a href=\"plateau\"&gt;plateau&lt;/a&gt;s and &lt;a href=\"hill\"&gt;rolling hills&lt;/a&gt;, that runs roughly parallel to the &lt;a href=\"east%20coast%20of%20Australia\"&gt;east coast of Australia&lt;/a&gt; and forms the &lt;a href=\"list%20of%20longest%20mountain%20chains%20on%20Earth\"&gt;fifth-longest land-based mountain chain in the world&lt;/a&gt;, and the longest entirely within a single country. It is &lt;a href=\"mainland%20Australia\"&gt;mainland Australia&lt;/a&gt;'s most substantial &lt;a href=\"topographic%20feature\"&gt;topographic feature&lt;/a&gt; and serves as the definitive &lt;a href=\"drainage%20divide\"&gt;watershed&lt;/a&gt; for the &lt;a href=\"river%20system\"&gt;river system&lt;/a&gt;s in eastern Australia, hence the name.\nThe Great Dividing Range stretches more than from &lt;a href=\"Dauan%20Island%2C%20Queensland\"&gt;Dauan Island&lt;/a&gt; in the &lt;a href=\"Torres%20Strait\"&gt;Torres Strait&lt;/a&gt; off the northern tip of &lt;a href=\"Cape%20York%20Peninsula\"&gt;Cape York Peninsula&lt;/a&gt;, running the entire length of the eastern coastline through &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; and &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, then turning west across &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt; before finally fading into the &lt;a href=\"Wimmera\"&gt;Wimmera plains&lt;/a&gt; as rolling hills west of the &lt;a href=\"Grampians%20%28region%29\"&gt;Grampians region&lt;/a&gt;. The width of the Range varies from about to over . The &lt;a href=\"Greater%20Blue%20Mountains%20Area\"&gt;Greater Blue Mountains Area&lt;/a&gt;, &lt;a href=\"Gondwana%20Rainforests\"&gt;Gondwana Rainforests&lt;/a&gt; and &lt;a href=\"Wet%20Tropics%20of%20Queensland\"&gt;Wet Tropics of Queensland&lt;/a&gt; &lt;a href=\"World%20Heritage%20Area\"&gt;World Heritage Area&lt;/a&gt;s are located in the Range. The highest place in Australia, the &lt;a href=\"Mount%20Kosciuszko\"&gt;Mount Kosciuszko&lt;/a&gt;, resides in the &lt;a href=\"Snowy%20Mountains\"&gt;Snowy Mountains&lt;/a&gt; portion of southern Great Dividing Range.\nGeography.\nThe Dividing Range does not consist of a single continuous &lt;a href=\"mountain%20chain\"&gt;mountain chain&lt;/a&gt;, but is rather a combined complex (&lt;a href=\"cordillera\"&gt;cordillera&lt;/a&gt;) of &lt;a href=\"mountain%20range\"&gt;mountain range&lt;/a&gt;s, &lt;a href=\"plateau\"&gt;plateau&lt;/a&gt;s, &lt;a href=\"hill\"&gt;hill&lt;/a&gt;y &lt;a href=\"highland\"&gt;upland&lt;/a&gt; areas and &lt;a href=\"escarpment\"&gt;escarpment&lt;/a&gt;s with an ancient and complex &lt;a href=\"Historical%20geology\"&gt;geological history&lt;/a&gt;. The physiographic division name for the landmass is called the \"East Australian Cordillera\". In some places the terrain is relatively flat, consisting of very low hills. Typically the highlands range from in height. The mountains and plateaus, which consist of &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;s, &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;, &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;, &lt;a href=\"schist\"&gt;schist&lt;/a&gt;s and &lt;a href=\"Dolomite%20%28rock%29\"&gt;dolomite&lt;/a&gt;, have been created by faulting and folding processes.\nThe &lt;a href=\"mountain%20crest\"&gt;crest&lt;/a&gt;s of the Great Dividing Range is defined by the &lt;a href=\"drainage%20divide\"&gt;watershed boundary&lt;/a&gt; between the &lt;a href=\"drainage%20basin\"&gt;drainage basin&lt;/a&gt;s of &lt;a href=\"river%20system\"&gt;river system&lt;/a&gt;s east (the coastal or \"&lt;a href=\"windward\"&gt;rainward&lt;/a&gt;\" side) and west (the inland or \"&lt;a href=\"leeward\"&gt;leeward&lt;/a&gt;\" side) of it. The higher and more rugged parts of the \"range\" do not necessarily form part of the crest of the range, but may be branches and offshoots from it. The term \"Great Dividing Range\" may refer specifically to the watershed crest of the range, or to the entire upland complex including all of the hills and mountains between the east coast of Australia and the central plains and lowlands. At some places it can be up to wide. Notable ranges and other features which form part of the range complex have their own distinctive names.\nAs a &lt;a href=\"rule%20of%20thumb\"&gt;rule of thumb&lt;/a&gt;, rivers east/southeast of the Dividing Range drain directly eastward into the &lt;a href=\"South%20Pacific%20Ocean\"&gt;South Pacific&lt;/a&gt; and the &lt;a href=\"Tasman%20Sea\"&gt;Tasman Sea&lt;/a&gt;, or southward into the &lt;a href=\"Bass%20Strait\"&gt;Bass Strait&lt;/a&gt;. Rivers west of the Dividing Range drain in various westerly directions according to latitudes: the &lt;a href=\"Murray%E2%80%93Darling%20basin\"&gt;Murray–Darling basin&lt;/a&gt; in southeastern Australia (&lt;a href=\"Darling%20Downs\"&gt;Darling Downs&lt;/a&gt;/eastern &lt;a href=\"South%20West%20Queensland\"&gt;South West Queensland&lt;/a&gt;, West/Central &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Northern%20Victoria%20Region\"&gt;Northern Victoria&lt;/a&gt; and the &lt;a href=\"Murraylands\"&gt;Murraylands&lt;/a&gt;/&lt;a href=\"Riverland\"&gt;Riverland&lt;/a&gt; region of southeastern &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;) drain southwestwards into the &lt;a href=\"Great%20Australian%20Bight\"&gt;Great Australian Bight&lt;/a&gt; via the coastal &lt;a href=\"Lake%20Alexandrina%20%28South%20Australia%29\"&gt;Lake Alexandrina&lt;/a&gt;; the eastern half of the &lt;a href=\"Lake%20Eyre%20basin\"&gt;Lake Eyre basin&lt;/a&gt; in east central Australia (the &lt;a href=\"Cooper%20Creek\"&gt;Cooper Creek&lt;/a&gt; and &lt;a href=\"Warburton%20River\"&gt;Warburton River&lt;/a&gt; systems in &lt;a href=\"Central%20Queensland\"&gt;Central&lt;/a&gt;/western &lt;a href=\"South%20West%20Queensland\"&gt;South West Queensland&lt;/a&gt; and eastern &lt;a href=\"Far%20North%20%28South%20Australia%29\"&gt;Far North&lt;/a&gt; of South Australia) drain southwestwards into the &lt;a href=\"endorheic%20lake\"&gt;endorheic&lt;/a&gt; &lt;a href=\"Kati%20Thanda%E2%80%93Lake%20Eyre\"&gt;Kati Thanda–Lake Eyre&lt;/a&gt;; the numerous rivers of western &lt;a href=\"Cape%20York%20Peninsula\"&gt;Cape York Peninsula&lt;/a&gt; in northeastern Australia (&lt;a href=\"North%20Queensland\"&gt;North&lt;/a&gt;/&lt;a href=\"Far%20North%20Queensland\"&gt;Far North Queensland&lt;/a&gt;) drain westwards or northwestwards directly into the &lt;a href=\"Gulf%20of%20Carpentaria\"&gt;Gulf of Carpentaria&lt;/a&gt;.\nClimate.\nThe sharp rise between the coastal lowlands and the eastern uplands has affected &lt;a href=\"climate%20of%20Australia\"&gt;Australia's climate&lt;/a&gt;, mainly due to &lt;a href=\"precipitation%20%28meteorology%29%23Orographic%20effects\"&gt;orographic precipitation&lt;/a&gt;, and these areas of highest relief have revealed an impressive gorge country. Areas to the east of the mountain range in southern NSW usually experience a &lt;a href=\"F%C3%B6hn%20effect\"&gt;Föhn effect&lt;/a&gt;, which is a &lt;a href=\"Australian%20foehn%20winds\"&gt;dry wind originating from the Great Dividing Range&lt;/a&gt; that abruptly raises the air temperature in the lee of that mountain range and reduces atmospheric moisture. This dry wind, which elevates &lt;a href=\"bushfires%20in%20Australia\"&gt;fire danger&lt;/a&gt; in the warm months, occurs because of the partial &lt;a href=\"orographic\"&gt;orographic&lt;/a&gt; obstruction of relatively damp low-level air and the subsiding of drier upper-level air in &lt;a href=\"leeward\"&gt;leeward&lt;/a&gt; of the mountains. The drier air is then heated more because of the &lt;a href=\"adiabatic\"&gt;adiabatic&lt;/a&gt; compression as it comes down the lee slopes, forming a &lt;a href=\"rain%20shadow\"&gt;rain shadow&lt;/a&gt;.\nMoreover, in the cool season, the Great Dividing Range would shield much of the southeast (i.e. &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Central%20Coast%20%28New%20South%20Wales%29\"&gt;Central Coast&lt;/a&gt;, &lt;a href=\"Hunter%20Valley\"&gt;Hunter Valley&lt;/a&gt;, &lt;a href=\"Illawarra\"&gt;Illawarra&lt;/a&gt;, the &lt;a href=\"Australian%20Capital%20Territory\"&gt;ACT&lt;/a&gt;, the &lt;a href=\"Monaro%20region\"&gt;Monaro&lt;/a&gt; and &lt;a href=\"South%20Coast%20%28New%20South%20Wales%29\"&gt;South Coast&lt;/a&gt;) from south-westerly &lt;a href=\"polar%20vortex\"&gt;polar blasts&lt;/a&gt; that originate from the &lt;a href=\"Southern%20Ocean\"&gt;Southern Ocean&lt;/a&gt;, which bring &lt;a href=\"freezing%20rain\"&gt;freezing rain&lt;/a&gt;, &lt;a href=\"Rain%20and%20snow%20mixed\"&gt;sleet&lt;/a&gt; and snowfall in the &lt;a href=\"upwind\"&gt;upwind&lt;/a&gt; side of the ranges, such as in the &lt;a href=\"Central%20Tablelands\"&gt;Central Tablelands&lt;/a&gt;, &lt;a href=\"South%20West%20Slopes\"&gt;South West Slopes&lt;/a&gt; and &lt;a href=\"Snowy%20Mountains\"&gt;Snowy Mountains&lt;/a&gt; regions – All which have wetter winters.\nHistory.\nThe Great Dividing Range was formed during the &lt;a href=\"Carboniferous\"&gt;Carboniferous period&lt;/a&gt;—over 300 million years ago—when Australia collided with what are now parts of South America and New Zealand. The range has experienced significant erosion since. (See &lt;a href=\"Geology%20of%20Australia\"&gt;Geology of Australia&lt;/a&gt;.)\nFor tens of thousands of years prior to British colonisation the ranges were home to various &lt;a href=\"Aboriginal%20Australians\"&gt;Aboriginal Australian&lt;/a&gt; nations and clans. Evidence remains in some places of their traditional way of life including decorated caves, campsites and trails used to travel between the coastal and inland regions. Many descendants of these nations still exist today, and some remain the traditional owners and custodians of their lands.\nAfter British colonisation in 1788, the ranges were an obstacle to exploration and settlement by the British settlers. Although not high, parts of the highlands were very rugged. Crossing the &lt;a href=\"Blue%20Mountains%20%28Australia%29\"&gt;Blue Mountains&lt;/a&gt; was particularly challenging due to the mistaken idea that the creeks should be followed rather than the ridges, and almost impenetrable, labyrinthine, sandstone mountains. Although the most daunting obstacle to western expansion of the colony, the Blue Mountains actually lie to the east of the watershed that divides the &lt;a href=\"Hawkesbury%20River\"&gt;Hawkesbury&lt;/a&gt;-&lt;a href=\"Nepean%20River\"&gt;Nepean&lt;/a&gt; system and the &lt;a href=\"Murray%E2%80%93Darling%20basin\"&gt;Murray-Darling system&lt;/a&gt;, the true Great Dividing Range. The watershed in this area lies to the west of &lt;a href=\"Lithgow%2C%20New%20South%20Wales\"&gt;Lithgow&lt;/a&gt;, passing near the locality of Mt Lambie and village of &lt;a href=\"Capertee%2C%20New%20South%20Wales\"&gt;Capertee&lt;/a&gt;. There, as in some other places in New South Wales, the Great Divide is only a slight rise in the surrounding topography.\nKnowing that local Aboriginal people had already established routes crossing the range and by making use of Aboriginal walking trails, a usable ridge-top route was finally discovered by Europeans directly westward from Sydney across the Blue Mountains to &lt;a href=\"Bathurst%2C%20New%20South%20Wales\"&gt;Bathurst&lt;/a&gt; by an &lt;a href=\"1813%20crossing%20of%20the%20Blue%20Mountains\"&gt;expedition&lt;/a&gt; jointly led by &lt;a href=\"Gregory%20Blaxland\"&gt;Gregory Blaxland&lt;/a&gt;, &lt;a href=\"William%20Lawson%20%28explorer%29\"&gt;William Lawson&lt;/a&gt; and &lt;a href=\"William%20Wentworth\"&gt;William Charles Wentworth&lt;/a&gt;. Towns in the Blue Mountains were later named after each of these men. This was the start of the development of the agricultural districts of inland &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;. A road was built to &lt;a href=\"Blaxland%2C%20New%20South%20Wales\"&gt;Blaxland&lt;/a&gt; by convicts within six months. Easier routes to inland New South Wales were discovered towards &lt;a href=\"Goulburn\"&gt;Goulburn&lt;/a&gt; to the southwest, and westwards from &lt;a href=\"Newcastle%2C%20New%20South%20Wales\"&gt;Newcastle&lt;/a&gt;.\nSubsequent explorations were made across and around the ranges by &lt;a href=\"Allan%20Cunningham%20%28botanist%29\"&gt;Allan Cunningham&lt;/a&gt;, &lt;a href=\"John%20Oxley\"&gt;John Oxley&lt;/a&gt;, &lt;a href=\"Hamilton%20Hume\"&gt;Hamilton Hume&lt;/a&gt;, &lt;a href=\"Paul%20Edmund%20Strzelecki\"&gt;Paul Edmund Strzelecki&lt;/a&gt;, &lt;a href=\"Ludwig%20Leichhardt\"&gt;Ludwig Leichhardt&lt;/a&gt; and &lt;a href=\"Thomas%20Mitchell%20%28explorer%29\"&gt;Thomas Mitchell&lt;/a&gt;. These explorers were mainly concerned with finding and appropriating good agricultural land.\nBy the late 1830s the most fertile rangelands adjacent to the mountain ranges had been explored, appropriated from the traditional inhabitants and some settled. These included the &lt;a href=\"Gippsland\"&gt;Gippsland&lt;/a&gt; and &lt;a href=\"Riverina\"&gt;Riverina&lt;/a&gt; regions in the south, up to the &lt;a href=\"Liverpool%20Plains\"&gt;Liverpool Plains&lt;/a&gt; and the &lt;a href=\"Darling%20Downs\"&gt;Darling Downs&lt;/a&gt; in the north.\nVarious road and railway routes were subsequently established through many parts of the ranges, although many areas remain remote to this day. For example, in eastern Victoria there is only one major road crossing the highlands from north to south, the &lt;a href=\"Great%20Alpine%20Road\"&gt;Great Alpine Road&lt;/a&gt;.\nNatural components.\nParts of the highlands consisting of relatively flat and, by Australian standards, well-watered land were developed for agricultural and pastoral uses. Such areas include the &lt;a href=\"Atherton%20Tableland\"&gt;Atherton Tableland&lt;/a&gt; and &lt;a href=\"Darling%20Downs\"&gt;Darling Downs&lt;/a&gt; in Queensland, and the &lt;a href=\"Northern%20Tablelands\"&gt;Northern Tablelands&lt;/a&gt;, &lt;a href=\"Southern%20Highlands%2C%20New%20South%20Wales\"&gt;Southern Highlands&lt;/a&gt; and &lt;a href=\"Southern%20Tablelands\"&gt;Southern Tablelands&lt;/a&gt; in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;. Other parts of the highlands are too rugged for agriculture and have been used for forestry. Many parts of the highlands which were not developed are now included in &lt;a href=\"National%20Parks\"&gt;National Parks&lt;/a&gt;.\nAll of &lt;a href=\"Australia%20%28continent%29\"&gt;mainland Australia&lt;/a&gt;'s alpine areas, including its highest mountain, &lt;a href=\"Mount%20Kosciuszko\"&gt;Mount Kosciuszko&lt;/a&gt; ( &lt;a href=\"Australian%20Height%20Datum\"&gt;AHD&lt;/a&gt;), are part of this range, called the &lt;a href=\"Main%20Range%20%28Snowy%20Mountains%29\"&gt;Main Range&lt;/a&gt;. The highest areas in southern New South Wales and eastern Victoria are known as the &lt;a href=\"Australian%20Alps\"&gt;Australian Alps&lt;/a&gt;.\nThe central core of the Great Dividing Range is dotted with hundreds of peaks and is surrounded by many smaller mountain ranges or spurs, &lt;a href=\"canyon\"&gt;canyon&lt;/a&gt;s, &lt;a href=\"valley\"&gt;valley&lt;/a&gt;s and plains of regional significance. Some of the major plains include the &lt;a href=\"High%20Plains%20%28Australia%29\"&gt;High Plains&lt;/a&gt; of South-Eastern Australia, the Southern Highlands, the &lt;a href=\"Central%20Highlands%20%28Victoria%29\"&gt;Central Highlands&lt;/a&gt; and &lt;a href=\"Bogong%20High%20Plains\"&gt;Bogong High Plains&lt;/a&gt; of Victoria. Other tablelands considered part of the Great Dividing Range are the &lt;a href=\"Atherton%20Tableland\"&gt;Atherton Tableland&lt;/a&gt;, &lt;a href=\"Canberra%20wine%20region\"&gt;Canberra wine region&lt;/a&gt; and the &lt;a href=\"Southern%20Tablelands\"&gt;Southern Tablelands&lt;/a&gt;.\nThe &lt;a href=\"Dandenong%20Ranges\"&gt;Dandenong Ranges&lt;/a&gt;, &lt;a href=\"Barrington%20Tops\"&gt;Barrington Tops&lt;/a&gt;, &lt;a href=\"Bunya%20Mountains\"&gt;Bunya Mountains&lt;/a&gt;, &lt;a href=\"Blue%20Mountains%20%28New%20South%20Wales%29\"&gt;Blue Mountains&lt;/a&gt;, &lt;a href=\"Liverpool%20Range\"&gt;Liverpool Range&lt;/a&gt;, &lt;a href=\"McPherson%20Range\"&gt;McPherson Range&lt;/a&gt;s and the &lt;a href=\"Moonbi%20Range\"&gt;Moonbi Range&lt;/a&gt; are some of the smaller spurs and ranges that make up the greater dividing range. Other notable ranges and tablelands which form part of the Great Dividing Range include the &lt;a href=\"Liverpool%20Range\"&gt;Liverpool Range&lt;/a&gt;, &lt;a href=\"Mount%20Royal%20Range\"&gt;Mount Royal Range&lt;/a&gt; and the &lt;a href=\"Monaro%2C%20New%20South%20Wales\"&gt;Monaro District&lt;/a&gt;. Whilst some of the peaks of the highlands reach respectable heights of a little over , the age of the range and its erosion mean that most of the mountains are not very steep, and virtually all peaks can be reached without mountaineering equipment.\nIn some areas, such as the &lt;a href=\"Snowy%20Mountains\"&gt;Snowy Mountains&lt;/a&gt;, &lt;a href=\"Victorian%20Alps\"&gt;Victorian Alps&lt;/a&gt;, the &lt;a href=\"Scenic%20Rim\"&gt;Scenic Rim&lt;/a&gt; and the eastern escarpments of the &lt;a href=\"New%20England%20%28Australia%29\"&gt;New England&lt;/a&gt; region, the highlands form a significant barrier. The eastern escarpment is the site of many spectacular waterfalls which were formed by rivers plunging off the tablelands. In other areas the slopes are gentle and in places the range is barely perceptible.\nWell known passes on the range include &lt;a href=\"Coxs%20Gap\"&gt;Coxs Gap&lt;/a&gt;, &lt;a href=\"Cunninghams%20Gap\"&gt;Cunninghams Gap&lt;/a&gt;, &lt;a href=\"Dead%20Horse%20Gap\"&gt;Dead Horse Gap&lt;/a&gt;, &lt;a href=\"Nowlands%20Gap\"&gt;Nowlands Gap&lt;/a&gt;, and &lt;a href=\"Spicers%20Gap\"&gt;Spicers Gap&lt;/a&gt;.\nMajor cities located on the upland areas of the range include &lt;a href=\"Canberra\"&gt;Canberra&lt;/a&gt;, &lt;a href=\"Toowoomba\"&gt;Toowoomba&lt;/a&gt; and the outer suburbs of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;, &lt;a href=\"Gold%20Coast%2C%20Queensland\"&gt;Gold Coast&lt;/a&gt; and &lt;a href=\"Cairns%2C%20Queensland\"&gt;Cairns&lt;/a&gt; in north Queensland. Many towns and cities are located on the range, and also in lowland areas and foothills adjacent to the highlands. There is a strong natural history and cultural attachment to the Dividing Range region in towns and on many, sometimes remote, landholdings.\nSome of the towns/cities located on the range include:\nWater catchments.\nThe lower reaches are used for forestry, an activity that causes friction with conservationists. The range is also the source of virtually all of eastern Australia's water supply, both through runoff caught in dams, and throughout much of Queensland, through the &lt;a href=\"Great%20Artesian%20Basin\"&gt;Great Artesian Basin&lt;/a&gt;.\nValleys along the chain of mountains have yielded a water source for important reservoirs and water supply projects such as the &lt;a href=\"Upper%20Nepean%20Scheme\"&gt;Upper Nepean Scheme&lt;/a&gt;, &lt;a href=\"Snowy%20Mountains%20Scheme\"&gt;Snowy Mountains Scheme&lt;/a&gt; and &lt;a href=\"Warragamba%20Dam\"&gt;Warragamba Dam&lt;/a&gt;.\nThe &lt;a href=\"Bradfield%20Scheme\"&gt;Bradfield Scheme&lt;/a&gt; has been mooted as a way to transport water from the &lt;a href=\"Wet%20Tropics%20of%20Queensland\"&gt;Wet Tropics of Queensland&lt;/a&gt; in the coastal northeast of &lt;a href=\"Far%20North%20Queensland\"&gt;Far North Queensland&lt;/a&gt; via a series of &lt;a href=\"Dams\"&gt;Dams&lt;/a&gt; &amp; &lt;a href=\"Tunnel\"&gt;Tunnel&lt;/a&gt;s, southwest to inland dryer regions, including a tunnel through the Great Dividing Range into the &lt;a href=\"Flinders%20River\"&gt;Flinders River&lt;/a&gt; then a tunnel into the Torrens Creek in the &lt;a href=\"White%20Mountains%20National%20Park\"&gt;White Mountains National Park&lt;/a&gt; then flows south into &lt;a href=\"Thomson%20River%20%28Queensland%29\"&gt;Thompson River&lt;/a&gt; / &lt;a href=\"Cooper%20Creek\"&gt;Cooper Creek&lt;/a&gt;, part of the &lt;a href=\"Eyre%20Basin\"&gt;Eyre Basin&lt;/a&gt;. Many other variations have been proposed.\nThe Great Dividing Range creates the &lt;a href=\"drainage%20basin\"&gt;drainage basin&lt;/a&gt;s of the &lt;a href=\"Australian%20south-east%20coast%20drainage%20division\"&gt;Australian south-east coast drainage division&lt;/a&gt; and the &lt;a href=\"Australian%20north-east%20coast%20drainage%20division\"&gt;Australian north-east coast drainage division&lt;/a&gt;, whose water flows to &lt;a href=\"East%20Coast%20of%20Australia\"&gt;the east coast&lt;/a&gt; and into the Pacific Ocean, &lt;a href=\"Tasman%20Sea\"&gt;Tasman Sea&lt;/a&gt;, and &lt;a href=\"Bass%20Strait\"&gt;Bass Strait&lt;/a&gt; with the westerly &lt;a href=\"Murray%E2%80%93Darling%20basin\"&gt;Murray–Darling basin&lt;/a&gt; which flow inland, away from the coast into the interior plains.\nSome of the rivers which flow west of the ranges includes the &lt;a href=\"Condamine%20River\"&gt;Condamine River&lt;/a&gt;, &lt;a href=\"Flinders%20River\"&gt;Flinders River&lt;/a&gt;, &lt;a href=\"Herbert%20River\"&gt;Herbert River&lt;/a&gt;, &lt;a href=\"Lachlan%20River\"&gt;Lachlan River&lt;/a&gt;, &lt;a href=\"Macdonald%20River%20%28Bendemeer%29\"&gt;Macdonald River&lt;/a&gt;, &lt;a href=\"Macintyre%20River\"&gt;Macintyre River&lt;/a&gt; and &lt;a href=\"Namoi%20River\"&gt;Namoi River&lt;/a&gt;. Rivers that flow north into the Murray–Darling Basin from Victoria include the &lt;a href=\"Goulburn%20River\"&gt;Goulburn&lt;/a&gt;, &lt;a href=\"Mitta%20Mitta%20River\"&gt;Mitta Mitta&lt;/a&gt;, &lt;a href=\"Kiewa%20River\"&gt;Kiewa&lt;/a&gt;, &lt;a href=\"Ovens%20River\"&gt;Ovens&lt;/a&gt;, &lt;a href=\"King%20River%20%28Victoria%29\"&gt;King&lt;/a&gt;, &lt;a href=\"Loddon%20River\"&gt;Loddon&lt;/a&gt; and &lt;a href=\"Campaspe%20River\"&gt;Campaspe&lt;/a&gt; rivers. Rivers that flow east into the Pacific Ocean include the &lt;a href=\"Brisbane%20River\"&gt;Brisbane River&lt;/a&gt;, &lt;a href=\"Burdekin%20River\"&gt;Burdekin River&lt;/a&gt;, &lt;a href=\"Burnett%20River\"&gt;Burnett River&lt;/a&gt;, &lt;a href=\"Clarence%20River%20%28New%20South%20Wales%29\"&gt;Clarence River&lt;/a&gt;, &lt;a href=\"Fitzroy%20River%20%28Queensland%29\"&gt;Fitzroy River&lt;/a&gt;, &lt;a href=\"Hastings%20River\"&gt;Hastings River&lt;/a&gt;, &lt;a href=\"Hawkesbury%20River\"&gt;Hawkesbury River&lt;/a&gt;, &lt;a href=\"Hunter%20River%20%28New%20South%20Wales%29\"&gt;Hunter River&lt;/a&gt;, &lt;a href=\"Karuah%20River\"&gt;Karuah River&lt;/a&gt;, &lt;a href=\"Macleay%20River\"&gt;Macleay River&lt;/a&gt;, &lt;a href=\"Mary%20River%20%28Queensland%29\"&gt;Mary River&lt;/a&gt;, &lt;a href=\"Richmond%20River\"&gt;Richmond River&lt;/a&gt; and the &lt;a href=\"Shoalhaven%20River\"&gt;Shoalhaven River&lt;/a&gt;. Those that flow south, primarily through Victoria, include the &lt;a href=\"Snowy%20River\"&gt;Snowy&lt;/a&gt;, &lt;a href=\"Cann%20River\"&gt;Cann&lt;/a&gt;, &lt;a href=\"Tambo%20River%20%28Victoria%29\"&gt;Tambo&lt;/a&gt;, &lt;a href=\"Mitchell%20River%20%28Victoria%29\"&gt;Mitchell&lt;/a&gt;, &lt;a href=\"Latrobe%20River\"&gt;Latrobe&lt;/a&gt;, &lt;a href=\"Thomson%20River%20%28Victoria%29\"&gt;Thomson&lt;/a&gt;, &lt;a href=\"Yarra%20River\"&gt;Yarra&lt;/a&gt;, &lt;a href=\"Werribee%20River\"&gt;Werribee&lt;/a&gt;, &lt;a href=\"Hopkins%20River\"&gt;Hopkins&lt;/a&gt; and &lt;a href=\"Glenelg%20River%20%28Victoria%29\"&gt;Glenelg&lt;/a&gt; rivers.\nFeatures.\nAt some high hill passes the range provides cool sites appropriate for &lt;a href=\"vineyard\"&gt;vineyard&lt;/a&gt;s.\nRailways.\nThe engineers of early rail passages across the Great Dividing Range needed to find low sections of the range to cross, as well as suitable, \"low\" gradient paths up the mountains on either side. Rail passages include:\nRoad transport.\nMany of Australia's &lt;a href=\"Highways%20in%20Australia\"&gt;highways&lt;/a&gt; such as the &lt;a href=\"Alpine%20Way\"&gt;Alpine Way&lt;/a&gt;, &lt;a href=\"Great%20Alpine%20Road\"&gt;Great Alpine Road&lt;/a&gt;, &lt;a href=\"Snowy%20Mountains%20Highway\"&gt;Snowy Mountains Highway&lt;/a&gt;, &lt;a href=\"Hume%20Highway\"&gt;Hume Highway&lt;/a&gt;, &lt;a href=\"Illawarra%20Highway\"&gt;Illawarra Highway&lt;/a&gt;, &lt;a href=\"Northern%20Highway%2C%20Victoria\"&gt;Northern Highway&lt;/a&gt;, &lt;a href=\"Melba%20Highway\"&gt;Melba Highway&lt;/a&gt;, &lt;a href=\"Maroondah%20Highway\"&gt;Maroondah Highway&lt;/a&gt;, &lt;a href=\"Midland%20Highway%20%28Victoria%29\"&gt;Midland Highway&lt;/a&gt;, &lt;a href=\"Pyrenees%20Highway%2C%20Victoria\"&gt;Pyrenees Highway&lt;/a&gt;, &lt;a href=\"Sunraysia%20Highway\"&gt;Sunraysia Highway&lt;/a&gt;, &lt;a href=\"Monaro%20Highway\"&gt;Monaro Highway&lt;/a&gt;, &lt;a href=\"Olympic%20Highway\"&gt;Olympic Highway&lt;/a&gt;, &lt;a href=\"Newell%20Highway\"&gt;Newell Highway&lt;/a&gt;, &lt;a href=\"Lachlan%20Valley%20Way\"&gt;Lachlan Valley Way&lt;/a&gt;, &lt;a href=\"Barton%20Highway\"&gt;Barton Highway&lt;/a&gt;, &lt;a href=\"Federal%20Highway%20%28Australia%29\"&gt;Federal Highway&lt;/a&gt;, &lt;a href=\"Kings%20Highway%20%28Australia%29\"&gt;Kings Highway&lt;/a&gt;, &lt;a href=\"Great%20Western%20Highway\"&gt;Great Western Highway&lt;/a&gt;, &lt;a href=\"Mitchell%20Highway\"&gt;Mitchell Highway&lt;/a&gt;, &lt;a href=\"Mid-Western%20Highway\"&gt;Mid-Western Highway&lt;/a&gt;, &lt;a href=\"Castlereagh%20Highway\"&gt;Castlereagh Highway&lt;/a&gt;, &lt;a href=\"Mulligan%20Highway\"&gt;Mulligan Highway&lt;/a&gt;, &lt;a href=\"Capricorn%20Highway\"&gt;Capricorn Highway&lt;/a&gt;, &lt;a href=\"Cunningham%20Highway\"&gt;Cunningham Highway&lt;/a&gt;, &lt;a href=\"Gore%20Highway\"&gt;Gore Highway&lt;/a&gt;, &lt;a href=\"Flinders%20Highway%2C%20Queensland\"&gt;Flinders Highway&lt;/a&gt;, &lt;a href=\"Gregory%20Highway\"&gt;Gregory Highway&lt;/a&gt;, &lt;a href=\"Peak%20Downs%20Highway\"&gt;Peak Downs Highway&lt;/a&gt;, &lt;a href=\"Dawson%20Highway\"&gt;Dawson Highway&lt;/a&gt;, &lt;a href=\"New%20England%20Highway\"&gt;New England Highway&lt;/a&gt;, &lt;a href=\"Golden%20Highway\"&gt;Golden Highway&lt;/a&gt;, &lt;a href=\"Bruxner%20Highway\"&gt;Bruxner Highway&lt;/a&gt;, &lt;a href=\"Gwydir%20Highway\"&gt;Gwydir Highway&lt;/a&gt;, &lt;a href=\"Oxley%20Highway\"&gt;Oxley Highway&lt;/a&gt;, &lt;a href=\"Warrego%20Highway\"&gt;Warrego Highway&lt;/a&gt;, &lt;a href=\"Summerland%20Way\"&gt;Summerland Way&lt;/a&gt;, &lt;a href=\"Waterfall%20Way\"&gt;Waterfall Way&lt;/a&gt;, &lt;a href=\"Thunderbolts%20Way\"&gt;Thunderbolts Way&lt;/a&gt;, the &lt;a href=\"Calder%20Highway\"&gt;Calder Highway&lt;/a&gt;, the &lt;a href=\"Western%20Highway%20%28Victoria%29\"&gt;Western Highway&lt;/a&gt;, and the &lt;a href=\"Murray%20Valley%20Highway\"&gt;Murray Valley Highway&lt;/a&gt; traverse parts of the range.\nProtected areas.\nMuch of the range lies within a succession of &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt;s and other &lt;a href=\"Protected%20areas%20of%20Australia\"&gt;reserves&lt;/a&gt;. Most of the national parks are listed below, and there are almost double that amount of state forests.\nAwards.\nIn 2009 as part of the &lt;a href=\"Q150\"&gt;Q150&lt;/a&gt; celebrations, the Great Dividing Range was announced as one of the &lt;a href=\"Q150%20Icons\"&gt;Q150 Icons&lt;/a&gt; of Queensland for its role as a \"location\"."
}