{
    "id": "550544",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=550544",
    "title": "List of presidents of the National Assembly of France",
    "text": "This article lists Presidents of the &lt;a href=\"French%20Parliament\"&gt;French Parliament&lt;/a&gt; or, as the case may be, of its lower chamber.\nThe National Constituent Assembly was created in 1789 out of the &lt;a href=\"French%20States-General\"&gt;Estates-General&lt;/a&gt;. It, and the revolutionary legislative assemblies that followed – the &lt;a href=\"Legislative%20Assembly%20%28France%29\"&gt;Legislative Assembly&lt;/a&gt; (1791–1792) and the &lt;a href=\"National%20Convention\"&gt;National Convention&lt;/a&gt; (1792–1795), had a quickly rotating Presidency. With the establishment of the &lt;a href=\"French%20Directory\"&gt;Directory&lt;/a&gt; in 1795, there were two chambers of the French legislature. The lower, the &lt;a href=\"Council%20of%20Five%20Hundred\"&gt;Council of Five Hundred&lt;/a&gt;, also had a quickly rotating chairmanship. Under &lt;a href=\"Napoleon%20I%20of%20France\"&gt;Napoleon I&lt;/a&gt;, the &lt;a href=\"Legislative%20Corps\"&gt;Legislative Corps&lt;/a&gt; had all authority to actually enact laws, but was essentially a rubberstamp body, lacking the power to debate legislation. With the restoration of the monarchy, a bicameral system was restored, with a &lt;a href=\"Chamber%20of%20Peers%20%28France%29\"&gt;Chamber of Peers&lt;/a&gt; and a &lt;a href=\"Chamber%20of%20Deputies\"&gt;Chamber of Deputies&lt;/a&gt;. The Chamber of Deputies, for the first time, had presidents elected for a substantial period of time.\nWith the revolution of 1848, the monarchical assemblies were dissolved and replaced again with a unicameral National Assembly, which &lt;a href=\"Napoleon%20III\"&gt;Napoleon III&lt;/a&gt; replaced with a new version of his uncle's Legislative Corps. With the establishment of the &lt;a href=\"French%20Third%20Republic\"&gt;Third Republic&lt;/a&gt;, the name of Chamber of Deputies was restored; after 1876 it was joined by a &lt;a href=\"Senate%20%28France%29\"&gt;Senate&lt;/a&gt; as upper house. The Chamber of Deputies was renamed the &lt;a href=\"National%20Assembly%20%28France%29\"&gt;National Assembly&lt;/a&gt; in the constitution of the &lt;a href=\"French%20Fourth%20Republic\"&gt;Fourth Republic&lt;/a&gt;, and is still known as that.\nPresidents of the National Constituent Assembly (1789–1791).\nPresidents of the National Constituent Assembly rotated in short periods. \nPresidents of the Legislative Assembly (1791–1792).\nPresidents of the Legislative Assembly rotated in short periods.\n\"L'Assemblée Nationale Legislative\"\nPresidents of the National Convention (1792–1795).\nBold indicates second term as President.\n&lt;a href=\"Committee%20of%20Public%20Safety\"&gt;CoPS&lt;/a&gt; refers to &lt;a href=\"Committee%20of%20Public%20Safety\"&gt;Committee of Public Safety&lt;/a&gt;\n&lt;a href=\"Committee%20of%20General%20Security\"&gt;CoGS&lt;/a&gt; refers to &lt;a href=\"Committee%20of%20General%20Security\"&gt;Committee of General Security&lt;/a&gt;\nPresidents of the Council of Five Hundred (1795–1799).\n\"Le Conseil des Cinq-Cents\""
}