{
    "id": "55051632",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=55051632",
    "title": "Nina Larrey Duryea",
    "text": "Nina Larrey Duryea (August 11, 1874 — November 1, 1951) was an American writer, decorated for her relief work during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;.\nEarly life.\nNina Larrey Smith was born in &lt;a href=\"Cohasset%2C%20Massachusetts\"&gt;Cohasset, Massachusetts&lt;/a&gt;, the daughter of &lt;a href=\"Franklin%20W.%20Smith\"&gt;Franklin Waldo Smith&lt;/a&gt; and Laura Bevan Smith. Her father was a merchant in Boston, and a founder of the &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt; in the United States. She was educated in Boston and in Belgium.\nCareer.\nBooks by Duryea included \"Tales of St. Augustine\" (1891), \"Among the Palms\" (1903), \"House of Seven Gabblers\" (1911), \"The Voice Unheard: A Story of Dinard\" (1913), \"A Sentimental Dragon\" (1916), \"The Soul of Fighting France\" (1918), \"Mallorca the Magnificent\" (1927), and \"The Pride of Maura\" (1932). Of Duryea's \"A Sentimental Dragon\", a magazine editor promised that \"the characters are very much alive, the situations are drawn with deft and delicious humor, and the dialogue is filled with sparkling brilliants and epigrams that make one stop to read them a second time.\"\nDuryea spent her summers in &lt;a href=\"Brittany\"&gt;Brittany&lt;/a&gt;. In autumn of 1914, \"Life\" magazine, \"The New York Times\", and many other news outlets published Duryea's letters describing the refugees arriving in her town, Duryea founded Duryea War Relief (Secours Duryea) at &lt;a href=\"Dinard\"&gt;Dinard&lt;/a&gt;. From a base in &lt;a href=\"Roye%2C%20Somme\"&gt;Roye, Somme&lt;/a&gt;, and a depot at &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt;, she and her assistants distributed clothing, food, garden tools, medicine and other necessities to over 70,000 war survivors and refugees. Her organization also opened a children's center offering meals and a safe playground (while outdoor play was still dangerous from shrapnel, explosives and other hazards), a hospital for children with tuberculosis, and an orphanage. Duryea was named a member of the French &lt;a href=\"Legion%20of%20Honour\"&gt;Legion of Honour&lt;/a&gt; for her work, with further decorations from Belgium, Italy, Russia and Montenegro. \nAfter the war, she served as vice president of the International Revival of Industrial Arts, building a market for handicrafts from war-affected regions. She also invented a textile named Sona and a garment called Torsolite, for protective use in hazardous situations.\nIn 1919, a comedy by Duryea, \"Mrs. Drummond's War Relief\", was produced in New York, directed by &lt;a href=\"Hilda%20Spong\"&gt;Hilda Spong&lt;/a&gt;, with Duryea and others raising funds and giving speeches about post-war reconstruction during intermissions. Another play by Duryea, \"Love — Common or Preferred\", was produced as a fundraiser in 1932.\nPersonal life.\nNina Larrey Smith married Chester Burrell Duryea, an inventor, in 1898. They had one son, Chester, before separating in 1903. Her ex-husband was committed to New York's &lt;a href=\"Matteawan%20State%20Hospital\"&gt;Matteawan State Hospital&lt;/a&gt; after killing his father, Civil War general Hiram Duryea, in 1914. She died in 1951, at &lt;a href=\"Great%20Barrington%2C%20Massachusetts\"&gt;Great Barrington, Massachusetts&lt;/a&gt;, aged 77 years."
}