{
    "id": "5507978",
    "revid": "36586163",
    "url": "https://en.wikipedia.org/wiki?curid=5507978",
    "title": "ANTARES (telescope)",
    "text": "ANTARES is the name of a &lt;a href=\"neutrino%20detector\"&gt;neutrino detector&lt;/a&gt; residing 2.5 km under the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; off the coast of &lt;a href=\"Toulon\"&gt;Toulon&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;. It is designed to be used as a directional neutrino telescope to locate and observe &lt;a href=\"neutrino\"&gt;neutrino&lt;/a&gt; &lt;a href=\"flux\"&gt;flux&lt;/a&gt; from cosmic origins in the direction of the &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt; of the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;, a complement to the South Pole neutrino detector &lt;a href=\"IceCube\"&gt;IceCube&lt;/a&gt; that detects neutrinos from both hemispheres. The name comes from Astronomy with a Neutrino Telescope and Abyss environmental RESearch project; the &lt;a href=\"acronym\"&gt;acronym&lt;/a&gt; is also the name of the prominent star &lt;a href=\"Antares\"&gt;Antares&lt;/a&gt;. The experiment is a recognized &lt;a href=\"CERN\"&gt;CERN&lt;/a&gt; experiment (RE6). Other neutrino telescopes designed for use in the nearby area include the &lt;a href=\"Greece\"&gt;Greek&lt;/a&gt; &lt;a href=\"Nestor%20Project\"&gt;NESTOR&lt;/a&gt; telescope and the &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; &lt;a href=\"Neutrino%20Mediterranean%20Observatory\"&gt;NEMO&lt;/a&gt; telescope, which are both in early design stages.\nDesign.\nThe array contains a set of twelve separate vertical strings of &lt;a href=\"photomultiplier\"&gt;photomultiplier&lt;/a&gt; tubes. Each one has 75 optical modules and is about 350 meters long. They are anchored at the bottom of the sea at a depth of about 2.5 km, roughly 70 meters apart from each other. When neutrinos enter the southern hemisphere of the earth, they usually continue traveling directly through it. On rare occasions, a few &lt;a href=\"muon\"&gt;muon&lt;/a&gt; neutrinos interact with the water in the Mediterranean Sea. When this happens, they produce a &lt;a href=\"high%20energy%20physics\"&gt;high energy&lt;/a&gt; muon. ANTARES works by its photomultiplier tubes detecting the &lt;a href=\"Cherenkov%20radiation\"&gt;Cherenkov radiation&lt;/a&gt; emitted as the muon passes through the water. The detection techniques used discriminate between the signature of \"upward-going muons\", a muon neutrino that has had interactions with matter below the detector (the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;), and much higher flux of \"downward atmospheric muons\".\nIn contrast to the &lt;a href=\"South%20Pole\"&gt;South Pole&lt;/a&gt; neutrino telescopes &lt;a href=\"Antarctic%20Muon%20And%20Neutrino%20Detector%20Array\"&gt;AMANDA&lt;/a&gt; and &lt;a href=\"IceCube\"&gt;IceCube&lt;/a&gt;, ANTARES uses water instead of ice as its Cherenkov medium. As light in water is less scattered than in ice this results in a better &lt;a href=\"Angular%20resolution\"&gt;resolving power&lt;/a&gt;. On the other hand, water contains more sources of background light than ice (&lt;a href=\"radioactive\"&gt;radioactive&lt;/a&gt; isotopes &lt;a href=\"potassium\"&gt;potassium&lt;/a&gt;-40 in the sea salt and &lt;a href=\"bioluminescence\"&gt;bioluminescent organisms&lt;/a&gt;), leading to a higher energy thresholds for ANTARES with respect to IceCube and making more sophisticated background-suppression methods necessary.\nConstruction history.\nThe construction of ANTARES was completed on May 30, 2008, two years after the first string was deployed.\nInitial testing began in 2000. Equipment indirectly related to the detector such as a &lt;a href=\"seismometer\"&gt;seismometer&lt;/a&gt; were deployed in 2005. The first string of photomultiplier tubes was moved into place in February 2006. In September 2006 the second line was successfully connected. Lines 3, 4 and 5 were deployed at the end of 2006 and connected in January 2007. This was an important step that made Antares the biggest neutrino telescope in the Northern hemisphere (surpassing the &lt;a href=\"Baikal%20neutrino%20telescope\"&gt;Baikal neutrino telescope&lt;/a&gt;). Lines 6, 7, 8, 9, and 10 were deployed between March and early November 2007 and connected in December 2007 and January 2008. From May 2008 the detector has been running in its complete 12-line configuration.\nDeployment and connection of the detector are performed in cooperation with the French &lt;a href=\"oceanographic\"&gt;oceanographic&lt;/a&gt; institute, &lt;a href=\"IFREMER\"&gt;IFREMER&lt;/a&gt;, currently using the &lt;a href=\"Remotely%20operated%20underwater%20vehicle\"&gt;ROV&lt;/a&gt; Victor, and for some past operations the &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; &lt;a href=\"Nautile\"&gt;Nautile&lt;/a&gt;.\nExperimental goals.\nThe ANTARES project complements the &lt;a href=\"IceCube%20Neutrino%20Observatory\"&gt;IceCube Neutrino Observatory&lt;/a&gt; in &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;. The detection principles of the two projects are very similar, although ANTARES only points toward the Southern Hemisphere. Thanks to its location in the Mediterranean Sea, ANTARES is more sensitive to neutrinos with energies below 100 TeV in the southern sky, a region that includes many galactic sources. ANTARES will detect neutrinos from high energy origin, particularly in the range from 1010 to 1014 &lt;a href=\"electronvolt\"&gt;electronvolt&lt;/a&gt;s (10 &lt;a href=\"GeV\"&gt;GeV&lt;/a&gt; - 100 &lt;a href=\"TeV\"&gt;TeV&lt;/a&gt;). Over many years of operation, it may be able to produce a map of the neutrino &lt;a href=\"flux\"&gt;flux&lt;/a&gt; from cosmic origins in the Southern Hemisphere. Of particular interest would be the detection of astrophysical point sources of neutrinos, possibly in correlation with observations in other bands (such as gamma rays sources observed by the &lt;a href=\"HESS\"&gt;HESS&lt;/a&gt; telescope in &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;, which has a common field of view with ANTARES).\nApart from this astro-particle physics aspect, the ANTARES telescope may also tackle some fundamental problems in particle physics, such as the search for &lt;a href=\"dark%20matter\"&gt;dark matter&lt;/a&gt; in the form of &lt;a href=\"neutralino\"&gt;neutralino&lt;/a&gt; &lt;a href=\"annihilation\"&gt;annihilation&lt;/a&gt; in the &lt;a href=\"sun\"&gt;sun&lt;/a&gt; (normal &lt;a href=\"solar%20neutrinos\"&gt;solar neutrinos&lt;/a&gt; being outside the energy range of ANTARES) or the &lt;a href=\"galactic%20centre\"&gt;galactic center&lt;/a&gt;. Due to the very different methods employed, its expected sensitivity is complementary to the direct dark matter searches performed by various experiments such as &lt;a href=\"DAMA/NaI\"&gt;DAMA&lt;/a&gt;, &lt;a href=\"Cryogenic%20Dark%20Matter%20Search\"&gt;CDMS&lt;/a&gt; and at the &lt;a href=\"LHC\"&gt;LHC&lt;/a&gt;. Detection of neutralino signals would also confirm &lt;a href=\"supersymmetry\"&gt;supersymmetry&lt;/a&gt;, but is not generally considered very likely at the ANTARES sensitivity level. Other possible \"exotic\" phenomena that could conceivably be measured by ANTARES include &lt;a href=\"nuclearite\"&gt;nuclearite&lt;/a&gt;s or &lt;a href=\"magnetic%20monopoles\"&gt;magnetic monopoles&lt;/a&gt;.\nResults.\nThe first neutrino detections were reported in Feb 2007.\nUsing 6 years of data, a search of the galactic center for point sources of neutrinos found none. Atmospheric neutrino oscillations were also measured.\nAdditional instrumentation.\nIn addition to the main optical detector for cosmic neutrinos, the ANTARES experiment also houses a number of instruments for the study of the &lt;a href=\"deep%20sea\"&gt;deep sea&lt;/a&gt; environment, such as &lt;a href=\"salinity\"&gt;salinity&lt;/a&gt; and &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt; probes, &lt;a href=\"sea%20current\"&gt;sea current&lt;/a&gt; profilers and instrumentation for the measurement of light transmission and sound velocity. Also, a camera system has been installed for automatic tracking of &lt;a href=\"bioluminescence\"&gt;bioluminescent&lt;/a&gt; organisms. Results from these instruments, while also important for the calibration of the detector, will be shared with ocean science institutes involved in the ANTARES collaboration. While the ANTARES detector contains an acoustic positioning system for the alignment of the free-floating detector lines, it also houses a separate dedicated acoustic detection system &lt;a href=\"AMADEUS%20acoustic%20system\"&gt;AMADEUS&lt;/a&gt;, which will comprise 6 converted ANTARES storeys with hydrophones to evaluate the possibility for acoustic detection of neutrinos in the deep sea. The first 3 of these acoustic storeys have been included in the \"instrumentation line\", the other 3 on the 12th line."
}