{
    "id": "550818",
    "revid": "1065211579",
    "url": "https://en.wikipedia.org/wiki?curid=550818",
    "title": "Sudanese Air Force",
    "text": "The Sudanese Air Force () is the &lt;a href=\"air%20force\"&gt;air force&lt;/a&gt; operated by the &lt;a href=\"Republic%20of%20the%20Sudan\"&gt;Republic of the Sudan&lt;/a&gt;. As such it is part of the &lt;a href=\"Military%20of%20Sudan\"&gt;Sudanese Armed Forces&lt;/a&gt;.\nHistory.\nThe Sudanese Air Force was founded immediately after Sudan gained independence from the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; in 1956. The British assisted in the Air Force's establishment, providing equipment and training. Four new &lt;a href=\"BAC%20Jet%20Provost\"&gt;Hunting Provost T Mk 51s&lt;/a&gt; were delivered for jet training in 1961. In 1958, the Sudanese Air Force's transport wing acquired its first aircraft, a single &lt;a href=\"Percival%20Pembroke\"&gt;Hunting President&lt;/a&gt;. In 1960 the Sudanese Air Force received an additional four re-furbished &lt;a href=\"Royal%20Air%20Force\"&gt;RAF&lt;/a&gt; Provosts and two more Hunting Presidents. Also in 1960, the transport wing's capability was increased by the addition of two &lt;a href=\"Percival%20Pembroke\"&gt;Pembroke C Mk 54&lt;/a&gt;s. The Air Force gained its first combat aircraft when 12 &lt;a href=\"BAC%20Jet%20Provost\"&gt;Jet Provosts&lt;/a&gt; with a &lt;a href=\"close%20air%20support\"&gt;close air support&lt;/a&gt; capability were delivered in 1962. In the 1960s, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt; started supplying the Sudanese Air Force with aircraft. This included supply of &lt;a href=\"Shenyang%20F-5\"&gt;Shenyang F-5&lt;/a&gt; fighters (F-5/FT-5 variants).\n=Aircraft=\nThe air force flies a mixture of transport planes, fighter jets and &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;s sourced from places including the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. However, not all the aircraft are in a fully functioning condition and the availability of spare parts is limited. In 1991, the two main air bases were at the capital &lt;a href=\"Khartoum\"&gt;Khartoum&lt;/a&gt; and &lt;a href=\"Wadi%20Sayyidna\"&gt;Wadi Sayyidna&lt;/a&gt; near &lt;a href=\"Omdurman\"&gt;Omdurman&lt;/a&gt;.\nOn 4 April 2001, a Sudanese &lt;a href=\"Antonov%20An-24\"&gt;Antonov An-24&lt;/a&gt; aircraft crashed in &lt;a href=\"Adaril\"&gt;Adaril&lt;/a&gt; (Adar Yeil, Adar Yale), &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt;. The fifteen dead included a general, seven lieutenant generals, three brigadiers, a colonel, a lieutenant colonel and a corporal.\nSudan has also made a successful deal to buy two different batches of 12 &lt;a href=\"MiG-29\"&gt;MiG-29&lt;/a&gt; Russian fighter jets each. There are 23 MiG-29s in active service as of late 2008. However, the rebel &lt;a href=\"Justice%20and%20Equality%20Movement\"&gt;Justice and Equality Movement&lt;/a&gt; claimed to have shot down one MiG-29 with large-caliber machine-gun fire on 10 May 2008, killing the pilot of the plane, a retired Russian Air Force fighter pilot; the Sudanese government denied the allegation. South Sudan also claimed to have shot down a Sudanese MiG-29 during the &lt;a href=\"2012%20South%20Sudan%E2%80%93Sudan%20border%20conflict\"&gt;2012 border conflict&lt;/a&gt;.\nDuring May, June, and August 2011, members of the UN Panel of Experts on the Sudan documented the following aircraft in Darfur, potentially indicating violations of &lt;a href=\"United%20Nations%20Security%20Council%20Resolution%201556\"&gt;United Nations Security Council Resolution 1556&lt;/a&gt;:'Letter dated 24 January 2011 from former members of the Panel of Experts on the Sudan established pursuant to Resolution 1591 (2005) and renewed pursuant to Resolution 1945 (2010) addressed to the Chairman of the Security Council Committee established pursuant to Resolution 1591 (2005) concerning the Sudan, page 30\nIn August 2013, pictures showed Su-24's in Sudanese colors, reporting that the aircraft were among the ex Belarusian Air Force Su-24's retired in 2012. Various reports have said that the air force uses Iranian drones such as the &lt;a href=\"Ghods%20Ababil\"&gt;Ghods Ababil&lt;/a&gt;.\nRetired.\nPrevious aircraft operated by the Air Force consisted of the &lt;a href=\"BAC%20Jet%20Provost\"&gt;BAC Jet Provost&lt;/a&gt;, &lt;a href=\"Douglas%20C-47%20Skytrain\"&gt;Douglas C-47&lt;/a&gt;, &lt;a href=\"Shenyang%20F-6\"&gt;Shenyang J-6&lt;/a&gt; &lt;a href=\"MBB%20Bo%20105\"&gt;MBB Bo 105&lt;/a&gt;, and the &lt;a href=\"Bell%20212\"&gt;Agusta-Bell 212&lt;/a&gt; helicopter.\nArmament.\nAir Defense.\n! style=\"text-align:center; background:#acc;\"|Weapon \n! style=\"text-align: center; background:#acc;\"|Origin\n! style=\"text-align:l center; background:#acc;\"|Type\n! style=\"text-align:left; background:#acc;\"|Variant\n! style=\"text-align:center; background:#acc;\"|In service\n! style=\"text-align: center; background:#acc;\"|Notes"
}