{
    "id": "550995",
    "revid": "42699719",
    "url": "https://en.wikipedia.org/wiki?curid=550995",
    "title": "Pantry",
    "text": "A pantry is a room where &lt;a href=\"drink\"&gt;beverages&lt;/a&gt;, &lt;a href=\"food\"&gt;food&lt;/a&gt;, and sometimes dishes, household cleaning chemicals, linens, or provisions are stored. Food and beverage pantries serve in an ancillary capacity to the &lt;a href=\"kitchen\"&gt;kitchen&lt;/a&gt;.\nEtymology.\nThe word \"pantry\" derives from the same source as the &lt;a href=\"Old%20French\"&gt;Old French&lt;/a&gt; term ; that is from , the &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; form of the &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt; , \"bread\".\nHistory in Europe and United States.\nLate Middle Ages.\nIn a &lt;a href=\"Late%20Middle%20Ages\"&gt;late&lt;/a&gt; &lt;a href=\"Middle%20Ages\"&gt;medieval&lt;/a&gt; &lt;a href=\"Hall%20%28concept%29\"&gt;hall&lt;/a&gt;, there were separate rooms for the various service functions and &lt;a href=\"food%20storage\"&gt;food storage&lt;/a&gt;. A pantry was where &lt;a href=\"bread\"&gt;bread&lt;/a&gt; was kept and food preparation associated with it was done. The head of the office responsible for this room was referred to as a pantler. There were similar rooms for storage of &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt; and other &lt;a href=\"meat\"&gt;meat&lt;/a&gt;s (&lt;a href=\"larder\"&gt;larder&lt;/a&gt;), &lt;a href=\"alcoholic%20beverage\"&gt;alcoholic beverage&lt;/a&gt;s (&lt;a href=\"Buttery%20%28shop%29\"&gt;buttery&lt;/a&gt;) (known for the \"butts\" of barrels stored there), and cooking (&lt;a href=\"kitchen\"&gt;kitchen&lt;/a&gt;).\nColonial era.\nIn the United States, pantries evolved from early &lt;a href=\"Colonial%20history%20of%20the%20United%20States\"&gt;Colonial American&lt;/a&gt; \"&lt;a href=\"buttery%20%28room%29\"&gt;butteries&lt;/a&gt;\", built in a cold north corner of a Colonial home (more commonly referred to and spelled as \"butt'ry\"), into a variety of pantries in self-sufficient farmsteads. Butler's pantries, or china pantries, were built between the dining room and kitchen of a middle-class English or American home, especially in the latter part of the 19th into the early 20th centuries. Great estates, such as the &lt;a href=\"Biltmore%20Estate\"&gt;Biltmore Estate&lt;/a&gt; in &lt;a href=\"Asheville%2C%20North%20Carolina\"&gt;Asheville, North Carolina&lt;/a&gt; or &lt;a href=\"Stan%20Hywet%20Hall\"&gt;Stan Hywet Hall&lt;/a&gt; in &lt;a href=\"Akron%2C%20Ohio\"&gt;Akron, Ohio&lt;/a&gt;, had large warrens of pantries and other domestic \"offices\", echoing their British \"Great House\" counterparts.\nVictorian era.\nBy the &lt;a href=\"Victorian%20era\"&gt;Victorian era&lt;/a&gt;, large houses and estates in Britain maintained the use of separate rooms, each one dedicated to a distinct stages of food preparation and cleanup. The kitchen was for cooking, while food was stored in a storeroom, pantry or cellar. Meat preparation before cooking was done in a &lt;a href=\"larder\"&gt;larder&lt;/a&gt; (remember that often in these large houses game would come in undressed, fish unfilleted and meat in half or quarter carcasses), and vegetable cleaning and preparation would be done in the &lt;a href=\"scullery%20%28room%29\"&gt;scullery&lt;/a&gt;. Dishwashing was done in a scullery or butler's pantry, \"depending on the type of dish and level of dirt\". Since the scullery was the room with running water, it had a sink, and it was where the messiest food preparation took place, such as cleaning fish and cutting raw meat. The pantry was where &lt;a href=\"tableware\"&gt;tableware&lt;/a&gt; was stored, such as china, &lt;a href=\"glassware\"&gt;glassware&lt;/a&gt;, and &lt;a href=\"List%20of%20eating%20utensils\"&gt;silverware&lt;/a&gt;. If the pantry had a sink for washing tableware, it was a wooden sink lined with lead, to prevent chipping the china and glassware while they were washed. In some middle-class houses, the larder, pantry, and storeroom might simply be large wooden cupboards, each with its exclusive purpose.\nTypes.\nAsian pantry.\nTraditionally, kitchens in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; have been more open-format than those of the West. The function of the pantry was generally served by wooden cabinetry. For example, in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, a kitchen cabinet is called a \"&lt;a href=\"Tansu\"&gt;mizuya tansu&lt;/a&gt;\". A substantial tradition of woodworking and cabinetry in general developed in Japan, especially throughout the &lt;a href=\"Edo%20period\"&gt;Tokugawa period&lt;/a&gt;. A huge number of designs for \"tansu\" (chests or cabinets) were made, each tailored towards one specific purpose or another.\nThe idea is very similar to that of the &lt;a href=\"Hoosier%20cabinet\"&gt;Hoosier cabinet&lt;/a&gt;, with a wide variety of functions being served by specific design innovations.\nButler's pantry.\nA butler's pantry or serving pantry is a utility room in a large house, primarily used to store serving items, rather than food. Traditionally, a butler's pantry was used for cleaning, counting, and storage of silver; European butlers often slept in the pantry, as their job was to keep the silver under lock and key. The merchant's account books and wine log may also have been kept in there. The room would be used by the butler and other domestic staff; it is often called a butler's pantry even in households where there is no butler.\nIn modern homes, butler's pantries are usually located in transitional spaces between kitchens and dining rooms and are used as staging areas for serving meals. They commonly contain &lt;a href=\"countertops\"&gt;countertops&lt;/a&gt;, as well as storage for candles, serving pieces, table linens, tableware, wine, and other dining room articles. More elaborate versions may include &lt;a href=\"dishwashers\"&gt;dishwashers&lt;/a&gt;, &lt;a href=\"refrigerators\"&gt;refrigerators&lt;/a&gt;, or sinks.\nButler's pantries have become popular in recent times.\nCold pantry.\nSome food, such as butter, eggs, milk, and such need to be kept cool. Before modern refrigeration was available, &lt;a href=\"icebox\"&gt;icebox&lt;/a&gt;es were popular. However, the problem with an icebox was that the cabinet housing it was large, but the actual refrigerated space was quite small, so a clever and innovative solution was invented, the \"cold pantry\", sometimes called a \"California cooler\". The cold pantry usually consisted of a cabinet or cupboard with wooden-slat shelves (for air circulation). An opening near the top vented to the outside, either through the roof or high out the wall. A second opening near the bottom vented also to the outside, but low near the ground and usually on the north side of the house, where the air was cooler. As the air in the pantry warmed, it rose, escaping through the upper vent. This in turn drew cooler air in from the lower vent, providing constant circulation of cooler air. In the summertime, the temperatures in the cold pantry would usually hover several degrees lower than the ambient temperature in the house, while in the wintertime, the temperature in the cold pantry would be considerably lower than that in the house.\nA cold pantry was the perfect place to keep foodstocks that did not necessarily need to be kept refrigerated. Breads, butter, cheesecakes, eggs, pastries, and pie were common foodstocks kept in a cold pantry. Vegetables could be brought up from the &lt;a href=\"root%20cellar\"&gt;root cellar&lt;/a&gt; in smaller amounts and stored in the cold pantry until ready to use. With space in the icebox at a premium, the cold pantry was a great place to store fresh berries and fruit.\nHoosier cabinet.\nFirst developed in the early 1900s by the Hoosier Manufacturing Company in &lt;a href=\"New%20Castle%2C%20Indiana\"&gt;New Castle, Indiana&lt;/a&gt;, and popular into the 1930s, the &lt;a href=\"Hoosier\"&gt;Hoosier&lt;/a&gt; cabinet and its many imitators soon became an essential fixture in American kitchens. Often billed as a \"pantry and kitchen in one\", the Hoosier brought the ease and readiness of a pantry, with its many storage spaces and working counter, right into the kitchen. It was sold in catalogues and through a unique sales program geared towards farm wives. Today, the Hoosier cabinet is a much sought-after domestic icon and widely reproduced.\nBooks.\nChapters of earlier books, particularly written during the era of &lt;a href=\"domestic%20science\"&gt;domestic science&lt;/a&gt; and &lt;a href=\"home%20economics\"&gt;home economics&lt;/a&gt; in the latter half of the 19th century, featured how to furnish, keep, and clean a pantry. Catharine E. Beecher and &lt;a href=\"Harriet%20Beecher%20Stowe\"&gt;Harriet Beecher Stowe&lt;/a&gt;, in their seminal \"The American Woman's Home\" (1869), advocated the elimination of the pantry by installing pantry shelving and cabinetry in the kitchen. This idea did not take hold in American households until a century later, by which time the pantry had become a floor-to-ceiling cabinet in the post-War kitchen. During the &lt;a href=\"Victorian%20era\"&gt;Victorian era&lt;/a&gt; and until the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, when housing changed considerably, pantries were commonplace in virtually all American homes. This was because kitchens were small and strictly utilitarian, and not the domestic, often well-appointed, center of the home enjoyed today or in Colonial times. Thus, pantries were important workspaces with their built-in shelving, cupboards and countertops.\nIn the last chapter of \"These Happy Golden Years\", &lt;a href=\"Laura%20Ingalls%20Wilder\"&gt;Laura Ingalls Wilder&lt;/a&gt; wrote a descriptive account of the pantry that Almanzo Wilder built for her in their first home together in &lt;a href=\"DeSmet%2C%20South%20Dakota\"&gt;DeSmet, South Dakota&lt;/a&gt;. It details a working farmhouse pantry in great detail, which she sees for the first time after her marriage to Wilder and subsequent journey to their new home.\nPantry raids were often common themes in &lt;a href=\"children%27s%20literature\"&gt;children's literature&lt;/a&gt; and early 20th century advertising. Perhaps the most famous pantry incident in literature was when &lt;a href=\"Mark%20Twain\"&gt;Mark Twain&lt;/a&gt;'s &lt;a href=\"Tom%20Sawyer\"&gt;Tom Sawyer&lt;/a&gt; had to do penance for getting into his Aunt Polly's jam in her pantry: as punishment, he had to whitewash her fence."
}