{
    "id": "55234817",
    "revid": "39949103",
    "url": "https://en.wikipedia.org/wiki?curid=55234817",
    "title": "Ljungström turbine",
    "text": "The Ljungström turbine (\"Ljungströmturbinen\") is a &lt;a href=\"steam%20turbine\"&gt;steam turbine&lt;/a&gt;. It is also known as the STAL turbine, from the company name &lt;a href=\"STAL\"&gt;STAL&lt;/a&gt; (). The technology has had numerous uses since its conception, from &lt;a href=\"power%20plant\"&gt;power plant&lt;/a&gt;s to vehicles as large as the &lt;a href=\"supertanker\"&gt;supertanker&lt;/a&gt; \"&lt;a href=\"Seawise%20Giant\"&gt;Seawise Giant&lt;/a&gt;\".\nIt was invented circa 1908 by the &lt;a href=\"Swedes\"&gt;Swedish&lt;/a&gt; brothers &lt;a href=\"Birger%20Ljungstr%C3%B6m\"&gt;Birger Ljungström&lt;/a&gt; (1872–1948) and &lt;a href=\"%20Fredrik%20Ljungstr%C3%B6m\"&gt; Fredrik Ljungström&lt;/a&gt; (1875–1964). \nThe Ljungström brothers were creative, versatile &lt;a href=\"inventors\"&gt;inventors&lt;/a&gt;, typical of the 19th century. They not only named the &lt;a href=\"turbine\"&gt;turbine&lt;/a&gt; type, but also an early form of a &lt;a href=\"Svea%20Velocipede\"&gt;bicycle&lt;/a&gt;.\nFunctionality.\nThe &lt;a href=\"machine\"&gt;machine&lt;/a&gt; is flowed through &lt;a href=\"steam\"&gt;steam&lt;/a&gt; in &lt;a href=\"radius\"&gt;radial&lt;/a&gt; direction from the inside to the outside and consists of two halves that rotate against each other. As a result, each rotor blade of the one turbine half serves simultaneously as the guide blade of the other half. The different direction of rotation of the two halves is either compensated by a &lt;a href=\"gearbox\"&gt;gearbox&lt;/a&gt; connected downstream or by separate &lt;a href=\"Electric%20generator\"&gt;generator&lt;/a&gt;s during the generation of &lt;a href=\"electrical%20power\"&gt;electrical power&lt;/a&gt;. The Ljungström turbine can either be used on a &lt;a href=\"condenser%20%28heat%20transfer%29\"&gt;condenser&lt;/a&gt; or else for the supply of a &lt;a href=\"district%20heating\"&gt;district heating&lt;/a&gt; grid and is thus flexible to use. It was therefore used in large &lt;a href=\"Factory\"&gt;industrial complexes&lt;/a&gt;, which could use both the exhaust of this &lt;a href=\"engine\"&gt;engine&lt;/a&gt; for &lt;a href=\"combined%20heat%20and%20power\"&gt;combined heat and power&lt;/a&gt; as well as its electric &lt;a href=\"energy\"&gt;energy&lt;/a&gt;. The functionality has been employed for several &lt;a href=\"power%20plant\"&gt;power plant&lt;/a&gt;s.\nIn principle, the maximum &lt;a href=\"Electric%20power\"&gt;power&lt;/a&gt; is about 32 &lt;a href=\"megawatts\"&gt;MW&lt;/a&gt;, since the two turbine halves can not be constructed as large as desired. Coupled with a &lt;a href=\"Parsons%20turbine\"&gt;Parsons turbine&lt;/a&gt;, its output can be increased to 50 MW. Since the current &lt;a href=\"steam%20power%20plant\"&gt;steam power plant&lt;/a&gt;s have a significantly higher performance, the Ljungström turbine is generally no longer applied today. The largest ship ever built, the ULCC supertanker \"&lt;a href=\"Seawise%20Giant\"&gt;Seawise Giant&lt;/a&gt;\", was powered by this type of engine."
}