{
    "id": "55237586",
    "revid": "8766034",
    "url": "https://en.wikipedia.org/wiki?curid=55237586",
    "title": "Ikhsaniyyah Mosque",
    "text": "Ikhsaniyyah Mosque, or better known as Batu Mosque (Stone Mosque) is the oldest &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt; in the city of &lt;a href=\"Jambi%20%28city%29\"&gt;Jambi&lt;/a&gt;, &lt;a href=\"Jambi\"&gt;Jambi&lt;/a&gt; province in &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;. The mosque is located on the opposite side of the city center of Jambi which is divided by the Batanghari river, and specifically in the area of Olak Kemang, Teluk Teluk District.\nHistory.\nThe mosque was founded in 1880 by an &lt;a href=\"Arab%20Indonesian\"&gt;Arab Indonesian&lt;/a&gt; named Sayyid Idrus bin Hasan Al-Jufri. Sayyid Idrus was the &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt; of the area in the last decade of the nineteenth century with the title of \"Prince Wiro Kusumo\". The mosque was founded by Sayyid Idrus to fulfill the need of worship place for people across the city of Jambi.\nCharacteristics.\nThe building in the &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt; is filled with ornaments of various &lt;a href=\"Islamic%20calligraphy\"&gt;Islamic calligraphies&lt;/a&gt;. The original pulpit stands majestically on the right side of the &lt;a href=\"mihrab\"&gt;mihrab&lt;/a&gt;. The striking feature of this mosque is the number of paired windows which surround the mosque. Only the mihrab wall is windowless.\nRestoration.\nAs the size of Muslim society in Jambi evolved, the mosque became inadequate to accommodate the congregation which continues booming, especially on &lt;a href=\"Friday%20prayer\"&gt;Friday prayer&lt;/a&gt;. Thus public figures held a deliberation and agreed to renew the mosque. The restoration of the mosque was agreed to be funded by &lt;a href=\"waqf\"&gt;waqf&lt;/a&gt; (almsgiving). Being under &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch colonial rule&lt;/a&gt;, the community leaders were required to ask for permission to the Dutch. Being aware of the historical value of the sultan's mosque, the 1937 colonial Dutchman took over the reconstruction of the mosque. The funds went down from the colonial state and development was adjoined entirely within Dutch control. With the unused fund of the community, they eventually made a fence around the mosque."
}