{
    "id": "55257162",
    "revid": "4071608",
    "url": "https://en.wikipedia.org/wiki?curid=55257162",
    "title": "Walsall RFC",
    "text": "Walsall Rugby Football Club is an English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team based in &lt;a href=\"Walsall\"&gt;Walsall&lt;/a&gt; in the &lt;a href=\"West%20Midlands%20%28county%29\"&gt;West Midlands&lt;/a&gt;, playing home games at the Broadway Ground, Delves Road. The club operates four senior men's teams, a colts side as well as a full range of junior teams (ages 6–17). The men's 1st XV currently plays in &lt;a href=\"Midlands%202%20West%20%28North%29\"&gt;Midlands 2 West (North)&lt;/a&gt;.\nHistory.\nWalsall RFC was formed in 1922. Historically part of &lt;a href=\"Staffordshire\"&gt;Staffordshire&lt;/a&gt; they were first members of the &lt;a href=\"North%20Midlands%20Rugby%20Football%20Union\"&gt;North Midlands Rugby Football Union&lt;/a&gt; before joining the &lt;a href=\"Staffordshire%20Rugby%20Union\"&gt;Staffordshire Rugby Union&lt;/a&gt; as it became established in the 1960s. In the 1970s and early 1980s Walsall would become one of the most successful clubs in Staffordshire rugby, winning the inaugural &lt;a href=\"Staffordshire%20Senior%20Cup%20%28rugby%20union%29\"&gt;Staffordshire Senior Cup&lt;/a&gt; during the 1976–77 season and would go on to win the cup 5 times in the first 10 years of the competition.\nThe advent of league rugby in 1987–88 saw Walsall placed in &lt;a href=\"Midlands%20Premier\"&gt;Courage Midlands 1&lt;/a&gt;, which was the top division of the region, ranked at tier 5 of the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union system&lt;/a&gt;. The club did not stay in this division for long and in 1988–89 they finished as champions and gained promotion to the national leagues, to what was then known as &lt;a href=\"National%20League%202%20North\"&gt;Area League North&lt;/a&gt; (now National League 2 North). The 1990s were a chaotic time in the English league system due to &lt;a href=\"Rugby%20Football%20Union\"&gt;RFU&lt;/a&gt; restructuring and this was both to Walsall's benefit and detriment as they yo-yoed between the divisions, dropping to &lt;a href=\"Courage%20League%20Division%205\"&gt;division 5&lt;/a&gt; in 1993–94, all the way up to &lt;a href=\"National%20League%201\"&gt;division 3&lt;/a&gt; (the highest level in the club's history) by 1996–97, before settling back into division 4 by the turn of the century. They would also re-establish themselves back at the top of the local game with another 3 victories in the Staffordshire Senior Cup during this period.\nHaving spent the greater part of the past decade in the national leagues, the &lt;a href=\"2000%E2%80%9301%20National%20Division%20Three%20North\"&gt;2000–01&lt;/a&gt; season would be a difficult one for the club. Walsall struggled through the campaign finishing 11th out of the 14 teams in &lt;a href=\"National%20League%202%20North\"&gt;National Division 3 North&lt;/a&gt;. Usually, this would have been enough to have kept them safe but an outbreak of &lt;a href=\"Foot-and-mouth%20disease\"&gt;foot and mouth&lt;/a&gt; caused havoc in the far north of the country, affecting the most northerly sides, Aspatria and &lt;a href=\"Tynedale%20R.F.C.\"&gt;Tynedale&lt;/a&gt;, who finished in the bottom two positions, with both sides only playing 18 games apiece, six short of the Midlands side. This led to the RFU re-thinking relegation with this in mind, and after taking early season form into account, they decided that Walsall would go down along with Aspatria.\nAlthough Walsall started the 21st century well, winning three Staffordshire Senior Cup titles in a row between 2000 and 2003 (11 wins overall), they were unable to make a return to the national leagues, with the 2001–02 season being the closet when they made the promotion playoffs but were ultimately well beaten by northern side &lt;a href=\"Hull%20Ionians\"&gt;Hull Ionians&lt;/a&gt;. In more recent times the club has struggled with two relegations in 2006–07 and 2015–16 seeing them falling to their lowest ever league position playing in tier 7 (&lt;a href=\"Midlands%202%20West%20%28North%29\"&gt;Midlands 2 West (North)&lt;/a&gt;)."
}