{
    "id": "55260241",
    "revid": "163732",
    "url": "https://en.wikipedia.org/wiki?curid=55260241",
    "title": "2017 Darul Quran Ittifaqiyah madrasa fire",
    "text": "At around 5:10 am on 14 September 2017, a fire occurred at the Darul Quran Ittifaqiyah &lt;a href=\"madrasa\"&gt;madrasa&lt;/a&gt; in &lt;a href=\"Kampung%20Datuk%20Keramat\"&gt;Kampung Datuk Keramat&lt;/a&gt;, &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt; which resulted in 23 of the madrasa residents (comprising 21 students and two teachers) killed, while five others reportedly injured.\nBackground.\nThe fire started on the second and upper floors of the madrasa building, which quickly spread throughout most of the building, preventing the only entrance which trapped the occupants from escaping. Many windows were also fitted with bolted grills that made it difficult for occupants to save themselves. Neighbouring witnesses reported that they were awaken at &lt;a href=\"dawn\"&gt;dawn&lt;/a&gt; by the cries of the students who were trapped inside the building and tried to save them but could not do so because the fire spread very quickly with many of them still trapped behind the metal window grills, adding that those who survived managed to escape by jumping directly to the ground while others through the building water pipelines. The fire was finally contained by the &lt;a href=\"Fire%20and%20Rescue%20Department%20of%20Malaysia\"&gt;fire department&lt;/a&gt; at around 6:40 am.\nVictims.\nTwenty three of the madrasa residents were killed in the incident, twenty one were students and two were teachers. Their names and ages are as follow:\nInvestigations and arrests.\nInvestigations were then conducted by &lt;a href=\"Royal%20Malaysia%20Police\"&gt;police&lt;/a&gt; and firefighters to find the cause of fire. Initially, the firefighters thought it may be due to &lt;a href=\"short%20circuit\"&gt;short circuit&lt;/a&gt; but after a full investigation and through &lt;a href=\"CCTV\"&gt;CCTV&lt;/a&gt;s outside the building, several suspects were identified to have infiltrated the area at around 3:10 am. Through other CCTVs footage retrieved from five nearest &lt;a href=\"filling%20station\"&gt;petrol stations&lt;/a&gt;, the intruding suspects had earlier seen buying &lt;a href=\"petrol\"&gt;petrol&lt;/a&gt; at one of the station at 1:30 am in a &lt;a href=\"Yamaha%20Lagenda%20series\"&gt;Yamaha Lagenda&lt;/a&gt; motorcycle. Around seven suspects were identified by police to be involved and most of them were apprehended on 16 September and detained at Jinjang Police Station lock-up. Survivors were detained at the &lt;a href=\"Ministry%20of%20Defence%20%28Malaysia%29\"&gt;Ministry of Defence&lt;/a&gt; tent set outside the madrasa before being placed in secret premises around Keramat earlier on 15 September. The number of survivors were also kept confidential. Only the closest relatives are allowed to enter the premises to protect them from being approached by the public. Kuala Lumpur police chief Amar Singh concluded in a special press conference that the suspects were believed to have committed the crime out of revenge due to incidents of taunts among the students of the madrasa and the suspects. According to him, six out of seven suspects were tested positive for drugs and two of them had previous criminal records relating to the offence of rioting and stealing vehicles. All suspects are aged between 11 and 18 years old.\nReactions.\nThe tragedy has gained considerable attentions among the government, the public as well as from media abroad. &lt;a href=\"Al%20Jazeera\"&gt;Al Jazeera&lt;/a&gt; described the incident as \"the most devastating fire in Malaysia since the beginning of the year\".\nGovernment.\nThe tragedy has been widely covered by leaders from both sides of the parties. &lt;a href=\"Yang%20di-Pertuan%20Agong\"&gt;Yang di-Pertuan Agong&lt;/a&gt;, &lt;a href=\"Muhammad%20V%20of%20Kelantan\"&gt;Sultan Muhammad V&lt;/a&gt; and Prime Minister &lt;a href=\"Najib%20Razak\"&gt;Najib Razak&lt;/a&gt; had visited the scene. Najib has sent condolences to all victims involved and urged all madrasa to comply with safety standards and regulations to ensure similar incidents do not recur in the future. Deputy Prime Minister &lt;a href=\"Ahmad%20Zahid%20Hamidi\"&gt;Ahmad Zahid Hamidi&lt;/a&gt; was the first to arrive at the scene in the afternoon after the incident. He mentioned the lack of control and training of madrasas that led to various incidents such as fires, torture and the opening of illegal madrasas as well the appointment of an &lt;a href=\"ustaz\"&gt;ustaz&lt;/a&gt; without any legal certification or qualification. Former Prime Minister &lt;a href=\"Mahathir%20Mohamad\"&gt;Mahathir Mohamad&lt;/a&gt; expressed his disappointment as the incident seemed to indicate that no lesson was taken from &lt;a href=\"1989%20Taufiqiah%20Al-Khairiah%20madrasa%20fire\"&gt;a similar incident&lt;/a&gt; in 1989."
}