{
    "id": "55284603",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=55284603",
    "title": "Girl Power (TV series)",
    "text": "Girl Power - \"Fight Like a Girl\" is a series of women's kickboxing tournaments created by Bigger's Better Boxing and &lt;a href=\"World%20Kickboxing%20Network\"&gt;World Kickboxing Network&lt;/a&gt;, live on SFR Sport 5. The series follow the format of the heavyweight boxing tournaments \"Bigger's Better\" the organization has produced live on &lt;a href=\"Eurosport\"&gt;Eurosport&lt;/a&gt; during three season (2010-2013).\nPlot.\nEach \"Girl Power\" episode features eight international featherweight &lt;a href=\"women%27s%20kickboxing\"&gt;female kickboxers&lt;/a&gt; battling out in a &lt;a href=\"single%20elimination%20tournament\"&gt;single elimination tournament&lt;/a&gt; (quarter-final, semi-final and final). To take all, the contender has to collect three victories during one evening. WKN championship belt at stake.\nEpisode summary.\nSeason 1.\nGirl Power 1 Liepaja (Pilot).\n\"November 14, 2014\"\nBigger's Better Boxing presents 8-woman kickboxing tournament \"Girl Power\" live on Pay-Per-View with &lt;a href=\"Dailymotion\"&gt;Dailymotion&lt;/a&gt; in Liepaja, Latvia. The event makes history with &lt;a href=\"International%20Boxing%20Hall%20of%20Fame\"&gt;Hall of Fame&lt;/a&gt; American boxing referee &lt;a href=\"Steve%20Smoger\"&gt;Steve Smoger&lt;/a&gt; making his debut as a referee in &lt;a href=\"kickboxing\"&gt;kickboxing&lt;/a&gt;.\nGirl Power 2 Stara Zagora.\n\"February 10, 2017\"\nBigger's Better launches \"Girl Power\" series live on SFR Sport 5. The episode is held in Stara Zagora featuring French, Serbian, Belgian, Bosnian and Bulgarian fighters battling out in an eight-woman one-night tournament. French &lt;a href=\"Mallaury%20Kalachnikoff\"&gt;Mallaury Kalachnikoff&lt;/a&gt; wins the tournament, taking three victories during one evening.\nGirl Power 3 Sunny Beach.\n\"June 23, 2017\"\n\"Girl Power\" returns to Bulgaria with the third episode held at Platinum Casino &amp; Hotel in &lt;a href=\"Sunny%20Beach\"&gt;Sunny Beach&lt;/a&gt; resort. The roster of the contest features female kickboxers representing Turkey, Serbia, Czech Republic, Bosnia, Bulgaria, Russia, Belgium and France. Irem Akin of Turkey earns three victories during one evening, taking all tournament.\nGirl Power 4 Varna.\n\"October 13, 2017\"\nGirl Power 4 Varna aired on SFR Sport 5 and B1B Pay-Per-View featuring the fighters out of Belgium, France, Romania, Denmark, Czech Republic, Bulgaria, Serbia and Bosnia. The program featured Bulgarian Aleksandar Petrov earning WKN European light heavyweight title, via the third-round KO victory over Serbian Bojan Gajic.\nGirl Power 5 Stara Zagora (Final).\n\"February 9, 2018\"\n\"Girl Power 5 Stara Zagora\" aired on SFR Sport 5, B1B Action TV and FITE PPV on Friday February 9, 2018 from Stara Zagora, Bulgaria. The event featured the winners of three previous episodes, two semi-finalists and three newcomers. Turkish Irem Akin won three fights in one night, consequently taking all tournament. She has also become the winner of Girl Power Season 1.\nSeason 2.\nGirl Power 6 Sunny Beach.\n\"June 29, 2018\"\n\"Girl Power 6\" was produced on June 29, 2018 in Sunny Beach, Bulgaria, marking the second visit of women's kickboxing tournament to the city. Italian Jessica Puglisi won the tournament and received WKN championship belt, taking three wins in one night. The event also marked the first time when the fighters out of Middle East and South American took part in the Girl Power contest.\nGirl Power 7 Kladno.\n\"October 19, 2018\"\nGirl Power Kickboxing made Czech debut with series 7 produced in Kladno. Lucia Szabova of Slovakia won the tournament taking WKN championship belt. The event was attended by four-time K-1 champion &lt;a href=\"Ernesto%20Hoost\"&gt;Ernesto Hoost&lt;/a&gt;.\nGirl Power 8 Bedzin.\n\"June 7, 2019\"\nGirl Power Kickboxing made its debut in Poland with episode 8 produced in Bedzin. Vittoria Di Mauro of Italy won the tournament."
}