{
    "id": "553266",
    "revid": "46366",
    "url": "https://en.wikipedia.org/wiki?curid=553266",
    "title": "Danube–Black Sea Canal",
    "text": "The Danube–Black Sea Canal () is a navigable &lt;a href=\"canal\"&gt;canal&lt;/a&gt; in &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;, which runs from &lt;a href=\"Cernavod%C4%83\"&gt;Cernavodă&lt;/a&gt; on the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; river, via two branches, to &lt;a href=\"Constan%C8%9Ba\"&gt;Constanța&lt;/a&gt; and &lt;a href=\"N%C4%83vodari\"&gt;Năvodari&lt;/a&gt; on the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt;. Administered from &lt;a href=\"Agigea\"&gt;Agigea&lt;/a&gt;, it is an important part of the waterway link between the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; and the Black Sea via the &lt;a href=\"Rhine%E2%80%93Main%E2%80%93Danube%20Canal\"&gt;Rhine–Main–Danube Canal&lt;/a&gt;. The main branch of the canal, with a length of , which connects the &lt;a href=\"Port%20of%20Cernavod%C4%83\"&gt;Port of Cernavodă&lt;/a&gt; with the &lt;a href=\"Port%20of%20Constan%C8%9Ba\"&gt;Port of Constanța&lt;/a&gt;, was built in 1976–1984, while the northern branch, known as the Poarta Albă–Midia Năvodari Canal, with a length of , connecting &lt;a href=\"Poarta%20Alb%C4%83\"&gt;Poarta Albă&lt;/a&gt; and the &lt;a href=\"Port%20of%20Midia\"&gt;Port of Midia&lt;/a&gt;, was built between 1983 and 1987.\nAlthough the idea of building a navigable canal between the Danube and the Black Sea is old, the first concrete attempt was made between 1949-1953, when the &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;communist authorities&lt;/a&gt; of the time used this opportunity to eliminate political opponents, so the canal became notorious as the site of &lt;a href=\"labor%20camp\"&gt;labor camp&lt;/a&gt;s, when at any given time, between 5,000 and 20,000 detainees, mostly &lt;a href=\"political%20prisoner\"&gt;political prisoner&lt;/a&gt;s, worked on its excavation. The total number of prisoners used as labor force during this period is unknown, with the total number of deaths being estimated at several thousand. The construction works of the Danube–Black Sea Canal were to be resumed 20 years later, in different conditions.\nGeography.\nThe course of the canal follows mostly the course of the former river &lt;a href=\"Carasu\"&gt;Carasu&lt;/a&gt;, originally a tributary of the Danube. Therefore, hydrographically it also has the function of conveying the runoff from a drainage basin to the Black Sea.\nThe main branch extends from &lt;a href=\"Cernavod%C4%83\"&gt;Cernavodă&lt;/a&gt; on the Danube to &lt;a href=\"Poarta%20Alb%C4%83\"&gt;Poarta Albă&lt;/a&gt;. On this &lt;a href=\"Reach%20%28geography%29\"&gt;reach&lt;/a&gt; it goes near or through the settlements of Cernavodă, &lt;a href=\"Saligny%2C%20Constan%C8%9Ba\"&gt;Saligny&lt;/a&gt;, &lt;a href=\"Mircea%20Vod%C4%83%2C%20Constan%C8%9Ba\"&gt;Mircea Vodă&lt;/a&gt;, &lt;a href=\"Medgidia\"&gt;Medgidia&lt;/a&gt;, &lt;a href=\"Castelu\"&gt;Castelu&lt;/a&gt;, and Poarta Albă. On this reach the canal is joined on the north bank by tributaries (from west to east): Valea Cișmelei, Valea Plantației, &lt;a href=\"Agi%20Cabul\"&gt;Agi Cabul&lt;/a&gt;, Castelu and &lt;a href=\"Nisipari%20%28river%29\"&gt;Nisipari&lt;/a&gt;. On the south bank it is joined by tributaries (from west to east) Popa Nica and &lt;a href=\"Medgidia%20%28river%29\"&gt;Medgidia&lt;/a&gt;.\nAt Poarta Albă the canal bifurcates into two branches. The main canal goes to the south, towards the &lt;a href=\"Port%20of%20Constan%C8%9Ba\"&gt;Port of Constanța Sud Agigea&lt;/a&gt;. It passes near the settlements of &lt;a href=\"Murfatlar\"&gt;Murfatlar&lt;/a&gt;, &lt;a href=\"Cump%C4%83na\"&gt;Cumpăna&lt;/a&gt; and &lt;a href=\"Agigea\"&gt;Agigea&lt;/a&gt;. On its reach it is joined on the northeast bank by tributaries Valea Seacă and Lazu and on the southwest bank by the Siminoc, Șerplea, Potârnichea and Agigea.\nThe northern branch, the Poarta Albă–Midia Năvodari Canal, goes towards the &lt;a href=\"Port%20of%20Midia\"&gt;Port of Midia&lt;/a&gt;. It passes near &lt;a href=\"Poarta%20Alb%C4%83\"&gt;Nazarcea&lt;/a&gt;, &lt;a href=\"Lumina%2C%20Constan%C8%9Ba\"&gt;Lumina&lt;/a&gt;, &lt;a href=\"Ovidiu\"&gt;Ovidiu&lt;/a&gt; and &lt;a href=\"N%C4%83vodari\"&gt;Năvodari&lt;/a&gt;. On its reach it is joined by tributaries &lt;a href=\"Coco%C8%99%20%28Constan%C8%9Ba%29\"&gt;Cocoș&lt;/a&gt;, Nazarcea and Valea Adâncă.\nMotivation.\nThe main reasons for the building of the canal were to circumvent the &lt;a href=\"Danube%20Delta\"&gt;Danube Delta&lt;/a&gt; which is difficult to navigate, shorten the distance to the Black Sea and several issues related to the loading and unloading of ships.\nIn its delta, the Danube is divided into three main branches, none of which is suited to optimal navigation: the &lt;a href=\"Chilia%20branch\"&gt;Chilia branch&lt;/a&gt; is the deepest, but its mouths were not stable, which made navigation dangerous; the &lt;a href=\"Sulina%20branch\"&gt;Sulina branch&lt;/a&gt; is not deep enough for maritime ships and it also used to be isolated from the &lt;a href=\"C%C4%83ile%20Ferate%20Rom%C3%A2ne\"&gt;railroad system&lt;/a&gt;; the &lt;a href=\"Sf%C3%A2ntu%20Gheorghe%20branch\"&gt;Sfântu Gheorghe branch&lt;/a&gt; is shallow and sinuous.\nAt the time when the decision to build the canal was taken, it was officially announced that these works would also serve a secondary purpose, that of &lt;a href=\"land%20reclamation\"&gt;land reclamation&lt;/a&gt;, with the drainage of marshes in the area. Also during the construction period, the Danube–Black Sea Canal was advertised as a fast and direct connection between the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; &lt;a href=\"Volga%E2%80%93Don%20Canal\"&gt;Volga–Don Canal&lt;/a&gt; and &lt;a href=\"Central%20Europe\"&gt;Central Europe&lt;/a&gt;.\nDimensions.\nThe main branch reduces the distance by boat from &lt;a href=\"Constan%C8%9Ba\"&gt;Constanța&lt;/a&gt; to Cernavodă by ca. . It has a width of and a depth of ; the northern arm has a length of , width of and a depth of . The &lt;a href=\"radius\"&gt;radius&lt;/a&gt; of its sharpest bends is for the main branch, and , for the northern branch.\nThe waterway passes through the towns of Medgidia and Murfatlar, both of which have been turned into &lt;a href=\"inland%20port\"&gt;inland port&lt;/a&gt;s. It was designed to facilitate the transit of convoys comprising as much as six &lt;a href=\"Towboat\"&gt;towed&lt;/a&gt; &lt;a href=\"barge\"&gt;barge&lt;/a&gt;s, up to 3,000 in &lt;a href=\"tonnage\"&gt;tonnage&lt;/a&gt; each (respectively, a total of 18,000 in tonnage), in length and wide (ships of up to 5,000 in &lt;a href=\"tonnage\"&gt;tonnage&lt;/a&gt;, as long as and with as much as in &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; and in &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; can also pass through the canal). The structure is bound by four &lt;a href=\"Lock%20%28water%20transport%29\"&gt;locks&lt;/a&gt; (in Cernavodă and Agigea, and in Ovidiu and Năvodari, respectively).\nIn its final phase, the canal took over nine years to construct; of soil were excavated (greater than the amount involved in building the &lt;a href=\"Panama%20Canal\"&gt;Panama&lt;/a&gt; and &lt;a href=\"Suez%20Canal\"&gt;Suez&lt;/a&gt; canals), and of concrete were used for the locks and support walls.\nHistory.\nPrecedents.\nThe earliest plans for building this canal were drawn in the late 1830s. The &lt;a href=\"Treaty%20of%20Adrianople%20%281829%29\"&gt;Treaty of Adrianopol&lt;/a&gt; (September 14, 1829) canceled the trade monopoly of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; in the &lt;a href=\"Danubian%20Principalities\"&gt;Danubian Principalities&lt;/a&gt; of &lt;a href=\"Wallachia\"&gt;Wallachia&lt;/a&gt; and &lt;a href=\"Moldavia\"&gt;Moldavia&lt;/a&gt;, allowing these countries to build their own fleets by 1834. Both Romanian and non-Romanian ships used mostly the Danube port cities of &lt;a href=\"Br%C4%83ila\"&gt;Brăila&lt;/a&gt; and &lt;a href=\"Gala%C8%9Bi\"&gt;Galați&lt;/a&gt;, which saw an economic boom. But there were a number of barriers to this trade: the Ottomans controlled the navigation regime on the Danube, while the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; controlled access to the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; in the &lt;a href=\"Danube%20Delta\"&gt;Danube Delta&lt;/a&gt;, and there was little the Danubian Principalities could do to rectify this situation. Both countries welcomed the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt;'s 1834 decision, endorsed by Count &lt;a href=\"Istv%C3%A1n%20Sz%C3%A9chenyi\"&gt;István Széchenyi&lt;/a&gt;, to extend the steamboat navigation to the maritime Danube. The Austrian initiative was received unpleasantly by the Russians, who considered their trade through &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt; and ports in the &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt; threatened by the development of Brăila and Galați. Without resolving to direct measures, the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, who controlled the &lt;a href=\"Sulina%20branch\"&gt;Sulina branch&lt;/a&gt;, started to show rigidity, instituting on February 7, 1836, a compulsory &lt;a href=\"quarantine\"&gt;quarantine&lt;/a&gt; on the island of &lt;a href=\"Letea\"&gt;Letea&lt;/a&gt;, collecting taxes to cover the Russian financial deficit, and by not performing maintenance for the navigation on the Sulina branch to remove the continuous deposits of sand.\nThis gave the Austrians the idea to dig a canal to connect the Danube with the Black Sea at the shortest point before the Delta, between &lt;a href=\"Rasova%2C%20Constan%C8%9Ba\"&gt;Rasova&lt;/a&gt; or Cernavodă (\"Bogaz Köi\") and Constanța (\"Küstendjie\"), and a parallel railway. The Austrian project, however, was rejected by the &lt;a href=\"Ottoman%20Porte\"&gt;Ottoman Porte&lt;/a&gt;. Western diplomats and newspapers accused the Russian government that through bribing and intimidation, it determined the Ottoman officials to reject the proposal of Szechenyi's company. In 1839, Széchenyi got the approval of his and Ottoman governments to ensure the transport of goods and people without getting to Sulina by a &lt;a href=\"transshipment\"&gt;transshipment&lt;/a&gt; on dry land. Carts and coaches made a 7–8 hour trip from Cernavodă to Constanța, where people and goods were boarding other ships for &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;. The enterprise was scrapped after 4 years due to non-profitability because of a low number of passengers, high cost of transport, and poor conditions of accosting in the unfit &lt;a href=\"roadstead\"&gt;roadstead&lt;/a&gt; of the port of Constanța.\nIn its place, a new Brăila–Istanbul route was established. However, by 1844, the depth of the Sulina branch had decreased to 7–9 feet, from 13–14 feet in 1836, due to lack of dredging by the Russian authorities which controlled the passage. The Austrian government made a new attempt to cut a canal, sending the military engineer Colonel Baron &lt;a href=\"Karl%20von%20Bigaro\"&gt;Karl von Bigaro&lt;/a&gt; to prospect the land. But the idea had to be abandoned again due to technical problem, first of all due to the unfitness of the port of Constanța for large international trade.\nIn 1850, the Moldavian scholar &lt;a href=\"Ion%20Ionescu%20de%20la%20Brad\"&gt;Ion Ionescu de la Brad&lt;/a&gt; proposed yet another project, supported by &lt;a href=\"Ion%20Ghica\"&gt;Ion Ghica&lt;/a&gt; and by the &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; diplomat &lt;a href=\"David%20Urquhart\"&gt;David Urquhart&lt;/a&gt;, the secretary of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;'s Embassy in the Ottoman Empire. Ghica lobbied Brad's project to &lt;a href=\"Ahmed%20Vefik\"&gt;Ahmed Vefik&lt;/a&gt;, who gave a negative response for fear of provoking Russia.\nThe &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt; of 1854–1856, added a military and strategical dimension for this plan. The British and &lt;a href=\"Second%20French%20Empire\"&gt;French&lt;/a&gt; allies landed at &lt;a href=\"Varna%2C%20Bulgaria\"&gt;Varna&lt;/a&gt; in the summer of 1854, followed by the withdrawal of Russian troops from Wallachia and Moldavia and the advancement of Ottoman and Austrian ones. In 1855, the French government put forward an initiative, and the Ottomans approved it, for the cheapest solution: build a strategic road between Cernavodă and Constanța. Engineer &lt;a href=\"Charles%20Lalanne\"&gt;Charles Lalanne&lt;/a&gt; was put in charge of these works, that started in the summer of 1855 and were finished by the year's end. According to the newspaper \"&lt;a href=\"Zimbrul%20%C8%99i%20Vulturul\"&gt;Zimbrul&lt;/a&gt;\" of &lt;a href=\"Ia%C8%99i\"&gt;Iași&lt;/a&gt;, the work was performed by 300 physically strong men of moderate character selected in Moldavia and Wallachia.\nThe building of the road did not eliminate, however, the need for a canal, and the Austrian government renewed its persuading efforts. According to \"&lt;a href=\"Gazeta%20de%20Transilvania\"&gt;Gazeta de Transilvania&lt;/a&gt;\" in July 1855, Baron &lt;a href=\"Karl%20Ludwig%20von%20Bruck\"&gt;Karl Ludwig von Bruck&lt;/a&gt;, the Austrian Finance Minister, founded a &lt;a href=\"Joint%20stock%20company\"&gt;stock company&lt;/a&gt; to build the desired canal. According to an article in \"Zimbrul\" on July 23, 1855, the project was of interest to Britain, the French Empire and the Austrian Empire, who were asking the Ottoman government to allot the concession of the canal and the fitting of the port of Constanța to a &lt;a href=\"consortium\"&gt;consortium&lt;/a&gt; under the direction of the three countries. The Ottomans were to lease a &lt;a href=\"League%20%28unit%29\"&gt;league&lt;/a&gt; of land on each side of the canal for 99 years, where colonist could be settled. Goods were to travel freely, with ships having to pay only a \"per tone\" tax, significantly lower than the one on the Sulina branch. According to the newspaper \"&lt;a href=\"Steaua%20Dun%C4%83rii\"&gt;Steaua Dunării&lt;/a&gt;\" from January 24, 1856, the &lt;a href=\"Sultan\"&gt;Sultan&lt;/a&gt; issued a \"&lt;a href=\"firman\"&gt;firman&lt;/a&gt;\" to the Anglo-French–Austrian consortium Wilson–Morny–Breda, represented by &lt;a href=\"Forbes%20Campbell\"&gt;Forbes Campbell&lt;/a&gt;, authorizing it to build the canal which was to be called &lt;a href=\"Abdul%20Medjid\"&gt;Abdul Medjid&lt;/a&gt;. The 12 articles of the Concession Act were published in \"&lt;a href=\"Bukurester%20Deutsche%20Zeitung\"&gt;Bukurester Deutsche Zeitung&lt;/a&gt;\".\nThe construction plans for the canal took a different turn with the signing of the &lt;a href=\"Treaty%20of%20Paris%20%281856%29\"&gt;Treaty of Paris&lt;/a&gt; on March 30, 1856, ending the war. Russia ceded the Danube mouths to the Ottomans and southern Bessarabia (lately organised as the &lt;a href=\"Cahul%20County\"&gt;Cahul&lt;/a&gt;, &lt;a href=\"Bolgrad%20County\"&gt;Bolgrad&lt;/a&gt; and &lt;a href=\"Ismail%20County\"&gt;Ismail counties&lt;/a&gt;) to their vassal, Moldavia. The freedom of international navigation on the Danube was restored; passage taxes were canceled, police and quarantine rules were simplified; and the &lt;a href=\"European%20Commission%20of%20the%20Danube\"&gt;European Commission of the Danube&lt;/a&gt; was established, with representatives of seven powers: Britain, France, Austria, Russia, the Ottoman Empire, the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Kingdom of Prussia&lt;/a&gt;, and the &lt;a href=\"Kingdom%20of%20Sardinia\"&gt;Kingdom of Sardinia&lt;/a&gt;. The commission was responsible for the clearing of the Danube mouths from deposits of the river, and when necessary with clearing natural barriers, with the goal of ensuring of good conditions for navigation. The effect was that Austria, Britain, and France changed their attitude to the project for a Danube–Black Sea canal. The newspaper \"Zimbrul\" announced on May 25, 1856 that the plan for building the canal was abandoned; instead a railroad line between Cernavodă and Constanța was to be built. After two and a half years of construction, the line was inaugurated on October 4, 1860. Following the opening of the line, goods were easily and inexpensively transported from Constanța by rail, so plans for a canal were again abandoned.\nAs the &lt;a href=\"United%20Principalities\"&gt;United Principalities&lt;/a&gt; of Moldavia and Wallachia (1859) remained formally Ottoman vassals, and moreover Dobruja was directly administered by the Ottomans, the idea to build the canal was not of interest to Romanians then. But following the &lt;a href=\"Russo-Turkish%20War%20of%201877%E2%80%931878\"&gt;Russo-Turkish War of 1877–1878&lt;/a&gt;, Romania acquired formal independence, lost again southern Bessarabia to Russia, but gained &lt;a href=\"Dobruja\"&gt;Dobruja&lt;/a&gt;. The idea to build a canal became a national issue, which could promote Romania's international trade. However, in the following years the development of trade was concentrated mainly on the &lt;a href=\"Sulina%20Canal\"&gt;Sulina Canal&lt;/a&gt;. Another project was consequently rejected by &lt;a href=\"King%20of%20Romania\"&gt;King&lt;/a&gt; &lt;a href=\"Carol%20I%20of%20Romania\"&gt;Carol I&lt;/a&gt; after consultations with &lt;a href=\"Grigore%20Antipa\"&gt;Grigore Antipa&lt;/a&gt;. During World War I, &lt;a href=\"Austria-Hungary\"&gt;Austro-Hungarian&lt;/a&gt; authorities taking part in the &lt;a href=\"Romanian%20Campaign%20%28World%20War%20I%29\"&gt;occupation of southern Romania&lt;/a&gt; proposed a canal from Cernavodă to Constanța, passing through Murfatlar, of which 10 miles between Cernavodă and Murfatlar would be in a &lt;a href=\"canal%20tunnel\"&gt;tunnel&lt;/a&gt; and the rest of 27 miles would be in the open.\nIn 1927, the Romanian engineer &lt;a href=\"Jean%20Stoenescu-Dun%C4%83re\"&gt;Jean Stoenescu-Dunăre&lt;/a&gt; drafted a new set of plans. Afterwards, because of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, World War II, and political turmoil in Romania (\"see &lt;a href=\"Romania%20during%20World%20War%20II\"&gt;Romania during World War II&lt;/a&gt;\"), construction did not start until 1949, after the establishment of the &lt;a href=\"Communist%20Romania\"&gt;Romanian Communist regime&lt;/a&gt;.\nFirst attempt (1949–1953).\nThe idea of starting the construction of the Danube–Black Sea Canal seems to have been suggested to Romanian leader &lt;a href=\"Gheorghe%20Gheorghiu-Dej\"&gt;Gheorghe Gheorghiu-Dej&lt;/a&gt; by &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; leader &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; during a visit to the &lt;a href=\"Moscow%20Kremlin\"&gt;Moscow Kremlin&lt;/a&gt; in 1948. Gheorghiu-Dej's chief of staff stated that Stalin indicated the canal as a means of getting rid of the rich peasants and of the so-called \"&lt;a href=\"Enemy%20of%20the%20people%23Marxist%E2%80%93Leninist%20states\"&gt;enemies of the people&lt;/a&gt;\" and promised support to the authorities in identifying the people hostile to the regime and by providing construction equipment for the canal. He also stated that Gheorghiu-Dej was not convinced by Stalin's recommendations, suspecting that the canal was actually part of the Soviet Union's expansion strategy. It has since been found out that Stalin's initiative was based on a secret study, commissioned in 1947–1948, which recommended building a Soviet submarine base at the &lt;a href=\"Port%20of%20Midia\"&gt;Port of Midia&lt;/a&gt;, which was suitable due to its proximity to the &lt;a href=\"Bosphorus\"&gt;Bosphorus&lt;/a&gt; and because of the rocky foundation.\nOn May 25, 1949, the &lt;a href=\"Politburo\"&gt;Politburo&lt;/a&gt; of the Central Committee of the &lt;a href=\"Romanian%20Communist%20Party\"&gt;Romanian Workers' Party&lt;/a&gt; was presented a report by Gheorghiu-Dej on the projected construction of a canal linking the Danube and the Black Sea and on the economic and cultural development of the neighboring area. Estimating that this important construction was an important component of the construction of socialism in Romania, the Politburo recommended that the project be submitted to the Council of Ministers for the approval of the immediate start of the preparatory work for the construction of the canal. On the same day Gheorghiu-Dej, at that time first vice-president of the Council of Ministers, presented his proposal to the council, presided by &lt;a href=\"Petru%20Groza\"&gt;Petru Groza&lt;/a&gt;, which approved it immediately. In a speech held on August 22, 1949 &lt;a href=\"Anna%20Pauker\"&gt;Anna Pauker&lt;/a&gt; hailed the construction of the canal claiming \"we are building the canal without the bourgeoisie and against the bourgeoisie\". Banners with this slogan were set up in all construction sites of the canal.\nIn October 1949, the authorities established a General Directorate to oversee both the works and the penal facilities, answering directly to the national leadership. Its first head was &lt;a href=\"Gheorghe%20Hossu\"&gt;Gheorghe Hossu&lt;/a&gt; a former mechanic and tractor driver who had been promoted first-secretary of the Romanian Worker's party in &lt;a href=\"Tulcea%20County\"&gt;Tulcea County&lt;/a&gt; and administrator of the State Fisheries. He was replaced in 1951 by &lt;a href=\"Meyer%20Gr%C3%BCnberg\"&gt;Meyer Grünberg&lt;/a&gt;, in turn replaced by &lt;a href=\"Mihail%20Povstanschi\"&gt;Mihail Povstanschi&lt;/a&gt; under the name of Vasile Posteucă, who held the position from 1952 to 1953. According to historian &lt;a href=\"Adrian%20Cioroianu\"&gt;Adrian Cioroianu&lt;/a&gt;, all three were insufficiently trained for the task they were required to accomplish. By 1952, the Directorate came under the direct supervision of the &lt;a href=\"Ministry%20of%20Administration%20and%20Interior%20of%20Romania\"&gt;Internal Affairs Ministry&lt;/a&gt;, and the &lt;a href=\"Securitate\"&gt;Securitate&lt;/a&gt; was allowed direct intervention on the construction site.\nOn July 18, 1953, the project came to a discreet halt (according to some sources, the closure had been ordered by Stalin himself, as early as 1952). From 1959, part of the works built between 1949 and 1953 was used for the \"Mircea Vodă &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt; complex\", later developed into the \"Carasu irrigation system\", while another part of the excavations was capitalized during the construction of the northern branch of the canal, 30 years later.\nForced labor and repression.\nPrison camps sprang up all along the projected canal route in the summer of 1949 and were quickly filled with prisoners brought from jails from throughout the country. These first arrivals were soon joined by newly arrested people who were sent to the canal in ever increasing numbers. By 1950 the forced &lt;a href=\"labor%20camps\"&gt;labor camps&lt;/a&gt; set up along the length of the planned canal were filled to capacity; that year alone, up to 15,000 prisoners were held in those camps. In 1952, more than 80% of the workforce at the canal consisted of detainees. By 1953, the number of prisoners had swelled to 20,193, though older estimates claimed figures as high as 60,000 (other estimates asserted 100,000 or 40,000 for the entire period). British historian and &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt; professor &lt;a href=\"Tony%20Judt\"&gt;Tony Judt&lt;/a&gt; assessed in his book, \"&lt;a href=\"Postwar%20%28book%29\"&gt;Postwar: A History of Europe Since 1945&lt;/a&gt;\", that, overall, one million Romanians had been imprisoned in various prisons and labor camps, including those on the path of the canal.\nThe construction effort surpassed the resources available to the Romanian economy in the 1950s. The canal was assigned inferior machinery, part of which had already been used on the Soviet &lt;a href=\"Volga%E2%80%93Don%20Canal\"&gt;Volga–Don Canal&lt;/a&gt;, and building had to rely on primitive techniques (most work appears to have been carried out using &lt;a href=\"shovel\"&gt;shovel&lt;/a&gt;s and &lt;a href=\"pickaxe\"&gt;pickaxe&lt;/a&gt;s, which was especially hard in the rocky terrain of &lt;a href=\"Northern%20Dobruja\"&gt;Northern Dobruja&lt;/a&gt;). Detainees were allocated to brigades, usually run by common criminals, which were encouraged to use violence against their subordinates. In parallel, the region's &lt;a href=\"industrialization\"&gt;industrialization&lt;/a&gt;, destined to assist in the building effort, was never accomplished.\nSums allocated for prisoners' health, hygiene and nutrition declined dramatically over the years. Food rations were kept to a minimum, and prisoners would often resort to hunting mice and other small animals, or even consuming grass in an attempt to supplement their diet. \nStarting in summer 1949, the commander of the Canal security troops was lieutenant colonel &lt;a href=\"Augustin%20Albon\"&gt;Augustin Albon&lt;/a&gt;. According to the 2006 report of the &lt;a href=\"Presidential%20Commission%20for%20the%20Study%20of%20the%20Communist%20Dictatorship%20in%20Romania\"&gt;Tismăneanu Commission&lt;/a&gt;, Albon employed torture methods against the detainees, and personally killed many of them. Other security officers who used often cruel and deadly methods with the prisoners were senior lieutenant Liviu Borcea, at the Midia Camp; captain Petre Burghișan, at the Galeș and Peninsula camps; lieutenant Chirion at Peninsula; captain , director of the &lt;a href=\"Securitate\"&gt;Securitate&lt;/a&gt;'s Regional Directorate Constanța; and sergeant Grigore Ion Iliescu.\nThe prisoners were dispossessed farmers who had attempted to resist &lt;a href=\"Collectivization%20in%20Romania\"&gt;collectivization&lt;/a&gt;, former activists of the &lt;a href=\"National%20Peasants%27%20Party\"&gt;National Peasants' Party&lt;/a&gt;, the &lt;a href=\"National%20Liberal%20Party%20%28Romania%2C%201875%29\"&gt;National Liberal Party&lt;/a&gt;, the &lt;a href=\"Romanian%20Social%20Democratic%20Party%20%281927%E2%80%931948%29\"&gt;Romanian Social Democratic Party&lt;/a&gt;, and the &lt;a href=\"Fascism\"&gt;fascist&lt;/a&gt; &lt;a href=\"Iron%20Guard\"&gt;Iron Guard&lt;/a&gt;, &lt;a href=\"Zionism\"&gt;Zionist&lt;/a&gt; &lt;a href=\"History%20of%20the%20Jews%20in%20Romania\"&gt;Jews&lt;/a&gt;, as well as &lt;a href=\"Romanian%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt; and &lt;a href=\"Romanian%20Roman-Catholic%20Church\"&gt;Catholic&lt;/a&gt; priests. The canal was referred to as the \"graveyard of the Romanian &lt;a href=\"bourgeoisie\"&gt;bourgeoisie&lt;/a&gt;\" by the Communist authorities, and the physical elimination of undesirable &lt;a href=\"social%20class\"&gt;social class&lt;/a&gt;es was one of its most significant goals.\nAccording to &lt;a href=\"Marius%20Oprea\"&gt;Marius Oprea&lt;/a&gt;, the death rate among political prisoners at the canal was extremely high; for instance, in the winter of 1951–52, there were one to three detainees dying every day at the &lt;a href=\"Poarta%20Alb%C4%83\"&gt;Poarta Albă&lt;/a&gt; camp, near Galeșu village. The &lt;a href=\"Presidential%20Commission%20for%20the%20Study%20of%20the%20Communist%20Dictatorship%20in%20Romania\"&gt;Presidential Commission for the Study of the Communist Dictatorship in Romania&lt;/a&gt; presented an estimate of several thousand deaths among the political prisoners used in the project, significantly higher than 656 officially recorded by an official report from 1968. Journalist &lt;a href=\"Anne%20Applebaum\"&gt;Anne Applebaum&lt;/a&gt; had previously claimed that over 200,000 had died in its construction, as a result of exposure, unsafe equipment, malnutrition, accidents, &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt; and other diseases, over-work, etc., while political analyst &lt;a href=\"Vladimir%20Socor\"&gt;Vladimir Socor&lt;/a&gt; had estimated the number of deaths to be \"considerably in excess of 10,000\". As such, the project became known as \"The Death Canal\" (\"Canalul Morții\"). It has also been called \"a cesspool of immense human suffering and mortality\".\nIn parallel, authorities left aside sectors of employment for skilled workers, kept in strict isolation from all others, they were attracted to the site with exceptional salaries (over 5,000 &lt;a href=\"Romanian%20leu\"&gt;lei&lt;/a&gt; per month), as well as for young people drafted into the &lt;a href=\"Romanian%20Armed%20Forces\"&gt;Romanian Army&lt;/a&gt; and whose files indicated \"unhealthy origins\" (a &lt;a href=\"middle-class\"&gt;middle-class&lt;/a&gt; family background). Their numbers fluctuated greatly (regular employees went from 13,200 in 1950 to 15,000 in 1951, to as little as 7,000 in early 1952, and again to 12,500 later in that year). At the same time, facilities meant to accommodate the projected influx of labor (including homes available on credit) were never actually completed. This was overlooked by the &lt;a href=\"Communist%20propaganda\"&gt;propaganda&lt;/a&gt; machine, which furnished &lt;a href=\"Stakhanovite\"&gt;Stakhanovite&lt;/a&gt; stories instead, according to which work quotas were surpassed by as much as 170%. Authorities also made the claim that the construction site was offering training to previously unskilled workers (as many as 10,000 in one official communiqué).\nAfter the cessation of works, in 1953, the canal camps remained in existence for another year, and their prisoners progressively relocated, to similar conditions at other work sites in &lt;a href=\"Northern%20Dobruja\"&gt;Northern Dobruja&lt;/a&gt;. Penal facilities on the canal site were shut down in mid-1954.\nTrial.\nBlame for the debilitating and unsuccessful works was eventually placed on a group of alleged &lt;a href=\"Conspiracy%20%28political%29\"&gt;conspirators&lt;/a&gt;, who were indicted in a &lt;a href=\"show%20trial\"&gt;show trial&lt;/a&gt; in late 1952 on trumped-up charges of &lt;a href=\"espionage\"&gt;espionage&lt;/a&gt;, &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt;, and &lt;a href=\"sabotage\"&gt;sabotage&lt;/a&gt;. The inquiry was orchestrated by &lt;a href=\"Iosif%20Chi%C8%99inevschi\"&gt;Iosif Chișinevschi&lt;/a&gt;.\nThree people were executed (the engine driver &lt;a href=\"Nichita%20Dumitrescu\"&gt;Nichita Dumitrescu&lt;/a&gt;, and the engineers &lt;a href=\"Aurel%20Rozei-Rozenberg\"&gt;Aurel Rozei-Rozenberg&lt;/a&gt; and &lt;a href=\"Nicolae%20Vasilescu-Colorado\"&gt;Nicolae Vasilescu-Colorado&lt;/a&gt;); others were imprisoned for various terms. Defendants in a second group, around the engineer Gheorghe Crăciun, were sentenced to various harsh penalties (including three &lt;a href=\"life%20imprisonment\"&gt;life imprisonment&lt;/a&gt;s). Torture was applied by a &lt;a href=\"Securitate\"&gt;Securitate&lt;/a&gt; squad led by &lt;a href=\"Alexandru%20Nicolschi\"&gt;Alexandru Nicolschi&lt;/a&gt;, as a means to obtain &lt;a href=\"forced%20confession\"&gt;forced confession&lt;/a&gt;s.\nConstruction (1973–1987).\nIn June 1973, the project, with a completely new design, was restarted by &lt;a href=\"Nicolae%20Ceau%C8%99escu\"&gt;Nicolae Ceaușescu&lt;/a&gt;, who had previously ordered the &lt;a href=\"Rehabilitation%20%28Soviet%29\"&gt;rehabilitation&lt;/a&gt; of people sentenced in the 1952 trial, and who aimed to withdraw the Lower Danube from Soviet control (which had been established by the 1948 &lt;a href=\"Danube%20Conference\"&gt;Danube Conference&lt;/a&gt;). In official &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;, where the 1950s precedent was no longer mentioned, the canal was referred to as the Blue Highway (\"Magistrala Albastră\").\nThe general designer of the works of the navigable canal and of the Port of Constanța Sud was the \"Design Institute of Road, Water and Air Transport\" (IPTANA) from &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;, while the \"Institute of Hydroelectric Studies and Design\" (ISPH) designed the works for the Danube and Cernavodă areas. New and large machinery, produced inside Romania, was introduced to the site. The southern arm was completed in May 1984, with the northern arm being inaugurated in October 1987.\nThe cost of building the canal is estimated to be around 2 billion &lt;a href=\"United%20States%20dollar\"&gt;dollars&lt;/a&gt;, and was supposed to be recovered in 50 years. However, as of 2005, it has a yearly income of only a little over 3 million &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s.\nIn 2018, more than 32.9 million tonnes of cargo were carried over the Danube–Black Sea Canal (an increase of 4.7% compared to the previous year).\nIn art.\nFor much of the 1950s, the Danube–Black Sea Canal was celebrated in &lt;a href=\"agitprop\"&gt;agitprop&lt;/a&gt; literature (notably, in &lt;a href=\"Geo%20Bogza\"&gt;Geo Bogza&lt;/a&gt;'s 1950 reportage \"Începutul epopeii\", \"The Beginning of the Epic\", and in &lt;a href=\"Petru%20Dumitriu\"&gt;Petru Dumitriu&lt;/a&gt;'s \"&lt;a href=\"Drum%20f%C4%83r%C4%83%20pulbere\"&gt;Drum fără pulbere&lt;/a&gt;\", \"Dustless Road\"), music (&lt;a href=\"Leon%20Klepper\"&gt;Leon Klepper&lt;/a&gt;'s &lt;a href=\"symphonic%20poem\"&gt;symphonic poem&lt;/a&gt; \"Dunărea se varsă în mare\", \"The Danube Flows to the Sea\"), and film (&lt;a href=\"Ion%20Bostan%20%28film%20director%29\"&gt;Ion Bostan&lt;/a&gt;'s 1951 \"Canalul Dunăre-Marea Neagră, o construcție a păcii\" – \"The Danube–Black Sea Canal, a Construction of Peace\"). During the 1980s, the song \"Magistrala Albastră\" (\"The Blue Freeway\"), performed by &lt;a href=\"Dan%20Sp%C4%83taru\"&gt;Dan Spătaru&lt;/a&gt; and &lt;a href=\"Mirabela%20Dauer\"&gt;Mirabela Dauer&lt;/a&gt; and using the Canal as its setting, was frequently broadcast in official and semi-official contexts.\nDuring the period of &lt;a href=\"liberalization\"&gt;liberalization&lt;/a&gt; preceding the \"&lt;a href=\"July%20Theses\"&gt;July Theses&lt;/a&gt;\", literature was allowed to make several references to the Canal's penitentiary history. Examples include &lt;a href=\"Marin%20Preda\"&gt;Marin Preda&lt;/a&gt;'s \"&lt;a href=\"Cel%20mai%20iubit%20dintre%20p%C4%83m%C3%A2nteni\"&gt;Cel mai iubit dintre pământeni&lt;/a&gt;\" and, most likely, &lt;a href=\"Eugen%20Barbu\"&gt;Eugen Barbu&lt;/a&gt;'s \"Principele\" (by means of an &lt;a href=\"allegory\"&gt;allegory&lt;/a&gt;, set during the 18th century &lt;a href=\"Phanariotes\"&gt;Phanariote&lt;/a&gt; rules). In 1973–1974, &lt;a href=\"Ion%20C%C3%A2rja\"&gt;Ion Cârja&lt;/a&gt;, a former prisoner, wrote a book titled \"Canalul morții\" (\"The Death Canal\") detailing his sufferings during incarceration; it was first published in Romania in 1993, after the &lt;a href=\"Romanian%20Revolution%20of%201989\"&gt;Revolution of 1989&lt;/a&gt;. In &lt;a href=\"Gy%C3%B6rgy%20Dragom%C3%A1n\"&gt;György Dragomán&lt;/a&gt;'s 2005 novel, \"The White King\", set in 1980s Romania, the main protagonist 11-year-old boy's father is deported to a labor camp to work on the Danube–Black Sea Canal."
}