{
    "id": "55343738",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=55343738",
    "title": "Byzantine illuminated manuscripts",
    "text": "Byzantine illuminated manuscripts were produced across the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;, some in &lt;a href=\"Monastery\"&gt;monasteries&lt;/a&gt; but others in imperial or commercial workshops. Religious images or &lt;a href=\"icon\"&gt;icon&lt;/a&gt;s were made in &lt;a href=\"Byzantine%20art\"&gt;Byzantine art&lt;/a&gt; in many different media: &lt;a href=\"mosaic\"&gt;mosaic&lt;/a&gt;s, paintings, small statues and &lt;a href=\"illuminated%20manuscript\"&gt;illuminated manuscript&lt;/a&gt;s. Monasteries produced many of the illuminated manuscripts devoted to religious works using the illustrations to highlight specific parts of text, a saints' martyrdom for example, while others were used for devotional purposes similar to icons. These religious manuscripts were most commissioned by &lt;a href=\"patrons\"&gt;patrons&lt;/a&gt; and were used for private worship but also gifted to churches to be used in services.\nNot all Byzantine illuminated manuscripts were religious texts, secular subjects are represented in chronicles (e.g. &lt;a href=\"Madrid%20Skylitzes\"&gt;Madrid Skylitzes&lt;/a&gt;), medical texts such as the &lt;a href=\"Vienna%20Dioscurides\"&gt;Vienna Dioscurides&lt;/a&gt;, and some manuscripts of the Greek version of the &lt;a href=\"Alexander%20Romance\"&gt;Alexander Romance&lt;/a&gt;. In addition to the majority of manuscripts, in Greek, there are also manuscripts from the &lt;a href=\"Syriac%20Christianity\"&gt;Syriac Church&lt;/a&gt;, such as the &lt;a href=\"Rabbula%20Gospels\"&gt;Rabbula Gospels&lt;/a&gt;, and &lt;a href=\"Armenian%20illuminated%20manuscripts\"&gt;Armenian illuminated manuscripts&lt;/a&gt; which are heavily influenced by the Byzantine tradition.\n\"Luxury\" heavily-illuminated manuscripts are less of a feature in the Byzantine world than in &lt;a href=\"Western%20Christianity\"&gt;Western Christianity&lt;/a&gt;, perhaps because the Greek elite could always read their texts, which was often not the case with Latin books in the West, and so the style never became common. However, there are examples, both literary (mostly early) and religious (mostly later).\nThe &lt;a href=\"Byzantine%20iconoclasm\"&gt;Byzantine iconoclasm&lt;/a&gt; paused production of figural art in illuminated manuscripts for many decades, and resulted in the destruction or mutilation of many existing examples. \nCombined there are 40.000 Byzantine manuscripts extant today illuminated and not illuminated.\nSubject Matter.\nDevotional Manuscripts.\nThe Greek Bible was produced in small segments during the Byzantine period for private study and use during church services. For example there are &lt;a href=\"Book%20of%20Job%20in%20Byzantine%20illuminated%20manuscripts\"&gt;15 known illuminated manuscripts of Book of Job&lt;/a&gt;, with some 1,500 illustrations between them. As in the West, the &lt;a href=\"gospel%20book\"&gt;gospel book&lt;/a&gt; and &lt;a href=\"psalter\"&gt;psalter&lt;/a&gt; were the most common extracted texts, with two famous &lt;a href=\"Late%20Antique\"&gt;Late Antique&lt;/a&gt; versions of the &lt;a href=\"Book%20of%20Genesis\"&gt;Book of Genesis&lt;/a&gt; (&lt;a href=\"Vienna%20Genesis\"&gt;Vienna Genesis&lt;/a&gt; and &lt;a href=\"Cotton%20Genesis\"&gt;Cotton Genesis&lt;/a&gt;). Early &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt; manuscripts, and for example the &lt;a href=\"Joshua%20Roll\"&gt;Joshua Roll&lt;/a&gt;, are speculated to draw on a Jewish tradition in the &lt;a href=\"Hellenistic%20world\"&gt;Hellenistic world&lt;/a&gt;, of which no examples survive.\nThe &lt;a href=\"Old%20Testament\"&gt;Old&lt;/a&gt; (&lt;a href=\"Septuagint\"&gt;Septuagint&lt;/a&gt;) and &lt;a href=\"New%20Testaments\"&gt;New Testaments&lt;/a&gt; were separated into the &lt;a href=\"Octateuch\"&gt;Octateuch&lt;/a&gt;, also known as the eight books from Genesis to Ruth, the psalter and the &lt;a href=\"Four%20gospels\"&gt;Four Gospels&lt;/a&gt;. Manuscripts specifically created for &lt;a href=\"Mass%20%28liturgy%29\"&gt;Mass (liturgy)&lt;/a&gt; included the &lt;a href=\"sacramentary\"&gt;sacramentary&lt;/a&gt;, the &lt;a href=\"gradual\"&gt;gradual&lt;/a&gt; and the &lt;a href=\"missal\"&gt;missal&lt;/a&gt;. The pages were ornately decorated with gold paint and reddish-purple backgrounds.\nProphet or Gospel Books.\nOne of the earliest known illuminated New Testament manuscripts is the 6th-century &lt;a href=\"Rossano%20Gospels\"&gt;Rossano Gospels&lt;/a&gt;. \"The Illuminated Prophet Books\" are another example of illuminated manuscripts depicting major and minor prophets through portraiture along with narrative miniatures. The style of illustrations follow somewhat of an icon model but a title noting the name of the prophet was needed to prevent confusion. None of the prophet books contain a date but based on the style of the miniatures and script they approximately range from the mid tenth century to the mid thirteenth century.\n\"The Chronicle of John Skylitzes of Madrid\".\nIn the twelfth century, The \"Chronicle\" of John Skylitzes of Madrid documented &lt;a href=\"Byzantine%20History\"&gt;Byzantine history&lt;/a&gt; from the ninth to eleventh century with over 600 illustrated scenes placed throughout the text. The illustrations are placed on each page many of the compositions repeating themselves. In order to create many images, illuminators made a model to copy instead of crafting new narrative compositions each time. The repeated images show the possible use of models with the artist changing the paint colors in order to represent another group of people or scene taking place. The integration of text and image was important within this manuscript in order to illustrate the Byzantine history effectively by highlighting key events.\nAuthor portraits.\nThe classical tradition of the &lt;a href=\"author%20portrait\"&gt;author portrait&lt;/a&gt; at the start of many literary manuscripts was continued in the Byzantine period, with the &lt;a href=\"evangelist%20portrait\"&gt;evangelist portrait&lt;/a&gt; at the start of one of the &lt;a href=\"four%20Gospels\"&gt;four Gospels&lt;/a&gt; the most common examples, but other authors such as &lt;a href=\"Dioscurides\"&gt;Dioscurides&lt;/a&gt; also receiving them.\nPatronage.\nDuring the Byzantine Empire, religious art was produced with the help of patrons who provided the funds needed to produce these works. Some of the Byzantine illuminated manuscripts were created at the request of patrons and were used for both for private viewing and church services. Requesting the illuminating lectionary, &lt;a href=\"Gospel%20Book\"&gt;Gospel Book&lt;/a&gt;s, was a way for patrons to show their devotion to Christianity and religious institutions. Dionsyiou cod. 587 is an example of an illuminated Gospel made for the &lt;a href=\"patriarch%20of%20Constantinople\"&gt;patriarch of Constantinople&lt;/a&gt; to read during &lt;a href=\"Mass%20%28liturgy%29\"&gt;mass&lt;/a&gt;. The illustrations were created to enhance the passages of the Gospel and bring the word of God to the viewer. The four Gospels, John, Mathew, Luke and Mark take the reader through the year from Easter to Easter. This manuscript also made use of models depicting similar figures with minor alterations or color variations. The models were not always accurate since the artists had to create these images from memory of past texts allowing for some altering of iconography."
}