{
    "id": "5538746",
    "revid": "26583996",
    "url": "https://en.wikipedia.org/wiki?curid=5538746",
    "title": "Nelson Mandela Invitational",
    "text": "The Nelson Mandela Invitational was a charity &lt;a href=\"golf\"&gt;golf&lt;/a&gt; tournament which took place annually in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; from 2000 until 2006. It was named in honor of former South African President &lt;a href=\"Nelson%20Mandela\"&gt;Nelson Mandela&lt;/a&gt;, and hosted by South Africa's most successful professional golfer &lt;a href=\"Gary%20Player\"&gt;Gary Player&lt;/a&gt;. Player and Mandela appeared at the event almost every year to accept proceeds on behalf of the Children's Fund and the Player Foundation who were equal beneficiaries.\nJust prior to the 2007 edition, the &lt;a href=\"Nelson%20Mandela%20Children%27s%20Fund\"&gt;Nelson Mandela Children's Fund&lt;/a&gt; withdrew their support citing concerns over Player's involvement with the design of a golf course in &lt;a href=\"Burma\"&gt;Burma&lt;/a&gt;. Both Mandela and &lt;a href=\"Desmond%20Tutu\"&gt;Desmond Tutu&lt;/a&gt; subsequently accepted Gary Player's position and statement on Burma and requested that the event continue, however the Children's Fund CEO refused to do so and thus forfeited on the name and future charitable funds raised through the tournament. The event continued as the Gary Player Invitational until 2013.\nThe field was made up of eight teams of four, each consisting of a senior professional, a regular tour professional, a celebrity and a businessman. The teams competed for the Alliance Medal, in which the best two scores of the four players counted on each hole. A second better-ball competition for the professionals was staged, with the best score of the two counting on each hole.\nWinners.\nPro-Am Team Tournament (2000–2013).\nGary Player Team Invitational: (4 player team)\nNelson Mandela Team Invitational: (4 player team)\nWinners.\nProfessional Tournament (2000–2011).\nGary Player Invitational\nNelson Mandela Invitational"
}