{
    "id": "55401061",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=55401061",
    "title": "Wat Buppharam, Penang",
    "text": "Wat Buppharam (; ) (also called as the Buppharam Buddhist Temple) is a &lt;a href=\"Thai%20architecture\"&gt;Thai temple&lt;/a&gt; in &lt;a href=\"Pulau%20Tikus\"&gt;Pulau Tikus&lt;/a&gt; suburb of &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt;, &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. Situated at Jalan Perak, the temple is the home to a renowned &lt;a href=\"Buddharupa\"&gt;statue of Buddha&lt;/a&gt;, the \"Lifting Buddha\". The temple became a focal point for the annual Siamese &lt;a href=\"Songkran%20%28Thailand%29\"&gt;Songkran&lt;/a&gt; and &lt;a href=\"Loi%20Krathong\"&gt;Loi Krathong&lt;/a&gt; festivals within the city suburb and for the city yearly &lt;a href=\"Vesak\"&gt;Buddha Day&lt;/a&gt; procession as well the &lt;a href=\"Jatukham%20Rammathep\"&gt;Jathukarm-Ramathep&lt;/a&gt;-&lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt; blessing ceremonies.\nHistory.\nThe temple was built during the &lt;a href=\"Japanese%20occupation%20of%20Malaya\"&gt;Japanese occupation&lt;/a&gt; of &lt;a href=\"British%20Malaya\"&gt;British Malaya&lt;/a&gt; in 1942 by Phra Phothan Srikheaw, a &lt;a href=\"Thai%20people\"&gt;Thai&lt;/a&gt; monk who became the temple's first &lt;a href=\"Abbot%20%28Buddhism%29\"&gt;abbot&lt;/a&gt;.\nFeatures.\nThe temple is renowned for a century-old &lt;a href=\"Buddharupa\"&gt;Buddha statue&lt;/a&gt; nicknamed the \"Lifting Buddha\". Urban legend has it that the statue contains the ability to predict whether a devotee's wishes can be fulfilled. If the statue can be lifted the first time the devotee concentrates on his or her wishes, and subsequently becomes too heavy to lift the second time, then the devotee's wish is indeed attainable. Although founded as a &lt;a href=\"Therav%C4%81da%20Buddhism\"&gt;Theravāda Buddhist&lt;/a&gt; temple with the layout of Thai tradition, the temple are decorated with various mythical religious creatures of &lt;a href=\"N%C4%81ga\"&gt;Nāga&lt;/a&gt;s with the mixture of &lt;a href=\"Hinduism\"&gt;Hindu&lt;/a&gt; and &lt;a href=\"Taoism\"&gt;Taoist&lt;/a&gt; deities such as the statue of &lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt; which is placed at the main entrance while in the left located a shrine specifically for &lt;a href=\"Guan%20Yin\"&gt;Guan Yin&lt;/a&gt;. On the far side leading to the burial grounds, there is a small shrine to &lt;a href=\"Tudigong\"&gt;Tudigong&lt;/a&gt; (Goddess of Land). In spite of the temple complex modest size, it has arguably one of the largest &lt;a href=\"arch\"&gt;arch&lt;/a&gt;es in the state."
}