{
    "id": "55417478",
    "revid": "36112485",
    "url": "https://en.wikipedia.org/wiki?curid=55417478",
    "title": "A Distant Neighborhood (film)",
    "text": "A Distant Neighborhood () is a 2010 internationally co-produced &lt;a href=\"fantasy\"&gt;fantasy&lt;/a&gt; film directed by &lt;a href=\"Sam%20Garbarski\"&gt;Sam Garbarski&lt;/a&gt;. The screenplay, written by Garbarski alongside Jérôme Tonnerre and &lt;a href=\"Philippe%20Blasband\"&gt;Philippe Blasband&lt;/a&gt;, was based on the &lt;a href=\"A%20Distant%20Neighborhood\"&gt;manga of the same name&lt;/a&gt; by &lt;a href=\"Jiro%20Taniguchi\"&gt;Jiro Taniguchi&lt;/a&gt;. The film stars &lt;a href=\"Pascal%20Greggory\"&gt;Pascal Greggory&lt;/a&gt;, &lt;a href=\"Jonathan%20Zacca%C3%AF\"&gt;Jonathan Zaccaï&lt;/a&gt;, &lt;a href=\"Alexandra%20Maria%20Lara\"&gt;Alexandra Maria Lara&lt;/a&gt; and &lt;a href=\"L%C3%A9o%20Legrand\"&gt;Léo Legrand&lt;/a&gt;, with &lt;a href=\"%C3%89velyne%20Didi\"&gt;Évelyne Didi&lt;/a&gt;, &lt;a href=\"Lionel%20Abelanski\"&gt;Lionel Abelanski&lt;/a&gt; and &lt;a href=\"Tania%20Garbarski\"&gt;Tania Garbarski&lt;/a&gt; in supporting roles.\nThe film tells the story of Thomas Verniaz, a middle-aged family man who accidentally takes a train ride back to his old hometown and visits his mother's grave. Thomas is then transported back in time, and discovers that he's a teenager again, but with all of his adult memories intact.\n\"A Distant Neighborhood\" was met with mostly positive reviews, with critics commending its faithfulness to the source material and the performances of its cast, particularly Zaccaï and Legrand. It received five nominations at the &lt;a href=\"2nd%20Magritte%20Awards\"&gt;2011 Magritte Awards&lt;/a&gt;, including &lt;a href=\"Magritte%20Award%20for%20Best%20Director\"&gt;Best Director&lt;/a&gt; for Garbarski, and went on to win &lt;a href=\"Magritte%20Award%20for%20Best%20Production%20Design\"&gt;Best Production Design&lt;/a&gt; for Véronique Sacrez."
}