{
    "id": "5543883",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=5543883",
    "title": "De Treffers",
    "text": "De Treffers is an amateur &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club from &lt;a href=\"Groesbeek\"&gt;Groesbeek&lt;/a&gt;, &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. The club is plays in the &lt;a href=\"Tweede%20Divisie\"&gt;Tweede Divisie&lt;/a&gt;, a semi-professional league and the third tier of Dutch football.\nHistory.\nIt was founded in 1919, and its first chairman was Jan Piepenbreier. De Treffers has been a member of the &lt;a href=\"Royal%20Dutch%20Football%20Association\"&gt;Royal Dutch Football Association&lt;/a&gt; since around 1930. In the seasons 1935–1936 and 1936–1937 it was champion of the eastern district of the &lt;a href=\"Eerste%20Klasse\"&gt;Eerste Klasse&lt;/a&gt; (First amateur league), at the time the highest league in Dutch amateur football. In both seasons De Treffers failed to win the national amateur championship.\nAfter the Second World War De Treffers performed not as well. In the 1961–1962 season De Treffers was promoted from &lt;a href=\"Derde%20Klasse\"&gt;Derde Klasse&lt;/a&gt; (Third amateur league) to &lt;a href=\"Tweede%20Klasse\"&gt;Tweede Klasse&lt;/a&gt; (Second amateur league). From 1963 to 1974, with the exception of the 1971–1972 season, De Treffers played in the Eerste Klasse (First amateur league).\nFrom 1974 to 2010, De Treffers participated in the Sunday Hoofdklasse. De Treffers were the only team to play so constantly in the Hoofdklasse during these years. The football club has won the district championship of the Hoofdklasse six times (in 1986, 1988, 1990, 1991, 1998, and 2005). In 1988, 1991, and 1998 De Treffers also won the Sunday amateur championships, and in 1991 and 1998 De Treffers became champion of Dutch amateur football in general.\nIn 2010 it promoted to the &lt;a href=\"Topklasse\"&gt;Topklasse&lt;/a&gt;. Since 2016 De Treffers plays in the &lt;a href=\"Tweede%20Divisie\"&gt;Tweede Divisie&lt;/a&gt;.\nWyke Wanderers Exchange.\nEach year the junior teams of De Treffers and Wyke Wanderers (an English amateur football club) take part in an event where the two teams meet each other and get to know one another. They take part in a series of activities followed by a football match this normally takes place for 4–5 days. One year the event will take place at De Treffers the following year it will take place at Wyke Wanderers."
}