{
    "id": "55440964",
    "revid": "1057505403",
    "url": "https://en.wikipedia.org/wiki?curid=55440964",
    "title": "Leanne Infante",
    "text": "Leanne Infante (&lt;a href=\"n%C3%A9e\"&gt;née&lt;/a&gt; Riley, born 18 July 1993) is an English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. She made her debut for &lt;a href=\"England%20women%27s%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; in 2013 and was a finalist in the &lt;a href=\"2017%20Women%27s%20Rugby%20World%20Cup\"&gt;2017 Women's Rugby World Cup&lt;/a&gt;. At club level, she plays for &lt;a href=\"Bristol%20Bears%20Women\"&gt;Bristol Bears Women&lt;/a&gt;.\nInternational career.\nIn 2012, Infante was part of the England 7s team that won the &lt;a href=\"2012%20Hong%20Kong%20Women%27s%20Sevens\"&gt;2012 Hong Kong Women's Sevens&lt;/a&gt;. Her debut for the senior England 15s side came in 2013 against South Africa.\nAt the &lt;a href=\"2017%20Women%27s%20Rugby%20World%20Cup\"&gt;2017 Women's Rugby World Cup&lt;/a&gt;, Infante was part of the England team who took the silver medal.\nShe scored her first international try at the &lt;a href=\"2018%20Women%27s%20Six%20Nations%20Championship\"&gt;2018 Women's Six Nations Championship&lt;/a&gt; and was awarded a full time contract with the team in 2019.\nShe was part of the &lt;a href=\"Grand%20Slam%20%28rugby%20union%29\"&gt;Grand Slam&lt;/a&gt; winning England team at the &lt;a href=\"2019%20Women%27s%20Six%20Nations%20Championship\"&gt;2019 Six Nations&lt;/a&gt; and was also named to the Super Series squad the same year.\nInfante continues to play for the England Women's Rugby Team as of the 2020 Six Nations.\nClub career.\nInfante joined &lt;a href=\"Saracens%20Women\"&gt;Saracens Women&lt;/a&gt; in 2013 and moved on to Richmond FC in 2015.\nIn 2017, she won the Women's Premiership with the &lt;a href=\"Aylesford%20Bulls%20Ladies\"&gt;Aylesford Bulls Ladies&lt;/a&gt; - later that year, the club was taken over by &lt;a href=\"Harlequins%20Women\"&gt;Harlequins Ladies&lt;/a&gt; where Infante continues to play as a scrum half. She later won the &lt;a href=\"2020%E2%80%9321%20Premier%2015s\"&gt;Premier 15s in 2021&lt;/a&gt; for Harlequins before moving to &lt;a href=\"Bristol%20Bears%20Women\"&gt;Bristol Bears Women&lt;/a&gt;.\nRiley holds a distinction of winning the Premiership with every side she has previously represented.\nEarly life and education.\nShe began playing rugby at Park Hill Primary School, Coventry, aged 10. She moved on to the Old Coventrians before playing for both the Worcester and Lichfield U18s.\nRiley attended Allesley Primary School and Coundon Court Secondary school. She achieved a BTEC National Diploma in Sports Performance and Excellence, and has a sports massage qualification from Southam College.\nAs well as rugby, Riley is a skilled netball player and has previously played for Warwickshire.\nBefore she received her full-time England contract, Riley worked as a sports massage therapist and gym receptionist.\nRiley is an ambassador for the Harlequins' Switch initiative and the Lions Sports Academy, which involves her encouraging young people to try rugby and offering coaching."
}