{
    "id": "5546654",
    "revid": "13079754",
    "url": "https://en.wikipedia.org/wiki?curid=5546654",
    "title": "Frederick Louis Maytag I",
    "text": "Frederick Louis Maytag I (July 14, 1857 – March 26, 1937) also known as F. L. Maytag, founded the &lt;a href=\"Maytag\"&gt;Maytag&lt;/a&gt; Company, which eventually became the Maytag Corporation which was acquired by the &lt;a href=\"Whirlpool%20Corporation\"&gt;Whirlpool Corporation&lt;/a&gt; in 2006.\nBirth.\nF.L. Maytag was born July 14, 1857 in &lt;a href=\"Elgin%2C%20Illinois\"&gt;Elgin, Illinois&lt;/a&gt;. The eldest of 10 children born to German immigrants, Amelia Tonebon (1837-1905) and Daniel William Maytag (1833–1900) [the original spelling of their name was Maitag \"May Day\" prior to immigrating to the United States, and was \"Americanized\" to \"Maytag\" upon arrival]. The full set of children were: Frederick Louis Maytag I (1857–1937); Lewis R. Maytag (1859–1943); Martha M. Maytag (1861-1955); Theodore Henry Maytag (1864–1931); Jacob E. Maytag (1866-1908); Emma Maytag (1869–1956); Daniel C. Maytag (1872–1956); Helena Maytag (1875–1881); Anna A. Maytag (1877–1964); and Viola Maytag (1880–1966). When ten years old F.L. traveled in a covered wagon with his family to a small farm near &lt;a href=\"Laurel%2C%20Iowa\"&gt;Laurel, Iowa&lt;/a&gt;, in 1867.\nEducation.\nF.L. Maytag attended &lt;a href=\"North%20Central%20College\"&gt;North Central College&lt;/a&gt; in Naperville, Illinois, in 1872-73.\nBusiness.\nIn 1893, F.L., his two brothers-in-law, and George W. Parsons each contributed &lt;a href=\"US%24\"&gt;US$&lt;/a&gt;600, for a total of &lt;a href=\"US%24\"&gt;US$&lt;/a&gt;2,400, to start a new farm implement company named Parsons Band-Cutter &amp; Self Feeder Company. This company produced threshing machines, band-cutters, and self-feeder attachments invented by Parsons.\nF.L. Maytag eventually took sole control of the firm and renamed it the Maytag Company. As Maytag grew, F.L. forayed into other businesses such as the &lt;a href=\"Maytag-Mason%20Motor%20Company\"&gt;Maytag-Mason Motor Company&lt;/a&gt; automobiles. In the 1910s, F.L. left the day-to-day company operation in the hands of sons &lt;a href=\"Elmer%20Henry%20Maytag\"&gt;Elmer Henry Maytag&lt;/a&gt; and &lt;a href=\"Lewis%20Bergman%20Maytag\"&gt;Lewis Bergman Maytag&lt;/a&gt;, to concentrate on other business areas including innovations of a washing machine with a gas powered motor branded as the &lt;a href=\"Multi-Motor\"&gt;Multi-Motor&lt;/a&gt; and a washing machine with an agitator that forced the water through the clothes branded as the &lt;a href=\"Gyrafoam\"&gt;Gyrafoam&lt;/a&gt;. These inventions proved extremely valuable as by 1927, Maytag was producing more than twice the washers of its nearest competition and had outperformed the industry with growth doubling for five consecutive years.\nEven after &lt;a href=\"Elmer%20Henry%20Maytag\"&gt;Elmer Henry Maytag&lt;/a&gt; became Maytag's president in 1926, F.L. was active in promoting Maytag products, and ensuring worker happiness and often greeted employees by asking, \"Is everybody happy?\"\nMr. Maytag was inducted into the Junior Achievement U.S. Business Hall of Fame in 1995.\nAn active member in his Masonic Lodge - he was a member of Newton Lodge No. 59, Newton, Iowa, receiving degrees on April 23, May 14, and raised a Master Mason on Sept. 13, 1887.\nMarriage.\nF.L. married Dena Bergman, and they had two sons and two daughters. F.L. donated a park and swimming pool to the city of &lt;a href=\"Newton%2C%20Iowa\"&gt;Newton, Iowa&lt;/a&gt;, now named Maytag Park and Maytag Pool. He built and donated the Maytag Hotel and spearheaded a theater and a water plant. F.L. also built hundreds of houses for his workers, selling them on easy terms.\nDeath.\nIn 1937, Frederick Maytag died of a heart ailment at Good Samaritan Hospital, near his winter home in &lt;a href=\"Beverly%20Hills%2C%20California\"&gt;Beverly Hills, California&lt;/a&gt;. He left a &lt;a href=\"US%24\"&gt;US$&lt;/a&gt;10 million estate (equivalent to $ million today).\nA special train brought mourners from the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;east coast&lt;/a&gt; to &lt;a href=\"Newton%2C%20Iowa\"&gt;Newton, Iowa&lt;/a&gt;, and an estimated 10,000 factory workers and salesmen formed a line five blocks long to observe the casket processional. Those who could not fit into the First Methodist Church were taken to four other churches and two halls.\nHe is buried in &lt;a href=\"Newton%20Union%20Cemetery\"&gt;Newton Union Cemetery&lt;/a&gt;, Newton, Jasper County, Iowa."
}