{
    "id": "55467944",
    "revid": "917223",
    "url": "https://en.wikipedia.org/wiki?curid=55467944",
    "title": "Caves of Kesh",
    "text": "The Caves of Kesh, also known as the Keash Caves or the Caves of Keshcorran, are a series of &lt;a href=\"Solutional%20cave\"&gt;limestone caves&lt;/a&gt; located near the village of Keash, &lt;a href=\"County%20Sligo\"&gt;County Sligo&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;. The caves are situated on the west side of Keshcorran Hill (part of the &lt;a href=\"Bricklieve%20Mountains\"&gt;Bricklieve Mountains&lt;/a&gt;) and consist of sixteen simple chambers, some interconnecting.\nThe caves have been used by man over several millennia, and it has long been suggested that they were the site of ancient religious practice or gathering such as &lt;a href=\"Lughnasadh\"&gt;Lughnasadh&lt;/a&gt;.\nExcavations carried out in the early 20th century, particularly those by &lt;a href=\"Robert%20Francis%20Scharff\"&gt;Robert Francis Scharff&lt;/a&gt;, discovered significant animal remains. Among others, these included bones of &lt;a href=\"brown%20bear\"&gt;brown bear&lt;/a&gt;, &lt;a href=\"arctic%20lemming\"&gt;arctic lemming&lt;/a&gt;, &lt;a href=\"Irish%20elk\"&gt;Irish elk&lt;/a&gt;, and &lt;a href=\"Gray%20wolf\"&gt;grey wolf&lt;/a&gt;.\nGeology.\nThe sixteen interconnecting caves of white cherty limestone are found at the base of a line of low cliffs, on the western slope of the hill. They were formed from the atmospheric weathering of &lt;a href=\"Carboniferous%20Limestone\"&gt;carboniferous limestone&lt;/a&gt;, and run perpendicular to the rock face. &lt;a href=\"Quartz\"&gt;Quartz&lt;/a&gt; crystals are abundant, and glacial boulder-beds can be found at the mouth of some of the caves, showing that Keshcorran was at one time buried beneath an &lt;a href=\"ice%20sheet\"&gt;ice sheet&lt;/a&gt;. The caves bear evidence of being washed out by water, and a layer of &lt;a href=\"breccia\"&gt;breccia&lt;/a&gt; containing limestone blocks can be found in many of them. Stalagmite floors are rare, and when present appear to have been burrowed into by foxes and badgers.\nHistory of exploration.\nThe first thorough exploration of the caves at Keshcorran occurred during five weeks in 1901, and was initiated after a portion of a bear's skull had been discovered some years earlier. These excavations, headed by &lt;a href=\"Robert%20Francis%20Scharff\"&gt;Robert Francis Scharff&lt;/a&gt;, R. J. Ussher, and &lt;a href=\"Robert%20Lloyd%20Praeger\"&gt;Robert Lloyd Praeger&lt;/a&gt;, recovered bones of &lt;a href=\"Red%20deer\"&gt;deer&lt;/a&gt;, ox, goat, pig, &lt;a href=\"Brown%20bear\"&gt;bear&lt;/a&gt;, horse, sheep, donkey, &lt;a href=\"Mountain%20hare\"&gt;hare&lt;/a&gt;, mouse, &lt;a href=\"Brown%20rat\"&gt;rat&lt;/a&gt;, badger, fox, dog, &lt;a href=\"Gray%20wolf\"&gt;wolf&lt;/a&gt;, and &lt;a href=\"stoat\"&gt;stoat&lt;/a&gt;. For the first time in Ireland, evidence of the &lt;a href=\"Arctic%20lemming\"&gt;Arctic lemming&lt;/a&gt; was also discovered, drawing headlines around the country. Another important recovery was that of a metacarpus of reindeer, discovered above an area of burnt charcoal. This suggests that reindeer in Ireland survived until the human period.\nAlso recovered from the excavations were the four oldest species of &lt;a href=\"Mollusca\"&gt;molluscs&lt;/a&gt; found in Ireland at the time, the remains of several fish, and numerous species of bird, most notably the &lt;a href=\"Rock%20ptarmigan\"&gt;ptarmigan&lt;/a&gt;, &lt;a href=\"smew\"&gt;smew&lt;/a&gt;, and &lt;a href=\"little%20auk\"&gt;little auk&lt;/a&gt;. Another recovery of note was that of several fossilised frog bones found in the lowest stratum, which disproved a common belief that the species had only been introduced in 1699.\nFinally, the excavations found evidence of occasional human habitation going as far back as the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt;, with more regular occupation being identified from the 10th century onward. Five human teeth and the &lt;a href=\"humerus\"&gt;humerus&lt;/a&gt; of a male were found in the caves, and man-made artefacts that were recovered include two bone needles, a bone comb, a stone &lt;a href=\"Celt%20%28tool%29\"&gt;celt&lt;/a&gt;, an iron saw, two bronze pins, and a stone axe of &lt;a href=\"adze\"&gt;adze&lt;/a&gt; type. Shells of &lt;a href=\"Blue%20mussel\"&gt;mussel&lt;/a&gt; and oyster were also found, further supporting human settlement.\nFurther explorations took place in 1929 and 1930, and these led to the recovery of more bones of lemming, reindeer, mouse, pig, hare, horse, frog, rabbit, sheep, fox, stoat, bear, dog, ox, badger and rat. The excavations also discovered remains of &lt;a href=\"Irish%20elk\"&gt;elk&lt;/a&gt;, cat, shrew, and duck.\nIn more recent times, some of the mammal bones recovered from these excavations have been re-analysed with &lt;a href=\"radiocarbon%20dating\"&gt;radiocarbon dating&lt;/a&gt;, confirming a late-glacial estimate for the bones found in the lower layers. Those of the bear, deer, hare, and wolf were dated to around 10,000 BC, while those of the stoat and horse were dated to around 6000 BC and 400 BC respectively.\nThe most recent discovery from the caves occurred in 1971, when a left &lt;a href=\"tibia\"&gt;tibia&lt;/a&gt; of an adult was recovered in a pool of water. It has subsequently been dated to the turn of the 11th century, coinciding with an entry in the &lt;a href=\"Annals%20of%20the%20Four%20Masters\"&gt;Annals of the Four Masters&lt;/a&gt; for 1007 AD;\nFolklore and mythology.\nThe Kesh Caves featured prominently in medieval &lt;a href=\"Mythology\"&gt;myths&lt;/a&gt; and stories, with folk versions of these tales continuing in &lt;a href=\"Oral%20tradition\"&gt;oral transmission&lt;/a&gt; until the 20th century. The caves are often presented as being associated with the &lt;a href=\"Celtic%20Otherworld\"&gt;otherworld&lt;/a&gt;, and as places to be respected and feared. \"&lt;a href=\"Cath%20Maige%20Mucrama\"&gt;Cath Maige Mucrama&lt;/a&gt;\" tells of the birth of &lt;a href=\"Cormac%20mac%20Airt\"&gt;Cormac mac Airt&lt;/a&gt; at the foot of Keshcorran. He is reputed to have been raised by a wolf in the caves, in a tale reminiscent of &lt;a href=\"Romulus%20and%20Remus\"&gt;Romulus and Remus&lt;/a&gt;.\nThe caves also feature in three stories about &lt;a href=\"Fionn%20mac%20Cumhaill\"&gt;Fionn mac Cumhaill&lt;/a&gt;. The first, found in &lt;a href=\"Fenian%20Cycle%23Associated%20works\"&gt;Duanaire Finn&lt;/a&gt;, relates a journey by Fionn to an otherworld &lt;a href=\"Forge\"&gt;smithy&lt;/a&gt; located inside the caves. The second tale, known as \"Bruidhean Cheise Corainn\", tells of the warrior being captured and bound in the caves by the &lt;a href=\"Tuatha%20D%C3%A9%20Danann\"&gt;Tuatha Dé Danann&lt;/a&gt;. Another tale, \"the Death of Diarmuid in the Boar Hunt\", mentions &lt;a href=\"Diarmuid%20Ua%20Duibhne\"&gt;Diarmuid&lt;/a&gt; and &lt;a href=\"Gr%C3%A1inne\"&gt;Gráinne&lt;/a&gt; as taking refuge in the caves from a vengeful Fionn.\nA more modern tale regarding the caves of Keshcorran can be found in a 1779 diary of &lt;a href=\"Gabriel%20Beranger\"&gt;Gabriel Beranger&lt;/a&gt;;"
}