{
    "id": "5547581",
    "revid": "42755024",
    "url": "https://en.wikipedia.org/wiki?curid=5547581",
    "title": "Methodist Boys' School, Penang",
    "text": "Methodist Boys' School is an &lt;a href=\"Single-sex%20education\"&gt;all-boys&lt;/a&gt; &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; in &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt;, &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. It is one of the two &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt;s in &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; that were established by &lt;a href=\"Methodism\"&gt;Methodists&lt;/a&gt;, the other being Methodist Girls' School.\nMethodist Boys' School was founded in 1891 by a Methodist missionary, Rev. Benjamin H. Balderstone as the Anglo-Chinese School. This &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; was only renamed Methodist Boys' School in the 1950s when the current school buildings at Air Itam Road were completed. While the school has been an &lt;a href=\"Single-sex%20education\"&gt;all-boys school&lt;/a&gt; since its establishment, girls are now admitted for &lt;a href=\"Sixth%20form\"&gt;Form 6&lt;/a&gt; as well.\nPykett Methodist Primary School in &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; also shares its origins with Methodist Boys' School; the &lt;a href=\"primary%20school\"&gt;primary school&lt;/a&gt; was formed at Pykett Avenue after the relocation of the &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; to Air Itam Road. However, the &lt;a href=\"primary%20school\"&gt;primary school&lt;/a&gt; will be shut down in 2019 after years of dwindling intake.\nHistory.\nIn 1891, Rev. Benjamin H. Balderstone, a Methodist missionary from &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, arrived in &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; as part of a two-man &lt;a href=\"Missionary\"&gt;mission&lt;/a&gt; in &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;. He subsequently established the Anglo-Chinese School within a rented shophouse at Carnavon Street on 28 May, with an intake of only one student. At that point, the Anglo-Chinese School in &lt;a href=\"George%20Town%2C%20Penang\"&gt;George Town&lt;/a&gt; was the fourth Methodist school in &lt;a href=\"British%20Malaya\"&gt;British Malaya&lt;/a&gt;, following the founding of three Methodist schools in &lt;a href=\"Singapore%20in%20the%20Straits%20Settlements\"&gt;Singapore&lt;/a&gt; - &lt;a href=\"Anglo-Chinese%20School%20%28Independent%29\"&gt;Anglo-Chinese School&lt;/a&gt;, &lt;a href=\"Methodist%20Girls%27%20School%2C%20Singapore\"&gt;Methodist Girls' School&lt;/a&gt; and &lt;a href=\"Fairfield%20Methodist%20Schools\"&gt;Anglo-Chinese Girls' School&lt;/a&gt;.\nRev. Balderstone was forced to resign in 1893 due to his faltering eyesight. He was replaced by Rev. George F. Pykett. By then, the school had expanded considerably, taking over five adjacent shophouses along Carnavon Street. However, as student enrollment continued increasing, even this expansion was inadequate. A purpose-built school building at Maxwell Road was subsequently completed in 1897.\nPykett played an instrumental role as the principal of the Anglo-Chinese School. It was due to his efforts that the school was held in high regard by &lt;a href=\"Penangite%20Chinese\"&gt;Penang's Chinese&lt;/a&gt; community. Among his accomplishments, Pykett led a &lt;a href=\"Missionary\"&gt;mission&lt;/a&gt; to &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt; and set up &lt;a href=\"Penang\"&gt;Penang&lt;/a&gt;'s first &lt;a href=\"Scouting%20and%20Guiding%20in%20Malaysia\"&gt;Scout&lt;/a&gt; troop in 1910. The school was also expanded twice to cope with the rising student enrolment; 10 shophouses along &lt;a href=\"Penang%20Road%2C%20George%20Town\"&gt;Penang Road&lt;/a&gt; were acquired, followed by the rental of a building at &lt;a href=\"Chulia%20Street%2C%20George%20Town\"&gt;Chulia Street&lt;/a&gt;.\nTherefore, by the time of Rev. Pykett's retirement in 1932, there were three branches of the Anglo-Chinese School - the &lt;a href=\"primary%20school\"&gt;primary school&lt;/a&gt; at &lt;a href=\"Chulia%20Street%2C%20George%20Town\"&gt;Chulia Street&lt;/a&gt;, the &lt;a href=\"middle%20school\"&gt;middle school&lt;/a&gt; at &lt;a href=\"Penang%20Road%2C%20George%20Town\"&gt;Penang Road&lt;/a&gt; and the &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; at Maxwell Road. Rev Pykett, who died shortly after his retirement, was succeeded by Rev. Preston L. Peach.\nRev. Peach had purchased &lt;a href=\"Suffolk%20House%2C%20Penang\"&gt;Suffolk House&lt;/a&gt; and its surrounding land at Air Itam Road in 1929 for &lt;a href=\"Straits%20dollar\"&gt;$&lt;/a&gt;40,000 (&lt;a href=\"Straits%20dollar\"&gt;Straits dollar&lt;/a&gt;) to facilitate the school's expansion. A proposal to build a new school building at the site was deferred, however, with the onset of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. Nonetheless, a sum of &lt;a href=\"Straits%20dollar\"&gt;$&lt;/a&gt;6,000 (&lt;a href=\"Straits%20dollar\"&gt;Straits dollar&lt;/a&gt;) was raised by the school committee to renovate &lt;a href=\"Suffolk%20House%2C%20Penang\"&gt;Suffolk House&lt;/a&gt;. The &lt;a href=\"primary%20school\"&gt;primary school&lt;/a&gt; and the &lt;a href=\"middle%20school\"&gt;middle school&lt;/a&gt;, at &lt;a href=\"Chulia%20Street%2C%20George%20Town\"&gt;Chulia Street&lt;/a&gt; and &lt;a href=\"Penang%20Road%2C%20George%20Town\"&gt;Penang Road&lt;/a&gt; respectively, were then moved into &lt;a href=\"Suffolk%20House%2C%20Penang\"&gt;Suffolk House&lt;/a&gt;, which was also utilised as a canteen. &lt;a href=\"Suffolk%20House%2C%20Penang\"&gt;Suffolk House&lt;/a&gt; served as part of the school until 1975, when it was deemed structurally unsafe and vacated; the colonial mansion has since been restored as a tourist attraction.\nThe current school building at Air Itam Road was only completed in 1955 and opened by &lt;a href=\"Malcolm%20MacDonald\"&gt;Malcolm MacDonald&lt;/a&gt;, the then British Commissioner-General for &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;. The &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; was relocated from Maxwell Road into the building and renamed Methodist Boys' School, while the &lt;a href=\"primary%20school\"&gt;primary school&lt;/a&gt;, named Pykett Methodist Primary School, was shifted out to Pykett Avenue.\nList of principals.\nThe following is a list of the principals of Methodist Boys' School since its inception in 1891. "
}