{
    "id": "55482716",
    "revid": "32393559",
    "url": "https://en.wikipedia.org/wiki?curid=55482716",
    "title": "The Ides of March (short story)",
    "text": "\"The Ides of March\" (also published as \"In the Chains of Crime\") is a short story by &lt;a href=\"E.%20W.%20Hornung\"&gt;E. W. Hornung&lt;/a&gt;, and the first appearance of the gentleman thief &lt;a href=\"A.%20J.%20Raffles\"&gt;A. J. Raffles&lt;/a&gt;, and his companion and biographer, &lt;a href=\"Bunny%20Manders\"&gt;Bunny Manders&lt;/a&gt;. The story was first published in June 1898 by \"&lt;a href=\"Cassell%27s%20Magazine\"&gt;Cassell's Magazine&lt;/a&gt;\". The story was also included in the collection \"&lt;a href=\"The%20Amateur%20Cracksman\"&gt;The Amateur Cracksman&lt;/a&gt;\", published by &lt;a href=\"Methuen%20Publishing\"&gt;Methuen &amp; Co. Ltd&lt;/a&gt; in London, and &lt;a href=\"Charles%20Scribner%27s%20Sons\"&gt;Charles Scribner's Sons&lt;/a&gt; in New York, both in 1899.\nPlot.\nPart one.\n\"Bunny\" Manders returns to the flat in the Albany where he just lost over two hundred pounds in a game of baccarat, earlier that evening. The famous cricketer A. J. Raffles, who lives there and who Bunny once &lt;a href=\"Fagging\"&gt;fagged&lt;/a&gt; for at school, greets him. Bunny confesses to Raffles that he is hopelessly in debt. The checks he wrote for Raffles and the others are worthless. When Raffles does not express sympathy, Bunny tries to leave. Raffles detains him. Agitated, Bunny raises a pistol to his head to kill himself. However, Raffles unexpectedly admires the bold move, which stymies Bunny.\nRaffles promises to help Bunny. He takes away Bunny's gun. However, Raffles is also hard-up; he and Bunny must now work together to find income. Bunny is astonished, but eagerly agrees to the partnership. Bunny recalls how he had helped Raffles break curfew at school; Raffles remembers this also. Raffles leaves with Bunny, ostensibly to ask for money from a friend of his.\nPart two.\nRaffles brings Bunny to the unnamed friend's flat in Bond Street, which sits above a jeweler's shop. Bunny is reluctant, but with his own key Raffles leads him into the dark flat. Raffles takes Bunny quietly upstairs, then lights a match. Abruptly Bunny sees that the house is empty. The truth is revealed: there is no friend. Raffles is actually planning to burgle the shop of the jeweler, named Danby, underneath. Though Bunny is shocked to learn that Raffles is a burglar, he reaffirms his commitment to Raffles.\nRaffles takes Bunny to the cellar, then across an outside yard to a door that Raffles forces open with a &lt;a href=\"Crowbar%20%28tool%29\"&gt;jimmy&lt;/a&gt;. They ascend more stairs, to another door. Raffles uses a brace and drill bit to cut around the lock. He slips his arm through and picks the iron gate behind the door with a skeleton key.\nNext is an empty lobby, separated from the shop by an iron curtain. The curtain will be noisy to remove. Raffles asks Bunny to return to the empty room above, and beat the floor to communicate when the street is clear. Bunny signals when a policeman and a watchman pass by outside. Later, Bunny returns to Raffles, who has pocketed some of the shop's valuables, some port, and cigars. They clean themselves in the shop's lavatory and leave.\nAt the Albany, Raffles cajoles Bunny into promising to stand by Raffles for future crimes.\nPublication history.\nWhen printed in \"&lt;a href=\"Cassell%27s%20Magazine\"&gt;Cassell's Magazine&lt;/a&gt;\", the story was renamed to \"In the Chains of Crime\". It included an introduction clarifying that Bunny was presently a prisoner, as well as an illustration showing Bunny Manders being dragged by a skeleton in cloak and hood. The magazine was hesitant to publish a story that featured criminals as the protagonists, and these changes were intended to make it clear that it was a cautionary tale. \"Cassell's\" would reprint this same illustration in each of its six Raffles issues.\nAdaptations.\nTelevision.\nThe story was adapted into the first episode of the \"&lt;a href=\"Raffles%20%28TV%20series%29\"&gt;Raffles&lt;/a&gt;\" television series, with &lt;a href=\"Anthony%20Valentine\"&gt;Anthony Valentine&lt;/a&gt; as A. J. Raffles and &lt;a href=\"Christopher%20Strauli\"&gt;Christopher Strauli&lt;/a&gt; as Bunny Manders. The episode, titled \"The First Step\", first aired on 25 February 1977.\nRadio.\nBBC Radio adapted the story into the first episode of its \"&lt;a href=\"Raffles%20%28radio%20series%29\"&gt;Raffles&lt;/a&gt;\" radio series, \"The Ides of March\", which first aired on 20 October 1985. The drama features &lt;a href=\"Jeremy%20Clyde\"&gt;Jeremy Clyde&lt;/a&gt; as Raffles and &lt;a href=\"Michael%20Cochrane\"&gt;Michael Cochrane&lt;/a&gt; as Bunny. The episode closely follows the plot of the original story, with some changes, including:\n\"The Ides of March\" was adapted as the first episode of \"&lt;a href=\"Raffles%2C%20the%20Gentleman%20Thief\"&gt;Raffles, the Gentleman Thief&lt;/a&gt;\", a series on the American radio show \"&lt;a href=\"Imagination%20Theatre\"&gt;Imagination Theatre&lt;/a&gt;\". The episode first aired in 2004."
}