{
    "id": "55513528",
    "revid": "42577084",
    "url": "https://en.wikipedia.org/wiki?curid=55513528",
    "title": "Bizim Hikaye",
    "text": "Bizim Hikaye (English: \"Our Story\") is a Turkish drama series starring &lt;a href=\"Burak%20Deniz\"&gt;Burak Deniz&lt;/a&gt; and &lt;a href=\"Hazal%20Kaya\"&gt;Hazal Kaya&lt;/a&gt;. It is an adaptation of the UK original series \"&lt;a href=\"Shameless%20%28UK%20TV%20series%29\"&gt;Shameless&lt;/a&gt;\". Its first episode (in September 2017) received more than 16 million views. The show was shot in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; and ran for 70 episodes.\nPlot.\nSeason 1\nFiliz is a young girl forced to take care of her five younger siblings after her mother left the lower-class family. Her father, Fikri, is an alcoholic. Filiz believes that there is no place for love in her life until she meets Barış (real name Savaş), a young man who does anything for Filiz and her family to win her heart. Cemil, a police officer who is also in love with Filiz, finds out that Barış is a car thief and threatens him to leave if he wants Cemil to hide the truth from Filiz. After, Fikri reports to the social service group that his children are living without their parents. Social services take the children away so Filiz is forced to marry Cemil. Barış has a strained relationship with his father, who dislikes Filiz because she comes from a poor background. Ömer, a mafia leader, is revealed to be the husband of Yeliz, Filiz's older sister. Ömer secretly loves Filiz, but he comes to the neighborhood to find diamonds that Yeliz stole. Ömer and Servet join forces and send Filiz to jail. Filiz and Barış fall in love with each other, but their relationship faces a lot of challenges due to Barış's mysterious past and secretive life.\nSeason 2\nFiliz is released from prison and is shocked to see that Barış has disappeared. She refuses to believe this, as Barış had written her letters, but her younger brothers reveal to her that they were the ones who wrote them so that she would not worry. Filiz finds Barış in a hospital where she finds out he has a son, Savaş Junior, and a wife. Barış tells her he used her because he was tired of married life and never really loved her. Filiz is heartbroken and gets drunk. Her lawyer Selim, who is secretly in love with her, escorts her home.\nFiliz starts a business that is coincidentally right next to Barış's office. Both of them argue as Filiz does not want to leave the area, and Barış is disturbed because of the construction in her shop. Tulay loses her twins. Meanwhile, Hikmet is in love with a pregnant girl named Zeynep. He marries her and decides to raise the child as his own. He keeps her secret when Cicek, living with Filiz after coming out of prison, finds his marriage papers, and the family finds out. Tulay decides to keep Zeynep and has a soft spot for her because she is pregnant.\nSavaş Junior gets a heart transplant, and Barış tells Filiz the truth that he only went back to his first wife Nihal because his son was sick; Filiz and Barış reconcile. Fikri marries a rich woman named Melek, who is dying of cancer. She spoils Kiraz and Feco badly and does not monitor them at all. Kiraz starts to act spoiled and is rude to Filiz, telling her to get out of her life. Melek goes to her mother in Switzerland and later dies. Fikri and his kids are kicked out of the house, and Filiz takes them into her own home. Kiraz stands on the roof of a construction building to enter a friend's club. Filiz, who is high with fever and tired, faints. Barış proposes to her in the hospital and she accepts. Nihal threatens to imprison Filiz if Barış does not return to her but Barış fakes his death in front of Nihal and marries Filiz. Hikmet leaves the house, as he does not want Barış to live there. Merve, Barış's sister, shows up and decides to help Barış by spying on Nihal by acting as Savaş Junior's babysitter. Hikmet kidnaps a woman's child, and Barış reveals him to be bipolar. Hikmet is put in the hospital. Filiz is revealed to be pregnant. Meanwhile, Nihal discovers Barış is alive and imprisons him as Merve betrays Barış. Nihal has a brain hemorrhage, and when she gets better, she repents and moves aboard with her son.\nNeslihan is introduced as Barış's colleague and former girlfriend. Rahmet sees Baris carrying Neslihan to a hotel and accuses him of cheating on Filiz. Filiz tells Barış to divorce her, and he agrees. Later Rahmet finds out it was a misunderstanding, and Barış carried Neslihan to her room because she was drunk, and he did not sleep with her. Filiz asks Barış to forgive her, but he refuses. Filiz goes to Barış's office to find out her baby's sex, and they welcome the news that they are having a girl. Fikri has a heart attack and claims Hikmet and his granddaughter saved him from death. He vows to become a super father. Hikmet is released from the hospital and comes to live with the Elibols. A month later, Cemil and Cicek get married as well as Rahmet and Deniz. Filiz gives birth to a baby girl. Fikri buys them all apartments for his granddaughter's arrival. A baby is left at their doorstep, which turns out to be Fikri's eighth child.\nProduction.\nDevelopment.\nThe idea for the project was first discussed in 2015 and its name was announced as \"Utanmazlar\", an adaptation of the American TV series \"&lt;a href=\"Shameless%20%28American%20TV%20series%29\"&gt;Shameless&lt;/a&gt;\". \"Milliyet\" columnist Sina Koloğlu published an article on 16 January 2017 in which he wrote that after asking the question \"How our ‘Shameless’ is going to be?\" from the producer, he responded by giving examples of other Turkish adaptations and asked \"Americans do it this way, well, how is it going to be for us?\" The series' name was later confirmed to be \"Bizim Hikaye\". Director Serdar Gözelekli later stated that the series would be adapted for a Turkish audience. \"Bizim Hikaye\"s script was written by Hatice Meryem and Banu Kiremitçi Bozkurt.\nGözelekli was replaced by Koray Kerimoğlu as the series' director. Banu Kiremitçi Bozkurt, who wrote the script for the first season, left the crew, and Seray Şahiner became the series' main scriptwriter.\nFilming.\nPrincipal photography began on 24 July 2017 in &lt;a href=\"Sar%C4%B1yer\"&gt;Sarıyer&lt;/a&gt;, &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;.\nCasting.\nIn January 2017, the first actor confirmed to join the cast was &lt;a href=\"Hazal%20Kaya\"&gt;Hazal Kaya&lt;/a&gt;, who played Filiz Elibol. On 16 June 2017, &lt;a href=\"Burak%20Deniz\"&gt;Burak Deniz&lt;/a&gt; was officially cast as Savaş \"Barış\" Aktan. On 24 July 2017, the names of all cast members were announced; Reha Özcan joined the series in the role of family's father, Fikri Elibol, while the family's mother Şükran, was said to be portrayed by Esra Bezen Bilgin. Yağız Can Konyalı, Nejat Uygur, Zeynep Selimoğlu, Alp Akar, and Ömer Sevgi joined the cast as Fikri and Şükran's children Rahmet, Hikmet, Kiraz, Fikret, and İsmet respectively. Nilay Duru joined the series as Yeliz on episode 21. Cemal Toktaş started portraying the character Ömer from episode 26. In April 2018, &lt;a href=\"Beren%20G%C3%B6ky%C4%B1ld%C4%B1z\"&gt;Beren Gökyıldız&lt;/a&gt; was confirmed to join the cast in episode 29 as Ayşe. It was later announced that &lt;a href=\"Ay%C5%9Fen%20Gruda\"&gt;Ayşen Gruda&lt;/a&gt; would be also starring in the series from episode 32 as Yedi Bela Aysel.\nIn the second season, Sahra Şaş, Miray Akay, Murat Danacı, Melisa Döngel and Hazal Adıyaman joined the cast as Çiçek, Zeynep, Selim, Deniz and Derin respectively.\nBroadcast.\nOn 5 August 2017, the first teaser for the series was released, and it was followed by another teaser on 22 August 2017. The first episode was broadcast on 14 September 2017 on &lt;a href=\"Fox%20%28Turkish%20TV%20channel%29\"&gt;Fox&lt;/a&gt;. The second season premiered on 13 September 2018.\nReception.\nWriting for \"&lt;a href=\"Vatan\"&gt;Vatan&lt;/a&gt;\", Oya Doğan praised Gözelekli for his work on the first episode of the series, adding that he succeeded in \"creating a cinematographic atmosphere.\" She also reacted positively to Hazal Kaya's acting, stating \"While watching Filiz on the screen, I forgot [the existence of] Hazal and went deep into the story.\"\nInternational broadcasting.\nThe show was aired in Pakistan on &lt;a href=\"Urdu1\"&gt;Urdu1&lt;/a&gt; being dubbed in Urdu with the title \"hamari kahani\" (\"ہماری کہانی)\" (The title is a translation of the original Turkish title).\nThe series is available on an Indian OTT Platform, called &lt;a href=\"MX%20Player\"&gt;MX Player&lt;/a&gt; dubbed in Hindi with the english title \"Our Story (आवर स्टोरी)\", along with several other Turkish series. The show has received immense popularity among Indian viewers, gaining 110 million views."
}