{
    "id": "5553791",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=5553791",
    "title": "Charlie Haeger",
    "text": "Charles Wallis Haeger (September 19, 1983October 3, 2020) was an American &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; player. He was one of the few &lt;a href=\"knuckleball\"&gt;knuckleball&lt;/a&gt; &lt;a href=\"pitchers\"&gt;pitchers&lt;/a&gt; in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) during his career. He played in MLB for the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt;, &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; and &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;. He was found dead from a self-inflicted gunshot at the &lt;a href=\"Grand%20Canyon\"&gt;Grand Canyon&lt;/a&gt; on October 3, 2020, shortly after the suspected murder of his ex-girlfriend.\nHigh school.\nHaeger attended &lt;a href=\"Detroit%20Catholic%20Central%20High%20School\"&gt;Detroit Catholic Central High School&lt;/a&gt; in &lt;a href=\"Redford%2C%20Michigan\"&gt;Redford, Michigan&lt;/a&gt; (now located in &lt;a href=\"Novi%2C%20Michigan\"&gt;Novi&lt;/a&gt;). He was named to the All-Catholic team as a senior in 2001, after pitching to a 7–2 &lt;a href=\"win%E2%80%93loss%20record%20%28pitching%29\"&gt;win–loss record&lt;/a&gt; with a 1.88 &lt;a href=\"earned%20run%20average\"&gt;earned run average&lt;/a&gt; (ERA) and 101 &lt;a href=\"strikeout\"&gt;strikeout&lt;/a&gt;s. He also &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batted&lt;/a&gt; .354 with 34 &lt;a href=\"runs%20batted%20in\"&gt;runs batted in&lt;/a&gt; (RBIs). He was the winning pitcher in the State Championship game as a sophomore.\nPlaying career.\nChicago White Sox.\nThe &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; selected Haeger in the 25th round of the &lt;a href=\"2001%20Major%20League%20Baseball%20draft\"&gt;2001 Major League Baseball draft&lt;/a&gt;. He made his professional debut with the &lt;a href=\"AZL%20White%20Sox\"&gt;AZL White Sox&lt;/a&gt;. He briefly retired to pursue a career in &lt;a href=\"golf\"&gt;golf&lt;/a&gt; following the 2002 season, but returned in 2004. While in the minor leagues, he learned how to throw a &lt;a href=\"knuckleball\"&gt;knuckleball&lt;/a&gt;.\nHaeger made his major league debut May 10, 2006, in a &lt;a href=\"starting%20pitcher\"&gt;start&lt;/a&gt; against the &lt;a href=\"Los%20Angeles%20Angels%20of%20Anaheim\"&gt;Los Angeles Angels&lt;/a&gt;. He suffered the loss after allowing six runs on five hits in 4 innings. Haeger appeared in seven games for the White Sox, with a record of 1–1. He spent most of the season with the &lt;a href=\"Charlotte%20Knights\"&gt;Charlotte Knights&lt;/a&gt;, and was the starting pitcher in the &lt;a href=\"International%20League\"&gt;International League&lt;/a&gt; All-Star game.\nOn July 22, 2007, White Sox pitcher &lt;a href=\"Jon%20Garland\"&gt;Jon Garland&lt;/a&gt; started against &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; knuckleball pitcher &lt;a href=\"Tim%20Wakefield\"&gt;Tim Wakefield&lt;/a&gt;. Garland was relieved by Haeger in the fifth inning, marking the first time in recent years that two knuckleballers faced each other in the same game. Wakefield got the victory as the Red Sox won, 8–5.\nSan Diego Padres.\nOn September 10, 2008, Haeger was claimed off waivers by the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt;. He made four appearances for the Padres, and was non-tendered following the season, making him a &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt;.\nLos Angeles Dodgers.\nIn January 2009, Haeger signed a minor league contract with the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;. He was assigned to the AAA &lt;a href=\"Albuquerque%20Isotopes\"&gt;Albuquerque Isotopes&lt;/a&gt;, and pitched well enough in the first half of the season to earn a spot on the &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt; All-Star team. The Dodgers called him up on August 12, and he made his team debut as the starting pitcher on August 17 against the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt;. He appeared in six games for the Dodgers, three as a starter, and finished 1–1 with a 3.32 ERA.\nHaeger began the 2010 season as the 5th starter in the Dodgers rotation. He accumulated a 0–4 record and an 8.40 ERA in nine appearances, six of them starts, and was &lt;a href=\"designated%20for%20assignment\"&gt;designated for assignment&lt;/a&gt; on June 25. After clearing waivers, he was reassigned to Albuquerque. He made 10 starts for the Isotopes after his return, finishing 4–3 with a 5.70 ERA.\nLater career.\nHaeger signed a minor league contract with the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; in November 2010, and was given an invitation to spring training. He went 2–2 with a 7.74 ERA in 9 starts for the &lt;a href=\"Tacoma%20Rainiers\"&gt;Tacoma Rainiers&lt;/a&gt; before he was released on July 15.\nOn July 23, 2011, Haeger signed a minor league contract with the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;. He made eight starts for the AA &lt;a href=\"Portland%20Sea%20Dogs\"&gt;Portland Sea Dogs&lt;/a&gt;, and was 4–1 with a 3.24 ERA. He re-signed with the Red Sox after the season, but he suffered an elbow injury in a long-toss session during &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt;. Haeger underwent &lt;a href=\"Tommy%20John%20surgery\"&gt;Tommy John surgery&lt;/a&gt; and missed the entire 2012 season. He returned to the Red Sox organization in 2013, pitching for the &lt;a href=\"Pawtucket%20Red%20Sox\"&gt;Pawtucket Red Sox&lt;/a&gt;.\nCoaching.\nHaeger was a pitching coach for &lt;a href=\"Madonna%20University\"&gt;Madonna University&lt;/a&gt; in &lt;a href=\"Livonia%2C%20Michigan\"&gt;Livonia, Michigan&lt;/a&gt; in 2014.\nHaeger was a minor league pitching coordinator for the &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt; organization from 2016 to 2018 and was named as the pitching coach for the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;' AA minor-league team, the &lt;a href=\"Tennessee%20Smokies\"&gt;Tennessee Smokies&lt;/a&gt; in 2020 but never served in the role as the &lt;a href=\"Minor%20League%20Baseball\"&gt;Minor League Baseball&lt;/a&gt; season was cancelled due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\nDeath.\nOn October 3, 2020, Haeger, 37, was found dead from a self-inflicted gunshot wound on a &lt;a href=\"Rim%20Trail\"&gt;trail&lt;/a&gt; along the South Rim of the &lt;a href=\"Grand%20Canyon\"&gt;Grand Canyon&lt;/a&gt;. He was a suspect in the shooting death of his 34-year-old ex-girlfriend the previous day in &lt;a href=\"Scottsdale%2C%20Arizona\"&gt;Scottsdale, Arizona&lt;/a&gt;.\nExternal links.\n, or &lt;a href=\"http%3A//www.retrosheet.org/boxesetc/H/Phaegc001.htm\"&gt;Retrosheet&lt;/a&gt;, or &lt;a href=\"https%3A//www.baseball-reference.com/register/player.cgi%3Fid%3Dhaeger001cha\"&gt;Baseball Reference (Minor and Winter leagues)&lt;/a&gt;, or &lt;a href=\"https%3A//www.pelotabinaria.com.ve/beisbol/mostrar.php%3FID%3Dhaegcha001\"&gt;Pura Pelota (Venezuelan Winter League)&lt;/a&gt;"
}