{
    "id": "555313",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=555313",
    "title": "Manetho",
    "text": "Manetho (; \"Manéthōn\", \"gen\".: Μανέθωνος) is believed to have been an &lt;a href=\"Ancient%20Egyptian%20religion\"&gt;Egyptian priest&lt;/a&gt; from &lt;a href=\"Sebennytos\"&gt;Sebennytos&lt;/a&gt; () who lived in the &lt;a href=\"Ptolemaic%20Kingdom\"&gt;Ptolemaic Kingdom&lt;/a&gt; in the early third century BC, during the &lt;a href=\"Hellenistic%20period\"&gt;Hellenistic period&lt;/a&gt;. He authored the \"Aegyptiaca\" (\"History of Egypt\") in &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt;, a major chronological source for the reigns of the &lt;a href=\"pharaoh\"&gt;kings&lt;/a&gt; of &lt;a href=\"ancient%20Egypt\"&gt;ancient Egypt&lt;/a&gt;. It is unclear if he wrote his history and king list during the reign of &lt;a href=\"Ptolemy%20I%20Soter\"&gt;Ptolemy I Soter&lt;/a&gt; or &lt;a href=\"Ptolemy%20II%20Philadelphos\"&gt;Ptolemy II Philadelphos&lt;/a&gt;, but it was completed no later than that of &lt;a href=\"Ptolemy%20III%20Euergetes\"&gt;Ptolemy III Euergetes&lt;/a&gt;.\nName.\nThe original Egyptian version of Manetho's name is lost, but some speculate it means \"Truth of &lt;a href=\"Thoth\"&gt;Thoth&lt;/a&gt;\" (\"*&lt;a href=\"wikt%3Am%EA%9C%A3%EA%9C%A5t%23Egyptian\"&gt;mꜣꜥt&lt;/a&gt;-&lt;a href=\"wikt%3Anj%23Egyptian\"&gt;nj&lt;/a&gt;-&lt;a href=\"wikt%3A%E1%B8%8F%E1%B8%A5wtj%23Egyptian\"&gt;ḏḥwtj&lt;/a&gt;\" ), \"Gift of Thoth\" (\"*&lt;a href=\"wikt%3Am%EA%9C%A3%EA%9C%A5%23Egyptian\"&gt;mꜣꜥ&lt;/a&gt;-&lt;a href=\"wikt%3Anj%23Egyptian\"&gt;nj&lt;/a&gt;-&lt;a href=\"wikt%3A%E1%B8%8F%E1%B8%A5wtj%23Egyptian\"&gt;ḏḥwtj&lt;/a&gt;\" ), \"Beloved of Thoth\" (\"*&lt;a href=\"wikt%3Amry%23Egyptian\"&gt;mry&lt;/a&gt;-&lt;a href=\"wikt%3Anj%23Egyptian\"&gt;nj&lt;/a&gt;-&lt;a href=\"wikt%3A%E1%B8%8F%E1%B8%A5wtj%23Egyptian\"&gt;ḏḥwtj&lt;/a&gt;\" ), \"Beloved of &lt;a href=\"Neith\"&gt;Neith&lt;/a&gt;\" (\"*&lt;a href=\"wikt%3Amry%23Egyptian\"&gt;mry&lt;/a&gt;-&lt;a href=\"wikt%3Ant%23Egyptian\"&gt;nt&lt;/a&gt;\" ), or \"Lover of Neith\" (\"*&lt;a href=\"wikt%3Amry%23Egyptian\"&gt;mr&lt;/a&gt;&lt;a href=\"wikt%3A.f%23Egyptian\"&gt;.f&lt;/a&gt;-&lt;a href=\"wikt%3Ant\"&gt;nt&lt;/a&gt;\" ). Less accepted proposals are \"Myinyu-heter\" (\"*&lt;a href=\"wikt%3Amnjw%23Egyptian\"&gt;mnjw&lt;/a&gt;-&lt;a href=\"wikt%3A%E1%B8%A5trj%23Egyptian\"&gt;ḥtr(j)&lt;/a&gt;\" \"Horseherd\" or \"Groom\") and \"Ma'ani-Djehuti\" (\"*&lt;a href=\"wikt%3Am%EA%9C%A3%EA%9C%A3%23Egyptian\"&gt;mꜣꜣ.n&lt;/a&gt;&lt;a href=\"wikt%3A.j%23Egyptian\"&gt;.j&lt;/a&gt;-&lt;a href=\"wikt%3A%E1%B8%8F%E1%B8%A5wtj%23Egyptian\"&gt;ḏḥwtj&lt;/a&gt;\" \"I have seen Thoth\").\nIn the &lt;a href=\"Greek%20language\"&gt;Greek language&lt;/a&gt;, the earliest fragments (the inscription of uncertain date on the base of a marble bust from the temple of &lt;a href=\"Serapis\"&gt;Serapis&lt;/a&gt; at &lt;a href=\"Carthage\"&gt;Carthage&lt;/a&gt; and the &lt;a href=\"Jews\"&gt;Jewish&lt;/a&gt; historian &lt;a href=\"Josephus\"&gt;Flavius Josephus&lt;/a&gt; of the 1st century AD) wrote his name as Μανέθων \"Manethōn\", so the Latinised rendering of his name here is given as Manetho. Other Greek renderings include \"Manethōs\", \"Manethō\", \"Manethos\", \"Manēthōs\", \"Manēthōn\", and \"Manethōth\". In &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; it is written as \"Manethon\", \"Manethos\", \"Manethonus\", and \"Manetos\".\nLife and work.\nAlthough no sources for the dates of his life and death remain, Manetho is associated with the reign of &lt;a href=\"Ptolemy%20I%20Soter\"&gt;Ptolemy I Soter&lt;/a&gt; (323–283 BC) by &lt;a href=\"Plutarch\"&gt;Plutarch&lt;/a&gt; (c. 46–120 AD), while &lt;a href=\"George%20Syncellus\"&gt;George Syncellus&lt;/a&gt; links Manetho directly with &lt;a href=\"Ptolemy%20II%20Philadelphus\"&gt;Ptolemy II Philadelphus&lt;/a&gt; (285–246 BC).\nIf the mention of someone named Manetho in the &lt;a href=\"El%20Hiba\"&gt;Hibeh&lt;/a&gt; Papyri, dated to 241/240 BC, is in fact the celebrated author of the \"Aegyptiaca\", then Manetho may well have been working during the reign of &lt;a href=\"Ptolemy%20III%20Euergetes\"&gt;Ptolemy III Euergetes&lt;/a&gt; (246–222 BC) as well, but at a very advanced age. Although the historicity of Manetho of Sebennytus was taken for granted by Josephus and later authors, the question as to whether he existed remains problematic. The Manetho of the Hibeh Papyri has no title and this letter deals with affairs in Upper Egypt not Lower Egypt, where our Manetho is thought to have functioned as a chief priest. The name Manetho is rare, but there is no reason \"&lt;a href=\"a%20priori%20knowledge\"&gt;a priori&lt;/a&gt;\" to presume that the Manetho of the \"Hibeh Papyri\" is the priest and historian from Sebennytus who is thought to have authored the \"Aegyptiaca\" for &lt;a href=\"Ptolemy%20II%20Philadelphus\"&gt;Ptolemy Philadelphus&lt;/a&gt;.\nManetho is described as a native Egyptian and Egyptian would have been his mother tongue. Although the topics he supposedly wrote about dealt with Egyptian matters, he is said to have written exclusively in the Greek language for a Greek-speaking audience. Other literary works attributed to him include \"Against &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt;\", \"The Sacred Book\", \"On Antiquity and Religion\", \"On Festivals\", \"On the Preparation of &lt;a href=\"Kyphi\"&gt;Kyphi&lt;/a&gt;\", and the \"Digest of Physics\". The treatise \"&lt;a href=\"Book%20of%20Sothis\"&gt;Book of Sothis&lt;/a&gt;\" has also been attributed to Manetho. It is important to note that not one of these works are attested during the Ptolemaic period when Manetho of Sebennytus is said to have lived. In fact, they are not mentioned in any source prior to the first century AD. This would be a gap of three centuries between the time the \"Aegyptiaca\" was supposedly composed and its first attestation. The gap is even larger for the other works attributed to Manetho such as \"The Sacred Book\" that is mentioned for the very first time by &lt;a href=\"Eusebius\"&gt;Eusebius&lt;/a&gt; in the fourth century AD.\nIf Manetho of Sebennytus was a historical figure he was probably a priest of the &lt;a href=\"Solar%20deity\"&gt;sun-god&lt;/a&gt; &lt;a href=\"Ra\"&gt;Ra&lt;/a&gt; at &lt;a href=\"Heliopolis%20%28Ancient%20Egypt%29\"&gt;Heliopolis&lt;/a&gt; (according to &lt;a href=\"George%20Syncellus\"&gt;George Syncellus&lt;/a&gt;, he was the chief priest). He was considered by Plutarch to be an authority on the cult of &lt;a href=\"Serapis\"&gt;Serapis&lt;/a&gt; (a derivation of &lt;a href=\"Osiris\"&gt;Osiris&lt;/a&gt; and &lt;a href=\"Apis%20%28god%29\"&gt;Apis&lt;/a&gt;). Serapis was a Greco-Macedonian version of the Egyptian cult, probably started after &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;'s establishment of &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt; in Egypt. A statue of the deity was imported in 286 BC by &lt;a href=\"Ptolemy%20I%20Soter\"&gt;Ptolemy I Soter&lt;/a&gt; (or in 278 BC by Ptolemy II Philadelphus) as &lt;a href=\"Tacitus\"&gt;Tacitus&lt;/a&gt; and &lt;a href=\"Plutarch\"&gt;Plutarch&lt;/a&gt; attest. There was also a tradition in antiquity that &lt;a href=\"Timotheus%20of%20Athens\"&gt;Timotheus of Athens&lt;/a&gt; (an authority on &lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt; at &lt;a href=\"Eleusis\"&gt;Eleusis&lt;/a&gt;) directed the project together with Manetho, but the source of this information is not clear and it may originate from one of the literary works attributed to Manetho, in which case it has no independent value and does not corroborate the historicity of Manetho the priest-historian of the early third century BC.\n\"Aegyptiaca\".\nThe \"Aegyptiaca\" (, \"Aigyptiaka\"), the \"History of Egypt\", may have been Manetho's largest work, and certainly the most important. It was organised chronologically and divided into three volumes. His division of rulers into dynasties was an innovation. However, he did not use the term in the modern sense, by bloodlines, but rather, introduced new dynasties whenever he detected some sort of discontinuity, whether geographical (&lt;a href=\"Fourth%20dynasty%20of%20Egypt\"&gt;Dynasty Four&lt;/a&gt; from &lt;a href=\"Memphis%2C%20Egypt\"&gt;Memphis&lt;/a&gt;, &lt;a href=\"Fifth%20dynasty%20of%20Egypt\"&gt;Dynasty Five&lt;/a&gt; from &lt;a href=\"Elephantine\"&gt;Elephantine&lt;/a&gt;), or genealogical (especially in &lt;a href=\"First%20dynasty%20of%20Egypt\"&gt;Dynasty One&lt;/a&gt;, he refers to each successive king as the \"son\" of the previous to define what he means by \"continuity\"). Within the superstructure of a genealogical table, he fills in the gaps with substantial narratives of the kings.\nSome have suggested that \"Aegyptiaca\" was written as a competing account to &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt;' \"&lt;a href=\"Histories%20%28Herodotus%29\"&gt;Histories&lt;/a&gt;,\" to provide a national history for Egypt that did not exist before. From this perspective, \"Against Herodotus\" may have been an abridged version or just a part of \"Aegyptiaca\" that circulated independently. Unfortunately, neither survives in its original form today.\nTwo English translations of the fragments of Manetho's \"Aegyptiaca\" have been published, by &lt;a href=\"William%20Gillan%20Waddell\"&gt;William Gillan Waddell&lt;/a&gt; in 1940, later by Gerald P. Verbrugghe and John Moore Wickersham in 2001.\nTransmission and reception.\nDespite the reliance of Egyptologists on him for their reconstructions of the Egyptian dynasties, the problem with a close study of Manetho is that not only was \"Aegyptiaca\" not preserved as a whole, but it also became involved in a rivalry among advocates of Egyptian, Jewish, and Greek histories in the form of supporting &lt;a href=\"polemic\"&gt;polemic&lt;/a&gt;s. During this period, disputes raged concerning the oldest civilizations, and so Manetho's account was probably excerpted during this time for use in this argument with significant alterations. Material similar to Manetho's has been found in &lt;a href=\"Lysimachus%20of%20Alexandria\"&gt;Lysimachus of Alexandria&lt;/a&gt;, a brother of &lt;a href=\"Philo\"&gt;Philo&lt;/a&gt;, and it has been suggested that this was inserted into Manetho. We do not know when this might have occurred, but scholars specify a &lt;a href=\"wiktionary%3Aterminus%20ante%20quem\"&gt;\"terminus ante quem\"&lt;/a&gt; at the first century AD, when Josephus began writing.\nThe earliest surviving attestation to Manetho is that of \"&lt;a href=\"Contra%20Apionem\"&gt;Contra Apionem&lt;/a&gt;\" (\"Against Apion\") by &lt;a href=\"Josephus\"&gt;Flavius Josephus&lt;/a&gt;, nearly four centuries after \"Aegyptiaca\" was composed. Even here, it is clear that Josephus did not have the originals, and constructed a &lt;a href=\"polemic\"&gt;polemic&lt;/a&gt; against Manetho without them. &lt;a href=\"Avaris\"&gt;Avaris&lt;/a&gt; and &lt;a href=\"Osarseph\"&gt;Osarseph&lt;/a&gt; are both mentioned twice (1.78, 86–87; 238, 250). \"Apion\" 1.95–97 is merely a list of kings with no narratives until 1.98, while running across two of Manetho's dynasties without mention (&lt;a href=\"Eighteenth%20dynasty%20of%20Egypt\"&gt;dynasties eighteen&lt;/a&gt; and &lt;a href=\"Nineteenth%20dynasty%20of%20Egypt\"&gt;nineteen&lt;/a&gt;).\nContemporaneously or perhaps after Josephus wrote, an &lt;a href=\"epitome\"&gt;epitome&lt;/a&gt; of Manetho's work must have been circulated. This would have involved preserving the outlines of his dynasties and a few details deemed significant. For the first ruler of the first dynasty, &lt;a href=\"Menes\"&gt;Menes&lt;/a&gt;, we learn that \"he was snatched and killed by a &lt;a href=\"hippopotamus\"&gt;hippopotamus&lt;/a&gt;\". The extent to which the epitome preserved Manetho's original writing is unclear, so caution must be exercised. Nevertheless, the epitome was preserved by &lt;a href=\"Sextus%20Julius%20Africanus\"&gt;Sextus Julius Africanus&lt;/a&gt; and &lt;a href=\"Eusebius%20of%20Caesarea\"&gt;Eusebius of Caesarea&lt;/a&gt;. Because Africanus predates Eusebius, his version is usually considered more reliable, but there is no assurance that this is the case. Eusebius in turn was preserved by &lt;a href=\"Jerome\"&gt;Jerome&lt;/a&gt; in his Latin translation, an &lt;a href=\"Armenian%20language\"&gt;Armenian&lt;/a&gt; translation, and by &lt;a href=\"George%20Syncellus\"&gt;George Syncellus&lt;/a&gt;. Syncellus recognized the similarities between Eusebius and Africanus, so he placed them side by side in his work, \"Ecloga Chronographica\".\nAfricanus, Syncellus, and the Latin and Armenian translations of Eusebius are what remains of the epitome of Manetho. Other significant fragments include &lt;a href=\"Malalas\"&gt;Malalas&lt;/a&gt;'s \"Chronographia\" and the \"&lt;a href=\"Excerpta%20Latina%20Barbari\"&gt;Excerpta Latina Barbari&lt;/a&gt;\", a bad translation of a Greek chronology.\nSources and methods.\nManetho's methods involved the use of king-lists to provide a structure for his history. There were precedents to his writing available in Egypt (plenty of which have survived to this day), and his &lt;a href=\"Hellenistic\"&gt;Hellenistic&lt;/a&gt; and Egyptian background would have been influential in his writing. Josephus records him admitting to using \"nameless oral tradition\" (1.105) and \"myths and legends\" (1.229) for his account, and there is no reason to doubt this, as admissions of this type were common among historians of that era. His familiarity with Egyptian legends is indisputable, but how he came to know Greek is more open to debate. He must have been familiar with Herodotus, and in some cases, he even attempted to synchronize Egyptian history with Greek (for example, equating King &lt;a href=\"Memnon%20%28mythology%29\"&gt;Memnon&lt;/a&gt; with &lt;a href=\"Amenophis\"&gt;Amenophis&lt;/a&gt;, and Armesis with &lt;a href=\"Danaos\"&gt;Danaos&lt;/a&gt;). This suggests he was also familiar with the Greek &lt;a href=\"Epic%20Cycle\"&gt;Epic Cycle&lt;/a&gt; (for which the Ethiopian Memnon is slain by &lt;a href=\"Achilles\"&gt;Achilles&lt;/a&gt; during the &lt;a href=\"Trojan%20War\"&gt;Trojan War&lt;/a&gt;) and the history of Argos (in &lt;a href=\"Aeschylus\"&gt;Aeschylus&lt;/a&gt;'s \"Suppliants\"). However, it has also been suggested that these were later &lt;a href=\"interpolation\"&gt;interpolation&lt;/a&gt;s, particularly when the epitome was being written, so these guesses are at best tentative. \nAt the very least, he wrote in fluent &lt;a href=\"Koine\"&gt;\"Koinê\"&lt;/a&gt; Greek.\nKing lists.\nAt the behest of &lt;a href=\"Ptolemy%20Philadelphus\"&gt;Ptolemy Philadelphus&lt;/a&gt; (266–228 BC), Manetho copied down a list of eight successive Persian kings, beginning with &lt;a href=\"Cambyses%20II\"&gt;Cambyses&lt;/a&gt;, the son of &lt;a href=\"Cyrus%20the%20Great\"&gt;Cyrus the Great&lt;/a&gt;.\nIt is to be noted here that between Cambyses' reign and Darius, the son of Hystaspes, there was an interim period whereby the &lt;a href=\"Magi\"&gt;Magi&lt;/a&gt; ruled over Persia. This important anecdote is supplied by &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt; who wrote the Magian ruled Persia for 7 months after the death of Cambyses. &lt;a href=\"Josephus\"&gt;Josephus&lt;/a&gt;, on the other hand, says they obtained the government of the Persians for a year.\nThe king-list that Manetho had access to is unknown to us, but of the surviving king-lists, the one most similar to his is the &lt;a href=\"Turin%20Royal%20Canon\"&gt;Turin Royal Canon&lt;/a&gt; (or \"Turin Papyrus\"). The oldest source with which we can compare to Manetho are the \"&lt;a href=\"Old%20Kingdom\"&gt;Old Kingdom&lt;/a&gt; Annals\" (c. 2500-2200 BC). From the &lt;a href=\"New%20Kingdom\"&gt;New Kingdom&lt;/a&gt; are the &lt;a href=\"Karnak%20king%20list\"&gt;list at Karnak&lt;/a&gt; (constructed by order of &lt;a href=\"Thutmose%20III\"&gt;Thutmose III&lt;/a&gt;), two at &lt;a href=\"Abydos%2C%20Egypt\"&gt;Abydos&lt;/a&gt; (by &lt;a href=\"Seti%20I\"&gt;Seti I&lt;/a&gt; and &lt;a href=\"Ramesses%20II\"&gt;Ramesses II&lt;/a&gt;— the latter a duplicate, but updated version of the former), and the &lt;a href=\"Saqqara%20King%20List\"&gt;Saqqara list&lt;/a&gt; by the priest Tenry.\nThe provenance of the \"Old Kingdom Annals\" is unknown, surviving as the &lt;a href=\"Palermo%20stone\"&gt;Palermo Stone&lt;/a&gt;. The differences between the \"Annals\" and Manetho are great. The \"Annals\" only reach to the fifth dynasty, but its pre-dynastic rulers are listed as the kings of &lt;a href=\"Lower%20Egypt\"&gt;Lower Egypt&lt;/a&gt; and kings of &lt;a href=\"Upper%20Egypt\"&gt;Upper Egypt&lt;/a&gt;. By contrast, Manetho lists several Greek and Egyptian deities beginning with &lt;a href=\"Hephaistos\"&gt;Hephaistos&lt;/a&gt; and &lt;a href=\"Helios\"&gt;Helios&lt;/a&gt;. Secondly, the \"Annals\" give annual reports of the activities of the kings, while there is little probability that Manetho would have been able to go into such detail.\nThe New Kingdom lists are each selective in their listings: that of &lt;a href=\"Seti%20I\"&gt;Seti I&lt;/a&gt;, for instance, lists seventy-six kings from dynasties one to nineteen, omitting the &lt;a href=\"Hyksos\"&gt;Hyksos&lt;/a&gt; rulers and those associated with the &lt;a href=\"heresy\"&gt;heretic&lt;/a&gt; &lt;a href=\"Akhenaten\"&gt;Akhenaten&lt;/a&gt;. The &lt;a href=\"Saqqara%20King%20List\"&gt;Saqqara king list&lt;/a&gt;, contemporaneous with &lt;a href=\"Ramesses%20II\"&gt;Ramesses II&lt;/a&gt;, has fifty-eight names, with similar omissions. If Manetho used these lists at all, he would have been unable to get all of his information from them alone, due to the selective nature of their records. Verbrugghe and Wickersham argue:\nThese large \"&lt;a href=\"stelae\"&gt;stelae&lt;/a&gt;\" stand in contrast to the Turin Royal Canon (such as Saqqara, contemporaneous with Ramesses II), written in &lt;a href=\"hieratic\"&gt;hieratic&lt;/a&gt; script. Like Manetho, it begins with the deities, and seems to be an epitome very similar in spirit and style to Manetho. Interestingly, the opposite side of the papyrus includes government records. Verbrugghe and Wickersham suggest that a comprehensive list such as this would be necessary for a government office \"to date contracts, leases, debts, titles, and other instruments (2000:106)\" and so could not have been selective in the way the king-lists in temples were. Despite numerous differences between the Turin Canon and Manetho, the format must have been available to him. As a priest (or chief priest), he would have had access to practically all written materials in the temple.\nWhile the precise origins for Manetho's king-list are unknown, it was certainly a northern, &lt;a href=\"Lower%20Egypt\"&gt;Lower Egypt&lt;/a&gt;ian one. This can be deduced most noticeably from his selection of the kings for the &lt;a href=\"Third%20Intermediate%20Period\"&gt;Third Intermediate Period&lt;/a&gt;. Manetho consistently includes the &lt;a href=\"Tanis%2C%20Egypt\"&gt;Tanite&lt;/a&gt; &lt;a href=\"Twenty-first%20Dynasty%20of%20Egypt\"&gt;Dynasty Twenty-one&lt;/a&gt; and &lt;a href=\"Twenty-second%20dynasty%20of%20Egypt\"&gt;Dynasty Twenty-two&lt;/a&gt; lineage in his \"Epitome\" such as &lt;a href=\"Psusennes%20I\"&gt;Psusennes I&lt;/a&gt;, &lt;a href=\"Amenemope%20%28pharaoh%29\"&gt;Amenemope&lt;/a&gt; and even such short-lived kings as &lt;a href=\"Amenemnisu\"&gt;Amenemnisu&lt;/a&gt; (five years) and &lt;a href=\"Osochor\"&gt;Osochor&lt;/a&gt; (six years). In contrast, he ignores the existence of &lt;a href=\"Thebes%2C%20Egypt\"&gt;Theban&lt;/a&gt; kings such as &lt;a href=\"Osorkon%20III\"&gt;Osorkon III&lt;/a&gt;, &lt;a href=\"Takelot%20III\"&gt;Takelot III&lt;/a&gt;, &lt;a href=\"Harsiese%20A\"&gt;Harsiese A&lt;/a&gt;, &lt;a href=\"Pinedjem%20I\"&gt;Pinedjem I&lt;/a&gt;, and kings from &lt;a href=\"Middle%20Egypt\"&gt;Middle Egypt&lt;/a&gt; such as &lt;a href=\"Peftjaubast\"&gt;Peftjaubast&lt;/a&gt; of &lt;a href=\"Herakleopolis\"&gt;Herakleopolis&lt;/a&gt;. This implies that Manetho derived the primary sources for his \"Epitome\" from a local city's temple library in the region of the River &lt;a href=\"Nile%20Delta\"&gt;Nile Delta&lt;/a&gt; which was controlled by the Tanite-based Dynasty Twenty-one and Dynasty Twenty-two kings. The Middle and Upper Egyptian kings did not have any effect upon this specific region of the delta; hence their exclusion from Manetho's king-list.\nTranscriptions of Pharaonic names.\nBy the Middle Kingdom, Egyptian kings each had &lt;a href=\"Ancient%20Egyptian%20royal%20titulary\"&gt;five different names&lt;/a&gt;, the \"Horus\" name; the \"Two Ladies\" name; the \"Gold Horus\" name; the \"praenomen\" or \"throne name\"; and a \"nomen\", the personal name given at birth (also called a \"Son of Ra\" name as it was preceded by \"Sa Re'\"). Some kings also had multiple examples within these names, such as &lt;a href=\"Ramesses%20II\"&gt;Ramesses II&lt;/a&gt; who used six Horus names at various times. Because Manetho's transcriptions agree with many king-lists, it is generally accepted that he was reliant on one or more such lists, and it is not clear to what extent he was aware of the different pharaonic names of rulers long past (and he had alternate names for some). Not all of the different names for each king have been uncovered.\nManetho did not choose consistently from the five different types of names, but in some cases, a straightforward transcription is possible. Egyptian \"Men\" or \"Meni\" (Son of Ra and king-list names) becomes \"Menes\" (officially, this is Pharaoh I.1 &lt;a href=\"Narmer\"&gt;Narmer&lt;/a&gt;—\"I\" represents Dynasty I, and \"1\" means the first king of that dynasty), while \"Menkauhor\"/\"Menkahor\" (Throne and king-list names, the Horus names is \"Menkhau\" and the Son of Ra name is \"Kaiu Horkaiu[...]\") is transcribed as \"Menkheres\" (V.7 &lt;a href=\"Menkauhor\"&gt;Menkauhor&lt;/a&gt;). Others involve a slight abbreviation, such as \"A'akheperen-Re'\" (Throne and king-list names) becoming \"Khebron\" (XVIII.4 &lt;a href=\"Thutmose%20II\"&gt;Thutmose II&lt;/a&gt;). A few more have consonants switched for unknown reasons, as for example \"Tausret\" becoming \"Thouoris\" (XIX.6 Twosre/&lt;a href=\"Tausret\"&gt;Tausret&lt;/a&gt;). One puzzle is in the conflicting names of some early dynastic kings— although they did not have all five titles, they still had multiple names. I.3/4 &lt;a href=\"Djer\"&gt;Djer&lt;/a&gt;, whose Son of Ra name is \"Itti\" is considered the basis for Manetho's I.2 Athothis. I.4 Oenephes then is a puzzle unless it is compared with Djer's Gold Horus name, \"Ennebu\". It may be that Manetho duplicated the name or he had a source for a name unknown to us. Finally, there are some names where the association is a complete mystery to us. V.6 Rhathoures/Niuserre's complete name was \"Set-ib-tawi Set-ib-Nebty Netjeri-bik-nebu Ni-user-Re' Ini Ni-user-Re'\", but Manetho writes it as Rhathoures. It may be that some kings were known by names other than even just the five official ones.\nThus, how Manetho transcribed these names varies, and as such, we cannot reconstruct the original Egyptian forms of the names. However, because of the simplicity with which Manetho transcribed long names (see above), they were preferred until original king-lists began to be uncovered in Egyptian sites, translated, and corroborated. Manetho's division of dynasties, however, is still used as a basis for all Egyptian discussions.\nContent.\nVolume 1 begins from the earliest times, listing deities and &lt;a href=\"demigods\"&gt;demigods&lt;/a&gt; as kings of Egypt. Stories of &lt;a href=\"Isis\"&gt;Isis&lt;/a&gt;, Osiris, &lt;a href=\"Set%20%28mythology%29\"&gt;Set&lt;/a&gt;, or &lt;a href=\"Horus\"&gt;Horus&lt;/a&gt; might have been found here. Manetho does not transliterate either, but gives the &lt;a href=\"Interpretatio%20graeca\"&gt;Greek equivalent deities by a convention&lt;/a&gt; that predates him: (Egyptian) &lt;a href=\"Ptah\"&gt;Ptah&lt;/a&gt; = (Greek) &lt;a href=\"Hephaistos\"&gt;Hephaistos&lt;/a&gt;; &lt;a href=\"Isis\"&gt;Isis&lt;/a&gt; = &lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt;; &lt;a href=\"Thoth\"&gt;Thoth&lt;/a&gt; = &lt;a href=\"Hermes\"&gt;Hermes&lt;/a&gt;; &lt;a href=\"Horus\"&gt;Horus&lt;/a&gt; = &lt;a href=\"Apollo\"&gt;Apollo&lt;/a&gt;; &lt;a href=\"Seth\"&gt;Seth&lt;/a&gt; = &lt;a href=\"Typhon\"&gt;Typhon&lt;/a&gt;; etc. This is one of the clues as to how &lt;a href=\"syncretism\"&gt;syncretism&lt;/a&gt; developed between seemingly disparate religions. He then proceeds to Dynastic Egypt, from Dynasty One to &lt;a href=\"Eleventh%20dynasty%20of%20Egypt\"&gt;Eleven&lt;/a&gt;. This would have included the Old Kingdom, the First Intermediate Period, and the early Middle Kingdom.\nVolume 2 covers &lt;a href=\"Twelfth%20dynasty%20of%20Egypt\"&gt;Dynasties Twelve&lt;/a&gt;–&lt;a href=\"Nineteenth%20dynasty%20of%20Egypt\"&gt;Nineteen&lt;/a&gt;, which includes the end of the Middle Kingdom and the Second Intermediate Period (Fifteen–Seventeen—the &lt;a href=\"Hyksos\"&gt;Hyksos&lt;/a&gt; invasion), and then their expulsion and the establishment of the New Kingdom (Eighteen onward). The Second Intermediate Period was of particular interest to Josephus, where he equated the Hyksos or \"shepherd-kings\" as the ancient &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;ites who eventually made their way out of Egypt (\"Apion\" 1.82–92). He even includes a brief etymological discussion of the term \"Hyksos\".\nVolume 3 continues with &lt;a href=\"Twentieth%20dynasty%20of%20Egypt\"&gt;Dynasty Twenty&lt;/a&gt; and concludes with Dynasty &lt;a href=\"Thirtieth%20dynasty%20of%20Egypt\"&gt;Thirty&lt;/a&gt; (or Thirty-one, see below). The &lt;a href=\"Sais%2C%20Egypt\"&gt;Saite&lt;/a&gt; Renaissance occurs in &lt;a href=\"Twenty-sixth%20dynasty%20of%20Egypt\"&gt;Dynasty Twenty-six&lt;/a&gt;, while Dynasty &lt;a href=\"Twenty-seventh%20dynasty%20of%20Egypt\"&gt;Twenty-seven&lt;/a&gt; involves the &lt;a href=\"Achaemenid\"&gt;Achaemenid&lt;/a&gt; interruption of Egyptian rule. Three more local dynasties are mentioned, although they must have overlapped with &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt;n rule. Dynasty &lt;a href=\"Thirty-first%20dynasty%20of%20Egypt\"&gt;Thirty-one&lt;/a&gt; consisted of three Persian rulers, and some have suggested that this was added by a continuator. Both &lt;a href=\"Moses%20of%20Chorene\"&gt;Moses of Chorene&lt;/a&gt; and &lt;a href=\"Saint%20Jerome\"&gt;Jerome&lt;/a&gt; end at &lt;a href=\"Nectanebo%20II\"&gt;Nectanebo II&lt;/a&gt; (\"last king of the Egyptians\" and \"destruction of the Egyptian monarchy\" respectively), but Dynasty Thirty-one fits within Manetho's schemata of demonstrating power through the \"dynasteia\" well. The Thirty-second dynasty would have been the &lt;a href=\"Ptolemies\"&gt;Ptolemies&lt;/a&gt;.\nSimilarities with Berossos.\nMost of the ancient witnesses group Manetho together with &lt;a href=\"Berossos\"&gt;Berossos&lt;/a&gt;, and treat the pair as similar in intent, and it is not a coincidence that those who preserved the bulk of their writing are largely the same (Josephus, Africanus, Eusebius, and Syncellus). Certainly, both wrote about the same time, and both adopted the historiographical approach of the Greek writers Herodotus and &lt;a href=\"Hesiod\"&gt;Hesiod&lt;/a&gt;, who preceded them. While the subjects of their history are different, the form is similar, using chronological royal genealogies as the structure for the narratives. Both extend their histories far into the mythic past, to give the &lt;a href=\"deity\"&gt;deities&lt;/a&gt; rule over the earliest ancestral histories.\nSyncellus goes so far as to insinuate that the two copied each other:\nWhile this does seem an incredible coincidence, the reliability of the report is unclear. The reasoning for presuming they started their histories in the same year involved some considerable contortions. Berossos dated the period before the &lt;a href=\"Deluge%20%28mythology%29\"&gt;Flood&lt;/a&gt; to 120 \"saroi\" (3,600 year periods), giving an estimate of 432,000 years before the Flood. This was unacceptable to later Christian commentators, so it was presumed he meant solar days. 432,000 divided by 365 days gives a rough figure of 1,183½ years before the Flood. For Manetho, even more numeric contortions ensued. With no flood mentioned, they presumed that Manetho's first era describing the deities represented the ante-diluvian age. Secondly, they took the spurious \"&lt;a href=\"Book%20of%20Sothis\"&gt;Book of Sothis&lt;/a&gt;\" for a chronological count. Six dynasties of deities totalled 11,985 years, while the nine dynasties with demigods came to 858 years. Again, this was too long for the Biblical account, so two different units of conversion were used. The 11,985 years were considered to be months of 29½ days each (a conversion used in antiquity, for example by &lt;a href=\"Diodorus%20Siculus\"&gt;Diodorus Siculus&lt;/a&gt;), which comes out to 969 years. The latter period, however, was divided into seasons, or quarters of a year, and reduces to 214½ years (another conversion attested to by Diodorus). The sum of these comes out to 1,183½ years, equal to that of Berossos. Syncellus rejected both Manetho's and Berossos' incredible time-spans, as well as the efforts of other commentators to harmonise their numbers with the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;. Ironically as we see, he also blamed them for the synchronicity concocted by later writers.\nEffect of \"Aegyptiaca\".\nIt is speculated that Manetho wrote at the request of &lt;a href=\"Ptolemy%20I\"&gt;Ptolemy I&lt;/a&gt; or &lt;a href=\"Ptolemy%20II\"&gt;Ptolemy II&lt;/a&gt; to give an account of the history of Egypt to the Greeks from a native perspective. However, there is no evidence for this hypothesis. If such were the case, \"Aegyptiaca\" was a failure, since Herodotus' \"Histories\" continued to provide the standard account in the Hellenistic world. It may also have been that some nationalistic sentiments in Manetho provided the impetus for his writing, but that again is a conjecture. It is clear, however, that when it was written, it would have proven to be the authoritative account of the history of Egypt, superior to Herodotus in every way. The completeness and systematic nature in which he collected his sources was unprecedented. \nSyncellus similarly recognised its importance when recording Eusebius and Africanus, and even provided a separate witness from the \"Book of Sothis\". Unfortunately, this material is likely to have been a forgery or hoax of unknown date. Every king in \"Sothis\" after &lt;a href=\"Menes\"&gt;Menes&lt;/a&gt; is irreconcilable with the versions of Africanus and Eusebius. Manetho should not be judged on the factuality of his account, but on the method he used to record history, and in this, he was as successful as Herodotus and Hesiod.\nFinally, in modern times, the effect is still visible in the way Egyptologists divide the dynasties of the Egyptian kings. The French explorer and Egyptologist &lt;a href=\"Jean-Francois%20Champollion\"&gt;Jean-François Champollion&lt;/a&gt; reportedly held a copy of Manetho's lists in one hand as he attempted to decipher the &lt;a href=\"Egyptian%20hieroglyphs\"&gt;hieroglyphs&lt;/a&gt; he encountered (although it probably gave him more frustration than joy, considering the way Manetho transcribed the names). Most modern scholarship that mentions the names of the kings will render both the modern transcription and Manetho's version, and in some cases Manetho's names are even preferred to more authentic ones. Today, his division of dynasties is used universally, and this has permeated the study of nearly all royal genealogies by the conceptualization of succession in terms of dynasties or houses."
}