{
    "id": "55546202",
    "revid": "11292517",
    "url": "https://en.wikipedia.org/wiki?curid=55546202",
    "title": "Operation Fairfax",
    "text": "Operation Fairfax was a joint counterinsurgency/pacification operation conducted by the &lt;a href=\"II%20Field%20Force%2C%20Vietnam\"&gt;II Field Force, Vietnam&lt;/a&gt; and the &lt;a href=\"Army%20of%20the%20Republic%20of%20Vietnam\"&gt;Army of the Republic of Vietnam&lt;/a&gt; (ARVN) in &lt;a href=\"Gia%20%C4%90%E1%BB%8Bnh%20Province\"&gt;Gia Định Province&lt;/a&gt;, near &lt;a href=\"Saigon\"&gt;Saigon&lt;/a&gt; lasting from November 1966 to 15 December 1967.\nPrelude.\nIn October 1966, U.S. intelligence estimated that the &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt; (VC) in Gia Định Province, fielded eight battalions, each of 200-300 members known collectively as the 165A \"Capital Liberation\" Regiment. In &lt;a href=\"B%C3%ACnh%20Ch%C3%A1nh%20District\"&gt;Bình Chánh District&lt;/a&gt; the VC had overrun a &lt;a href=\"Republic%20of%20Vietnam%20National%20Police\"&gt;police station&lt;/a&gt; and repeatedly cut roads in the area. Concerned by the deteriorating security situation around the capital, in November 1966 &lt;a href=\"COMUSMACV\"&gt;COMUSMACV&lt;/a&gt; General &lt;a href=\"William%20Westmoreland\"&gt;William Westmoreland&lt;/a&gt; proposed a joint U.S./ARVN security operation to General &lt;a href=\"Cao%20V%C4%83n%20Vi%C3%AAn\"&gt;Cao Văn Viên&lt;/a&gt; Chief of the Joint General Staff. The operational plan would pair U.S. and ARVN Battalions to conduct security operations in Bình Chánh, &lt;a href=\"Nh%C3%A0%20B%C3%A8%20District\"&gt;Nhà Bè&lt;/a&gt; and &lt;a href=\"Th%E1%BB%A7%20%C4%90%E1%BB%A9c\"&gt;Thủ Đức&lt;/a&gt; districts around Saigon. They would operate mostly at night, minimizing disruption to the civilian population and confronting the Viet Cong when they were most active. The units would set up population control checkpoints in coordination with the police and establish joint military/police security centers in each district to centralize the collection of intelligence.\n&lt;a href=\"II%20Field%20Force%2C%20Vietnam\"&gt;II Field Force, Vietnam&lt;/a&gt; would be responsible for the U.S. participation taking a battalion from the &lt;a href=\"1st%20Infantry%20Division%20%28United%20States%29\"&gt;1st Infantry Division&lt;/a&gt; and two from the &lt;a href=\"25th%20Infantry%20Division%20%28United%20States%29%23Vietnam%20War\"&gt;25th Infantry Division&lt;/a&gt;. The ARVN units would come from &lt;a href=\"III%20Corps%20%28South%20Vietnam%29\"&gt;III Corps&lt;/a&gt;. It was expected that by February 1967 the Vietnamese would be able to take responsibility for the entire operation and U.S. units could be deployed elsewhere.\nOperation.\nThe operation commenced in December and by the end of the month had claimed 235 VC killed or captured as compared to 15 in November, however despite a general improvement in security ambushes actually increased during this period.\nIn January 1967, General Westmoreland ordered that the &lt;a href=\"199th%20Infantry%20Brigade%20%28United%20States%29\"&gt;199th Infantry Brigade&lt;/a&gt; commanded by BG &lt;a href=\"Charles%20Wolcott%20Ryder%20Jr.\"&gt;Charles Ryder&lt;/a&gt; take over as the dedicated unit responsible for the operation. In February VC killed or captured increased to over 300.\nIn March, BG Ryder was promoted and replaced as commander of the 199th Brigade by BG &lt;a href=\"John%20F.%20Freund\"&gt;John F. Freund&lt;/a&gt;, Westmoreland's former assistant and MACV training director who had close relationships with General Viên and National Police Chief General &lt;a href=\"Nguy%E1%BB%85n%20Ng%E1%BB%8Dc%20Loan\"&gt;Nguyễn Ngọc Loan&lt;/a&gt;.\nIn March and April, security in the operational area appeared to improve, but this was regarded as illusory while the South Vietnamese Government continued to delay reforms and public works creating apathy among the populace who were open to the Viet Cong political agenda. Intelligence operations were having limited success in identifying and eliminating the Viet Cong political infrastructure.\nBy June, Westmoreland was of the view that the ARVN and National Police had become too dependent on the U.S. to bear the burden of the operation and he advised General Viên that by the end of 1967 the 199th Brigade would be withdrawn from Gia Định Province. Viên agreed with this change and was embarrassed that U.S. units had had to be responsible for the defense of the capital for so long. He ordered that the &lt;a href=\"Vietnamese%20Rangers\"&gt;5th Ranger Group&lt;/a&gt; take over ARVN responsibility for the operation.\nBy July, over 75 U.S./ARVN ambushes were being set up each night and bases had been established to interdict traffic on the &lt;a href=\"%C4%90%E1%BB%93ng%20Nai%20river\"&gt;Đồng Nai river&lt;/a&gt;. U.S. helicopter gunships sank an estimated 700 VC sampans during the course of the operation.\nIn August, BG Freund was wounded during an operation and command passed to BG &lt;a href=\"Robert%20C.%20Forbes\"&gt;Robert C. Forbes&lt;/a&gt;. BG Forbes regarded the Rangers as still being too dependent on the U.S. \"buddy\" units, but given their limited resources this was hardly surprising and he arranged to have more modern equipment delivered and U.S. advisers attached.\nOn 24 September, the pairing of U.S. and ARVN units was discontinued and the 199th Brigade and ARVN Rangers operated independently in different sectors, occasionally conducting combined operations.\nAftermath.\nOperation Fairfax officially concluded on 15 December, the US claimed VC losses were over 1,200 killed or captured. While Westmoreland regarded the operation as a limited success, he concluded that the integration of U.S. and ARVN units was counterproductive, reducing the ARVN to combat auxiliaries.\nWhile the operation had somewhat improved security in Gia Định Province, this was only temporary as the Viet Cong infrastructure had not been seriously disrupted and within six weeks of the end of the operation the Viet Cong were able to launch their &lt;a href=\"Tet%20Offensive\"&gt;Tet Offensive&lt;/a&gt; attacks on Saigon."
}