{
    "id": "55556854",
    "revid": "32799464",
    "url": "https://en.wikipedia.org/wiki?curid=55556854",
    "title": "The Beckoning (band)",
    "text": "The Beckoning is an &lt;a href=\"Extreme%20metal\"&gt;extreme&lt;/a&gt; &lt;a href=\"progressive%20metal\"&gt;progressive metal&lt;/a&gt; band that originated in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;.\nHistory.\nThe Beckoning began in 2010 with husband and wife, Royden \"Roy\" and Meghann Turple. The two had been in musical projects for years together. In December 2010, the band released \"Bloodlet\", their debut demo. The band was a part of a few compilations in their early days, including \"The Killing Fields\", which came out through Warclub Records. During this time, the band hired on Tim Davidson (bass) and Andy Stevens (guitar) to record on \"Bloodlet\". Soon after the release of the demo, the band released an album, \"Demystifying the Oracle\", with Eldon Loewen as the band's first permanent guitarist and bassist. In 2012, the band released \"War\", their debut EP. Two years later, \"Desolate\" was released. The band is currently working on their sophomore album. In 2017, the band signed to the upcoming label &lt;a href=\"Nosral%20Recordings\"&gt;Nosral Recordings&lt;/a&gt;, the label formed by former &lt;a href=\"Frost%20Like%20Ashes\"&gt;Frost Like Ashes&lt;/a&gt; guitarist, Mike Larson and they will be re-releasing \"War\" and \"Desolate\" via the label. On April 20, 2018, the band announced that they disbanded, all on great terms. Later the band announced they would be releasing their final single through Nosral.\nInfluences.\nThe band's Facebook page states that &lt;a href=\"Rush%20%28band%29\"&gt;Rush&lt;/a&gt;, &lt;a href=\"Tourniquet%20%28band%29\"&gt;Tourniquet&lt;/a&gt;, the early releases of &lt;a href=\"Genesis%20%28band%29\"&gt;Genesis&lt;/a&gt;, &lt;a href=\"Pink%20Floyd\"&gt;Pink Floyd&lt;/a&gt;, &lt;a href=\"Extol\"&gt;Extol&lt;/a&gt;, early &lt;a href=\"In%20Flames\"&gt;In Flames&lt;/a&gt;, &lt;a href=\"Iron%20Maiden\"&gt;Iron Maiden&lt;/a&gt;, &lt;a href=\"Deliverance%20%28metal%20band%29\"&gt;Deliverance&lt;/a&gt;, &lt;a href=\"Saviour%20Machine\"&gt;Saviour Machine&lt;/a&gt;, &lt;a href=\"Virgin%20Black\"&gt;Virgin Black&lt;/a&gt; and &lt;a href=\"Believer%20%28band%29\"&gt;Believer&lt;/a&gt;. Although not listed on their Facebook, the band stated they could not exist without the release of &lt;a href=\"Antestor\"&gt;Antestor&lt;/a&gt;'s album, \"&lt;a href=\"Return%20of%20the%20Black%20Death\"&gt;Return of the Black Death&lt;/a&gt;\".\nMembers.\nLast Lineup\nSession\nDiscography.\nDemo\nStudio album\nEPs\nSingles\nCompilation appearances"
}