{
    "id": "555881",
    "revid": "14965160",
    "url": "https://en.wikipedia.org/wiki?curid=555881",
    "title": "Innocence",
    "text": "Innocence is a lack of &lt;a href=\"Guilt%20%28emotion%29\"&gt;guilt&lt;/a&gt;, with respect to any kind of &lt;a href=\"crime\"&gt;crime&lt;/a&gt;, or wrongdoing. In a &lt;a href=\"Criminal%20law\"&gt;legal context&lt;/a&gt;, innocence is to the lack of &lt;a href=\"guilt%20%28law%29\"&gt;legal guilt&lt;/a&gt; of an individual, with respect to a crime. In other contexts, it is a lack of experience.\nIn relation to knowledge.\nInnocence can imply lesser &lt;a href=\"experience\"&gt;experience&lt;/a&gt; in either a relative view to social peers, or by an absolute comparison to a more common normative scale. In contrast to \"&lt;a href=\"ignorance\"&gt;ignorance&lt;/a&gt;\", it is generally viewed as a positive term, connoting an optimistic view of the world, in particular one where the lack of knowledge stems from a lack of wrongdoing, whereas greater knowledge comes from doing wrong. Subjects such as &lt;a href=\"crime\"&gt;crime&lt;/a&gt; and &lt;a href=\"human%20sexuality\"&gt;sexuality&lt;/a&gt; may be especially considered. This connotation may be connected with a popular &lt;a href=\"false%20etymology\"&gt;false etymology&lt;/a&gt; explaining \"innocent\" as meaning \"not knowing\" (Latin \"noscere\" (To know, learn)). The actual etymology is from general negation prefix \"in-\" and the Latin \"nocere\", \"to harm\".\nPeople who lack the mental capacity to understand the nature of their acts may be regarded as innocent regardless of their behavior. From this meaning comes the usage of \"innocent\" as a noun to refer to a child under the &lt;a href=\"Age%20of%20reason%20%28canon%20law%29\"&gt;age of reason&lt;/a&gt;, or a person, of any age, who is severely &lt;a href=\"Developmental%20disability\"&gt;mentally disabled&lt;/a&gt;. \nNonetheless, the word \"innocence\" is used to describe childhood innocence as a notion created and controlled by adults. As Jean-Jacques Rousseau describes 'childhood as a time of innocence' where children are 'not-knowing' and must reach the age of reason to become competent people in society. However, this is not the case anymore as technology advances, this has given children in the contemporary world a platform where they are referred to as 'digital natives', where they appear to be more knowledgeable in some areas than adults.\nPejorative meaning.\nIn some cases, the term \"innocence\" has a &lt;a href=\"pejorative\"&gt;pejorative&lt;/a&gt; meaning, where an assumed level of experience dictates common discourse or baseline qualifications for entry into another, different, social experience. Since experience is a prime factor in determining a person's &lt;a href=\"perspective%20%28cognitive%29\"&gt;point of view&lt;/a&gt;, innocence is often also used to imply naivety or lack of personal experience.\nSymbolism.\nThe &lt;a href=\"domestic%20sheep\"&gt;lamb&lt;/a&gt; is a commonly used symbol of innocence's nature. In &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;, for example, &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; is referred to as the \"Lamb of God\", thus emphasizing his sinless nature. Other symbols of innocence include &lt;a href=\"child\"&gt;child&lt;/a&gt;ren, &lt;a href=\"virginity\"&gt;virgins&lt;/a&gt;, &lt;a href=\"acacia\"&gt;acacia&lt;/a&gt; branches (especially in &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt;), non-sexual nudity, songbirds and the color &lt;a href=\"white\"&gt;white&lt;/a&gt; (biblical paintings and Hollywood films depict Jesus wearing a white tunic).\nLoss of innocence.\nA \"loss of innocence\" is a common theme in &lt;a href=\"fiction\"&gt;fiction&lt;/a&gt;, &lt;a href=\"popular%20culture\"&gt;pop culture&lt;/a&gt;, and &lt;a href=\"Literary%20realism\"&gt;realism&lt;/a&gt;. It is often seen as an integral part of &lt;a href=\"coming%20of%20age\"&gt;coming of age&lt;/a&gt;. It is usually thought of as an experience or period in a person's life that leads to a greater awareness of evil, pain and/or suffering in the world around them. Examples of this theme include songs like \"&lt;a href=\"American%20Pie%20%28song%29\"&gt;American Pie&lt;/a&gt;\", poetry like &lt;a href=\"William%20Blake\"&gt;William Blake&lt;/a&gt;'s collection &lt;a href=\"Songs%20of%20Innocence%20and%20of%20Experience\"&gt;Songs of Innocence and of Experience&lt;/a&gt;, novels like \"&lt;a href=\"To%20Kill%20a%20Mockingbird\"&gt;To Kill a Mockingbird&lt;/a&gt;\", \"&lt;a href=\"The%20Catcher%20in%20the%20Rye\"&gt;The Catcher in the Rye&lt;/a&gt;\", \"&lt;a href=\"A%20Farewell%20to%20Arms\"&gt;A Farewell to Arms&lt;/a&gt;\", and \"&lt;a href=\"Lord%20of%20the%20Flies\"&gt;Lord of the Flies&lt;/a&gt;\", and films like \"&lt;a href=\"Viridiana\"&gt;Viridiana&lt;/a&gt;\", \"&lt;a href=\"The%20400%20Blows\"&gt;The 400 Blows&lt;/a&gt;\", and \"&lt;a href=\"Stand%20by%20Me%20%28film%29\"&gt;Stand By Me&lt;/a&gt;\".\nBy contrast, the &lt;a href=\"I%20ching\"&gt;\"I Ching\"&lt;/a&gt; urges a recovery of innocence - the name given to Hexagram 25 - and \"encourages you to \"actively practice innocence\"\".\nInnocence could also be viewed as a Westernized view of childhood, and the \"loss\" of innocence is simply a social construction or viewed as the dominant ideology. Thinkers such as Jean-Jaques Rousseau used the romanticism discourse as a way to separate children from adults. Ideas surrounding childhood and childhood innocence stems from this discourse.\nIn psychoanalysis.\nThe &lt;a href=\"Psychoanalysis\"&gt;psychoanalytic&lt;/a&gt; tradition is broadly divided between those (like &lt;a href=\"W.%20R.%20D.%20Fairbairn\"&gt;Fairbairn&lt;/a&gt; and &lt;a href=\"D.%20W.%20Winnicott\"&gt;Winnicott&lt;/a&gt;) who saw the child as initially innocent, but liable to lose its innocence under the impact of stress or &lt;a href=\"psychological%20trauma\"&gt;psychological trauma&lt;/a&gt;; and those (like &lt;a href=\"Freud\"&gt;Freud&lt;/a&gt; and &lt;a href=\"Melanie%20Klein\"&gt;Klein&lt;/a&gt;) who see the child as \"developing\" innocence - maturing into it - as a result of surmounting the &lt;a href=\"Oedipus%20complex\"&gt;Oedipus complex&lt;/a&gt; and/or the depressive position.\nMore eclectically, &lt;a href=\"Eric%20Berne\"&gt;Eric Berne&lt;/a&gt; saw the Child ego state, and its vocabulary, as reflecting three different possibilities: the cliches of conformity; the obscenities of revolt; and \"the sweet phrases of charming innocence\". In a rather different formulation, &lt;a href=\"Christopher%20Bollas\"&gt;Christopher Bollas&lt;/a&gt; used the term 'Violent Innocence' to describe a fixed and obdurate refusal to acknowledge the existence of an alternative viewpoint - something akin to what he calls \"the fascist construction, the outcome is to empty the mind of all opposition\"."
}