{
    "id": "556099",
    "revid": "222511",
    "url": "https://en.wikipedia.org/wiki?curid=556099",
    "title": "Nachikatsuura",
    "text": " is a &lt;a href=\"List%20of%20towns%20in%20Japan\"&gt;town&lt;/a&gt; located in &lt;a href=\"Higashimuro%20District%2C%20Wakayama\"&gt;Higashimuro District&lt;/a&gt;, &lt;a href=\"Wakayama%20Prefecture\"&gt;Wakayama Prefecture&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. , the town had an estimated &lt;a href=\"population\"&gt;population&lt;/a&gt; of 14,420 in 7622 households and a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 79 persons per km². The total area of the town is .\nGeography.\nNachikatsuura is located near the southern tip of the &lt;a href=\"Kii%20Peninsula\"&gt;Kii Peninsula&lt;/a&gt;, in the southeastern tip of Wakayama Prefecture. It faces the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; to the east and its coastline is a typical &lt;a href=\"ria\"&gt;ria&lt;/a&gt; coast with several good natural harbors. In particular, the port of Katsuura is located in a cove protected by the island of Nakanoshima at its entrance, so it is not affected by rough waves from the sea. The landscape is mountainous, with numerous &lt;a href=\"hot%20spring\"&gt;hot spring&lt;/a&gt;s. Parts of the city are within the limits of the &lt;a href=\"Yoshino-Kumano%20National%20Park\"&gt;Yoshino-Kumano National Park&lt;/a&gt; and are also within the Kumano area of ​​the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; \"&lt;a href=\"Sacred%20Sites%20and%20Pilgrimage%20Routes%20in%20the%20Kii%20Mountain%20Range\"&gt;Sacred Sites and Pilgrimage Routes in the Kii Mountain Range&lt;/a&gt;\"\nNeighboring municipalities.\nWakayama Prefecture\nClimate.\nNachikatsuura has a &lt;a href=\"Humid%20subtropical%20climate\"&gt;Humid subtropical climate&lt;/a&gt; (Köppen \"Cfa\") characterized by warm summers and cool winters with light to no snowfall. The average annual temperature in Nachikatsuura is 16.5 °C. The average annual rainfall is 2596 mm with September as the wettest month. The temperatures are highest on average in August, at around 26.1 °C, and lowest in January, at around 6.8 °C. The area is subject to &lt;a href=\"typhoon\"&gt;typhoon&lt;/a&gt;s in summer. \nDemographics.\nPer Japanese census data, the population of Nachikatsuura has decreased steadily over the past 60 years.\nHistory.\nThe area of the modern town of Nachikatsuura was within ancient &lt;a href=\"Kii%20Province\"&gt;Kii Province&lt;/a&gt;. &lt;a href=\"Kumano%20Nachi%20Taisha\"&gt;Kumano Nachi Taisha&lt;/a&gt;, one of the &lt;a href=\"Kumano%20Sanzan\"&gt;Kumano Sanzan&lt;/a&gt; shrines, has been a destination for pilgrims since the &lt;a href=\"Heian%20period\"&gt;Heian period&lt;/a&gt;. The villages of Nachi and Katsuura were established with the creation of the modern municipalities system on April 1, 1889. Katsuura was raised to town status on May 1, 1908 and Nachi on August 1, 1934. On April 1, 1955, Nachi and Katsura merged with the neighboring villages of Ukuimura and Wakamura to form the town of Nachikatsuura. On January 11, 1960 the municipality annexed the villages of Shimosato farther south and Otamura inland up the Ota River.\nGovernment.\nNachikatsuura has a &lt;a href=\"mayor-council\"&gt;mayor-council&lt;/a&gt; form of government with a directly elected mayor and a &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; city council of 10 members. Nachikatsuura collectively with the other municipalities of &lt;a href=\"Higashimuro%20District%2C%20Wakayama\"&gt;Higashimuro District&lt;/a&gt; contributes two members to the &lt;a href=\"Wakayama%20Prefectural%20Assembly\"&gt;Wakayama Prefectural Assembly&lt;/a&gt;. In terms of national politics, the town is part of &lt;a href=\"Wakayama%203rd%20district\"&gt;Wakayama 3rd district&lt;/a&gt; of the &lt;a href=\"House%20of%20Representatives%20of%20Japan\"&gt;lower house&lt;/a&gt; of the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt;.\nEconomy.\nThe economy of Nachikatsuura centers on &lt;a href=\"commercial%20fishing\"&gt;commercial fishing&lt;/a&gt;, agriculture and tourism.\nEducation.\nNachikatsuura has seven public elementary schools and four public middle schools operated by the town government. The town does not have a high school. &lt;a href=\"Kinki%20University\"&gt;Kinki University&lt;/a&gt;'s Fisheries Research Institute Uragami Experiment Station and its Aquatic Culture Seedling Center are located in Nachikatsuura.\nTransportation.\nRailway.\n &lt;a href=\"West%20Japan%20Railway%20Company\"&gt;JR West&lt;/a&gt; – &lt;a href=\"Kisei%20Main%20Line\"&gt;Kisei Main Line&lt;/a&gt;"
}