{
    "id": "55619774",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=55619774",
    "title": "Anoplocephala manubriata",
    "text": "Anoplocephala manubriata is a host-specific &lt;a href=\"Cestoda\"&gt;tapeworm&lt;/a&gt;, or \"cestode\", that &lt;a href=\"Parasitism\"&gt;parasitizes&lt;/a&gt; African (\"&lt;a href=\"African%20bush%20elephant\"&gt;Loxodonta africana&lt;/a&gt;\") and Asian (\"&lt;a href=\"Asian%20elephant\"&gt;Elephas maximus&lt;/a&gt;\") elephants. These parasites require intermediate and definitive &lt;a href=\"host%20%28biology%29\"&gt;hosts&lt;/a&gt; to complete its &lt;a href=\"Biological%20life%20cycle\"&gt;life cycle&lt;/a&gt;. \"A. manubriata\" causes &lt;a href=\"Gastrointestinal%20tract\"&gt;gastrointestinal&lt;/a&gt; &lt;a href=\"inflammation\"&gt;inflammation&lt;/a&gt; in elephants. When ingested in the elephant, the cestode is attached to the intestinal mucosae. The life cycle of \"A. manubriata\" have not been completely elucidated, however studies have shown through examining &lt;a href=\"Oribatida\"&gt;oribatid&lt;/a&gt; &lt;a href=\"mite\"&gt;mite&lt;/a&gt;s from a &lt;a href=\"feces\"&gt;dung&lt;/a&gt; pile near an elephant site that an immature stage exists. The study concluded at least five species were contained at least one immature life stage of the cestode.\nStudies have shown that \"Anoplocephala manubriata\" is closely related to another \"&lt;a href=\"Anoplocephala\"&gt;Anoplocephala&lt;/a&gt;\" species called \"&lt;a href=\"Anoplocephala%20perfoliata\"&gt;Anoplocephala perfoliata&lt;/a&gt;\", which is a host-specific tapeworm to &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s. &lt;a href=\"Phylogenetics\"&gt;Phylogenetic&lt;/a&gt; analysis of the second &lt;a href=\"internal%20transcribed%20spacer\"&gt;internal transcribed spacer&lt;/a&gt; region (ITS-2), a portion of the 28S region and &lt;a href=\"cytochrome%20c%20oxidase%20subunit%20I\"&gt;cytochrome c oxidase subunit I&lt;/a&gt; (COX1) genes verified its relationship. Asian elephants have a high prevalence for \"&lt;a href=\"Strongylidae\"&gt;Strongylidae&lt;/a&gt;\" and \"Anoplocephala\" spp. infection.\nHosts.\nOribatid mites, the intermediate hosts, are a large group of free-living, &lt;a href=\"soil\"&gt;soil&lt;/a&gt;-dwelling &lt;a href=\"acari\"&gt;acari&lt;/a&gt;nes. They have low &lt;a href=\"fecundity\"&gt;fecundity&lt;/a&gt; and life development varies from months to 2 years in temperate soils. They are of economic importance to parasites by increasing the breakdown organic material in soil. There are more than 6 species of oribatid mites (\"&lt;a href=\"Galumna%20racilis\"&gt;Galumna racilis&lt;/a&gt;\", \"&lt;a href=\"Kilimabates%20pilosus\"&gt;Kilimabates pilosus&lt;/a&gt;\", \"&lt;a href=\"Kilimabates\"&gt;Kilimabates&lt;/a&gt;\" sp., \"&lt;a href=\"Scheloribates%20fusifer\"&gt;Scheloribates fusifer&lt;/a&gt;\", \"&lt;a href=\"Muliercula%20ngoyensis\"&gt;Muliercula ngoyensis&lt;/a&gt;\" and \"&lt;a href=\"Zygoribatula%20undulata\"&gt;Zygoribatula undulata&lt;/a&gt;\").\nElephants, the definitive hosts, acquires infection by eating oribatid mites. Elephants who have gastrointestinal problems are more likely to acquire an \"A. manubriata\" parasitic infection by accidentally swallowing infected oribatid mites in the dirt the elephants dwell in. These elephants would excrete &lt;a href=\"feces\"&gt;feces&lt;/a&gt; containing the cestode into the dirt, where other elephants can come in contact with the infected mite, adding to the prevalence of infected elephants.\nTypology and Morphology.\nAdult \"A. manubriata\" are white in color. They also contain strobila that stretch out towards the posterior end of the organism that range from 0.7 cm to 1.8 cm long. The anterior end of the worm contains a scolex, which has a circumference of approximately 1.5 to 2.1 cm. This scolex contains four large oral suckers and does not have hooks or rosetellum.\nThe proglottids of the worms contain both longitudinal and traverse muscles; this was determined by microscopic evaluation. The proglottid is divided into two distinct compartments called the cortex and medulla."
}