{
    "id": "556375",
    "revid": "23989406",
    "url": "https://en.wikipedia.org/wiki?curid=556375",
    "title": "Repeating rifle",
    "text": "A repeating rifle is a single-&lt;a href=\"gun%20barrel\"&gt;barrel&lt;/a&gt;ed &lt;a href=\"rifle\"&gt;rifle&lt;/a&gt; capable of &lt;a href=\"repeating%20firearm\"&gt;repeated discharges&lt;/a&gt; between each &lt;a href=\"ammunition\"&gt;ammunition&lt;/a&gt; reloads. This is typically achieved by having multiple &lt;a href=\"cartridge%20%28firearms%29\"&gt;cartridge&lt;/a&gt;s stored in a &lt;a href=\"magazine%20%28firearms%29\"&gt;magazine&lt;/a&gt; (within or attached to the gun) and then fed individually into the &lt;a href=\"chamber%20%28firearms%29\"&gt;chamber&lt;/a&gt; by a &lt;a href=\"reciprocating%20motion\"&gt;reciprocating&lt;/a&gt; &lt;a href=\"bolt%20%28firearm%29\"&gt;bolt&lt;/a&gt;, via either a manual or automatic &lt;a href=\"action%20%28firearms%29\"&gt;action&lt;/a&gt; mechanism, while the act of chambering the round typically also recocks the &lt;a href=\"hammer%20%28firearms%29\"&gt;hammer&lt;/a&gt;/&lt;a href=\"firing%20pin\"&gt;striker&lt;/a&gt; for the following shot. In common usage, the term \"repeating rifle\" most often refers specifically to manual repeating rifles (e.g. &lt;a href=\"lever-action\"&gt;lever-action&lt;/a&gt;, &lt;a href=\"pump-action\"&gt;pump-action&lt;/a&gt;, &lt;a href=\"bolt-action\"&gt;bolt-action&lt;/a&gt;, etc.), as opposed to &lt;a href=\"self-loading%20rifle\"&gt;self-loading rifle&lt;/a&gt;s, which use the &lt;a href=\"recoil\"&gt;recoil&lt;/a&gt; and/or &lt;a href=\"blowback%20%28firearms%29\"&gt;blowback&lt;/a&gt; of the previous shot to cycle the action and load the next round, even though all &lt;a href=\"self-loading%20firearm\"&gt;self-loading firearm&lt;/a&gt;s are technically a &lt;a href=\"subcategory\"&gt;subcategory&lt;/a&gt; of &lt;a href=\"repeating%20firearm\"&gt;repeating firearm&lt;/a&gt;s.\nRepeating rifles were a significant advance over the preceding &lt;a href=\"single-shot\"&gt;single-shot&lt;/a&gt; &lt;a href=\"breechloading\"&gt;breechloading&lt;/a&gt; rifles when used for military combat, as they allowed a much greater &lt;a href=\"rate%20of%20fire\"&gt;rate of fire&lt;/a&gt;. The repeating &lt;a href=\"Spencer%20rifle\"&gt;Spencer rifle&lt;/a&gt; saw use by &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; and the subsequent &lt;a href=\"American%20Indian%20Wars\"&gt;American Indian Wars&lt;/a&gt;, and the first repeating &lt;a href=\"air%20rifle\"&gt;air rifle&lt;/a&gt; to see military service was the &lt;a href=\"Girardoni%20air%20rifle\"&gt;Windbüchse rifle&lt;/a&gt;.\nMechanisms.\nManual.\nRevolver action.\nWhile some early &lt;a href=\"long%20gun\"&gt;long gun&lt;/a&gt;s were made using the &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt; mechanism popular in handguns, these did not have longevity. Even though the revolver mechanism was fine for pistols, it posed a problem with long guns: without special sealing details, the cylinder produces a gas discharge close to the face when the weapon is fired from the shoulder, as was the common approach with rifles.\nFalling block action.\nAlthough most falling-blocks were single-shot actions, some early repeaters used this design, notably the Norwegian &lt;a href=\"Krag%E2%80%93Petersson\"&gt;Krag–Petersson&lt;/a&gt; and the U. S. &lt;a href=\"Spencer%20rifle\"&gt;Spencer rifle&lt;/a&gt;. The former loaded from a Henry-style underbarrel magazine; the latter fed from a tubular magazine in the buttstock.\nLever action.\nIn a classic lever-action firearm of the Henry-Winchester type, rounds are individually loaded into a tubular magazine parallel to and below the barrel. A short bolt is held in place with an over center toggle action. Once closed, the over center action prevents opening solely by the force on the bolt when the weapon is fired. This toggle action is operated by a hand grip that forms part of the &lt;a href=\"trigger%20guard\"&gt;trigger guard&lt;/a&gt;. When operated, a spring in the tubular magazine pushes a fresh round into position. Returning the operating lever to the home position chambers the round and closes the breach. An &lt;a href=\"interlock%20%28engineering%29\"&gt;interlock&lt;/a&gt; prevents firing unless the toggle is fully closed. The famous &lt;a href=\"Winchester%20rifle%23Winchester%20Model%201873\"&gt;Model 1873 Winchester&lt;/a&gt; is exemplary of this type. Later lever-action designs, such as Marlin leverguns and those designed for Winchester by &lt;a href=\"John%20Browning\"&gt;John Browning&lt;/a&gt;, use one or two vertical locking blocks instead of a toggle-link. There also exist lever-action rifles that feed from a box magazine, which allows them to use pointed &lt;a href=\"bullet\"&gt;bullet&lt;/a&gt;s.\nA one-off example of Lever action reloading on automatic firearms is the &lt;a href=\"M1895%20Colt%E2%80%93Browning%20machine%20gun\"&gt;M1895 Colt–Browning machine gun&lt;/a&gt;. This weapon had a swinging lever beneath its barrel that was actuated by a gas bleed in the barrel, unlocking the breech to reload. This unique operation gave the nickname \"potato digger\" as the lever swung each time the weapon fired.\nPump action.\nWith a pump-action firearm, the action is operated by a movable fore-end that the shooter moves backwards and forwards to eject a spent round, and extract and chamber a fresh round of ammunition. Pump-actions are usually associated with shotguns, but one example of a pump-action rifle is the &lt;a href=\"Remington%20Model%207600\"&gt;Remington Model 7600&lt;/a&gt; series. Rifles with pump action are also called slide-action. This style of rifle is still popular with some local law enforcement branches as a rifle that is easy to train officers who are already familiar with the pump shotgun.\nBolt action.\nThe bolt is a mechanism that is operated by hand to extract a fired cartridge, move a fresh round into the chamber and reset the firing pin, readying the weapon to fire again. The bolt closes the breech end of the barrel and contains the &lt;a href=\"firing%20pin\"&gt;firing pin&lt;/a&gt;. The bolt is held in place with a lever that fits into a notch. Moving this lever out of the notch will release the restraint on the bolt, allowing it to be drawn back. An &lt;a href=\"extractor%20%28firearms%29\"&gt;extractor&lt;/a&gt; removes the spent cartridge, which is then ejected through the lever slot. A spring at the bottom of the &lt;a href=\"magazine%20%28firearms%29\"&gt;magazine&lt;/a&gt; pushes up the reserve rounds, positioning the topmost between the bolt and the chamber at the base of the &lt;a href=\"gun%20barrel\"&gt;barrel&lt;/a&gt;. Pushing the bolt lever forward chambers this round and pushing the lever into the notch locks the bolt and enables the &lt;a href=\"trigger%20%28firearms%29\"&gt;trigger&lt;/a&gt; mechanism. The complete cycle action also resets the firing pin. The &lt;a href=\"Mauser\"&gt;Mauser&lt;/a&gt; rifle of the late 19th and early 20th centuries is the most famous of the bolt-action types, with most similar weapons derived from this pioneering design, such as the &lt;a href=\"M1903%20Springfield\"&gt;M1903 Springfield&lt;/a&gt; and the &lt;a href=\"Karabiner%2098\"&gt;Karabiner 98&lt;/a&gt; Kurz rifle (abbreviated often as Kar98k or simply K98). The Russian &lt;a href=\"Mosin%E2%80%93Nagant\"&gt;Mosin–Nagant&lt;/a&gt; rifle, the British &lt;a href=\"Lee%E2%80%93Enfield\"&gt;Lee–Enfield&lt;/a&gt;, and the Norwegian &lt;a href=\"Krag%E2%80%93J%C3%B8rgensen\"&gt;Krag–Jørgensen&lt;/a&gt; are examples of alternate bolt-action designs.\nAutoloading.\nBlowback.\nIn blowback operation, the bolt is not actually locked at the moment of firing. To prevent violent recoil, in most firearms using this mechanism the opening of the bolt is delayed in some way. In many small arms, the round is fired while the bolt is still travelling forward, and the bolt does not open until this forward momentum is overcome. Other methods involve delaying the opening until two rollers have been forced back into recesses in the receiver in which the bolt is carried. Simple blowback action is simple and inexpensive to manufacture, but is limited in the power it can handle, so it is seen on small caliber weapons such as &lt;a href=\"machine%20pistol\"&gt;machine pistol&lt;/a&gt;s and &lt;a href=\"submachine%20gun\"&gt;submachine gun&lt;/a&gt;s. &lt;a href=\"Blowback%20%28firearms%29%23Lever-delayed\"&gt;Lever-delayed blowback&lt;/a&gt;, as seen in for example the French &lt;a href=\"FAMAS\"&gt;FAMAS&lt;/a&gt; assault rifle, can also handle more powerful cartridges but is more complicated and expensive to manufacture.\nRecoil-operated.\nIn a recoil-operated firearm, the breech is locked, and the barrel recoils as part of the firing cycle. In long-recoil actions, such as the &lt;a href=\"Browning%20Auto-5\"&gt;Browning Auto-5&lt;/a&gt; shotgun, the barrel and breechblock remain locked for the full recoil travel, and separate on the return; in short-recoil actions, typical of most semiautomatic handguns (e.g. the &lt;a href=\"Colt%20M1911\"&gt;Colt M1911&lt;/a&gt;), the barrel recoils only a short distance before decoupling from the breechblock.\nGas-operated.\nIn a gas-operated mechanism, a portion of the gases propelling the bullet from the barrel are extracted and used to operate a piston. The motion of this piston in turn unlocks and operates the bolt, which performs extraction of the spent cartridge and via spring action readies the next round. Almost all modern military rifles use mechanisms of this type."
}