{
    "id": "55636715",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=55636715",
    "title": "Cumberland (1800 ship)",
    "text": "Cumberland was launched in 1800 and sailed as a &lt;a href=\"West%20Indiaman\"&gt;West Indiaman&lt;/a&gt; until 1807 or 1808 when she was sold to Enderbys. She then made five voyages as a South Seas &lt;a href=\"whaler\"&gt;whaler&lt;/a&gt;. Enderbys sold \"Cumberland\" and she proceeded to sail between England and Australia. In 1827 she sailed from Hobart and was never seen again. It later transpired that &lt;a href=\"pirates\"&gt;pirates&lt;/a&gt; had captured her off the &lt;a href=\"Falkland%20Islands\"&gt;Falkland Islands&lt;/a&gt; and killed her crew and passengers.\nCareer.\n\"Cumberland\" enters the \"Register of Shipping\" and \"&lt;a href=\"Lloyd%27s%20Register\"&gt;Lloyd's Register&lt;/a&gt;\" in 1801.\n\"Cumberland\" then continued to sail between London and Jamaica. On 14 January 1806, \"&lt;a href=\"Lloyd%27s%20List\"&gt;Lloyd's List&lt;/a&gt;\" reported that \"Cumberland\", Kent, master, had been damaged in a gale at Portsmouth as she was on her way from London to Jamaica. Several other merchantmen were damaged at the same time.\nIn 1807, or 1808 Hodgson sold \"Cumberland\" to &lt;a href=\"Samuel%20Enderby%20%26amp%3B%20Sons\"&gt;Samuel Enderby &amp; Sons&lt;/a&gt;, who would employ her between 1814 and 1825 on five voyages as a &lt;a href=\"whaler\"&gt;whaler&lt;/a&gt; in the Southern Whale Fishery. The \"Register of Shipping\" is not available for 1808, but in 1809 it had recorded the change. \"Lloyd's Register\" did not catch up until 1810.\n\"Cumberland\" sailed in 1808. On 26 June Captain W. Swain was at &lt;a href=\"Port%20Jackson\"&gt;Port Jackson&lt;/a&gt; with a cargo of oil, having come from England. He left on 20 July for the whale fishery. He returned from the fishery on 22 July 1809 with oil, and then left in September for the fishery again. \"Cumberland\" returned to England on 3 July 1810. Although there are reports that Captain David or Daniel Kell was master in 1810, this cannot have been for long.\nCaptain William Swain sailed \"Cumberland\" for the South Seas again on 10 December 1810. There is a report that \"Cumberland\" was at Port Jackson in 1811, and an advertisement of 15 June 1811 in the \"Sydney Gazette\" noted that letters had arrived per the ship \"Cumberland\" from England and were at the Post office, which agrees with J.S. Cumpston's report that the whaler arrived in Port Jackson 5/6 June and departed by 10 July, in contrast with other published port records which do not indicate this.\n\"Cumberland\" returned to England on 22 December 1813. returned to Portsmouth on 18 December. She had sailed from the Cape on 5 September, and from &lt;a href=\"Saint%20Helena\"&gt;Saint Helena&lt;/a&gt; on 23 October. She had been in company with a number of &lt;a href=\"whaler\"&gt;whaler&lt;/a&gt;s and other vessels. One of the whalers was \"Cumberland\", and one of the other vessels was . \nCaptain John Shuttleworth sailed \"Cumberland\" on her third whaling voyage, leaving in 1814. He returned on 21 July 1817.\nCaptain John Christopher Gooch sailed \"Cumberland\" from England on 9 January 1818, bound for the &lt;a href=\"Desolation%20Island%20%28South%20Shetland%20Islands%29\"&gt;Isle of Desolation&lt;/a&gt;. He died on 14 August when he went overboard off the southern end of Madagascar. Captain Andrew Marshall replaced Gooch and returned on to England on 20 July 1819 with 150 casks of oil.\nCaptain &lt;a href=\"William%20Darby%20Brind\"&gt;William Darby Brind&lt;/a&gt; sailed \"Cumberland\" from England on 22 October 1819, bound for the New South Wales fisheries. She was on her way to Sydney from New Zealand in July 1820 when she encountered one of the two boats carrying the crew members of the whaler , which had wrecked on &lt;a href=\"Cato%20Reef\"&gt;Cato Reef&lt;/a&gt; on 21 April. (Getting the boats ready to sail had taken some time.) \"Cumberland\" brought the survivors into Sydney. \"Cumberland\" was off New Zealand on 13 November 1821. She returned to England on 21 May 1822 with 500 casks of oil.\nIn 1824 Enderby sold \"Cumberland\" to Cairnes (Cairns, or Carns) &amp; Co. The \"Register of Shipping\" for 1824 has \"Cumberland\" with a new master, Cairnes, and a new trade, London—New South Wales. She was also almost rebuilt in 1824.\nOn 29 September 1824, off the Cape Verde Islands, \"Cumberland\" was on her way to Rio de Janeiro when she spoke with , which was bound for Bombay. \"Cumberland\" arrived at Rio de Janeiro 20 October, but \"Barkworth\" was never heard from again.\n\"Cumberland\" left England 28 August 1825 with valuable merchandise and 59 passengers. She stayed at Rio for three weeks and arrived in Hobart 22/24 January 1825.\nFate.\n\"Cumberland\" sailed on 26 May 1827 from &lt;a href=\"Hobart\"&gt;Hobart&lt;/a&gt;, &lt;a href=\"Van%20Diemen%27s%20Land\"&gt;Van Diemen's Land&lt;/a&gt;, for London. She was not seen again.\n\"Lloyd's List\" reported on 29 July 1828 that \"Cumberland\" had been captured and her crew murdered. Another report identified the pirates as sailing under \"&lt;a href=\"Insurgent%20privateer\"&gt;Carthagena&lt;/a&gt;\" colours. Tasmanian newspapers reported that the pirates had captured \"Cumberland\" off the Falkland Islands. A hull that had been seen dismasted but afloat off the River Plate was probably \"Cumberland\". A pirate schooner with 70 men had been captured and taken into Cadiz. Several men on her had confessed to the murder of \"Cumberland\"s crew and eight passengers, including two children. Seven pirates were hanged at Cadiz, and one, an Englishman from Guernsey, had been handed over to British authorities at Gibraltar.\nCitations and references.\nCitations\nReferences"
}