{
    "id": "55641996",
    "revid": "15596619",
    "url": "https://en.wikipedia.org/wiki?curid=55641996",
    "title": "2021 Catalan regional election",
    "text": "The 2021 Catalan regional election was held on Sunday, 14 February 2021, to elect the 13th &lt;a href=\"Parliament%20of%20Catalonia\"&gt;Parliament&lt;/a&gt; of the &lt;a href=\"Autonomous%20communities%20of%20Spain\"&gt;autonomous community&lt;/a&gt; of &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt;. All 135 seats in the Parliament were up for election.\nAfter the &lt;a href=\"2017%20Catalan%20regional%20election\"&gt;2017 election&lt;/a&gt;, &lt;a href=\"Catalan%20independence\"&gt;pro-Catalan independence&lt;/a&gt; parties secured a parliamentary majority, electing &lt;a href=\"Quim%20Torra\"&gt;Quim Torra&lt;/a&gt; as new &lt;a href=\"President%20of%20the%20Government%20of%20Catalonia\"&gt;Catalan president&lt;/a&gt; after attempts to have &lt;a href=\"Carles%20Puigdemont\"&gt;Carles Puigdemont&lt;/a&gt; and &lt;a href=\"Jordi%20Turull\"&gt;Jordi Turull&lt;/a&gt; elected to the office were foiled by Spanish courts. However, in December 2019 Torra was disqualified by the &lt;a href=\"High%20Court%20of%20Justice%20of%20Catalonia\"&gt;High Court of Justice of Catalonia&lt;/a&gt; (TSJC) from holding any elected office and/or from exercising government powers for disobeying the &lt;a href=\"Junta%20Electoral%20Central\"&gt;Central Electoral Commission&lt;/a&gt; (JEC)'s rulings in the &lt;a href=\"April%202019%20Spanish%20general%20election\"&gt;April 2019 Spanish general election&lt;/a&gt; campaign. Torra remained as president as he appealed the ruling, but was stripped from his status as legislator in the Catalan parliament. A &lt;a href=\"snap%20election\"&gt;snap election&lt;/a&gt; loomed over the horizon for several months as Torra announced his will to call one after the court rulings, but the outbreak of the &lt;a href=\"COVID-19%20pandemic%20in%20Spain\"&gt;COVID-19 pandemic in Spain&lt;/a&gt; stalled these plans. On 28 September 2020, the TSJC's ruling was upheld by the &lt;a href=\"Supreme%20Court%20of%20Spain\"&gt;Supreme Court of Spain&lt;/a&gt;, finally disqualifying Torra from office and paving the way for a regional election to be called for early 2021.\nPuigdemont announced his intention to lead the lists of his new &lt;a href=\"Together%20for%20Catalonia%20%282020%29\"&gt;Together for Catalonia&lt;/a&gt; (JxCat) party into the election, with former regional Culture minister &lt;a href=\"Laura%20Borr%C3%A0s\"&gt;Laura Borràs&lt;/a&gt; being selected as presidential candidate. Concurrently, in a move widely seen as &lt;a href=\"Prime%20Minister%20of%20Spain\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Pedro%20S%C3%A1nchez\"&gt;Pedro Sánchez&lt;/a&gt;'s personal bet for his party to obtain a strong performance in the election, the &lt;a href=\"Socialists%27%20Party%20of%20Catalonia\"&gt;Socialists' Party of Catalonia&lt;/a&gt; (PSC) selected &lt;a href=\"Ministry%20of%20Health%20%28Spain%29\"&gt;Health minister&lt;/a&gt; &lt;a href=\"Salvador%20Illa\"&gt;Salvador Illa&lt;/a&gt;, who had been at the helm of the &lt;a href=\"Spanish%20government\"&gt;Spanish government&lt;/a&gt;'s response to the ongoing COVID-19 pandemic, as its leading candidate.\nPro-independence parties gained a majority of the votes for the first time in an election and increased their parliamentary majority, though they lost over 600,000 votes from the previous elections amidst the lowest voter turnout in history, at just 51.3%. The PSC under Salvador Illa emerged as the largest political party in a Catalan regional election in both votes and seats for the first time in history. The &lt;a href=\"far-right\"&gt;far-right&lt;/a&gt; &lt;a href=\"Vox%20%28political%20party%29\"&gt;Vox&lt;/a&gt; placed fourth and entered &lt;a href=\"Parliament%20of%20Catalonia\"&gt;Parliament&lt;/a&gt; for first time, winning 11 seats, to the collapse of both &lt;a href=\"Citizens%20%28Spanish%20political%20party%29\"&gt;Citizens&lt;/a&gt; (which placed first in the previous election and fell to seventh, losing 30 seats) and the &lt;a href=\"People%27s%20Party%20of%20Catalonia\"&gt;People's Party&lt;/a&gt; (which worsened its 2017 result, already its worst in history). The &lt;a href=\"Catalan%20European%20Democratic%20Party\"&gt;Catalan European Democratic Party&lt;/a&gt; (PDeCAT), the successor of the once-dominant &lt;a href=\"Democratic%20Convergence%20of%20Catalonia\"&gt;Democratic Convergence of Catalonia&lt;/a&gt; (CDC), lost parliamentary representation after they failed to clear the &lt;a href=\"electoral%20threshold\"&gt;electoral threshold&lt;/a&gt;. PDeCAT's extraparliamentary performance partially overturned the record for wasted votes (in vote share, but not raw votes) that had been set by CDC's erstwhile &lt;a href=\"Convergence%20and%20Union\"&gt;coalition&lt;/a&gt; partner, the &lt;a href=\"Democratic%20Union%20of%20Catalonia\"&gt;Democratic Union of Catalonia&lt;/a&gt; (UDC), in 2015.\nOverview.\nElectoral system.\nThe &lt;a href=\"Parliament%20of%20Catalonia\"&gt;Parliament of Catalonia&lt;/a&gt; was the &lt;a href=\"Devolution\"&gt;devolved&lt;/a&gt;, &lt;a href=\"unicameral%20legislature\"&gt;unicameral legislature&lt;/a&gt; of the &lt;a href=\"Autonomous%20communities%20of%20Spain\"&gt;autonomous community&lt;/a&gt; of &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt;, having legislative power in regional matters as defined by the &lt;a href=\"Spanish%20Constitution%20of%201978\"&gt;Spanish Constitution&lt;/a&gt; and the &lt;a href=\"Statute%20of%20Autonomy%20of%20Catalonia%20of%202006\"&gt;Catalan Statute of Autonomy&lt;/a&gt;, as well as the ability to vote confidence in or withdraw it from a &lt;a href=\"President%20of%20the%20Government%20of%20Catalonia\"&gt;regional president&lt;/a&gt;.\nAs a result of no regional electoral law having been approved since the re-establishment of Catalan autonomy, the electoral procedure came regulated under Transitory Provision Fourth of the &lt;a href=\"Statute%20of%20Autonomy%20of%20Catalonia%20of%201979\"&gt;1979 Statute&lt;/a&gt;, supplemented by the provisions within the &lt;a href=\"Elections%20in%20Spain%23Electoral%20procedures\"&gt;Organic Law of General Electoral Regime&lt;/a&gt;. Voting for the Parliament was on the basis of &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt;, which comprised all nationals over eighteen, registered in Catalonia and in full enjoyment of their political rights. Additionally, &lt;a href=\"Spanish%20diaspora\"&gt;Catalans abroad&lt;/a&gt; were required to &lt;a href=\"Voter%20registration\"&gt;apply for voting&lt;/a&gt; before being permitted to vote, a system known as \"begged\" or expat vote (). The 135 members of the Parliament of Catalonia were elected using the &lt;a href=\"D%27Hondt%20method\"&gt;D'Hondt method&lt;/a&gt; and a &lt;a href=\"closed%20list\"&gt;closed list&lt;/a&gt; &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt;, with an &lt;a href=\"electoral%20threshold\"&gt;electoral threshold&lt;/a&gt; of three percent of valid votes—which included blank ballots—being applied in each constituency. Seats were allocated to constituencies, corresponding to the &lt;a href=\"Provinces%20of%20Spain\"&gt;provinces&lt;/a&gt; of &lt;a href=\"Province%20of%20Barcelona\"&gt;Barcelona&lt;/a&gt;, &lt;a href=\"Province%20of%20Girona\"&gt;Girona&lt;/a&gt;, &lt;a href=\"Province%20of%20Lleida\"&gt;Lleida&lt;/a&gt; and &lt;a href=\"Province%20of%20Tarragona\"&gt;Tarragona&lt;/a&gt;, with each being allocated a fixed number of seats: 85 for Barcelona, 17 for Girona, 15 for Lleida and 18 for Tarragona.\nThe use of the D'Hondt method might result in a higher effective threshold, depending on the &lt;a href=\"district%20magnitude\"&gt;district magnitude&lt;/a&gt;.\nElection date.\nThe term of the Parliament of Catalonia expired four years after the date of its previous election, unless it was dissolved earlier. The regional president was required to call an election fifteen days prior to the date of expiry of parliament, with election day taking place within from forty to sixty days after the call. The &lt;a href=\"2017%20Catalan%20regional%20election\"&gt;previous election&lt;/a&gt; was held on 21 December 2017, which meant that the legislature's term would have expired on 21 December 2021. The election was required to be called no later than 6 December 2021, with it taking place up to the sixtieth day from the call, setting the latest possible election date for the Parliament on Friday, 4 February 2022.\nThe president had the prerogative to dissolve the Parliament of Catalonia and call a &lt;a href=\"snap%20election\"&gt;snap election&lt;/a&gt;, provided that no &lt;a href=\"motion%20of%20no%20confidence\"&gt;motion of no confidence&lt;/a&gt; was in process and that dissolution did not occur before one year had elapsed since a previous one under this procedure. In the event of an investiture process failing to elect a regional president within a two-month period from the first ballot, the Parliament was to be automatically dissolved and a fresh election called.\nOn 29 January 2020, &lt;a href=\"President%20of%20the%20Government%20of%20Catalonia\"&gt;President&lt;/a&gt; &lt;a href=\"Quim%20Torra\"&gt;Quim Torra&lt;/a&gt; announced that he would be calling a snap election at some point throughout 2020 once the parliamentary procedures for the budget's approval were finalized, after a government crisis erupted between &lt;a href=\"Together%20for%20Catalonia%20%282017%29\"&gt;Together for Catalonia&lt;/a&gt; (JuntsxCat) and &lt;a href=\"Republican%20Left%20of%20Catalonia\"&gt;Republican Left of Catalonia&lt;/a&gt; (ERC) over Torra's being stripped of his status as legislator, resulting from a court ruling condemning Torra for disobeying the &lt;a href=\"Junta%20Electoral%20Central\"&gt;Central Electoral Commission&lt;/a&gt; by not withdrawing partisan symbols from the &lt;a href=\"Palau%20de%20la%20Generalitat%20de%20Catalunya\"&gt;Palau de la Generalitat&lt;/a&gt;'s facade and not guaranteeing the institution's neutrality during the &lt;a href=\"April%202019%20Spanish%20general%20election\"&gt;April 2019 Spanish general election&lt;/a&gt; campaign.\nWhile the budget's parliamentary transaction timetable was due to be over by 18 March, meaning that an election could be held as soon as Monday, 11 May, if called immediately—or 17 May if the long-term tradition of holding elections on a Sunday is kept—members from both JuntsxCat and ERC hinted that the election could be delayed until after the summer, to be held in September–October 2020. The risk existed that, in the meantime, the &lt;a href=\"Supreme%20Court%20of%20Spain\"&gt;Supreme Court&lt;/a&gt; issued a firm ruling on Torra's disqualification that removed him from the president's office and thus deprived him of the prerogative of parliament dissolution. The announcement of a possible snap 2020 election in Catalonia had the immediate side effect of triggering an &lt;a href=\"2020%20Basque%20regional%20election\"&gt;early election in the Basque Country&lt;/a&gt; for 5 April, as &lt;a href=\"Lehendakari\"&gt;Lehendakari&lt;/a&gt; &lt;a href=\"I%C3%B1igo%20Urkullu\"&gt;Iñigo Urkullu&lt;/a&gt; sought to distance himself from the convoluted Catalan political landscape by avoiding any interference with the Basque election, which was initially not scheduled until autumn 2020. This in turn precipitated the end of the legislature in &lt;a href=\"Galicia%20%28Spain%29\"&gt;Galicia&lt;/a&gt;, with &lt;a href=\"President%20of%20the%20Regional%20Government%20of%20Galicia\"&gt;regional president&lt;/a&gt; &lt;a href=\"Alberto%20N%C3%BA%C3%B1ez%20Feij%C3%B3o\"&gt;Alberto Núñez Feijóo&lt;/a&gt; announcing a &lt;a href=\"2020%20Galician%20regional%20election\"&gt;snap election&lt;/a&gt; to be held simultaneously with the Basque one.\nIn July 2020, it was revealed that former Catalan president and Torra's predecessor &lt;a href=\"Carles%20Puigdemont\"&gt;Carles Puigdemont&lt;/a&gt; initially sought to have the election being held on 4 October 2020, in order for his upcoming political party to benefit from the pro-independence nostalgia of the &lt;a href=\"Diada\"&gt;Diada&lt;/a&gt; and the third anniversary of the &lt;a href=\"2017%20Catalan%20independence%20referendum\"&gt;2017 Catalan independence referendum&lt;/a&gt;, which would require the Parliament to be dissolved on 12 August. However, severe &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 outbreaks&lt;/a&gt; in the &lt;a href=\"Lleida\"&gt;Lleida&lt;/a&gt;/&lt;a href=\"Segri%C3%A0\"&gt;Segrià&lt;/a&gt; and &lt;a href=\"Barcelona%20metropolitan%20area\"&gt;Barcelona metropolitan&lt;/a&gt; areas in mid-July forced these plans to be delayed. Torra's disqualification in late September led to the Catalan parliament agreeing to not appoint a replacement candidate for the regional premiership; with a parliamentary act being published on 21 October confirming such situation and starting the two month-legally established timetable until the automatic dissolution of the chamber; the election was scheduled to be held on 14 February 2021. Eventually on 21 December, acting president &lt;a href=\"Pere%20Aragon%C3%A8s\"&gt;Pere Aragonès&lt;/a&gt; signed the decree dissolving the Parliament of Catalonia, confirming 14 February as the election date.\nAs a result of the worsening situation in Catalonia and in all of Spain because of mounting cases and deaths in the third wave of the COVID-19 pandemic, the election date was postponed to 30 May 2021. However, after a legal challenge due to perceived irregularities in the decree, on 19 January the &lt;a href=\"High%20Court%20of%20Justice%20of%20Catalonia\"&gt;High Court of Justice of Catalonia&lt;/a&gt; decided to suspend the effects of the decision, with the election provisionally set to be held on the original 14 February date. This decision was confirmed on 21 January. Although the decision could be appealed until 8 February, it was unlikely that the election would be suspended, with campaigning and electoral logistics already underway.\nParliamentary composition.\nThe Parliament of Catalonia was officially dissolved on 21 December 2020, after the publication of the dissolution decree in the Official Journal of the Government of Catalonia. The table below shows the composition of the parliamentary groups in the chamber at the time of dissolution.\nParties and candidates.\nThe electoral law allowed for &lt;a href=\"Political%20party\"&gt;parties&lt;/a&gt; and &lt;a href=\"Political%20alliance\"&gt;federations&lt;/a&gt; registered in the &lt;a href=\"Ministry%20of%20the%20Interior%20%28Spain%29\"&gt;interior ministry&lt;/a&gt;, &lt;a href=\"Electoral%20alliance\"&gt;coalitions&lt;/a&gt; and &lt;a href=\"Grouping%20of%20electors%20%28Spain%29\"&gt;groupings of electors&lt;/a&gt; to present lists of candidates. Parties and federations intending to form a coalition ahead of an election were required to inform the relevant Electoral Commission within ten days of the election call, whereas groupings of electors needed to secure the signature of at least one percent of the electorate in the constituencies for which they sought election, disallowing electors from signing for more than one list of candidates.\nBelow is a list of the main parties and electoral alliances which contested the election:\nWith the growing likelihood of a snap election from early 2020 onwards, speculation arose that both &lt;a href=\"Citizens%20%28Spanish%20political%20party%29\"&gt;Citizens&lt;/a&gt; (Cs) and the &lt;a href=\"People%27s%20Party%20of%20Catalonia\"&gt;People's Party&lt;/a&gt; (PP) would try to form a &lt;a href=\"Navarra%20Suma\"&gt;Navarra Suma&lt;/a&gt;-inspired electoral alliance of \"&lt;a href=\"Spanish%20unionism\"&gt;constitutionalist&lt;/a&gt;\" political forces. Far-right party &lt;a href=\"Vox%20%28political%20party%29\"&gt;Vox&lt;/a&gt; discarded itself from joining any such coalition and announced that it would run on its own instead. On 31 January 2020, Cs spokesperson in the &lt;a href=\"Congress%20of%20Deputies\"&gt;Congress of Deputies&lt;/a&gt; &lt;a href=\"In%C3%A9s%20Arrimadas\"&gt;Inés Arrimadas&lt;/a&gt; hinted at the possibility of such agreement being exported to Galicia and the Basque Country as well under the \"Better United\" umbrella (), excluding Vox from such arrangement. However, the heavy defeat of the &lt;a href=\"PP%2BCs\"&gt;PP+Cs&lt;/a&gt; formula in the &lt;a href=\"2020%20Basque%20regional%20election\"&gt;12 July Basque election&lt;/a&gt; sparked doubts within the regional PP's branch over the electoral viability of such an alliance in Catalonia. Finally, with the snap election being confirmed for 14 February 2021, it was announced that no such alliance would be formed, after the &lt;a href=\"Socialists%27%20Party%20of%20Catalonia\"&gt;Socialists' Party of Catalonia&lt;/a&gt; (PSC) had declined a similar offer from Cs to join into such a platform.\nIn July 2020, following the failure of negotiations between the &lt;a href=\"Catalan%20European%20Democratic%20Party\"&gt;Catalan European Democratic Party&lt;/a&gt; (PDeCAT) and former &lt;a href=\"Catalan%20president\"&gt;Catalan president&lt;/a&gt; &lt;a href=\"Carles%20Puigdemont\"&gt;Carles Puigdemont&lt;/a&gt; for the reorganization of the post-convergent space under the &lt;a href=\"Together%20for%20Catalonia%20%282017%29\"&gt;Together for Catalonia&lt;/a&gt; (JuntsxCat) umbrella because of the former's refusal to dissolve itself as a party, Puigdemont announced the founding of a new personalist party ahead of the upcoming regional election, wrestling control over the JuntsxCat's brand away from the PDeCAT for his own use, and breaking all ties with his former party. The new party, a new &lt;a href=\"Together%20for%20Catalonia%20%282020%29\"&gt;Together for Catalonia&lt;/a&gt; (JxCat) which would advocate for the goal of achieving &lt;a href=\"Unilateralism\"&gt;unilateral&lt;/a&gt; &lt;a href=\"Catalan%20independence\"&gt;independence&lt;/a&gt;, was to be formed by the merger of the &lt;a href=\"National%20Call%20for%20the%20Republic\"&gt;National Call for the Republic&lt;/a&gt; (CNxR), &lt;a href=\"Action%20for%20the%20Republic%20%28Catalonia%29\"&gt;Action for the Republic&lt;/a&gt; (AxR) and splinter elements from the PDeCAT. JxCat's formation process was started on 18 July with the public presentation of its imagery. By mid-to-late July, Puigdemont's allies had been publicly calling for disgruntled members within a deeply-fractured PDeCAT to join their new JxCat party upon its founding congress, leading &lt;a href=\"Reagrupament\"&gt;Independence Rally&lt;/a&gt; (RI.cat) to forfeit its collaboration agreement with the former, which it had maintained since 2013. From 29 August onwards and starting with the party's five &lt;a href=\"Senate%20of%20Spain\"&gt;senators&lt;/a&gt;, members from the PDeCAT aligned to Puigdemont started defecting \"en masse\" from the former, in response to it announcing a formal sue on Puigdemont for taking over the JxCat's brand, with Puigdemont himself forfeiting his PDeCAT membership on 31 August. That same day, 9 out of the 14 remaining PDeCAT MPs in the Parliament of Catalonia left the party to join JxCat.\nThe crisis within the post-convergent political space had also seen the founding of a new party, the &lt;a href=\"Nationalist%20Party%20of%20Catalonia\"&gt;Nationalist Party of Catalonia&lt;/a&gt; (PNC), from splinter elements of the PDeCAT opposing the idea of unilateral independence and disenchanted with Puigdemont's growing influence, with former coordinator-general &lt;a href=\"Marta%20Pascal\"&gt;Marta Pascal&lt;/a&gt; at its helm. On 15 July 2020, it was announced that several parties resulting from the &lt;a href=\"Convergence%20and%20Union\"&gt;Convergence and Union&lt;/a&gt; (CiU) break up, namely &lt;a href=\"Free%20%28political%20party%29\"&gt;Free&lt;/a&gt; (Lliures), &lt;a href=\"Convergents%20%28political%20party%29\"&gt;Convergents&lt;/a&gt; (CNV) and &lt;a href=\"Democratic%20League%20%28Catalonia%29\"&gt;Democratic League&lt;/a&gt; (LD), had agreed to form an electoral alliance ahead of the upcoming regional election, with the PNC and &lt;a href=\"Ramon%20Espadaler\"&gt;Ramon Espadaler&lt;/a&gt;'s &lt;a href=\"United%20to%20Advance\"&gt;United to Advance&lt;/a&gt; (Els Units), until then allied to the PSC, considering joining the new coalition as well. On 23 July, Lliures, CNV and LD announced the creation of a joint commission to begin the drafting of a future electoral programme and invited Units, the PNC and the \"moderate\" sectors still in the PDeCAT, who favoured an alliance outside of Puigdemont's sphere of influence, to join into \"a broad centre alternative that included Catalanists and sovereignists.\" By November 2020, Units, Lliures and LD were said to be favouring an electoral agreement with the PSC instead, advocating for the establishment of a \"broad Catalanist front\". However, eventually, a global agreement was not reached and PSC and Units renewed their electoral alliance without Lliures and LD.\nFormer &lt;a href=\"Prime%20Minister%20of%20France\"&gt;Prime Minister of France&lt;/a&gt; &lt;a href=\"Manuel%20Valls\"&gt;Manuel Valls&lt;/a&gt;, who had run in the &lt;a href=\"2019%20Barcelona%20City%20Council%20election\"&gt;2019 Barcelona municipal election&lt;/a&gt; within Cs's lists and had broken up with &lt;a href=\"Albert%20Rivera\"&gt;Albert Rivera&lt;/a&gt;'s party shortly afterwards, was also said to be considering launching his own bid for the regional election, but Arrimadas's appointment as Cs leader hinted at the possibility of both parties mending their ties and exploring a joint platform. By October 2020, Valls was reportedly uninterested in Catalan politics and was said to be planning a return to French politics, to be officialized after the 14 February regional election.\nIn a surprise move on 30 December 2020, PSC leader &lt;a href=\"Miquel%20Iceta\"&gt;Miquel Iceta&lt;/a&gt; announced that he would be stepping down as his party's leading candidate in the election, instead proposing incumbent &lt;a href=\"Ministry%20of%20Health%20%28Spain%29\"&gt;Health minister&lt;/a&gt; &lt;a href=\"Salvador%20Illa\"&gt;Salvador Illa&lt;/a&gt;, who had borne the brunt of the &lt;a href=\"Spanish%20government\"&gt;Spanish government&lt;/a&gt;'s management of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, for the post. The move was interpreted as a high-risk gamble from the &lt;a href=\"Spanish%20Socialist%20Workers%27%20Party\"&gt;Spanish Socialist Workers' Party&lt;/a&gt; (PSOE), and from &lt;a href=\"Prime%20Minister%20of%20Spain\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Pedro%20S%C3%A1nchez\"&gt;Pedro Sánchez&lt;/a&gt; in particular, to push for PSC's outright win in the regional election and put an end to the bloc politics that had settled down in Catalonia for the previous decade. The same day, former Cs candidate and party spokesperson in the &lt;a href=\"Spanish%20Senate\"&gt;Spanish Senate&lt;/a&gt;, Lorena Roldán, announced that she was defecting from the party to join the PP lists.\nTimetable.\nThe key dates are listed below (all times are &lt;a href=\"Central%20European%20Time\"&gt;CET&lt;/a&gt;):\nOpinion polls.\nThe tables below list opinion polling results in reverse chronological order, showing the most recent first and using the dates when the survey fieldwork was done, as opposed to the date of publication. Where the fieldwork dates are unknown, the date of publication is given instead. The highest percentage figure in each polling survey is displayed with its background shaded in the leading party's colour. If a tie ensues, this is applied to the figures with the highest percentages. The \"Lead\" column on the right shows the percentage-point difference between the parties with the highest percentages in a poll.\nVoting intention estimates.\nThe table below lists weighted voting intention estimates. Refusals are generally excluded from the party vote percentages, while question wording and the treatment of \"don't know\" responses and those not intending to vote may vary between polling organisations. When available, seat projections determined by the polling organisations are displayed below (or in place of) the percentages in a smaller font; 68 seats were required for an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt; in the &lt;a href=\"Parliament%20of%20Catalonia\"&gt;Parliament of Catalonia&lt;/a&gt;.\nVoting preferences.\nThe table below lists raw, unweighted voting preferences.\nVictory preferences.\nThe table below lists opinion polling on the victory preferences for each party in the event of a regional election taking place.\nVictory likelihood.\nThe table below lists opinion polling on the perceived likelihood of victory for each party in the event of a regional election taking place.\nPreferred President.\nThe table below lists opinion polling on leader preferences to become &lt;a href=\"president%20of%20the%20Government%20of%20Catalonia\"&gt;president of the Government of Catalonia&lt;/a&gt;.\nVoter turnout.\nThe table below shows registered vote turnout on election day without including voters from the Census of Absent-Residents (CERA).\nAftermath.\nActing president &lt;a href=\"Pere%20Aragon%C3%A8s\"&gt;Pere Aragonès&lt;/a&gt; (&lt;a href=\"Republican%20Left%20of%20Catalonia\"&gt;ERC&lt;/a&gt;) stood for president in a vote in the legislature on 26 March 2021, but failed due to divisions in the independence movement. He was supported by ERC and the &lt;a href=\"Popular%20Unity%20Candidacy\"&gt;CUP&lt;/a&gt;, but the rival &lt;a href=\"Together%20for%20Catalonia%20%282020%29\"&gt;JxCat&lt;/a&gt; party abstained, meaning he received only 42 votes (of 68 required), to 61 against. A second vote, requiring only a simple majority, took place on 30 March and also failed, with ERC and the CUP again voting to support his candidacy and JxCat abstaining. The three parties finally reached agreement on 17 May 2021, and Aragonès was elected with the votes of ERC, JxCat and CUP."
}