{
    "id": "55667828",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=55667828",
    "title": "MELD-Plus",
    "text": "MELD-Plus is a risk score to assess severity of chronic liver disease. The score includes nine variables as effective predictors for 90-day mortality after a discharge from a cirrhosis-related admission. The variables include all &lt;a href=\"Model%20for%20End-Stage%20Liver%20Disease\"&gt;Model for End-Stage Liver Disease&lt;/a&gt; (MELD)'s components, as well as sodium, albumin, total cholesterol, white blood cell count, age, and length of stay. MELD-Plus was created as a result of a collaboration between &lt;a href=\"Massachusetts%20General%20Hospital\"&gt;Massachusetts General Hospital&lt;/a&gt; and &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt;.\nThe development of MELD-Plus was based on using unbiased approach toward discovery of biomarkers. In this approach, a &lt;a href=\"feature%20selection\"&gt;feature selection&lt;/a&gt; &lt;a href=\"machine%20learning\"&gt;machine learning&lt;/a&gt; algorithm observes a large collection of health records and identifies a small set of variables that could serve as the most efficient predictors for a given medical outcome. An example for a notable feature selection method is lasso (least absolute shrinkage and selection operator).\nBecause total cholesterol and hospital length of stay are typically not uniform factors across different hospitals and may vary in different countries, an additional model that included only 7 of the 9 variables was evaluated. This yielded a performance close to the one of using all 9 variables and resulted in the following associations with increased mortality: INR, creatinine, total bilirubin, sodium, WBC, albumin, and age.\nCalculators.\nA calculator capable of comparing MELD, MELD-Na, and MELD-Plus is available.\nCalculators capable of calculating MELD and MELD-Na are available.\nPress coverage.\nJohnson HR. Developing a new score: how machine learning improves risk prediction.\nLivernois C. Harvard researchers develop predictive model for cirrhosis outcomes.\nGoedert J. IBM taps machine learning to predict cirrhosis mortality rates.\nCohen JK. Harvard, IBM researchers develop prediction model for cirrhosis outcomes.\nMassachusetts General Hospital (Snapshot of Science).\nExternal validation.\nA call for an additional validation of MELD-Plus was published in November 2019 in the &lt;a href=\"European%20Journal%20of%20Gastroenterology%20%26amp%3B%20Hepatology\"&gt;European Journal of Gastroenterology &amp; Hepatology&lt;/a&gt;.\nA study presented in June 2019 in Semana Digestiva (Vilamoura, Portugal) demonstrated that MELD-Plus was superior to assess mortality at 180 days vs. other liver-related scores in a population admitted due to &lt;a href=\"hepatic%20encephalopathy\"&gt;hepatic encephalopathy&lt;/a&gt;.\nA study published in April 2018 in &lt;a href=\"Surgery%2C%20Gastroenterology%20and%20Oncology\"&gt;Surgery, Gastroenterology and Oncology&lt;/a&gt; reported on the increased accuracy of using MELD-Plus vs. MELD in predicting early &lt;a href=\"acute%20kidney%20injury\"&gt;acute kidney injury&lt;/a&gt; after &lt;a href=\"liver%20transplantation\"&gt;liver transplantation&lt;/a&gt;.\nMELD-Plus was validated by using Explorys.\nMELD-Plus was proposed as advantageous for patients with low MELD-Na scores.\nPotential of alternative scores to extend life expectancy.\n&lt;a href=\"United%20Network%20for%20Organ%20Sharing\"&gt;United Network for Organ Sharing&lt;/a&gt; proposed that MELD-Na score (an extension of MELD) may better rank candidates based on their risk of pre-transplant mortality and is projected to save 50-60 lives total per year. Furthermore, a study published in the &lt;a href=\"New%20England%20Journal%20of%20Medicine\"&gt;New England Journal of Medicine&lt;/a&gt; in 2008, estimated that using MELD-Na instead of MELD would save 90 lives for the period from 2005 to 2006. In his viewpoint published in June 2018, co-creator of MELD-Plus, Uri Kartoun, suggested that \" ...MELD-Plus, if incorporated into hospital systems, could save hundreds of patients every year in the United States alone.\"\nA review specifying alternatives to MELD, including MELD-Na, MELD-sarcopenia, UKELD, D-MELD, iMELD, and MELD-Plus, was published on June 2019 in Seminars in Liver Disease.\nThe optimized prediction of mortality (OPOM) score is another tool that has been proposed to serve as an alternative to &lt;a href=\"Model%20for%20End-Stage%20Liver%20Disease\"&gt;Model for End-Stage Liver Disease&lt;/a&gt;.\nA review published in &lt;a href=\"Transplantation_%28journal%29\"&gt;Transplantation_(journal)&lt;/a&gt; in Feb. 2020 highlighted the importance of incorporating machine-learning techniques into liver-related prediction tools, especially within the context of the limited accuracy of MELD-Na when applied to patients with low scores. &lt;a href=\"Transplantation_%28journal%29\"&gt;Transplantation_(journal)&lt;/a&gt; further published a correspondence emphasizing this point.\nCriticism of machine learning in prediction modeling.\nChen &amp; Asch 2017 wrote: \"With machine learning situated at the peak of inflated expectations, we can soften a subsequent crash into a “trough of disillusionment” by fostering a stronger appreciation of the technology’s capabilities and limitations.\" However, the authors further added \"Although predictive algorithms cannot eliminate medical uncertainty, they already improve allocation of scarce health care resources, helping to avert hospitalization for patients with low-risk pulmonary embolisms (PESI) and fairly prioritizing patients for liver transplantation by means of MELD scores.\"\nSource code.\nA sample code for calculating MELD-Plus is available in &lt;a href=\"GitHub\"&gt;GitHub&lt;/a&gt;."
}