{
    "id": "556732",
    "revid": "1051416667",
    "url": "https://en.wikipedia.org/wiki?curid=556732",
    "title": "Holsworthy, New South Wales",
    "text": "Holsworthy is a &lt;a href=\"suburb\"&gt;suburb&lt;/a&gt; in &lt;a href=\"south-western%20Sydney\"&gt;south-western Sydney&lt;/a&gt;, in the state of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; 31 kilometres south-west of the &lt;a href=\"Sydney%20central%20business%20district\"&gt;Sydney central business district&lt;/a&gt;, in the &lt;a href=\"Local%20government%20in%20Australia\"&gt;local government area&lt;/a&gt; of the &lt;a href=\"City%20of%20Liverpool%20%28New%20South%20Wales%29\"&gt;City of Liverpool&lt;/a&gt;.\nHolsworthy is most notable for a large &lt;a href=\"Australian%20Army\"&gt;Australian Army&lt;/a&gt; reserve, &lt;a href=\"Holsworthy%20Barracks\"&gt;Holsworthy Barracks&lt;/a&gt;, where training exercises are frequently carried out. The reserve is adjacent to &lt;a href=\"Heathcote%20Road%2C%20Sydney\"&gt;Heathcote Road&lt;/a&gt;, which connects to &lt;a href=\"Bankstown%2C%20New%20South%20Wales\"&gt;Bankstown&lt;/a&gt;, &lt;a href=\"Liverpool%2C%20New%20South%20Wales\"&gt;Liverpool&lt;/a&gt;, &lt;a href=\"Lucas%20Heights%2C%20New%20South%20Wales\"&gt;Lucas Heights&lt;/a&gt;, &lt;a href=\"Engadine%2C%20New%20South%20Wales\"&gt;Engadine&lt;/a&gt; and &lt;a href=\"Heathcote%2C%20New%20South%20Wales\"&gt;Heathcote&lt;/a&gt;. Signs on the perimeter warn potential trespassers of the use of laser guided and conventional gunfire.\nThe residential area is located north of the railway station. Anzac Village is a locality in the northern part of the suburb and the adjacent suburb of &lt;a href=\"Wattle%20Grove%2C%20New%20South%20Wales\"&gt;Wattle Grove&lt;/a&gt;. A new development called 'Mornington' has recently been built in this region. A shopping centre has also been built in this area.\nHistory.\nThe area was named after &lt;a href=\"Holsworthy%2C%20Devon\"&gt;Holsworthy, Devon&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, where Governor &lt;a href=\"Lachlan%20Macquarie\"&gt;Lachlan Macquarie&lt;/a&gt; married &lt;a href=\"Elizabeth%20Macquarie\"&gt;Elizabeth Campbell&lt;/a&gt;, on 3 November 1807. It was originally spelt as Holdsworthy until after World War II, when the 'd' was dropped.\nThis land was occupied by the &lt;a href=\"Tharawal%20people\"&gt;Tharawal people&lt;/a&gt;. With the arrival of the &lt;a href=\"First%20Fleet\"&gt;First Fleet&lt;/a&gt;, indigenous people were pushed back from their traditional lands in the area surrounding Sydney. In 1795, explorers &lt;a href=\"George%20Bass\"&gt;George Bass&lt;/a&gt; and &lt;a href=\"Matthew%20Flinders\"&gt;Matthew Flinders&lt;/a&gt; explored the &lt;a href=\"Georges%20River\"&gt;Georges River&lt;/a&gt; and in 1798, grants of land for farming were made in the area. The soil was good and crops of &lt;a href=\"maize\"&gt;corn&lt;/a&gt;, &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt; and vegetables were soon being harvested.\nHowever, tensions developed with the Tharawal. In 1801, &lt;a href=\"Phillip%20Gidley%20King\"&gt;Governor King&lt;/a&gt; ordered soldiers to fire on the aborigines to keep them from settler's properties. By 1815, &lt;a href=\"Lachlan%20Macquarie\"&gt;Governor Macquarie&lt;/a&gt; declared a state of open warfare against aborigines in the Georges River area and forbade them carrying weapons within a mile of any British settlement. Ultimately, the British prevailed.\nA settlement named Eckersley was established in 1835 on what is now military land. By the 1880s a number of vineyards were established in the area. The land was acquired by the army in 1913. During &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; it was home to a large internment camp for civilians of &lt;a href=\"Germany\"&gt;German&lt;/a&gt; or &lt;a href=\"Austro-Hungarian\"&gt;Austro-Hungarian&lt;/a&gt; background, the camp absorbed prisoners from the infamous &lt;a href=\"Torrens%20Island%20Concentration%20Camp\"&gt;Torrens Island Concentration Camp&lt;/a&gt; in 1915. The modern village of Holsworthy evolved after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; to the north, with the barracks to the south. The streets are named with a military theme, such as Tarakan, Bardia, Wewak, Lae, Brunei, Finschhafen, Madang, Gona, Anzac, Light Horse, Infantry, Cavalry, Sabre, Gunners Row and Trooper Row. In Anzac Village, Australian Generals are remembered with Birdwood, Monash, Bridges and Blamey.\nThe Holsworthy bushland retains many indigenous sites and has been referred to as \"Sydney's Kakadu\". There are more than 500 significant Tharawal sites in the area including campsites, tool making sites and &lt;a href=\"rock%20art\"&gt;rock art&lt;/a&gt;. The art is mostly engravings of hands, &lt;a href=\"boomerangs\"&gt;boomerangs&lt;/a&gt;, animals, birds and fish.\nClimate.\nHolsworthy has a &lt;a href=\"temperate%20climate\"&gt;temperate climate&lt;/a&gt;, with warm summers and cool to mild winters, with precipitation spread throughout the year. Thunderstorms are common in the summer months, and provide most of the &lt;a href=\"precipitation\"&gt;precipitation&lt;/a&gt; in that season. Winters are pleasantly cool and sunny, although east coast lows can bring large amounts of &lt;a href=\"rainfall\"&gt;rainfall&lt;/a&gt;. Snow has never occurred, although &lt;a href=\"frost\"&gt;frost&lt;/a&gt; is a fairly common occurrence in winter. Being inland from the coast, and away from &lt;a href=\"Sydney%20CBD\"&gt;Sydney City&lt;/a&gt;, Holsworthy receives up to 500mm (20 in) less precipitation than coastal areas, just away.\nPopulation.\nAccording to the &lt;a href=\"Census%20in%20Australia%232016\"&gt;2016 census&lt;/a&gt;, Holsworthy had a population of 5,476. There were a high number of families with children (76.2%) and the median age of Holsworthy residents (30) was eight years younger than the national median. Not surprisingly, &lt;a href=\"Defense%20%28military%29\"&gt;defence&lt;/a&gt; was the major industry of employment, covering 16.8% of the suburb's residents. The median family income ($2,179 per week) was substantially higher than the national median ($1,734).\n60.4% of people were born in Australia. The next most common countries of birth were India 7.3%, Philippines 3.0%, Indonesia 2.5%, New Zealand 2.2% and China 2.1%. 59.1% of people only spoke English at home. Other languages spoken at home included Hindi 3.0%, Mandarin 2.9%, Indonesian 2.9%, Bengali 2.7% and Arabic 2.4%. The most common responses for religion were Catholic 23.4%, No Religion 22.4%, Anglican 12.6% and Hinduism 10.8%\nChurches.\nA congregation of &lt;a href=\"http%3A//lifegate.org.au\"&gt;Lifegate Community Church (Holsworthy &amp; Wattle Grove)&lt;/a&gt; meets weekly in the Wattle Grove Primary Public School Hall on Cressbrook Drive (&lt;a href=\"http%3A//maps.google.com.au/maps/place%3Fcid%3D1259883726531091065%26amp%3Bq%3Dchurch%26amp%3Bhl%3Den%26amp%3Bcd%3D3%26amp%3Bei%3D0xHmTKtjlKq8A8WIve4F%26amp%3Bdtab%3D0%26amp%3Bie%3DUTF8%26amp%3Bll%3D-33.945389%2C150.920606%26amp%3Bspn%3D0%2C0%26amp%3Bz%3D15\"&gt;Holsworthy Church on google maps&lt;/a&gt;).\nSt Christophers Catholic Church at Holsworthy also services the Holsworthy and Wattle Grove area."
}