{
    "id": "55676624",
    "revid": "1068730126",
    "url": "https://en.wikipedia.org/wiki?curid=55676624",
    "title": "BlacKkKlansman",
    "text": "BlacKkKlansman is a 2018 American &lt;a href=\"biographical%20film\"&gt;biographical&lt;/a&gt; &lt;a href=\"black%20comedy\"&gt;black comedy&lt;/a&gt; &lt;a href=\"crime%20film\"&gt;crime film&lt;/a&gt; directed by &lt;a href=\"Spike%20Lee\"&gt;Spike Lee&lt;/a&gt; and written by Charlie Wachtel, David Rabinowitz, &lt;a href=\"Kevin%20Willmott\"&gt;Kevin Willmott&lt;/a&gt; and Lee, based on the 2014 memoir \"Black Klansman\" by &lt;a href=\"Ron%20Stallworth\"&gt;Ron Stallworth&lt;/a&gt;. The film stars &lt;a href=\"John%20David%20Washington\"&gt;John David Washington&lt;/a&gt; as Stallworth, along with &lt;a href=\"Adam%20Driver\"&gt;Adam Driver&lt;/a&gt;, &lt;a href=\"Laura%20Harrier\"&gt;Laura Harrier&lt;/a&gt;, and &lt;a href=\"Topher%20Grace\"&gt;Topher Grace&lt;/a&gt;. Set in the 1970s in &lt;a href=\"Colorado%20Springs%2C%20Colorado\"&gt;Colorado Springs&lt;/a&gt;, Colorado, the plot follows the first African-American detective in the &lt;a href=\"Colorado%20Springs%20Police%20Department\"&gt;city's police department&lt;/a&gt; as he sets out to infiltrate and expose the local &lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt; chapter.\nThe film was produced by Spike Lee, Raymond Mansfield, Shaun Redick, &lt;a href=\"Sean%20McKittrick\"&gt;Sean McKittrick&lt;/a&gt;, &lt;a href=\"Jason%20Blum\"&gt;Jason Blum&lt;/a&gt;, and &lt;a href=\"Jordan%20Peele\"&gt;Jordan Peele&lt;/a&gt;. QC Entertainment purchased the film rights to the book in 2015. Lee signed on as director in September 2017. Much of the cast joined the following month, and filming began in &lt;a href=\"New%20York%20%28state%29\"&gt;New York State&lt;/a&gt;.\n\"BlacKkKlansman\" premiered on May 14, 2018, at the &lt;a href=\"2018%20Cannes%20Film%20Festival\"&gt;Cannes Film Festival&lt;/a&gt;, where it won the &lt;a href=\"Grand%20Prix%20%28Cannes%20Film%20Festival%29\"&gt;Grand Prix&lt;/a&gt;. It was theatrically released in the United States on August 10, 2018, a day before the first anniversary of the &lt;a href=\"Unite%20the%20Right%20rally\"&gt;Unite the Right rally&lt;/a&gt;. The film received acclaim from critics, who praised Lee's direction, the performances (particularly of Washington and Driver) and timely themes, as well as noting it as a return to form for Lee. It received six nominations at the &lt;a href=\"91st%20Academy%20Awards\"&gt;91st Academy Awards&lt;/a&gt;, including &lt;a href=\"Academy%20Award%20for%20Best%20Picture\"&gt;Best Picture&lt;/a&gt;, &lt;a href=\"Academy%20Award%20for%20Best%20Director\"&gt;Best Director&lt;/a&gt; (Lee's first directing nomination), and &lt;a href=\"Academy%20Award%20for%20Best%20Supporting%20Actor\"&gt;Best Supporting Actor&lt;/a&gt; for Driver, and won for &lt;a href=\"Academy%20Award%20for%20Best%20Adapted%20Screenplay\"&gt;Best Adapted Screenplay&lt;/a&gt;, making it Lee's first competitive Academy Award. The &lt;a href=\"American%20Film%20Institute\"&gt;American Film Institute&lt;/a&gt; also selected it as one of the &lt;a href=\"American%20Film%20Institute%20Awards%202018%23Top%2010%20Films\"&gt;top 10 films of 2018&lt;/a&gt;, and at the &lt;a href=\"76th%20Golden%20Globe%20Awards\"&gt;76th Golden Globe Awards&lt;/a&gt; it earned four nominations, including &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Motion%20Picture%26amp%3Bnbsp%3B%E2%80%93%20Drama\"&gt;Best Motion Picture – Drama&lt;/a&gt;.\nPlot.\nIn 1972, &lt;a href=\"Ron%20Stallworth\"&gt;Ron Stallworth&lt;/a&gt; is hired as the first &lt;a href=\"African%20Americans\"&gt;black&lt;/a&gt; officer in the &lt;a href=\"Colorado%20Springs%20Police%20Department\"&gt;Colorado Springs Police Department&lt;/a&gt;. Assigned to work in the records room, he tires of being harassed and applies to be an undercover cop. He is assigned to infiltrate a local rally where national civil rights leader &lt;a href=\"Stokely%20Carmichael\"&gt;Kwame Ture (a.k.a. Stokely Carmichael)&lt;/a&gt; is speaking. At the rally, Stallworth meets Patrice Dumas, president of the Black Student Union at &lt;a href=\"Colorado%20College\"&gt;Colorado College&lt;/a&gt;. While taking Ture to his hotel, Patrice is stopped by patrolman Andy Landers, a racist officer in Stallworth's precinct, who threatens Ture and gropes Patrice.\nFollowing the rally, Stallworth is reassigned to the intelligence division. After reading about a local division of the &lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt; in the newspaper, he calls posing as &lt;a href=\"White%20Americans\"&gt;white&lt;/a&gt;. He speaks with Walter Breachway, the president of the &lt;a href=\"Colorado%20Springs%2C%20Colorado\"&gt;Colorado Springs&lt;/a&gt; chapter, but soon realizes not only did he use his real name, but must also meet the Klan members. Stallworth recruits his &lt;a href=\"Jewish%20Americans\"&gt;Jewish&lt;/a&gt; coworker, Flip Zimmerman, to impersonate him and meet the Klan members while he continues posing as white on the phone. Under Stallworth's identity, Zimmerman meets Walter, the slightly more reckless Felix Kendrickson (and later his wife Connie), and Ivanhoe, who cryptically refers to an upcoming attack.\nCalling Klan headquarters in &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt; to expedite his membership, Stallworth begins regular phone conversations with &lt;a href=\"Grand%20Wizard\"&gt;Grand Wizard&lt;/a&gt; &lt;a href=\"David%20Duke\"&gt;David Duke&lt;/a&gt;. Kendrickson suspects Zimmerman of being Jewish and tries to force him to take a &lt;a href=\"polygraph\"&gt;polygraph&lt;/a&gt; test at gunpoint, but Stallworth, overhearing everything on the &lt;a href=\"covert%20listening%20device\"&gt;wire&lt;/a&gt; Zimmerman is wearing, breaks the Kendricksons' kitchen window as a distraction. Stallworth begins dating Patrice without telling her that he is a police officer. After passing information to the &lt;a href=\"United%20States%20Army%20Criminal%20Investigation%20Command\"&gt;Army CID&lt;/a&gt; about active-duty members, he learns from an &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt; agent that two members are personnel stationed at &lt;a href=\"NORAD\"&gt;NORAD&lt;/a&gt;.\nDuke visits Colorado Springs for Stallworth's induction into the Klan. Over the real Stallworth's protests, he is assigned to a protection detail for Duke. Once Zimmerman, masquerading as Stallworth, is initiated, Connie leaves the ceremony to place a bomb at a local civil rights rally. The real Stallworth realizes her intentions and alerts local police officers. When Connie notices a heavy police presence at the rally, she puts Felix's backup plan into action and plants the bomb at Patrice's house, leaving it under her car when it will not fit into the mailbox. Stallworth tackles her as she tries to flee, but uniformed officers detain and beat him despite his protests that he is working undercover.\nThe bombmaker, Walker, recognizes Zimmerman from a prior arrest and informs Felix. He, Felix, and Ivanhoe drive to the house and park next to Patrice's car without realizing that the bomb is hidden underneath. When they detonate it, the explosion kills all three. Zimmerman arrives and frees Stallworth, and Connie is arrested. While Stallworth is celebrating the closed case that night with Patrice, Landers arrives and harasses the two, remorselessly admitting to his assault on Patrice; Stallworth then reveals he is wearing a wire, and Police Chief Bridges arrives and arrests Landers for &lt;a href=\"police%20brutality\"&gt;police brutality&lt;/a&gt;.\nBridges congratulates the team for their success but orders them to end their investigation and destroy the records. Stallworth receives a call from Duke, and he insultingly tells Duke he is black before hanging up. While Patrice and Stallworth discuss their future, they are interrupted by a knock on the door. Through the window in the hallway, they see a &lt;a href=\"cross%20burning\"&gt;flaming cross&lt;/a&gt; on a hillside surrounded by Klan members. The film then cuts to actual footage of the 2017 &lt;a href=\"Unite%20the%20Right%20rally\"&gt;Unite the Right rally&lt;/a&gt;, where a still-respected Duke is a speaker, and ends with an upside-down American flag that fades to black and white.\nProduction.\nIn July 2015, screenwriters/co-producers Charlie Wachtel and David Rabinowitz discovered the book \"Black Klansman\" by &lt;a href=\"Ron%20Stallworth\"&gt;Ron Stallworth&lt;/a&gt;. They interviewed Stallworth and wrote a &lt;a href=\"spec%20screenplay\"&gt;spec screenplay&lt;/a&gt;, then pitched the script to producers Shaun Redick and Ray Mansfield. They brought the property to QC Entertainment, which had co-produced the successful 2017 film \"&lt;a href=\"Get%20Out\"&gt;Get Out&lt;/a&gt;\". QC again teamed up with &lt;a href=\"Jason%20Blum\"&gt;Jason Blum&lt;/a&gt;'s company &lt;a href=\"Blumhouse%20Productions\"&gt;Blumhouse Productions&lt;/a&gt;, and &lt;a href=\"Jordan%20Peele\"&gt;Jordan Peele&lt;/a&gt;'s company &lt;a href=\"Monkeypaw%20Productions\"&gt;Monkeypaw Productions&lt;/a&gt;, to produce the project.\nIn September of that year, &lt;a href=\"Spike%20Lee\"&gt;Spike Lee&lt;/a&gt; signed on as director and &lt;a href=\"John%20David%20Washington\"&gt;John David Washington&lt;/a&gt; was in negotiations to star. The following month, &lt;a href=\"Adam%20Driver\"&gt;Adam Driver&lt;/a&gt;, &lt;a href=\"Laura%20Harrier\"&gt;Laura Harrier&lt;/a&gt;, &lt;a href=\"Topher%20Grace\"&gt;Topher Grace&lt;/a&gt;, and &lt;a href=\"Corey%20Hawkins\"&gt;Corey Hawkins&lt;/a&gt; had joined the cast. In November, &lt;a href=\"Paul%20Walter%20Hauser\"&gt;Paul Walter Hauser&lt;/a&gt;, &lt;a href=\"Jasper%20P%C3%A4%C3%A4kk%C3%B6nen\"&gt;Jasper Pääkkönen&lt;/a&gt;, and &lt;a href=\"Ryan%20Eggold\"&gt;Ryan Eggold&lt;/a&gt; joined the cast, with &lt;a href=\"Ashlie%20Atkinson\"&gt;Ashlie Atkinson&lt;/a&gt; joining a month later.\nFilming began in October 2017. &lt;a href=\"Ossining%20%28town%29%2C%20New%20York\"&gt;Ossining, New York&lt;/a&gt;, was one location used in October. Filming locations also included the &lt;a href=\"Rockland%20County%2C%20New%20York\"&gt;Rockland County&lt;/a&gt; hamlet of &lt;a href=\"Garnerville%2C%20New%20York\"&gt;Garnerville&lt;/a&gt;, New York, where exterior shots of one of the Colorado Springs police stations were filmed.\n&lt;a href=\"Harry%20Belafonte\"&gt;Harry Belafonte&lt;/a&gt; appears in the film recounting the &lt;a href=\"lynching%20of%20Jesse%20Washington\"&gt;lynching of Jesse Washington&lt;/a&gt;; according to Lee, he commanded his crew on the day of filming Belafonte's scene to dress for the occasion in suits and dresses to honor Belafonte.\nLee ends the film with a tribute to anti-fascist counter-protester Heather Heyer, who was killed on August 12, 2017, in the &lt;a href=\"Charlottesville%20car%20attack\"&gt;Charlottesville car attack&lt;/a&gt; during the &lt;a href=\"Unite%20the%20Right%20rally\"&gt;Unite the Right rally&lt;/a&gt;.\nRelease.\nOn April 12, 2018, the film was selected to compete for the &lt;a href=\"Palme%20d%27Or\"&gt;Palme d'Or&lt;/a&gt; at the &lt;a href=\"2018%20Cannes%20Film%20Festival\"&gt;2018 Cannes Film Festival&lt;/a&gt;, where it premiered on May 14. It opened in the United States on August 10, 2018, which was chosen to coincide with the one-year anniversary of the &lt;a href=\"Unite%20the%20Right%20rally\"&gt;Charlottesville rally&lt;/a&gt;.\nReception.\nBox office.\n\"BlacKkKlansman\" grossed $49.3 million in the United States and Canada, and $44.1 million in other territories, for a total worldwide gross of $93.4 million, against a production budget of $15 million.\nIn the United States and Canada, \"BlacKkKlansman\" was released alongside \"&lt;a href=\"Slender%20Man%20%28film%29\"&gt;Slender Man&lt;/a&gt;\" and \"&lt;a href=\"The%20Meg\"&gt;The Meg&lt;/a&gt;\", and was projected to gross around $10 million from 1,512 theaters in its opening weekend. It made $3.6 million on its first day (including $670,000 from Thursday night previews). It went on to debut to $10.8 million, finishing fifth at the box office and marking Lee's best opening weekend since \"&lt;a href=\"Inside%20Man\"&gt;Inside Man&lt;/a&gt;\" ($29 million) in 2006. It made $7.4 million in its second weekend and $5.3 million in its third, finishing seventh and eighth, respectively.\nCritical response.\nOn &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;, the film has an approval rating of based on reviews, with an average rating of . The website's critical consensus reads, \"\"BlacKkKlansman\" uses history to offer bitingly trenchant commentary on current events—and brings out some of Spike Lee's hardest-hitting work in decades along the way.\" On &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, the film has a weighted average score of 83 out of 100, based on 56 critics, indicating \"universal acclaim\". Audiences polled by &lt;a href=\"CinemaScore\"&gt;CinemaScore&lt;/a&gt; gave the film an average grade of \"A–\" on an A+ to F scale, while &lt;a href=\"PostTrak\"&gt;PostTrak&lt;/a&gt; reported filmgoers gave it an 85% positive score and a 67% \"definite recommend\".\n&lt;a href=\"Peter%20Bradshaw\"&gt;Peter Bradshaw&lt;/a&gt; of \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" gave the film three out of five stars, writing: \"It's an entertaining spectacle but the brilliant tonal balance in something like Jordan Peele's satire \"Get Out\" leaves this looking a little exposed. Yet it responds fiercely, contemptuously to the crassness at the heart of the Trump regime and gleefully pays it back in its own coin\". For \"&lt;a href=\"IndieWire\"&gt;IndieWire&lt;/a&gt;\", David Ehrlich gave the film a grade of \"B+\" and wrote that it is \"far more frightening than it is funny\", and \"packages such weighty and ultra-relevant subjects into the form of a wildly uneven but consistently entertaining night at the movies\".\n&lt;a href=\"A.%20O.%20Scott\"&gt;A. O. Scott&lt;/a&gt;, writing for \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", saw the film as both political and provocative in opening up discussion on timely subject matter following Charlottesville. He stated, \"Committed anti-racists can sit quietly or laugh politely when hateful things are said. Epithets uttered in irony can be repeated in earnest. The most shocking thing about Flip's (Adam Driver's undercover detective role) imposture is how easy it seems, how natural he looks and sounds. This unnerving authenticity is partly testament to Mr. Driver's ability to tuck one performance inside another, but it also testifies to a stark and discomforting truth. Maybe not everyone who is white is a racist, but racism is what makes us white. Don't sleep on this movie.\"\nIn his review of the film for \"&lt;a href=\"Vulture%20%28website%29\"&gt;Vulture&lt;/a&gt;\", &lt;a href=\"David%20Edelstein\"&gt;David Edelstein&lt;/a&gt; found the film to be a potent antidote for previous films that Lee sees as unduly supportive of the racist viewpoint in the past, such as Griffith's \"&lt;a href=\"The%20Birth%20of%20a%20Nation\"&gt;The Birth of a Nation&lt;/a&gt;\". Edelstein stated: \"Lee himself has a propagandist streak, and he knows nothing ever sold the message of white emasculation and the existential necessity of keeping blacks down as well as Griffith's 1915 film. It revived the Klan and—insult to injury—is still reckoned a landmark of narrative &lt;a href=\"filmmaking\"&gt;filmmaking&lt;/a&gt;. If there were no other reason to make \"BlackkKlansman\", this one would be good enough.\"\nFilmmaker &lt;a href=\"Boots%20Riley\"&gt;Boots Riley&lt;/a&gt;, whose feature film debut \"&lt;a href=\"Sorry%20to%20Bother%20You\"&gt;Sorry to Bother You&lt;/a&gt;\" also premiered in 2018, criticized the film for its political perspective. While Riley called the craft of the film \"masterful\" and cited Lee as a major influence on his own work, he felt that the film was dishonestly marketed as a true story and criticized its attempts to \"make a cop the protagonist in the fight against racist oppression\", when Black Americans face structural racism \"from the police on a day-to-day basis\". In particular, Riley alleged that the film glossed over Stallworth's time spent working for &lt;a href=\"COINTELPRO\"&gt;COINTELPRO&lt;/a&gt; to \"sabotage a Black radical organization\" and objected to the film's choices to portray Stallworth's partner as Jewish and to fictionalize a bombing \"to make the police seem like heroes\". Lee responded in an interview with \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" on August 24, stating that while his films \"have been very critical of the police ... I'm never going to say that all police are corrupt, that all police hate people of color.\"\nAccolades.\n\"BlacKkKlansman\" won the &lt;a href=\"Grand%20Prix%20%28Cannes%20Film%20Festival%29\"&gt;Grand Prix&lt;/a&gt; at the Cannes Film Festival. It was subsequently nominated for four &lt;a href=\"Golden%20Globes\"&gt;Golden Globes&lt;/a&gt;, including &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Motion%20Picture%26amp%3Bnbsp%3B%E2%80%93%20Drama\"&gt;Best Motion Picture – Drama&lt;/a&gt;. Lee was nominated for &lt;a href=\"Directors%20Guild%20of%20America%20Award%20for%20Outstanding%20Directing%20%E2%80%93%20Feature%20Film\"&gt;Outstanding Feature Film&lt;/a&gt; by the &lt;a href=\"Directors%20Guild%20of%20America\"&gt;Directors Guild of America&lt;/a&gt; and the producers were nominated for the &lt;a href=\"Producers%20Guild%20of%20America%20Award%20for%20Best%20Theatrical%20Motion%20Picture\"&gt;Producers Guild of America Award for Best Theatrical Motion Picture&lt;/a&gt;.\nThe film was also nominated for four &lt;a href=\"Critics%20Choice%20Awards\"&gt;Critics Choice Awards&lt;/a&gt;, including &lt;a href=\"Critics%27%20Choice%20Movie%20Award%20for%20Best%20Picture\"&gt;Best Picture&lt;/a&gt;, seven &lt;a href=\"Satellite%20Awards\"&gt;Satellite Awards&lt;/a&gt;, including &lt;a href=\"Satellite%20Award%20for%20Best%20Director\"&gt;Best Director&lt;/a&gt; for Lee, and is nominated for the &lt;a href=\"Independent%20Spirit%20Award%20for%20Best%20Supporting%20Male\"&gt;Independent Spirit Award for Best Supporting Male&lt;/a&gt; for Driver, and three &lt;a href=\"Screen%20Actors%20Guild%20Awards\"&gt;Screen Actors Guild Awards&lt;/a&gt;, including &lt;a href=\"Screen%20Actors%20Guild%20Award%20for%20Outstanding%20Performance%20by%20a%20Male%20Actor%20in%20a%20Leading%20Role\"&gt;Outstanding Male Actor&lt;/a&gt; for Washington. The &lt;a href=\"American%20Film%20Institute\"&gt;American Film Institute&lt;/a&gt; also included it in its Top 10 Films of the Year.\n\"BlacKkKlansman\" was nominated for six &lt;a href=\"Academy%20Awards\"&gt;Academy Awards&lt;/a&gt; and won &lt;a href=\"Academy%20Award%20for%20Best%20Adapted%20Screenplay\"&gt;Best Adapted Screenplay&lt;/a&gt;. Nominations included &lt;a href=\"Academy%20Award%20for%20Best%20Picture\"&gt;Best Picture&lt;/a&gt;, Lee for &lt;a href=\"Academy%20Award%20for%20Best%20Director\"&gt;Best Director&lt;/a&gt;, and Driver for &lt;a href=\"Academy%20Award%20for%20Best%20Supporting%20Actor\"&gt;Best Supporting Actor&lt;/a&gt;. The film was also nominated for &lt;a href=\"Academy%20Award%20for%20Best%20Film%20Editing\"&gt;Best Film Editing&lt;/a&gt; and composer &lt;a href=\"Terence%20Blanchard\"&gt;Terence Blanchard&lt;/a&gt; was nominated for &lt;a href=\"Academy%20Award%20for%20Best%20Original%20Score\"&gt;Best Original Score&lt;/a&gt;.\nHistorical accuracy.\nAlthough based on a true story, the film dramatizes several events:"
}