{
    "id": "55694199",
    "revid": "4268551",
    "url": "https://en.wikipedia.org/wiki?curid=55694199",
    "title": "Denzel Ward",
    "text": "Denzel N. Ward (born April 28, 1997) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"cornerback\"&gt;cornerback&lt;/a&gt; for the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He played college football at &lt;a href=\"Ohio%20State%20Buckeyes%20football\"&gt;Ohio State&lt;/a&gt;.\nEarly years.\nWard attended &lt;a href=\"Nordonia%20High%20School\"&gt;Nordonia High School&lt;/a&gt; in &lt;a href=\"Macedonia%2C%20Ohio\"&gt;Macedonia, Ohio&lt;/a&gt;. He played cornerback and &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; for the Knights &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt; team. He also played basketball and ran track. As a senior at the Division 1 region 1 finals, he ran a personal best time of 10.49 seconds in the 100 meters, placing 1st. His personal best in the 200 meters is 21.38 seconds, in which he placed third at the state championships. He committed to &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt; to play college football.\nCollege career.\nWard attended and played college football at Ohio State under head coach &lt;a href=\"Urban%20Meyer\"&gt;Urban Meyer&lt;/a&gt;. As a true freshman at Ohio State in 2015, Ward played in 12 games, recording seven tackles. As a sophomore in 2016, he played in all 13 games and had 23 tackles. Ward became a starter as a junior in 2017. Entering the &lt;a href=\"2018%20NFL%20Draft\"&gt;2018 NFL Draft&lt;/a&gt;, Ward decided not to play in the &lt;a href=\"2017%20Cotton%20Bowl%20Classic%20%28December%29\"&gt;2017 Cotton Bowl&lt;/a&gt;.\nProfessional career.\nOn December 29, 2017, Ward released an official statement through his &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; account announcing his decision to forgo his senior season and enter the &lt;a href=\"2018%20NFL%20Draft\"&gt;2018 NFL Draft&lt;/a&gt;. Ward also decided to skip the &lt;a href=\"Cotton%20Bowl%20Classic\"&gt;Cotton Bowl Classic&lt;/a&gt;. Ward attended the &lt;a href=\"NFL%20Scouting%20Combine\"&gt;NFL Scouting Combine&lt;/a&gt; in &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt; and completed the majority of combine drills, but opted to skip the short shuttle and three-cone drill. His overall performance impressed scouts and helped solidify his position as the top cornerback prospect. Ward tied for first, among all players, in the 40-yard dash (4.32s) and his broad jump (11'4\") was the best among all players, regardless of position. He also tied for second in the vertical jump (39\") among his position group and tied for eighth in the bench press (16 reps) among cornerbacks who participated.\nWard attended pre-draft visits with multiple teams, including the &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;, &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;, &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt;, &lt;a href=\"Buffalo%20Bills\"&gt;Buffalo Bills&lt;/a&gt;, &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt;, and &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt;. At the conclusion of the pre-draft process, Ward was projected to be a top ten pick by NFL draft experts and scouts. He was ranked as the top cornerback prospect in the draft by &lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt; and NFL analyst &lt;a href=\"Mike%20Mayock\"&gt;Mike Mayock&lt;/a&gt; and was ranked as the second best cornerback by DraftScout.com.\nThe &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt; selected Ward in the first round (fourth overall) of the &lt;a href=\"2018%20NFL%20Draft\"&gt;2018 NFL Draft&lt;/a&gt;. Ward was the first defensive back drafted in 2018 and became the highest selected cornerback from Ohio State since &lt;a href=\"Shawn%20Springs\"&gt;Shawn Springs&lt;/a&gt;, who was selected third overall in the &lt;a href=\"1997%20NFL%20Draft\"&gt;1997 NFL Draft&lt;/a&gt;.\nOn July 24, 2018, the Cleveland Browns signed Ward to a fully guaranteed four-year, &lt;a href=\"United%20States%20dollar\"&gt;$&lt;/a&gt;29.16 million &lt;a href=\"contract\"&gt;contract&lt;/a&gt; that includes a &lt;a href=\"signing%20bonus\"&gt;signing bonus&lt;/a&gt; of $19.29 million.\n2018.\nWard entered training camp slated as the No. 1 starting cornerback on the depth chart after the departures of &lt;a href=\"Jason%20McCourty\"&gt;Jason McCourty&lt;/a&gt; and &lt;a href=\"Jamar%20Taylor\"&gt;Jamar Taylor&lt;/a&gt;. Head coach &lt;a href=\"Hue%20Jackson\"&gt;Hue Jackson&lt;/a&gt; named Ward the starting cornerback to begin the regular season, alongside &lt;a href=\"Terrance%20Mitchell\"&gt;Terrance Mitchell&lt;/a&gt;.\nHe made his professional regular season debut and first career start in the &lt;a href=\"2018%20Cleveland%20Browns%20season\"&gt;Cleveland Browns'&lt;/a&gt; season-opener against the &lt;a href=\"2018%20Pittsburgh%20Steelers%20season\"&gt;Pittsburgh Steelers&lt;/a&gt; and recorded six combined tackles, broke up three passes, and made two interceptions during their 21–21 tie. Ward made his first career interception off a pass attempt by Steelers' quarterback &lt;a href=\"Ben%20Roethlisberger\"&gt;Ben Roethlisberger&lt;/a&gt;, that was originally intended for wide receiver &lt;a href=\"Antonio%20Brown\"&gt;Antonio Brown&lt;/a&gt;, in the first quarter. On October 7, 2018, Ward recorded five combined tackles, tied his season-high of three pass deflections, made one interception, and a blocked field goal in a 12–9 overtime win over the &lt;a href=\"2018%20Baltimore%20Ravens%20season\"&gt;Baltimore Ravens&lt;/a&gt;. His performance earned him AFC Special Teams Player of the Week. Overall, he finished his rookie season with 53 tackles, three interceptions, 11 pass deflections, one forced fumble, and two fumble recoveries in 13 games, of which he started 12. He was named to the Pro Bowl and the NFL All-Rookie Team.\n2019.\nIn week 14 against the &lt;a href=\"Cincinnati%20Bengals\"&gt;Cincinnati Bengals&lt;/a&gt;, Ward recorded his first interception of the season off a pass thrown by &lt;a href=\"Andy%20Dalton\"&gt;Andy Dalton&lt;/a&gt; and returned it for a 61 yard touchdown during the 27–19 win.\n2020.\nIn Week 4 against the &lt;a href=\"2020%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;, Ward recorded his first interception of the season off a pass thrown by &lt;a href=\"Dak%20Prescott\"&gt;Dak Prescott&lt;/a&gt; late in the fourth quarter to seal a 49–38 victory for the Browns. In Week 11 against the &lt;a href=\"2020%20Philadelphia%20Eagles%20season\"&gt;Philadelphia Eagles&lt;/a&gt;, Ward recorded 4 pass deflections and an interception late in the fourth quarter off a pass thrown by &lt;a href=\"Carson%20Wentz\"&gt;Carson Wentz&lt;/a&gt; to help secure the 22–17 victory for the Browns. Ward was placed on the reserve/&lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; list by the Browns on December 31, 2020, and activated on January 13, 2021.\n2021.\nThe Browns exercised Ward's fifth-year option on April 23, 2021, which guarantees a salary of $13.29 million for the 2022 season."
}