{
    "id": "556903",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=556903",
    "title": "Andy Cole",
    "text": "Andrew Alexander Cole (born 15 October 1971) is an English former professional &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who played as a &lt;a href=\"Forward%20%28association%20football%29%23Striker\"&gt;striker&lt;/a&gt;. His professional career lasted from 1988 to 2008, and is mostly remembered for his time with &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;, who paid a British record transfer fee to sign him from &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;. Cole spent six years with Manchester United and won eight major trophies, including the Treble of the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt;, &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; and &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; in 1999.\nAs well as for Manchester United and Newcastle United, Cole also played in the top division of English football for &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;, &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;, &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt;, &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;, &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt; and &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt;, as well as in &lt;a href=\"English%20Football%20League\"&gt;The Football League&lt;/a&gt; for &lt;a href=\"Bristol%20City%20F.C.\"&gt;Bristol City&lt;/a&gt;, &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt;, &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt; and &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;. He is the &lt;a href=\"List%20of%20footballers%20with%20100%20or%20more%20Premier%20League%20goals\"&gt;third-highest goalscorer in Premier League history&lt;/a&gt; with 187 goals, and holds Premier League records for most goals scored in a 42-game season (34), and fastest to score 50 goals (65 matches), as well as being the first player to top the Premier League's goalscoring charts and assist charts in the same season in their own right, in 1993–94.\nCole has the distinction of being one of the few players in England to have swept all possible honours in the English game, including the &lt;a href=\"PFA%20Young%20Player%20of%20the%20Year\"&gt;PFA Young Player of the Year&lt;/a&gt; award, as well as the coveted &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; title. Cole was also &lt;a href=\"cap%20%28football%29\"&gt;capped&lt;/a&gt; 15 times for the &lt;a href=\"England%20national%20football%20team\"&gt;England national team&lt;/a&gt; between 1995 and 2001, scoring once against &lt;a href=\"Albania%20national%20football%20team\"&gt;Albania&lt;/a&gt; in a &lt;a href=\"2002%20FIFA%20World%20Cup%20qualification%20%28UEFA%29\"&gt;2002 FIFA World Cup qualifier&lt;/a&gt;.\nClub career.\nEarly career.\nCole began his career as a youth player for &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; on leaving school in 1988, signing professional in 1989. He made his only league appearance for Arsenal, aged 19, as a &lt;a href=\"Substitute%20%28association%20football%29\"&gt;substitute&lt;/a&gt; against &lt;a href=\"Sheffield%20United%20F.C.\"&gt;Sheffield United&lt;/a&gt; at &lt;a href=\"Arsenal%20Stadium\"&gt;Highbury&lt;/a&gt; during a &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; match on 29 December 1990. Arsenal won 4–1 but Cole did not score. He also made a substitute appearance against &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; in the &lt;a href=\"FA%20Community%20Shield\"&gt;Charity Shield&lt;/a&gt; in &lt;a href=\"1991%20FA%20Charity%20Shield\"&gt;1991&lt;/a&gt; and almost made an immediate impact, hitting the side netting from outside the penalty area. The following season, Cole was loaned to &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; in the &lt;a href=\"Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt;, where he scored three goals in 13 matches.\nCole joined &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; &lt;a href=\"Bristol%20City%20F.C.\"&gt;Bristol City&lt;/a&gt; on loan in March 1992 before signing in a &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;500,000 permanent deal in the summer of 1992, at the time becoming their most expensive player. Having proved himself as a competent young goalscorer with Bristol City (who began the &lt;a href=\"1992%E2%80%9393%20in%20English%20football\"&gt;1992–93 season&lt;/a&gt; in the new &lt;a href=\"Football%20League%20First%20Division\"&gt;Football League Division One&lt;/a&gt; following the creation of the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt;), Cole was quickly one of the hottest prospects in England and his name was frequently linked with Premier League clubs throughout the 1992–93 season.\nNewcastle United.\nIn February 1993, Division One leaders &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; broke their club transfer record by paying £1.75 million to sign Cole. He then scored 12 goals in as many league matches as Newcastle cruised to the Division One title and won promotion to the Premier League. His 12 goals included two hat-tricks, the first against &lt;a href=\"Barnsley%20F.C.\"&gt;Barnsley&lt;/a&gt; on 7 April, the second on the final day of the season in a 7–1 hammering of &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt;. He also scored the first of the club's two goals in their 2–0 promotion clinching win over &lt;a href=\"Grimsby%20Town%20F.C.\"&gt;Grimsby Town&lt;/a&gt; at &lt;a href=\"Blundell%20Park\"&gt;Blundell Park&lt;/a&gt; on 4 May.\nAfter &lt;a href=\"David%20Kelly%20%28association%20footballer%29\"&gt;David Kelly&lt;/a&gt; was sold to &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt;, manager &lt;a href=\"Kevin%20Keegan\"&gt;Kevin Keegan&lt;/a&gt; brought in &lt;a href=\"Peter%20Beardsley\"&gt;Peter Beardsley&lt;/a&gt; as Cole's strike partner for the &lt;a href=\"1993%E2%80%9394%20FA%20Premier%20League\"&gt;1993–94 Premier League campaign&lt;/a&gt;.\nCole scored 34 goals in 40 matches during Newcastle's first Premier League season as they finished third, and qualified for the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt; for the first time since the 1970s. His first top division goal was in a 1–1 draw against defending league champions &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt; on 21 August 1993. This was Newcastle's first goal in the Premier League. Exactly three months later, Cole scored all three goals as Newcastle defeated &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; 3–0 at home. Another emphatic hat-trick followed against &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry City&lt;/a&gt; in late February and with &lt;a href=\"Peter%20Beardsley\"&gt;Peter Beardsley&lt;/a&gt; almost as lethal as his strike partner. Cole scored 41 total goals in all competitions – breaking the club's goalscoring record which had been set by &lt;a href=\"Hughie%20Gallacher\"&gt;Hughie Gallacher&lt;/a&gt; nearly 70 years earlier (Gallacher still holds the record for the highest number of league goals in a season with 36).\nCole was subsequently voted &lt;a href=\"PFA%20Young%20Player%20of%20the%20Year\"&gt;PFA Young Player of the Year&lt;/a&gt; for that season.\nCole then scored 9 goals in 18 Premier League matches for Newcastle after the start of the &lt;a href=\"1994%E2%80%9395%20FA%20Premier%20League\"&gt;1994–95 season&lt;/a&gt;, and also scored a hat-trick against &lt;a href=\"Royal%20Antwerp%20FC\"&gt;Royal Antwerp&lt;/a&gt; in the &lt;a href=\"1994%E2%80%9395%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;.\nIn all, Cole scored 68 goals in 84 matches for Newcastle, giving him a strike rate of 81%. Cole's last goal for Newcastle United came in the 1–1 home draw with &lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt; on 26 November 1994.\nManchester United.\nOn 10 January 1995, Cole was suddenly sold in a shock deal to Manchester United for a deal worth £7 million – £6 million cash plus £1 million-rated &lt;a href=\"Keith%20Gillespie\"&gt;Keith Gillespie&lt;/a&gt; going in the opposite direction, setting a new record for the most expensive British transfer. Newcastle fans were saddened and confused with Keegan for selling Cole, leading to Keegan publicly confronting fans at &lt;a href=\"St%20James%27%20Park\"&gt;St James' Park&lt;/a&gt;, against the advice of chairman &lt;a href=\"John%20Hall%20%28businessman%29\"&gt;Sir John Hall&lt;/a&gt; and first team coach &lt;a href=\"Terry%20McDermott\"&gt;Terry McDermott&lt;/a&gt;, explaining his reasons on the day of the transfer. Cole stated his sadness at leaving the club, however felt the iconic status Newcastle fans aligned with him was premature and affecting him personally, whilst he cited Newcastle's November loss to &lt;a href=\"Wimbledon%20F.C\"&gt;Wimbledon F.C&lt;/a&gt; as permanently damaging his relationship with Keegan. McDermott stated in his autobiography that Keegan decided to sell Cole citing a drop in form and enthusiasm, whilst also hoping to sign &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers F.C.&lt;/a&gt; striker &lt;a href=\"Les%20Ferdinand\"&gt;Les Ferdinand&lt;/a&gt; shortly following Cole's departure. Ferdinand signed for Newcastle the following season.\nDespite joining halfway through the 1994–95 season, Cole still managed to score 12 goals in just 18 Premier League matches for United. This included his first, the winner in a 1–0 victory over &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt; on 4 February at Old Trafford and five in the &lt;a href=\"Manchester%20United%20F.C.%209%E2%80%930%20Ipswich%20Town%20F.C.\"&gt;9–0 rout&lt;/a&gt; of Ipswich Town, making him the first player to score five goals in a Premier League match.\nHowever, Cole missed two goal chances in the final minutes against &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; on the final day of the season as they could only manage a 1–1 draw and the league title went to &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt; instead. He was &lt;a href=\"cup-tied\"&gt;cup-tied&lt;/a&gt; for the &lt;a href=\"1995%20FA%20Cup%20Final\"&gt;FA Cup Final&lt;/a&gt; a week later. Without him, United lost to &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt; 1–0. United were also without the banned &lt;a href=\"Eric%20Cantona\"&gt;Eric Cantona&lt;/a&gt; and the injured &lt;a href=\"Andrei%20Kanchelskis\"&gt;Andrei Kanchelskis&lt;/a&gt;, the club's two other highest scoring players that season.\nCole's first full season in &lt;a href=\"1995%E2%80%9396%20Manchester%20United%20F.C.%20season\"&gt;1995–96&lt;/a&gt; with Manchester United proved to be difficult, as Cole struggled to find his trademark form in a side now built around the much heralded return of Eric Cantona. Though Cole scored in four-straight matches during the winter, including an important opening goal in United's 2–0 defeat of title rivals Newcastle United on 27 December, Cole was badgered by fans and critics alike across much of the season for only scoring 14 times and missing many chances. However, Cole picked up his form in the business end of the season and scored critical goals including the equaliser in the &lt;a href=\"1995%E2%80%9396%20FA%20Cup\"&gt;FA Cup&lt;/a&gt; semi-final against &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; to help send United to &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt; again. He then collected his first Premier League title winners medal and scored the second goal in United's 3–0 defeat of &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt; on the final day of the season to help United win the Premier League title for the third time in four years. He also played in their FA Cup final victory to become part of England's first ever side to win the double twice.\nBefore the &lt;a href=\"1996%E2%80%9397%20Manchester%20United%20F.C.%20season\"&gt;1996–97 season&lt;/a&gt; began, Cole had to deal with being offered to Blackburn Rovers as part-exchange in a £12 million deal that would have brought &lt;a href=\"Alan%20Shearer\"&gt;Alan Shearer&lt;/a&gt; to Old Trafford, but the offer was rejected and Shearer joined Newcastle instead. Despite &lt;a href=\"Alex%20Ferguson\"&gt;Alex Ferguson&lt;/a&gt;'s clear indication to Cole that he was looking for another striker, after the Shearer deal fell through, Cole fought to stay at the club and was handed the &lt;a href=\"Squad%20number%20%28association%20football%29\"&gt;number 9 shirt&lt;/a&gt;, having previously worn 17. The arrival of &lt;a href=\"Ole%20Gunnar%20Solskj%C3%A6r\"&gt;Ole Gunnar Solskjær&lt;/a&gt; – and being the victim of two broken legs suffered after a tackle by &lt;a href=\"Neil%20Ruddock\"&gt;Neil Ruddock&lt;/a&gt; in a reserve match against Liverpool, restricted Cole's first-team chances further. However, he managed to recover by December that year and still played in 20 Premier League matches (ten as a substitute) for the season. Cole then ended the season strongly with several crucial goals in both the league (such as away at title rivals Arsenal), and in the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; (where he scored a goal voted the season's best European goal against &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt;) to complete his comeback from injury. Cole then scored the title sealing goal in a landmark 3–1 win for United at &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt; – the scene of his broken legs just half a season earlier – against &lt;a href=\"Roy%20Evans\"&gt;Roy Evans&lt;/a&gt;' \"&lt;a href=\"Spice%20Boys%20%28footballers%29\"&gt;Spice Boys&lt;/a&gt;\" Liverpool team and thereby aiding United in winning their fourth title in five years, with Cole winning another Premier League title medal.\nFor the &lt;a href=\"1997%E2%80%9398%20Manchester%20United%20F.C.%20season\"&gt;1997–98 season&lt;/a&gt;, the retirement of Eric Cantona saw Cole emerge as first choice striker once again, and he discovered his best form ever for the club. He became the joint top goalscorer in the Premier League during the course of the season with 18 goals, including a slew of spectacular goals, one of which (a chip against Everton) had the fans' vote as the Manchester United goal of the season. Cole also developed a strong partnership with &lt;a href=\"Teddy%20Sheringham\"&gt;Teddy Sheringham&lt;/a&gt; (despite considerable personal friction between the two), but United finished trophyless for only the second time in nine seasons as they lost to Arsenal in the end. Cole achieved several personal landmarks in this campaign, scoring his first &lt;a href=\"List%20of%20UEFA%20Champions%20League%20hat-tricks\"&gt;European hat-trick&lt;/a&gt; for the club in an away match at &lt;a href=\"Feyenoord\"&gt;Feyenoord&lt;/a&gt;, as well as ending the season as runner-up in the &lt;a href=\"PFA%20Players%27%20Player%20of%20the%20Year\"&gt;PFA Players' Player of the Year&lt;/a&gt; award to Arsenal's &lt;a href=\"Dennis%20Bergkamp\"&gt;Dennis Bergkamp&lt;/a&gt;. Despite this accreditation, and being the leading goalscorer in all competitions that season with 25, Cole was omitted from England's &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt; squad by then-manager &lt;a href=\"Glenn%20Hoddle\"&gt;Glenn Hoddle&lt;/a&gt;. Cole remained upbeat when interviewed and when asked about his new-found return to success, he claimed he had found freedom in his life after the injuries of the previous season, saying he had great joy with his newborn son and lived for him and his family in his faith as a &lt;a href=\"Born%20again%20%28Christianity%29\"&gt;born-again Christian&lt;/a&gt;. He also claimed the friendship of &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt;, his roommate on away matches, was a major motivating factor through the tough times when fans doubted him at United.\nCole faced competition from new signing &lt;a href=\"Dwight%20Yorke\"&gt;Dwight Yorke&lt;/a&gt;, Teddy Sheringham and Ole Gunnar Solskjær during the &lt;a href=\"1998%E2%80%9399%20Manchester%20United%20F.C.%20season\"&gt;1998–99 season&lt;/a&gt;, but ended up developing an immensely successful partnership with Yorke. The two contributed 53 goals between them and were rated as one of the most feared attacking partnerships in Europe, with the pair scoring against sides like &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt; away at the &lt;a href=\"Camp%20Nou\"&gt;Camp Nou&lt;/a&gt;, and repeating the form all season with incredible one-touch passes and assists that at times seemed to demonstrate a &lt;a href=\"telepathic\"&gt;telepathic&lt;/a&gt; understanding. Cole played a key role in the side's unique &lt;a href=\"treble%20%28association%20football%29\"&gt;treble&lt;/a&gt; of the &lt;a href=\"1998%E2%80%9399%20FA%20Premier%20League\"&gt;Premier League&lt;/a&gt; title, &lt;a href=\"1998%E2%80%9399%20FA%20Cup\"&gt;FA Cup&lt;/a&gt; and &lt;a href=\"1998%E2%80%9399%20UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;. Cole scored the winning goal in United's final Premier League match of the season against Tottenham Hotspur, a result which meant United finished one point ahead of rivals Arsenal to win the Premier League title. He also scored United's third and winning goal in their Champions League semi-final second leg against &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt;, sealing their place in the final for the first time in over 30 years. Also in this season, Cole scored his 100th Premier League goal in a top-of-the-table clash against Arsenal at Old Trafford on 17 February; the match ended 1–1.\nDuring United's pre-season tour of Australia in July 1999, Cole was involved in a horror tackle which left 19-year-old Australian defender &lt;a href=\"Simon%20Colosimo\"&gt;Simon Colosimo&lt;/a&gt; sidelined for six months and requiring a complete knee reconstruction. Before the injury, Colosimo was one of Australia's best young players and was about to make a big money move to Europe, and was never able to complete a career in Europe, despite a handful of appearances for &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;.\nCole was United's second top scorer again in &lt;a href=\"1999%E2%80%932000%20Manchester%20United%20F.C.%20season\"&gt;1999–2000&lt;/a&gt; with 19 goals in 28 &lt;a href=\"1999%E2%80%932000%20FA%20Premier%20League\"&gt;Premier League&lt;/a&gt; matches. He collected his fourth Premier League title medal in five seasons, and scored over 20 goals in all competitions for the third successive season. Cole scored many goals for United including the only goal of the game in their top-of-the-table clash against their closest rivals &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt;. He also joined an elite group during this season by scoring his 100th goal for the club in a 2–2 draw against &lt;a href=\"Wimbledon%20F.C.\"&gt;Wimbledon&lt;/a&gt;.\nAnother title followed in &lt;a href=\"2000%E2%80%9301%20Manchester%20United%20F.C.%20season\"&gt;2000–01&lt;/a&gt; when, despite suffering from an injury that restricted his appearances, Cole scored 13 goals in all competitions, including four in the &lt;a href=\"2000%E2%80%9301%20UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;, allowing him (at the time) to become Manchester United's record goal scorer in European competition of all-time.\nThe following &lt;a href=\"2001%E2%80%9302%20Manchester%20United%20F.C.%20season\"&gt;2001–02 season&lt;/a&gt; saw Cole face competition from new signing &lt;a href=\"Ruud%20van%20Nistelrooy\"&gt;Ruud van Nistelrooy&lt;/a&gt;, as well as Dwight Yorke, Ole Gunnar Solskjær and also &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt; for places up front, with Sir Alex Ferguson adopting a more conservative approach, especially in European matches, by playing Scholes behind Van Nistelrooy with &lt;a href=\"Roy%20Keane\"&gt;Roy Keane&lt;/a&gt; and &lt;a href=\"Juan%20Sebasti%C3%A1n%20Ver%C3%B3n\"&gt;Juan Sebastián Verón&lt;/a&gt; in a three-man midfield. Despite this, Cole managed to score seven goals before leaving for Blackburn Rovers after falling behind to the formidable partnership of Van Nistelrooy and Solskjær, forcing him into a \"super sub\" role.\nCole made one last appearance for Manchester United in the &lt;a href=\"UEFA%20Celebration%20Match\"&gt;UEFA Celebration Match&lt;/a&gt; six years later, on 13 March 2007, coming on at half-time for a friendly match between Manchester United and a European XI, in celebration of the 50th anniversary of the &lt;a href=\"European%20Community\"&gt;European Community&lt;/a&gt; and 50 years of Manchester United in the European Cup.\nBlackburn Rovers.\nThe arrival of Ruud van Nistelrooy and Juan Sebastián Verón counted against Cole's first-team chances in the 2001–02 season, and on 29 December 2001, Cole was sold to Blackburn Rovers for £8 million. Within two months of arriving, he had collected a &lt;a href=\"EFL%20Cup\"&gt;League Cup&lt;/a&gt; winners medal, scoring the winning goal for Blackburn in the &lt;a href=\"Football%20League%20Cup%20Final%202002\"&gt;final&lt;/a&gt; against Tottenham Hotspur, who were managed by the former England manager and open critic of Cole, Glenn Hoddle. This victory meant that, in the space of seven seasons, Cole had won all four domestic trophies plus a European trophy. Cole ended the season with a total of 18 goals in all competitions, 5 for Manchester United and 13 in just 20 matches for Blackburn.\nRovers finished sixth &lt;a href=\"2002%E2%80%9303%20Blackburn%20Rovers%20F.C.%20season\"&gt;the following season&lt;/a&gt; and qualified for the &lt;a href=\"2003%E2%80%9304%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;. That campaign saw Cole reunited with Dwight Yorke, who had signed for Blackburn from Manchester United for £2 million in July 2002.\nCole had a frustrating season in &lt;a href=\"2003%E2%80%9304%20Blackburn%20Rovers%20F.C.%20season\"&gt;2003–04 season&lt;/a&gt;, as Rovers slid into the bottom half of the &lt;a href=\"2003%E2%80%9304%20FA%20Premier%20League\"&gt;Premier League&lt;/a&gt;, finishing 15th. He scored 11 goals but his relationship with manager &lt;a href=\"Graeme%20Souness\"&gt;Graeme Souness&lt;/a&gt; hit rock bottom after Cole reported him to the &lt;a href=\"Professional%20Footballers%27%20Association\"&gt;Professional Footballers' Association&lt;/a&gt; (\"PFA\") accusing him of unfair treatment. Cole scored 37 goals in 100 appearances in all competitions for Blackburn.\nLater career and retirement.\nThirteen years after spending a month on loan at Fulham, Cole returned to &lt;a href=\"Craven%20Cottage\"&gt;Craven Cottage&lt;/a&gt; for the &lt;a href=\"2004%E2%80%9305%20Fulham%20F.C.%20season\"&gt;2004–05 season&lt;/a&gt;, joining them on a one-year contract. He was the club's top scorer and scored one of the goals of the season against Liverpool. Despite this successful period at Fulham, he decided to leave the club after only one season as his family wanted to return to the &lt;a href=\"North%20West%20England\"&gt;North West&lt;/a&gt;.\nCole signed for Manchester City on a free transfer at the beginning of the &lt;a href=\"2005%E2%80%9306%20Manchester%20City%20F.C.%20season\"&gt;2005–06 season&lt;/a&gt;, and enjoyed a good start to his career at &lt;a href=\"City%20of%20Manchester%20Stadium\"&gt;Eastlands&lt;/a&gt;. &lt;a href=\"Stuart%20Pearce\"&gt;Stuart Pearce&lt;/a&gt;'s side spent most of the season in the top half of the table, but Cole's season was ended by injury in March.\nDespite signing a new contract with Manchester City only months earlier and leaving Fulham in 2005 to return to the &lt;a href=\"Northern%20England\"&gt;north&lt;/a&gt;, Cole signed for south coast club &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt; on transfer deadline day (31 August 2006) for an undisclosed fee, reported as £500,000 with the potential to rise to £1 million depending on appearances. He scored his first league goal for his new club in the 2–0 win at home to West Ham United on 14 October. However, Cole struggled to break into &lt;a href=\"Harry%20Redknapp\"&gt;Harry Redknapp&lt;/a&gt;'s side and in March 2007, he signed on loan for &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; of the &lt;a href=\"EFL%20Championship\"&gt;Championship&lt;/a&gt; until the end of the season. Cole returned to Portsmouth after five appearances and one goal (against Wolverhampton Wanderers) for Birmingham. He was released on 3 August 2007.\nAfter being released by Portsmouth at the end of the &lt;a href=\"2006%E2%80%9307%20Portsmouth%20F.C.%20season\"&gt;2006–07 season&lt;/a&gt;, Cole signed a one-year contract with &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt; on a free transfer, reuniting him once more with former Manchester United and Blackburn Rovers strike partner Dwight Yorke, and under the management of former United teammate Roy Keane. After seven matches for the club, Cole spent three months on loan at &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt; where he scored six goals for the Championship club, including a hat-trick against &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt; at &lt;a href=\"Loftus%20Road\"&gt;Loftus Road&lt;/a&gt;. Reflecting on his time at &lt;a href=\"Turf%20Moor\"&gt;Turf Moor&lt;/a&gt;, Cole stated, \"I went to Burnley and spoke to &lt;a href=\"Owen%20Coyle\"&gt;Owen Coyle&lt;/a&gt; and got a great vibe. He brought the best out of me and made me feel a lot younger than my age.\" Cole was released by Sunderland at the end of the &lt;a href=\"2007%E2%80%9308%20Sunderland%20A.F.C.%20season\"&gt;2007–08 season&lt;/a&gt;.\nOn 4 July 2008, Cole signed a 12-month deal with &lt;a href=\"Nottingham%20Forest%20F.C.\"&gt;Nottingham Forest&lt;/a&gt;, his 12th club and hometown club from childhood. However, on 31 October 2008, Forest confirmed Cole's contract had been cancelled by mutual consent after 11 appearances and 0 goals.\nOn 11 November 2008, Cole announced his retirement from football, ending a 19-year career.\nInternational career.\nDespite first being capped for &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; in 1995, Cole earned only 15 &lt;a href=\"cap%20%28sport%29\"&gt;caps&lt;/a&gt; by the time he announced his retirement from international football after failing to be selected for the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 World Cup&lt;/a&gt; squad. He scored one goal for England, in a World Cup qualifying match against &lt;a href=\"Albania%20national%20football%20team\"&gt;Albania&lt;/a&gt; in March 2001. He also scored in his single appearance for the &lt;a href=\"England%20national%20football%20B%20team\"&gt;England B&lt;/a&gt; team.\nGlenn Hoddle, in defence of his decision not to select Cole for the World Cup in 1998, accused Cole of needing six or seven chances to score one goal.\nA persistent toe injury in the lead up to &lt;a href=\"UEFA%20Euro%202000\"&gt;UEFA Euro 2000&lt;/a&gt; led to Cole missing out on another major competition for his country.\nCole earned his first four caps under four different managers. He made his debut against &lt;a href=\"Uruguay%20national%20football%20team\"&gt;Uruguay&lt;/a&gt; under &lt;a href=\"Terry%20Venables\"&gt;Terry Venables&lt;/a&gt; in 1995; appeared next against &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; under Glenn Hoddle at the &lt;a href=\"1997%20Tournoi%20de%20France\"&gt;Tournoi de France&lt;/a&gt; in 1997; made his third appearance against &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt; under caretaker &lt;a href=\"Howard%20Wilkinson\"&gt;Howard Wilkinson&lt;/a&gt; in 1999; and finally earned his fourth cap against &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland&lt;/a&gt; under new manager &lt;a href=\"Kevin%20Keegan\"&gt;Kevin Keegan&lt;/a&gt; in his first starting appearance a few weeks later.\nCoaching career.\nIn August 2009, Cole was hired by his former Manchester United and England teammate, &lt;a href=\"Milton%20Keynes%20Dons%20F.C.\"&gt;Milton Keynes Dons&lt;/a&gt; manager &lt;a href=\"Paul%20Ince\"&gt;Paul Ince&lt;/a&gt;, to coach the club's forwards on an initially temporary basis. However, one week later, Cole agreed to spend at least two days a week working on finishing with the forwards at &lt;a href=\"Huddersfield%20Town%20A.F.C.\"&gt;Huddersfield Town&lt;/a&gt;, under his former Newcastle United and Fulham teammate &lt;a href=\"Lee%20Clark%20%28footballer%29\"&gt;Lee Clark&lt;/a&gt;.\nIn December 2010, Cole was back at Manchester United, working at the &lt;a href=\"Carrington%2C%20Greater%20Manchester\"&gt;Carrington&lt;/a&gt; training ground while finishing his coaching badges.\nIn October 2019, Cole was named as &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; and attack coach assisting manager, &lt;a href=\"Sol%20Campbell\"&gt;Sol Campbell&lt;/a&gt; at &lt;a href=\"Southend%20United%20F.C.\"&gt;Southend United&lt;/a&gt;. On 30 June 2020, manager Campbell and his three assistants including Cole left the club by mutual consent.\nRecording career.\nIn 1999, Cole signed to WEA/Warner Music and released a cover of \"&lt;a href=\"Outstanding\"&gt;Outstanding&lt;/a&gt;\" which reached number 68 in the Official Charts Company singles chart.\nPersonal life.\nCole's father, Lincoln, emigrated to the UK from Jamaica in 1957 and worked as a coal miner in &lt;a href=\"Gedling%2C%20Nottinghamshire\"&gt;Gedling, Nottinghamshire&lt;/a&gt;, from 1965 to 1987.\nCole married his long-time girlfriend Shirley Dewar in July 2002. Their son, &lt;a href=\"Devante%20Cole\"&gt;Devante&lt;/a&gt;, is also a professional footballer who plays as a forward for &lt;a href=\"Barnsley%20F.C.\"&gt;Barnsley&lt;/a&gt;.\nIn 2008, Cole was questioned by police after an alleged assault on his wife at their home in &lt;a href=\"Alderley%20Edge\"&gt;Alderley Edge&lt;/a&gt;, &lt;a href=\"Cheshire\"&gt;Cheshire&lt;/a&gt;, before being released on &lt;a href=\"bail\"&gt;bail&lt;/a&gt;. Six months later, Cole, through his representative law firm &lt;a href=\"Schillings\"&gt;Schillings&lt;/a&gt;, won &lt;a href=\"damages\"&gt;damages&lt;/a&gt; in an action against the owners of the \"&lt;a href=\"Daily%20Star%20%28United%20Kingdom%29\"&gt;Daily Star&lt;/a&gt;\" for &lt;a href=\"defamation\"&gt;defamation&lt;/a&gt; regarding the publication of material concerning the assault allegations and for harms caused against his family by sensationalist reports.\nIn April 2016, Cole was named in the &lt;a href=\"Panama%20Papers\"&gt;Panama Papers&lt;/a&gt;.\nHealth.\nIn June 2014, Cole suffered &lt;a href=\"kidney%20failure\"&gt;kidney failure&lt;/a&gt; after developing &lt;a href=\"focal%20segmental%20glomerulosclerosis\"&gt;focal segmental glomerulosclerosis&lt;/a&gt;. In April 2017, he underwent a &lt;a href=\"Kidney%20transplantation\"&gt;kidney transplant&lt;/a&gt;. His nephew Alexander was the donor.\nCharity work.\nIn 2000, Cole visited &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt; and returned to set up his own charitable foundation, called the Andy Cole Children's Foundation, which helped &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt; &lt;a href=\"orphans\"&gt;orphans&lt;/a&gt; in the country. The charity has since closed down. He had since set up the Andy Cole Fund to raise money for &lt;a href=\"Kidney%20Research%20UK\"&gt;Kidney Research UK&lt;/a&gt;, after suffering kidney failure in 2015 after contracting an airborne virus.\nHonours.\nArsenal\nNewcastle United\nManchester United\nBlackburn Rovers\nIndividual\nRelationships with other players.\n&lt;a href=\"Neil%20Ruddock\"&gt;Neil Ruddock&lt;/a&gt; considered Cole to be the player he most enjoyed playing against. In a candid interview with &lt;a href=\"Talksport\"&gt;Talksport&lt;/a&gt;, he jokingly referred to the incident that resulted in Cole suffering two broken legs in 1997 as \"not big, and not clever\", adding \"but it was great\", and that \"I didn't mean to break both of his legs if I'm honest, I only meant to break one\".\nIn 2010, Cole wrote in his column in \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" he had \"loathed\" and \"pretty much detested\" former Manchester United and England teammate &lt;a href=\"Teddy%20Sheringham\"&gt;Teddy Sheringham&lt;/a&gt; \"for 15 years\" after Sheringham did not offer to shake Cole's hand as Cole was substituted on for Sheringham to make his England debut in a match against Uruguay at Wembley in 1995."
}