{
    "id": "5570541",
    "revid": "10678181",
    "url": "https://en.wikipedia.org/wiki?curid=5570541",
    "title": "Andreas Heraf",
    "text": "Andreas Heraf (born 10 September 1967) is an Austrian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; manager and former player, currently in charge of &lt;a href=\"T%C3%BCrkg%C3%BCc%C3%BC%20M%C3%BCnchen\"&gt;Türkgücü München&lt;/a&gt;. He was previously the technical director for &lt;a href=\"New%20Zealand%20Football\"&gt;New Zealand Football&lt;/a&gt; and head coach for the &lt;a href=\"New%20Zealand%20women%27s%20national%20football%20team\"&gt;New Zealand women's national football team&lt;/a&gt;\nClub career.\nA defensive midfielder, Heraf started his professional playing career at &lt;a href=\"Rapid%20Wien\"&gt;Rapid Wien&lt;/a&gt; and moved to city rivals &lt;a href=\"First%20Vienna\"&gt;First Vienna&lt;/a&gt; in 1988. He then had half a season at &lt;a href=\"Austria%20Salzburg\"&gt;Austria Salzburg&lt;/a&gt;, before joining &lt;a href=\"Vorw%C3%A4rts%20Steyr\"&gt;Vorwärts Steyr&lt;/a&gt;. After another half season at &lt;a href=\"2.%20Fu%C3%9Fball-Bundesliga\"&gt;German Second division&lt;/a&gt; side &lt;a href=\"Hannover%2096\"&gt;Hannover 96&lt;/a&gt;, he returned to &lt;a href=\"Rapid%20Wien\"&gt;Rapid Wien&lt;/a&gt;. In his first season back, the longhaired Heraf played in the &lt;a href=\"1995%E2%80%9396%20UEFA%20Cup%20Winners%27%20Cup%23Final\"&gt;1995–96 UEFA Cup Winners Cup&lt;/a&gt; Final against &lt;a href=\"Paris%20St%20Germain\"&gt;Paris St Germain&lt;/a&gt; in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;, which Rapid lost. He finished his career at &lt;a href=\"FC%20K%C3%A4rnten\"&gt;FC Kärnten&lt;/a&gt;.\nInternational career.\nHe made his debut for &lt;a href=\"Austria%20national%20football%20team\"&gt;Austria&lt;/a&gt; in an April 1996 friendly match against &lt;a href=\"Hungary%20national%20football%20team\"&gt;Hungary&lt;/a&gt; and was a participant at the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt; but he did not play. He earned 11 caps. His first and only goal he scored versus &lt;a href=\"Latvia%20national%20football%20team\"&gt;Latvia&lt;/a&gt; 1997. Herafs last international was an October 1998 World Cup qualification match against &lt;a href=\"San%20Marino%20national%20football%20team\"&gt;San Marino&lt;/a&gt;.\nManagerial career.\nAfter retiring, he became a manager. His clubs were &lt;a href=\"Austria%20Lustenau\"&gt;Austria Lustenau&lt;/a&gt;, &lt;a href=\"SC%20Schwanenstadt\"&gt;SC Schwanenstadt&lt;/a&gt;, &lt;a href=\"FC%20Superfund\"&gt;FC Superfund&lt;/a&gt; and SC Schwanenstadt again. After a few months at &lt;a href=\"SC-ESV%20Parndorf%201919\"&gt;SC-ESV Parndorf 1919&lt;/a&gt;, he joined the Austrian U-20 set-up.\nNew Zealand women's national team.\nOn 24 April 2017, Heraf was announced as the &lt;a href=\"New%20Zealand%20Football\"&gt;New Zealand Football&lt;/a&gt; technical director. Later that same year, he also become the coach for the &lt;a href=\"New%20Zealand%20women%27s%20national%20football%20team\"&gt;New Zealand women's national football team&lt;/a&gt;.\nAfter the \"Football Ferns\" lost to &lt;a href=\"Japan%20women%27s%20national%20football%20team\"&gt;Japan&lt;/a&gt; in June 2018, there was calls for Heraf to resign following his comments in the post match press conference, including that the team would never have the quality to compete with other teams and the size of New Zealand meant they could not compete. He later stated he was misunderstood and that he would not resign. On 19 June, a letter of complaint signed by at least ten players was sent to New Zealand Football, collated by the New Zealand Professional Footballers' Association. Later that day, it was also announced that New Zealand Football were deliberately flouting a FIFA directive that Heraf should not be in charge of both roles at the same organisation.\nOn 20 June, it emerged that the Players' Union had sent a strongly worded letter to New Zealand Football, instructing them to discontinue all communications with players, after Heraf and other New Zealand Football staff members were contacting players and strongly encouraging them not to write letters or issue any formal complaints. That afternoon, it was announced that Heraf would be placed on special leave while an independent investigation was conducted into the allegations around bullying, intimidation and a culture of fear.\nOn 31 July, it was announced that Heraf and New Zealand Football parted ways and that he would leave by the end of the week, after thirteen players refused to play and complained about him.\nReturn to Europe.\nAfter several years at &lt;a href=\"Floridsdorfer%20AC\"&gt;Floridsdorfer AC&lt;/a&gt; and &lt;a href=\"SV%20Ried\"&gt;SV Ried&lt;/a&gt;, he joined &lt;a href=\"T%C3%BCrkg%C3%BCc%C3%BC%20M%C3%BCnchen\"&gt;Türkgücü München&lt;/a&gt; in December 2021."
}