{
    "id": "55720653",
    "revid": "10248457",
    "url": "https://en.wikipedia.org/wiki?curid=55720653",
    "title": "Jarome Luai",
    "text": "Jarome Luai (born 16 January 1997) is an &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Australian Born Maori&lt;/a&gt; international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a or for the &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; with whom he won the &lt;a href=\"2021%20NRL%20Grand%20Final\"&gt;2021 NRL Premiership&lt;/a&gt;. \nLuai represented &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Samoa&lt;/a&gt; at the &lt;a href=\"2017%20Rugby%20League%20World%20Cup\"&gt;2017 World Cup&lt;/a&gt;.\nBackground.\nLuai was born in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, of &lt;a href=\"Samoans\"&gt;Samoan&lt;/a&gt; descent through his paternal grandparents (who are from &lt;a href=\"Palauli\"&gt;Palauli&lt;/a&gt;), and &lt;a href=\"M%C4%81ori%20people\"&gt;Māori&lt;/a&gt; descent through his mother.\nHe played his junior rugby league for the &lt;a href=\"St%20Marys%20Saints\"&gt;St Marys Saints&lt;/a&gt; before being signed by the &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt;.\nPlaying career.\nEarly career.\nLuai played 33 games for the &lt;a href=\"Penrith%20Panthers\"&gt;Penrith Panthers&lt;/a&gt; in the &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;NYC&lt;/a&gt; between 2015 and 2017, scoring 13 tries and kicking 43 goals. Luai spent part of the 2017 season playing for Penrith in the &lt;a href=\"New%20South%20Wales%20Cup\"&gt;New South Wales Cup&lt;/a&gt;. Luai captained the &lt;a href=\"Junior%20Kiwis\"&gt;Junior Kiwis&lt;/a&gt; in May 2017, scoring a try in their 4622 loss to the &lt;a href=\"Junior%20Kangaroos\"&gt;Junior Kangaroos&lt;/a&gt;. At the &lt;a href=\"2017%20Rugby%20League%20World%20Cup\"&gt;2017 World Cup&lt;/a&gt;, Luai was the only member of the &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Samoan&lt;/a&gt; squad without any prior NRL experience. He speculated on his selection, saying \"I think you'll find &lt;a href=\"Tyrone%20May\"&gt;Tyrone May&lt;/a&gt; was in the squad originally but due to his injury there was a spot for me.\" Luai made his Test debut against &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tonga&lt;/a&gt; on 4 November 2017.\n2018.\nFollowing an injury to &lt;a href=\"Nathan%20Cleary\"&gt;Nathan Cleary&lt;/a&gt;, Luai was named to make his NRL debut off the interchange bench in round 4 of the &lt;a href=\"2018%20NRL%20season\"&gt;2018 NRL season&lt;/a&gt;. However, he was cut from the line-up on gameday in favour of &lt;a href=\"Wayde%20Egan\"&gt;Wayde Egan&lt;/a&gt;, who was also on debut. Luai made his NRL debut in round 10 against the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt;, playing for 26 minutes off the interchange bench. In round 17, Luai started at in his second NRL match in the absence of &lt;a href=\"Nathan%20Cleary\"&gt;Nathan Cleary&lt;/a&gt; and &lt;a href=\"James%20Maloney%20%28rugby%20league%29\"&gt;James Maloney&lt;/a&gt; due to &lt;a href=\"2018%20State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt;. His performance in the 364 win, which included two tries and multiple try assists, was heavily praised by the media.\n2019.\nLuai made 13 appearances for Penrith in the &lt;a href=\"2019%20NRL%20season\"&gt;2019 NRL season&lt;/a&gt; as the club finished 10th on the table and missed the finals for the first time in four years. Luai also represented &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Samoa&lt;/a&gt; playing &lt;a href=\"Hooker%20%28rugby%20league%29\"&gt;hooker&lt;/a&gt; in their 24-6 win over PNG. And played &lt;a href=\"Halfback%20%28rugby%20league%29\"&gt;halfback&lt;/a&gt; in their 44-18 lose to &lt;a href=\"Fiji%20national%20rugby%20league%20team\"&gt;Fiji&lt;/a&gt;.\n2020.\nLuai had a breakout year for Penrith playing 23 games, scoring seven tries and bagging 23 try assists as the Penrith club claimed the &lt;a href=\"Minor%20Premiership\"&gt;Minor Premiership&lt;/a&gt; and reached the &lt;a href=\"2020%20NRL%20Grand%20Final\"&gt;2020 NRL Grand Final&lt;/a&gt;. Luai played in the grand final against the Melbourne Storm, losing 2620. Luai's form throughout the season was rewarded with a spot in the &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt; 27 man squad although he did not play in the three game series.\n2021.\nOn 30 May, he was selected by New South Wales for game 1 of the &lt;a href=\"2021%20State%20of%20Origin%20series\"&gt;2021 State of Origin series&lt;/a&gt;.\nLuai made his debut for New South Wales in game 1 where they defeated Queensland 50-6. On the 27th June, Luai was a part of the NSW side which defeated Queensland 26-0, sealing the series for 2021. However, Luai was ruled out of game three of the series after he suffered a knee injury in Penrith's round 16 win over the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt;. \nLuai played a total of 25 games for Penrith in the &lt;a href=\"2021%20NRL%20season\"&gt;2021 NRL season&lt;/a&gt; including the club's &lt;a href=\"2021%20NRL%20Grand%20Final\"&gt;2021 NRL Grand Final&lt;/a&gt; victory over &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt;."
}