{
    "id": "5574698",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=5574698",
    "title": "Fred K. Nielsen",
    "text": "Fred Kenelm Nielsen (April 22, 1879 – January 12, 1963) was a &lt;a href=\"Danish%20American\"&gt;Danish-American&lt;/a&gt; lawyer, diplomatic official, and &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; coach. Nielsen served as the head football coach at the Maryland Agricultural College (now known as the &lt;a href=\"University%20of%20Maryland%2C%20College%20Park\"&gt;University of Maryland&lt;/a&gt;) from 1905 to 1906, the &lt;a href=\"George%20Washington%20University\"&gt;George Washington University&lt;/a&gt; from 1907 to 1908, &lt;a href=\"Georgetown%20University\"&gt;Georgetown University&lt;/a&gt; from 1910 to 1911, and the &lt;a href=\"Catholic%20University%20of%20America\"&gt;Catholic University of America&lt;/a&gt; from 1915 to 1916.\nEarly life.\nNielsen was born in &lt;a href=\"Slagelse\"&gt;Slagelse&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; on April 22, 1879. He emigrated to &lt;a href=\"Omaha%2C%20Nebraska\"&gt;Omaha, Nebraska&lt;/a&gt; with his parents the following year. Nielsen attended the &lt;a href=\"University%20of%20Nebraska\"&gt;University of Nebraska&lt;/a&gt;, from which he graduated with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree in 1902 and a &lt;a href=\"Bachelor%20of%20Laws\"&gt;LL. B.&lt;/a&gt; in 1904. During college, he played on the &lt;a href=\"Nebraska%20Cornhuskers%20football\"&gt;Cornhuskers football team&lt;/a&gt; as a &lt;a href=\"halfback%20%28American%20football%29\"&gt;halfback&lt;/a&gt;, and earned a &lt;a href=\"Letterman%20%28sports%29\"&gt;varsity letter&lt;/a&gt; in &lt;a href=\"1900%20Nebraska%20Cornhuskers%20football%20team\"&gt;1900&lt;/a&gt;.\nProfessional career.\nNielsen started his career with the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;United States Department of State&lt;/a&gt; in 1904. In 1905, the &lt;a href=\"University%20of%20Maryland%2C%20College%20Park\"&gt;Maryland Agricultural College&lt;/a&gt; (now the University of Maryland) hired Nielsen as its head football coach. He replaced its previous coach, &lt;a href=\"D.%20John%20Markey\"&gt;D. John Markey&lt;/a&gt;, who had quit after the school denied an increase to the job's $300 salary. Nielsen tolerated the low pay, however, because of his full-time job with the State Department. During his two years at Maryland, posted an 11–7 record.\nHe continued coaching college football part-time in the &lt;a href=\"Washington%2C%20D.C.%20metropolitan%20area\"&gt;Washington area&lt;/a&gt;. From 1907 to 1908, Nielsen was the head coach at the &lt;a href=\"George%20Washington%20University\"&gt;George Washington University&lt;/a&gt;. In his first year there, &lt;a href=\"George%20Washington%20Colonials%20football\"&gt;the Hatchetites&lt;/a&gt; posted a poor 2–5–1 record, but improved to 9–1–1 the following season, which was enough to clinch the &lt;a href=\"South%20Atlantic%20Intercollegiate%20Athletic%20Association\"&gt;South Atlantic Intercollegiate Athletic Association&lt;/a&gt; (SAIAA) championship. Nielsen then coached at &lt;a href=\"Georgetown%20University\"&gt;Georgetown University&lt;/a&gt; from 1910 to 1911. In that period, his teams posted a 14–2–2 record and outscored their opponents 438–57. Georgetown's losses came at the hands of &lt;a href=\"List%20of%20undefeated%20Division%20I%20football%20teams%23Undefeated%20and%20untied\"&gt;undefeated, untied, and unscored upon&lt;/a&gt; &lt;a href=\"1910%20Pittsburgh%20Panthers%20football%20team\"&gt;Pittsburgh&lt;/a&gt; and the &lt;a href=\"Carlisle%20Indians%20football\"&gt;Carlisle Indians&lt;/a&gt; led by &lt;a href=\"Jim%20Thorpe\"&gt;Jim Thorpe&lt;/a&gt;. Georgetown secured the SAIAA championship both years of Nielsen's tenure. At the same time, Nielsen studied at the &lt;a href=\"Georgetown%20University%20Law%20Center\"&gt;Georgetown University Law School&lt;/a&gt;, and received a &lt;a href=\"Master%20of%20Laws\"&gt;Master of Law&lt;/a&gt; degree in 1906.\nIn 1913, Nielsen was named the Assistant Solicitor of the Department of State. In 1914, he was assigned as a &lt;a href=\"plenipotentiary\"&gt;plenipotentiary&lt;/a&gt; during discussions in &lt;a href=\"Oslo\"&gt;Christiania, Norway&lt;/a&gt; of a &lt;a href=\"Spitsbergen\"&gt;Spitsbergen&lt;/a&gt; government. As the assistant solicitor, Nielsen did not intend to continue coaching, but in 1915, the &lt;a href=\"Catholic%20University%20of%20America\"&gt;Catholic University of America&lt;/a&gt; implored him to take over its ailing &lt;a href=\"Catholic%20Cardinals%20football\"&gt;football program&lt;/a&gt;. He helmed the Cardinals from 1915 to 1916, and compiled a 9–6 record.\nIn 1918, Nielsen served in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; until &lt;a href=\"Armistice%20with%20Germany\"&gt;Armistice&lt;/a&gt; and attained the rank of &lt;a href=\"major%20%28United%20States%29\"&gt;major&lt;/a&gt;. He represented the United States at the &lt;a href=\"Paris%20Peace%20Conference%2C%201919\"&gt;1919 Paris Peace Conference&lt;/a&gt;, and was the primary American representative in a commission re-examining &lt;a href=\"Treaty%20of%20London%20%281839%29\"&gt;Belgian treaty&lt;/a&gt; obligations of 1839. Nielsen served on the committee that decided the sovereignty of the Spitsbergen archipelago. On June 23, 1920, &lt;a href=\"Woodrow%20Wilson\"&gt;President Wilson&lt;/a&gt; appointed Nielsen as the Solicitor of the State Department, the department's chief legal officer. Nielsen resigned from that position in 1922, and later that year, &lt;a href=\"Warren%20Harding\"&gt;President Harding&lt;/a&gt; nominated him as the American representative for the British-American Claims Commission. Nielsen later served as the American commissioner of the &lt;a href=\"American-Mexican%20Claims%20Commission\"&gt;Mexican Claims Commission&lt;/a&gt;, which existed from 1924 to 1937 to settle disputes between the two nations. In 1931, he resigned from that post \"in disgust\" at the actions of some of the Mexican and Panamanian delegates.\nNielsen died on January 12, 1963."
}