{
    "id": "55750024",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=55750024",
    "title": "Elisabeth Westenholz",
    "text": "Elisabeth Westenholz is a Danish &lt;a href=\"pianist\"&gt;pianist&lt;/a&gt; and &lt;a href=\"organist\"&gt;organist&lt;/a&gt;. She has been called one of Denmark’s premier performers by the \"&lt;a href=\"Kristeligt%20Dagblad\"&gt;Kristeligt Dagblad&lt;/a&gt;\".\nBiography.\nWestenholz was born in 1942 in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;. Both her parents played the piano, and her father taught her pieces by &lt;a href=\"Wolfgang%20Amadeus%20Mozart\"&gt;Mozart&lt;/a&gt; and &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;Bach&lt;/a&gt; when she was very young. She began studying piano at the &lt;a href=\"Royal%20Danish%20Academy%20of%20Music\"&gt;Royal Danish Academy of Music&lt;/a&gt; with Harriet Østergaard-Andersen and then subsequently with Ester Vagning. She also lived in &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; for a few months in 1959, where she took a break from school and studied with Patrick Piggott. In Wales, she made her television debut on a local TV station. After her schooling was complete, she studied at &lt;a href=\"University%20of%20Oxford\"&gt;Oxford&lt;/a&gt;, under 90-year-old Leonie Gombrich, who knew such greats as &lt;a href=\"Brahms\"&gt;Brahms&lt;/a&gt;, &lt;a href=\"Mahler\"&gt;Mahler&lt;/a&gt;, and &lt;a href=\"Bruckner\"&gt;Bruckner&lt;/a&gt;. She had additional studies with &lt;a href=\"Bruno%20Seidlhofer\"&gt;Bruno Seidlhofer&lt;/a&gt; in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;.\nWestenholz also studied the organ with Carl Johann Grum. She was thus able to serve as second organist at the &lt;a href=\"Garrison%20Church%2C%20Copenhagen\"&gt;Garrison Church&lt;/a&gt; in Copenhagen from 1968 to 1967, and as organist at the &lt;a href=\"Church%20of%20Holmen\"&gt;Church of Holmen&lt;/a&gt; for 19 years, where she occasionally played for the royal family.\nAfter making her debut in 1968, Westenholz has played in numerous venues around the world, including the &lt;a href=\"Ludwigsburg%20Festival\"&gt;Ludwigsburg Festival&lt;/a&gt;, the &lt;a href=\"Concertgebouw\"&gt;Concertgebouw&lt;/a&gt;'s chamber series, and the &lt;a href=\"Perth%20International%20Arts%20Festival\"&gt;Perth International Arts Festival&lt;/a&gt;. She has collaborated with the &lt;a href=\"Trio%20pro%20Arte\"&gt;Trio pro Arte&lt;/a&gt;, violinist &lt;a href=\"Gaston%20Poulet\"&gt;Gaston Poulet&lt;/a&gt;, flautist &lt;a href=\"Toke%20Lund%20Christiansen\"&gt;Toke Lund Christiansen&lt;/a&gt;, violinist &lt;a href=\"Nikolay%20Madoyan\"&gt;Nikolay Madoyan&lt;/a&gt;, and cellist &lt;a href=\"Kim%20Bak%20Dinitzen\"&gt;Kim Bak Dinitzen&lt;/a&gt;. Her discography includes works by Mozart, &lt;a href=\"Beethoven\"&gt;Beethoven&lt;/a&gt;, &lt;a href=\"Schubert\"&gt;Schubert&lt;/a&gt;, &lt;a href=\"Niels%20Gade\"&gt;Niels Gade&lt;/a&gt;, &lt;a href=\"Carl%20Nielsen\"&gt;Carl Nielsen&lt;/a&gt;, &lt;a href=\"Friedrich%20Kuhlau\"&gt;Friedrich Kuhlau&lt;/a&gt;, and &lt;a href=\"Tchaikovsky\"&gt;Tchaikovsky&lt;/a&gt;. Performances and recordings of Beethoven include the complete works for cello and piano, with cellist &lt;a href=\"Ralph%20Kirshbaum\"&gt;Ralph Kirshbaum&lt;/a&gt;, his &lt;a href=\"Diabelli%20Variations\"&gt;Diabelli Variations&lt;/a&gt;, and the complete piano concerti. She is a 2011 recipient of the &lt;a href=\"Order%20of%20the%20Dannebrog\"&gt;Order of the Dannebrog&lt;/a&gt;, and in 1984 was appointed as an honorary member of the Chamber Music Association.\nShe was married to Preben Steen Petersen until his death in 2012, from cancer. She has two children."
}