{
    "id": "55764145",
    "revid": "596616",
    "url": "https://en.wikipedia.org/wiki?curid=55764145",
    "title": "Tarczyński Group",
    "text": "Tarczyński Group is a &lt;a href=\"corporate%20group\"&gt;corporate group&lt;/a&gt; of enterprises specialising in the &lt;a href=\"meat%20industry\"&gt;meat industry&lt;/a&gt;. Since June 2013, the &lt;a href=\"joint-stock%20company\"&gt;joint-stock company&lt;/a&gt; is registered on the &lt;a href=\"Warsaw%20Stock%20Exchange\"&gt;Warsaw Stock Exchange&lt;/a&gt;. The headquarters of the dominating corporate unit is located in &lt;a href=\"Uje%C5%BAdziec%20Ma%C5%82y\"&gt;Ujeździec Mały&lt;/a&gt;, Poland.\nThe Tarczyński Group handles the production, packaging and distribution of meat produce, specialising in pork and poultry, leading the Polish market in the sale of &lt;a href=\"kabanos\"&gt;kabanos&lt;/a&gt; and &lt;a href=\"Curing%20%28food%20preservation%29\"&gt;cured meat&lt;/a&gt;. The firm holds three production plants in &lt;a href=\"Uje%C5%BAdziec%20Ma%C5%82y\"&gt;Ujeździec Mały&lt;/a&gt;, &lt;a href=\"Bielsko-Bia%C5%82a\"&gt;Bielsko-Biała&lt;/a&gt; and &lt;a href=\"S%C5%82awa\"&gt;Sława&lt;/a&gt;. \nHistory.\nThe Zakład Przetwórstwa Mięsnego Jacek Tarczyński was founded in 1989 in &lt;a href=\"Su%C5%82%C3%B3w%2C%20Lower%20Silesian%20Voivodeship\"&gt;Sułów&lt;/a&gt;, southwest of &lt;a href=\"Milicz\"&gt;Milicz&lt;/a&gt;. In 1996, the firm acquired the ownership rights over the agrarian &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; Spółdzielnia Rolniczo-Handlowa \"Samopomoc Polska\" located in &lt;a href=\"Trzebnica\"&gt;Trzebnica&lt;/a&gt;. Two years later, in 1998, the firm restructured itself as the &lt;a href=\"private%20limited%20company\"&gt;private limited company&lt;/a&gt; Zakład Przetwórstwa Mięsnego \"Tarczyński\" &lt;a href=\"Sp%C3%B3%C5%82ka%20z%20ograniczon%C4%85%20odpowiedzialno%C5%9Bci%C4%85\"&gt;Sp. z o.o.&lt;/a&gt; \nIn 2004 the ZPM \"Tarczyński\" transformed into a &lt;a href=\"joint-stock%20company\"&gt;joint-stock company&lt;/a&gt;, with its rebranding completed by 2005. In 2005, the company Dobrosława (founded in 1945) was acquired and transformed a partnership of the joint-stock company. In 2007, Tarczyński Group acquired 100% of the shares of Starpeck Sp. z o.o., with its headquarters located in &lt;a href=\"Bielsko-Bia%C5%82a\"&gt;Bielsko-Biała&lt;/a&gt;. The Tarczyński Group began trading on the &lt;a href=\"Warsaw%20Stock%20Exchange\"&gt;Warsaw Stock Exchange&lt;/a&gt; as of June 18, 2013.\nStructure.\nThe Tarczyński Group has its headquarters located in &lt;a href=\"Uje%C5%BAdziec%20Ma%C5%82y\"&gt;Ujeździec Mały&lt;/a&gt;, near &lt;a href=\"Milicz\"&gt;Milicz&lt;/a&gt; in Poland. The joint-stock company holds three production plants in:\nApart from the national market in &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, the Tarczyński Group exports its meat products to thirteen other European countries: &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, Germany, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, France, the United Kingdom, Ireland, Italy, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, Sweden, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; as well as &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;. \nTarczyński Group introduced the following regulations to its structure quality of produce: &lt;a href=\"British%20Retail%20Consortium\"&gt;British Retail Consortium&lt;/a&gt; and the International Food Standard."
}