{
    "id": "55777026",
    "revid": "1064718688",
    "url": "https://en.wikipedia.org/wiki?curid=55777026",
    "title": "Zwilling J. A. Henckels",
    "text": "Zwilling J. A. Henckels AG is a German &lt;a href=\"Knife%20making\"&gt;knife-maker&lt;/a&gt; based in &lt;a href=\"Solingen\"&gt;Solingen&lt;/a&gt;, Germany. It is one of the largest and oldest manufacturers of kitchen knives for domestic and professional use, having been founded in June 1731 by Peter Henckels. The brand's namesake was Johann Abraham Henckels (1771–1850), who renamed the brand after himself under his leadership. J.A. Henckels is one of the leading manufacturers of &lt;a href=\"Chef%27s%20knife\"&gt;chef's knives.&lt;/a&gt;\nEarly history &amp; expansion.\n\"Zwilling\" (German for '&lt;a href=\"twin\"&gt;twin&lt;/a&gt;') was founded on 13 June 1731 by the German &lt;a href=\"Knifesmithing\"&gt;knife-maker&lt;/a&gt; Peter Henckels. The logo was registered with the &lt;a href=\"Cutlery\"&gt;Cutlers&lt;/a&gt;’ &lt;a href=\"Guild\"&gt;Guild&lt;/a&gt; of &lt;a href=\"Solingen\"&gt;Solingen&lt;/a&gt;, making Zwilling one of the earliest examples of a trademarked company. In 1771, Peter's son Johann Abraham Henckels (1771–1850) the later namesake of the company was born. The Henckels logo has been in the current shape with a red background since 1969.\nJ. A. Henckels opened the first trading outlet in 1818 in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, opening a shop in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; in 1883 and followed a year later by &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. The company exhibited its products at &lt;a href=\"The%20Great%20Exhibition\"&gt;the 1851 Great Exhibition&lt;/a&gt; at the &lt;a href=\"The%20Crystal%20Palace\"&gt;Crystal Palace&lt;/a&gt; in Great Britain, being awarded an international knifesmithing medal.\nJ. A. Henckels was awarded the Grand Prix prize in Paris in 1900 and the Grand Prix of St. Louis in 1904. It was also awarded with the Prussian State Golden Medal. Henckels was also given a &lt;a href=\"royal%20warrant%20of%20appointment\"&gt;royal warrant of appointment&lt;/a&gt; as purveyors of knives to the Imperial and Royal Court of &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt; (see \" ).\nBrands &amp; current state.\nThe company operates several brands, including Zwilling J. A. Henckels, J. A. Henckels International, Miyabi, Staub, Demeyere, Ballarini, and BSF. Through these activities, the company also operates its own retail shops both in Germany and internationally, among them about 200 sub-stores in China. Since 1970 the company has been owned by the Werhahn Group, with a staff of 3,200 worldwide. Profits amounted to &lt;a href=\"Euro\"&gt;€&lt;/a&gt;282 million in 2007, with 80% of its profits generated outside Germany. In 2004, Henckels acquired the Japanese knife manufacturer Nippa, and renamed it Miyabi, and the U.S. beauty specialist Tweezerman, which is operated independently from Zwilling.\nHairdressing.\nSince 1988, J. A. Henckels has partnered with Solingen-based professional hairdressing equipment manufacturer Jaguar, which became part of the Zwilling group in 2004 to make product for the hairdressing industry, also owning a selection of hairdressing equipment brands.\nCookware.\nWith the 2008 acquisitions of the Belgian manufacturer Demeyere (&lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt; cookware) and the French group &lt;a href=\"Staub%20%28cookware%29\"&gt;Staub&lt;/a&gt;, which produces &lt;a href=\"enameled%20cast%20iron%20cookware\"&gt;enameled cast iron cookware&lt;/a&gt;, Zwilling moved to expand the cookware segment of its business.\nKnife lines.\nIn 1976 Henckels introduced The Four Star line, which is a fully forged knife with a molded handle made of &lt;a href=\"polypropylene\"&gt;polypropylene&lt;/a&gt; and a &lt;a href=\"Tang%20%28tools%29\"&gt;tang&lt;/a&gt; extending into the handle. The majority of Zwilling knives have blades constructed from high-carbon stainless steel, which is ice-hardened for sharpness and stain resistance, along with a partnership allowing some products constructed using a &lt;a href=\"carbide\"&gt;microcarbide&lt;/a&gt; powder steel with &lt;a href=\"Cladding%20%28metalworking%29\"&gt;clad&lt;/a&gt; layers, which are manufactured in Japan. In 2011 Zwilling partnered with Master Bladesmith and Designer Bob Kramer to launch a series of co-branded knives, stating with a Carbon Steel line. \nManufacturing process.\nHenckels knives are manufactured in several ways. A large selection of the knife range are forged from a single piece of high-carbon stainless steel, which is cold-hardened to improve stain resistance. This hardening process consists of &lt;a href=\"Cryogenic%20hardening\"&gt;cryogenic tempering&lt;/a&gt; and involves immersing the finished knife blades in liquid nitrogen. This process is required to get full hardness from most stainless knife steels, as it completes the conversion of &lt;a href=\"austenite\"&gt;austenite&lt;/a&gt; to &lt;a href=\"martensite\"&gt;martensite&lt;/a&gt;. The process of &lt;a href=\"forging\"&gt;forging&lt;/a&gt; is intended to produce improved cutting-edge retention, weight, balance, and reduced opportunity for metal fatigue. Nearly all of Zwilling's knives are manufactured in &lt;a href=\"Solingen%2C%20Germany\"&gt;Solingen, Germany&lt;/a&gt;.\nModern expansion.\nIn 1909 Henckels set up its first subsidiary in the U.S., followed by Canada, the Netherlands, Denmark, Switzerland, Japan, Italy, France, Spain, China. In 2008, subsidiaries were set up in Great Britain and Brazil.\nIn popular culture.\nA Henckels shop front can be seen in a whole scene in &lt;a href=\"Fritz%20Lang\"&gt;Fritz Lang&lt;/a&gt;'s \"&lt;a href=\"M%20%281931%20film%29\"&gt;M&lt;/a&gt;\" (approximately 51 minutes into the movie). In 2010 Jeffrey Elliot and Michael DeWan wrote \"The Zwilling J.A. Henckels Complete Guide to Knife Skills: The Essential Guide to Use, Techniques and Care\" which is available in English, Dutch, and French "
}