{
    "id": "55789870",
    "revid": "1951353",
    "url": "https://en.wikipedia.org/wiki?curid=55789870",
    "title": "Concord Congregational Cemetery",
    "text": "The Concord Congregational Cemetery is a historic site located in &lt;a href=\"Concord%20Township%2C%20Dubuque%20County%2C%20Iowa\"&gt;Concord Township&lt;/a&gt;, &lt;a href=\"Dubuque%20County%2C%20Iowa\"&gt;Dubuque County, Iowa&lt;/a&gt;, United States. The cemetery was established in 1856 when the first burial took place. It is significant as a representation of the pioneer settlement era and the development of the village of Cottage Hill, no longer extant, and the surrounding area. Its period of significance continues until 1906 when the last burial took place.\nThe cemetery lies to the north of an old &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt; route known as the Territorial Road, now &lt;a href=\"U.S.%20Route%2052%20in%20Iowa\"&gt;U.S. Route 52&lt;/a&gt;. It contains about 23 marked burials and eight that are unmarked. The site is enclosed by a post-and-wire fence with trees lining the fences. There is no formal landscaping within the cemetery proper, and the graves are laid out in an irregular fashion. The grave markers vary in designs and for the most part, are moderate in size. There are some larger monuments for individuals and families, as well as some smaller markers. They are carved from white or grey marble. The exception is the Paisley family plot, which is laid out in rows and the marker in a &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; &lt;a href=\"alloy\"&gt;alloy&lt;/a&gt; called white bronze. While popular in the late nineteenth century, they are rarely seen in cemeteries today. The family plot is enclosed with decorative iron fencing.\nThe &lt;a href=\"Congregational%20church\"&gt;Congregational church&lt;/a&gt; was established here in 1855, and a small frame church was constructed three years later. It remained in operation until about 1906. The church building remained in place until at least the 1920s when it was moved to &lt;a href=\"Rickardsville%2C%20Iowa\"&gt;Rickardsville&lt;/a&gt; and used for a variety of functions until it was taken down in 1980. The cemetery was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 2017."
}