{
    "id": "55787938",
    "revid": "36533449",
    "url": "https://en.wikipedia.org/wiki?curid=55787938",
    "title": "Timothy, Bishop of Zagreb",
    "text": "Timothy (, , ; died 4 April 1287) was a &lt;a href=\"prelate\"&gt;prelate&lt;/a&gt; in the 13th century, who served as &lt;a href=\"Bishop%20of%20Zagreb\"&gt;Bishop of Zagreb&lt;/a&gt; from 1263 until his death.\nEarly life.\nTimothy was of Hungarian ethnicity. He was styled as \"magister\", confirming his university degree. He first appears in contemporary documents in 1259, when he was a member of Cardinal &lt;a href=\"Stephen%20I%20B%C3%A1ncsa\"&gt;Stephen Báncsa&lt;/a&gt;'s \"&lt;a href=\"Medieval%20household\"&gt;familia&lt;/a&gt;\" in &lt;a href=\"Orvieto\"&gt;Orvieto&lt;/a&gt;. There he functioned as chamberlain and also held the church position of canon of &lt;a href=\"Roman%20Catholic%20Diocese%20of%20P%C3%A9cs\"&gt;Pécs&lt;/a&gt;. Following that he was styled as archdeacon of &lt;a href=\"Zala%20County%20%28former%29\"&gt;Zala&lt;/a&gt;, then archdeacon of Valkó (Vuka). His &lt;a href=\"benefice\"&gt;benefice&lt;/a&gt; also contained four chapels in the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Gy%C5%91r\"&gt;Diocese of Győr&lt;/a&gt;.\nBishop of Zagreb.\nControversial election and confirmation.\nIn early 1263, the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Zagreb\"&gt;Cathedral Chapter of Zagreb&lt;/a&gt; nominated the cardinal's &lt;a href=\"Stephen%20II%20B%C3%A1ncsa\"&gt;namesake nephew&lt;/a&gt; bishop. His appointment was petitioned to the &lt;a href=\"Roman%20Curia\"&gt;Roman Curia&lt;/a&gt;, where &lt;a href=\"Pope%20Urban%20IV\"&gt;Pope Urban IV&lt;/a&gt; requested the opinion of Cardinal Báncsa. After consultations, Stephen II Báncsa's nomination was refused confirmation on 24 September 1263, because he was under the minimum age for a bishop. Instead of him, the cardinal suggested Timothy to become the Bishop of Zagreb. Timothy was elected by some members of the chapter in the same month, but other canons denied the legality of the election. King &lt;a href=\"B%C3%A9la%20IV%20of%20Hungary\"&gt;Béla IV of Hungary&lt;/a&gt; – whose own candidate &lt;a href=\"Farkas%20Bejc\"&gt;Farkas Bejc&lt;/a&gt; was ignored – also protested against the pope's decision, referring to Timothy's \"incapability to become a royal advisor\" (possibly because of his close relationship with the cardinal, who had several conflicts with the king prior that). Béla was angered by the fact too that Pope Urban allowed to Cardinal Báncsa to be free to distribute Timothy's benefices in Hungary among his relatives. In this period, royal charters considered the bishopric of Zagreb as \"&lt;a href=\"sede%20vacante\"&gt;sede vacante&lt;/a&gt;\". Marko Jerković argues Timothy was an ideal choice for Pope Urban in order to extend papal authority in an ecclesiastical area under the pronounced influence of the incumbent royal house.\nIn December 1263, Timothy was referred to as bishop-elect and papal chaplain. He resided in Báncsa's court at &lt;a href=\"Viterbo\"&gt;Viterbo&lt;/a&gt;. Finally, Pope Urban confirmed his election in 1264. However, Timothy's appointment faced with serious resistance in Hungary, and the bishop still resided in the papal curia at the beginning of 1264. In January, Pope Urban had to remind the canons of Zagreb that a new bishop had been elected in accordance with the canonical procedure, on the secret consistory and plenitude of papal power. His letter also narrates that the canons refused to receive the papal envoys before that. Pope Urban temporarily installed the &lt;a href=\"Franciscans\"&gt;Franciscan&lt;/a&gt; friar Walter, a native of &lt;a href=\"England\"&gt;England&lt;/a&gt;, as administrator (vicar) of the diocese, while embarking on a diplomatic mission to accept the person of Timothy with the canons. However, Timothy could not appear in the diocese for years and was only nominally a bishop, residing in Italy meanwhile. The settlement of the issue was also hampered by the outbreak of the &lt;a href=\"Hungarian%20Civil%20War%20%281264%E2%80%931265%29\"&gt;civil war&lt;/a&gt; between Béla IV and his son &lt;a href=\"Stephen%20V%20of%20Hungary\"&gt;Duke Stephen&lt;/a&gt;. Already during the pontificate of &lt;a href=\"Pope%20Clement%20IV\"&gt;Pope Clement IV&lt;/a&gt;, Béla IV sent a royal delegation led by his loyal clergyman &lt;a href=\"Demetrius%20of%20Bars\"&gt;Demetrius&lt;/a&gt;, archdeacon of &lt;a href=\"Bars%20County\"&gt;Bars&lt;/a&gt; to &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; in October 1265 to protest against Timothy's confirmation. Beside that his appointment lacked a \"consultation\", which is undoubtedly refers to the fact that the Roman Curia ignored the role of local patron (King Béla) and the elector (chapter) in the process, Demetrius expressed Timothy's incompetence before the Roman Curia, also arguing with his lowborn (\"servant\") social status. The pope was outraged by the archdeacon's claim and disrespectful tone and refused his request. While the pope avoided the legal aspects of the validity of the appointment, The emphasis in his response was on the question of Timothy's origin. He argued that God \"creates all people equal from of the same seed, come into the world naked and leave it naked and therefore there is no difference between unfree and free, between the king and the common man\". After the end of the civil war, Béla sent again his delegation in April 1266, but Pope Clement did not change his decision. To indicate his goodwill, he appointed Demetrius as papal chaplain and Farkas Bejc was confirmed as provost of &lt;a href=\"Sz%C3%A9kesfeh%C3%A9rv%C3%A1r\"&gt;Székesfehérvár&lt;/a&gt; in the same time. Following that Béla IV abandoned the case and acknowledged Timothy's election.\nEarly years.\nExactly when Timothy actually took the position is uncertain. At the beginning of 1267, the representatives of the merchant guild in &lt;a href=\"Siena\"&gt;Siena&lt;/a&gt; complained to the pope that Timothy owed them 564 silver &lt;a href=\"Mark%20%28unit%29\"&gt;marks&lt;/a&gt;. Pope Clement instructed the bishop to settle his debt within two months and ordered the &lt;a href=\"St%20Mark%27s%20Basilica\"&gt;Chapter of St. Mark&lt;/a&gt; in &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt; to assist Timothy in order to solve the problem. It is plausible that Timothy had to settle debt immediately, unburdened by any obstacles, could dedicate himself to the exercise of episcopal duties. The cathedral chapter of Zagreb accepted Timothy as their bishop and there was no more opposition to his episcopal administration by April 1268; for the purpose of strengthening labor on church estates, he bought four serfs for 25 pence denars. During the sale contract, the bishop was represented by a canon of the chapter. This is the first mention of Timothy's residence in Hungary and in his diocese.\nTimothy was responsible reconstruction of the &lt;a href=\"Gothic%20architecture\"&gt;Gothic&lt;/a&gt;-style &lt;a href=\"Zagreb%20Cathedral\"&gt;Zagreb Cathedral&lt;/a&gt;, which was pillaged and demolished by the &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt; during the &lt;a href=\"First%20Mongol%20invasion%20of%20Hungary\"&gt;their first invasion of Hungary and Croatia&lt;/a&gt; in 1241–1242. Throughout his episcopate, Timothy remained a strong pillar of the influence of the Holy See in Hungary. As part of the preparations for the &lt;a href=\"Second%20Council%20of%20Lyon\"&gt;Second Council of Lyon&lt;/a&gt;, &lt;a href=\"Pope%20Gregory%20X\"&gt;Pope Gregory X&lt;/a&gt; instructed bishops Timothy and &lt;a href=\"Job%20Z%C3%A1h\"&gt;Job Záh&lt;/a&gt; to prepare a report on the moral conditions within the kingdom in March 1272.\nStruggles with the oligarchs.\nMost of the years of his episcopal governance coincided with the era of feudal anarchy, when many groupings of barons fought against each other for supreme power during the nominal rule of the underage &lt;a href=\"Ladislaus%20IV%20of%20Hungary\"&gt;Ladislaus IV&lt;/a&gt;, who ascended the Hungarian–Croatian throne after the sudden death of his father Stephen V in 1272. Timothy and his diocese proved to be a strong and trustable pillar of the royal authority in the following years. He was commissioned to guard the castle of Garić or Garics (Podgaric), a centre of a border ispánate in &lt;a href=\"Koprivnica-Kri%C5%BEevci%20County\"&gt;Križevci County&lt;/a&gt;, in 1272. He complied with that request at his own expense. Timothy successfully recovered the fortress of &lt;a href=\"Medvedgrad\"&gt;Medvedgrad&lt;/a&gt; (lit. \"bear-fort\") from royal property for the Diocese of Zagreb in October 1273 (the castle was built by one of his predecessors &lt;a href=\"Philip%20T%C3%BCrje\"&gt;Philip Türje&lt;/a&gt; more than two decades earlier), when the royal council also confirmed the formerly gained privileges of the diocese in the name of the king. According to Croatian historian Antun Nekić, these decisions in the royal court were made contrary to the interests of &lt;a href=\"Henry%20I%20K%C5%91szegi\"&gt;Henry I Kőszegi&lt;/a&gt;, the &lt;a href=\"Ban%20of%20Slavonia\"&gt;Ban of Slavonia&lt;/a&gt;. Thereafter, Timothy soon embroiled conflict with the &lt;a href=\"K%C5%91szegi%20family\"&gt;Kőszegi&lt;/a&gt;–&lt;a href=\"Gutkeled%20%28gens%29\"&gt;Gutkeled&lt;/a&gt; baronial group. According to a royal charter from May 1274, the tax collectors of Henry Kőszegi and &lt;a href=\"Joachim%20Gutkeled\"&gt;Joachim Gutkeled&lt;/a&gt; tried unjustifiably to collect royal taxes from the bishopric of Zagreb. In August 1275, a representative of the diocese complaint at the royal court that Joachim Gutkeled committed the same infringement that year. Two months later, Timothy himself appeared before the monarch with the same complaint, also presenting the privilege and donation letters of the late &lt;a href=\"B%C3%A9la%20IV%20of%20Hungary\"&gt;Béla IV&lt;/a&gt;. Timothy protested against Joachim's claim for &lt;a href=\"Va%C5%A1ka\"&gt;Vaška&lt;/a&gt; too. Nekić argues Timothy supported the power aspirations of the rival &lt;a href=\"Cs%C3%A1k%20%28genus%29\"&gt;Csák&lt;/a&gt; clan, who had no territorial interests and sphere of influence in &lt;a href=\"Slavonia\"&gt;Slavonia&lt;/a&gt;.\nBy formalizing the status quo at the end of the first phase of feudal anarchy, Timothy and his diocese were granted the castle of Garić and &lt;a href=\"Gare%C5%A1nica\"&gt;Gerzence&lt;/a&gt; (Garešnica) ispánate by Ladislaus IV in March 1277. According to Nekić, Timothy established a great contiguous land of possessions and estates belonging to the Diocese of Zagreb, which thus became one of the biggest landowners in Slavonia. The monarch also confirmed the liberties and privileges of the diocese in his charters issued throughout in February and March, which those were donated by his predecessors &lt;a href=\"Andrew%20II%20of%20Hungary\"&gt;Andrew II&lt;/a&gt;, Béla IV and Stephen V. The bishopric was also granted the estate &lt;a href=\"Blagu%C5%A1a\"&gt;Blaguša&lt;/a&gt; near &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;, where later Timothy built a wooden fort. Nekić considers these donations were already the king's own decisions, ignoring the advice of the barons, who soon was declared to be of age at the initiative of the prelates, including Timothy, by the national diet in May 1277. Following the rebellion of the &lt;a href=\"Baboni%C4%87%20family\"&gt;Babonići&lt;/a&gt;, which resulted the death of the strongman Joachim Gutkeled, the political relations in Slavonia were completely reorganized, which resulted in the temporary strengthening of Timothy, among other things. Timothy was a member of that six-member diplomatic mission to &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; in July 1277, which negotiated an alliance with &lt;a href=\"Rudolf%20I%20of%20Germany\"&gt;Rudolf I of Germany&lt;/a&gt; against &lt;a href=\"Ottokar%20II%20of%20Bohemia\"&gt;Ottokar II of Bohemia&lt;/a&gt;. A year later, in November 1278, Timothy was at the first place among those delegated local barons and prelates (including e.g. &lt;a href=\"Palatine%20of%20Hungary\"&gt;Palatine&lt;/a&gt; &lt;a href=\"Matthew%20II%20Cs%C3%A1k\"&gt;Matthew Csák&lt;/a&gt;), who mediated the reconciliation between the Gutkeleds and the Babonići in Zagreb. Timothy strived to establish a personal network of local lesser nobles in Slavonia, mutually defending their interests against the aspirations of oligarchic domains in the province (Kőszegis, Babonići and slightly Gutkeleds). In 1278 and 1279, Timothy bought three estates from members of the impoverished &lt;a href=\"Acsa%20%28genus%29\"&gt;Ača (Acsa)&lt;/a&gt; kindred. After 1279, the arrival of papal legate &lt;a href=\"Philip%20III%2C%20Bishop%20of%20Fermo\"&gt;Philip III, Bishop of Fermo&lt;/a&gt; and the subsequent putting the issue of &lt;a href=\"Cumans\"&gt;Cumans&lt;/a&gt; at the center permanently deteriorated the harmonious relationship between the prelates and the young Ladislaus IV. Timothy, among the archbishops and suffragans, was present at the national diet at &lt;a href=\"Budafok\"&gt;Tétény&lt;/a&gt; in July–August 1279 and the synod in &lt;a href=\"Buda\"&gt;Buda&lt;/a&gt; in September 1279.\nTimothy was left without royal protection in Slavonia. One sign of this was that the residents of the queenly estates &lt;a href=\"Virovitica\"&gt;Virovitica&lt;/a&gt; and Lipovac (present-day a borough of &lt;a href=\"Gradina%2C%20Virovitica-Podravina%20County\"&gt;Gradina&lt;/a&gt;) refused to pay &lt;a href=\"tithe\"&gt;tithe&lt;/a&gt; to the Diocese of Zagreb in 1280. Timothy &lt;a href=\"Excommunication%20%28Catholic%20Church%29\"&gt;excommunicated&lt;/a&gt; the inhabitants and put the settlements under &lt;a href=\"interdict\"&gt;interdict&lt;/a&gt; in November in that year. Meanwhile, Timothy requested the confirmation of the former royal donation of Garešnica and Garić from papal legate Philip and &lt;a href=\"Lodomer\"&gt;Lodomer&lt;/a&gt;, the &lt;a href=\"Archbishop%20of%20Esztergom\"&gt;Archbishop of Esztergom&lt;/a&gt; in October 1280, who \"&lt;a href=\"de%20facto\"&gt;de facto&lt;/a&gt;\" administered the Kingdom of Hungary in those times. Taking advantage of the chaotic situation, which characterized Ladislaus' reign again after papal legate Philip's presence and departure, and the absence of Timothy, who resided in the capital at the turn of 1280 and 1281, the three sons of the late Henry I Kőszegi, &lt;a href=\"Nicholas%20I%20K%C5%91szegi\"&gt;Nicholas&lt;/a&gt;, &lt;a href=\"Ivan%20K%C5%91szegi\"&gt;Ivan&lt;/a&gt; and &lt;a href=\"Henry%20II%20K%C5%91szegi\"&gt;Henry II&lt;/a&gt; plundered the estates of the Diocese of Zagreb at various times in early 1281. According to Timothy's letter to Archbishop Lodomer, the Kőszegis and their henchmen completely devastated and pillaged the episcopal estate of Vaška and the surrounding lands. Timothy also complained that Ivan and Nicholas arbitrarily usurped the Garešnica (Gerzence) lordship, a rightful possession of his diocese since 1277 after a donation of Ladislaus IV. According to his letter, the Kőszegi brothers unlawfully collected the tithe in the territory of his diocese, while Nicholas also captured and robbed the senior officials of the bishopric. The Kőszegis' henchman, a certain notorious highwayman Wrycz tortured the captured clerics until they gave them the treasures. For their crimes, Timothy excommunicated the three Kőszegi brothers in the &lt;a href=\"Franciscans\"&gt;Franciscan&lt;/a&gt; monastery of Virovitica on 25 March 1281. According to Antun Nekić, the location suggests that the dowager queen &lt;a href=\"Elizabeth%20the%20Cuman\"&gt;Elizabeth the Cuman&lt;/a&gt; and Timothy had a common interest in curbing the unscrupulously and aggressively advancing Kőszegi family.\nFollowing legate Philip's departure from Hungary in the autumn of 1281, the Kőszegis rose to power and Timothy could not enforce church chastisement and also failed to recover the confiscated episcopal estates. After 1282, Queen Elizabeth, who was made &lt;a href=\"Banate%20of%20Macs%C3%B3\"&gt;Duchess of Macsó&lt;/a&gt; and &lt;a href=\"Banate%20of%20Bosnia\"&gt;Bosnia&lt;/a&gt;, usurped the lost bishopric's landholdings (Garić and Garešnica) with the consent of his son Ladislaus IV. In November 1283, Elizabeth promised to return tithe of &lt;a href=\"Virovitica%20County\"&gt;Virovitica County&lt;/a&gt; to Timothy and his diocese, which suggests a reconciliton and conclusion of an agreement between them by that time. Ladislaus IV and his wife Queen &lt;a href=\"Elizabeth%20of%20Sicily%2C%20Queen%20of%20Hungary\"&gt;Isabella&lt;/a&gt; confirmed their deal in June 1284. The king also recovered the ispánate (lordship) of Garešnica to the bishop in the same document. This occurred after Ladislaus failed to subdue the Kőszegis at the turn of 1283 and 1284 during a military campaign, and tried to gain their local opponents to become their own partisans. Timothy was last mentioned as a living person in August 1284, when consecrated an altar within the Zagreb Cathedral, dedicated to &lt;a href=\"Mary%2C%20mother%20of%20Jesus\"&gt;Virgin Mary&lt;/a&gt;. Timothy died on 4 April 1287. He was buried under the aforementioned altar in the cathedral church."
}