{
    "id": "5580930",
    "revid": "1065518602",
    "url": "https://en.wikipedia.org/wiki?curid=5580930",
    "title": "Colchester Community Stadium",
    "text": "Colchester Community Stadium, known for sponsorship reasons as the JobServe Community Stadium, is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; in &lt;a href=\"Colchester\"&gt;Colchester&lt;/a&gt;, England. It is the home of &lt;a href=\"Colchester%20United%20F.C.\"&gt;Colchester United Football Club&lt;/a&gt;. It has a capacity of 10,105 and opened in August 2008 in time for the &lt;a href=\"2008%E2%80%9309%20Colchester%20United%20F.C.%20season\"&gt;2008–09 season&lt;/a&gt;.\nA stadium working party was first set up by &lt;a href=\"Borough%20of%20Colchester\"&gt;Colchester Borough Council&lt;/a&gt; in 1976 in order to assess the feasibility and possible location for a new stadium for Colchester United. After 30 years of discussions and various site suggestions, a location in the north of Colchester called Cuckoo Farm on land owned by Colchester Borough Council was settled on. Detailed planning permission was fully granted in June 2007 on the stadium which would cost &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;14 million, replacing the club's &lt;a href=\"Layer%20Road\"&gt;Layer Road&lt;/a&gt; ground, which had been their home since Colchester United's foundation in 1937. Work began in July 2007 and construction was completed in August 2008 ahead of Colchester United's first match at the stadium.\nAfter ten years of sponsorship, it was announced that the naming rights would switch from Weston Homes to &lt;a href=\"JobServe\"&gt;JobServe&lt;/a&gt; in another ten-year deal. The stadium would now be known as the JobServe Community Stadium.\nHistory.\nOrigin.\n&lt;a href=\"Colchester%20United%20F.C.\"&gt;Colchester United's&lt;/a&gt; previous ground, &lt;a href=\"Layer%20Road\"&gt;Layer Road&lt;/a&gt;, was built in 1910, homing United's predecessors &lt;a href=\"Colchester%20Town%20F.C.\"&gt;Colchester Town&lt;/a&gt;. Town were an amateur club and were wound down in 1937 to begin a professional club for &lt;a href=\"Colchester\"&gt;Colchester&lt;/a&gt; that would be known Colchester United, as the new club moved into Town's Layer Road ground. With an ageing stadium, throughout the 1970s to the mid-2000s, Colchester United and &lt;a href=\"Borough%20of%20Colchester\"&gt;Colchester Borough Council&lt;/a&gt; had been looking to re-home the club. Attention was first brought to the idea of relocation during the 1970s, when club chairman Maurice Cadman announced that Layer Road required &lt;a href=\"Pound%20sterling\"&gt;£&lt;/a&gt;280,000 of basic improvements to meet the required safety legislation of the time. When the ground was purchased from the Council in 1971, a covenant was placed on Layer Road that the site could not be sold to be developed as housing. Potential resolutions for the problem included moving the pitch and building a new main stand, but proved to be too expensive for the club's ailing finances. The plans would have created an 'adequately' sized stadium with an 18,000 capacity, though the season ended with an average of just 3,818 in attendance.\nIn 1976, Colchester Borough Council set up a stadium working party to work towards solutions, locations and study the feasibility for a new stadium for the town. During the &lt;a href=\"1980%E2%80%9381%20Colchester%20United%20F.C.%20season\"&gt;1980–81 season&lt;/a&gt;, plans were submitted for an all-seater stadium at the Avenue of Remembrance, Colchester. However, the club ended the season 22nd out of 24 in the &lt;a href=\"Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt; table and relegated to the &lt;a href=\"Football%20League%20Fourth%20Division\"&gt;Fourth Division&lt;/a&gt;, with an average gate of just 2,641 and a new all-time lowest attendance of 1,430. The stadium plan was rejected by the council on the grounds of the covenant restrictions.\nIn the wake of the &lt;a href=\"Bradford%20City%20stadium%20fire\"&gt;Bradford City stadium fire&lt;/a&gt; on 11 May 1985 which left 56 people dead, owing to the stadium's antiquated wooden structure, it became of utmost importance to accelerate Colchester United's move from the timber-constructed Layer Road stands to a new stadium. Just 18 days later, the &lt;a href=\"Heysel%20Stadium%20disaster\"&gt;Heysel Stadium disaster&lt;/a&gt; occurred, leading to 39 deaths and hundreds of injuries. Layer Road faced £500,000 of safety improvements, but with no money, the club closed sections of the ground which reduced capacity to 4,900. A new location for a replacement stadium was mooted at Turner Rise, Colchester, as new owner and chairman Jonathan Crisp introduced developers Norcross Estates as shirt sponsors for the &lt;a href=\"1987%E2%80%9388%20Colchester%20United%20F.C.%20season\"&gt;1987–88 season&lt;/a&gt;. Crisp considered selling Layer Road and ground-sharing &lt;a href=\"Portman%20Road\"&gt;Portman Road&lt;/a&gt; with neighbours and rivals &lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt; whilst the Turner Rise stadium was constructed. However, the plans were delayed and eventually scrapped, with Crisp's plan to ground-share swayed by a group of Colchester United's former directors. A later plan to build a stadium at Wick Lane, &lt;a href=\"Ardleigh\"&gt;Ardleigh&lt;/a&gt; saw plans thrown out as Colchester were relegated from &lt;a href=\"the%20Football%20League\"&gt;the Football League&lt;/a&gt; for the first time in 40 years.\nLayer Road was sold back to the Council for £1.2 million in the early 1990s in order to clear Colchester United's debts, with the club leasing the stadium for three years. Following this, the Football League required all clubs to have a minimum lease of ten years on all stadia, to which the Council extended the arrangement. Meanwhile, the Borough Council also determined ten potential sites for a new stadium to be contracted, with each examined. With the lease on Layer Road due to expire in 2002, &lt;a href=\"Kirklees\"&gt;Kirklees&lt;/a&gt; &lt;a href=\"Alfred%20McAlpine\"&gt;McAlpine&lt;/a&gt; were commissioned as consultants for a new stadium in 1998. A preferred site at Cuckoo Farm was identified, with additional benefit being that the land was already owned by the Council.\nPlanning.\nWith a site now chosen, plans were submitted in April 1999 which would include an earmarked 30-acre site, ten acres of which would accommodate car parking and a &lt;a href=\"park%20and%20ride\"&gt;park and ride&lt;/a&gt; system, and a further ten for commercial use, including hotels and leisure facilities. The application was submitted simultaneously with plans for a new major junction (junction 28) on the &lt;a href=\"A12%20road%20%28England%29\"&gt;A12&lt;/a&gt;. Outline planning consent was approved in July 2003, including approval for 1,500 homes, a police station and a primary school.\nWith the \"Community Stadium Now!\" petition set up by Colchester's Evening Gazette newspaper and with 13,000 signatures in support, the Cuckoo Farm plans were submitted to &lt;a href=\"Deputy%20Prime%20Minister%20of%20the%20United%20Kingdom\"&gt;Deputy Prime Minister&lt;/a&gt; &lt;a href=\"John%20Prescott\"&gt;John Prescott&lt;/a&gt; for a decision to be made on the application. Prescott gave his approval for the regeneration project for the north of Colchester in January 2005, meaning construction work could begin as early as 2006 after planning application had been submitted in autumn 2005.\nOn 13 November 2006, Colchester United chief executive Marie Partner announced to United fans gathered at Colchester's Moot Hall that the stadium had received the go-ahead after clearing a major hurdle. The Council had backed the £14.23 million stadium by taking out a £10.23 million loan. At this point, the petition had also gathered over 30,000 signatures. The remaining £4 million came in the form of grants from the &lt;a href=\"Football%20Foundation\"&gt;Football Foundation&lt;/a&gt; and local government and development agencies. More good news followed with the announcement by Colchester Councillors that work could begin on the stadium prior to the opening of a new access route linked to the A12 in January 2007. Scottish firm &lt;a href=\"Barr%20Construction\"&gt;Barr Construction&lt;/a&gt; were then announced as contractors for the new stadium just two weeks later.\nConstruction and opening.\nWork began on the Cuckoo Farm site in June 2007, with temporary buildings and construction vehicles arriving on site from 4 June. Building work finally began in July 2007 with the intention of completion in time for the beginning of the &lt;a href=\"2008%E2%80%9309%20Colchester%20United%20F.C.%20season\"&gt;2008–09 season&lt;/a&gt;. With building work nearing completion, Colchester announced the name for the stadium would officially be the \"Colchester Community Stadium\", but owing to a deal with building firm Weston Homes, the ground would be known as the \"Weston Homes Community Stadium\". The ten-year sponsorship deal would be worth up to £2 million and would also include shirt sponsorship for the 2008–09 season.\nThe first fixture to be played at the Community Stadium was a friendly between Colchester United and Spanish club &lt;a href=\"Athletic%20Bilbao\"&gt;Athletic Bilbao&lt;/a&gt;, on 4 August 2008. The first goal to be scored at the stadium was from &lt;a href=\"Aritz%20Aduriz\"&gt;Aritz Aduriz&lt;/a&gt; for Bilbao after 15 minutes, but Colchester &lt;a href=\"forward%20%28association%20football%29\"&gt;forward&lt;/a&gt; &lt;a href=\"Scott%20Vernon\"&gt;Scott Vernon&lt;/a&gt; equalised from the &lt;a href=\"Penalty%20kick%20%28association%20football%29\"&gt;penalty spot&lt;/a&gt; on 32 minutes, registering the first Colchester goal at the Community Stadium. The game finished 2–1 to the Spanish club.\nThe first competitive fixture at the Community Stadium came on 16 August 2008 when Colchester hosted &lt;a href=\"Huddersfield%20Town%20F.C.\"&gt;Huddersfield Town&lt;/a&gt; in front of a crowd of 5,340. &lt;a href=\"Mark%20Yeates\"&gt;Mark Yeates&lt;/a&gt; scored the first competitive goal at the stadium in a 2–2 draw with &lt;a href=\"Oldham%20Athletic%20A.F.C.\"&gt;Oldham Athletic&lt;/a&gt; on 30 August 2008 but the U's had to wait until 25 October 2008 to register their first win at the ground. They won emphatically against &lt;a href=\"Carlisle%20United%20F.C.\"&gt;Carlisle United&lt;/a&gt;, scoring five with goals from &lt;a href=\"David%20Perkins%20%28footballer%29\"&gt;David Perkins&lt;/a&gt;, &lt;a href=\"Dean%20Hammond\"&gt;Dean Hammond&lt;/a&gt;, &lt;a href=\"Akanni-Sunday%20Wasiu\"&gt;Akanni-Sunday Wasiu&lt;/a&gt; and two netted by Mark Yeates.\nStructure and facilities.\nWith a &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; of 10,105, the stadium is divided into four stands, with each stand incorporating disabled access. The West Stand is the largest stand which contains both conventional seating for supporters, but also houses 24 executive boxes and corporate areas. These areas can hold up to 400 diners in the Layer and Centennial suites. Directors boxes are situated either side of the tunnel entrance with dugouts and press areas also separated by the tunnel. A television gantry is placed on the roof of the stand above the executive boxes. Housed in the West Stand are the club's administration offices, club shop, ticket office and reception.\nThe North Stand is designated for away supporters for &lt;a href=\"The%20Football%20League\"&gt;Football League&lt;/a&gt; fixtures.\nThe East Stand is home to the family enclosure which offer family-friendly pricing for supporters choosing to be situated there.\nThe South stand houses Colchester United's vocal supporters, where up to 2,000 fans can sit. This stand also uses pricing incentives to encourage supporters to create a loud and vocal atmosphere.\nOther uses.\nUtilising the space of the Layer and Centennial suites, the stadium also plays host to a range of other activities, including conferences, banqueting, weddings, parties and events. The stadium features a 600 space car park and hosts boxing dinners, darts opens, comedy nights, tribute band nights, fashion shows, award ceremonies and proms.\nThe stadium was used as an open-air music venue for the first time on 29 June 2014 when &lt;a href=\"Elton%20John\"&gt;Sir Elton John&lt;/a&gt; played his first ever Colchester concert. The event had a capacity of around 16,500. &lt;a href=\"Lionel%20Richie\"&gt;Lionel Richie&lt;/a&gt; performed in an open air setting in June 2016 as part of his \"All The Hits\" tour. An audience of 17,000 watched local singer &lt;a href=\"Olly%20Murs\"&gt;Olly Murs&lt;/a&gt; perform on 10 June 2017 in the stadiums third open-air concert.\nInternational football matches.\nThe Community Stadium has hosted four international football matches; three featuring the &lt;a href=\"England%20national%20under-21%20football%20team\"&gt;England under-21s&lt;/a&gt; and one &lt;a href=\"England%20national%20under-19%20football%20team\"&gt;England under-19&lt;/a&gt; game. The first international game at the stadium saw England under-19s defeat their &lt;a href=\"Germany%20national%20under-19%20football%20team\"&gt;German&lt;/a&gt; counterparts 1–0 in front of a crowd of 9,692 on 18 November 2008 courtesy of a &lt;a href=\"Henri%20Lansbury\"&gt;Henri Lansbury&lt;/a&gt; goal. The next international fixture saw England under-21s qualify for the &lt;a href=\"2011%20UEFA%20European%20Under-21%20Football%20Championship\"&gt;2011 UEFA European Under-21 Football Championship&lt;/a&gt; as they beat &lt;a href=\"Lithuania%20national%20under-21%20football%20team\"&gt;Lithuania&lt;/a&gt; 3–0 with two goals from &lt;a href=\"Danny%20Welbeck\"&gt;Danny Welbeck&lt;/a&gt; and one from &lt;a href=\"Marc%20Albrighton\"&gt;Marc Albrighton&lt;/a&gt;. A crowd of 7,240 watched the game on 7 September 2010. The England under-21s returned to Colchester for a &lt;a href=\"2013%20UEFA%20European%20Under-21%20Football%20Championship%20qualification\"&gt;2013 UEFA European Under-21 Championship qualifier&lt;/a&gt; on 11 November 2011. The Young Lions cruised to a 5–0 victory against &lt;a href=\"Iceland%20national%20under-21%20football%20team\"&gt;Iceland&lt;/a&gt; on the night, with goals from &lt;a href=\"Marvin%20Sordell\"&gt;Marvin Sordell&lt;/a&gt;, &lt;a href=\"Martin%20Kelly%20%28footballer%29\"&gt;Martin Kelly&lt;/a&gt;, &lt;a href=\"Craig%20Dawson\"&gt;Craig Dawson&lt;/a&gt; and two scored by &lt;a href=\"Gary%20Gardner\"&gt;Gary Gardner&lt;/a&gt;. The attendance for the game was 10,051. England won their fourth match after almost five years away from the Community Stadium on 6 September 2016. Full England international &lt;a href=\"Marcus%20Rashford\"&gt;Marcus Rashford&lt;/a&gt; made his England under-21 debut in the game, scoring a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; as England scored six times against &lt;a href=\"Norway%20national%20under-21%20football%20team\"&gt;Norway&lt;/a&gt;. The other scorers were &lt;a href=\"Nathaniel%20Chalobah\"&gt;Nathaniel Chalobah&lt;/a&gt;, &lt;a href=\"Ruben%20Loftus-Cheek\"&gt;Ruben Loftus-Cheek&lt;/a&gt; and &lt;a href=\"Lewis%20Baker%20%28footballer%29\"&gt;Lewis Baker&lt;/a&gt;. England's opposition scored for the first time at the Community Stadium when &lt;a href=\"Ghayas%20Zahid\"&gt;Ghayas Zahid&lt;/a&gt; scored Norway's consolation with the score at 4–1.\nThe stadium hosted the &lt;a href=\"England%20women%27s%20national%20football%20team\"&gt;England women's team&lt;/a&gt; for the first time in a competitive fixture for their &lt;a href=\"2019%20FIFA%20Women%27s%20World%20Cup%20qualification\"&gt;2019 FIFA Women's World Cup qualification&lt;/a&gt; game against &lt;a href=\"Kazakhstan%20women%27s%20national%20football%20team\"&gt;Kazakhstan&lt;/a&gt; on 28 November 2017. The Lionesses won 5–0 on the night with goals from &lt;a href=\"Melissa%20Lawley\"&gt;Melissa Lawley&lt;/a&gt;, &lt;a href=\"Fran%20Kirby\"&gt;Fran Kirby&lt;/a&gt;, two from &lt;a href=\"Nikita%20Parris\"&gt;Nikita Parris&lt;/a&gt;, and &lt;a href=\"Izzy%20Christiansen\"&gt;Izzy Christiansen&lt;/a&gt;. The &lt;a href=\"England%20women%27s%20national%20football%20team\"&gt;England women's team&lt;/a&gt; had previously played at the stadium in a 2–0 loss against Iceland women's team on 16 July 2009\nRecords.\nThe highest attendance at the Community Stadium is 10,064 when Colchester United hosted &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt; on 16 January 2010. Canaries manager &lt;a href=\"Paul%20Lambert\"&gt;Paul Lambert&lt;/a&gt; had been in charge at Colchester when the U's defeated Norwich 7–1 on the opening day of the season at &lt;a href=\"Carrow%20Road\"&gt;Carrow Road&lt;/a&gt;. Shortly after this event, Lambert defected to Norwich, and with bad feelings between the clubs spelt a fiery affair for the return fixture. Substitute &lt;a href=\"Ian%20Henderson%20%28footballer%29\"&gt;Ian Henderson&lt;/a&gt; was sent off on his home debut for Colchester as they were handed a heavy 5–0 defeat by Norwich.\nTransport.\nThe Colchester Community Stadium is situated close to junction 28 on the A12. The stadium can hold just under 700 cars in the main car park, and there are two drop off zones situated around the stadium. A &lt;a href=\"park%20and%20ride\"&gt;park and ride&lt;/a&gt; situated on the opposite side of the A12 opened in 2015, in which supporters are able to park on match days.\nAwards.\nIn May 2009, the Colchester Community Stadium was named overall winner in the &lt;a href=\"Royal%20Institution%20of%20Chartered%20Surveyors\"&gt;Royal Institution of Chartered Surveyors&lt;/a&gt; East of England Awards. The RICS said the stadium project had been a \"fantastic new facility for Colchester United Football Club\" but that it also gave \"benefits to the wider community\". The stadium also won the community benefit award."
}