{
    "id": "55835125",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=55835125",
    "title": "Dan Howell (politician)",
    "text": "Dan Howell is an American politician from &lt;a href=\"Cleveland%2C%20Tennessee\"&gt;Cleveland&lt;/a&gt;, &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;. Since 2013, he has served as a member of the &lt;a href=\"Tennessee%20House%20of%20Representatives\"&gt;Tennessee House of Representatives&lt;/a&gt; for the 22nd district. He is a member of the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt;.\nBiography.\nHowell first moved to Cleveland in 1971, a while after graduating from Radio Engineering Institute in Kansas City, Missouri. He briefly attended &lt;a href=\"Lee%20University\"&gt;Lee University&lt;/a&gt;, &lt;a href=\"Kansas%20City\"&gt;Kansas City&lt;/a&gt;, &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt;. Prior to his political career, he was an anchor for WDEF-TV in Chattanooga and later served as Senior Anchor/Managing Editor for WDSI FOX-61 &lt;a href=\"WDSI-TV\"&gt;Fox 61&lt;/a&gt; in &lt;a href=\"Chattanooga%2C%20Tennessee\"&gt;Chattanooga&lt;/a&gt;.\nHowell's professional experience includes working as the Executive Assistant to the Mayor of &lt;a href=\"Bradley%20County%2C%20Tennessee\"&gt;Bradley County&lt;/a&gt;, serving on the Bradley County Chamber of Commerce Board, the board for the &lt;a href=\"Cleveland/Bradley%20County%20Greenway\"&gt;Cleveland/Bradley County Greenway&lt;/a&gt;, the Storm Water Advisory Board, and the Salvation Army of Cleveland advisory board. He also served on the Tennessee Republican Party State Executive Committee.\nHowell first announced his campaign for the house in November 2012. Howell won the May, 2013 Republican Primary against J. Adam Lowe by 13 percentage points after incumbent Representative Eric Watson decided to run for Bradley County Sheriff. Howell was first elected to the Tennessee House of Representatives District 22, running unopposed in the August 2013 general election. election. Howell was re-elected in 2016, 2018, &amp; 2020. District 22 encompasses &lt;a href=\"Meigs%20County%2C%20Tennessee\"&gt;Meigs&lt;/a&gt;, &lt;a href=\"Polk%20County%2C%20Tennessee\"&gt;Polk&lt;/a&gt;, and part of Bradley Counties. He was preceded by &lt;a href=\"Eric%20Watson%20%28politician%29\"&gt;Eric Watson&lt;/a&gt;, who was elected &lt;a href=\"Sheriffs%20in%20the%20United%20States\"&gt;Sheriff&lt;/a&gt; of Bradley County in 2014. Since his election he has served as the chair of the Joint Government Operations Judiciary and Government Subcommittee, vice-chair of the House Local Government Committee, and as a member of the House Government Operations Committee, House Local Government Subcommittee, and the Joint Government Operations Committee. He is currently Chairman of the House Full Transportation Committee.\nHowell was married to Carol Ann Howell from approximately 1963 until her death in February 2008. They had three children, Randall, Richard, and Rod. He has been married to Beverlee since mid 2012. He also has two step-children and seven grandchildren and step-grandchildren. He attends First Baptist Church in Cleveland and is a member of the &lt;a href=\"National%20Rifle%20Association\"&gt;National Rifle Association&lt;/a&gt; (NRA). He has been described as &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt;, and supports smaller government, lower taxes &lt;a href=\"Second%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;Second Amendment&lt;/a&gt; rights, is &lt;a href=\"anti-abortion\"&gt;anti-abortion&lt;/a&gt;, and has worked to reduce government regulations."
}