{
    "id": "55913246",
    "revid": "43284906",
    "url": "https://en.wikipedia.org/wiki?curid=55913246",
    "title": "Fall Brawl (1998)",
    "text": "Fall Brawl 1998: War Games was the sixth &lt;a href=\"Fall%20Brawl\"&gt;Fall Brawl&lt;/a&gt; &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt; &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; (PPV) &lt;a href=\"List%20of%20NWA/WCW%20closed-circuit%20events%20and%20pay-per-view%20events\"&gt;event&lt;/a&gt; produced by &lt;a href=\"World%20Championship%20Wrestling\"&gt;World Championship Wrestling&lt;/a&gt; (WCW). It took place on September 13, 1998, from the &lt;a href=\"Lawrence%20Joel%20Veterans%20Memorial%20Coliseum\"&gt;Lawrence Joel Veterans Memorial Coliseum&lt;/a&gt; in &lt;a href=\"Winston-Salem%2C%20North%20Carolina\"&gt;Winston-Salem, North Carolina&lt;/a&gt;. As of 2014 the event is available on the &lt;a href=\"WWE%20Network\"&gt;WWE Network&lt;/a&gt;.\nProduction.\nBackground.\nThe &lt;a href=\"WarGames%20match\"&gt;WarGames match&lt;/a&gt; was created when &lt;a href=\"Dusty%20Rhodes%20%28wrestler%29\"&gt;Dusty Rhodes&lt;/a&gt; was inspired by a viewing of \"&lt;a href=\"Mad%20Max%20Beyond%20Thunderdome\"&gt;Mad Max Beyond Thunderdome&lt;/a&gt;\". It was originally used as a specialty match for the &lt;a href=\"Four%20Horsemen%20%28professional%20wrestling%29\"&gt;Four Horsemen&lt;/a&gt;. The first WarGames match took place at &lt;a href=\"The%20Omni\"&gt;The Omni&lt;/a&gt; in Atlanta during the NWA's &lt;a href=\"The%20Great%20American%20Bash%20%281987%29\"&gt;Great American Bash&lt;/a&gt; '87 tour, where it was known as War Games: The Match Beyond. It became a traditional &lt;a href=\"Fall%20Brawl\"&gt;Fall Brawl&lt;/a&gt; event from 1993 to 1998.\nStorylines.\nThe event featured &lt;a href=\"Professional%20wrestling%20match%20types\"&gt;professional wrestling matches&lt;/a&gt; that involve different wrestlers from pre-existing scripted feuds and &lt;a href=\"Narrative%20thread\"&gt;storylines&lt;/a&gt;. Professional wrestlers portray &lt;a href=\"Heel%20%28professional%20wrestling%29\"&gt;villains&lt;/a&gt;, &lt;a href=\"Face%20%28professional%20wrestling%29\"&gt;heroes&lt;/a&gt;, or &lt;a href=\"Glossary%20of%20professional%20wrestling%20terms%23Tweener\"&gt;less distinguishable characters&lt;/a&gt; in the scripted events that build tension and culminate in a wrestling match or series of matches.\nEvent.\nPrior to the match between &lt;a href=\"Rick%20Steiner\"&gt;Rick Steiner&lt;/a&gt; and &lt;a href=\"Scott%20Steiner\"&gt;Scott Steiner&lt;/a&gt;, WCW commissioner &lt;a href=\"J.J.%20Dillon\"&gt;J.J. Dillon&lt;/a&gt; warned Scott that he would be permanently banned from WCW had he refused to wrestle against his brother in any way. The match ended in a no-contest after &lt;a href=\"Buff%20Bagwell\"&gt;Buff Bagwell&lt;/a&gt; pretended to re-injure his neck. As per a prematch stipulation, &lt;a href=\"Perry%20Saturn\"&gt;Saturn&lt;/a&gt;'s victory freed &lt;a href=\"Raven%27s%20Nest\"&gt;The Flock&lt;/a&gt; from &lt;a href=\"Raven%20%28wrestler%29\"&gt;Raven&lt;/a&gt;'s control; if Saturn had lost, he would have had to become Raven's servant. &lt;a href=\"Chris%20Kanyon\"&gt;Chris Kanyon&lt;/a&gt; was also handcuffed to the ring. During the match, Kidman interfered on Saturn's behalf. In the &lt;a href=\"WarGames%20Match\"&gt;WarGames Match&lt;/a&gt; &lt;a href=\"Diamond%20Dallas%20Page\"&gt;Diamond Dallas Page&lt;/a&gt; pinned &lt;a href=\"Stevie%20Ray\"&gt;Stevie Ray&lt;/a&gt; after a &lt;a href=\"Cutter%20%28professional%20wrestling%29\"&gt;Diamond Cutter&lt;/a&gt;. For the first time ever in a WarGames match, pinfalls were allowed. As a result of Page getting the pinfall victory; Page earned a shot at the &lt;a href=\"WCW%20World%20Heavyweight%20Championship\"&gt;WCW World Heavyweight Championship&lt;/a&gt; at &lt;a href=\"Halloween%20Havoc%20%281998%29\"&gt;Halloween Havoc&lt;/a&gt;.\nA match between The Giant and Meng was advertised on WCW.com, but did not take place. WCW.com also advertised a Juventud Guerrera vs. Kaz Hayashi match, but it was announced that the match would actually be Guerrera vs. Silver King the night before the pay-per-view on WCW Saturday Night.\nThe match between Curt Hennig and Dean Malenko, while heavily built in storylines, was not advertised ahead of time.\nReception.\nIn 2012, Jack Bramma of 411Mania gave the event a rating of 4.0 [Poor], stating, \"There are TWO good matches on the entire PPV and only one above ***. If there was a fifth rider of the Apocalypse, it'd look something like this PPV.\""
}