{
    "id": "5594800",
    "revid": "892079",
    "url": "https://en.wikipedia.org/wiki?curid=5594800",
    "title": "Iraj Pezeshkzad",
    "text": "Iraj Pezeshkzad (, \"Iraj Pezeškzâd\"; 1928 – 12 January 2022) was an Iranian writer and author of the famous &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; novel \"&lt;a href=\"Dai%20Jan%20Napoleon\"&gt;Dā'i Jān Napoleon&lt;/a&gt;\" (\"Dear Uncle Napoleon\", translated as \"&lt;a href=\"My%20Uncle%20Napoleon\"&gt;My Uncle Napoleon&lt;/a&gt;\") published in the early 1970s.\nLife and career.\nPezeshkzad was born in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;, &lt;a href=\"Pahlavi%20Iran\"&gt;Iran&lt;/a&gt;, in 1928. He was educated in Iran and France, where he received his degree in Law. He served as a judge in the Iranian Judiciary for five years prior to joining the Iranian Foreign Service. He served as a diplomat until the &lt;a href=\"Iranian%20revolution\"&gt;Iranian revolution&lt;/a&gt; in 1979, and left the Foreign Service to reside in France after the revolution, where he joined &lt;a href=\"Shapour%20Bakhtiar\"&gt;Shapour Bakhtiar&lt;/a&gt; and his party the &lt;a href=\"National%20Movement%20of%20Iranian%20Resistance\"&gt;National Movement of Iranian Resistance&lt;/a&gt; against the Islamic regime established in Iran. He wrote many political books for the party (example: \"Moroori bar vagheye 15 khordad 42, az entesharat e nehzat e moghavemat e melli e Iran, Iraj Pezeshkzad\"). Pezeshkzad later lived in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, where he worked as a journalist. He died on 12 January 2022, at the age of 94.\nLiterary works.\nPezeshkzad began writing in the early 1950s by translating the works of &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt; and &lt;a href=\"Moli%C3%A8re\"&gt;Molière&lt;/a&gt; into Persian and by writing short stories for magazines. His novels include \"Haji Mam-ja'far in Paris\", \"Mashalah Khan in the Court of &lt;a href=\"Haroun%20al-Rashid\"&gt;Haroun al-Rashid&lt;/a&gt;\", \"Asemun Rismun\", \"Honar-e Mard beh ze Dolat-e oost\", and \"Dai Jan Napoleon\". He also wrote several plays and various articles on the &lt;a href=\"Iranian%20Constitutional%20Revolution\"&gt;Iranian Constitutional Revolution&lt;/a&gt; of 1905-1911, the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, and the &lt;a href=\"Russian%20Revolution%20of%201917\"&gt;Russian Revolution&lt;/a&gt;.\nHis last novel was \"Khanevade-ye Nik-Akhtar\" (The \"Nik-Akhtar\" Family). He then published his autobiography titled \"Golgashtha-ye Zendegi\" (The Pleasure Grounds of Life).\n\"My Uncle Napoleon\".\nPezeshkzad's most famous work \"&lt;a href=\"My%20Uncle%20Napoleon\"&gt;My Uncle Napoleon&lt;/a&gt;\", was published in 1973 and earned him national acclaim and was accoladed by Iranian and international critics alike as a cultural phenomenon. It is a social satire and a masterpiece of contemporary Persian literature. The story is set in a garden in Tehran in the early 1940s at the onset of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, where three families live under the tyranny of a paranoid patriarch nicknamed Dear Uncle Napoleon.\nThe book was turned into a highly successful television series soon after its publication and immediately captured the imagination of the whole nation. Its story became a cultural reference point and its characters national icons. The book has been translated to English by &lt;a href=\"Dick%20Davis%20%28translator%29\"&gt;Dick Davis&lt;/a&gt; as well as a number of other languages including French, German, Russian, and Norwegian.\nLiterary critics of the English-speaking world have given it rave reviews. \"&lt;a href=\"The%20Plain%20Dealer\"&gt;The Plain Dealer&lt;/a&gt;\" asserted in its praise of the book that \"My Uncle Napoleon\" \"... may do more to improve U.S.-Iranian relations than a generation of shuttle diplomats and national apologies,\" and &lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt; claimed that \"Pezeshkzad, like any other author of substance, transcends his cultural boundaries\".\n&lt;a href=\"Azar%20Nafisi\"&gt;Azar Nafisi&lt;/a&gt;, Iranian writer and academic, claims in her introduction to the 2006 English edition of the work that \"\"My Uncle Napoleon\" is in many ways a refutation of the grim and hysterical images of Iran that have dominated the Western world for almost three decades. On so many different levels this novel represents Iran's confiscated and muted voices, revealing a culture filled with a deep sense of irony and humor, as well as sensuality and tenderness\"."
}