{
    "id": "55985149",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=55985149",
    "title": "Alice F. Healy",
    "text": "Alice Fenvessy Healy is a psychologist and College Professor of Distinction Emeritus at the &lt;a href=\"University%20of%20Colorado%20Boulder\"&gt;University of Colorado Boulder&lt;/a&gt; where she founded and directed the Center for Research on Training. She is known for her research in the field of &lt;a href=\"cognitive%20psychology\"&gt;cognitive psychology&lt;/a&gt;, spanning diverse topics including &lt;a href=\"short-term%20memory\"&gt;short-term memory&lt;/a&gt;, &lt;a href=\"long-term%20memory\"&gt;long-term memory&lt;/a&gt;, &lt;a href=\"psycholinguistics\"&gt;psycholinguistics&lt;/a&gt;, &lt;a href=\"Reading%20%28process%29\"&gt;reading&lt;/a&gt;, &lt;a href=\"decision-making\"&gt;decision-making&lt;/a&gt;, and &lt;a href=\"cognitive%20training\"&gt;cognitive training&lt;/a&gt;.\nHealy and her colleague Lyle E. Bourne, Jr. are authors of the book \"Train Your Mind for Peak Performance: A Science-Based Approach for Achieving Your Goals\" and the textbook \"Cognitive Processes\" with Roger Dominowski and &lt;a href=\"Elizabeth%20Loftus\"&gt;Elizabeth Loftus&lt;/a&gt;. Healy and Bourne co-edited several volumes together including \"Training Cognition: Optimizing Efficiency, Durability, and Generalizability,\" \"Foreign Language Learning: Psycholinguistic Studies on Training and Retention,\" and \"Learning and Memory of Knowledge and Skills: Durability and Specificity.\" Healy co-edited, with Robert Proctor, the \"Handbook of Psychology, Volume 4 Experimental Psychology\". With &lt;a href=\"Stephen%20Kosslyn\"&gt;Stephen Kosslyn&lt;/a&gt; and &lt;a href=\"Richard%20Shiffrin\"&gt;Richard Shiffrin&lt;/a&gt;, she co-edited a two-volume Festschrift in honor of her doctoral advisor, &lt;a href=\"William%20Kaye%20Estes\"&gt;William Kaye Estes&lt;/a&gt;.\nHealy is a fellow of the &lt;a href=\"American%20Psychological%20Association\"&gt;American Psychological Association&lt;/a&gt; (Division 1 and Division 3), the &lt;a href=\"Association%20for%20Psychological%20Science\"&gt;Association for Psychological Science&lt;/a&gt;, the &lt;a href=\"American%20Association%20for%20the%20Advancement%20of%20Science\"&gt;American Association for the Advancement of Science&lt;/a&gt; and the &lt;a href=\"Society%20of%20Experimental%20Psychologists\"&gt;Society of Experimental Psychologists&lt;/a&gt;. She has served as President of Division 3 (Experimental Psychology) of the American Psychological Association, as Chair of the Psychology Section of the American Association for the Advancement of Science, and as Chair of the Society of Experimental Psychologists. She was recipient of the &lt;a href=\"James%20McKeen%20Cattell%20Fellow%20Award\"&gt;James McKeen Cattell Fellow Award&lt;/a&gt; and the Women in Cognitive Science Mentorship Award. Healy was honored by the Federation of Associations of the Behavioral and Brain Sciences as a scientist who \"made important and lasting contributions to the sciences of mind, brain, and behavior\" in 2014. That year, her career was celebrated with a &lt;a href=\"Festschrift\"&gt;Festschrift&lt;/a&gt;, with participants contributing to a Special Issue of the &lt;a href=\"American%20Journal%20of%20Psychology\"&gt;American Journal of Psychology&lt;/a&gt;.\nBiography.\nHealy received her bachelor's degree in psychology (&lt;a href=\"summa%20cum%20laude\"&gt;summa cum laude&lt;/a&gt;) at &lt;a href=\"Vassar%20College\"&gt;Vassar College&lt;/a&gt; in 1968. She continued her education at &lt;a href=\"The%20Rockefeller%20University\"&gt;The Rockefeller University&lt;/a&gt; where she completed her Ph.D. dissertation titled \"Short-term Memory for Temporal and Spatial Order Information\" in 1973, under the supervision of Estes. Healy was a member of the faculty of the Department of Psychology at &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt; from 1973 to 1981. She moved to the Department of Psychology at the University of Colorado at Boulder in 1981, where was promoted to professor in 1984 and named College Professor of Distinction in 2007.\nHealy married James Bruce Healy in 1970. Together they have a daughter, Charlotte Healy.\nHealy's research program has been supported by grants from agencies including the &lt;a href=\"National%20Science%20Foundation\"&gt;National Science Foundation&lt;/a&gt;, the &lt;a href=\"National%20Institute%20of%20Mental%20Health\"&gt;National Institute of Mental Health&lt;/a&gt;, the &lt;a href=\"United%20States%20Army\"&gt;U.S. Army&lt;/a&gt;, the &lt;a href=\"United%20States%20Navy\"&gt;U.S. Navy&lt;/a&gt;, the &lt;a href=\"United%20States%20Air%20Force\"&gt;U. S. Air Force&lt;/a&gt;, and the &lt;a href=\"NASA\"&gt;National Aeronautics and Space Administration&lt;/a&gt;.\nResearch.\nHealy's research interests are diverse and span a wide range of topics in the field of cognitive psychology. Her research on cognitive training has examined conditions under which skills are learned, retained, and transferred, and has drawn attention to the need for specificity in skill training. Participants tend to show benefits of training on subsequent tasks only when able to use the same cognitive operations acquired during the training.\nHer work on psycholinguistics and reading has investigated the processing of word boundaries and sublexical units of words during reading. Healy observed that participants exhibited a greater number of letter detection errors when they were reading word sequences that were familiar or have contained function words, such as \"the\" and \"and.\" Her findings suggest that familiar word sequences are often read in chunks comprising units larger than a single letter.\nIn other research, Healy and her colleagues investigated the effect of temporal and spatial order of information on short-term memory. In a study of memory for lines of a school song, Overstreet and Healy observed &lt;a href=\"Primacy%20effect\"&gt;primacy and recency effects&lt;/a&gt; when students were instructed to reorder the lines of the song. In an item selection task, participants were presented with lines from the song with a word omitted and were tasked with choosing the correct word (out of two options) to fill in the missing word. Overstreet and Healy observed a serial position effect in the reconstruction task, but not the item selection task, which suggested that the serial position effect was due to the retention of individual lines of the song, and not due the particular items within each line."
}