{
    "id": "55990690",
    "revid": "19295592",
    "url": "https://en.wikipedia.org/wiki?curid=55990690",
    "title": "1983 Seville City Council election",
    "text": "The 1983 Seville City Council election, also the 1983 Seville municipal election, was held on Sunday, 8 May 1983, to elect the 2nd &lt;a href=\"City%20Council%20of%20Seville\"&gt;City Council&lt;/a&gt; of the &lt;a href=\"Municipalities%20of%20Spain\"&gt;municipality&lt;/a&gt; of &lt;a href=\"Seville\"&gt;Seville&lt;/a&gt;. All 31 seats in the City Council were up for election. The election was held simultaneously with &lt;a href=\"1983%20Spanish%20regional%20elections\"&gt;regional elections&lt;/a&gt; in thirteen &lt;a href=\"Autonomous%20communities%20of%20Spain\"&gt;autonomous communities&lt;/a&gt; and &lt;a href=\"1983%20Spanish%20local%20elections\"&gt;local elections&lt;/a&gt; all throughout &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;.\nElectoral system.\nThe &lt;a href=\"City%20Council%20of%20Seville\"&gt;City Council of Seville&lt;/a&gt; () was the top-tier administrative and governing body of the &lt;a href=\"Municipalities%20of%20Spain\"&gt;municipality&lt;/a&gt; of &lt;a href=\"Seville\"&gt;Seville&lt;/a&gt;, composed of the mayor, the government council and the elected plenary assembly.\nVoting for the local assembly was on the basis of &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt;, which comprised all nationals over eighteen, registered in the municipality of Seville and in full enjoyment of their civil and political rights. Local councillors were elected using the &lt;a href=\"D%27Hondt%20method\"&gt;D'Hondt method&lt;/a&gt; and a &lt;a href=\"closed%20list\"&gt;closed list&lt;/a&gt; &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt;, with an &lt;a href=\"electoral%20threshold\"&gt;electoral threshold&lt;/a&gt; of five percent of valid votes—which included blank ballots—being applied in each local council. Councillors were allocated to municipal councils based on the following scale:\nThe mayor was indirectly elected by the plenary assembly. A legal clause required that mayoral candidates earned the vote of an absolute majority of councillors, or else the candidate of the most-voted party in the assembly was to be automatically appointed to the post. In the event of a tie, the eldest one would be elected.\nThe electoral law allowed for &lt;a href=\"Political%20party\"&gt;parties&lt;/a&gt; and &lt;a href=\"Political%20alliance\"&gt;federations&lt;/a&gt; registered in the &lt;a href=\"Ministry%20of%20the%20Interior%20%28Spain%29\"&gt;interior ministry&lt;/a&gt;, &lt;a href=\"Electoral%20alliance\"&gt;coalitions&lt;/a&gt; and &lt;a href=\"Grouping%20of%20electors%20%28Spain%29\"&gt;groupings of electors&lt;/a&gt; to present lists of candidates. Parties and federations intending to form a coalition ahead of an election were required to inform the relevant Electoral Commission within fifteen days of the election call, whereas groupings of electors needed to secure the signature of at least one-thousandth of the electorate in the constituencies for which they sought election—with a compulsory minimum of 500 signatures—disallowing electors from signing for more than one list of candidates.\nOpinion polls.\nThe tables below list opinion polling results in reverse chronological order, showing the most recent first and using the dates when the survey fieldwork was done, as opposed to the date of publication. Where the fieldwork dates are unknown, the date of publication is given instead. The highest percentage figure in each polling survey is displayed with its background shaded in the leading party's colour. If a tie ensues, this is applied to the figures with the highest percentages. The \"Lead\" column on the right shows the percentage-point difference between the parties with the highest percentages in a poll.\nVoting preferences.\nThe table below lists raw, unweighted voting preferences."
}