{
    "id": "56005947",
    "revid": "40888199",
    "url": "https://en.wikipedia.org/wiki?curid=56005947",
    "title": "RV Petrel",
    "text": "RV \"Petrel, or R/V \"Petrel (IMO: 9268629, MMSI: 235102789), is a &lt;a href=\"research%20vessel\"&gt;research vessel&lt;/a&gt; owned by the estate of &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; co-founder &lt;a href=\"Paul%20Allen\"&gt;Paul Allen&lt;/a&gt;. The ship is named after the sea bird &lt;a href=\"petrel\"&gt;petrel&lt;/a&gt;. In 2016, Allen purchased the offshore service vessel formerly named \"Seven Petrel\" from Subsea 7, a subsea engineering, construction, and services company. In 2017, the ship completed an extensive retrofitting to become a deep-submergence research vessel. It is the only privately owned vessel in the world equipped to explore depths. It also serves as a testing bed for new deep-sea equipment that has never been deployed on any other ship.\nPhilanthropy.\nThe primary mission of the ship, which is fully funded by Allen's estate, is to explore historically significant wrecks at challenging depths and conditions. A precondition set by Allen is for discovered wrecks to be respected as &lt;a href=\"war%20grave\"&gt;war grave&lt;/a&gt;s and their locations kept secret, but known to only national governments and museums. In the nationally televised &lt;a href=\"PBS\"&gt;PBS&lt;/a&gt; &lt;a href=\"documentary\"&gt;documentary&lt;/a&gt; \"USS \"Indianapolis\" Live from the Deep\", Allen said, \"We've done a number of these explorations to try to find sunken warships. We try to do these both as really exciting examples of underwater archaeology and as tributes to the brave men [who] went down on these ships.\" \"Petrel\", while at dock, sometimes conducts walking tours and serves as an educational platform for students and children. \"Petrel\"s other mission profile includes hosting scientific projects under Allen's mother company, &lt;a href=\"Vulcan%20Inc.\"&gt;Vulcan Inc.&lt;/a&gt;\nCollaborative work.\nRV \"Petrel\" coordinates all its exploration with different organizations around the world. For &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; wrecks, \"Petrel\" collaborates with the &lt;a href=\"Naval%20History%20and%20Heritage%20Command\"&gt;Naval History and Heritage Command&lt;/a&gt;. In the Philippines, the crew works with the National Museum and the Battle of Surigao Strait Memorial Council. In 2018, \"Petrel\" worked with &lt;a href=\"Australian%20National%20Maritime%20Museum\"&gt;Australian National Maritime Museum&lt;/a&gt; to explore . Robert Kraft, who serves as subsea director for Allen, and Paul Mayer, \"Petrel\"s lead researcher, traveled to Japan to hand over ROV video of &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt; wrecks to the &lt;a href=\"Yamato%20Museum\"&gt;Yamato Museum&lt;/a&gt;.\nCrew.\nBefore \"Petrel\", the project crew was aboard Allen's operating the &lt;a href=\"Luxury%20yacht\"&gt;megayacht&lt;/a&gt;'s manned-submersible \"Pagoo\", Argus 3000 &lt;a href=\"Remotely%20operated%20underwater%20vehicle\"&gt;remotely operated vehicle&lt;/a&gt; (ROV) and Bluefin 12D &lt;a href=\"autonomous%20underwater%20vehicle\"&gt;autonomous underwater vehicle&lt;/a&gt; (AUV).\nThe 20 marine crew and 10 project crew work on 12-hour shifts aboard \"Petrel\". The project crew consists of Kraft the expedition leader, Mayer as lead researcher, four ROV pilots and technicians, one AUV specialist, one multibeam surveyor, one videographer, and one systems support engineer.\nFor each expedition, \"Petrel\" invites local historians, scientists, and observers to complement the project crew.\nCrew expeditions in 2015 aboard \"Octopus\".\nIronbottom Sound expedition.\nThe team, while onboard \"Octopus\", mapped of &lt;a href=\"Ironbottom%20Sound\"&gt;Ironbottom Sound&lt;/a&gt; in January 2015, identified 29 wreck locations, seven wreck debris fields, and several possible plane locations. Of the 29 wrecks located, six were positively identified and confirmed to be the heavy cruisers , , , , and , and the light cruiser . Eleven wrecks were \"tentatively\" identified to be the Japanese destroyers , and , and the American destroyers , , , , , , , and . The identification using the sonar imagery with vessel measurements and historical records is pending confirmation by ROV exploration. The remaining 12 wreck locations were not identified during the expedition and require further study.\n\"Musashi\".\nAfter several years of searching, the same team discovered the in March 2015. This discovery made news headlines around the world.\nHMS \"Hood\" bell recovery.\nIn August 2015, the team recovered the bell of after obtaining license from the &lt;a href=\"Ministry%20of%20Defence%20%28United%20Kingdom%29\"&gt;UK Ministry of Defense&lt;/a&gt;. The recovery of the bell was performed upon the request of the HMS \"Hood\" Association. Only three of HMS \"Hood\"s crew survived and it was the wish of one of them to recover ship's bell as a memorial to shipmates. The bell from HMS \"Hood\" was unveiled by the &lt;a href=\"Anne%2C%20Princess%20Royal\"&gt;Princess Royal&lt;/a&gt; on 24 May 2016 to mark the 75th anniversary of the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;'s largest loss of life (1,415 sailors) from a single vessel.\nMalta wreck mapping.\nWhile onboard \"Octopus\", the project crew deployed a &lt;a href=\"Bluefin%20Robotics\"&gt;Bluefin&lt;/a&gt; 12D AUV and mapped of seabed around &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt; in September 2015. Sonar images of shipwrecks, several aircraft, &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, and debris field were captured by the AUV.\nShip details.\nFollowing the \"Musashi\" discovery and the \"Hood\" expedition in 2015, Allen bought \"Petrel\" in 2016 to become a dedicated research and exploration platform. After a 2016–2017 retrofit, \"Petrel\" is now equipped with state-of-the-art technology and the latest systems integration to allow deep-sea search. The vessel now has a depth-capable ROV, an AUV, and a &lt;a href=\"Multibeam%20echosounder\"&gt;multibeam echo-sounder&lt;/a&gt;. It also has &lt;a href=\"dynamic%20positioning\"&gt;dynamic positioning&lt;/a&gt; capability that allows the vessel to stay in station for ROV operations.\nArgus 6000 ROV.\nRV \"Petrel\" has an Argus 80 kW/107HP free-flying work-class ROV with a payload capability, and has these features: 750 kg horizontal thrust; station-hold facility; sonar feature-based navigation mode; various manipulator configurations from two Schilling T4s; one Schilling Orion 7P; one Rigmaster 5 function; zip pump; sticky feet; jaws of life; and a 38-mm Webtool with intensifier. She is tethered with an armored 17-mm-thick cable. Recently, the ROV was mounted with an R2Sonic MBES.\nRemus 6000 AUV.\nThe &lt;a href=\"REMUS%20%28AUV%29\"&gt;Remus 6000 AUV&lt;/a&gt; is in diameter AUV, capable of speeds up to , and has a mission duration up to 22 hours. It is rated to dive down to 6,000 m, normally flies above the seabed, scans on each side, and can map from during each deployment. It is the only privately owned REMUS 6000 AUV in the world.\nMultibeam echosounder.\nThe echosounder (MBES) package aboard RV \"Petrel\" consists of one Kongsberg EM710 hull-mounted multibeam system, one Kongsberg EA600 hull-mounted singlebeam system, one ROV-mounted BlueView M450 2D multibeam imaging sonar, and one EdgeTech 2205 AUV-mounted sidescan array (75/230 kHz with interometric bathymetry). A R2Sonic MBES was recently added to \"Petrel\"s ROV.\nDP2 Class.\nRV \"Petrel\"s electric motors enable it to hold station over a wreck. She has four DGPS, one HiPAP 502, one HiPAP 102, two SeaPath 200, two Standard Gyro, and one fanbeam. She is classified as a Dynamic Positioning Vessel 2.\nPower and propulsion.\nThe ship has four Mitsubishi S16R-MPTK &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s, totaling and driving four ABB AMG 500M4 auxiliary electric generators, generating . These, in turn, power the five thrusters - two aft fixed azimuths at each, one forward retractable azimuth at , and two forward fixed tunnels at 1,000 kW each.\n\"Petrel\" expeditions in 2017.\n\"Artigliere\".\n\"Petrel\" found the Italian Regia Marina &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; destroyer in March 2017.\nUSS \"Indianapolis\".\n\"Petrel\" found in August 2017. One of the most elusive shipwrecks in history, \"Indianapolis\" was finally located on 19 August 2017 at a depth of in the Philippine Sea. The discovery became headline news around the world and introduced \"Petrel\" as Paul Allen's newest addition to his expedition fleet. Kraft said of the elusive \"Indianapolis\", \"We did 18 search grids, each one is about a 120 square kilometers and that took us the course of a couple of months. It was about 26 days of searching.\"\nThe \"Indianapolis\" wreck is upright with her hull and armaments intact and well preserved in the depth. Her bow number 35 was seen by the ROV. &lt;a href=\"Rusticle\"&gt;Rusticle&lt;/a&gt;s or oxidized wrought iron were found by the crew emerging from one of the main guns of the ship.\nSurigao Strait.\nAfter discovering USS \"Indianapolis\", \"Petrel\" sailed to &lt;a href=\"Surigao%20City\"&gt;Surigao City&lt;/a&gt; in October 2017 to participate in the 73rd commemoration of the &lt;a href=\"Battle%20of%20Leyte%20Gulf\"&gt;Battle of Surigao Strait&lt;/a&gt;. In November 2017, after getting the nod from the Philippines' National Museum, \"Petrel\" surveyed &lt;a href=\"Surigao%20Strait\"&gt;Surigao Strait&lt;/a&gt; and discovered the wrecks of the Japanese battleships , , and the destroyers , , and . Each one was investigated by the ship's ROV and an onboard local historian confirmed the identity of the wreck.\nOrmoc Bay and USS \"Ward\".\nIn December 2017, \"Petrel\" explored &lt;a href=\"Ormoc\"&gt;Ormoc&lt;/a&gt; Bay and discovered the wrecks of the American destroyers , , the , and what is believed to be two s. The discovery of the wreck of USS \"Ward\" was a central theme for the 76th commemoration of the &lt;a href=\"Attack%20on%20Pearl%20Harbor\"&gt;Attack on Pearl Harbor&lt;/a&gt; on 7 December.\n\"Petrel\" expeditions in 2018.\nReturn to Ormoc Bay.\nIn early January 2018, \"Petrel\" returned to Ormoc Bay and dived one of the \"Yūgumo\"-class destroyers found in 2017. Based on the guns and armament configuration, she was identified to be . The identification also validated the final resting places of the other ships of the lost Japanese convoy TA-4: the destroyers , and . The convoy was attacked by aircraft from &lt;a href=\"Task%20Force%2038\"&gt;Task Force 38&lt;/a&gt; in the &lt;a href=\"Battle%20of%20Ormoc%20Bay\"&gt;Battle of Ormoc Bay&lt;/a&gt;. \"Petrel\" and \"Octopus\" also dove their manned submersible \"Pagoo\" on USS \"Cooper.\"\nC-2A Greyhound in the Philippine Sea.\nIn February 2018, \"Petrel\", with a US Navy team aboard, located and mapped the wreckage of a &lt;a href=\"Grumman%20C-2%20Greyhound\"&gt;Grumman C-2 Greyhound&lt;/a&gt; aircraft that crashed into the &lt;a href=\"Philippine%20Sea\"&gt;Philippine Sea&lt;/a&gt; en route to on 22 November 2017.\nUSS \"Lexington\" in the Coral Sea.\nOn 4 March 2018, \"Petrel\" explored the &lt;a href=\"Coral%20Sea\"&gt;Coral Sea&lt;/a&gt; and discovered the wreck of the aircraft carrier , which sank during the &lt;a href=\"Battle%20of%20the%20Coral%20Sea\"&gt;Battle of the Coral Sea&lt;/a&gt;.\nUSS \"Juneau\".\nOn 17 March 2018, \"Petrel\" located the wreck of the antiaircraft light cruiser . \"Juneau\" was sunk by the in the aftermath of the first &lt;a href=\"Naval%20Battle%20of%20Guadalcanal\"&gt;Naval Battle of Guadalcanal&lt;/a&gt;, sinking with the loss of 687 men, which included the five &lt;a href=\"Sullivan%20brothers\"&gt;Sullivan brothers&lt;/a&gt;.\nUSS \"Helena\".\nOn 11 April 2018, \"Petrel\" located the wreck of the light cruiser . \"Helena\" was sunk during the &lt;a href=\"Battle%20of%20Kula%20Gulf\"&gt;Battle of Kula Gulf&lt;/a&gt; in 1943 by three torpedoes fired from a Japanese destroyer with a loss of 168 of her crew.\nHMAS \"AE1\".\nThe &lt;a href=\"Royal%20Australian%20Navy\"&gt;Royal Australian Navy&lt;/a&gt;'s submarine , which was lost at sea with all hands on 14 September 1914, and only discovered in December 2017 on the seafloor off the &lt;a href=\"Duke%20of%20York%20Islands\"&gt;Duke of York Islands&lt;/a&gt; in &lt;a href=\"Papua%20New%20Guinea\"&gt;Papua New Guinea&lt;/a&gt; (PNG), was visited by \"Petrel\"s ROV. \"Petrel\"s crew devised a close-up camera to view details inside the torpedo tube and engine telegraph. This exploration published on 23 April 2018, was supervised by Find AE1 Ltd in partnership with the Australian National Maritime Museum, the Royal Australian Navy, &lt;a href=\"Curtin%20University\"&gt;Curtin University&lt;/a&gt;, the &lt;a href=\"Western%20Australian%20Museum\"&gt;Western Australian Museum&lt;/a&gt;, and the Submarine Institute of Australia. The approval for the survey was granted by &lt;a href=\"Papua%20New%20Guinea%20National%20Museum%20and%20Art%20Gallery\"&gt;Papua New Guinea National Museum and Art Gallery&lt;/a&gt;.\n\"Petrel\" expeditions in 2019.\n\"Niizuki\".\n\"Petrel\" found the wreck of the upright in of water in January 2019. While the wreck was heavily damaged, her mast is still attached and complete. The find of \"Niizuki\" was noteworthy because she was credited for sinking with the longest torpedo shot ever, with estimates ranging from . \"Niizuki\"s discovery is also noteworthy as the photos of the wreck are the first photos of the ship to exist; no photos of her in service are known to have been taken.\n\"Jintsū\".\nIn February 2019, the 's wreckage was discovered by \"Petrel\" near the mouth of Kula Gulf in the Solomon Islands. The broken cruiser rests in of water. Her bow section is lying on its port side and the stern section is upright.\n\"Hiei\".\nOn 6 February 2019, the discovery of the was announced, the first Japanese battleship sunk in World War II. According to \"Petrel\", \"Hiei\" now lies upside down in of water northwest of &lt;a href=\"Savo%20Island\"&gt;Savo Island&lt;/a&gt; in the Solomon Islands. \"Hiei\" is the fourth Japanese battleship found by \"Petrel\"s crew. The was found in March 2015, and the s and were found in November 2017. \"Petrel\" was also able to survey another , , in a separate mission. Lead researcher Paul Mayer said that \"Hiei\" lies away from \"Kirishima\".\nUSS \"Hornet\".\nOn 12 February 2019, the crew announced they had located the wreck of the aircraft carrier at a depth of more than off the Solomon Islands. She is in remarkably good condition. She sits right-side up with her island still in place. A portion of her flight deck has collapsed due to the fire that raged on her decks during the battle. A portion of her stern is torn away, but the hull remains mostly intact. Several aircraft are scattered among the wreck.\nUSS \"Strong\".\nOn 26 February 2019, the crew announced they had located the wreck of the destroyer , resting at a depth of . She rests in pieces, the largest of which is the heavily damaged forward section of the ship laying on its port side. The rest of the ship was largely fragmented by the detonation of her depth charges and lies in a compact debris field that includes the ship's boilers, propellers, and wheelhouse.\nUSS \"Wasp\".\nOn 13 March 2019, the crew announced they had located the wreck of the aircraft carrier, resting at a depth of . The ship sits upright, though appears to have broken in two places, just forward and just aft of the island, apparently on impact with the seabed. The island itself is still in place, though the funnel structure was ripped off during the sinking. Several aircraft were also found in the debris field, including Dauntlesses and Avengers.\n\"Furutaka\".\nOn 4 May 2019, the crew announced they had located the wreck of the Japanese heavy cruiser at a depth of . She lies in two sections, with the bow sitting near the main part of the wreck, which is upright and the bridge is about away.\n\"Maya\".\nOn 1 July 2019, it was announced that the wreck of the had been found off the coast of the Philippine island of &lt;a href=\"Palawan\"&gt;Palawan&lt;/a&gt;. She is mostly intact, with the exception of her forward bow, which broke off and is lying upside down just astern of the rest of the ship. Her bridge and guns are also intact. She lies in of water.\n\"Mogami\".\nOn 9 September 2019, it was announced that the wreck of the had been found in the &lt;a href=\"Bohol%20Sea\"&gt;Bohol Sea&lt;/a&gt;. She lies mostly intact, with the exception of her forward bow, which has been blown off, but lying nearby. She sits straight side up at a depth of .\nUSS \"St. Lo\".\nOn 10 October 2019, it was announced that the wreck of the &lt;a href=\"escort%20carrier\"&gt;escort carrier&lt;/a&gt;, , the first ship to have been sunk by a \"&lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt;\", had been discovered on 25 May. She lies at a depth of on the edge of the &lt;a href=\"Philippine%20Trench\"&gt;Philippine Trench&lt;/a&gt; off the coast of &lt;a href=\"Samar\"&gt;Samar&lt;/a&gt;. She sits upright relatively intact, with notable battle damage. She is the first escort carrier to have been found.\n\"Kaga\".\nOn 18 October 2019, \"Petrel\" announced they had discovered the wreck of the , off the coast of &lt;a href=\"Midway%20Atoll\"&gt;Midway Atoll&lt;/a&gt;. She lies straight side up, but with heavy battle damage, below the surface. She is the first Japanese aircraft carrier to have been found.\n\"Akagi\".\nOn 20 October 2019, the director of undersea operations Rob Kraft and Naval History and Heritage Command historian Frank Thompson aboard \"Petrel\" identified the wreck of the using high-frequency sonar. Located north west of &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, Hawaii, \"Akagi\" was found at a depth of . It is reported that the wreck is upright, on its keel and is largely intact. Due to damage sustained by the ROV during recovery from the preceding survey of \"Kaga\", and a number of other factors, \"Petrel\" was unable to conduct a photographic survey of \"Akagi\".\n\"Chōkai\".\nOn 26 October 2019, the search team announced they had discovered, on 5 May earlier in the year, the wreck of the on the edge of the &lt;a href=\"Philippine%20Deep\"&gt;Philippine Deep&lt;/a&gt;. She lies upright with her bow section torn off, deep.\nUSS \"Johnston\".\nOn 30 October 2019, it was announced that the wreckage of a destroyer believed to be was located. It is believed to be the deepest ever located shipwreck at deep. Her identity was confirmed on 31 March 2021, when the submersible DSV \"Limiting Factor\" of Caladan Oceanic surveyed and photographed the deeper main wreck. The visible hull number, 557, confirmed the identity of the ship as \"Johnston\". She sits upright and well-preserved at a depth of , making it the deepest shipwreck ever surveyed.\nMV \"Doña Paz\" and MT \"Vector\".\nOn 19 December 2019, it was announced that \"Petrel\" had located and surveyed the wrecks of the Philippine ferry, and the oil tanker . Both wrecks were found apart at a depth of in the &lt;a href=\"Sibuyan%20Sea\"&gt;Sibuyan Sea&lt;/a&gt;. Both wrecks sit straight side up and are in good condition.\nUniversity of Hawaii's lost ROV \"Luukai\".\nOn 24 December 2019, news came out that \"Petrel\" and a team from University of Hawaii School of Ocean and Earth Sciences and Technology (UH-SOEST) located and successfully recovered the latter's lost ROV named \"Luukai\" north of &lt;a href=\"Oahu\"&gt;Oahu&lt;/a&gt; at a depth of . The drone had broken its tether and was lost on the ocean floor on 20 July 2019. To retrieve \"Luukai\", the team lowered a lift elevator and \"Petrel\"s ROV worked on the recovery procedure. \"Luukai\" was recovered by the joint team on 29 August 2019.\n\"Petrel\" expeditions in 2020.\nDeep Argo floats in the Atlantic Ocean.\nAfter finding \"Kaga\" and \"Akagi\", \"Petrel\" crossed the Pacific in the fourth quarter of 2019 and stationed in the Atlantic Ocean to launch Deep &lt;a href=\"Argo%20%28oceanography%29\"&gt;Argo&lt;/a&gt; floats beginning January 2020. Through several weeks in January 2020, in the Brazil Basin of the Atlantic, \"Petrel\" and &lt;a href=\"National%20Oceanic%20and%20Atmospheric%20Administration\"&gt;National Oceanic and Atmospheric Administration&lt;/a&gt; (NOAA) deployed a number of standard Navis floats (2000-m profiles), and deep SOLO floats (6000-m profiles).\nAs part of the Deep &lt;a href=\"Argo%20%28oceanography%29\"&gt;Argo&lt;/a&gt; project, a multiyear partnership between the NOAA &lt;a href=\"Pacific%20Marine%20Environmental%20Laboratory\"&gt;Pacific Marine Environmental Laboratory&lt;/a&gt; (NOAA PMEL) and the Paul G. Allen Family Foundation, the project aimed for a final deployment of Deep Argo floats aboard \"Petrel\". Thousands of these floats are freely drifting around the globe to measure the temperature, salinity, and turbidity of the upper ocean, at depths down to and deeper to . The Foundation committed $4 million to NOAA to help implement the Deep Argo effort.\nFull ocean multi-beam and sub bottom-profiler.\nIn June 2020, \"Petrel\" had a Kongsberg EM124 1°x2° full ocean MBES installed. A sub-bottom profiler, a Kongsberg SBP 29 6° system, was also installed on the ship. Both were tested in the Atlantic Ocean, giving detailed bathymetry readings from depths.\nLong-term moorage.\nOn 11 June 2020, \"Petrel\" announced on its Facebook page that it was going to be moored indefinitely. The announcement read, \"The impact of the COVID-19 crisis has changed the world for the long term in ways that we never could have imagined. As a result of operational challenges from the pandemic, R/V \"Petrel\" will be placed into long-term moorage and she will not be deployed for the foreseeable future. We were tasked with a monumental mission — discover, educate, and honor — and we’re hopeful we will eventually be back in service.\"\nRobert Kraft, subsea director, said, \"I am proud of the successful\" Petrel\" missions that have brought information and closure to so many families and friends of WWII heroes. I am hopeful that \"Petrel\" will eventually be back in service, supporting the collection of ocean data and science.\"\n\"Petrel\", after her drydock in Florida, set sail for her final destination &lt;a href=\"Leith\"&gt;Leith&lt;/a&gt;, Scotland, on 16 August 2020. She arrived in Leith on 3 September 2020. She currently remains in port.\nExternal links.\n "
}