{
    "id": "5601415",
    "revid": "11521989",
    "url": "https://en.wikipedia.org/wiki?curid=5601415",
    "title": "Unionidae",
    "text": "The Unionidae are a &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; of &lt;a href=\"freshwater%20mussel\"&gt;freshwater mussel&lt;/a&gt;s, the largest in the order &lt;a href=\"Unionida\"&gt;Unionida&lt;/a&gt;, the &lt;a href=\"bivalve\"&gt;bivalve&lt;/a&gt; &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt;s sometimes known as river mussels, or simply as unionids.\nThe range of distribution for this family is world-wide. It is at its most diverse in North America, with about 297 recognised taxa, but China and Southeast Asia also support very diverse faunas.\nFreshwater mussels occupy a wide range of habitats, but most often occupy &lt;a href=\"lotic\"&gt;lotic&lt;/a&gt; waters, i.e. flowing water such as rivers, streams and creeks.\nOrigin and early diversification.\nThe recent phylogenetic study reveals that the Unionidae most likely originated in Southeast and East Asia in the Jurassic, with the earliest expansions into North America and Africa (since the mid-Cretaceous) followed by the colonization of Europe and India (since the Paleocene).\nLife history.\nUnionidae burrow into the substrate, with their posterior margins exposed. They pump water through the incurrent &lt;a href=\"aperture%20%28mollusc%29\"&gt;aperture&lt;/a&gt;, obtaining &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt; and food. They remove phytoplankton and zooplankton, as well as suspended bacteria, fungal spores, and dissolved organic matter. Despite extensive laboratory studies, which of these filtrates unionoids actually process remains uncertain. In high densities, they have the ability to influence water clarity but filtration rates are dependent on water temperature, current velocity, and particle size and concentration. In addition, gill morphology can determine particle size filtered, as well as the rate.\nReproduction.\nUnionidae are distinguished by a unique and complex lifecycle. Most unionids are of separate sex, although some species, such as \"&lt;a href=\"Elliptio\"&gt;Elliptio complanata&lt;/a&gt;\", are known to be &lt;a href=\"hermaphrodite\"&gt;hermaphroditic&lt;/a&gt;.\nThe sperm is ejected from the &lt;a href=\"mantle%20%28mollusc%29\"&gt;mantle&lt;/a&gt; cavity through the male's excurrent aperture and taken into the female's mantle cavity through the incurrent aperture. Fertilised eggs move from the gonads to the gills (&lt;a href=\"marsupia\"&gt;marsupia&lt;/a&gt;) where they further ripen and metamorph into &lt;a href=\"glochidium\"&gt;glochidia&lt;/a&gt;, the first larval stage. Mature glochidia are released by the female and then attach to the &lt;a href=\"gill\"&gt;gill&lt;/a&gt;s, fins, or skin of a host &lt;a href=\"fish\"&gt;fish&lt;/a&gt;. A cyst is quickly formed around the glochidia, and they stay on the fish for several weeks or months before they fall off as &lt;a href=\"juvenile%20%28organism%29\"&gt;juvenile&lt;/a&gt; &lt;a href=\"mussels\"&gt;mussels&lt;/a&gt;, which then bury themselves in the sediment.\nSome of the species in the Unionidae, commonly known as pocketbook mussels, have evolved a remarkable reproductive strategy. The edge of the female's body that protrudes from the valves of the shell develops into an imitation of a small fish complete with markings and false eyes. This decoy moves in the current and attracts the attention of real fish. Some fish see the decoy as prey, while others see a &lt;a href=\"conspecific\"&gt;conspecific&lt;/a&gt;, i.e. a member of their own species. Whatever they see, they approach for a closer look and the mussel releases huge numbers of larvae from her gills, dousing the inquisitive fish with her tiny, parasitic young. These glochidial larvae are drawn into the fish's gills, where they attach and trigger a tissue response that forms a small &lt;a href=\"cyst\"&gt;cyst&lt;/a&gt; in which the young mussel resides. It feeds by breaking down and digesting the tissue of the fish within the cyst.\nSex is determined by a region located on the mitochondrial DNA, the male open-reading frame (M-ORF) and female open-reading frame (F-ORF). Hermaphroditic mussels lack these regions and contain a female-like open-reading frame dubbed hermaphroditic open-reading frame (H-ORF). In many mussels, the hermaphroditic state is ancestral and the male sex evolved later. This region of the mitochondria also may be responsible for the evolution of doubly uniparental inheritance seen in freshwater mussels.\nGenera.\nWidespread\nAfrica\nCentral America and Mexico\nEastern Asia\nEurope\nIndia\nMiddle East\nNew Guinea\nNorth America \nFossilization and taphonomic implications.\nIn large enough quantities, unionid shells can have enough of an impact on environmental conditions to affect the ability of organic remains in the local environment to fossilize. For example, in the &lt;a href=\"Dinosaur%20Park%20Formation\"&gt;Dinosaur Park Formation&lt;/a&gt;, fossil hadrosaur eggshell is rare because the breakdown of &lt;a href=\"tannins\"&gt;tannins&lt;/a&gt; from local &lt;a href=\"coniferous\"&gt;coniferous&lt;/a&gt; vegetation would have caused the ancient waters to become acidic. Eggshell fragments are present in only two &lt;a href=\"microfossil\"&gt;microfossil&lt;/a&gt; sites, both of which are dominated by the preserved shells of invertebrate life, including unionids. The slow dissolution of these shells releasing &lt;a href=\"calcium%20carbonate\"&gt;calcium carbonate&lt;/a&gt; into the water raised the water's &lt;a href=\"pH\"&gt;pH&lt;/a&gt; high enough to prevent the eggshell fragments from dissolving before they could be fossilized."
}