{
    "id": "5607233",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=5607233",
    "title": "Muscomorpha",
    "text": "The &lt;a href=\"Brachycera\"&gt;Brachycera&lt;/a&gt;n infraorder Muscomorpha is a large and diverse group of flies, containing the bulk of the Brachycera, and, most of the known &lt;a href=\"fly\"&gt;flies&lt;/a&gt;. It includes a number of the most familiar flies, such as the &lt;a href=\"housefly\"&gt;housefly&lt;/a&gt;, the &lt;a href=\"Drosophila\"&gt;fruit fly&lt;/a&gt;, and the &lt;a href=\"Calliphoridae\"&gt;blow fly&lt;/a&gt;. The &lt;a href=\"antenna%20%28biology%29\"&gt;antennae&lt;/a&gt; are short, usually three-segmented, with a dorsal &lt;a href=\"Arista%20%28insect%20anatomy%29\"&gt;arista&lt;/a&gt;. Their bodies are often highly setose, and the pattern of &lt;a href=\"seta\"&gt;seta&lt;/a&gt;e is often taxonomically important.\nThe &lt;a href=\"larva\"&gt;larva&lt;/a&gt;e of muscomorphs (in the sense the name is used here; see below) have reduced head capsules, and the &lt;a href=\"pupa\"&gt;pupa&lt;/a&gt;e are formed inside the &lt;a href=\"exoskeleton\"&gt;exoskeleton&lt;/a&gt; of the last &lt;a href=\"larva\"&gt;larva&lt;/a&gt;l &lt;a href=\"instar\"&gt;instar&lt;/a&gt;; exit from this &lt;a href=\"puparium\"&gt;puparium&lt;/a&gt; is by a circular line of weakness, and this pupal type is called \"cyclorrhaphous\"; this feature gives this group of flies their traditional name, &lt;a href=\"Cyclorrhapha\"&gt;Cyclorrhapha&lt;/a&gt;.\nClassification.\nThe name &lt;a href=\"Cyclorrhapha\"&gt;Cyclorrhapha&lt;/a&gt; is used, in various modern classifications, to represent either a subgroup within the infraorder Muscomorpha, or simply a rankless group within the Brachycera. In either case, the &lt;a href=\"Empidoidea\"&gt;Empidoidea&lt;/a&gt; are the &lt;a href=\"sister%20taxon\"&gt;sister taxon&lt;/a&gt; to the Cyclorrhapha. In the present classification, as the term Muscomorpha is used to refer to the sister taxon of the Empidoidea, the names \"Muscomorpha\" and \"Cyclorrhapha\" are effectively synonymous (though not entirely interchangeable: for nomenclatural purposes, it is always considered better if the endings of names of similar rank are consistent, and since all the other infraordinal names end in \"-morpha\", the use of \"Cyclorrhapha\" as an infraordinal name would be inconsistent).\nIn the &lt;a href=\"Tree%20of%20Life%20Web%20Project\"&gt;Tree of Life Web Project&lt;/a&gt;, the name \"Muscomorpha\" refers to the &lt;a href=\"Asilomorpha\"&gt;Asilomorpha&lt;/a&gt; plus the Cyclorrhapha."
}