{
    "id": "56157697",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=56157697",
    "title": "A. Warren Gould",
    "text": "Augustus Warren Gould (January 15, 1871 - October 15, 1922) was an architect in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; and &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;, as well as surrounding areas of the Pacific Northwest including Canada. Gould was born in &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt;, in Canada. He moved from Boston to Seattle by 1905. His firm's work in downtown Seattle included the &lt;a href=\"American%20Savings%20Bank\"&gt;American Savings Bank&lt;/a&gt; and Empire buildings (1906) which were the second and third concrete reinforced structures in the United States ever built. He also designed the &lt;a href=\"King%20County%20Courthouse\"&gt;King County Courthouse&lt;/a&gt; in downtown Seattle. Gould was not formally trained as an architect. His background was in building and contracting.\nEarly life.\nGould was born in &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt;, Canada in 1872. He took classes at &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;Massachusetts Institute of Technology&lt;/a&gt;.\nCareer.\nGould worked in the Boston area before coming to Seattle. He designed several commercial buildings in downtown Seattle including the County-City Building, American Savings Bank and adjoining Empire Building (2nd Avenue and Madison), and the Standard Furniture Company building on 2nd and Pine. He was involved in supervising the construction of the YWCA building in Seattle in partnership with &lt;a href=\"Edouard%20Frere%20Champney\"&gt;Edouard Frere Champney&lt;/a&gt;. Their partnership lasted from 1909 until 1912. He also designed buildings for &lt;a href=\"Vancouver%2C%20British%20Columbia\"&gt;Vancouver, British Columbia&lt;/a&gt; and in the cities of &lt;a href=\"Aberdeen%2C%20Washington\"&gt;Aberdeen&lt;/a&gt; and &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma&lt;/a&gt; in Washington state as well as residences across the Northwest. He also originated the municipal plans amendment to the city charter and was responsible for the creation of the Municipal Plans Commission. He was elected the president of the Washington State Society of Architects in 1917 and was appointed a member of the state architects' examining board in 1919.\nThere was controversy over his winning bid for the &lt;a href=\"King%20County%20Courthouse\"&gt;King County Courthouse&lt;/a&gt;.\nHe was a member of the &lt;a href=\"American%20Institute%20of%20Architects\"&gt;American Institute of Architects&lt;/a&gt; (AIA) Washington Chapter and was a charter member of the Washington State Society of Architects. He was appointed by Governor &lt;a href=\"Louis%20F.%20Hart\"&gt;Louis F. Hart&lt;/a&gt; to the Washington State Examining Board of Architects."
}