{
    "id": "56165125",
    "revid": "13511889",
    "url": "https://en.wikipedia.org/wiki?curid=56165125",
    "title": "Ngoc Lan Tran",
    "text": "Ngoc Lan Tran () is a &lt;a href=\"Character%20%28arts%29\"&gt;fictional character&lt;/a&gt; that appears in the 2017 American film \"&lt;a href=\"Downsizing%20%28film%29\"&gt;Downsizing&lt;/a&gt;\" and is played by actress &lt;a href=\"Hong%20Chau\"&gt;Hong Chau&lt;/a&gt;. In the satire film, Tran is a &lt;a href=\"supporting%20character\"&gt;supporting character&lt;/a&gt; and a Vietnamese political activist who is jailed and \"downsized\" (shrunken to five inches, or 12.7 cm, tall) by her country. In the process of escaping her country, she loses her left leg below the knee. The film was directed by &lt;a href=\"Alexander%20Payne\"&gt;Alexander Payne&lt;/a&gt;, who wrote the screenplay with &lt;a href=\"Jim%20Taylor%20%28writer%29\"&gt;Jim Taylor&lt;/a&gt;. Chau's performance was widely recognized as a standout. Some critics complained that the role was an Asian caricature with the performance involving a heavy Vietnamese accent and broken English. Chau defended the portrayal and considered her character to be more layered. For her performance, she was nominated for several awards for Best Supporting Actress.\nFictional appearance.\nIn \"Downsizing\", Ngoc Lan Tran is a Vietnamese political activist who is jailed by her government and is \"downsized\" to a height of five inches. She and others attempt to smuggle themselves into the United States in a television box, but she becomes the sole survivor of the effort, losing her left leg below the knee. She becomes a house cleaner in Leisureland, and the film's protagonist Paul Safranek notices her and tries to help her with her prosthetic leg.\nCasting and preparation.\nHong Chau read that director Alexander Payne was developing a sci-fi satire, and since she had seen all of the director's films, she asked her manager for a copy of the script before knowing there was an Asian female role in the film. Chau submitted an audition tape, which the director received. They both met to discuss the role, and while the filmmakers conducted an international casting search, they ultimately cast Chau. Chau, who is of Vietnamese descent but grew up in the United States, worked on her character's accent by drawing from her personal experience with family members having been first-generation immigrants in the country. Chau said there was a dearth of Vietnamese and Vietnamese-American roles, particularly one with her character's refugee background that reflected her family's. She described the role, \"Here's this character we normally see in the background and they're not given very much attention in both movies and in life.\"\nChau described her character as \"part dictator, part &lt;a href=\"Mother%20Teresa\"&gt;Mother Teresa&lt;/a&gt; and part &lt;a href=\"Charlie%20Chaplin\"&gt;Charlie Chaplin&lt;/a&gt;\". She modeled her character after the writer &lt;a href=\"Flannery%20O%27Connor\"&gt;Flannery O'Connor&lt;/a&gt; and the Honduran environmental activist &lt;a href=\"Berta%20C%C3%A1ceres\"&gt;Berta Cáceres&lt;/a&gt;. She also drew inspiration from &lt;a href=\"Akira%20Kurosawa\"&gt;Akira Kurosawa&lt;/a&gt;'s 1965 film \"&lt;a href=\"Red%20Beard\"&gt;Red Beard&lt;/a&gt;\", which features a town doctor and his intern. Chau also sought to portray the amputee character authentically by working with an amputee consultant based in &lt;a href=\"Toronto%2C%20Ontario\"&gt;Toronto, Ontario&lt;/a&gt;, Canada. The consultant, who was an amputee like the written character, showed her around a rehabilitation center where she and other amputees had gone through rehab. She also practiced how to walk as if she had a &lt;a href=\"prosthesis\"&gt;prosthetic&lt;/a&gt; leg, and later a &lt;a href=\"pegleg\"&gt;pegleg&lt;/a&gt;. Chau said, \"I hope that, in addition to people seeing this role and being inspired that she's an Asian woman, they're also inspired that she's a person with a disability, and I hope that inspires them to write more stories.\"\nThe actress said the director offered to let Chau change the character's name, but she declined, finding that past Asian characters had names easy for Americans to pronounce.\nCritical reception.\n\"Downsizing\" received \"generally favorable reviews\", according to the &lt;a href=\"review%20aggregator\"&gt;review aggregator&lt;/a&gt; website &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, which scored the film 63 out of 100. It sampled 48 critics and identified 26 reviews as positive, 19 as mixed, and 3 as negative. Among the positive reviews, \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\"s Ann Hornaday said Chau's performance was \"spiky, endearing, bracingly direct and touchingly expressive\". &lt;a href=\"Alonso%20Duralde\"&gt;Alonso Duralde&lt;/a&gt; of \"&lt;a href=\"TheWrap\"&gt;TheWrap&lt;/a&gt;\" said, \"If there's a standout here, it's Chau, taking a character who could easily have been a saintly martyr and making her funny, bristly, moving and occasionally profane.\" &lt;a href=\"Richard%20Roeper\"&gt;Richard Roeper&lt;/a&gt;, reviewing for the \"&lt;a href=\"Chicago%20Sun-Times\"&gt;Chicago Sun-Times&lt;/a&gt;\", said, \"Hong Chau is brilliant as the fiery and funny and fantastically blunt Ngoc Lan.\" Moira Macdonald of \"&lt;a href=\"The%20Seattle%20Times\"&gt;The Seattle Times&lt;/a&gt;\" called Chau's performance \"wickedly supersized\".\nAmong the mixed reviews, \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;\"s David Sims said, \"Chau's performance is energetic and heartfelt, but Ngoc Lan Tran seems to exist only to help Paul realize a truth about himself: He's not going to better himself simply by fleeing to a packaged 'perfect community,' and he needs to recognize the good in him to finally feel comfortable about his place in the world.\" \"&lt;a href=\"Time%20Out%20%28magazine%29\"&gt;Time Out&lt;/a&gt;\"s Joshua Rothkopf said, \"The introduction of a cringeworthy Vietnamese cleaning woman and ex-dissident (\"Inherent Vice\"s Hong Chau) borders on broken-English caricature.\" Emily Yoshida, writing for \"&lt;a href=\"New%20York%20%28magazine%29\"&gt;New York&lt;/a&gt;\" magazine's blog \"Vulture\", said, \"There’s been some divided criticism over Chau's performance, which uses a heavy accent, but is also easily the most interesting and vibrant of the entire cast’s. Ngoc Lan is operating from an entire different scale of human experience than Paul, whose greatest struggle prior to going small was that he and his wife couldn’t afford a bigger house. But Chau does her best to find interesting nooks in the borderline saintly character Payne has written — Ngoc Lan is more than a little abrasive and unsentimental, which is the only redeeming aspect of her and Paul’s wholly unnecessary romance.\" \"&lt;a href=\"Vox%20%28website%29\"&gt;Vox&lt;/a&gt;\"s Alissa Wilkinson said, \"Since \"Downsizing\"s festival run, there's been criticism of Chau's character, who has a heavy accent that is played (quite a lot) for laughs.\" Wilkinson said Damon's character was \"not a terribly compelling or interesting person\" especially next to \"Chau's character, who is a pragmatic spitfire\" and Waltz's character.\nAmong the negative reviews, &lt;a href=\"RogerEbert.com\"&gt;RogerEbert.com&lt;/a&gt;'s Sheila O'Malley found there to be \"a lot of problems\" with the story and said, \"Because Ngoc Lan is such a strong character, and Chau is so funny and strident and bossy, she takes over the entire film.\" O'Malley found most side characters, including Ngoc Lan, to be characters \"more interesting and fleshed-out\" than Damon's main character.\nPortrayal of Asian role.\nFollowing early screenings, several critics and audience members criticized the character Ngoc Lan Tran as an Asian caricature, with the role involving a heavy Vietnamese accent and dialogue in broken English, a reaction that director &lt;a href=\"Alexander%20Payne\"&gt;Alexander Payne&lt;/a&gt; and distributor &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt; did not anticipate since it did not surface during preview screenings. \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" said the character's accent and dialogue were \"milked repeatedly for laughs\", and \"ScreenCrush\" called the role an \"icky, racist caricature\". \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\" reported, \"Some critics... have focused on her accent, claiming her broken English is nothing short of mockery.\" The \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" said, \"The character has also faced scrutiny from critics over the heavily accented broken English she speaks in a cadence that some say veers into stereotype before the script—and Chau's layered, dimensional performance—makes her a hero.\"\nThroughout 2017, Chau was asked repeatedly about the criticism. A website reported that she was \"steadfastly defending the character from what she felt was misplaced criticism regarding the tastefulness of her portrayal\". She called the questions about her character's accent \"dehumanizing\" and said, \"When I look at my parents I don't see a stereotype.\" She described her character as \"so multifaceted and complex and well-written\" and said the criticism was solely based on her character's accent. She later added, \"I didn't want the accent to be the thing people take away most from this movie. I wanted them to really see this woman. I wanted them to feel her heartbeat.\" \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" said many reviewers agreed with her perspective and that the plaudits found her performance likely to result in an &lt;a href=\"Academy%20Award\"&gt;Academy Award&lt;/a&gt; nomination. In January 2018, Chau said,\n\"&lt;a href=\"Salon%20%28website%29\"&gt;Salon&lt;/a&gt;\"s John Semley wrote, \"What the reaction to \"Downsizing\"['s Asian character] suggests are the real-world growing pains that accompany North America's increasing reliance on the arrival of non-European immigrants.\" Semley highlighted a 2010 study that showed that participants found statements with \"heavy Middle Eastern, European or Asian accents\" were less truthful than those from native English speakers. He said, \"It seems reasonable enough to believe that viewers calling out Alexander Payne, or Thai-Vietnamese actress Hong Chau herself, as troubling or in poor taste are in fact dealing with their own built-in cognitive mis-recognition, as they struggle with internalized accent discrimination.\"\nTran is depicted as &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt;, despite 85% of Vietnamese people practicing &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; and less than 7% of them practicing Christianity. \"&lt;a href=\"Bright%20Lights%20Film%20Journal\"&gt;Bright Lights Film Journal&lt;/a&gt;\"s Malcolm Alsett said \"Downsizing\" \"has a Christian message of goodness\" and criticized the Christian depiction of Tran, \"Yes, a broader American audience gets to perceive her actions in a way they can identify with as churchgoers. Unfortunately, it aids the persistence of a construct of goodness and social responsibility being the sole domain of Christianity, the font of all that is moral and ethical according to many Westerners.\"\nPortrayal of disability.\nLiterary critic &lt;a href=\"Adam%20Mars-Jones\"&gt;Adam Mars-Jones&lt;/a&gt; said while films like \"&lt;a href=\"Forrest%20Gump\"&gt;Forrest Gump&lt;/a&gt;\" and \"&lt;a href=\"Logan%20Lucky\"&gt;Logan Lucky&lt;/a&gt;\" have \"contorted messages that are sent when physically unimpaired actors occupy non-standard bodies thanks to the magic of special effects\", the addition of Hong Chau as Ngoc Lan Tran to \"Downsizing\" was \"putting this multiply marginal existence close to its centre\". Mars-Jones said, \"This angry woman becomes something infinitely rarer in films than a sexual object – a sexual subject, whose desire rather than her desirability takes charge of events.\"\nPerformance recognition.\nHong Chau was nominated for a &lt;a href=\"Golden%20Globe%20Award\"&gt;Golden Globe Award&lt;/a&gt; and for a &lt;a href=\"Screen%20Actors%20Guild%20Award\"&gt;Screen Actors Guild Award&lt;/a&gt; for best supporting female actor. \"&lt;a href=\"Vanity%20Fair%20%28magazine%29\"&gt;Vanity Fair&lt;/a&gt;\" wrote, \"Chau steals every scene away from Damon and her other starry co-stars, including Kristen Wiig, Christoph Waltz, and Laura Dern.\""
}