{
    "id": "5617613",
    "revid": "10946732",
    "url": "https://en.wikipedia.org/wiki?curid=5617613",
    "title": "Jens Martin Knudsen (footballer)",
    "text": "Jens Martin Knudsen (born 11 June 1967) is a former &lt;a href=\"Faroe%20Islands\"&gt;Faroese&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who played as a &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; and a businessman. \nHe was perhaps best known for wearing a hat in his matches as a result of an injury he suffered at age 14. He later become known as \"the bobble hat goalkeeper\".\nClub career.\nKnudsen started his career as an amateur footballer for local team &lt;a href=\"NS%C3%8D%20Runav%C3%ADk\"&gt;NSÍ Runavík&lt;/a&gt;. In 1992, he moved to &lt;a href=\"G%C3%8D%20G%C3%B8ta\"&gt;GÍ Gøta&lt;/a&gt; to win a Faroese championship medal four times in a row between 1993 and 1996. After two seasons in Iceland with &lt;a href=\"Leiftur\"&gt;Leiftur&lt;/a&gt; he returned to the Faroe Islands and spent a short time on loan at Scottish team &lt;a href=\"Ayr%20United%20F.C.\"&gt;Ayr United&lt;/a&gt; before moving back to Leiftur for one more season. In 2001, he finally returned to his NSÍ again to become player/manager. He retired from playing football at the age of 40.\nInternational career.\nHe is famous for his 65 appearances for the &lt;a href=\"Faroe%20Islands%20national%20football%20team\"&gt;Faroe Islands national football team&lt;/a&gt;, and his penchant for wearing a white, wooly bobble hat. Knudsen made his debut in an August 1988 friendly match against &lt;a href=\"Iceland%20national%20football%20team\"&gt;Iceland&lt;/a&gt;, the country's first &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;-recognized match.\nThe Faroe Islands pulled off one of the most famous upsets in &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; history in their first official competitive match, by beating then &lt;a href=\"FIFA%20World%20Cup%201990\"&gt;World Cup 1990&lt;/a&gt; competitors &lt;a href=\"Austria%20national%20football%20team\"&gt;Austria&lt;/a&gt; 1–0 in a &lt;a href=\"1992%20UEFA%20European%20Football%20Championship\"&gt;UEFA 92&lt;/a&gt; qualifier. Knudsen was one of the heroes on that night, pulling off a massive string of saves and becoming a cult hero in the process. At the time he was a part-time forklift truck driver from the &lt;a href=\"Runavik\"&gt;Runavik&lt;/a&gt; fish factory. Also, due to the aforementioned hat, in international football journalism he earned the nickname \"The Keeper with the Bobble Hat.\"\nOn the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; TV series &lt;a href=\"Fantasy%20Football%20League\"&gt;Fantasy Football League&lt;/a&gt; in 1996, he appeared with presenters &lt;a href=\"Frank%20Skinner\"&gt;Frank Skinner&lt;/a&gt; and &lt;a href=\"David%20Baddiel\"&gt;David Baddiel&lt;/a&gt; on the shows famous segment \"Phoenix From The Flames\" to re-create the famous moment. David and Frank played the part of the Austrian strikers and Jens played the part of himself, saving their shots exactly the same as in the actual match with the real footage played after. A &lt;a href=\"running%20gag\"&gt;running gag&lt;/a&gt; seen in the sketch, was two people dressed as &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;ian &lt;a href=\"pharaohs\"&gt;pharaohs&lt;/a&gt;, getting confused thinking the islands are near there hence the name, only to be told by Frank Skinner \"You've got it all wrong, the Faroe Islands are near &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;\", only to receive a reply in a stereotypical Egyptian accent of \"Oh you mean &lt;a href=\"Iceland%20%28supermarket%29\"&gt;the freezer place&lt;/a&gt;!\". Jens is later seen standing outside an outlet of the store holding up a piece of card reading \"FAROE ISLANDS\".\nHe played his final international match on 14 May 2006 against &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland&lt;/a&gt;. He is the third most capped player for the Faroe Islands, with 65 caps to his name.\nPersonal life.\nKnudsen is married and has four children, including &lt;a href=\"Petur%20Knudsen\"&gt;Petur Knudsen&lt;/a&gt;, who is also a Faroe Islands international footballer. Knudsen became national &lt;a href=\"gymnastics\"&gt;gymnastics&lt;/a&gt; champion and represented the &lt;a href=\"Faroe%20Islands%20men%27s%20national%20handball%20team\"&gt;Faroe Islands men's national handball team&lt;/a&gt; as an outfield player. He played for several seasons for the Faroese top flight handball club \"Tjaldur\".\nKnudsen is a notable Faroese businessman and a co-owner of major Faroese saltfish selling company Vaðhorn."
}