{
    "id": "5618813",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=5618813",
    "title": "Boom! Studios",
    "text": "Boom! Studios (styled BOOM! Studios) is an &lt;a href=\"American%20comic%20book\"&gt;American comic book&lt;/a&gt; and &lt;a href=\"graphic%20novel\"&gt;graphic novel&lt;/a&gt; &lt;a href=\"publisher\"&gt;publisher&lt;/a&gt;, headquartered in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nHistory.\nOrigins.\nIn the early 2000s, &lt;a href=\"Ross%20Richie\"&gt;Ross Richie&lt;/a&gt; and &lt;a href=\"Andrew%20Cosby\"&gt;Andrew Cosby&lt;/a&gt; had been working in &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt;, helping to option comic book projects as producers and working to develop them into films with the studios, but were getting increasingly frustrated with the process. Richie planned to start Boom! to get away from Hollywood.\nBefore Boom!, Richie and Cosby worked briefly with Dave Elliott and Garry Leach in 2004 to revive 1980s comic book publishing house &lt;a href=\"Atomeka%20Press\"&gt;Atomeka Press&lt;/a&gt;. While working with Atomeka, Richie cut a deal with &lt;a href=\"Keith%20Giffen\"&gt;Keith Giffen&lt;/a&gt; and &lt;a href=\"J.M.%20DeMatteis\"&gt;J.M. DeMatteis&lt;/a&gt; to publish their series \"&lt;a href=\"Hero%20Squared\"&gt;Hero Squared&lt;/a&gt;,\" with the \"Hero Squared X-Tra Sized Special\" one-shot. When Giffen was featured as a guest at the Los Angeles Comic Book and Science Fiction Convention, he grabbed a drink with Richie after the show and persuaded him to part ways with Atomeka Press, and start his own outfit, Boom!. Boom!'s first publication was \"Zombie Tales\" #1, a horror zombie anthology, released under the Boom! and Atomeka Press logos on June 29, 2005. The issue was originally solicited by Atomeka but released after Richie had left the company to start Boom! Studios. Giffen and DeMatteis imported their \"Hero Squared\" series from Atomeka to Boom! and \"Hero Squared\" became the very first Boom! comic book solicited solely under the Boom! logo, shipping July 27, 2005.\nDuring this time in its history, Boom! focused on publishing an array of original series created by a slew of industry veterans: Giffen worked on \"Hero Squared\", \"Planetary Brigade\", \"10\", \"Jeremiah Harm\", and the Tales titles like \"Zombie Tales\" and \"Cthulhu Tales\". DeMatteis collaborated with Giffen on \"Hero Squared\" and \"Planetary Brigade\" and brought his own series, \"The Stardust Kid\", with &lt;a href=\"Mike%20Ploog\"&gt;Mike Ploog&lt;/a&gt;, over from &lt;a href=\"Image%20Comics\"&gt;Image Comics&lt;/a&gt;. &lt;a href=\"Mike%20Mignola\"&gt;Mike Mignola&lt;/a&gt; and Troy Nixey's &lt;a href=\"Oni%20Press\"&gt;Oni Press&lt;/a&gt; series \"Jenny Finn\" migrated to Boom! and finally completed its story. Eisner Award winner Dave Johnson created covers for \"Zombie Tales\" and \"Cthulhu Tales\". &lt;a href=\"Joe%20Casey\"&gt;Joe Casey&lt;/a&gt; created \"The Black Plague\" while &lt;a href=\"Rafael%20Albuquerque%20%28artist%29\"&gt;Rafael Albuquerque&lt;/a&gt;'s first American work debuted in \"The Savage Brothers\".\n2006 saw Boom! move into licensing for the first time with the debut of &lt;a href=\"Games%20Workshop\"&gt;Games Workshop&lt;/a&gt; series \"&lt;a href=\"Warhammer%2040%2C000\"&gt;Warhammer 40,000&lt;/a&gt;: Damnation Crusade\", based on the popular miniatures game of the same name.\nIn 2007, Boom! published &lt;a href=\"Steven%20Grant\"&gt;Steven Grant&lt;/a&gt;'s crime/action comic \"&lt;a href=\"2%20Guns\"&gt;2 Guns&lt;/a&gt;\" which Cosby and Ritchie co-produced for Universal Studios in 2013.\nAt the 2007 &lt;a href=\"San%20Diego%20Comic%20Con\"&gt;San Diego Comic Con&lt;/a&gt;, Boom! announced plans to launch its first imprint, a new line of comics for children originally announced with the name ZOOM!, but when the imprint launched in 2009, the imprint debuted as \"BOOM Kids!\". Boom! also signed a deal with Pixar to produce comic books based on their properties and secured newsstand distribution. The first included \"The Muppet Show\" by Roger Langridge and \"The Incredibles: Family Matters\" by Mark Waid and artist Marcio Takara. In February 2011, Boom! re-branded Boom! Kids as KaBoom!, re-focusing the imprint to be appealing to all ages rather than only children.\nAlso during the 2007 San Diego &lt;a href=\"Comic%20book%20convention\"&gt;Comic Con&lt;/a&gt;, Boom! announced the appointment of &lt;a href=\"Mark%20Waid\"&gt;Mark Waid&lt;/a&gt; as Editor-in-Chief. This role would eventually grow to Chief Creative Officer in August 2010 before his eventual return to freelance work in December of that year. While in these leadership roles, Waid also created multiple successful titles, including \"&lt;a href=\"Irredeemable\"&gt;Irredeemable&lt;/a&gt;\" in 2009, which became Boom!'s longest-running series at that time, lasting 37 issues, and a sister book \"&lt;a href=\"Incorruptible\"&gt;Incorruptible&lt;/a&gt;\".\n2010s.\nFormer Managing Editor Matt Gagnon was promoted to Editor-in-Chief in July 2010.\nAt the beginning of 2013, the company launched its #WeAreBoom! campaign, spotlighting a philosophy that Boom! isn't just composed of its writers, artists, and staff but also of the fans that read its comics and the retailers that sell them. In June 2013, Boom! acquired &lt;a href=\"Archaia%20Studios%20Press\"&gt;Archaia Studios Press&lt;/a&gt;, merging it into Boom! and retaining it as a stand-alone imprint. In October 2013, Boom! signed a &lt;a href=\"first-look%20deal\"&gt;first-look deal&lt;/a&gt; with &lt;a href=\"20th%20Century%20Fox\"&gt;20th Century Fox&lt;/a&gt; giving Fox the right of first refusal to develop any Boom! comic properties into a film or TV series, and Boom! would get &lt;a href=\"first-dollar%20gross\"&gt;first-dollar gross&lt;/a&gt; on any profits. As a publisher of creator-owned works, that share would be split between Boom! and the creator(s) of the adapted work.\nIn January 2015, Boom! launched \"Push Comics Forward\", a public relations campaign aimed at generating a discussion about how comic book publishing can become more inclusive and diverse.\nIn June 2017, 20th Century Fox purchased a minority stake in Boom! Studios, valued at $10 million. &lt;a href=\"The%20Walt%20Disney%20Company\"&gt;The Walt Disney Company&lt;/a&gt; inherited Fox's stake in Boom! Studios after &lt;a href=\"Acquisition%20of%2021st%20Century%20Fox%20by%20Disney\"&gt;Disney acquired 21st Century Fox's assets&lt;/a&gt; on March 20, 2019.\n2020s.\nIn April 2020, Boom! Studios established a first-look television deal with &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt;, while its first-look deal with 20th Century Studios/The Walt Disney Company remains in effect for film projects through 2021. More recently, ex-&lt;a href=\"Marvel%20Television\"&gt;Marvel Television&lt;/a&gt; employee Mark Ambrose joined the studio as head of television.\nImprints.\nBOOM! is composed of four main imprints: the core BOOM! brand, the All-Ages focused KaBOOM!, &lt;a href=\"Archaia%20Entertainment\"&gt;Archaia&lt;/a&gt;, and BOOM! Box.\nBoom! Studios.\nThe BOOM! Studios imprint publishes action-oriented fare which most appropriate for teens or older readers.\nOriginals.\nOriginals under the BOOM! banner explore a wide variety of genres from YA science fiction, like in \"&lt;a href=\"The%20Woods%20%28comic%29\"&gt;The Woods&lt;/a&gt;\" by &lt;a href=\"James%20Tynion%20IV\"&gt;James Tynion IV&lt;/a&gt; and Michael Dialynas, to horror/action like in the thriller \"Day Men\", which racked up \"Best Inker\" and \"Best Cover Artist\" &lt;a href=\"Harvey%20Awards\"&gt;Harvey Awards&lt;/a&gt; nominations for series artist &lt;a href=\"Brian%20Stelfreeze\"&gt;Brian Stelfreeze&lt;/a&gt; and sold to &lt;a href=\"Universal%20Pictures\"&gt;Universal Pictures&lt;/a&gt; as a movie. Crime noir period piece \"Hit\" garnered &lt;a href=\"Harvey%20Awards\"&gt;Harvey Awards&lt;/a&gt; nominations for \"Best Continuing or Limited Series\" and \"Best Inker\" for artist &lt;a href=\"Vanesa%20R.%20Del%20Rey\"&gt;Vanesa R. Del Rey&lt;/a&gt; and &lt;a href=\"George%20P%C3%A9rez\"&gt;George Pérez&lt;/a&gt;'s series for BOOM!, \"Sirens\", is a multi-genre action piece that goes from fantasy to western to science fiction. Pulp science fiction mini-series \"Six Gun Gorilla\", written by &lt;a href=\"Si%20Spurrier\"&gt;Si Spurrier&lt;/a&gt; and drawn by Jeff Stokely, was nominated for multiple &lt;a href=\"Harvey%20Awards\"&gt;Harvey Awards&lt;/a&gt; including \"Best Artist\" and \"Most Promising New Talent\" and \"Best New Series.\" BOOM! also published an original series from &lt;a href=\"Clive%20Barker\"&gt;Clive Barker&lt;/a&gt; entitled \"Next Testament\".\nBOOM! generally does not focus on superhero material but has published some titles, including &lt;a href=\"Grace%20Randolph\"&gt;Grace Randolph&lt;/a&gt;'s \"Supurbia.\" Two of its original series, \"&lt;a href=\"Irredeemable\"&gt;Irredeemable&lt;/a&gt;\" and \"&lt;a href=\"Suicide%20Risk\"&gt;Suicide Risk&lt;/a&gt;\", have gathered accolades. &lt;a href=\"Mark%20Waid\"&gt;Mark Waid&lt;/a&gt;'s series \"Irredeemable\" ran for 37 issues, received several Harvey and Eisner award nominations, and spawned a sister series called \"&lt;a href=\"Incorruptible\"&gt;Incorruptible&lt;/a&gt;\" which ran 30 issues. &lt;a href=\"Mike%20Carey%20%28writer%29\"&gt;Mike Carey&lt;/a&gt;'s series \"Suicide Risk\" received nominations for \"Best New Series\" and \"Best Single Issue or Story.\"\nIn 2013, Boom! also teamed up with &lt;a href=\"Say%20Anything%20%28band%29\"&gt;Say Anything&lt;/a&gt; singer &lt;a href=\"Max%20Bemis\"&gt;Max Bemis&lt;/a&gt; to publish his first limited mini series about a bipolar hero called \"Polarity\". Fox optioned the right to create this story into a TV series. In 2014, they announced an ongoing series written by Bemis called \"Evil Empire\", which ended after 12 issues.\nIn October 2020, Boom! will publish \"&lt;a href=\"BRZRKR\"&gt;BRZRKR&lt;/a&gt;\", a comic book series created and written by &lt;a href=\"Keanu%20Reeves\"&gt;Keanu Reeves&lt;/a&gt; and &lt;a href=\"Matt%20Kindt\"&gt;Matt Kindt&lt;/a&gt; and drawn by &lt;a href=\"Ron%20Garney\"&gt;Ron Garney&lt;/a&gt;. The comic follows an immortal warrior, known as Berzerker, as he fight his way through the ages.\nLicenses.\nBOOM!'s published many adaptations of popular films. Its \"&lt;a href=\"Planet%20of%20the%20Apes\"&gt;Planet of the Apes&lt;/a&gt;\" series of comics is the longest-running adaptation of the series, publishing more comics than Marvel (29 issues) and Malibu (50 issues). BOOM!'s series include: \"Planet of the Apes\" (16 issues plus an annual, a \"giant\" issue, a \"special\" issue, and a \"Spectacular\"), \"Betrayal on the Planet of the Apes\" (4 issues), \"Exile on Planet of the Apes\" (4 issues), and \"Planet of the Apes: Cataclysm\" (12 issues). Just before the release of \"&lt;a href=\"Rise%20of%20the%20Planet%20of%20the%20Apes\"&gt;Rise of the Planet of the Apes&lt;/a&gt;\" BOOM! serialized a one-shot prelude to the movie online as a free webcomic. At San Diego Comic Con International 2014, they published a one shot \"Dawn of the Planet of the Apes: Contagion\" bridging \"Rise of the Planet of the Apes\" and \"&lt;a href=\"Dawn%20of%20the%20Planet%20of%20the%20Apes\"&gt;Dawn of the Planet of the Apes&lt;/a&gt;\". They followed this with a six-issue limited series called \"&lt;a href=\"Dawn%20of%20the%20Planet%20of%20the%20Apes\"&gt;Dawn of the Planet of the Apes&lt;/a&gt;\", in the modern movie continuity. The original \"Planet of the Apes\" movie continuity crossed over with \"&lt;a href=\"Star%20Trek%20The%20Original%20Series\"&gt;Star Trek The Original Series&lt;/a&gt;\" in a co-publishing deal with &lt;a href=\"IDW%20Publishing\"&gt;IDW Publishing&lt;/a&gt;.\nOther film adaptations include an ongoing series based on \"&lt;a href=\"Big%20Trouble%20In%20Little%20China\"&gt;Big Trouble In Little China&lt;/a&gt;\" written by &lt;a href=\"Eric%20Powell%20%28comics%29\"&gt;Eric Powell&lt;/a&gt; and &lt;a href=\"John%20Carpenter\"&gt;John Carpenter&lt;/a&gt;, an \"&lt;a href=\"Escape%20from%20New%20York\"&gt;Escape from New York&lt;/a&gt;\" comic book, an ongoing series with \"&lt;a href=\"Bill%20and%20Ted%27s%20Excellent%20Adventure\"&gt;Bill and Ted's Excellent Adventure&lt;/a&gt;\", an eight-issue series based on \"&lt;a href=\"Robocop\"&gt;Robocop&lt;/a&gt;\" and \"&lt;a href=\"28%20Days%20Later%20%28comics%29\"&gt;28 Days Later&lt;/a&gt;\", bridging the story between \"&lt;a href=\"28%20Days%20Later\"&gt;28 Days Later&lt;/a&gt;\" and \"&lt;a href=\"28%20Weeks%20Later\"&gt;28 Weeks Later&lt;/a&gt;\", a 12 issue series based on &lt;a href=\"Clive%20Barker\"&gt;Clive Barker&lt;/a&gt;'s \"&lt;a href=\"Nightbreed\"&gt;Nightbreed&lt;/a&gt;\", new \"&lt;a href=\"Hellraiser\"&gt;Hellraiser&lt;/a&gt;\" comics, eight issues of \"\" focusing on &lt;a href=\"John%20McClane\"&gt;John McClane&lt;/a&gt;'s first year as a beat cop in New York City, and a film tie-in for \"&lt;a href=\"Jennifer%27s%20Body\"&gt;Jennifer's Body&lt;/a&gt;\".\nBOOM! has published a number of series that are based on television shows like \"&lt;a href=\"Sleepy%20Hollow%20%28TV%20series%29\"&gt;Sleepy Hollow&lt;/a&gt;\" and \"&lt;a href=\"Sons%20of%20Anarchy\"&gt;Sons of Anarchy&lt;/a&gt;\" and &lt;a href=\"Jim%20Henson\"&gt;Jim Henson&lt;/a&gt;'s \"&lt;a href=\"Fraggle%20Rock\"&gt;Fraggle Rock&lt;/a&gt;\". New stories with \"&lt;a href=\"Farscape\"&gt;Farscape&lt;/a&gt;\" began in 2009 and ran for 6 subsequent mini-series and a 24-issue ongoing series. All of BOOM!’s \"Farscape\" series were co-written by show creator Rockne S. O’Bannon and take place in official show continuity immediately after the &lt;a href=\"Peacekeeper%20Wars\"&gt;Peacekeeper Wars&lt;/a&gt;. BOOM! also published a tie-in to &lt;a href=\"SyFy\"&gt;SyFy&lt;/a&gt;'s show \"Eureka\" and well as new stories featuring TV's \"&lt;a href=\"The%20Avengers%20%28TV%20series%29\"&gt;The Avengers&lt;/a&gt;\", also known as \"&lt;a href=\"Steed%20and%20Mrs.%20Peel\"&gt;Steed and Mrs. Peel&lt;/a&gt;\" so as not to be confused with the &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt; characters of the same name. On January 28, 2012, BOOM! released a reprint of the Steed and Mrs. Peel mini-series written by Grant Morrison and drawn by Ian Gibson and previously-published by &lt;a href=\"Eclipse%20Comics\"&gt;Eclipse Comics&lt;/a&gt;. Boom acquired the license for \"&lt;a href=\"Mighty%20Morphin%20Power%20Rangers\"&gt;Mighty Morphin Power Rangers&lt;/a&gt;\" in June 2015 and released a monthly comic starting in January 2016. Soon after its launch they announced a spinoff limited series, \"MMPR: Pink\", which launched in June 2016.\nBOOM! has adapted popular authors like &lt;a href=\"Philip%20K.%20Dick\"&gt;Philip K. Dick&lt;/a&gt;, and &lt;a href=\"Michael%20Moorcock\"&gt;Michael Moorcock&lt;/a&gt;: a &lt;a href=\"Do%20Androids%20Dream%20of%20Electric%20Sheep%3F%20%28comic%20book%29\"&gt;series&lt;/a&gt; based on \"&lt;a href=\"Do%20Androids%20Dream%20of%20Electric%20Sheep%3F\"&gt;Do Androids Dream of Electric Sheep?&lt;/a&gt;\" retained all the original text to the novel and was nominated for a \"Best New Series\" 2010 &lt;a href=\"Eisner%20Awards\"&gt;Eisner Awards&lt;/a&gt;. A prequel series followed subtitled \"&lt;a href=\"Dust%20to%20Dust%20%28comics%29\"&gt;Dust to Dust&lt;/a&gt;\". In 2011, BOOM! launched \"Elric: The Balance Lost\" a new original series starring &lt;a href=\"Michael%20Moorcock\"&gt;Michael Moorcock&lt;/a&gt;'s character &lt;a href=\"Elric%20of%20Melnibon%C3%A9\"&gt;Elric of Melniboné&lt;/a&gt; and guest-starring the Eternal Champions &lt;a href=\"Corum%20Jhaelen%20Irsei\"&gt;Corum&lt;/a&gt; and &lt;a href=\"Dorian%20Hawkmoon\"&gt;Dorian Hawkmoon&lt;/a&gt;.\nBOOM! has licensed games as well. In 2006 they launched &lt;a href=\"Games%20Workshop\"&gt;Games Workshop&lt;/a&gt; properties ultimately publishing 42 comic books collected into 9 graphic novels. 5 mini-series featured \"&lt;a href=\"Warhammer%2040%2C000\"&gt;Warhammer 40,000&lt;/a&gt;\": \"Damnation Crusade\" (Black Templars), \"Blood and Thunder\" (Orks), \"Exterminatus\" (The Inquisitors), \"Fire and Honour\" (Imperial Guardsmen), and \"Defenders of Ultramar\" (Ultramarines). &lt;a href=\"Warhammer%20Fantasy%20%28setting%29\"&gt;Warhammer Fantasy&lt;/a&gt; series included \"Forge of War\" (Empire vs. Chaos), \"Condemned by Fire\" (Witch Hunters), and \"Crown of Destruction\" by &lt;a href=\"Kieron%20Gillen\"&gt;Kieron Gillen&lt;/a&gt; depicting The Empire fighting Skaven. BOOM! also produced a &lt;a href=\"Blood%20Bowl\"&gt;Blood Bowl&lt;/a&gt; mini entitled \"Killer Contract\". The last BOOM!/Games Workshop comics series shipped in 2009.\nBOOM! also publishes tie-ins with famous bands, adapting &lt;a href=\"Rush%20%28band%29\"&gt;Rush&lt;/a&gt;'s &lt;a href=\"Clockwork%20Angels\"&gt;Clockwork Angels&lt;/a&gt; to comics. BOOM! publishes \"&lt;a href=\"The%20Amory%20Wars\"&gt;The Amory Wars&lt;/a&gt;\" comic books based on the &lt;a href=\"Coheed%20and%20Cambria\"&gt;Coheed and Cambria&lt;/a&gt; mythology.\nIn July 2018, BOOM! announced that they had acquired the comic book and graphic novel publishing license to &lt;a href=\"Joss%20Whedon\"&gt;Joss Whedon&lt;/a&gt;'s \"&lt;a href=\"Firefly%20%28franchise%29\"&gt;Firefly&lt;/a&gt;\" with plans to release new monthly comic book series, limited series, original graphic novels and more.\nIn May 2020, BOOM! was announced to have acquired the comic book and graphic novel rights to the 1999 prequel novel with plans to adapt it into a 12-issue adaptation written by the original authors &lt;a href=\"Brian%20Herbert\"&gt;Brian Herbert&lt;/a&gt; and &lt;a href=\"Kevin%20J.%20Anderson\"&gt;Kevin J. Anderson&lt;/a&gt;.\nKaBoom!\nKaBoom!, launched as \"BOOM! Kids\", publishes series that are aimed at readers of all ages.\n&lt;a href=\"Roger%20Langridge\"&gt;Roger Langridge&lt;/a&gt;'s series \"Snarked!\" ran 12 issues (3 graphic novels) from 2011 to 2012 and won an &lt;a href=\"Eisner%20Award\"&gt;Eisner Award&lt;/a&gt;. New series \"Abigail and the Snowman\" was launched in December 2014.\nLicenses.\nBOOM published a number of &lt;a href=\"Pixar\"&gt;Pixar&lt;/a&gt; series featuring nearly the entire catalog of the company's characters: \"&lt;a href=\"The%20Incredibles\"&gt;The Incredibles&lt;/a&gt;\" in a 4-issue mini-series and a 16-issue ongoing, \"&lt;a href=\"Cars%20%28film%29\"&gt;Cars&lt;/a&gt;\" in two 4-issue mini-series and an 8-issue ongoing, \"&lt;a href=\"Toy%20Story\"&gt;Toy Story&lt;/a&gt;\" in two 4-issue mini-series and an 8-issue ongoing, \"&lt;a href=\"Wall-E\"&gt;Wall-E&lt;/a&gt;\" with 8 issues, \"&lt;a href=\"Finding%20Nemo\"&gt;Finding Nemo&lt;/a&gt;\" with two 4-issue mini-series, and \"&lt;a href=\"Monsters%2C%20Inc.\"&gt;Monsters, Inc.&lt;/a&gt;\" in a single 4-issue mini-series.\nBOOM! published several series featuring &lt;a href=\"The%20Muppets\"&gt;The Muppets&lt;/a&gt; with two different editorial approaches: a main series &lt;a href=\"Roger%20Langridge\"&gt;Roger Langridge&lt;/a&gt; wrote and drew based on \"&lt;a href=\"The%20Muppet%20Show\"&gt;The Muppet Show&lt;/a&gt;\" that started with the 4-issue mini-series \"The Muppet Show Comic Book\" in March 2009 and was followed by the 4-issue mini-series \"The Treasure of Peg-Leg Wilson\" with an ongoing following which ran until October 2010. The second approach published a series of mini-series featuring different writers and artists creating public domain fairy tales with &lt;a href=\"The%20Muppets\"&gt;The Muppets&lt;/a&gt; including Robin Hood.\nIn September 2009, BOOM Kids! began publishing a line of comic books featuring the Disney \"Standard Characters\" such as &lt;a href=\"Mickey%20Mouse\"&gt;Mickey Mouse&lt;/a&gt;, &lt;a href=\"Donald%20Duck\"&gt;Donald Duck&lt;/a&gt;, &lt;a href=\"Goofy\"&gt;Goofy&lt;/a&gt;, and &lt;a href=\"Pluto%20%28Disney%29\"&gt;Pluto&lt;/a&gt;, the earliest characters animated by Walt Disney Studios. The line ultimately grew to six ongoing series: \nIn June 2010, BOOM Kids! began publishing a line of comic books based on series and characters from \"&lt;a href=\"Disney%20Afternoon\"&gt;Disney Afternoon&lt;/a&gt;\" television shows. The line ultimately grew to three series starring \"Disney Afternoon\" characters. BOOM! began publishing comics based on the \"&lt;a href=\"Darkwing%20Duck\"&gt;Darkwing Duck&lt;/a&gt;\" TV show. Eighteen issues were published before the series wrapped up in October 2011. A 4-part crossover story with Disney's \"DuckTales\" titled \"Dangerous Currency\" ran before the series ended, with parts 1 and 3 in \"DuckTales\" #5 and #6 and parts 2 and 4 running in \"Darkwing Duck\" #17 and #18. Launching in May 2011, KaBOOM! published six issues based on the television show \"&lt;a href=\"DuckTales\"&gt;DuckTales&lt;/a&gt;\". Notable video game designer &lt;a href=\"Warren%20Spector\"&gt;Warren Spector&lt;/a&gt; wrote the series and the fifth and sixth issues featured a crossover with \"&lt;a href=\"Darkwing%20Duck\"&gt;Darkwing Duck&lt;/a&gt;\" in the storyline \"Dangerous Currency\".\nOther licensed series BOOM! publishes through KaBOOM! include &lt;a href=\"Charles%20Schulz\"&gt;Charles Schulz&lt;/a&gt;'s \"&lt;a href=\"Peanuts\"&gt;Peanuts&lt;/a&gt;\", &lt;a href=\"Jim%20Davis%20%28cartoonist%29\"&gt;Jim Davis&lt;/a&gt;' \"&lt;a href=\"Garfield\"&gt;Garfield&lt;/a&gt;\", and \"&lt;a href=\"Frederator\"&gt;Frederator&lt;/a&gt;\" series \"&lt;a href=\"Bravest%20Warriors\"&gt;Bravest Warriors&lt;/a&gt;\" and \"&lt;a href=\"Bee%20and%20Puppycat\"&gt;Bee and Puppycat&lt;/a&gt;\".\nBoom! Box.\nExperimental and \"gleeful\" imprint that publishes content for kids and adults.\nOriginals.\nBOOM! Box launched with \"&lt;a href=\"The%20Midas%20Flesh\"&gt;The Midas Flesh&lt;/a&gt;\" from &lt;a href=\"Ryan%20North\"&gt;Ryan North&lt;/a&gt;, Shelli Paroline, and Braden Lamb, the same team behind BOOM!'s &lt;a href=\"Adventure%20Time\"&gt;Adventure Time&lt;/a&gt; comic. It followed this series up with \"&lt;a href=\"Lumberjanes\"&gt;Lumberjanes&lt;/a&gt;\" from &lt;a href=\"Noelle%20Stevenson\"&gt;Noelle Stevenson&lt;/a&gt;, Grace Ellis, editor Shannon Watters, and artist Brooklyn Allen. Originally published as a mini-series, \"Lumberjanes\" was a big enough hit to become an ongoing, ultimately running for 75 issues and a one-shot finale, with spin-off comics consisting of 3 &lt;a href=\"original%20graphic%20novel\"&gt;original graphic novel&lt;/a&gt;s and 4 annual one-shot specials. Since issue 18, all Lumberjanes comic books are written by Watters and Kat Leyh. Other BOOM! Box series include Teen Dog by Jake Lawrence, \"&lt;a href=\"Giant%20Days\"&gt;Giant Days&lt;/a&gt;\" by &lt;a href=\"John%20Allison%20%28comics%29\"&gt;John Allison&lt;/a&gt; and Max Sarin, and a &lt;a href=\"Cyanide%20and%20Happiness\"&gt;Cyanide and Happiness&lt;/a&gt; collection \"Punching Zoo\".\nBoom! Town.\nThe publisher launched an imprint from 2010 to 2012 called BOOM! Town focusing on \"literary comics.\" The first release through the imprint was a set of Robert Crumb Trading Cards. The first book published via the imprint, Wheeler's \"I Thought You Would Be Funnier\" won the Eisner Award in 2011.\nArchaia.\nBOOM! acquired &lt;a href=\"Archaia%20Entertainment\"&gt;Archaia Entertainment&lt;/a&gt; in June 2013 and made the company an imprint.\nDistribution.\nAll of BOOM! Studios' single-issue comic books and graphic novels are distributed to the &lt;a href=\"Direct%20Market\"&gt;Direct Market&lt;/a&gt; via &lt;a href=\"Diamond%20Comics%20Distributors\"&gt;Diamond Comics Distributors&lt;/a&gt;.\nBOOM!'s graphic novels are distributed to the book trade via &lt;a href=\"Simon%20%26amp%3B%20Schuster\"&gt;Simon &amp; Schuster&lt;/a&gt; in the United States, &lt;a href=\"HarperCollins\"&gt;HarperCollins&lt;/a&gt; in Canada, &lt;a href=\"Titan%20Books\"&gt;Titan Books&lt;/a&gt; in the United Kingdom, and Diamond Book Distributors internationally.\nDigital comics.\nOn January 3, 2008, BOOM! became the first comic book company to offer a digital download of a comic book on the day and date of its release, partnering with \"MySpace Comic Books\".\nOne year later, on January 6, 2009, BOOM! teamed with MySpace Comic Books again to offer a free digital day-and-date release for \"Hexed\" along with the \"5 for 500\" program, sending five copies at no cost to the top 500 retailers in the direct market.\nOn March 23, 2011, the same day as the publication of the first issue of the comic book series based on \"Hellraiser\", BOOM! released a free original \"Prelude to Hellraiser\" short story co-written by Clive Barker as a downloadable PDF to promote the release.\nTo promote the release in July 2011 of the first issue of \"Elric: The Balance Lost\", BOOM! published the \"Elric Free Online Prelude\" featuring a free eight-page web comic.\nIn anticipation of the opening of the film \"Rise of the Planet of the Apes\", BOOM! serialized a free digital comic story that served as a prelude to the film.\nAlternate reality gaming.\nOn March 4, 2009, BOOM! Studios announced Mark Sable's latest series \"Unthinkable\". To promote the launch of the book, BOOM! created an &lt;a href=\"alternate%20reality%20game\"&gt;alternate reality game&lt;/a&gt; to be played during the time pre-orders were due.\nBoom! App.\nOn June 15, 2010, BOOM! was the second comic book company to launch a branded app following &lt;a href=\"Marvel%20Comics\"&gt;Marvel&lt;/a&gt;'s April app launch."
}