{
    "id": "56194778",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=56194778",
    "title": "Freundliche Vision",
    "text": "\"\" (which has been translated as \"Welcome Vision\", but can also be read as \"Pleasant Daydream\") is both a German poem by &lt;a href=\"Otto%20Bierbaum\"&gt;Otto Bierbaum&lt;/a&gt; and a \"&lt;a href=\"Lied\"&gt;Lied&lt;/a&gt;\" (art song) by &lt;a href=\"Richard%20Strauss\"&gt;Richard Strauss&lt;/a&gt;, his &lt;a href=\"Opus%20number\"&gt;Op.&lt;/a&gt; 48/1. The opening line is \"Nicht im Schlafe hab ich das geträumt\" (\"I did not dream this while asleep\"). It is the first of a set of five songs by Strauss composed in 1900 and published in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; in 1901 by &lt;a href=\"Adolph%20F%C3%BCrstner\"&gt;Adolph Fürstner&lt;/a&gt;. The works were scored for voice and piano, and arranged for voice and orchestra in 1918 by the composer.\nPoem.\n\"\" first appeared in \"Irrgarten der Liebe\" (Maze of love) in Berlin and Leipzig in 1901. The full title of the collection of songs, poems and aphorisms is \"Der Neubestellte Irrgarten Der Liebe: Um Etliche Gaenge Und Lauben Vermehrt, Verliebte Launenhafte, Moralische Und Andere Lieder, Gedichte U. Sprueche. Bis 1905.\", where it appears in the section \"Bilder und Traeume\" (Images and dreams).\nFreundliche Vision&lt;poem&gt;Nicht im Schlafe hab' ich das geträumt,\nHell am Tage sah ich's schön vor mir:\nEine Wiese voller Margeritten;\nTief ein weißes Haus in grünen Büschen;\nGötterbilder leuchten aus dem Laube.\nUnd ich geh' mit Einer, die mich lieb hat,\nRuhigen Gemütes in die Kühle\nDieses weißen Hauses, in den Frieden,\nDer voll Schönheit wartet, daß wir kommen.&lt;/poem&gt;\nPleasant Daydream&lt;poem&gt;\nNot in my sleep did I dream it,\nSaw it in broad daylight lovely before me:\nA meadow full of dill daisies,\nA white house deep in greenery,\nGodlike figures shining among the leaves.\nAnd I go there with one who loves me,\nQuiet of mind in the cool\nOf this white house at peace,\nWaiting full of beauty for us to come.\n&lt;/poem&gt;\nComposition history.\nStrauss composed \"\", along with the other four songs of Op. 48, in 1900. This song sets a poem by &lt;a href=\"Otto%20Julius%20Bierbaum\"&gt;Otto Julius Bierbaum&lt;/a&gt;, while the other four set poems by &lt;a href=\"Karl%20Henckell\"&gt;Karl Henckell&lt;/a&gt;. Strauss composed &lt;a href=\"art%20song\"&gt;art song&lt;/a&gt;s as a transition between working in instrumental music and &lt;a href=\"opera\"&gt;opera&lt;/a&gt;; he wrote his first opera, \"&lt;a href=\"Feuersnot\"&gt;Feuersnot&lt;/a&gt;\", the same year.\nHe originally scored the five songs for voice and piano. The songs were published in 1901 by &lt;a href=\"Adolph%20F%C3%BCrstner\"&gt;Adolph Fürstner&lt;/a&gt;. Strauss also made an arrangement for voice and orchestra in 1918. \"\" is among the songs that the composer presented in more than one program on tours of the US, in &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt; in 1904, and in 1921 in Town Hall in two recitals.\n&lt;a href=\"Julius%20Patzak\"&gt;Julius Patzak&lt;/a&gt; and the &lt;a href=\"Bavarian%20State%20Orchestra\"&gt;Bavarian State Opera Orchestra&lt;/a&gt; broadcast a particularly noteworthy version, which is consistent with Strauss's “preference ... for fastish speeds without sentimentality.”\nMusic.\n\"\" has features in common with \"&lt;a href=\"Traum%20durch%20die%20D%C3%A4mmerung\"&gt;Traum durch die Dämmerung&lt;/a&gt;\", also on a text by Bierbaum, including a shift of key, here to illustrate the contrast of sleeping and a vision while awake. Strauss repeats for the last two lines elements from before, \"\" (And I walk with one who loves me), condensing the text that took three lines before to \"in den Frieden voll Schönheit\" (into the peace full of beauty), sung over a tonic pedalpoint in the same pattern as all of the song.\nBy other composers.\nThe poem \"\" also inspired other composers, such as &lt;a href=\"Max%20Reger\"&gt;Max Reger&lt;/a&gt;, who set lines 3 to 9 to music as No. 2 of his \"Zwölf Lieder\", Op. 66, in 1902. &lt;a href=\"Lutz%20Landwehr%20von%20Pragenau\"&gt;Lutz Landwehr von Pragenau&lt;/a&gt; set the poem in 1979 for baritone and piano as his &lt;a href=\"Opus%20number\"&gt;Op&lt;/a&gt;. 1/1 in \"Zwei Lieder für Bariton und Klavier\"."
}