{
    "id": "5619521",
    "revid": "30334355",
    "url": "https://en.wikipedia.org/wiki?curid=5619521",
    "title": "Albanian Naval Force",
    "text": "The Albanian Naval Force () is the &lt;a href=\"naval\"&gt;naval&lt;/a&gt; branch of the &lt;a href=\"Albanian%20Armed%20Forces\"&gt;Albanian military&lt;/a&gt;. Their name was changed from the Albanian Naval Defense Forces in 2010. The Naval Force is headquartered in &lt;a href=\"Durr%C3%ABs\"&gt;Durrës&lt;/a&gt;, and operates multiple bases, including Kepi i Palit base in Durrës, and &lt;a href=\"Pashaliman%20Naval%20Base\"&gt;Pashaliman&lt;/a&gt; in &lt;a href=\"Vlor%C3%AB\"&gt;Vlorë&lt;/a&gt;.\nThe vessels of the Albanian Naval Force are mostly patrol craft and support craft. The Naval Force operates four large &lt;a href=\"Damen%20Stan%20Type%204207\"&gt;Damen Stan Type 4207&lt;/a&gt; &lt;a href=\"patrol%20boat\"&gt;patrol boat&lt;/a&gt;s, three of which were built in Albania. Some of the Naval Force's vessels were purchased from, or donated by Italy, the United States, China, or the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. Most former Soviet or Chinese boats have been retired from service; only one Soviet-built &lt;a href=\"minesweeper\"&gt;minesweeper&lt;/a&gt; remains in service.\nThe Naval Force performs mainly duties, based on the concept of \"one Force, two Missions.\" The legal framework has been updated in order to facilitate these missions and &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt;-&lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; integration. The Naval Force is also responsible for aids to navigation, including &lt;a href=\"lighthouse\"&gt;lighthouse&lt;/a&gt;s.\nHistory.\nEarly history.\nThe history of the Albanian navy dates back to the General Command of Military Powers in 1925, following the creation of the &lt;a href=\"Albanian%20Republic\"&gt;Albanian Republic&lt;/a&gt;. Earlier efforts to create an Albanian naval force following &lt;a href=\"Albanian%20Declaration%20of%20Independence\"&gt;Albanian independence&lt;/a&gt; in 1912 failed due to the start of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. In this period Albania possessed few naval vessels. Following the establishment of the &lt;a href=\"Albanian%20Kingdom%20%281928%E2%80%9339%29\"&gt;Albanian Kingdom&lt;/a&gt; by &lt;a href=\"King%20Zog\"&gt;King Zog&lt;/a&gt; in 1928, the navy was reformed into the &lt;a href=\"Royal%20Albanian%20Navy\"&gt;Royal Albanian Navy&lt;/a&gt;.\nFollowing the &lt;a href=\"Italian%20invasion%20of%20Albania\"&gt;Italian invasion of Albania&lt;/a&gt; and &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the &lt;a href=\"Albanian%20Armed%20Forces\"&gt;Albanian Armed Forces&lt;/a&gt; were abolished and many ships were destroyed in the harbors of Albania.\nDuring the Socialist Era.\nThe early history of the &lt;a href=\"People%27s%20Socialist%20Republic%20of%20Albania\"&gt;People's Socialist Republic of Albania&lt;/a&gt; saw Albania recovering from the result of Italian occupation and World War II. In 1945, a shipyard was built in &lt;a href=\"Durr%C3%ABs\"&gt;Durrës&lt;/a&gt; to repair Albania's remaining ships.\nIn the mid-1950s Albania began to modernize and expand its navy. In 1954, a &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt; unit and the associated facility was established on &lt;a href=\"Sazan%20Island\"&gt;Sazan Island&lt;/a&gt;, off the coast of Durrës. A &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; unit was established in 1958. A naval academy was opened in &lt;a href=\"Vlor%C3%AB\"&gt;Vlorë&lt;/a&gt; in 1961.\nUntil 1996 Albania had more than 145 vessels in service. 45 of them were small, fast Chinese &lt;a href=\"Type%20025%20torpedo%20boat\"&gt;Type 25 Huchuan-class PHT&lt;/a&gt; torpedo boats, carrying two/four &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, and some &lt;a href=\"Type%20062%20gunboat\"&gt;Shanghai-class&lt;/a&gt; coastal &lt;a href=\"Anti-submarine%20warfare\"&gt;anti-submarine&lt;/a&gt; (ASW) patrol craft. The largest of the fleet were four &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt;-built s, a direct result of an Albanian-Soviet dispute over their ownership, after Albania withdrew from the &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; (1961) and the Soviets abandoned the &lt;a href=\"Pasha%20Liman%20Base\"&gt;Pasha Liman Base&lt;/a&gt;. The submarines were put into full service thanks to Chinese assistance, but by the end of the 1980s their efficiency was in doubt due to Albanian isolation and the end of Chinese help.\nRecent history.\nThe collapse of the People's Socialist Republic of Albania began in the early 1990s and was finalized with the &lt;a href=\"Albanian%20parliamentary%20election%2C%201992\"&gt;1992 elections&lt;/a&gt; and the founding of the &lt;a href=\"Albania\"&gt;4th Albanian Republic&lt;/a&gt;. The &lt;a href=\"fall%20of%20communism%20in%20Albania\"&gt;fall of communism in Albania&lt;/a&gt; ushered in a new era of cooperation between the navies of Albania and other European nations. Starting in the 1990s, Albania began to take part in numerous search and rescue exercises alongside other European nations.\nVessels of the Albanian navy were seriously damaged during the &lt;a href=\"Albanian%20civil%20war%20of%201997\"&gt;1997 political conflict&lt;/a&gt;. In March 1998, the Albanian Navy docked in Italy for repair and refuge. The Naval Force's facilities were also damaged in the conflict and repairs were made with the help of the United States, Italy, Germany, Greece, Turkey, and other countries. In the same year, Albania retired its four Whiskey-class submarines.\nAs a result of numerous agreements made between 1998 and 2004, Albania received donated patrol vessels from the United States and Italy for use in search and rescue operations. The United States donated five boats in 1998, Italy donated six boats in 2002, and Italy donated another five in 2004. In 2004, Albania entered into an agreement with Italy wherein the &lt;a href=\"Italian%20Navy\"&gt;Italian Navy&lt;/a&gt; provided equipment and technical assistance to the Albanian Naval Force in order to upgrade the country's aids to navigation.\nIn June 2007, Albania renamed and reorganised its navy. The newly named Naval Force was thereafter organised into two flotillas and a logistics battalion.\nFacilities.\nThe Naval Force operates multiple bases, including Kepi i Palit base in Durrës, and &lt;a href=\"Pashaliman%20Naval%20Base\"&gt;Pashaliman&lt;/a&gt; in Vlorë. In the past, the Naval Force operated additional facilities including &lt;a href=\"Porto%20Palermo%20Tunnel\"&gt;Porto Palermo&lt;/a&gt;, outside of &lt;a href=\"Himar%C3%AB\"&gt;Himarë&lt;/a&gt;, a submarine base on &lt;a href=\"Sazan%20Island\"&gt;Sazan Island&lt;/a&gt;, and a base in &lt;a href=\"Sh%C3%ABngjin\"&gt;Shëngjin&lt;/a&gt;.\nPashaliman.\nPashaliman Naval Base, located near Vlorë, has been used by the Albanian Navy from the 1950s. In that time it was one of few naval bases in the Mediterranean. Currently, four retired Whiskey-class submarines previously owned by the Soviet Union are still located on the facility alongside Albania's active-duty naval vessels. Three of the Albanian Navy's four &lt;a href=\"Damen%20Stan%204207%20patrol%20vessel\"&gt;Damen Stan patrol vessels&lt;/a&gt; were built at Pashaliman, the most recent completed in 2014. \nThe Naval Force often operates &lt;a href=\"Military%20exercise\"&gt;naval exercises&lt;/a&gt; in the &lt;a href=\"Bay%20of%20Vlor%C3%AB\"&gt;Bay of Vlorë&lt;/a&gt;, out of Pashaliman. The most recent exercise was in April 2016.\nA civilian &lt;a href=\"naval%20engineering\"&gt;naval engineering&lt;/a&gt; firm and &lt;a href=\"shipyard\"&gt;shipyard&lt;/a&gt; also operate out of the military facility at Pashaliman.\nPorto Palermo.\nThe Albanian Navy previously operated a submarine bunker called &lt;a href=\"Porto%20Palermo%20Tunnel\"&gt;Porto Palermo&lt;/a&gt;, which was shut down after the decommissioning of Albania's submarines. In recent years, Porto Palermo has been used as the site of training exercises with foreign militaries, most recently a joint exercise with the United Kingdom."
}