{
    "id": "56207974",
    "revid": "1068925001",
    "url": "https://en.wikipedia.org/wiki?curid=56207974",
    "title": "January 2018 North American blizzard",
    "text": "The January 2018 North American blizzard was a powerful &lt;a href=\"cyclone\"&gt;cyclonic&lt;/a&gt; &lt;a href=\"blizzard\"&gt;blizzard&lt;/a&gt; that caused severe disruption along the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;East Coast of the United States&lt;/a&gt; and &lt;a href=\"Atlantic%20Canada\"&gt;Canada&lt;/a&gt; in early January 2018. The storm dropped up to of &lt;a href=\"snow\"&gt;snow&lt;/a&gt; in the &lt;a href=\"Mid-Atlantic%20states\"&gt;Mid-Atlantic states&lt;/a&gt;, &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt;, and Atlantic Canada, while areas as far south as southern &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; and far northern Florida had brief wintry precipitation, with 0.1 inches of snow measured officially in &lt;a href=\"Tallahassee\"&gt;Tallahassee&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;.\nThe storm originated on January 3 as an area of low pressure off the coast of the Southeast. Moving swiftly to the northeast, the storm explosively deepened while moving parallel to the Eastern Seaboard, causing significant snowfall accumulations. The storm received various unofficial names, such as \"Winter Storm Grayson\", \"Blizzard of 2018\" and \"Storm Brody\". The storm was also dubbed a \"historic &lt;a href=\"bomb%20cyclone\"&gt;bomb cyclone&lt;/a&gt;\".\nOn January 3, blizzard warnings were issued for a large swath of the coast, ranging from &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt; all the way up to &lt;a href=\"Maine\"&gt;Maine&lt;/a&gt;. Several states, including &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;, and &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; declared &lt;a href=\"state%20of%20emergency\"&gt;states of emergency&lt;/a&gt; due to the powerful storm. Hundreds of flights were canceled ahead of the blizzard. Overall, 22 people were confirmed to have been killed due to the storm, and at least 300,000 residents in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; lost power in total.\nMeteorological history.\nEarly on January 1, &lt;a href=\"Weather%20Prediction%20Center\"&gt;the Weather Prediction Center (WPC)&lt;/a&gt; began to anticipate the possibility of a northward-tracking &lt;a href=\"low-pressure%20area\"&gt;area of low pressure&lt;/a&gt; that would bring wintry precipitation to much of the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;East Coast of the United States&lt;/a&gt; in the first week of January, exacerbating an &lt;a href=\"2017%E2%80%9318%20North%20American%20cold%20wave\"&gt;extended period of anomalously cold weather&lt;/a&gt;. Due to &lt;a href=\"numerical%20weather%20models\"&gt;modeling&lt;/a&gt; confining of precipitation to relatively narrow bands at the time, initial forecasts on the storm's impacts were uncertain. The storm's development was forecast to originate from the eastward progression of a &lt;a href=\"shortwave%20%28meteorology%29\"&gt;shortwave trough&lt;/a&gt; originating from the northern &lt;a href=\"Rocky%20Mountains\"&gt;Rocky Mountains&lt;/a&gt;, strengthening due to the presence of a longwave trough situated over the &lt;a href=\"Eastern%20United%20States\"&gt;Eastern United States&lt;/a&gt;. However, as the anticipated event drew closer, the system's genesis grew increasingly complex with the development of two separate disturbances in the &lt;a href=\"jet%20stream\"&gt;jet stream&lt;/a&gt; over the upper &lt;a href=\"Mississippi%20Valley\"&gt;Mississippi Valley&lt;/a&gt; and the eastern extent of the Rocky Mountains; these two would shape the eventual coverage of wintry precipitation associated with the storm. As the troughs pushed eastward, &lt;a href=\"frontogenesis\"&gt;frontogenesis&lt;/a&gt; along the trough and a resulting increase in moisture allowed for &lt;a href=\"freezing%20rain\"&gt;freezing rain&lt;/a&gt; to commence over areas of northern &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; and southern &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; early on January 3. Later that day, rapid &lt;a href=\"cyclogenesis\"&gt;cyclogenesis&lt;/a&gt; led to the formation of a 995 millibar low-pressure area north of the &lt;a href=\"Bahamas\"&gt;Bahamas&lt;/a&gt; and east of &lt;a href=\"Jacksonville%2C%20Florida\"&gt;Jacksonville, Florida&lt;/a&gt;, with cloud cover quickly expanding to the north and east ahead of the storm's center; consequently, the WPC began issuing regular storm summaries at 21:00 &lt;a href=\"Coordinated%20Universal%20Time\"&gt;UTC&lt;/a&gt; (4:00 p.m. &lt;a href=\"Eastern%20Standard%20Time%20%28North%20America%29\"&gt;EST&lt;/a&gt;) on January 3.\nAfter forming, the &lt;a href=\"extratropical%20cyclone\"&gt;extratropical cyclone&lt;/a&gt; continued to &lt;a href=\"explosive%20cyclogenesis\"&gt;explosively deepen&lt;/a&gt;, tracking northward parallel to the &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;United States East Coast&lt;/a&gt;. By the morning of January 4, the powerful storm system had deepened by 53 &lt;a href=\"bar%20%28unit%29\"&gt;mbar&lt;/a&gt; (&lt;a href=\"pascal%20%28unit%29\"&gt;hPa&lt;/a&gt;; 1.57 &lt;a href=\"inches%20of%20mercury\"&gt;inHg&lt;/a&gt;) in 21 hours—one of the fastest rates ever observed in the Western Atlantic—to a &lt;a href=\"barometric%20pressure\"&gt;pressure&lt;/a&gt; of 952 mbar (hPa; 28.11 inHg), with a coastal &lt;a href=\"cold%20front\"&gt;cold front&lt;/a&gt; focusing heavy snowfall and &lt;a href=\"thundersnow\"&gt;thundersnow&lt;/a&gt; along immediate coastal regions. The drop in pressure was over twice the threshold (24 mbar (hPa; 0.71 inHg) in 24 hours) for &lt;a href=\"bombogenesis\"&gt;bombogenesis&lt;/a&gt;. Onshore, the inland extent of wintry precipitation gradually increased as the storm intensified. As the day progressed, the development of several intense snowbands allowed for heavy snowfall rates of up to per hour over &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt;, which were enhanced further by the &lt;a href=\"advection\"&gt;influx&lt;/a&gt; of warm low-level air due to the cyclone's circulation. The storm bottomed out at a pressure of 950 mbar (hPa; 28.05 inHg) when it was centered about southeast of &lt;a href=\"Nantucket%2C%20Massachusetts\"&gt;Nantucket Island&lt;/a&gt;, with an eye-like feature evident. The cyclone's intensity held steady as it moved north into the &lt;a href=\"Bay%20of%20Fundy\"&gt;Bay of Fundy&lt;/a&gt; late on January 4. As the storm moved out of New England and began to weaken, the winds and snow began to diminish. Afterwards, it opened up into a &lt;a href=\"trough%20%28meteorology%29\"&gt;trough&lt;/a&gt; on January 6.\nPreparations and impact.\nThe blizzard produced snowfall and other forms of frozen precipitation across much of the United States &lt;a href=\"East%20Coast%20of%20the%20United%20States\"&gt;Eastern Seaboard&lt;/a&gt;. As of the WPC's fifth winter storm summary, the highest official snowfall amount recorded is in &lt;a href=\"Cape%20May%20Court%20House%2C%20New%20Jersey\"&gt;Cape May Court House, New Jersey&lt;/a&gt;; however, a snowfall total of was reported &lt;a href=\"Bathurst%2C%20New%20Brunswick\"&gt;Bathurst, New Brunswick&lt;/a&gt;. Freezing rain totals peaked at in &lt;a href=\"Brunswick%2C%20Georgia\"&gt;Brunswick, Georgia&lt;/a&gt; and near &lt;a href=\"Folkston%2C%20Georgia\"&gt;Folkston, Georgia&lt;/a&gt;. At least twenty-two fatalities were attributed to the storm, including at least eight car accident-related deaths. At least 4,020 flights were cancelled across the United States, with a majority of cancellations caused by the extensive winter storm. Insurers estimate that claims relating to coastal flooding from the storm will be more than those from snow-related damage.\nSoutheastern United States.\nFlorida and Georgia.\n&lt;a href=\"Florida%20A%26amp%3BM%20University\"&gt;Florida A&amp;M University&lt;/a&gt; and &lt;a href=\"Florida%20State%20University\"&gt;Florida State University&lt;/a&gt;, announced closures for January 3. &lt;a href=\"Governor%20of%20Georgia\"&gt;Governor of Georgia&lt;/a&gt; &lt;a href=\"Nathan%20Deal\"&gt;Nathan Deal&lt;/a&gt; declared a &lt;a href=\"state%20of%20emergency\"&gt;state of emergency&lt;/a&gt; for 28 &lt;a href=\"List%20of%20counties%20in%20Georgia%20%28U.S.%20state%29\"&gt;counties&lt;/a&gt;. 1.2 inches of snowfall was recorded at &lt;a href=\"Savannah%2C%20Georgia\"&gt;Savannah, Georgia&lt;/a&gt;. while &lt;a href=\"Tallahassee%2C%20Florida\"&gt;Tallahassee, Florida&lt;/a&gt; received 0.1 inches of snow officially. For this region it was the first snow fall since December 1989. Additionally, this is the first recorded measurable snowfall in Tallahassee during the month of January based on records dating back to April 1885. \nThe snowfall forced the closure of &lt;a href=\"Savannah-Hilton%20Head%20International%20Airport\"&gt;Savannah-Hilton Head International Airport&lt;/a&gt;, cancelling 78 incoming and outgoing flights. Ice accumulation was reported as far south as northern &lt;a href=\"Levy%20County%2C%20Florida\"&gt;Levy County, Florida&lt;/a&gt;. Widespread &lt;a href=\"power%20outage\"&gt;power outage&lt;/a&gt;s affected much of the Southeast U.S. coast during the storm's infancy; nearly 100,000 electricity customers were without power in the &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;-&lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; border region, including over 6,000 in &lt;a href=\"Glynn%20County%2C%20Georgia\"&gt;Glynn County, Georgia&lt;/a&gt;. Heavy icing downed trees and power lines throughout &lt;a href=\"St.%20Simons%2C%20Georgia\"&gt;St. Simons Island, Georgia&lt;/a&gt;, causing extensive power outages. Power outages impacted &lt;a href=\"Nassau%20County%2C%20Florida\"&gt;Nassau County, Florida&lt;/a&gt; to a similar extent, prompting the opening of an &lt;a href=\"emergency%20shelter\"&gt;emergency shelter&lt;/a&gt; in &lt;a href=\"Hilliard%2C%20Florida\"&gt;Hilliard, Florida&lt;/a&gt;. Four &lt;a href=\"Central%20Florida\"&gt;Central Florida&lt;/a&gt; counties also opened cold weather shelters when temperatures fell below . Icy conditions forced numerous road closures, including an stretch of &lt;a href=\"Interstate%2010\"&gt;Interstate 10&lt;/a&gt; between &lt;a href=\"Tallahassee%2C%20Florida\"&gt;Tallahassee, Florida&lt;/a&gt; and &lt;a href=\"Live%20Oak%2C%20Florida\"&gt;Live Oak, Florida&lt;/a&gt;. All lanes of &lt;a href=\"Interstate%2075\"&gt;Interstate 75&lt;/a&gt; in &lt;a href=\"Hamilton%20County%2C%20Florida\"&gt;Hamilton County, Florida&lt;/a&gt; to facilitate &lt;a href=\"De-ice%23Roadways\"&gt;de-icing&lt;/a&gt;.\nThe Carolinas.\nSnowfall in &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt; peaked at in &lt;a href=\"Summerville%2C%20South%20Carolina\"&gt;Summerville&lt;/a&gt;. &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston&lt;/a&gt; recorded the third highest daily snowfall total in its history at and the highest total since 1989. The runways of &lt;a href=\"Joint%20Base%20Charleston\"&gt;Joint Base Charleston&lt;/a&gt;, used jointly with &lt;a href=\"Charleston%20International%20Airport\"&gt;Charleston International Airport&lt;/a&gt;, were closed by the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt;. A state of emergency was declared and a curfew enforced for much of &lt;a href=\"Dorchester%20County%2C%20South%20Carolina\"&gt;Dorchester County&lt;/a&gt;. On January 4, the &lt;a href=\"South%20Carolina%20National%20Guard\"&gt;South Carolina National Guard&lt;/a&gt; was deployed to assist impacted areas and the &lt;a href=\"South%20Carolina%20Highway%20Patrol\"&gt;South Carolina Highway Patrol&lt;/a&gt; and &lt;a href=\"South%20Carolina%20Department%20of%20Transportation\"&gt;South Carolina Department of Transportation&lt;/a&gt; to recover vehicles. One person was killed in a traffic collision on &lt;a href=\"Interstate%2095\"&gt;Interstate 95&lt;/a&gt; in &lt;a href=\"Clarendon%20County%2C%20South%20Carolina\"&gt;Clarendon County&lt;/a&gt; due to icy road conditions following the storm's passage. &lt;a href=\"Governor%20of%20North%20Carolina\"&gt;Governor of North Carolina&lt;/a&gt; &lt;a href=\"Roy%20Cooper\"&gt;Roy Cooper&lt;/a&gt; activated the state's emergency operations center on January 3 and declared a state of emergency for 54 counties. Due to the inclement conditions, 66 North Carolina school districts issued cancellations, affecting thousands of students. Local snowfalls in excess of occurred across the eastern half of the state. &lt;a href=\"Wilmington%2C%20North%20Carolina\"&gt;Wilmington, North Carolina&lt;/a&gt; observed of snowfall, marking the city's highest total since 2011. Along the &lt;a href=\"Outer%20Banks\"&gt;Outer Banks&lt;/a&gt;, gusts in excess of caused rough seas, resulting in &lt;a href=\"coastal%20flooding\"&gt;coastal flooding&lt;/a&gt;. Water levels rose above normal in &lt;a href=\"Buxton%2C%20North%20Carolina\"&gt;Buxton, North Carolina&lt;/a&gt;. Four people were killed in the state, including two each in &lt;a href=\"Moore%20County%2C%20North%20Carolina\"&gt;Moore&lt;/a&gt; and &lt;a href=\"Beaufort%20County%2C%20North%20Carolina\"&gt;Beaufort&lt;/a&gt; counties and one in &lt;a href=\"Surf%20City%2C%20North%20Carolina\"&gt;Surf City&lt;/a&gt;. At the height of the storm, around 20,000 utility customers lost power in the state. Poor driving conditions resulted in around 900 vehicle crashes across North Carolina.\nMid-Atlantic states.\nVirginia.\n&lt;a href=\"Governor%20of%20Virginia\"&gt;Governor of Virginia&lt;/a&gt; &lt;a href=\"Terry%20McAuliffe\"&gt;Terry McAuliffe&lt;/a&gt; declared a state of emergency in the state on January 3. In &lt;a href=\"Virginia%20Beach%2C%20Virginia\"&gt;Virginia Beach&lt;/a&gt;, the storm maintained gusts of for several hours. In one 24-hour period, 118 crashes occurred in the &lt;a href=\"Hampton%20Roads\"&gt;Hampton Roads&lt;/a&gt; area, with another 121 disabled vehicles reported. Across the entirety of the state, Virginia troopers responded to 245 vehicular collisions. Gusts in the Hampton Roads area peaked at in &lt;a href=\"Tangier%2C%20Virginia\"&gt;Tangier&lt;/a&gt;, with lesser gusts farther inland. Due to the local geography, water levels in &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt; fell in response to the storm's circulation passing to the east; the &lt;a href=\"Patapsco%20River\"&gt;Patapsco River&lt;/a&gt; near &lt;a href=\"Fort%20McHenry\"&gt;Fort McHenry&lt;/a&gt; fell below the mean low water level, reaching its lowest height since 1989. The &lt;a href=\"United%20States%20Coast%20Guard\"&gt;United States Coast Guard&lt;/a&gt; restricted maritime access to the &lt;a href=\"Port%20of%20Baltimore\"&gt;Port of Baltimore&lt;/a&gt; from the evening of January 3 into January 5.\nNew York.\nNew York City encountered winds, and &lt;a href=\"John%20F.%20Kennedy%20International%20Airport\"&gt;John F. Kennedy International Airport&lt;/a&gt; temporarily suspended flights due to &lt;a href=\"Whiteout%20%28weather%29\"&gt;whiteout&lt;/a&gt; conditions. &lt;a href=\"Central%20Park\"&gt;Central Park&lt;/a&gt; reported of snow. &lt;a href=\"Governor%20of%20New%20York\"&gt;Governor of New York&lt;/a&gt; &lt;a href=\"Andrew%20Cuomo\"&gt;Andrew Cuomo&lt;/a&gt; declared a state of emergency for &lt;a href=\"Westchester%20County%2C%20New%20York\"&gt;Westchester County&lt;/a&gt;, New York City, and &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt;. Islip on Long Island, NY reached a total of of snow; however, tropical storm-force winds blew the snow into banks as high as in certain areas.\nNew Jersey.\nIn &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, many school closures took places ahead of the blizzard on January 3, especially towards the coastal areas of the state, due to expected snow totals of and gusty winds being predicted. Up to 3,000 flights in the state were cancelled, with &lt;a href=\"Newark%20Liberty%20International%20Airport\"&gt;Newark Liberty International Airport&lt;/a&gt; registering 817 such cancellations. Due to the storm, &lt;a href=\"United%20Airlines\"&gt;United Airlines&lt;/a&gt; waived airline fees for people wanting to reschedule their flights as a result. Governor &lt;a href=\"Chris%20Christie\"&gt;Chris Christie&lt;/a&gt; later declared a state of emergency for &lt;a href=\"Monmouth%20County%2C%20New%20Jersey\"&gt;Monmouth&lt;/a&gt;, &lt;a href=\"Ocean%20County%2C%20New%20Jersey\"&gt;Ocean&lt;/a&gt; and &lt;a href=\"Cape%20May%20County%2C%20New%20Jersey\"&gt;Cape May&lt;/a&gt; counties on January 4 as the storm worsened, and said all state offices would be closed, in addition to deploying hundreds of snow removal equipment to the hardest-hit counties. The state police reported dozens of crashes throughout the day and dozens of residential aid requests as well. As much as of snow fell in parts of New Jersey, with the largest totals closer to the coastline. Strong gusty winds also impacted the state.\nNew England.\nBeing the most geographically proximate to the storm's track, Massachusetts bore the highest impacts of all American states. Winds gusted to hurricane-force at on &lt;a href=\"Nantucket\"&gt;Nantucket&lt;/a&gt; and over on mainland Massachusetts.\nIn &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;, the National Weather Service office in Bridgeport recorded 9.0 inches of snow and wind gusts to 52 mph.\nAt least of snow fell on the &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; area, and fell in &lt;a href=\"Providence%2C%20Rhode%20Island\"&gt;Providence, Rhode Island&lt;/a&gt;. In Boston, a storm tide of was recorded during the blizzard which flooded areas of the financial district, including a &lt;a href=\"Aquarium%20station%20%28MBTA%29\"&gt;subway station&lt;/a&gt;. This beat the previous record set in 1978 by the &lt;a href=\"Northeastern%20United%20States%20blizzard%20of%201978\"&gt;Blizzard of 1978&lt;/a&gt;. Significant coastal flooding occurred in &lt;a href=\"Maine\"&gt;Maine&lt;/a&gt; and &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;.\nAtlantic Canada.\nFrom New England the storm moved on to &lt;a href=\"Atlantic%20Canada\"&gt;Atlantic Canada&lt;/a&gt; on January 4 and 5. Heavy snow fell in New Brunswick, peaking at in &lt;a href=\"Bathurst%2C%20New%20Brunswick\"&gt;Bathurst&lt;/a&gt;. &lt;a href=\"Sydney%2C%20Nova%20Scotia\"&gt;Sydney&lt;/a&gt; reported snowfall rates of up to 8 cm per hour, in heavy bands of &lt;a href=\"thundersnow\"&gt;thundersnow&lt;/a&gt;. While snowfall amounts closer to the Atlantic coast of Nova Scotia were very low, winds gusting up to were reported in &lt;a href=\"Saint-Joseph-du-Moine%2C%20Nova%20Scotia\"&gt;Saint-Joseph-du-Moine&lt;/a&gt;, causing widespread power outages. At the peak of the storm, nearly 130,000 &lt;a href=\"Nova%20Scotia%20Power\"&gt;Nova Scotia Power&lt;/a&gt; customers were left without power, while in &lt;a href=\"New%20Brunswick\"&gt;New Brunswick&lt;/a&gt;, around 19,000 &lt;a href=\"NB%20Power\"&gt;NB Power&lt;/a&gt; customers were left without power. Offshore waves reached heights of .\nBermuda.\nOn 5 January 2018, the storm was also responsible for a persistent thunderstorm that brought of rain and gale-force winds to the island of &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt;. There were wind gusts of up to .\nCruise ships.\nOn 4 January 2018, both the \"&lt;a href=\"Norwegian%20Breakaway\"&gt;Norwegian Breakaway&lt;/a&gt;\" and the \"&lt;a href=\"Norwegian%20Gem\"&gt;Norwegian Gem&lt;/a&gt;\" traveled through the storm causing major flooding in passenger staterooms. The \"Breakaway\", with 4,000 passengers, was sailing from &lt;a href=\"the%20Bahamas\"&gt;the Bahamas&lt;/a&gt; back to &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; when it sustained flooding throughout the passenger cabins as well as elevators and the hallways. Some rooms were so badly flooded that some passengers slept in the public spaces. Footage of the ordeal showed the sides of the ship being hit by waves as high as . At some points in the trip, the ship tilted so much that some passengers fell out of their beds. There was widespread damage to the interior as glasses fell out of shelves and some furniture toppled over. Paintings in the art gallery could be seen falling off the walls as the ship tilted due to the turbulent seas. Seasickness was widespread as guests could be seen vomiting. While Norwegian Cruise Line released a formal apology, the incident has sparked outrage with some guests were traumatized to the point of refusing to cruise again while others threatened a class action lawsuit. The ship's late arrival cut the following 14-day cruise short by one day.\nNaming.\nThe storm has received several different unofficial names from different media outlets. &lt;a href=\"The%20Weather%20Channel\"&gt;The Weather Channel&lt;/a&gt;, which names significant winter storms that have disruptive impacts on major cities, assigned the name \"Grayson\" to the winter storm. Other common names associated with the system include \"Blizzard of 2018\" as well as \"Storm Brody\". The &lt;a href=\"National%20Weather%20Service\"&gt;National Weather Service&lt;/a&gt; has stated though that, unlike hurricanes, it does not name winter storms. The practice of winter storm naming remains controversial in the United States."
}