{
    "id": "5621658",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=5621658",
    "title": "Alan Kirton",
    "text": "Alan Henry Kirton (22 February 1933 – 25 July 2001) was a New Zealand &lt;a href=\"agricultural\"&gt;agricultural&lt;/a&gt; &lt;a href=\"scientist\"&gt;scientist&lt;/a&gt;.\nBiography.\nBorn in &lt;a href=\"Stratford%2C%20New%20Zealand\"&gt;Stratford, New Zealand&lt;/a&gt; in 1933, Kirton was raised in a farming family who ran sheep and dairy cows on a block of land in a small settlement called &lt;a href=\"Stratford%2C%20New%20Zealand\"&gt;Kohuratahi&lt;/a&gt;, approximately 90 km north-east of Stratford. He received his primary education at Marco School and went on to &lt;a href=\"Stratford%20High%20School%20%28New%20Zealand%29\"&gt;Stratford Technical High School&lt;/a&gt; for his secondary schooling where he was taught by Mr H C Johnson, a teacher who influenced many promising agriculturalists including C P McMeekan.\nKirton attended &lt;a href=\"Victoria%20University%20of%20Wellington\"&gt;Victoria University of Wellington&lt;/a&gt; for his agricultural intermediate before transferring to &lt;a href=\"Massey%20University\"&gt;Massey University&lt;/a&gt; where he completed a BAgrSc (1956) and an MAgSc (1958). For his MAgSc he received First Class Honours in &lt;a href=\"Sheep\"&gt;Sheep&lt;/a&gt; and &lt;a href=\"Dairy\"&gt;Dairy&lt;/a&gt; &lt;a href=\"Husbandry\"&gt;Husbandry&lt;/a&gt;. While studying at Massey he received a number of prizes including the &lt;a href=\"Charles%20Bathurst%2C%201st%20Viscount%20Bledisloe\"&gt;Lord Bledisloe&lt;/a&gt; Prize, the George Terry Memorial Scholarship, the Senior Scholarship in Agriculture (declined), a &lt;a href=\"New%20Zealand%20Wool%20Board\"&gt;New Zealand Wool Board&lt;/a&gt; Scholarship and a &lt;a href=\"Shell%20Oil%20Company\"&gt;Shell Oil Company&lt;/a&gt; Scholarship.\nHe then spent some time on the Massey staff working for the &lt;a href=\"Sheep%20husbandry\"&gt;Sheep husbandry&lt;/a&gt; Department. He received a MacMillan Brown Agriculture Research Scholarship and a &lt;a href=\"Fulbright%20Program\"&gt;Fulbright&lt;/a&gt; Travel Grant which enabled him to enroll for PhD studies at &lt;a href=\"Michigan%20State%20University\"&gt;Michigan State University&lt;/a&gt;. He studied under Professor A M Pearson and completed a doctorate in &lt;a href=\"Food%20Science\"&gt;Food Science&lt;/a&gt; in 1962. Before leaving the USA Kirton was elected to membership of &lt;a href=\"Sigma%20Xi\"&gt;Sigma Xi&lt;/a&gt;, the PhD honorary fraternity.\nUpon his return from the United States in 1963 Kirton was employed by the &lt;a href=\"Ministry%20of%20Agriculture%20and%20Forestry%20%28New%20Zealand%29\"&gt;Ministry of Agriculture and Fisheries&lt;/a&gt; in the Meat Group at the &lt;a href=\"Ruakura\"&gt;Ruakura&lt;/a&gt; Animal Research Station. In 1966 he was promoted to lead the Meat Group and remained in this position for over 30 years until he retired in 1999.\nKirton drove the need for a research abattoir and then oversaw the planning and construction of Ruakura Research Abattoir. The abattoir remains to this day a major facility for undertaking production and processing research directly aligned to the New Zealand meat industry. Kirton took an interest in &lt;a href=\"animal%20welfare\"&gt;animal welfare&lt;/a&gt; and chaired the Ruakura Animal Ethics Committee for 10 years from 1988–1997. He was at first met with opposition from parts of the industry but, as a result of his hard work, those attitudes soon faded.\nAchievements.\nKirton was recognised worldwide as an authority on the growth, development and meat quality of farm animals. His expertise was particularly focused on sheep and then &lt;a href=\"goats\"&gt;goats&lt;/a&gt;. He also had secondary interests in &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt; and &lt;a href=\"rabbits\"&gt;rabbits&lt;/a&gt;. Kirton's research was mainly focused on the chemical and dissected composition of carcasses, and the role of &lt;a href=\"genotype\"&gt;genotype&lt;/a&gt; or environment in altering these compositions. This included studying the effectiveness of analysing carcass composition through the use of measures such as &lt;a href=\"potassium\"&gt;potassium&lt;/a&gt;-40, &lt;a href=\"ultrasound\"&gt;ultrasound&lt;/a&gt; and various carcass probes. Kirton helped develop more quantitative and scientific methods to help the industry in identifying meat quality to assist the selection of superior breeding sires.\nKirton dispelled a number of myths that prevailed in the industry, showing that—\nKirton's leadership was influential in the number of farmers choosing to no longer &lt;a href=\"castrate\"&gt;castrate&lt;/a&gt; their rams or even remove the tails, so improving meat yield without compromising meat quality, and improving animal welfare.&lt;a href=\"https%3A//web.archive.org/web/20050912125056/http%3A//www.rsnz.org/directory/yearbooks/2001/kirton.php\"&gt;&lt;/a&gt;\nKirton produced over 290 publications for the Meat Science scientific literature, 212 of which he was senior author, and contributed 9 chapters to a number of books at the forefront of the industry. He was a committee member, secretary-treasurer, vice-president, and an honorary life member of the New Zealand Society of Animal Production (1975), a committee member, vice-president, president (1969–70, 1970–71) and (1991–92, 1992–93) of the New Zealand Association of Scientists, and a committee member and a president (1980–81) of the &lt;a href=\"Waikato\"&gt;Waikato&lt;/a&gt; Section of the New Zealand Institute of Agricultural Science and a council member and president (1987–88) of the national body.\nHonours and awards.\nKirton was the recipient of a number of awards and honours for his work:"
}