{
    "id": "5622924",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=5622924",
    "title": "Arbetar-Tidningen",
    "text": "Arbetar-Tidningen (also known as \"AT\"; meaning \"Workers' Newspaper\" in English) was a &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; newspaper from &lt;a href=\"Gothenburg\"&gt;Gothenburg&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, published between 1929 and 1974.\nHistory and profile.\n\"AB\" paper was started directly after the 1929 split of the &lt;a href=\"Left%20Party%20%28Sweden%29\"&gt;Communist Party of Sweden&lt;/a&gt; (SKP), when the &lt;a href=\"Socialist%20Party%20%28Sweden%2C%201929%29\"&gt;Kilbom faction&lt;/a&gt; took the regional SKP publication \"&lt;a href=\"V%C3%A4st-Svenska%20Kuriren\"&gt;Väst-Svenska Kuriren&lt;/a&gt;\" with them. \"AT\" functioned as the regional publication of the SKP led by &lt;a href=\"Hugo%20Sill%C3%A9n\"&gt;Hugo Sillén&lt;/a&gt;. The first edition was published on 7 November 1929.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, \"AT\" became the most frequently confiscated newspaper in Sweden. Thirty-four editions of the paper were confiscated by the authorities. In March 1940, a ban on transportations was imposed on the paper, making it illegal to transport it by public transportation systems. Then it was printed at the Ny Dag press in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;. Three stencil editions were brought out clandestinely in Göteborg, until the party was able to arrange a private printing company to print the paper. When the transportation ban was lifted in 1943, the printing was shifted back to Stockholm. The editor of AT during the war was &lt;a href=\"Nils%20Holmberg\"&gt;Nils Holmberg&lt;/a&gt;.\nIn 1949, a separate \"AT\" printing press was established in Göteborg. In 1950 the readership of \"AT\" reached its peak with a circulation of 13,000 copies.\nIn 1974, AT was merged with the main party publication, \"&lt;a href=\"Ny%20Dag\"&gt;Ny Dag&lt;/a&gt;\"."
}