{
    "id": "56230574",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=56230574",
    "title": "Federal Chancellery, Berlin",
    "text": "The Federal Chancellery () in Berlin is the official seat of the &lt;a href=\"Chancellor%20of%20Germany%20%281949%E2%80%93%29\"&gt;chancellor of Germany&lt;/a&gt; as well as their executive office, the &lt;a href=\"German%20Chancellery\"&gt;German Chancellery&lt;/a&gt;. As part of the move of the &lt;a href=\"German%20Federal%20Government\"&gt;German Federal Government&lt;/a&gt; from &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt; to &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, the office moved into the new building planned by the architects and &lt;a href=\"Charlotte%20Frank\"&gt;Charlotte Frank&lt;/a&gt;. The building, which is the largest government headquarters in the world, is part of the \"&lt;a href=\"Federal%20Belt\"&gt;Federal Belt&lt;/a&gt;\" () in the , Willy-Brandt-Straße 1, 10557 Berlin.\nHistory.\nWhen the &lt;a href=\"North%20German%20Confederation\"&gt;North German Confederation&lt;/a&gt; became the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; in 1871, the Confederation's \"Bundeskanzleramt\" (Federal Chancellery) was renamed to \"Reichskanzleramt\" (&lt;a href=\"Reich%20Chancellery\"&gt;Reich Chancellery&lt;/a&gt; or Imperial Chancellery). It originally had its seat in the Radziwiłł Palace (also known as \"Reichskanzlerpalais\"), built by Prince &lt;a href=\"Antoni%20Radziwi%C5%82%C5%82\"&gt;Antoni Radziwiłł&lt;/a&gt; on &lt;a href=\"Wilhelmstrasse\"&gt;Wilhelmstraße&lt;/a&gt; 77 in Berlin. More and more imperial offices were separated from the Reichskanzleramt, e.g. the \"Reichsjustizamt\" (Office for National Justice) in 1877. What remained of the Reichskanzleramt became in 1879 the \"Reichsamt des Innern\" (the home office).\nIn 1878, Imperial Chancellor &lt;a href=\"Otto%20von%20Bismarck\"&gt;Bismarck&lt;/a&gt; created a new office for the chancellor's affairs, the &lt;a href=\"Reich%20Chancellery\"&gt;\"Reichskanzlei\"&lt;/a&gt;. It kept its name over the years, also in the &lt;a href=\"Weimar%20Republic\"&gt;republic&lt;/a&gt; since 1919. In 1938–39, the building \"&lt;a href=\"New%20Reich%20Chancellery\"&gt;Neue Reichskanzlei&lt;/a&gt;\" (New Reich Chancellery), designed by &lt;a href=\"Albert%20Speer\"&gt;Albert Speer&lt;/a&gt;, was built; its main entrance was located at &lt;a href=\"Vo%C3%9Fstra%C3%9Fe\"&gt;Voßstraße&lt;/a&gt; 6, while the building occupied the entire northern side of the street. It was damaged during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and later demolished by &lt;a href=\"Soviet%20Army\"&gt;Soviet&lt;/a&gt; occupation forces.\nIn 1949, the Federal Republic was created. &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt; was made the provisional capital. Federal Chancellor &lt;a href=\"Konrad%20Adenauer\"&gt;Konrad Adenauer&lt;/a&gt; used the &lt;a href=\"Museum%20Koenig\"&gt;Museum Koenig&lt;/a&gt; for the first two months and then moved the \"Bundeskanzleramt\" into \"&lt;a href=\"Palais%20Schaumburg\"&gt;Palais Schaumburg&lt;/a&gt;\" until a new &lt;a href=\"Chancellery%20building\"&gt;Chancellery building&lt;/a&gt; was completed in 1976.\nNearly ten years after the &lt;a href=\"German%20reunification\"&gt;German reunification&lt;/a&gt; in 1990, in the summer of 1999, most of the German government moved back to Berlin. The Chancellery was temporarily housed in the former &lt;a href=\"East%20Germany\"&gt;GDR&lt;/a&gt; &lt;a href=\"State%20Council%20Building\"&gt;State Council Building&lt;/a&gt; \"(Staatsratsgebäude)\" as the new Chancellery building was not yet finished at the time.\nOverview.\nThe spectacular and controversial monumental building ensemble of the new Federal Chancellery was designed by the Berlin architects Axel Schultes and Charlotte Frank in a joint venture with &lt;a href=\"Royal%20BAM%20Group\"&gt;Royal BAM Group&lt;/a&gt;'s subsidiary Wayss &amp; Freytag and the Spanish firm &lt;a href=\"Acciona\"&gt;Acciona&lt;/a&gt;, during the term of Chancellor &lt;a href=\"Helmut%20Kohl\"&gt;Helmut Kohl&lt;/a&gt;. After the groundbreaking ceremony on February 4, 1997, and four years of construction, the building was opened on 2 May 2001 by Chancellor &lt;a href=\"Gerhard%20Schr%C3%B6der\"&gt;Gerhard Schröder&lt;/a&gt;, completing the German government's move from Bonn to Berlin following &lt;a href=\"German%20reunification\"&gt;reunification&lt;/a&gt;.\nThe building features a modern, largely glazed exterior and was constructed in an essentially &lt;a href=\"postmodern%20architecture\"&gt;postmodern&lt;/a&gt; style, though some elements of &lt;a href=\"modern%20architecture\"&gt;modernist&lt;/a&gt; style are evident. The design went through three versions between 1995 and 1997. Extensively used colors have their own, precisely defined symbolic effects. On the honorary court, which is formed by the line construction and the two office wings, there is the oxidized rust-red \"Berlin\" sculpture of the Basque artist &lt;a href=\"Eduardo%20Chillida\"&gt;Eduardo Chillida&lt;/a&gt;, consisting of two abstract crossing hands as a symbol of &lt;a href=\"German%20reunification\"&gt;German reunification&lt;/a&gt;, remotely reminding of &lt;a href=\"Henry%20Moore\"&gt;Henry Moore&lt;/a&gt;'s \"Large Two Forms\" in front of the old &lt;a href=\"Federal%20Chancellery%20%28Bonn%29\"&gt;Federal Chancellery (Bonn)&lt;/a&gt;. The central wing of the building itself is structured with four columns each with tree planting, in front of the main entrance is a spanning tent roof. Flagpoles are lined up in front of the building, where state guests are received with military honors.\nIt is considered the world's largest government headquarters, being around eight times the size of the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; in Washington DC. With a height of 36 meters, the building is higher than Berlin's \"Traufhöhe\" ] of 22 meters.\nThe most important physical characteristics of the building complex include :\nIn the line construction, flanked by two office wings, there are nine levels:\nIn the wings there are 300 offices of 20 m2 each and 13 winter gardens. In the southern office wing there is a canteen. In the northern office wing is the press and staff entrance next to the separate main police station. Beyond the Spree in the Chancellery Park to the west there is a helipad. The park is accessible via the \"Kanzleramtssteg\", a double-storey bridge, for pedestrians and vehicles.\nIn addition to the possibility of electronic communication, there is also a pneumatic tube system for filing documents.\nVisitor groups are allowed, albeit under extremely high security standards, with entrance control similar to an international airport, with passport control, previously prepared and approved lists of names, and attendance of each group of visitors by &lt;a href=\"Federal%20Criminal%20Police%20Office%20%28Germany%29\"&gt;BKA&lt;/a&gt; officials.\nArt in the Chancellery.\nThe Chancellery complex is not only home to important works of classical modernism, but also works by contemporary German and international artists.\nThe main work in the chancellery is the monumental iron sculpture \"Berlin\" by the Basque sculptor Eduardo Chillida. The 5.5-metre-high and 87.5-ton sculpture, with its two almost touching arms, evokes associations such as rapprochement, division and unification, which can be understood as intended political symbolism. The sculpture occupies a similar position as Henry Moore's Large Two Forms at the Bonn Chancellery, and is of similar symbolism.\nThe inner entrance area was artistically shaped by the painter &lt;a href=\"Markus%20L%C3%BCpertz\"&gt;Markus Lüpertz&lt;/a&gt;, who transformed the central staircase into six different \"colour spaces\" whose colours are to symbolise certain classical virtues: blue (wisdom), umbra (as a lion's colour for power and strength), red (valour ), ochre-gold (justice) and green/white (wisdom). In addition, Lüpertz created the sculpture The Philosopher as the epitome of thoughtful people, which is also located in the entrance area. Another large sculpture in the interior can be called the Great White Heading by the artist Rainer Kriester.\nOn the first floor is the gallery of the former federal chancellors. Helmut Schmidt had the idea of a portrait series in 1976. The former chancellors then chose a portrait, which was then purchased by the Chancellery:\nKonrad Adenauer was painted by &lt;a href=\"Hans%20J%C3%BCrgen%20Kallmann\"&gt;Hans Jürgen Kallmann&lt;/a&gt; in 1963. Another portrait of Adenauer by &lt;a href=\"Oskar%20Kokoschka\"&gt;Oskar Kokoschka&lt;/a&gt; is in the office of Angela Merkel. &lt;a href=\"Ludwig%20Erhard\"&gt;Ludwig Erhard&lt;/a&gt; and &lt;a href=\"Kurt%20Georg%20Kiesinger\"&gt;Kurt Georg Kiesinger&lt;/a&gt; were portrayed by &lt;a href=\"G%C3%BCnter%20Rittner\"&gt;Günter Rittner&lt;/a&gt; in the years 1974 and 1976.\n&lt;a href=\"Willy%20Brandt\"&gt;Willy Brandt&lt;/a&gt; was originally portrayed by Georg Meistermann. Meistermann's picture represents a 'critical form' of the representative portrait, but reveals virtually no visible relation to the person and meaning of Brandt. The later Chancellor Helmut Schmidt, therefore, had the image removed from the Chancellery gallery, and his successor (from another party) &lt;a href=\"Helmut%20Kohl\"&gt;Helmut Kohl&lt;/a&gt; replaced it with a realistically-painted Brandt portrait by the Düsseldorf painter Oswald Petersen.\nHelmut Schmidt decided to let former East German artist &lt;a href=\"Bernhard%20Heisig\"&gt;Bernhard Heisig&lt;/a&gt; paint him in 1986. Helmut Kohl had himself painted by a student of Bernhard Heisig, Albrecht Gehse. Gerhard Schröder opted for a painting by &lt;a href=\"J%C3%B6rg%20Immendorff\"&gt;Jörg Immendorff&lt;/a&gt;.\nVernacular.\nMainly by journalists and tourist guides, the building is being nicknamed \"elephant loo\", \"Kohlosseum\" (referring to former Chancellor &lt;a href=\"Helmut%20Kohl\"&gt;Helmut Kohl&lt;/a&gt;) or \"laundry machine\". Sometimes \"federal\" or \"Chancellor's laundry machine\" are used also."
}