{
    "id": "5623",
    "revid": "1067866119",
    "url": "https://en.wikipedia.org/wiki?curid=5623",
    "title": "Canal",
    "text": "Canals or artificial waterways are &lt;a href=\"waterway\"&gt;waterway&lt;/a&gt;s or &lt;a href=\"river%20engineering\"&gt;engineered&lt;/a&gt; &lt;a href=\"channel%20%28geography%29\"&gt;channel&lt;/a&gt;s built for &lt;a href=\"drainage\"&gt;drainage&lt;/a&gt; management (e.g. &lt;a href=\"flood%20control\"&gt;flood control&lt;/a&gt; and &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt;) or for conveyancing &lt;a href=\"water%20transport\"&gt;water transport&lt;/a&gt; &lt;a href=\"watercraft\"&gt;vehicle&lt;/a&gt;s (e.g. &lt;a href=\"water%20taxi\"&gt;water taxi&lt;/a&gt;). They carry free, calm surface flow under &lt;a href=\"atmospheric%20pressure\"&gt;atmospheric pressure&lt;/a&gt;, and can be thought of as artificial &lt;a href=\"river\"&gt;river&lt;/a&gt;s.\nIn most cases, a canal has a series of &lt;a href=\"dam\"&gt;dam&lt;/a&gt;s and &lt;a href=\"lock%20%28water%20transport%29\"&gt;locks&lt;/a&gt; that create &lt;a href=\"reservoir\"&gt;reservoir&lt;/a&gt;s of low speed current flow. These reservoirs are referred to as \"slack water levels\", often just called \"levels\". A canal can be called a \"navigation canal\" when it parallels a natural river and shares part of the latter's &lt;a href=\"discharge%20%28hydrology%29\"&gt;discharge&lt;/a&gt;s and &lt;a href=\"drainage%20basin\"&gt;drainage basin&lt;/a&gt;, and leverages its resources by building dams and locks to increase and lengthen its stretches of slack water levels while staying in its &lt;a href=\"valley\"&gt;valley&lt;/a&gt;.\nA canal can cut across a &lt;a href=\"drainage%20divide\"&gt;drainage divide&lt;/a&gt; atop a &lt;a href=\"ridge\"&gt;ridge&lt;/a&gt;, generally requiring an external water source above the highest &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt;. The best-known example of such a canal is the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt;.\nMany canals have been built at elevations, above valleys and other waterways. Canals with sources of water at a higher level can deliver water to a destination such as a city where water is needed. The &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;'s &lt;a href=\"aqueduct%20%28bridge%29\"&gt;aqueduct&lt;/a&gt;s were such &lt;a href=\"water%20supply\"&gt;water supply&lt;/a&gt; canals.\nTypes of artificial waterways.\nA \"navigation\" is a series of channels that run roughly parallel to the valley and &lt;a href=\"stream%20bed\"&gt;stream bed&lt;/a&gt; of an unimproved river. A navigation always shares the &lt;a href=\"drainage%20basin\"&gt;drainage basin&lt;/a&gt; of the river. A vessel uses the calm parts of the river itself as well as improvements, traversing the same changes in height.\nA true \"canal\" is a channel that cuts across a &lt;a href=\"drainage%20divide\"&gt;drainage divide&lt;/a&gt;, making a navigable channel connecting two different &lt;a href=\"drainage%20basin\"&gt;drainage basin&lt;/a&gt;s.\nIn gardening and landscaping, especially historically, a &lt;a href=\"Canal%20%28garden%20history%29\"&gt;canal&lt;/a&gt; is an artificial piece of water, typically long, thin, and straight-sided, fed by a stream that is diverted and dammed. They are typical of the &lt;a href=\"French%20formal%20garden\"&gt;French formal garden&lt;/a&gt; style of the 17th century, and the &lt;a href=\"Dutch%20garden\"&gt;Dutch garden&lt;/a&gt; variant which was influential in England. The example in the restored &lt;a href=\"Westbury%20Court%20Garden\"&gt;Westbury Court Garden&lt;/a&gt;, of c. 1700, is long. \nMost commercially important canals of the first half of the 19th century were a little of each, using rivers in long stretches, and divide crossing canals in others. This is true for many canals still in use. Canals are an efficient way of traveling as it was easier for people to get to areas faster than horse wagons.\nStructures used in artificial waterways.\nBoth navigations and canals use &lt;a href=\"civil%20engineering\"&gt;engineered&lt;/a&gt; structures to improve navigation:\nSince they cut across drainage divides, canals are more difficult to construct and often need additional improvements, like &lt;a href=\"viaduct\"&gt;viaduct&lt;/a&gt;s and &lt;a href=\"Aqueduct%20%28bridge%29\"&gt;aqueducts&lt;/a&gt; to bridge waters over streams and roads, and ways to keep water in the channel.\nTypes of canals.\nThere are two broad types of canal:\nImportance.\nHistorically canals were of immense importance to commerce and the development, growth and vitality of a civilization. In 1855 the &lt;a href=\"Lehigh%20Canal\"&gt;Lehigh Canal&lt;/a&gt; carried over 1.2 million tons of anthracite coal; by the 1930s the company which built and operated it over a century pulled the plug. The few canals still in operation in our modern age are a fraction of the numbers that once fueled and enabled economic growth, indeed were practically a prerequisite to further urbanization and industrialization. For the movement of bulk raw materials such as coal and ores are difficult and marginally affordable without water transport. Such raw materials fueled the industrial developments and new &lt;a href=\"metallurgy\"&gt;metallurgy&lt;/a&gt; resulting of the spiral of increasing mechanization during 17th–20th century, leading to new research disciplines, new industries and economies of scale, raising the standard of living for any industrialized society.\nThe surviving canals.\nIncluding most &lt;a href=\"ship%20canal\"&gt;ship canal&lt;/a&gt;s, today primarily service mostly &lt;a href=\"bulk%20material%20handling\"&gt;bulk cargo&lt;/a&gt; and large &lt;a href=\"ship%20transport\"&gt;ship transport&lt;/a&gt;ation industries, whereas the once critical smaller inland waterways conceived and engineered as boat and barge canals have largely been supplanted and filled in, abandoned and left to deteriorate, or kept in service and staffed by state employees, where dams and locks are maintained for flood control or pleasure boating. Their replacement was gradual, beginning first in the United States in the mid-1850s where canal shipping was first augmented by, then began being replaced by using \"much faster\", less geographically constrained &amp; limited, and generally cheaper to maintain &lt;a href=\"railway\"&gt;railway&lt;/a&gt;s.\nBy the early 1880s, canals which had little ability to economically compete with rail transport, were off the map. In the next couple of decades, coal was increasingly diminished as the heating fuel of choice by oil, and growth of coal shipments leveled off. Later, after &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; when motor-trucks came into their own, the last small U.S. barge canals saw a steady decline in cargo ton-miles alongside many railways, the flexibility and steep slope climbing capability of lorries taking over cargo hauling increasingly as road networks were improved, and which also had the freedom to make deliveries well away from rail lined road beds or ditches in the dirt which couldn't operate in the winter.\nThe longest extant canal today, the &lt;a href=\"Grand%20Canal%20%28China%29\"&gt;Grand Canal&lt;/a&gt; in northern China, still remains in heavy use, especially the portion south of the &lt;a href=\"Yellow%20River\"&gt;Yellow River&lt;/a&gt;. It stretches from &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; to &lt;a href=\"Hangzhou\"&gt;Hangzhou&lt;/a&gt; at 1,794 kilometres (1,115 miles).\nConstruction.\nCanals are built in one of three ways, or a combination of the three, depending on available water and available path:\nSmaller transportation canals can carry &lt;a href=\"barge\"&gt;barge&lt;/a&gt;s or &lt;a href=\"narrowboat\"&gt;narrowboat&lt;/a&gt;s, while &lt;a href=\"ship%20canal\"&gt;ship canal&lt;/a&gt;s allow seagoing ships to travel to an inland port (e.g., &lt;a href=\"Manchester%20Ship%20Canal\"&gt;Manchester Ship Canal&lt;/a&gt;), or from one sea or ocean to another (e.g., &lt;a href=\"Caledonian%20Canal\"&gt;Caledonian Canal&lt;/a&gt;, &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt;).\nFeatures.\nAt their simplest, canals consist of a trench filled with water. Depending on the &lt;a href=\"stratum\"&gt;stratum&lt;/a&gt; the canal passes through, it may be necessary to &lt;a href=\"canal%20lining\"&gt;line&lt;/a&gt; the cut with some form of watertight material such as clay or concrete. When this is done with clay, it is known as &lt;a href=\"Puddling%20%28engineering%29\"&gt;puddling&lt;/a&gt;.\nCanals need to be level, and while small irregularities in the lie of the land can be dealt with through cuttings and embankments, for larger deviations other approaches have been adopted. The most common is the &lt;a href=\"pound%20lock\"&gt;pound lock&lt;/a&gt;, which consists of a chamber within which the water level can be raised or lowered connecting either two pieces of canal at a different level or the canal with a river or the sea. When there is a hill to be climbed, flights of many locks in short succession may be used.\nPrior to the development of the pound lock in 984 AD in China by Chhaio Wei-Yo and later in Europe in the 15th century, either &lt;a href=\"Canal%20lock%23Flash%20locks\"&gt;flash locks&lt;/a&gt; consisting of a single gate were used or ramps, sometimes equipped with rollers, were used to change the level. Flash locks were only practical where there was plenty of water available.\nLocks use a lot of water, so builders have adopted other approaches for situations where little water is available. These include &lt;a href=\"boat%20lift\"&gt;boat lift&lt;/a&gt;s, such as the &lt;a href=\"Falkirk%20Wheel\"&gt;Falkirk Wheel&lt;/a&gt;, which use a &lt;a href=\"caisson%20%28water%20transport%29\"&gt;caisson&lt;/a&gt; of water in which boats float while being moved between two levels; and &lt;a href=\"canal%20inclined%20plane\"&gt;inclined planes&lt;/a&gt; where a caisson is hauled up a steep railway.\nTo cross a stream, road or valley (where the delay caused by a flight of locks at either side would be unacceptable) the valley can be spanned by a &lt;a href=\"navigable%20aqueduct\"&gt;navigable aqueduct&lt;/a&gt; – a famous example in Wales is the &lt;a href=\"Pontcysyllte%20Aqueduct\"&gt;Pontcysyllte Aqueduct&lt;/a&gt; (now a &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"List%20of%20World%20Heritage%20Sites%20of%20the%20United%20Kingdom\"&gt;World Heritage Site&lt;/a&gt;) across the valley of the &lt;a href=\"River%20Dee%20%28Wales%29\"&gt;River Dee&lt;/a&gt;.\nAnother option for dealing with hills is to tunnel through them. An example of this approach is the &lt;a href=\"Harecastle%20Tunnel\"&gt;Harecastle Tunnel&lt;/a&gt; on the &lt;a href=\"Trent%20and%20Mersey%20Canal\"&gt;Trent and Mersey Canal&lt;/a&gt;. Tunnels are only practical for smaller canals.\nSome canals attempted to keep changes in level down to a minimum. These canals known as &lt;a href=\"contour%20canal\"&gt;contour canal&lt;/a&gt;s would take longer, winding routes, along which the land was a uniform altitude. Other, generally later, canals took more direct routes requiring the use of various methods to deal with the change in level.\nCanals have various features to tackle the problem of water supply. In cases, like the Suez Canal, the canal is simply open to the sea. Where the canal is not at sea level, a number of approaches have been adopted. Taking water from existing rivers or springs was an option in some cases, sometimes supplemented by other methods to deal with seasonal variations in flow. Where such sources were unavailable, &lt;a href=\"reservoirs\"&gt;reservoirs&lt;/a&gt; – either separate from the canal or built into its course – and &lt;a href=\"back%20pumping\"&gt;back pumping&lt;/a&gt; were used to provide the required water. In other cases, water pumped from mines was used to feed the canal. In certain cases, extensive \"feeder canals\" were built to bring water from sources located far from the canal.\nWhere large amounts of goods are loaded or unloaded such as at the end of a canal, a &lt;a href=\"canal%20basin\"&gt;canal basin&lt;/a&gt; may be built. This would normally be a section of water wider than the general canal. In some cases, the canal basins contain &lt;a href=\"wharf\"&gt;wharf&lt;/a&gt;s and cranes to assist with movement of goods.\nWhen a section of the canal needs to be sealed off so it can be drained for maintenance &lt;a href=\"stop%20planks\"&gt;stop planks&lt;/a&gt; are frequently used. These consist of planks of wood placed across the canal to form a dam. They are generally placed in pre-existing grooves in the canal bank. On more modern canals, \"guard locks\" or gates were sometimes placed to allow a section of the canal to be quickly closed off, either for maintenance, or to prevent a major loss of water due to a canal breach.\nHistory.\nThe transport capacity of &lt;a href=\"pack%20animal\"&gt;pack animal&lt;/a&gt;s and &lt;a href=\"cart\"&gt;cart&lt;/a&gt;s is limited. A mule can carry an eighth-ton [] maximum load over a journey measured in days and weeks, though much more for shorter distances and periods with appropriate rest. Besides, carts need roads. Transport over water is much more efficient and cost-effective for large cargoes.\nAncient canals.\nThe oldest known canals were &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt; canals, built in &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt; circa 4000 BC, in what is now &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. The &lt;a href=\"Indus%20Valley%20Civilization\"&gt;Indus Valley Civilization&lt;/a&gt;, &lt;a href=\"Ancient%20India\"&gt;Ancient India&lt;/a&gt;, (circa 3000 BC) had sophisticated irrigation and storage systems developed, including the &lt;a href=\"reservoir\"&gt;reservoir&lt;/a&gt;s built at &lt;a href=\"Girnar\"&gt;Girnar&lt;/a&gt; in 3000 BC. This is the first time that such planned civil project had taken place in the ancient world. In &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, canals date back at least to the time of &lt;a href=\"Pepi%20I%20Meryre\"&gt;Pepi I Meryre&lt;/a&gt; (reigned 2332–2283 BC), who ordered a canal built to bypass the &lt;a href=\"Cataracts%20of%20the%20Nile\"&gt;cataract&lt;/a&gt; on the Nile near &lt;a href=\"Aswan\"&gt;Aswan&lt;/a&gt;.\nIn &lt;a href=\"History%20of%20China%23Ancient%20China\"&gt;ancient China&lt;/a&gt;, large canals for river transport were established as far back as the &lt;a href=\"Spring%20and%20Autumn%20Period\"&gt;Spring and Autumn Period&lt;/a&gt; (8th–5th centuries BC), the longest one of that period being the Hong Gou (Canal of the Wild Geese), which according to the ancient historian &lt;a href=\"Sima%20Qian\"&gt;Sima Qian&lt;/a&gt; connected the old states of Song, Zhang, Chen, Cai, Cao, and Wei. The &lt;a href=\"Caoyun%20System\"&gt;Caoyun System&lt;/a&gt; of canals was essential for imperial taxation, which was largely assessed in kind and involved enormous shipments of rice and other grains. By far the longest canal was the &lt;a href=\"Grand%20Canal%20of%20China\"&gt;Grand Canal of China&lt;/a&gt;, still the longest canal in the world today and the oldest extant one. It is long and was built to carry the &lt;a href=\"Emperor%20Yang%20of%20Sui\"&gt;Emperor Yang Guang&lt;/a&gt; between Zhuodu (&lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;) and Yuhang (&lt;a href=\"Hangzhou\"&gt;Hangzhou&lt;/a&gt;). The project began in 605 and was completed in 609, although much of the work combined older canals, the oldest section of the canal existing since at least 486 BC. Even in its narrowest urban sections it is rarely less than wide.\n&lt;a href=\"Greek%20engineering\"&gt;Greek engineers&lt;/a&gt; were also among the first to use &lt;a href=\"Lock%20%28water%20transport%29\"&gt;canal locks&lt;/a&gt;, by which they regulated the water flow in the &lt;a href=\"Ancient%20Suez%20Canal\"&gt;Ancient Suez Canal&lt;/a&gt; as early as the 3rd century BC.\n&lt;a href=\"Hohokam\"&gt;Hohokam&lt;/a&gt; was a society in the &lt;a href=\"Indigenous%20peoples%20of%20the%20North%20American%20Southwest\"&gt;North American Southwest&lt;/a&gt; in what is now part of &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;, United States, and &lt;a href=\"Sonora\"&gt;Sonora&lt;/a&gt;, Mexico. Their irrigation systems supported the largest population in the Southwest by 1300 CE. Archaeologists working at a major archaeological dig in the 1990s in the Tucson Basin, along the Santa Cruz River, identified a culture and people that may have been the ancestors of the Hohokam. This prehistoric group occupied southern Arizona as early as 2000 BCE, and in the Early Agricultural Period grew corn, lived year-round in sedentary villages, and developed sophisticated irrigation canals.\nThe large-scale Hohokam irrigation network in the &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix metropolitan area&lt;/a&gt; was the most complex in ancient North America. A portion of the ancient canals has been renovated for the &lt;a href=\"Salt%20River%20Project\"&gt;Salt River Project&lt;/a&gt; and now helps to supply the city's water.\nMiddle Ages.\nIn the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, water transport was several times cheaper and faster than transport overland. Overland transport by &lt;a href=\"animal%20power\"&gt;animal drawn&lt;/a&gt; conveyances was used around settled areas, but unimproved roads required pack animal trains, usually of &lt;a href=\"mule\"&gt;mule&lt;/a&gt;s to carry any degree of mass, and while a mule could carry an eighth ton, it also needed teamsters to tend it and one man could only tend perhaps five mules, meaning overland &lt;a href=\"bulk%20transport\"&gt;bulk transport&lt;/a&gt; was also expensive, as men expect compensation in the form of wages, room and board. This was because long-haul roads were unpaved, more often than not too narrow for carts, much less wagons, and in poor condition, wending their way through forests, marshy or muddy quagmires as often as unimproved but dry footing. In that era, as today, greater cargoes, especially bulk goods and &lt;a href=\"raw%20material\"&gt;raw material&lt;/a&gt;s, could be transported by ship far more economically than by land; in the pre-railroad days of the industrial revolution, water transport was the gold standard of fast transportation. The first artificial canal in Western Europe was the &lt;a href=\"Fossa%20Carolina\"&gt;Fossa Carolina&lt;/a&gt; built at the end of the 8th century under personal supervision of &lt;a href=\"Charlemagne\"&gt;Charlemagne&lt;/a&gt;.\nIn Britain, the \"&lt;a href=\"Glastonbury%20Canal%20%28medieval%29\"&gt;Glastonbury Canal&lt;/a&gt; \" is believed to be the first post-Roman canal and was built in the middle of the 10th century to link the &lt;a href=\"River%20Brue\"&gt;River Brue&lt;/a&gt; at Northover with &lt;a href=\"Glastonbury%20Abbey\"&gt;Glastonbury Abbey&lt;/a&gt;, a distance of about . Its initial purpose is believed to be the transport of building stone for the abbey, but later it was used for delivering produce, including grain, wine and fish, from the abbey's outlying properties. It remained in use until at least the 14th century, but possibly as late as the mid-16th century. &lt;br&gt;More lasting and of more economic impact were canals like the &lt;a href=\"Naviglio%20Grande\"&gt;Naviglio Grande&lt;/a&gt; built between 1127 and 1257 to connect &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt; with the &lt;a href=\"Ticino%20River\"&gt;Ticino River&lt;/a&gt;. The Naviglio Grande is the most important of the &lt;a href=\"Lombardy\"&gt;lombard&lt;/a&gt; \"&lt;a href=\"navigli\"&gt;navigli&lt;/a&gt;\" and the oldest functioning canal in Europe.&lt;br&gt;Later, canals were built in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; and &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt; to drain the &lt;a href=\"polder\"&gt;polder&lt;/a&gt;s and assist transportation of goods and people.\nCanal building was revived in this age because of commercial expansion from the 12th century. River navigations were improved progressively by the use of single, or &lt;a href=\"flash%20lock\"&gt;flash lock&lt;/a&gt;s. Taking boats through these used large amounts of water leading to conflicts with &lt;a href=\"watermill\"&gt;watermill&lt;/a&gt; owners and to correct this, the &lt;a href=\"Pound%20lock\"&gt;pound&lt;/a&gt; or chamber lock first appeared, in the 10th century in China and in Europe in 1373 in &lt;a href=\"Vreeswijk\"&gt;Vreeswijk&lt;/a&gt;, Netherlands. Another important development was the &lt;a href=\"mitre%20gate\"&gt;mitre gate&lt;/a&gt;, which was, it is presumed, introduced in Italy by Bertola da Novate in the 16th century. This allowed wider gates and also removed the height restriction of &lt;a href=\"guillotine%20lock\"&gt;guillotine lock&lt;/a&gt;s.\nTo break out of the limitations caused by river valleys, the first &lt;a href=\"summit%20level%20canal\"&gt;summit level canal&lt;/a&gt;s were developed with the &lt;a href=\"Grand%20Canal%20%28China%29\"&gt;Grand Canal of China&lt;/a&gt; in 581–617 AD whilst in Europe the first, also using single locks, was the &lt;a href=\"Stecknitz%20Canal\"&gt;Stecknitz Canal&lt;/a&gt; in Germany in 1398.\nAfrica.\nIn the &lt;a href=\"Songhai%20Empire\"&gt;Songhai Empire&lt;/a&gt; of West Africa, several canals were constructed under &lt;a href=\"Sunni%20Ali\"&gt;Sunni Ali&lt;/a&gt; and &lt;a href=\"Askia%20Muhammad\"&gt;Askia Muhammad&lt;/a&gt; between &lt;a href=\"Kabara%2C%20Mali\"&gt;Kabara&lt;/a&gt; and &lt;a href=\"Timbuktu\"&gt;Timbuktu&lt;/a&gt; in the 15th century. These were used primarily for irrigation and transport. Sunni Ali also attempted to construct a canal from the &lt;a href=\"Niger%20River\"&gt;Niger River&lt;/a&gt; to &lt;a href=\"Walata\"&gt;Walata&lt;/a&gt; to facilitate conquest of the city but his progress was halted when he went to war with the &lt;a href=\"Mossi%20Kingdoms\"&gt;Mossi Kingdoms&lt;/a&gt;.\nEarly modern period.\nAround 1500–1800 the first summit level canal to use pound locks in Europe was the &lt;a href=\"Briare%20Canal\"&gt;Briare Canal&lt;/a&gt; connecting the &lt;a href=\"Loire\"&gt;Loire&lt;/a&gt; and &lt;a href=\"Seine\"&gt;Seine&lt;/a&gt; (1642), followed by the more ambitious &lt;a href=\"Canal%20du%20Midi\"&gt;Canal du Midi&lt;/a&gt; (1683) connecting the Atlantic to the Mediterranean. This included a staircase of 8 locks at &lt;a href=\"B%C3%A9ziers\"&gt;Béziers&lt;/a&gt;, a tunnel, and three major aqueducts.\nCanal building progressed steadily in Germany in the 17th and 18th centuries with three great rivers, the &lt;a href=\"Elbe\"&gt;Elbe&lt;/a&gt;, &lt;a href=\"Oder\"&gt;Oder&lt;/a&gt; and &lt;a href=\"Weser\"&gt;Weser&lt;/a&gt; being linked by canals. In post-Roman Britain, the first &lt;a href=\"early%20modern%20period\"&gt;early modern period&lt;/a&gt; canal built appears to have been the &lt;a href=\"Exeter%20Canal\"&gt;Exeter Canal&lt;/a&gt;, which was surveyed in 1563, and open in 1566.\nThe oldest canal in the European settlements of North America, technically a &lt;a href=\"mill%20race\"&gt;mill race&lt;/a&gt; built for industrial purposes, is &lt;a href=\"Mother%20Brook\"&gt;Mother Brook&lt;/a&gt; between the &lt;a href=\"Boston\"&gt;Boston, Massachusetts&lt;/a&gt; neighbourhoods of &lt;a href=\"Dedham%2C%20Massachusetts\"&gt;Dedham&lt;/a&gt; and &lt;a href=\"Hyde%20Park%2C%20Boston\"&gt;Hyde Park&lt;/a&gt; connecting the higher waters of the &lt;a href=\"Charles%20River\"&gt;Charles River&lt;/a&gt; and the mouth of the &lt;a href=\"Neponset%20River\"&gt;Neponset River&lt;/a&gt; and the sea. It was constructed in 1639 to provide water power for mills.\nIn Russia, the &lt;a href=\"Volga%E2%80%93Baltic%20Waterway\"&gt;Volga–Baltic Waterway&lt;/a&gt;, a nationwide canal system connecting the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; and &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt; via the &lt;a href=\"Neva\"&gt;Neva&lt;/a&gt; and &lt;a href=\"Volga\"&gt;Volga&lt;/a&gt; rivers, was opened in 1718.\nIndustrial Revolution.\nThe modern canal system was mainly a product of the 18th century and early 19th century. It came into being because the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; (which began in Britain during the mid-18th century) demanded an economic and reliable way to transport goods and commodities in large quantities.\nBy the early 18th century, river navigations such as the &lt;a href=\"Aire%20and%20Calder%20Navigation\"&gt;Aire and Calder Navigation&lt;/a&gt; were becoming quite sophisticated, with &lt;a href=\"pound%20lock\"&gt;pound lock&lt;/a&gt;s and longer and longer \"cuts\" (some with intermediate locks) to avoid circuitous or difficult stretches of river. Eventually, the experience of building long multi-level cuts with their own locks gave rise to the idea of building a \"pure\" canal, a waterway designed on the basis of where goods needed to go, not where a river happened to be.\nThe claim for the first pure canal in &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; is debated between \"Sankey\" and \"Bridgewater\" supporters. The first true canal in what is now the United Kingdom was the &lt;a href=\"Newry%20Canal\"&gt;Newry Canal&lt;/a&gt; in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt; constructed by &lt;a href=\"Thomas%20Steers\"&gt;Thomas Steers&lt;/a&gt; in 1741.\nThe &lt;a href=\"Sankey%20Canal\"&gt;Sankey Brook Navigation&lt;/a&gt;, which connected &lt;a href=\"St%20Helens%2C%20Merseyside\"&gt;St Helens&lt;/a&gt; with the &lt;a href=\"River%20Mersey\"&gt;River Mersey&lt;/a&gt;, is often claimed as the first modern \"purely artificial\" canal because although originally a scheme to make the Sankey Brook navigable, it included an entirely new artificial channel that was effectively a canal along the Sankey Brook valley. However, \"Bridgewater\" supporters point out that the last quarter-mile of the navigation is indeed a canalized stretch of the Brook, and that it was the Bridgewater Canal (less obviously associated with an existing river) that captured the popular imagination and inspired further canals.\nIn the mid-eighteenth century the &lt;a href=\"Francis%20Egerton%2C%203rd%20Duke%20of%20Bridgewater\"&gt;3rd Duke of Bridgewater&lt;/a&gt;, who owned a number of &lt;a href=\"coal%20mine\"&gt;coal mine&lt;/a&gt;s in northern England, wanted a reliable way to transport his coal to the rapidly industrializing city of &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;. He commissioned the engineer &lt;a href=\"James%20Brindley\"&gt;James Brindley&lt;/a&gt; to build a canal for that purpose. Brindley's design included an aqueduct carrying the canal over the &lt;a href=\"River%20Irwell\"&gt;River Irwell&lt;/a&gt;. This was an engineering wonder which immediately attracted tourists. The construction of this canal was funded entirely by the Duke and was called the &lt;a href=\"Bridgewater%20Canal\"&gt;Bridgewater Canal&lt;/a&gt;. It opened in 1761 and was the first major British canal.&lt;ref name=\"N/A 1978 990\"&gt;&lt;/ref&gt;\nThe new canals proved highly successful. The boats on the canal were horse-drawn with a &lt;a href=\"towpath\"&gt;towpath&lt;/a&gt; alongside the canal for the horse to walk along. This horse-drawn system proved to be highly economical and became standard across the British canal network. Commercial horse-drawn canal boats could be seen on the UK's canals until as late as the 1950s, although by then diesel-powered boats, often towing a second unpowered boat, had become standard.\nThe canal boats could carry thirty tons at a time with only one horse pulling – more than ten times the amount of cargo per horse that was possible with a cart. Because of this huge increase in supply, the Bridgewater canal reduced the price of coal in Manchester by nearly two-thirds within just a year of its opening. The Bridgewater was also a huge financial success, with it earning what had been spent on its construction within just a few years.\nThis success proved the viability of canal transport, and soon industrialists in many other parts of the country wanted canals. After the Bridgewater canal, early canals were built by groups of private individuals with an interest in improving communications. In Staffordshire the famous potter &lt;a href=\"Josiah%20Wedgwood\"&gt;Josiah Wedgwood&lt;/a&gt; saw an opportunity to bring bulky cargoes of clay to his factory doors and to transport his fragile finished goods to market in Manchester, &lt;a href=\"History%20of%20Birmingham%23Transport%20and%20the%20growth%20of%20the%20town\"&gt;Birmingham&lt;/a&gt; or further away, by water, minimizing breakages. Within just a few years of the Bridgewater's opening, an embryonic national canal network came into being, with the construction of canals such as the &lt;a href=\"Oxford%20Canal\"&gt;Oxford Canal&lt;/a&gt; and the &lt;a href=\"Trent%20%26amp%3B%20Mersey%20Canal\"&gt;Trent &amp; Mersey Canal&lt;/a&gt;.\nThe new canal system was both cause and effect of the rapid industrialization of &lt;a href=\"The%20Midlands\"&gt;The Midlands&lt;/a&gt; and the north. The period between the 1770s and the 1830s is often referred to as the \"Golden Age\" of British canals.\nFor each canal, an Act of Parliament was necessary to authorize construction, and as people saw the high incomes achieved from canal tolls, canal proposals came to be put forward by investors interested in profiting from dividends, at least as much as by people whose businesses would profit from cheaper transport of raw materials and finished goods.\nIn a further development, there was often out-and-out speculation, where people would try to buy shares in a newly floated company simply to sell them on for an immediate profit, regardless of whether the canal was ever profitable, or even built. During this period of \"&lt;a href=\"Canal%20Mania\"&gt;canal mania&lt;/a&gt;\", huge sums were invested in canal building, and although many schemes came to nothing, the canal system rapidly expanded to nearly 4,000 miles (over 6,400 kilometres) in length.\nMany rival canal companies were formed and competition was rampant. Perhaps the best example was &lt;a href=\"Gas%20Street%20Basin\"&gt;Worcester Bar&lt;/a&gt; in Birmingham, a point where the &lt;a href=\"Worcester%20and%20Birmingham%20Canal\"&gt;Worcester and Birmingham Canal&lt;/a&gt; and the &lt;a href=\"BCN%20Main%20Line\"&gt;Birmingham Canal Navigations Main Line&lt;/a&gt; were only seven feet apart. For many years, a dispute about tolls meant that goods travelling through Birmingham had to be portaged from boats in one canal to boats in the other.\nCanal companies were initially chartered by individual states in the United States. These early canals were constructed, owned, and operated by private joint-stock companies. Four were completed when the &lt;a href=\"War%20of%201812\"&gt;War of 1812&lt;/a&gt; broke out; these were the &lt;a href=\"South%20Hadley%20Canal\"&gt;South Hadley Canal&lt;/a&gt; (opened 1795) in &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, &lt;a href=\"Santee%20Canal\"&gt;Santee Canal&lt;/a&gt; (opened 1800) in &lt;a href=\"South%20Carolina\"&gt;South Carolina&lt;/a&gt;, the &lt;a href=\"Middlesex%20Canal\"&gt;Middlesex Canal&lt;/a&gt; (opened 1802) also in Massachusetts, and the &lt;a href=\"Dismal%20Swamp%20Canal\"&gt;Dismal Swamp Canal&lt;/a&gt; (opened 1805) in &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;. The &lt;a href=\"Erie%20Canal\"&gt;Erie Canal&lt;/a&gt; (opened 1825) was chartered and owned by the state of &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; and financed by &lt;a href=\"bond%20%28finance%29\"&gt;bonds&lt;/a&gt; bought by private investors. The Erie canal runs about from &lt;a href=\"Albany%2C%20New%20York\"&gt;Albany, New York&lt;/a&gt;, on the &lt;a href=\"Hudson%20River\"&gt;Hudson River&lt;/a&gt; to &lt;a href=\"Buffalo%2C%20New%20York\"&gt;Buffalo, New York&lt;/a&gt;, at &lt;a href=\"Lake%20Erie\"&gt;Lake Erie&lt;/a&gt;. The Hudson River connects Albany to the Atlantic port of &lt;a href=\"History%20of%20New%20York%20City%20%281784%E2%80%931854%29\"&gt;New York City&lt;/a&gt; and the Erie Canal completed a navigable water route from the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt; to the &lt;a href=\"Great%20Lakes\"&gt;Great Lakes&lt;/a&gt;. The canal contains 36 locks and encompasses a total elevation differential of around 565 ft. (169 m). The Erie Canal with its easy connections to most of the U.S. mid-west and New York City soon quickly paid back all its invested capital (US$7 million) and started turning a profit. By cutting transportation costs in half or more it became a large profit center for Albany and New York City as it allowed the cheap transportation of many of the agricultural products grown in the mid west of the United States to the rest of the world. From New York City these agricultural products could easily be shipped to other U.S. states or overseas. Assured of a market for their farm products the settlement of the U.S. mid-west was greatly accelerated by the Erie Canal. The profits generated by the Erie Canal project started a canal building boom in the United States that lasted until about 1850 when &lt;a href=\"railroad\"&gt;railroad&lt;/a&gt;s started becoming seriously competitive in price and convenience. The &lt;a href=\"Blackstone%20Canal\"&gt;Blackstone Canal&lt;/a&gt; (finished in 1828) in Massachusetts and &lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt; fulfilled a similar role in the early industrial revolution between 1828 and 1848. The &lt;a href=\"Blackstone%20Valley\"&gt;Blackstone Valley&lt;/a&gt; was a major contributor of the American Industrial Revolution where &lt;a href=\"Samuel%20Slater\"&gt;Samuel Slater&lt;/a&gt; built his first textile mill.\nPower canals.\nA power canal refers to a canal used for &lt;a href=\"hydropower\"&gt;hydraulic power&lt;/a&gt; generation, rather than for transport. Nowadays power canals are built almost exclusively as parts of &lt;a href=\"hydroelectric%20power%20station\"&gt;hydroelectric power station&lt;/a&gt;s. Parts of the United States, particularly in the &lt;a href=\"Northeastern%20United%20States\"&gt;Northeast&lt;/a&gt;, had enough fast-flowing rivers that &lt;a href=\"water%20power\"&gt;water power&lt;/a&gt; was the primary means of powering factories (usually textile mills) until after the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. For example, &lt;a href=\"Lowell%2C%20Massachusetts\"&gt;Lowell, Massachusetts&lt;/a&gt;, considered to be \"The Cradle of the American Industrial Revolution,\" has of canals, built from around 1790 to 1850, that provided water power and a means of transportation for the city. The output of the system is estimated at 10,000 &lt;a href=\"horsepower\"&gt;horsepower&lt;/a&gt;. Other cities with extensive power canal systems include &lt;a href=\"Lawrence%2C%20Massachusetts\"&gt;Lawrence, Massachusetts&lt;/a&gt;, &lt;a href=\"Holyoke%2C%20Massachusetts\"&gt;Holyoke, Massachusetts&lt;/a&gt;, &lt;a href=\"Manchester%2C%20New%20Hampshire\"&gt;Manchester, New Hampshire&lt;/a&gt;, and &lt;a href=\"Augusta%20Canal\"&gt;Augusta, Georgia&lt;/a&gt;. The most notable power canal was built in 1862 for the &lt;a href=\"Niagara%20Falls%20Hydraulic%20Power%20and%20Manufacturing%20Company\"&gt;Niagara Falls Hydraulic Power and Manufacturing Company&lt;/a&gt;.\n19th century.\nCompetition, from railways from the 1830s and roads in the 20th century, made the smaller canals obsolete for most commercial transport, and many of the British canals fell into decay. Only the &lt;a href=\"Manchester%20Ship%20Canal\"&gt;Manchester Ship Canal&lt;/a&gt; and the &lt;a href=\"Aire%20and%20Calder%20Canal\"&gt;Aire and Calder Canal&lt;/a&gt; bucked this trend. Yet in other countries canals grew in size as construction techniques improved. During the 19th century in the US, the length of canals grew from to over 4,000, with a complex network making the Great Lakes navigable, in conjunction with Canada, although some canals were later drained and used as railroad &lt;a href=\"Right-of-way%20%28railroad%29\"&gt;rights-of-way&lt;/a&gt;.\nIn the United States, navigable canals reached into isolated areas and brought them in touch with the world beyond. By 1825 the Erie Canal, long with 36 locks, opened up a connection from the populated Northeast to the Great Lakes. Settlers flooded into regions serviced by such canals, since access to markets was available. The Erie Canal (as well as other canals) was instrumental in lowering the differences in commodity prices between these various markets across America. The canals caused price convergence between different regions because of their reduction in transportation costs, which allowed Americans to ship and buy goods from farther distances much cheaper. Ohio built many miles of canal, Indiana had working canals for a few decades, and the &lt;a href=\"Illinois%20and%20Michigan%20Canal\"&gt;Illinois and Michigan Canal&lt;/a&gt; connected the Great Lakes to the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt; system until replaced by a channelized river waterway.\nThree major canals with very different purposes were built in what is now Canada. The first &lt;a href=\"Welland%20Canal\"&gt;Welland Canal&lt;/a&gt;, which opened in 1829 between &lt;a href=\"Lake%20Ontario\"&gt;Lake Ontario&lt;/a&gt; and Lake Erie, bypassing &lt;a href=\"Niagara%20Falls\"&gt;Niagara Falls&lt;/a&gt; and the &lt;a href=\"Lachine%20Canal\"&gt;Lachine Canal&lt;/a&gt; (1825), which allowed ships to skirt the nearly impassable rapids on the &lt;a href=\"St.%20Lawrence%20River\"&gt;St. Lawrence River&lt;/a&gt; at &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;, were built for commerce. The &lt;a href=\"Rideau%20Canal\"&gt;Rideau Canal&lt;/a&gt;, completed in 1832, connects &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt; on the &lt;a href=\"Ottawa%20River\"&gt;Ottawa River&lt;/a&gt; to &lt;a href=\"Kingston%2C%20Ontario\"&gt;Kingston, Ontario&lt;/a&gt; on Lake Ontario. The Rideau Canal was built as a result of the War of 1812 to provide military transportation between the British colonies of &lt;a href=\"Upper%20Canada\"&gt;Upper Canada&lt;/a&gt; and &lt;a href=\"Lower%20Canada\"&gt;Lower Canada&lt;/a&gt; as an alternative to part of the St. Lawrence River, which was susceptible to blockade by the United States.\nIn France, a steady linking of all the river systems – &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;, &lt;a href=\"Rh%C3%B4ne\"&gt;Rhône&lt;/a&gt;, &lt;a href=\"Sa%C3%B4ne\"&gt;Saône&lt;/a&gt; and Seine – and the North Sea was boosted in 1879 by the establishment of the &lt;a href=\"Freycinet%20gauge\"&gt;Freycinet gauge&lt;/a&gt;, which specified the minimum size of locks. Canal traffic doubled in the first decades of the 20th century.\nMany notable sea canals were completed in this period, starting with the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt; (1869) – which carries tonnage many times that of most other canals – and the &lt;a href=\"Kiel%20Canal\"&gt;Kiel Canal&lt;/a&gt; (1897), though the Panama Canal was not opened until 1914.\nIn the 19th century, a number of canals were built in Japan including the &lt;a href=\"Biwako%20canal\"&gt;Biwako canal&lt;/a&gt; and the &lt;a href=\"Tone%20canal\"&gt;Tone canal&lt;/a&gt;. These canals were partially built with the help of engineers from the Netherlands and other countries.\nA major question was how to connect the Atlantic and the Pacific with a canal through narrow &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;. (The &lt;a href=\"Panama%20Canal%20Railway\"&gt;Panama Railroad&lt;/a&gt; opened in 1855.) The original proposal was for a &lt;a href=\"Nicaragua%20canal\"&gt;sea-level canal through what is today Nicaragua&lt;/a&gt;, taking advantage of the relatively large &lt;a href=\"Lake%20Nicaragua\"&gt;Lake Nicaragua&lt;/a&gt;. &lt;a href=\"History%20of%20the%20Nicaragua%20Canal\"&gt;This canal has never been built in part because of political instability&lt;/a&gt;, which scared off potential investors. It remains an active project (the geography hasn't changed), and in the 2010s Chinese involvement was developing.\nThe second choice for a Central American canal was a &lt;a href=\"Panama%20canal\"&gt;Panama canal&lt;/a&gt;. The &lt;a href=\"Suez%20Canal%20Company\"&gt;De Lessups&lt;/a&gt; company, which ran the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt;, first attempted to build a Panama Canal in the 1880s. The difficulty of the terrain and weather (rain) encountered caused the company to go bankrupt. High worker mortality from disease also discouraged further investment in the project. DeLessup's abandoned &lt;a href=\"Excavator\"&gt;excavating equipment&lt;/a&gt; sits, isolated decaying machines, today tourist attractions.\nTwenty years later, an expansionist United States, that just acquired colonies after defeating Spain in the 1898 &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;, and whose Navy became more important, decided to reactivate the project. The United States and Colombia did not reach agreement on the terms of a canal treaty (see &lt;a href=\"Hay%E2%80%93Herr%C3%A1n%20Treaty\"&gt;Hay–Herrán Treaty&lt;/a&gt;). Panama, which did not have (and still does not have) a land connection with the rest of Colombia, was already thinking of independence. In 1903 the United States, with support from Panamanians who expected the canal to provide substantial wages, revenues, and markets for local goods and services. transform the country, &lt;a href=\"separation%20of%20Panama%20from%20Colombia\"&gt;took Panama province away from Colombia&lt;/a&gt;, and set up a &lt;a href=\"puppet%20state\"&gt;puppet republic&lt;/a&gt; (&lt;a href=\"Panama\"&gt;Panama&lt;/a&gt;). Its currency, the &lt;a href=\"Panamanian%20balboa\"&gt;Balboa&lt;/a&gt; – a name that suggests the country began as a way to get from one hemisphere to the other – was a replica of the &lt;a href=\"US%20dollar\"&gt;US dollar&lt;/a&gt;. The US dollar was and remains &lt;a href=\"legal%20tender\"&gt;legal tender&lt;/a&gt; (used as currency). A U.S. military zone, the &lt;a href=\"Canal%20Zone\"&gt;Canal Zone&lt;/a&gt;, wide, with U.S. military stationed there (&lt;a href=\"military%20bases\"&gt;base&lt;/a&gt;s, 2 TV stations, channels 8 and 10, &lt;a href=\"Post%20exchange\"&gt;Px&lt;/a&gt;s, a &lt;a href=\"High%20school%20%28North%20America%29\"&gt;U.S.-style high school&lt;/a&gt;), split Panama in half. The Canal – a major engineering project – was built. The U.S. did not feel that conditions were stable enough to withdraw until 1979. The withdrawal from Panama contributed to President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;'s defeat in 1980.\nModern uses.\nLarge-scale ship canals such as the Panama Canal and Suez Canal continue to operate for cargo transportation, as do European barge canals. Due to &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt;, they are becoming increasingly important, resulting in expansion projects such as the &lt;a href=\"Panama%20Canal%20expansion%20project\"&gt;Panama Canal expansion project&lt;/a&gt;. The expanded canal began commercial operation on 26 June 2016. The new set of locks allow transit of larger, &lt;a href=\"Post-Panamax\"&gt;Post-Panamax&lt;/a&gt; and &lt;a href=\"New%20Panamax\"&gt;New Panamax&lt;/a&gt; ships.\nThe narrow early industrial canals, however, have ceased to carry significant amounts of trade and many have been abandoned to navigation, but may still be used as a system for transportation of untreated water. In some cases railways have been built along the canal route, an example being the &lt;a href=\"Croydon%20Canal\"&gt;Croydon Canal&lt;/a&gt;.\nA movement that began in Britain and France to use the early industrial canals for pleasure boats, such as &lt;a href=\"hotel%20barge\"&gt;hotel barge&lt;/a&gt;s, has spurred rehabilitation of stretches of historic canals. In some cases, abandoned canals such as the &lt;a href=\"Kennet%20and%20Avon%20Canal\"&gt;Kennet and Avon Canal&lt;/a&gt; have been restored and are now used by pleasure boaters. In Britain, canalside housing has also proven popular in recent years.\nThe &lt;a href=\"Seine%E2%80%93Nord%20Europe%20Canal\"&gt;Seine–Nord Europe Canal&lt;/a&gt; is being developed into a major transportation waterway, linking &lt;a href=\"France\"&gt;France&lt;/a&gt; with &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;.\nCanals have found another use in the 21st century, as &lt;a href=\"easement\"&gt;easement&lt;/a&gt;s for the installation of &lt;a href=\"fibre%20optic\"&gt;fibre optic&lt;/a&gt; &lt;a href=\"telecommunications\"&gt;telecommunications&lt;/a&gt; network cabling, avoiding having them buried in roadways while facilitating access and reducing the hazard of being damaged from digging equipment.\nCanals are still used to provide water for agriculture. An extensive canal system exists within the &lt;a href=\"Imperial%20Valley\"&gt;Imperial Valley&lt;/a&gt; in the Southern California desert to provide irrigation to agriculture within the area.\nCities on water.\nCanals are so deeply identified with &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt; that many canal cities have been nicknamed \"the Venice of…\". The city is built on marshy islands, with wooden piles supporting the buildings, so that the land is man-made rather than the waterways. The islands have a long history of settlement; by the 12th century, Venice was a powerful &lt;a href=\"city%20state\"&gt;city state&lt;/a&gt;.\n&lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; was built in a similar way, with buildings on wooden piles. It became a city around 1300. Many Amsterdam canals were built as part of fortifications. They became \"&lt;a href=\"gracht\"&gt;gracht&lt;/a&gt;en\" when the city was enlarged and houses were built alongside the water. Its nickname as the \"Venice of the North\" is shared with &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; of Germany, &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt; of Russia and &lt;a href=\"Bruges\"&gt;Bruges&lt;/a&gt; of Belgium. \n&lt;a href=\"Suzhou\"&gt;Suzhou&lt;/a&gt; was dubbed the \"Venice of the East\" by Marco Polo during his travels there in the 13th century, with its modern canalside &lt;a href=\"Pingjiang%20Road\"&gt;Pingjiang Road&lt;/a&gt; and &lt;a href=\"Shantang%20Street\"&gt;Shantang Street&lt;/a&gt; becoming major tourist attractions. Other nearby cities including &lt;a href=\"Nanjing\"&gt;Nanjing&lt;/a&gt;, &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;, &lt;a href=\"Wuxi\"&gt;Wuxi&lt;/a&gt;, &lt;a href=\"Jiaxing\"&gt;Jiaxing&lt;/a&gt;, &lt;a href=\"Huzhou\"&gt;Huzhou&lt;/a&gt;, &lt;a href=\"Nantong\"&gt;Nantong&lt;/a&gt;, &lt;a href=\"Taizhou%2C%20Jiangsu\"&gt;Taizhou&lt;/a&gt;, &lt;a href=\"Yangzhou\"&gt;Yangzhou&lt;/a&gt;, and &lt;a href=\"Changzhou\"&gt;Changzhou&lt;/a&gt; are located along the lower mouth of the &lt;a href=\"Yangtze%20River\"&gt;Yangtze River&lt;/a&gt; and &lt;a href=\"Lake%20Tai\"&gt;Lake Tai&lt;/a&gt;, yet another source of small rivers and creeks, which have been canalized and developed for centuries.\nOther cities with extensive canal networks include: &lt;a href=\"Alkmaar\"&gt;Alkmaar&lt;/a&gt;, &lt;a href=\"Amersfoort\"&gt;Amersfoort&lt;/a&gt;, &lt;a href=\"Bolsward\"&gt;Bolsward&lt;/a&gt;, &lt;a href=\"Brielle\"&gt;Brielle&lt;/a&gt;, &lt;a href=\"Delft\"&gt;Delft&lt;/a&gt;, &lt;a href=\"Den%20Bosch\"&gt;Den Bosch&lt;/a&gt;, &lt;a href=\"Dokkum\"&gt;Dokkum&lt;/a&gt;, &lt;a href=\"Dordrecht\"&gt;Dordrecht&lt;/a&gt;, &lt;a href=\"Enkhuizen\"&gt;Enkhuizen&lt;/a&gt;, &lt;a href=\"Franeker\"&gt;Franeker&lt;/a&gt;, &lt;a href=\"Gouda%2C%20South%20Holland\"&gt;Gouda&lt;/a&gt;, &lt;a href=\"Haarlem\"&gt;Haarlem&lt;/a&gt;, &lt;a href=\"Harlingen%2C%20Netherlands\"&gt;Harlingen&lt;/a&gt;, &lt;a href=\"Leeuwarden\"&gt;Leeuwarden&lt;/a&gt;, &lt;a href=\"Leiden\"&gt;Leiden&lt;/a&gt;, &lt;a href=\"Sneek\"&gt;Sneek&lt;/a&gt; and &lt;a href=\"Utrecht\"&gt;Utrecht&lt;/a&gt; in the Netherlands; &lt;a href=\"Bruges\"&gt;Brugge&lt;/a&gt; and &lt;a href=\"Ghent\"&gt;Gent&lt;/a&gt; in Flanders, Belgium; &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; in England; &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt; in Russia; &lt;a href=\"Bydgoszcz\"&gt;Bydgoszcz&lt;/a&gt;, &lt;a href=\"Gda%C5%84sk\"&gt;Gdańsk&lt;/a&gt;, &lt;a href=\"Szczecin\"&gt;Szczecin&lt;/a&gt; and &lt;a href=\"Wroc%C5%82aw\"&gt;Wrocław&lt;/a&gt; in Poland; &lt;a href=\"Aveiro%2C%20Portugal\"&gt;Aveiro&lt;/a&gt; in Portugal; &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; and &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; in Germany; &lt;a href=\"Fort%20Lauderdale%2C%20Florida\"&gt;Fort Lauderdale&lt;/a&gt; and &lt;a href=\"Cape%20Coral%2C%20Florida\"&gt;Cape Coral&lt;/a&gt; in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, United States, &lt;a href=\"Wenzhou\"&gt;Wenzhou&lt;/a&gt; in China, &lt;a href=\"C%E1%BA%A7n%20Th%C6%A1\"&gt;Cần Thơ&lt;/a&gt; in Vietnam, &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; in Thailand, and &lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt; in Pakistan.\n&lt;a href=\"Liverpool%20Maritime%20Mercantile%20City\"&gt;Liverpool Maritime Mercantile City&lt;/a&gt; was a &lt;a href=\"World%20Heritage%20Site\"&gt;UNESCO World Heritage Site&lt;/a&gt; near the centre of &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt;, England, where a system of intertwining waterways and docks is now being developed for mainly residential and leisure use.\n&lt;a href=\"Canal%20estate\"&gt;Canal estates&lt;/a&gt; (sometimes known as bayous in the United States) are a form of &lt;a href=\"Subdivision%20%28land%29\"&gt;subdivision&lt;/a&gt; popular in cities like &lt;a href=\"Miami%2C%20Florida\"&gt;Miami, Florida&lt;/a&gt;, &lt;a href=\"Texas%20City%2C%20Texas\"&gt;Texas City, Texas&lt;/a&gt; and the &lt;a href=\"Gold%20Coast%2C%20Queensland\"&gt;Gold Coast, Queensland&lt;/a&gt;; the Gold Coast has over 890 km of residential canals. &lt;a href=\"Wetlands\"&gt;Wetlands&lt;/a&gt; are difficult areas upon which to build housing estates, so &lt;a href=\"dredging\"&gt;dredging&lt;/a&gt; part of the wetland down to a &lt;a href=\"Navigability\"&gt;navigable&lt;/a&gt; channel provides fill to build up another part of the wetland above the flood level for houses. Land is built up in a finger pattern that provides a suburban street layout of waterfront housing blocks.\nBoats.\nInland canals have often had boats specifically built for them. An example of this is the British &lt;a href=\"narrowboat\"&gt;narrowboat&lt;/a&gt;, which is up to long and wide and was primarily built for British Midland canals. In this case the limiting factor was the size of the locks. This is also the limiting factor on the Panama canal where &lt;a href=\"Panamax\"&gt;Panamax&lt;/a&gt; ships were limited to a length of and a beam of until 26 June 2016 when the opening of larger locks allowed for the passage of larger New Panamax ships. For the lockless Suez Canal the limiting factor for &lt;a href=\"Suezmax\"&gt;Suezmax&lt;/a&gt; ships is generally draft, which is limited to . At the other end of the scale, tub-boat canals such as the &lt;a href=\"Bude%20Canal\"&gt;Bude Canal&lt;/a&gt; were limited to boats of under 10 tons for much of their length due to the capacity of their inclined planes or boat lifts. Most canals have a limit on height imposed either by bridges or by tunnels."
}