{
    "id": "56232",
    "revid": "42706496",
    "url": "https://en.wikipedia.org/wiki?curid=56232",
    "title": "Flour",
    "text": "Flour is a &lt;a href=\"Powder%20%28substance%29\"&gt;powder&lt;/a&gt; made by &lt;a href=\"Mill%20%28grinding%29\"&gt;grinding&lt;/a&gt; raw &lt;a href=\"grain\"&gt;grain&lt;/a&gt;s, &lt;a href=\"List%20of%20root%20vegetables\"&gt;roots&lt;/a&gt;, &lt;a href=\"bean\"&gt;bean&lt;/a&gt;s, &lt;a href=\"Nut%20%28fruit%29\"&gt;nuts&lt;/a&gt;, or &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s. Flours are used to make many different &lt;a href=\"foods\"&gt;foods&lt;/a&gt;. &lt;a href=\"Cereal\"&gt;Cereal&lt;/a&gt; flour, particularly &lt;a href=\"wheat%20flour\"&gt;wheat flour&lt;/a&gt;, is the main ingredient of &lt;a href=\"bread\"&gt;bread&lt;/a&gt;, which is a &lt;a href=\"staple%20food\"&gt;staple food&lt;/a&gt; for many cultures. &lt;a href=\"Maize\"&gt;Corn&lt;/a&gt; flour has been important in &lt;a href=\"Mesoamerica\"&gt;Mesoamerica&lt;/a&gt;n cuisine since ancient times and remains a staple in the Americas. &lt;a href=\"Rye\"&gt;Rye&lt;/a&gt; flour is a constituent of bread in central and northern Europe.\nCereal flour consists either of the &lt;a href=\"endosperm\"&gt;endosperm&lt;/a&gt;, &lt;a href=\"cereal%20germ\"&gt;germ&lt;/a&gt;, and &lt;a href=\"bran\"&gt;bran&lt;/a&gt; together (whole-grain flour) or of the endosperm alone (refined flour). \"Meal\" is either differentiable from flour as having slightly coarser particle size (degree of &lt;a href=\"comminution\"&gt;comminution&lt;/a&gt;) or is synonymous with flour; the word is used both ways. For example, the word \"&lt;a href=\"cornmeal\"&gt;cornmeal&lt;/a&gt;\" often connotes a grittier texture whereas \"corn flour\" connotes fine powder, although there is no codified dividing line.\nThe CDC has cautioned not to eat raw flour doughs or batters. Raw flour can contain bacteria like \"&lt;a href=\"E.%20coli\"&gt;E. coli&lt;/a&gt;\" and needs to be cooked like other foods.\nEtymology.\nThe English word \"flour\" is originally a variant of the word \"&lt;a href=\"flower\"&gt;flower&lt;/a&gt;\", and both words derive from the &lt;a href=\"Old%20French\"&gt;Old French&lt;/a&gt; \"fleur\" or \"flour\", which had the literal meaning \"blossom\", and a figurative meaning \"the finest\". The phrase \"fleur de farine\" meant \"the finest part of the meal\", since flour resulted from the elimination of coarse and unwanted matter from the grain during milling.\nHistory.\nThe earliest archaeological evidence for &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt; seeds crushed between simple &lt;a href=\"millstone\"&gt;millstone&lt;/a&gt;s to make flour dates to 6000 BC. The &lt;a href=\"Ancient%20Rome\"&gt;Romans&lt;/a&gt; were the first to grind seeds on cone &lt;a href=\"mill%20%28grinding%29\"&gt;mill&lt;/a&gt;s. In 1779, at the beginning of the &lt;a href=\"Industrial%20Era\"&gt;Industrial Era&lt;/a&gt;, the first steam mill was erected in &lt;a href=\"London\"&gt;London&lt;/a&gt;. In the 1930s, some flour began to be enriched with iron, niacin, thiamine and riboflavin. In the 1940s, mills started to enrich flour and &lt;a href=\"folic%20acid\"&gt;folic acid&lt;/a&gt; was added to the list in the 1990s.\nDegermed and heat-processed flour.\nAn important problem of the &lt;a href=\"industrial%20revolution\"&gt;industrial revolution&lt;/a&gt; was the preservation of flour. Transportation distances and a relatively slow distribution system collided with natural &lt;a href=\"shelf%20life\"&gt;shelf life&lt;/a&gt;. The reason for the limited shelf life is the &lt;a href=\"fatty%20acids\"&gt;fatty acids&lt;/a&gt; of the &lt;a href=\"Cereal%20germ\"&gt;germ&lt;/a&gt;, which react from the moment they are exposed to oxygen. This occurs when grain is milled; the fatty acids oxidize and flour starts to become &lt;a href=\"rancidification\"&gt;rancid&lt;/a&gt;.\nDepending on climate and grain quality, this process takes six to nine months. In the late 19th century, this process was too short for an industrial production and distribution cycle. As &lt;a href=\"vitamin\"&gt;vitamin&lt;/a&gt;s, &lt;a href=\"micronutrient\"&gt;micronutrient&lt;/a&gt;s and &lt;a href=\"amino%20acid\"&gt;amino acid&lt;/a&gt;s were completely or relatively unknown in the late 19th century, removing the germ was an effective solution. Without the germ, flour cannot become rancid. Degermed flour became standard. Degermation started in densely populated areas and took approximately one generation to reach the countryside.\nHeat-processed flour is flour where the germ is first separated from the endosperm and bran, then processed with steam, dry heat or &lt;a href=\"microwave\"&gt;microwave&lt;/a&gt; and blended into flour again.\nProduction.\n&lt;a href=\"Flour%20mill\"&gt;Milling of flour&lt;/a&gt; is accomplished by grinding grain between &lt;a href=\"Mill%20stone\"&gt;stones&lt;/a&gt; or steel wheels. Today, \"stone-ground\" usually means that the grain has been ground in a mill in which a revolving stone wheel turns over a stationary stone wheel, vertically or horizontally with the grain in between.\nModern mills.\n&lt;a href=\"Roller%20mill%23Producing%20wheat%20flour\"&gt;Roller mill&lt;/a&gt;s soon replaced stone &lt;a href=\"grist\"&gt;grist&lt;/a&gt; mills as the production of flour has historically driven technological development, as attempts to make &lt;a href=\"gristmill\"&gt;gristmill&lt;/a&gt;s more productive and less labor-intensive led to the &lt;a href=\"watermill\"&gt;watermill&lt;/a&gt; and &lt;a href=\"windmill\"&gt;windmill&lt;/a&gt;. These terms are now applied more broadly to uses of water and wind power for purposes other than milling.\nMore recently, the &lt;a href=\"Unifine%20mill\"&gt;Unifine mill&lt;/a&gt;, an impact-type mill, was developed in the mid-20th century.\nModern farm equipment allows livestock farmers to do some or all of their own milling when it comes time to convert their own grain crops to coarse meal for &lt;a href=\"animal%20feed\"&gt;livestock feed&lt;/a&gt;. This capability is economically important because the profit margins are often thin enough in commercial farming that saving expenses is vital to staying in business.\nComposition.\nFlour contains a high proportion of &lt;a href=\"starch\"&gt;starch&lt;/a&gt;es, which are a subset of complex &lt;a href=\"carbohydrate\"&gt;carbohydrate&lt;/a&gt;s also known as &lt;a href=\"polysaccharide\"&gt;polysaccharide&lt;/a&gt;s. The kinds of flour used in cooking include all-purpose flour (known as plain outside North America), self-rising flour, and cake flour including bleached flour. The higher the protein content the harder and stronger the flour, and the more it will produce crusty or chewy breads. The lower the protein the softer the flour, which is better for cakes, cookies, and pie crusts.\nBleached flour.\n\"Bleached flour\" is \"refined\" flour with a chemical whitening (bleaching) agent added. \"Refined\" flour has had the germ and bran, containing much of the nutritional fibre and vitamins, removed and is often referred to as \"white flour\".\nBleached flour is artificially aged using a \"bleaching\" agent, a \"maturing\" agent, or both. A bleaching agent affects the carotenoids responsible for the natural colour of the flour; a \"maturing\" agent also affects &lt;a href=\"gluten\"&gt;gluten&lt;/a&gt; development. A maturing agent may either strengthen or weaken gluten development.\nAdditives.\nThe four most common additives used as bleaching/maturing agents in the US are:\nSome other chemicals used as &lt;a href=\"flour%20treatment%20agents\"&gt;flour treatment agents&lt;/a&gt; to modify color and baking properties include:\nCommon preservatives in commercial flour include:\nFrequency of additives.\n\"Cake flour\" in particular is nearly always chlorinated. At least one flour labeled \"unbleached cake flour blend\" (marketed by &lt;a href=\"King%20Arthur%20Flour\"&gt;King Arthur Flour&lt;/a&gt;) is not bleached, and the protein content is much higher than typical cake flour at about 9.4% protein (cake flour is usually around 6% to 8%). According to King Arthur, this flour is a blend of a more finely milled unbleached wheat flour and cornstarch, which makes a better end result than unbleached wheat flour alone (cornstarch blended with all-purpose flour is commonly substituted for cake flour when the latter is unavailable). The end product, however, is denser than would result from lower-protein, chlorinated cake flour.\nAll bleaching and maturing agents (with the possible exception of ascorbic acid) have been banned in the United Kingdom.\nBromination of flour in the US has fallen out of favor, and while it is not yet actually banned anywhere, few retail flours available to the home baker are bromated anymore.\nMany varieties of flour packaged specifically for commercial bakeries are still bromated. Retail bleached flour marketed to the home baker is now treated mostly with either peroxidation or chlorine gas. Current information from Pillsbury is that their varieties of bleached flour are treated both with benzoyl peroxide and chlorine gas. Gold Medal states that their bleached flour is treated either with benzoyl peroxide or chlorine gas, but no way exists to tell which process has been used when buying the flour at the grocery store.\nEnriched flour.\nDuring the process of making flour, specifically as a result of the bleaching process, nutrients are lost. Some of these nutrients may be replaced during refining – the result is known as \"enriched\" flour.\nCake flour.\nCake flour is the lowest in gluten protein content, with 6-7% (5-8% from second source) protein to produce minimal binding so the cake \"crumbles\" easily.\nPastry flour.\nPastry flour has the second-lowest gluten protein content, with 7.5-9.5% (8-9% from second source) protein to hold together with a bit more strength than cakes, but still produce flaky crusts rather than hard or crispy ones.\nPlain or all-purpose flour.\nAll-purpose, or \"AP flour\", or plain flour is medium in gluten protein content at 9.5-11.5% (10-12% from second source) protein content. It has adequate protein content for many bread and pizza bases, though bread flour and special 00 grade Italian flour are often preferred for these purposes, respectively, especially by artisan bakers. Some biscuits are also prepared using this type of flour. \"Plain\" refers not only to AP flour's middling gluten content but also to its lack of any added leavening agent (as in self-rising flour).\nBread flour.\nBread flour is typically made from red hard wheat planted in the fall and harvested in the spring (winter wheat). Hard wheat is high in gluten, a protein that makes dough stretchy. Hard wheat is 11.5-13.5% (12-14% from second source) protein. The increased protein binds to the flour to entrap &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; released by the yeast &lt;a href=\"fermentation%20%28food%29\"&gt;fermentation&lt;/a&gt; process, resulting in a stronger rise and chewier texture.\nHard flour.\nHard is a general term for flours with high gluten protein content, commonly refers to extra strong flour, with 13.5-16% (or 14-15% from some sources) protein (16% is a theoretically possible protein content). This flour may be used where a recipe adds ingredients that require the dough to be extra strong to hold together in their presence, or when strength is needed for constructions of bread (e.g., some centerpiece displays).\nGluten flour.\nGluten flour is refined gluten protein, or a theoretical 100% protein (though practical refining never achieves a full 100%). It is used to strengthen flour as needed. For example, adding approximately one teaspoon per cup of AP flour gives the resulting mix the protein content of bread flour. It is commonly added to whole grain flour recipes to overcome the tendency of greater fiber content to interfere with gluten development, needed to give the bread better rising (gas holding) qualities and chew.\nUnbleached flour.\nUnbleached flour is simply flour that has not undergone bleaching and therefore does not have the color of \"white\" flour. An example is &lt;a href=\"graham%20flour\"&gt;graham flour&lt;/a&gt;, whose namesake, &lt;a href=\"Sylvester%20Graham\"&gt;Sylvester Graham&lt;/a&gt;, was against using bleaching agents, which he considered unhealthy.\nSelf-raising flour.\nIn English-speaking countries, self-raising (or self-rising) flour is commercially available with chemical &lt;a href=\"leavening%20agent\"&gt;leavening agent&lt;/a&gt;s already in the mix. In America, it is also likely to be pre-salted; in Britain this is not the case. The added ingredients are evenly distributed throughout the flour, which aids a consistent rise in baked goods. This flour is generally used for preparing sponge cakes, scones, muffins, etc. It was invented by &lt;a href=\"Henry%20Jones%20%28baker%29\"&gt;Henry Jones&lt;/a&gt; and patented in 1845. If a recipe calls for self-raising flour, and this is not available, the following substitution is possible:\nTypes.\nGluten-containing flours.\nWheat flour.\nWheat is the grain most commonly used to make flour. Certain varieties may be referred to as \"clean\" or \"white\". Flours contain differing levels of the protein &lt;a href=\"gluten\"&gt;gluten&lt;/a&gt;. \"Strong flour\" or \"hard flour\" has a higher gluten content than \"weak\" or \"soft\" flour. \"Brown\" and wholemeal flours may be made of hard or soft wheat.\nGluten-free flours.\nWhen flours do not contain gluten, they are suitable for people with &lt;a href=\"gluten-related%20disorders\"&gt;gluten-related disorders&lt;/a&gt;, such as &lt;a href=\"coeliac%20disease\"&gt;coeliac disease&lt;/a&gt;, &lt;a href=\"non-celiac%20gluten%20sensitivity\"&gt;non-celiac gluten sensitivity&lt;/a&gt; or &lt;a href=\"wheat%20allergy\"&gt;wheat allergy&lt;/a&gt; sufferers, among others. Contamination with gluten-containing cereals can occur during grain harvesting, transporting, milling, storing, processing, handling and/or cooking.\nMore types.\nFlour also can be made from &lt;a href=\"Soy%20flour\"&gt;soybeans&lt;/a&gt;, &lt;a href=\"arrowroot\"&gt;arrowroot&lt;/a&gt;, &lt;a href=\"taro\"&gt;taro&lt;/a&gt;, &lt;a href=\"Typha\"&gt;cattail&lt;/a&gt;s, &lt;a href=\"acorn\"&gt;acorn&lt;/a&gt;s, &lt;a href=\"manioc\"&gt;manioc&lt;/a&gt;, &lt;a href=\"quinoa\"&gt;quinoa&lt;/a&gt;, and other non-cereal foodstuffs.\nType numbers.\nIn some markets, the different available flour varieties are labeled according to the ash mass that remains after a sample is incinerated in a &lt;a href=\"laboratory%20oven\"&gt;laboratory oven&lt;/a&gt; (typically at or , see &lt;a href=\"international%20standard\"&gt;international standard&lt;/a&gt;s &lt;a href=\"International%20Organization%20for%20Standardization\"&gt;ISO&lt;/a&gt; 2171 and &lt;a href=\"International%20Association%20for%20Cereal%20Science%20and%20Technology\"&gt;ICC&lt;/a&gt; 104/1). This is an easily verified indicator for the fraction of the whole grain remains in the flour, because the mineral content of the starchy endosperm is much lower than that of the outer parts of the grain. Flour made from all parts of the grain (&lt;a href=\"milling%20yield\"&gt;extraction rate&lt;/a&gt;: 100%) leaves about ash or more per dry flour. Plain white flour with an extraction rate of 50–60% leaves about .\nIn the United States and the United Kingdom, no numbered standardized flour types are defined, and the ash mass is only rarely given on the label by flour manufacturers. However, the legally required standard nutrition label specifies the protein content of the flour, which is also a way for comparing the extraction rates of different available flour types.\nIn general, as the extraction rate of the flour increases, so do both the protein and the ash content. However, as the extraction rate approaches 100% (whole meal), the protein content drops slightly, while the ash content continues to rise.\nThe following table shows some typical examples of how protein and ash content relate to each other in wheat flour:\nThis table is only a rough guideline for converting bread recipes. Since flour types are not standardized in many countries, the numbers may differ between manufacturers. There is no French type corresponding to the lowest ash residue in the table. The closest is French Type 45.\nThere is no official Chinese name corresponding to the highest ash residue in the table. Usually such products are imported from Japan and the Japanese name Zenryufun (全粒粉) is used, or it is called QuanMaiMianFen (全麥麵粉).\nIt is possible to determine ash content from some US manufacturers. However, US measurements are based on wheat with a 14% moisture content. Thus, a US flour with 0.48% ash would approximate a French Type 55.\nOther measurable properties of flour as used in &lt;a href=\"baking\"&gt;baking&lt;/a&gt; can be determined using a variety of specialized instruments, such as the &lt;a href=\"farinograph\"&gt;farinograph&lt;/a&gt;.\nFlammability.\nFlour dust suspended in air is &lt;a href=\"explosive\"&gt;explosive&lt;/a&gt;—as is any mixture of a finely powdered flammable substance with air (\"see\" &lt;a href=\"dust%20explosion\"&gt;dust explosion&lt;/a&gt;). Some devastating explosions have occurred at flour mills, including an explosion in 1878 at the &lt;a href=\"Washburn%20%26quot%3BA%26quot%3B%20Mill\"&gt;Washburn \"A\" Mill&lt;/a&gt; in &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt; that killed 22 people.\nProducts.\n&lt;a href=\"Bread\"&gt;Bread&lt;/a&gt;, &lt;a href=\"pasta\"&gt;pasta&lt;/a&gt;, &lt;a href=\"Cracker%20%28food%29\"&gt;cracker&lt;/a&gt;s, many &lt;a href=\"cake\"&gt;cake&lt;/a&gt;s, and many other foods are made using flour. Wheat flour is also used to make a &lt;a href=\"roux\"&gt;roux&lt;/a&gt; as a base for thickening gravy and sauces.\nIt can also be used as an &lt;a href=\"ingredient\"&gt;ingredient&lt;/a&gt; in &lt;a href=\"papier-m%C3%A2ch%C3%A9\"&gt;papier-mâché&lt;/a&gt; &lt;a href=\"glue\"&gt;glue&lt;/a&gt;.\nCornstarch is a principal ingredient used to thicken many &lt;a href=\"pudding\"&gt;pudding&lt;/a&gt;s or desserts, and is the main ingredient in packaged custard."
}