{
    "id": "56248178",
    "revid": "18200807",
    "url": "https://en.wikipedia.org/wiki?curid=56248178",
    "title": "Airbus A³ Vahana",
    "text": "The Airbus Vahana (&lt;a href=\"Sanskrit%20language\"&gt;Sanskrit&lt;/a&gt;: \"&lt;a href=\"V%C4%81hana\"&gt;Vāhana&lt;/a&gt;\", or Vahanam literally means \"vehicle\") was an &lt;a href=\"Electric-powered%20vehicle\"&gt;electric-powered&lt;/a&gt; eight-propeller &lt;a href=\"Vertical%20take%20off%20and%20landing\"&gt;VTOL&lt;/a&gt; &lt;a href=\"personal%20air%20vehicle\"&gt;personal air vehicle&lt;/a&gt; &lt;a href=\"prototype\"&gt;prototype&lt;/a&gt; financed by A³ (pronounced \"A-cubed\"), by Airbus and Airbus Urban Mobility. The Vahana project started in 2016 as one of the first projects at &lt;a href=\"A%C2%B3\"&gt;A³&lt;/a&gt;, the advanced projects and partnerships outpost of Airbus Group in &lt;a href=\"Silicon%20Valley\"&gt;Silicon Valley&lt;/a&gt;. Airbus \"envision[s] Vahana being used by everyday commuters as a cost-comparable replacement for short-range urban transportation like cars or trains\". It was planned to be a part of &lt;a href=\"urban%20air%20mobility\"&gt;urban air mobility&lt;/a&gt;. The project was finished in December 2019.\nDevelopment.\nThe &lt;a href=\"convertiplane\"&gt;convertiplane&lt;/a&gt; aircraft design, funded by the European aircraft manufacturer Airbus, called Vahana (Sanskrit: \"vehicle\"), started in 2016. It was being developed at A³ (A-cubed), the expanded project and partnership outpost of Airbus in Silicon Valley. Airbus said \"Our work on this demonstrator confirms our belief that fully autonomous vehicles will allow us to achieve the scale required of Urban Air Mobility.\" \nThen-CEO &lt;a href=\"Tom%20Enders\"&gt;Tom Enders&lt;/a&gt; said: \"I'm no big fan of Star Wars, but it's not crazy to imagine that one day our big cities will have flying cars making their way along roads in the sky.\"\nTo test the Vahana concept, small models flew in &lt;a href=\"Santa%20Clara%2C%20California\"&gt;Santa Clara&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;USA&lt;/a&gt; in 2017. Vahana was planned to become part of &lt;a href=\"urban%20air%20mobility\"&gt;urban air mobility&lt;/a&gt;. In June 2017 at the &lt;a href=\"Paris%20Air%20Show\"&gt;Paris Air Show&lt;/a&gt; the prototype Vahana Alpha One (N301VX) was publicly presented for the first time. 31 January 2018 the first flight took place in Pendleton (Oregon). The full-scale aircraft \"Alpha One\" demonstrator reached a height of 5 meters within 53 seconds. By August 2018, more than 25 hover flights had been completed and the transition to forward flight had been tested.\nBy January 2019, the second aircraft, Alpha Two, was completed, while the first was testing &lt;a href=\"Tiltwing\"&gt;transitions&lt;/a&gt; to forward flight, but was not yet flown with the wings horizontal.\nOn 3 May, it achieved its first full transitions to forward flight, reaching on its 58th flight.\nAirbus will not produce serial versions of the Vahana or the ducted-rotor &lt;a href=\"CityAirbus\"&gt;CityAirbus&lt;/a&gt; demonstrators. \nAirbus finished the Vahana project in December 2019 in favor of the &lt;a href=\"CityAirbus\"&gt;CityAirbus&lt;/a&gt;. The last flight took place on 14 November 2019, after 138 test flights with a total flight time of over 13 hours and a distance of 903 km were made. The longest single flight duration until then was 19 minutes, 56 seconds and the longest single distance covered has been 50,24 km.\nDesign.\nConfigurations include &lt;a href=\"electric%20helicopter\"&gt;electric helicopter&lt;/a&gt; and eight fan &lt;a href=\"Tiltwing\"&gt;tilt-wing&lt;/a&gt;. For both configurations the hover performance estimates were based on blade &lt;a href=\"Momentum%20theory\"&gt;element momentum theory&lt;/a&gt;. Vahana found the electric helicopter configuration superior at low ranges, and the tilt-wing configuration superior at longer ranges. The designer has not finalized the Vahana project and hope that \"the electric tilt-wing configuration provides a DOC advantage and many other advantages such as reduced noise and enhanced safety for urban mobility\". \nFor both vehicles a common &lt;a href=\"Payload\"&gt;payload weight&lt;/a&gt; will be 200 lb (90 kg). A helicopter &lt;a href=\"gearbox\"&gt;gearbox&lt;/a&gt; power density is assumed to be 6.3 kW/kg. Both configuration will assume 15 kg for &lt;a href=\"Avionics\"&gt;avionics components&lt;/a&gt; and 15 kg for a crash rated seat. &lt;a href=\"Actuators\"&gt;electrical actuators&lt;/a&gt; will take 0.65 kg each (8 units for helicopter and 12 units for tilt-wing). Additionally, the tilt-wing has two actuators (4 kg each). An additional 10% is for fittings and &lt;a href=\"miscellaneous\"&gt;miscellaneous&lt;/a&gt; hardware.\nThe &lt;a href=\"Cruise%20%28aeronautics%29\"&gt;cruise&lt;/a&gt; power of the tilt-wing is lower than the cruise power of an electric helicopter. The disk loading for both configurations is similar to those of many existing &lt;a href=\"Helicopter\"&gt;light helicopters&lt;/a&gt;. The electric helicopter hover power at short ranges is lower than those of the tilt-wing. \nSome drawings and explanations of Vahana can be seen under \"SELF-PILOTED AIRCRAFT FOR PASSENGER OR CARGO TRANSPORTATION\". \nOne of the reasons why Vahana was being developed as a self-steering aircraft was because the developers expected the available human &lt;a href=\"Aircraft%20pilot\"&gt;pilots&lt;/a&gt; would not be sufficient in number for the anticipated volume of flights. Another reason was the higher payload and saving on labour expenses. In contrast to autonomous driving, autonomous flying has to be navigated at a significantly higher speed and in three instead of two dimensions. This requires higher computing speed and faster sensors and actuators. Autonomous navigation is carried out with a &lt;a href=\"Lidar\"&gt;Lidar&lt;/a&gt; system, together with &lt;a href=\"camera\"&gt;camera&lt;/a&gt;s and &lt;a href=\"radar\"&gt;radar&lt;/a&gt;."
}