{
    "id": "5629983",
    "revid": "1068736959",
    "url": "https://en.wikipedia.org/wiki?curid=5629983",
    "title": "The Hour of the Pig",
    "text": "The Hour of the Pig is a 1993 &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt;/&lt;a href=\"France\"&gt;French&lt;/a&gt; film by writer/director &lt;a href=\"Leslie%20Megahey\"&gt;Leslie Megahey&lt;/a&gt;, produced by the &lt;a href=\"BBC%20Films\"&gt;BBC&lt;/a&gt;. The film stars &lt;a href=\"Colin%20Firth\"&gt;Colin Firth&lt;/a&gt;, &lt;a href=\"Ian%20Holm\"&gt;Ian Holm&lt;/a&gt;, &lt;a href=\"Donald%20Pleasence\"&gt;Donald Pleasence&lt;/a&gt;, &lt;a href=\"Nicol%20Williamson\"&gt;Nicol Williamson&lt;/a&gt;, &lt;a href=\"Jim%20Carter%20%28actor%29\"&gt;Jim Carter&lt;/a&gt; and &lt;a href=\"Amina%20Annabi\"&gt;Amina Annabi&lt;/a&gt;. It was released in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; as The Advocate. The film is usually categorised as a &lt;a href=\"drama\"&gt;drama&lt;/a&gt;, although it could also be classified as a &lt;a href=\"Mystery%20fiction\"&gt;mystery&lt;/a&gt; or a &lt;a href=\"black%20comedy\"&gt;black comedy&lt;/a&gt;.\nFor its UK theatrical release, the film was given a &lt;a href=\"British%20Board%20of%20Film%20Classification%23Current%20certificates\"&gt;15 certificate&lt;/a&gt;, while the North American release was &lt;a href=\"Motion%20Picture%20Association%20of%20America%20film%20rating%20system\"&gt;rated R&lt;/a&gt;, primarily due to its nudity and sexual content.\nPlot.\n\"The Hour of the Pig\" is set in &lt;a href=\"France%20in%20the%20Middle%20Ages\"&gt;15th-century France&lt;/a&gt; and is based upon the career and case files of &lt;a href=\"Barth%C3%A9lemy%20de%20Chasseneuz\"&gt;Bartholomew Chassenee&lt;/a&gt;, an actual lawyer of the time who served as an advocate for animals who were accused of crimes. At the time, &lt;a href=\"animal%20trial\"&gt;animal trial&lt;/a&gt;s were used to determine if animals were the perpetrators of &lt;a href=\"supernatural\"&gt;supernatural&lt;/a&gt; mayhem. Animals were subject to the same civil laws and penalties as human beings under &lt;a href=\"Law%20of%20France\"&gt;French law&lt;/a&gt;, 1403–1596.\nRichard Courtois (Firth) and his clerk Mathieu (Carter) have left the decadence of &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; in order to practise &lt;a href=\"Lawyer\"&gt;law&lt;/a&gt; in what they believe to be a quiet rural village, &lt;a href=\"Abbeville\"&gt;Abbeville&lt;/a&gt;, in the province of &lt;a href=\"Ponthieu\"&gt;Ponthieu&lt;/a&gt;, then part of &lt;a href=\"Burgundy\"&gt;Burgundy&lt;/a&gt; rather than France. Courtois quickly becomes involved in a number of back-logged cases.\nFor his first case, he defends a farmer who is accused of killing his wife's lover. Courtois gets him acquitted (the farmer mutters, \"I should have done him years ago\" as he leaves and offers to help Courtois any time). In his next case, Courtois fails to save Jeannine, a woman accused of &lt;a href=\"witchcraft\"&gt;witchcraft&lt;/a&gt;. He asks for rats to be called as witnesses to testify that she did not bribe them to infect her neighbor; when the rats do not appear the following day as summoned, this charge is struck off. However, Courtois is unfamiliar with the difference between the Roman law of France and the Ponthieu &lt;a href=\"customary%20law\"&gt;customary law&lt;/a&gt;, and she is sentenced to be hanged anyway. As she is led away she tells Courtois, \"There is darkness all about you, you can bring the light. Look to the boy, maître. Look to the boy.\" At her execution, Jeannine says she will not curse the town but blesses it, saying a fine knight will arrive and deliver them from their lying and evil.\nCourtois takes on a case defending a pig that is accused of killing a young &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish boy. The pig, however, belongs to a band of &lt;a href=\"Moors\"&gt;Moors&lt;/a&gt; (alternatively/first thought to be &lt;a href=\"Romani%20people\"&gt;Gypsies&lt;/a&gt;, being referred to as coming from \"Little Egypt\") passing through town. Two of the Moors, Mahmoud (&lt;a href=\"Sami%20Bouajila\"&gt;Sami Bouajila&lt;/a&gt;) and his sister Samira (Annabi), appeal to Courtois to save the pig, as it is their only source of food for the coming winter. Courtois declines. Samira later enters Courtois's room at night and quietly strips naked, offering her body in return for his services, but he refuses this. The next day he offers her enough money to purchase two pigs, but she does not accept this.\nAs Courtois delves deeper into the case and becomes more involved with Samira, he discovers that there is more at work than a simple murder. His work is brought to the attention of Seigneur Jehan d'Auferre (Williamson), who has his own designs on Courtois. Soon, Courtois finds that he is being used as a pawn in a complicated game of &lt;a href=\"sociopolitical\"&gt;sociopolitical&lt;/a&gt; intrigue that extends beyond mere racism and corruption. The Seigneur subtly offers to bribe Courtois, also hinting that his daughter Filette is available in marriage. The Seigneur's son and daughter are eccentric to the point of insanity. The son's main hobby seems to be torturing birds.\nCourtois's relationship with Samira becomes common knowledge. The Seigneur decides to sit in at court and uses this knowledge to threaten Courtois into letting the pig be executed. Just as the case seems to be over, the &lt;a href=\"Advent\"&gt;Advent&lt;/a&gt; festival begins and the case is adjourned.\nThe prosecutor Pincheon (Pleasence) tells Courtois that he moved from Paris to Ponthieu as Courtois did, in order to shine in a village in a way he could not in Paris. He urges Courtois to go back to Paris and not waste his life among ignorant, superstitious peasants.\nThe skeleton of another Jewish boy who went missing over a year ago is found while Courtois's house is being built. Courtois now suspects a human &lt;a href=\"serial%20killer\"&gt;serial killer&lt;/a&gt; is at large and the pig has been framed.\nDuring the Festival of The Advent, Samira performs for a gathering of notables at the Seigneur's chateau. She is almost arrested for drawing a knife on the Seigneur's son after he pours wine down her blouse. Courtois boldly leads her away. That night, he rescues a boy from a masked horseman wielding an axe.\nCourtois confronts the Seigneur, telling him his son is the killer. The Seigneur does not deny it and reveals that his son has left for England to be treated. At the trial, the pig is acquitted when Valliere, the farmer Courtois saved in his first case at Abbeville, brings in a replica pig which he claims absconded at the time of the killing.\nAs Courtois leaves, he sees a knight arriving just as Jeannine had foretold. After he has left, the knight takes off his armor to reveal that he bears the characteristic &lt;a href=\"bubo\"&gt;bubo&lt;/a&gt;es of the &lt;a href=\"Black%20Death\"&gt;Black Death&lt;/a&gt;.\nUS version.\n\"The Hour of the Pig\" was released in the United States by &lt;a href=\"Miramax%20Films\"&gt;Miramax&lt;/a&gt; as \"The Advocate\". Harvey Weinstein was actively involved in the cuts of films distributed by Miramax, this film was no exception. For US release, the film was trimmed down, including a sex scene, that was edited in part to avoid a stronger than R rating. The name of the film was changed as part of an advertising campaign. The US film poster and opening crawl instruct the audience not to \"reveal the client\". The campaign did not improve sales for the film.\nUK version.\nThe UK version was released on &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt;. Only the shorter (R-rated) version of the film was released to VHS or DVD in North America. The full version has been released on DVD and screened on television in some European countries.\nChanges.\nBesides the titles, there are many differences between \"The Advocate\" (US) and \"The Hour Of The Pig\" (UK). These include:\nHarvey Weinstein scandal.\nWhen the &lt;a href=\"Harvey%20Weinstein%20sexual%20abuse%20cases\"&gt;Harvey Weinstein sexual abuse allegations&lt;/a&gt; first broke in 2017, one of the early accusers was Sophie Dix. She had claimed that he \"performed an unwelcome sexual act in her presence after she was invited up his room at the Savoy hotel 'to watch some rushes'\" for \"The Hour of The Pig\". She called the experience \"the single most damaging thing that's happened in my life\". Some of her scenes in the UK version of the film (including an explicit sex scene), as well as a short voice over, were trimmed or cut. It has been suggested that Weinstein had done this as retribution for her attempted rejection of his advances."
}