{
    "id": "5640356",
    "revid": "6917124",
    "url": "https://en.wikipedia.org/wiki?curid=5640356",
    "title": "History of Duke University",
    "text": "The History of Duke University began when Brown's Schoolhouse, a private &lt;a href=\"subscription%20school\"&gt;subscription school&lt;/a&gt; in &lt;a href=\"Randolph%20County%2C%20North%20Carolina\"&gt;Randolph County, North Carolina&lt;/a&gt; (in the present-day town of &lt;a href=\"Trinity%2C%20North%20Carolina\"&gt;Trinity&lt;/a&gt;), was founded in 1838. The school was renamed to Union Institute Academy in 1841, Normal College in 1851, and to Trinity College in 1859. Finally moving to Durham in 1892, the school grew rapidly, primarily due to the generosity of &lt;a href=\"Washington%20Duke\"&gt;Washington Duke&lt;/a&gt; and &lt;a href=\"Julian%20Carr%20%28industrialist%29\"&gt;Julian S. Carr&lt;/a&gt;, powerful and respected Methodists who had grown wealthy through the &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt; industry. In 1924, Washington Duke's son, &lt;a href=\"James%20Buchanan%20Duke\"&gt;James B. Duke&lt;/a&gt;, established &lt;a href=\"The%20Duke%20Endowment\"&gt;The Duke Endowment&lt;/a&gt;, a $40 million (about $430 million in &lt;a href=\"inflation\"&gt;2005 dollars&lt;/a&gt;) trust fund, some of which was to go to Trinity College. The president thus renamed the school &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt;, as a memorial to &lt;a href=\"Washington%20Duke\"&gt;Washington Duke&lt;/a&gt; and his family.\nBeginnings: 1841-1886.\nThe school was organized by the Union Institute Society, a group of &lt;a href=\"Methodism\"&gt;Methodists&lt;/a&gt; and &lt;a href=\"Religious%20Society%20of%20Friends\"&gt;Quakers&lt;/a&gt; under the leadership of Reverend Brantley York, and in 1841, North Carolina issued a charter for Union Institute Academy from the original Brown's Schoolhouse. The state legislature granted a rechartering of the academy as Normal College in 1851, and the privilege of granting degrees in 1853. To keep the school operating, the trustees agreed to provide free education for &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; preachers in return for financial support by the church, and in 1859 the transformation was formalized with a name change to Trinity College and the adoption of the motto \"Eruditio et Religio,\" meaning \"Knowledge and Religion.\"\nThis era was a time of important firsts. In 1871, &lt;a href=\"Chi%20Phi\"&gt;Chi Phi&lt;/a&gt; was organized as the school's first student &lt;a href=\"social%20organization\"&gt;social organization&lt;/a&gt;. In 1878, &lt;a href=\"Giles%20sisters\"&gt;Mary, Persis, and Theresa Giles&lt;/a&gt; became the first women to be awarded degrees. At that time, women were allowed only as day students. In 1881, &lt;a href=\"Charlie%20Soong\"&gt;Yao-ju \"Charlie\" Soong&lt;/a&gt; from Weichau, &lt;a href=\"China\"&gt;China&lt;/a&gt;, enrolled, becoming the school's first international student.\nMove to Durham: 1887-1900.\nIn 1887, &lt;a href=\"Yale%20University\"&gt;Yale&lt;/a&gt;-educated &lt;a href=\"economist\"&gt;economist&lt;/a&gt; John Franklin Crowell became President of Trinity College. Committed to the German university model which emphasized research over recitation, Crowell directed a major revision in the curriculum and convinced the trustees to move to a more urban location. In 1892, Trinity opened in Durham, largely due to the generosity of &lt;a href=\"Washington%20Duke\"&gt;Washington Duke&lt;/a&gt; and &lt;a href=\"Julian%20Carr%20%28industrialist%29\"&gt;Julian S. Carr&lt;/a&gt;, powerful and respected Methodists who had grown prosperous through the &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt; industry (see &lt;a href=\"American%20Tobacco%20Company\"&gt;American Tobacco Company&lt;/a&gt; and &lt;a href=\"Duke%20Power\"&gt;Duke Power&lt;/a&gt;). Carr donated the site, which today is Duke's East Campus, while Washington Duke contributed $100,000 for the endowment and construction of a female dormitory named after his daughter Mary, with the stipulation of placing women on an \"equal footing with men\".\n&lt;a href=\"John%20Carlisle%20Kilgo\"&gt;John C. Kilgo&lt;/a&gt; became president in 1894 and greatly increased the interest of the Duke family in Trinity. Washington Duke offered three gifts of $100,000 (about $2,200,000 in &lt;a href=\"inflation\"&gt;2005 dollars&lt;/a&gt;) each for endowment. Trinity was the first white institution of higher education in the South to invite &lt;a href=\"Booker%20T.%20Washington\"&gt;Booker T. Washington&lt;/a&gt; to speak (in 1900). In 1896 Joseph Maytubby became the first &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; graduate of Trinity.\nBassett Affair: 1903.\nIn 1903, a controversy arose that would eventually lead to a significant event in the evolution of &lt;a href=\"academic%20freedom\"&gt;academic freedom&lt;/a&gt; in U.S. higher education. This series of events is known as the \"Bassett Affair.\" Popular professor &lt;a href=\"John%20Spencer%20Bassett\"&gt;John Spencer Bassett&lt;/a&gt; published an article in the \"South Atlantic Quarterly\" entitled \"Stirring Up the Fires of Race Antipathy\" in October 1903. In the article, he spoke about improving race relations and gave praise to numerous &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;s. Near the end of the article, he wrote \"...&lt;a href=\"Booker%20T.%20Washington\"&gt;Booker T. Washington&lt;/a&gt; [is] the greatest man, save General Lee, born in the South in a hundred years...\" This led to an outpouring of anger from powerful Democratic party leaders as well as the media and public. Many demanded that Bassett be fired and encouraged parents to take their children out of the university. Resulting from immense public pressure, Bassett offered his resignation if the Board of Trustees requested that he do so. The Board of Trustees then held a meeting to decide the fate of Bassett. In the end, they voted 18-7 not to accept the resignation citing academic freedom. In their decision, they wrote, \"We are particularly unwilling to lend ourselves to any tendency to destroy or limit academic liberty, a tendency which has, within recent years, manifested itself in some conspicuous instances, and which has created a feeling of uneasiness for the welfare of American colleges [...] We cannot lend countenance to the degrading notion that professors in American colleges have not an equal liberty of thought and speech with all other Americans.\" In 1905, President &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; commended Trinity and Bassett's courageous stand for academic freedom while speaking to the university. He told the school, \"You stand for Academic Freedom, for the right of private judgment, for a duty more incumbent upon the scholar than upon any other man, to tell the truth as he sees it, to claim for himself and to give to others the largest liberty in seeking after the truth.\"\nBlue Devils: 1922.\nThe mascot for Duke's athletic teams, the &lt;a href=\"Duke%20Blue%20Devils\"&gt;Blue Devil&lt;/a&gt;, has an interesting history. As &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; ended, Duke's Board of Trustees, then called the \"Trinity College Board of Trustees,\" lifted their quarter century ban of &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; on campus leading to an interest in naming the athletic teams. The team was then known as the Trinity Eleven, the Blue and White, or the &lt;a href=\"Methodists\"&gt;Methodists&lt;/a&gt; (as opposed to the &lt;a href=\"Baptists\"&gt;Baptists&lt;/a&gt; of nearby rival &lt;a href=\"Wake%20Forest%20University\"&gt;Wake Forest University&lt;/a&gt;). Because of the ambiguity, the student newspaper, the \"Trinity Chronicle\" (now called &lt;a href=\"The%20Chronicle%20%28Duke%20University%29\"&gt;\"The Chronicle\"&lt;/a&gt;) launched a campaign to create a new mascot. Nominations for a new team name included &lt;a href=\"Catamount\"&gt;Catamount&lt;/a&gt;s, &lt;a href=\"grizzly%20bear\"&gt;Grizzlies&lt;/a&gt;, &lt;a href=\"Badger\"&gt;Badger&lt;/a&gt;s, Dreadnaughts, and &lt;a href=\"Captain%20%28nautical%29\"&gt;Captains&lt;/a&gt;. The \"Trinity Chronicle\" editor narrowed the many nominations down to those that utilized the school colors of dark blue and white. The narrowed list consisted of Blue &lt;a href=\"Titan%20%28mythology%29\"&gt;Titan&lt;/a&gt;s, Blue &lt;a href=\"Eagle\"&gt;Eagle&lt;/a&gt;s, &lt;a href=\"polar%20bear\"&gt;Polar Bears&lt;/a&gt;, Blue Devils, Royal Blazes, and Blue &lt;a href=\"Warrior\"&gt;Warrior&lt;/a&gt;s. None of the nominations proved to be a clear favorite, but the name Blue Devils elicited criticism that could potentially engender opposition on campus. That year, the football season passed with no official selection.\nDuring the 1922–1923 academic year, campus student leaders and the editors of the two other student publications, \"The Archive\" and \"The Chanticleer\", decided that the newspaper staff should decide the name on their own because the nomination process had proved inconclusive. &lt;a href=\"Editor-in-Chief\"&gt;Editor-in-Chief&lt;/a&gt; William H. Lander and Managing Editor Mike Bradshaw began referring to the athletic teams as the Blue Devils. Though the name was not officially used that year, no opposition to the name arose (surprising many). \"The Chronicle\"'s staff continued to use the name and eventually, \"Blue Devils\" caught on.\nBirth of Duke University: 1924-1938.\nOn December 11, 1924, &lt;a href=\"James%20Buchanan%20Duke\"&gt;James B. Duke&lt;/a&gt; established &lt;a href=\"The%20Duke%20Endowment\"&gt;The Duke Endowment&lt;/a&gt;, a $40 million (about $430 million in &lt;a href=\"inflation\"&gt;2005 dollars&lt;/a&gt;) trust fund, the annual income of which was to be distributed in the Carolinas among hospitals, orphanages, the Methodist Church, three colleges, and a university built around Trinity College. President William Preston Few insisted that the university be named Duke University, and James B. Duke agreed on the condition that it be a memorial to his father and family.\nThe university grew up quickly. Duke's original campus (now East Campus) was rebuilt from 1925 to 1927 with Georgian-style buildings. The School of Religion and &lt;a href=\"Graduate%20School%20of%20Duke%20University\"&gt;Graduate School&lt;/a&gt; opened in 1926. By 1930, the majority of the &lt;a href=\"Gothic%20Revival%20architecture\"&gt;Gothic Revival&lt;/a&gt; buildings on the campus one mile (1.6 km) west were completed in order to accommodate the Undergraduate Trinity College for men as well as the professional schools. The Women's College on East Campus opened in 1930, at the same time as the men's Trinity College, the &lt;a href=\"Duke%20University%20School%20of%20Medicine\"&gt;Medical School&lt;/a&gt;, and the &lt;a href=\"Duke%20University%20Medical%20Center\"&gt;Hospital&lt;/a&gt; opened on West Campus. The &lt;a href=\"Duke%20University%20School%20of%20Law\"&gt;Law School&lt;/a&gt;, founded in 1904, was reorganized in 1930. The &lt;a href=\"Duke%20University%20School%20of%20Nursing\"&gt;School of Nursing&lt;/a&gt; was founded in 1931, and the construction of &lt;a href=\"Duke%20Chapel\"&gt;Duke Chapel&lt;/a&gt; was complete in 1935. The &lt;a href=\"J.%20Deryl%20Hart%20House\"&gt;J. Deryl Hart House&lt;/a&gt;, the official residence for Duke's presidents, was completed in 1934. In 1938, the School of Forestry (later becoming the &lt;a href=\"Nicholas%20School%20of%20the%20Environment%20and%20Earth%20Sciences\"&gt;School of the Environment&lt;/a&gt;) opened. That same year, Duke's football team, deemed the \"Iron Dukes,\" went unscored upon the entire regular season, finally giving up a touchdown to &lt;a href=\"University%20of%20Southern%20California\"&gt;USC&lt;/a&gt; in the final minute of the 1938 &lt;a href=\"Rose%20Bowl%20Game\"&gt;Rose Bowl&lt;/a&gt; loss. Shortly thereafter, Duke University became the thirty-fourth member of the &lt;a href=\"Association%20of%20American%20Universities\"&gt;Association of American Universities&lt;/a&gt;.\nExpansion and growth: 1939-1992.\n&lt;a href=\"Engineering\"&gt;Engineering&lt;/a&gt;, which had been taught since 1903, became a separate &lt;a href=\"Pratt%20School%20of%20Engineering\"&gt;school&lt;/a&gt; in 1939. In athletics, Duke hosted and competed in the only Rose Bowl game ever played outside of California in &lt;a href=\"Wallace%20Wade%20Stadium\"&gt;Wallace Wade Stadium&lt;/a&gt; in 1942. Up until 1963, Duke University was a whites-only school, in both students and faculty. That year, Duke &lt;a href=\"desegregation\"&gt;desegregated&lt;/a&gt; when five black students, Mary Harris, Gene Kendall, &lt;a href=\"Wilhelmina%20Reuben-Cooke\"&gt;Wilhelmina Reuben-Cooke&lt;/a&gt;, Cassandra Smith Rush, and Nathaniel White, enrolled at the university. The university currently has a scholarship named in their honor. Increased activism on campus during the 1960s sparked &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt; to speak to the university on the civil rights movement's progress on November 14, 1964. The overflow audience in Page Auditorium necessitated that organizers put the speech on loudspeakers to an outside crowd. Another memorable incident in Duke's history towards racial equality was &lt;a href=\"The%20Silent%20Vigil%20at%20Duke%20University\"&gt;The Silent Vigil at Duke University&lt;/a&gt;, which lasted from April 4, 1968, to April 12, 1968. Provoked by the &lt;a href=\"assassination%20of%20Martin%20Luther%20King%20Jr.\"&gt;assassination of Martin Luther King Jr.&lt;/a&gt;, students, faculty, and nonacademic workers participated in &lt;a href=\"The%20Silent%20Vigil%20at%20Duke%20University\"&gt;The Silent Vigil at Duke University&lt;/a&gt;, a peaceful protest that not only demanded collective bargaining rights for the campus' unofficial workers' union, but also advocated against racial discrimination in the local area.\nThe former &lt;a href=\"governor\"&gt;governor&lt;/a&gt; of &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"Terry%20Sanford\"&gt;Terry Sanford&lt;/a&gt;, was elected president in 1969, propelling the &lt;a href=\"Fuqua%20School%20of%20Business\"&gt;Fuqua School of Business&lt;/a&gt;'s opening. Additionally, the William R. Perkins library completion in 1969 doubled the library's services and increased the collection's total space by five hundred percent. In 1971, the &lt;a href=\"Terry%20Sanford%20Institute%20of%20Public%20Policy\"&gt;Institute of Policy Sciences and Public Affairs&lt;/a&gt; was founded. The separate Woman's College merged back with Trinity as the liberal arts college for both men and women in 1972 and the &lt;a href=\"Mary%20Lou%20Williams\"&gt;Mary Lou Williams&lt;/a&gt; Center for Black Culture opened in 1983. &lt;a href=\"Duke%20University%20Medical%20Center\"&gt;Duke University Hospital&lt;/a&gt;, containing units for medicine, surgery, pediatrics, and obstetrics/gynecology, was finished in 1980. The Bryan University Center, a student union of sorts, was fully constructed two years later. Duke's first &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt; championship was captured by the men's soccer team in 1986. This was followed by the men's basketball team championships in 1991.\nRecent history: 1993-present.\nDuke University's growth and academic focus have dramatically increased the university's reputation as an academic and research institution in recent years. In 1993, Duke's three-member team finished in first place in the prestigious &lt;a href=\"William%20Lowell%20Putnam%20Mathematical%20Competition\"&gt;William Lowell Putnam Mathematical Competition&lt;/a&gt;, earning the title of the best collegiate undergraduate &lt;a href=\"mathematics\"&gt;math&lt;/a&gt; team in the United States and &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. Duke would repeat as champions again in 1996 and 2000. In nine out of the past ten years, Duke's team has finished in the top three, the only school besides &lt;a href=\"Harvard%20University\"&gt;Harvard&lt;/a&gt; to do so. Since 1992, five Duke students have been named &lt;a href=\"William%20Lowell%20Putnam%20Mathematical%20Competition%23Putnam%20Fellows\"&gt;Putnam Fellows&lt;/a&gt;.\nConstruction continued on campus, with the &lt;a href=\"Levine%20Science%20Research%20Center\"&gt;Levine Science Research Center&lt;/a&gt; (LSRC) opening in 1994 to house &lt;a href=\"interdisciplinary\"&gt;interdisciplinary&lt;/a&gt; research. Later that year, the &lt;a href=\"Terry%20Sanford%20Institute%20of%20Public%20Policy\"&gt;Terry Sanford Institute of Public Policy&lt;/a&gt; relocated to a new building and new &lt;a href=\"dormitories\"&gt;dorms&lt;/a&gt; opened on East Campus. In 1995, &lt;a href=\"Peter%20M.%20Nicholas\"&gt;Peter M. Nicholas&lt;/a&gt; ('64), donated $20 million to the &lt;a href=\"Nicholas%20School%20of%20the%20Environment%20and%20Earth%20Sciences\"&gt;School of the Environment&lt;/a&gt;, which originated from the School of Forestry and the &lt;a href=\"Duke%20University%20Marine%20Laboratory\"&gt;Duke Marine Lab&lt;/a&gt;. Also, &lt;a href=\"James%20B.%20Duke\"&gt;James B. Duke&lt;/a&gt;'s daughter, &lt;a href=\"Doris%20Duke\"&gt;Doris Duke&lt;/a&gt;, gave the university $10 million for research.\nThe next year, recreational facilities received a major facelift, with the Keith and Brenda Brodie Recreational Center opening on East Campus, and a major overhaul of Wilson Recreation Center on West Campus in the works. Also in 1996, &lt;a href=\"Robert%20Coleman%20Richardson\"&gt;Robert Coleman&lt;/a&gt; (Ph.D. '65) won the &lt;a href=\"Nobel%20Prize%20in%20Physics\"&gt;Nobel Prize in Physics&lt;/a&gt;.\nIn 1998, Duke President &lt;a href=\"Nannerl%20Overholser%20Keohane\"&gt;Nan Keohane&lt;/a&gt; initiated a five-year $1.5 billion Campaign for Duke fundraising effort. Former President &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt; delivered the commencement address, following &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;'s lead the year before. &lt;a href=\"Edmund%20T.%20Pratt%2C%20Jr.\"&gt;Edmund T. Pratt, Jr.&lt;/a&gt; ('47) endowed the &lt;a href=\"Pratt%20School%20of%20Engineering\"&gt;Pratt School of Engineering&lt;/a&gt; with a $35 million gift in 1999. A year later, major plans for an overhaul of the residence life structure were approved. In the 2000s (decade), campus growth has shown no signs of slowing down (see &lt;a href=\"Construction%20projects%20at%20Duke%20University\"&gt;Construction projects at Duke University&lt;/a&gt;). The Campaign for Duke ended in 2003 with $2.36 billion raised, making it the fifth largest campaign in the history of American higher education.\nIn the 2004 fiscal year, research expenditures surpassed $490 million, leading to a myriad of important breakthroughs. The Duke Global Health Research Building, one of four laboratories in the U.S. attempting to \"develop new vaccines, drugs, and tests to fight infectious diseases for a Duke-led consortium of universities,\" broke ground. Also undergoing construction was the Duke Smart House, a research center in which undergraduates explore resource-efficient design.\nIn 2005, three students were named &lt;a href=\"Rhodes%20Scholarship\"&gt;Rhodes Scholars&lt;/a&gt;, making Duke the institution tied for the second most recipients. In Duke history, forty students have been honored with this scholarship. More recent research includes a blueprint for an &lt;a href=\"invisibility\"&gt;invisibility&lt;/a&gt; cloak using \"metamaterials\" and Duke researchers' involvement in mapping the final human &lt;a href=\"chromosome\"&gt;chromosome&lt;/a&gt;, which made world news as the &lt;a href=\"Human%20Genome%20Project\"&gt;Human Genome Project&lt;/a&gt; was finally complete.\nSustainability.\nDuke University has undertaken a number of initiatives designed to improve campus sustainability. The school receives over 30% of its energy needs from wind and hydroelectric power sources, making it one of the top five purchasers of renewable energy amongst organizations in the field of higher education. The school makes an effort to buy food from local growers, and adjusts the menus of its eateries seasonally. All of the dining establishments on campus use fair trade coffee, recycled napkins, and are required to recycle and compost.\nThe Duke campus presently features 17 projects which are LEED-certified, and all future campus buildings will be required to meet this same certification standard. A plan to redesign a area of the central campus, which will integrate sustainable practices at all levels of its construction, is also currently under development.\nAs a result of its campus wide efforts at sustainability, Duke University received a B+ grade from the Sustainable Endowments Institute's College Sustainability Report Card 2008."
}