{
    "id": "56411124",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=56411124",
    "title": "New Farm State School",
    "text": "New Farm State School is a heritage-listed state school on the corner of James &amp; Heal Streets, &lt;a href=\"New%20Farm%2C%20Queensland\"&gt;New Farm&lt;/a&gt;, &lt;a href=\"City%20of%20Brisbane\"&gt;City of Brisbane&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia. It was designed by &lt;a href=\"Department%20of%20Public%20Works%20%28Queensland%29\"&gt;Department of Public Works (Queensland)&lt;/a&gt; and built from 1901 to 1939. It was added to the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 28 April 2017.\nHistory.\nLocated two kilometres northeast of the &lt;a href=\"Brisbane%20CBD\"&gt;Brisbane CBD&lt;/a&gt;, New Farm State School was established in 1901 to meet the educational needs of the growing suburban community. It retains an urban brick school building (1901, extended 1909, 1939); an open-air annexe (1919); and a &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; Memorial (1923); set in landscaped grounds, with sporting facilities; early retaining walls (pre-1940) and mature trees. The school has a strong and ongoing association with the New Farm community.\nOriginally the lands of the &lt;a href=\"Turrbul\"&gt;Turrbul&lt;/a&gt; and &lt;a href=\"Jagera%20people\"&gt;Jagera&lt;/a&gt; people, European settlement began at New Farm when a farm was established to supply the &lt;a href=\"Moreton%20Bay%20penal%20colony\"&gt;convict settlement&lt;/a&gt; founded on the present site of the Brisbane CBD in 1825. In October 1843, after the convict settlement closed, Government surveyor &lt;a href=\"Henry%20Wade%20%28surveyor%29\"&gt;Henry Wade&lt;/a&gt; began surveying the land between &lt;a href=\"Fortitude%20Valley%2C%20Queensland\"&gt;Fortitude Valley&lt;/a&gt; and the &lt;a href=\"Brisbane%20River\"&gt;Brisbane River&lt;/a&gt; into large allotments. Following their sale from 1844, residences were established. Subdivision into smaller allotments occurred in the 1880s when Brisbane's population more than doubled due to immigration.\nThe need for a state school at New Farm resulted from extensive urbanisation and population growth in the area in the final decades of the 19th century. Improved transportation with the opening of an electric tramline down &lt;a href=\"Brunswick%20Street%2C%20Brisbane\"&gt;Brunswick Street&lt;/a&gt; in 1897, and industrial development, such as the &lt;a href=\"CSR%20Refinery%2C%20New%20Farm\"&gt;CSR Refinery&lt;/a&gt;) in 1893 and the first &lt;a href=\"Teneriffe%2C%20Queensland\"&gt;Teneriffe&lt;/a&gt; Wharf in 1907, made New Farm a popular residential area.\nThe establishment of schools was considered an essential step in the development of new communities and integral to their success. Locals often donated land and labour for a school's construction and the school community contributed to maintenance and development. Schools became a community focus, a symbol of progress, and a source of pride, with enduring connections formed with past pupils, parents, and teachers.\nIn 1899, the &lt;a href=\"Department%20of%20Public%20Instruction%20%28Queensland%29\"&gt;Department of Public Instruction&lt;/a&gt; approved a request for the establishment of a school at New Farm, for which residents agreed to contribute one sixth of the cost of the erection of the new state school. Acting on the Department's behalf, the chairman of the New Farm State School Building Committee, businessman &lt;a href=\"Thomas%20Welsby\"&gt;Thomas Welsby&lt;/a&gt;, secured land for the school site from a number of owners, at a cost of £1087.\nPlans were approved in 1900 and the contractor, Thomas Hirons, commenced work in May 1900. The foundation stone was laid on 7 July 1900 by the &lt;a href=\"Minister%20for%20Public%20Instruction%20%28Queensland%29\"&gt;Minister for Public Instruction&lt;/a&gt;, the Hon. &lt;a href=\"James%20Drake%20%28politician%29\"&gt;James Drake&lt;/a&gt;. The total cost of buildings, fencing and interest amounted to £3,571, of which parents contributed £634.\nNew Farm State School's site comprised eight allotments, giving an frontage to Heal Street and frontages to Hawthorne and James streets. From Hawthorne Street to James Street the site fell . Designed to accommodate 392 pupils, the urban brick school building (now called Block A) had a U-shaped layout; comprised three large classrooms, measuring with ceilings, and verandahs on all sides; with an adjacent cloakroom; and a room for the head teacher. The rolled, galvanised-iron roof incorporated Boyles patent roof ventilators with specially made external casings. The rooms were accessed via stairs on each side of the building. The undercroft, comprising buff-coloured bull-nosed brick pillars and semi-circular arches with an asphalted floor, provided wet-weather play space.\nIn the first decades of the 20th century the &lt;a href=\"Government%20of%20Queensland\"&gt;Queensland Government&lt;/a&gt; implemented a campaign of construction of large public buildings. This included substantial brick or timber school buildings. Brick school buildings were far less frequently built than those of timber - being only used in prosperous urban or suburban areas with stable or rapidly increasing populations. Like Queensland's private schools, technical colleges and schools of arts, all brick school buildings were individually designed with variation in style, size, and form. They were given generous budgets, resulting in impressive edifices. Light and ventilation was still a primary concern for the architects but, compared to contemporary standard education buildings, they had a grander character and greater landmark attributes.\nNew Farm State School commenced on its current site in January 1901, with 582 pupils enrolled. It was officially opened on 21 January 1901 with: the Chief Justice, Sir &lt;a href=\"Samuel%20Griffith\"&gt;Samuel Griffith&lt;/a&gt;; the Minister for Education, the Hon. James Drake; the Hon. &lt;a href=\"John%20McMaster%20%28mayor%29\"&gt;John McMaster&lt;/a&gt;; the Under Secretary for Public Instruction, John G Anderson; Chief Inspector, David Ewart; Chairman of the school committee, Thomas Welsby; all committee members; Head Teacher, Arthur Outridge; and a large number of local children and parents in attendance.\nHowever, the school building was inadequate to accommodate the immediate school population, which reached 650 by 1903. Consequently, classes were held on the verandahs and under the school building. To address the need for larger play grounds, two adjoining 16-perch allotments were purchased in 1905. For some years this area was used as a rifle range by the school cadets.\nAn additional classroom was added to the eastern end of both the northeastern and southwestern wings of the building in 1909, at a cost of £1,189. These extensions were designed to match the existing structure, being red brick with stone and buff dressings. Each comprised a classroom with verandahs. A plan dated September 1912 detailed alterations to undercroft archway enclosures, including new sashes, six-light casements and part-glazed double doors, which were part of improvements, repairs and internal painting to \"basement\" classrooms.\nAs enrolments climbed sharply to 918 pupils in 1917, the need arose for a dedicated infants school to overcome overcrowding. This was achieved with the building of an open-air annexe (now called Block B) in 1918-19, after two adjacent allotments with residences were purchased for £1200 to provide sufficient grounds. The open-air annexe, constructed at a cost of £1,813, was opened on 15 February 1919 by the Minister for Education, &lt;a href=\"Herbert%20Hardacre\"&gt;Herbert Hardacre&lt;/a&gt;. The building was positioned to the southeast of the urban brick school building. Set on brick piers, the highset timber building contained two large classrooms, a verandah to the northwest and an attached teachers room. It had a &lt;a href=\"Dutch%20gable\"&gt;Dutch gable&lt;/a&gt; roof of asbestos slates. Its southeastern, southwestern and northeastern sides were open above balustrade level, and the posts and valances to those elevations were of decorative timber.\nOpen-air annexes were introduced as a standard design in 1913 by the &lt;a href=\"Department%20of%20Public%20Works%20%28Queensland%29\"&gt;Department of Public Works&lt;/a&gt;. This design was developed in response to the contemporary medical belief that adequate ventilation and high levels of natural light were needed for health; coupled with the need to build cheap, portable schools. The open-air annexe type achieved maximum ventilation and natural light. It contained one large room with only one wall, the western verandah wall. The other sides were open, with only adjustable canvas blinds for enclosure. Ideally, they were high-set, thereby increasing the ventilation and providing further shelter underneath.\nMany open-air annexes were constructed across Queensland, but they proved to be inadequate and were discontinued in 1923. The open sides provided limited weather protection and climate control, and the canvas blinds deteriorated quickly. All open-air annexes in Queensland were modified to provide better enclosure. Accordingly, the blinds of New Farm State School's open-air annexe were replaced by sliding sash windows in 1924.\nA war memorial to commemorate the 24 former New Farm State School students who had died during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, was organised by the school community and unveiled by the &lt;a href=\"Governor%20of%20Queensland\"&gt;Governor of Queensland&lt;/a&gt;, Sir &lt;a href=\"Matthew%20Nathan\"&gt;Matthew Nathan&lt;/a&gt;, on 2 February 1923. Located in the southwest corner of the school grounds, the memorial comprised a red face brick pillar with a concrete cap, upon which a flag pole was fixed. On two sides of the pillar were marble tablets inscribed with the names of the students who died during World War I; with stone laurel wreaths on the other sides. Radiating out from the column were four face brick plinths, aligned with the cardinal points and set at a lower height to the pillar. Into each, a drinking fountain and basin was set. The memorial was erected by Lowther and Sons, Monumental Masons, of Brisbane.\nAn important component of Queensland state schools was their grounds. The early and continuing commitment to play-based education, particularly in primary school, resulted in the provision of outdoor play space and sporting facilities, such as ovals and tennis courts. &lt;a href=\"Arbor%20Day\"&gt;Arbor Day&lt;/a&gt; celebrations began in Queensland in 1890 with trees and gardens planted to shade and beautify schools. Aesthetically designed gardens were encouraged by regional inspectors, and educators believed gardening and Arbor Days instilled in young minds the value of hard work and activity, improved classroom discipline, developed aesthetic tastes, and inspired people to stay on the land. At New Farm State School, a tennis court was constructed in the southeast corner of the school grounds by September 1928. By 1931 a retaining wall at the eastern boundary had been erected and in 1935 retaining walls and fences were erected along the Hawthorne and Heal Streets' boundary. Other early retaining walls were erected in the school grounds before 1940, such as those adjacent to the tennis court. By 1936 trees were planted to the west of the tennis court and along the southwest boundary of the school grounds, facing James and Heal Streets.\nThe &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, commencing in 1929 and extending well into the 1930s, caused a dramatic reduction of building work in Queensland and brought private building work to a standstill. In response, the Queensland Government provided relief work for unemployed Queenslanders, and also embarked on an ambitious and important building programme to provide impetus to the economy.\nEven before the &lt;a href=\"1929%20Stock%20Market%20Crash\"&gt;October 1929 stock market crash&lt;/a&gt;, the Queensland Government had initiated an Unemployment Relief Scheme, through a work programme by the Department of Public Works. This included painting and repairs to school buildings. By mid-1930 men were undertaking grounds improvement works to schools under the scheme. Extensive funding was given for improvements to school grounds, including fencing and levelling ground for play areas, terracing and retaining walls. This work created many large school ovals, which prior to this period were mostly cleared of trees but not landscaped. These play areas became a standard inclusion within Queensland state schools and a characteristic element. At New Farm State School, relief workers dug rock from the Hawthorne Street side of the grounds to create a level play area for the children .\nIn 1939 further additions to the school were made to accommodate the growing student population. A second storey was added to the northwest and southwest wings of the urban brick school building, comprising five classrooms with adjacent hat and cloak rooms. A new teachers room on the first floor and head teachers room on the ground floor were also constructed. Lighting and ventilation was improved as windows, fanlights and doors were altered or replaced. A larger play space was created when the entire understory was cleared of walls and partitions, with the exception of the girls' lavatory. The total cost of this work was £5430.\nLike many Queensland state schools, New Farm was affected by &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; (WWII). Due to the fear of a &lt;a href=\"Proposed%20Japanese%20invasion%20of%20Australia%20during%20World%20War%20II\"&gt;Japanese invasion&lt;/a&gt;, the Queensland Government closed all coastal state schools in January 1942, and although most schools reopened on 2 March 1942, student attendance was optional until the war ended. Major alterations, renovations and additions to most schools in Queensland halted and New Farm State School undertook only necessary maintenance until the war ended in 1945.\nThe post-WWII period was a time of enormous population growth Australia-wide and was accompanied by a shortage of building materials. The Department of Public Instruction was largely unprepared for the exponential demand for state education that began in the late 1940s and continued well into the 1960s. This was a nationwide occurrence resulting from immigration and the unprecedented population growth now termed the \"baby boom\". Queensland schools were overcrowded and, to cope, many new buildings were constructed and existing buildings were extended. At New Farm State School the two classrooms of the open-air annexe were divided into four and its windows were altered to include fixed panels and casements in 1949. A tuckshop and a library were also created within the existing urban brick school building in the 1950s. In 1958, folding partitions were installed in three classrooms in the southwest wing to provide a space for school assemblies.\nFundraising by parents and friends of the school resulted in the building of a swimming pool, sited southeast of the open-air annexe, which opened on 29 October 1966.\nThe urban brick school building was altered during the 1970s. The outer verandahs of all three wings were enclosed with flat sheeting, louvres and sliding windows: beginning with the southwest wing in 1971; followed by the northeast wing in 1977; and finally the northwest wing in 1979.\nOther alterations at the school included the renovation and re-roofing of the open-air annexe in 1972. The largest addition to the school was the construction of a pre-school, sited on the corner of Annie and Hawthorne Streets, in 1976. Sometime after the World War I Memorial's unveiling, the drinking fountains were removed, but it retained a flag pole, the original carved wreaths and the memorial tablets.\nThe lack of a sports oval at New Farm State School, an important feature of Queensland schools, was redressed in 1991. The &lt;a href=\"Department%20of%20Education%20%28Queensland%29\"&gt;Department of Education&lt;/a&gt; secured adjacent land to the northeast from the &lt;a href=\"Department%20of%20Main%20Roads%20%28Queensland%29\"&gt;Department of Main Roads&lt;/a&gt;. This land had been resumed for construction of a proposed central freeway to a bridge linking New Farm with &lt;a href=\"Norman%20Park%2C%20Queensland\"&gt;Norman Park&lt;/a&gt;. Removal of houses and the partial closure of Hawthorne Street occurred in 1989. In March 1991 the official handover of the new school oval occurred, and in June pupils planted 30 trees around the oval.\nThe 1990s were a period of low pupil numbers at the school, falling to 167 in 1997. This resulted from the decline of industrial and commercial enterprises in the area as they closed or relocated; and to the suburb's changing demographic as older houses were demolished to make way for blocks of units, which were not favoured by families. However, through initiatives such as the urban renewal and Building Better Schools programs, enrolments increased to 247 by 2001.\nSince opening in 1901, New Farm State School has served the community and provided a venue for events, such as school fetes, dances and social committee meetings. The publication of school histories recognised the New Farm State School's 75th and 100th anniversaries in 1976 and 2001.\nThe school retains early furniture items in the former Head Teachers Room. These are: a silky oak memorial cupboard dedicated to FJB Marin (Head Teacher 1922-23), a silky oak medicine cabinet and an early safe. There are also honour boards (the earliest from 1901), and an early school bell on the southwestern verandah of the eastern wing.\nIn 2017, the school continues to operate from its original site. It retains its urban brick school building and open-air annexe, set in landscaped grounds with sporting facilities, playing areas, retaining walls and mature shade trees. New Farm State School is important to its suburban district as a key social focus for the community, as generations of students have been taught there and many social events have been held in the school's grounds and buildings since its establishment.\nDescription.\nNew Farm State School occupies a site in a residential area of the suburb of New Farm, approximately northeast of the Brisbane CBD. The school occupies a levelled site on formerly steeply-sloping terrain, and is primarily accessed from Heal Street to the northwest. It is bounded on other sides by James Street to the southwest, Annie Street to the southeast, Kingsholme Street to the northeast, and is bordered by residential properties to the southeast and northeast. A cul-de-sac terminating Hawthorne Street to the southeast provides a secondary access point to the grounds. The school comprises a small complex of buildings, with the most prominent being an urban brick school building (Block A, 1901, extended 1908-09 and 1939) at the western corner of the site, fronting Heal Street. To the southeast of this is an Open Air Annexe (Block B, 1919, extended 1972). The school grounds are well established and contain mature trees and landscaping features, such as pre-1940 retaining walls, a playing field, a school bell and various early furniture items.\nUrban brick school building (Block A).\nThe urban brick school building is a substantial timber and masonry structure, comprising three wings in a U-shape configuration around a central teachers room and small &lt;a href=\"courtyard\"&gt;courtyard&lt;/a&gt;. The main northwest (central) wing fronts Heal Street, and is linked at its southern and eastern corners to the other two wings, which extend in a south-easterly direction. The central and southwest wings have two storeys of classrooms and the northeast wing has a single storey.  All wings have an &lt;a href=\"undercroft\"&gt;undercroft&lt;/a&gt;, which contains largely open play space. The building is constructed of load-bearing, red face brick walls laid in a &lt;a href=\"Flemish%20Bond\"&gt;Flemish bond&lt;/a&gt;; and features contrasting bands and &lt;a href=\"voussoir\"&gt;voussoir&lt;/a&gt;s of a lighter, cream-coloured face brick.\nThe &lt;a href=\"Dutch%20gable\"&gt;Dutch-gable&lt;/a&gt; roofs of each wing are clad in &lt;a href=\"Corrugated%20galvanised%20iron\"&gt;corrugated metal&lt;/a&gt; sheeting and have ventilated &lt;a href=\"Gablet%20roof\"&gt;gablets&lt;/a&gt;. Two sets of dormer windows are located in the north-facing roof plane of the northeast wing. The central wing features a prominent roof &lt;a href=\"Fl%C3%A8che\"&gt;fleche&lt;/a&gt; in the centre of the roof, in the form of an octagonal &lt;a href=\"ogee\"&gt;ogee&lt;/a&gt; roof supported by miniature &lt;a href=\"columns\"&gt;columns&lt;/a&gt; and topped by a &lt;a href=\"finial\"&gt;finial&lt;/a&gt;. Most &lt;a href=\"soffit\"&gt;soffit&lt;/a&gt;s are lined with v-jointed (VJ) timber boards.\nEach wing has &lt;a href=\"veranda\"&gt;veranda&lt;/a&gt;hs on their inward and outward-facing sides. The connected inward-facing verandahs provide access to the classrooms and circulation between the wings. Vertical circulation is provided by several sets of &lt;a href=\"stairs\"&gt;stairs&lt;/a&gt; of various dates, which are generally connected to or located within the verandahs. Early stairs and stair configurations include external timber staircases at each end of the inward-facing verandah of the central wing (by 1938), and an internal concrete staircase at the eastern corner of the southwest wing (1938).\nMost inward-facing verandahs have square timber posts with timber post and rail &lt;a href=\"balustrade\"&gt;balustrade&lt;/a&gt;s, and timber and concrete floors. The first floor verandahs have flat, corrugated metal-lined ceilings, except for the northeast wing which has exposed decorative &lt;a href=\"rafter\"&gt;rafter&lt;/a&gt;s and timber beaded board ceilings. The second floor verandahs have raked ceilings lined with timber beaded boards. All outward-facing verandahs have been enclosed with timber &lt;a href=\"weatherboard\"&gt;weatherboard&lt;/a&gt;s, flat metal sheeting and &lt;a href=\"Louver\"&gt;louvre&lt;/a&gt; windows (s). Non-significant elements of the verandahs include modern floor linings and the 1970s verandah enclosures.\nThe undercroft level is largely open play space and features semi-circular brick arches and columns, all with rounded corners to above head-height. The floors are concrete slabs. The central wing undercroft has been enclosed to form a classroom/teaching space and toilets, with some early timber infill partitions and windows surviving within arches along the northwest side and enclosing the toilets. Sections of the northeast and southwest wings have been enclosed to form a tuckshop and storage spaces, with some early timber partitions surviving. Recent partitions and roller doors in the undercroft are not of heritage significance.\nThe first floor internal layout is symmetrical, and the second floor layout of the central and southwest wings essentially mirrors the first floor below. The central wing comprises two classrooms on each level, bookended by former hat and cloak rooms (the northeast rooms have been converted into a stairwell, the southwest rooms are used as office/teachers rooms). The first and second floor teachers rooms, which project into the central courtyard, remain intact, and an early sink is located on the verandah wall of the first floor teachers room. The two southwest wing levels comprise two classrooms at the northwest end, separated from a third classroom at the southeast end by a hallway (former hat and cloak room) linking the inward and outward-facing verandahs. Modifications to the second floor level of this wing include the removal of the southeast wall of the hallway (to create a larger classroom) and removal of sections of the southwest verandah wall. The northeast wing contains a large room (used as a library in 2017) at the northwest end, and a southwest classroom that incorporates the former hallway space (which has had its southeast wall removed).\nMost internal spaces have plastered walls with VJ timber-clad interior partitions and timber picture rails. The ceilings of the first floor classrooms are flat and lined with flat sheeting with painted timber &lt;a href=\"batten\"&gt;batten&lt;/a&gt;s. Bulkheads are exposed within the classrooms, and the northeast wing features decorative &lt;a href=\"ceiling%20rose\"&gt;ceiling rose&lt;/a&gt;s. The second floor ceilings are generally &lt;a href=\"Coved%20ceiling\"&gt;coved&lt;/a&gt;, with the exception of the teachers room which is flat, and are lined with beaded timber boards.\nMost early timber joinery survives, including: double-hung &lt;a href=\"Sash%20window\"&gt;sashes&lt;/a&gt; with &lt;a href=\"awning\"&gt;awning&lt;/a&gt; &lt;a href=\"fanlight\"&gt;fanlight&lt;/a&gt;s to verandahs; &lt;a href=\"Casement%20window\"&gt;casements&lt;/a&gt; with awning fanlights to gable end walls; casements to stairwells; arched windows to the undercroft of the central wing; dormer windows to the northeast wing; panelled double doors with stop-chamfered detailing and awning fanlights above (many retaining early hardware); panelled, folding timber door partitions between some classrooms in the central and southwest wings; and half-glazed partitions within the southwest wing. Most windows have wide concrete sills and &lt;a href=\"Lintel%20%28architecture%29\"&gt;lintels&lt;/a&gt;. Timber-framed, corrugated metal-clad window hoods shelter windows on the southeast elevations of the northeast and southwest wings. Tall window openings on the southeast elevation of the northeast wing have had their sashes replaced.\nEarly timber furniture and honour boards are retained within the building, including: a silky oak memorial cupboard dedicated to FJB Marin (Head Teacher 1922-23), a silky oak medicine cabinet and an early safe within the teachers room, various honour boards (with the earliest dating back to 1901), and an early metal school bell on the southwestern verandah of the eastern wing. A &lt;a href=\"foundation%20stone\"&gt;foundation stone&lt;/a&gt; plaque is set into the northwest end wall of the northeast wing.\nOpen-air annexe (Block B).\nThe open-air annexe is a highset, timber-framed building, located southeast of Block A and orientated perpendicular to James Street. It stands on tall brick piers and is clad in weatherboards. Both the Dutch-gable main roof and smaller gable roof over the teachers room (extended 1972), which projects from the centre of the northwest elevation, are clad in corrugated metal sheeting. The gablets feature louvered timber vents and the gable end of the teachers room has decorative batten infill attached to the bargeboards. The soffits are lined in flat sheeting. An enclosed verandah runs along the northwest side of the building, accessed via timber stairs on either side of the teachers room. Weatherboard cladding and banks of timber-framed louvre windows (1972) enclose former large openings in the northeast, southeast and southwest walls.\nThe undercroft of the building is largely open play space, with some recent enclosures forming storage spaces and offices. It has a concrete slab floor and the floor framing of the storey above is exposed. The piers are constructed from variegated face brick, and those supporting the addition to the teachers room are of orange brick. All recent undercroft enclosures, including timber battened screens, are not of cultural heritage significance.\nThe verandah has a raked, VJ timber board-lined ceiling (which flattens adjacent the teachers room); square timber posts; and timber floors. The verandah wall is single-skin with externally-exposed timber stud-framing and lined internally with &lt;a href=\"Tongue%20and%20groove\"&gt;tongue-and-groove&lt;/a&gt; (T&amp;G), VJ timber boards. Hinged ventilation boards survive at the base of verandah walls. At the ends of the verandah are former hat rooms which have been enclosed by partition walls to form a store room (northeast end) and an entry to a classroom (southwest end). Non-significant elements of the verandah include modern &lt;a href=\"linoleum\"&gt;linoleum&lt;/a&gt; floor linings; added partitions, and bag racks and louvres enclosing the verandah.\nThe teachers room is accessed from the verandah and contains a single room. The walls and flat ceiling are lined in VJ timber boards. The former location of the northwestern end wall (prior to the 1972 extension) is clearly identifiable through a break in the ceiling lining.\nThe main interior is divided by recent partitions into four classrooms (formerly two). The classroom spaces feature coved ceilings lined in VJ timber boards, exposed metal &lt;a href=\"tie%20rod\"&gt;tie rod&lt;/a&gt;s, and timber floors. Most walls are lined in VJ timber boards, although the lower sections of the northeast, southeast and southwest walls are lined in flat sheeting (indicating the extent of former openings).\nSurviving timber joinery within the building includes: double-hung sash windows with centre-pivoting fanlights to the verandah wall; high-level and wide centre-pivoting windows to the verandah wall; and casement windows to the northwest and southwest elevations of the teachers room. Corrugated metal-clad, timber-framed window hoods with decorative cheeks shelter the windows to the teachers room, and a panelled timber door to the teachers room has been retained.\nNon-significant elements of the interior include the partitions (including folding doors) between classrooms, and modern louvre windows, doors, and carpet and wall linings.\nWorld War I Memorial.\nA concrete and brick World War I (WWI) Memorial stands in the western corner of the site on a circular concrete slab. The memorial comprises a square, red brick pillar with a white-painted concrete cap topped by a metal flagpole. The pillar cap has the words \"IN LOVING MEMORY OF SCHOLARS WHO FELL IN THE GREAT WAR\" marked in black lettering around the sides. Fixed to the pillar on the eastern and western sides are marble tablets, inscribed with the names of New Farm State School students who died during WWI. Stone &lt;a href=\"laurel%20wreath\"&gt;laurel wreath&lt;/a&gt;s adorn the northern and southern sides. Extending from all four sides of the pillar are low brick &lt;a href=\"plinth\"&gt;plinth&lt;/a&gt;s capped with concrete, which are aligned with the &lt;a href=\"cardinal%20points\"&gt;cardinal points&lt;/a&gt;. A small concrete and &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; plaque in between the southern and western plinths is a recent addition. A surrounding open lawn area, edged by gardens and trees, forms an attractive setting for the memorial. \nLandscape Elements.\nThe school grounds are well established and include mature trees and early retaining walls (pre-1940). Due to its elevation, the James Street side of the site has impressive views toward &lt;a href=\"City%20of%20Brisbane\"&gt;Brisbane City&lt;/a&gt;.\nSeveral mature figs (\"&lt;a href=\"Ficus\"&gt;Ficus sp.&lt;/a&gt;\") and camphor laurels (\"&lt;a href=\"Cinnamomum%20camphora\"&gt;Cinnamomum camphora&lt;/a&gt;\") stand between the open-air annexe and James Street, and at the western end of the Heal Street boundary.\nPre-1940 retaining walls which stand: to the southeast of the Open Air Annexe (1931); northeast of the urban brick school building, along the Heal Street boundary and the former Hawthorne Street boundary (1935); and along the James Street boundary adjacent to the former tennis court site, are concrete. Other retaining walls constructed from cut stone, stone blocks and concrete are located along the James Street and Heal Street boundaries.\nNon-Significant Elements.\nA swimming pool southeast of the open-air annexe; playing field northeast of the urban brick school building; preschool southeast of the swimming pool; and all other buildings, structures and pathways within the heritage boundary are not of heritage significance.\nHeritage listing.\nNew Farm State School was listed on the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; on 28 April 2017 having satisfied the following criteria.\nThe place is important in demonstrating the evolution or pattern of Queensland's history.\nNew Farm State School (established in 1901) is important in demonstrating the evolution of state education and its associated architecture in Queensland. The place retains fine, representative examples of government designs, which were architectural responses to prevailing government educational philosophies, and a war memorial, set in landscaped grounds with sporting facilities, early retaining walls, and mature trees.\nThe urban brick school building (1901, 1909) represents the culmination of years of experimentation with natural light, classroom size and ventilation by the Department of Public Works (DPW) and also demonstrates the growing preference in the early 20th century for constructing brick school buildings at metropolitan schools in developing suburbs.\nThe second floor additions to two wings of the urban brick school building (1939) and playground levelling () are the result of the Queensland Government's building and relief work programmes during the 1930s, which stimulated the economy and provided work for men unemployed as a result of the Great Depression.\nThe open-air annexe (1919) demonstrates the medical and educational theories of the period, which valued fresh air and sunlight; and is important in demonstrating the development pattern of incorporating open-air classrooms into existing school complexes. The enclosure of the annexe in the 1920s demonstrates adaptions to the open-air classroom type to improve its functionality.\nThe World War I Memorial (1923) is important in demonstrating the school community's involvement in this major world event. War memorials are a tribute from the community to those who served and those who died. They are an important element of Queensland's towns and cities and are also important in demonstrating a common pattern of commemoration across Queensland and Australia.\nThe large, suburban site with mature trees and sporting facilities demonstrates educational philosophies that promoted the importance of play and a beautiful environment in the education of children.\nThe place is important in demonstrating the principal characteristics of a particular class of cultural places.\nNew Farm State School is important in demonstrating the principal characteristics of Queensland state schools with later modifications. These include: teaching buildings constructed to standard and individual designs; and generous, landscaped sites with mature trees, assembly and play areas, retaining walls and sporting facilities.\nThe urban brick school building is an excellent, intact example of its type. The building demonstrates the principal characteristics of an urban brick school building through its highset form; linear layout, with classrooms and teachers rooms accessed by verandahs; undercrofts used as open play spaces and additional classrooms; loadbearing, masonry construction, with face brick piers to undercroft spaces; gable or Dutch-gable roofs with roof fleches; and decorative timbers to verandahs, window hoods and gablets. It demonstrates use of the stylistic features of its era, which determined roof form, decorative treatment and joinery. Typically, urban brick school buildings are configured to create central courtyards, and are located in suburban areas that were growing at the time of their construction.\nThe open-air annexe is important in demonstrating the principal characteristics of its type. It retains its highset, timber-framed structure on brick piers; classroom widths; western verandah (now enclosed); and semi-detached teachers room.\nThe place is important because of its aesthetic significance.\nThe urban brick school building at New Farm State School has aesthetic significance due to its beautiful attributes: symmetrical layout; high quality materials, face brick exterior, elegant composition, finely crafted timber work, and decorative treatments.\nSited on high ground above James Street, the school has extensive views across surrounding suburbs and to the Brisbane CBD. Attractive views of the school buildings are attained from the east.\nThe place has a strong or special association with a particular community or cultural group for social, cultural or spiritual reasons.\nSchools have always played an important part in Queensland communities. They typically retain significant and enduring connections with former pupils, parents, and teachers; provide a venue for social interaction and volunteer work; and are a source of pride, symbolising local progress and aspirations.\nNew Farm State School has a strong and ongoing association with the New Farm and district community. It was established in 1901 through the fundraising efforts of the local community and generations of children have been taught there. The place is important for its contribution to the educational development of New Farm and is a prominent focal point and gathering place for social and commemorative events with widespread community support."
}