{
    "id": "56415326",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=56415326",
    "title": "Hattie B. Gooding",
    "text": "Hattie B. Gooding (1877 - January 26, 1938) was a publicity agent who organized the St. Louis, Missouri, Women's City Club, forerunner to the Town Club and wrote advertising for the Lesan Advertising Company, later Gardner Advertising Company.\nBiography.\nHattie B. Gooding was born in 1877 in &lt;a href=\"St.%20Paul%2C%20Minnesota\"&gt;St. Paul, Minnesota&lt;/a&gt;, her grandfather being one of the early settlers. Her mother was of Scotch descent.\nShe moved to &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis, Missouri&lt;/a&gt;, in 1898. In 1907 she studied bookkeeping and stenography without the aid of teachers, and took a position for the &lt;a href=\"Lesan%20Advertising%20Company\"&gt;Lesan Advertising Company&lt;/a&gt;, which shortly after changed its name to the &lt;a href=\"Gardner%20Advertising%20Company\"&gt;Gardner Advertising Company&lt;/a&gt;, in the capacity of stenographer. After three weeks she took up work in the advertising department, covering everything from face creams to cook stoves. Writing the special advertisements for Scruggs, Vandervoort &amp; Barney Company for six months, was also one of her experiences, and the publicity work for the Charity Carnival in 1908 was her first big undertaking.\nStarting from 1910, she was in the advertising business for herself, since when the musical bureau she established forced her out of this business. Hattie B. Gooding was the responsible for a series of worthy musical attractions presented to the St. Louis public during the season of 1913-14. Gooding went to New York to arrange with the musical managers for the attractions offered. Out of a long list she selected those who represent the highest in their own special field, and which she felt sure St. Louisans would enjoy. The list began with Madame &lt;a href=\"Louise%20Homer\"&gt;Louise Homer&lt;/a&gt; prima donna contralto of the Metropolitan Grand Opera Co., followed by &lt;a href=\"Josef%20Hoffman\"&gt;Josef Hoffman&lt;/a&gt;, pianist, and &lt;a href=\"Anna%20Pavlova\"&gt;Anna Pavlova&lt;/a&gt; and the Russian ballet. For the last the expenses were $5,500.00 ($ in dollars) for two nights, and the receipts $7,500.00 ($ in dollars), netting a clear gain of $2,000.00 ($ in dollars); her other evenings were proportionately successful financially. The advance sales were greater than any other city in the United States. At the Pavlowa concert, when Gooding engaged, at the last hour, the Russian dancer for two nights, the New York managers became dubious and anxiously rushed four special advance agents to assist her. On seeing the bookings for both nights they quietly slipped back to New York fully convinced of her ability to attract audiences in St. Louis, which had always, heretofore, been called \"the worst show town\" in the country.\nOn the list for 1914 and 1915 there were also &lt;a href=\"Mischa%20Elman\"&gt;Mischa Elman&lt;/a&gt;, violinist, with &lt;a href=\"Maggie%20Teyte\"&gt;Maggie Teyte&lt;/a&gt;, soprano, in joint recital; &lt;a href=\"David%20Mannes\"&gt;David Mannes&lt;/a&gt;, and his wife &lt;a href=\"Clara%20Mannes\"&gt;Clara Mannes&lt;/a&gt; (sister of &lt;a href=\"Walter%20Damrosch\"&gt;Walter Damrosch&lt;/a&gt;), for many years concertmaster of the New York Symphony Orchestra; &lt;a href=\"Helen%20Keller\"&gt;Helen Keller&lt;/a&gt; and &lt;a href=\"Anne%20Sullivan%20Macy\"&gt;Anne Sullivan Macy&lt;/a&gt;, lecturing on \"The Heart and Hand\", and the &lt;a href=\"Kneisel%20Quartette\"&gt;Kneisel Quartette&lt;/a&gt;, &lt;a href=\"Fritz%20Kreisler\"&gt;Fritz Kreisler&lt;/a&gt;, violinist, and &lt;a href=\"Elizabeth%20Van%20Endert\"&gt;Elizabeth Van Endert&lt;/a&gt; of the Royal Opera Company of Berlin, Sir &lt;a href=\"Douglas%20Mawson\"&gt;Douglas Mawson&lt;/a&gt;, lecturer.\nDespite being a working woman, Gooding was of the position that women did not need suffrage. Despite her opinion, or maybe due to it, she was on the board of judges, with &lt;a href=\"Charlotte%20Rumbold\"&gt;Charlotte Rumbold&lt;/a&gt; and &lt;a href=\"Thekla%20M.%20Bernays\"&gt;Thekla M. Bernays&lt;/a&gt;, in the Votes-for-Women contest held by \"&lt;a href=\"The%20St.%20Louis%20Post-Dispatch\"&gt;The St. Louis Post-Dispatch&lt;/a&gt;\".\nShe was an active member of the &lt;a href=\"Carondelet%2C%20St.%20Louis\"&gt;Carondelet's&lt;/a&gt;, and organized the Women's City Club which gave luncheons every month for the purpose of having the business women of the city, and others interested in municipal affairs, to come together. This was the forerunner of what became the Town Club. She was the editor of \"&lt;a href=\"The%20St.%20Louis%20Post-Dispatch\"&gt;The St. Louis Post-Dispatch&lt;/a&gt;\"'s food page. Her sister, Grace F. Gooding was the secretary of the St. Louis Artists' Guild.\nShe was member of the press committee of the St. Louis Society for the Relief and Prevention of Tuberculosis and press committee of the St. Louis District of Women's Clubs, and a member of the board of directors of the Consumer's League; she was secretary of the Women's City Club and the only woman among ten men of the board of the Civic League Committee of Public Safety and Law Enforcement.\nShe lived at 6604 Virginia Avenue and 605 Clara Avenue, St. Louis, and died on January 26, 1938, and is buried at Park Lawn Cemetery."
}