{
    "id": "56421635",
    "revid": "31192532",
    "url": "https://en.wikipedia.org/wiki?curid=56421635",
    "title": "Kasbah Mahdiyya",
    "text": "Kasbah Mahdiyya (; &lt;a href=\"Berber%20languages\"&gt;Berber&lt;/a&gt;: ⵇⵙⴱⴰ ⵎⴻⵀⴷⵉⵢⴰ) is a &lt;a href=\"kasbah\"&gt;kasbah&lt;/a&gt; located near the city of &lt;a href=\"Kenitra\"&gt;Kenitra&lt;/a&gt;, &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;. It is situated at the downstream of &lt;a href=\"Sebou%20River\"&gt;Sebou River&lt;/a&gt; in the vicinity of the &lt;a href=\"Atlas%20Mountains\"&gt;Atlas Mountains&lt;/a&gt;, 12km from the city of Kneitra. The kasbah was built during the era of the Berber &lt;a href=\"Almohad\"&gt;Almohad&lt;/a&gt; &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt; &lt;a href=\"Abd%20al-Mu%27min\"&gt;Abd al-Mu'min&lt;/a&gt;, and restored during the &lt;a href=\"Alaouite%20dynasty\"&gt;Alaouite period&lt;/a&gt; in the 17th century.\nDescription.\nThe building was established in the strategic location which connects to several area of Morocco. &lt;a href=\"Sebou%20River\"&gt;Sebou River&lt;/a&gt;, which flows to the &lt;a href=\"Atlantic%20ocean\"&gt;Atlantic ocean&lt;/a&gt;, was an easily navigable river and it flows through the Atlas Mountains and reaches the inland area such as the city of &lt;a href=\"Fez%2C%20Morocco\"&gt;Fez&lt;/a&gt;. During the middle age, holding this area was a key for establishing the logistical, military and commercial advantage. As such, the kasbah was heavily contested by many states throughout the history.\nThe foundation dates back to the assembly building which was likely built as a part of the harbor in the 10th century. In the 12th century, the Almohad Sultan Abd al-Mu'min established a dock and attached fort in the place, using the high quality woods from the neighboring forest. The rest of the city of &lt;a href=\"Mehdya%2C%20Morocco\"&gt;Mehdya&lt;/a&gt; remained small but used as a resource center within the trade between Europe until the 16th century. In 1515, the Portuguese captured the area and the fort, but the occupation only lasted for 47 years.\nIn the 17th century, after the place was briefly used as a center for piracy, the local authority had attempted to gain independence, only to be occupied by the Spain. The Spanish constructed a fort on top of the stone which overlooks the mouth of the river. The citadel wall built as a part of the castle had become the basis of the current structure. The area was recovered by the &lt;a href=\"Alaouite\"&gt;Alaouite&lt;/a&gt; Sultan &lt;a href=\"Ismail%20Ibn%20Sharif\"&gt;Ismail Ibn Sharif&lt;/a&gt; in 1681, who gave the castle its current name.\nSultan Ismail carried out a full scale construction of the kasbah in the ruins of the Spanish fort. He built an establishment for administration (Dar el-Makhzen), &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt;, barracks, &lt;a href=\"madrasa\"&gt;madrasa&lt;/a&gt;, funduq (traditional inn) and stables. The Sultan also restored the broken citadel walls, and demolished the southern part of the wall for the construction of defense towers and moats. He maintained the three towers on the northern side. He also constructed the monumental entrance gate on the shore, which was named as Bab al-Jadid. His detailed construction also extended to the interior, where exist four halls surrounding the &lt;a href=\"sahn\"&gt;sahn&lt;/a&gt; adorned by &lt;a href=\"zellige\"&gt;zellige&lt;/a&gt;. There exist a garden and &lt;a href=\"Turkish%20bath\"&gt;hamam&lt;/a&gt; as well.\nIt is also known as the location of the &lt;a href=\"Battle%20of%20Port%20Lyautey\"&gt;Battle of Port Lyautey&lt;/a&gt; during the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;."
}