{
    "id": "56422",
    "revid": "1067250670",
    "url": "https://en.wikipedia.org/wiki?curid=56422",
    "title": "Arnhem",
    "text": "Arnhem ( ; ; &lt;a href=\"South%20Guelderish\"&gt;South Guelderish&lt;/a&gt;: \"Èrnem\") is a &lt;a href=\"Cities%20of%20the%20Netherlands\"&gt;city&lt;/a&gt; and &lt;a href=\"List%20of%20municipalities%20of%20the%20Netherlands\"&gt;municipality&lt;/a&gt; situated in the eastern part of the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. It is the capital of the &lt;a href=\"Provinces%20of%20the%20Netherlands\"&gt;province&lt;/a&gt; of &lt;a href=\"Gelderland\"&gt;Gelderland&lt;/a&gt;, located on both banks of the rivers &lt;a href=\"Nederrijn\"&gt;Nederrijn&lt;/a&gt; and &lt;a href=\"Sint-Jansbeek\"&gt;Sint-Jansbeek&lt;/a&gt;, which was the source of the city's development. Arnhem had a population of 163.972 on 1 december 2021, which made it one of the larger cities of the Netherlands. The municipality is part of the &lt;a href=\"Arnhem%E2%80%93Nijmegen%20metropolitan%20area\"&gt;Arnhem–Nijmegen metropolitan area&lt;/a&gt; which has a combined 736,500 inhabitants.\nArnhem is home to the &lt;a href=\"Hogeschool%20van%20Arnhem%20en%20Nijmegen\"&gt;Hogeschool van Arnhem en Nijmegen&lt;/a&gt;, &lt;a href=\"ArtEZ%20Institute%20of%20the%20Arts\"&gt;ArtEZ Institute of the Arts&lt;/a&gt;, &lt;a href=\"Netherlands%20Open%20Air%20Museum\"&gt;Netherlands Open Air Museum&lt;/a&gt;, &lt;a href=\"Airborne%20Museum%20%27Hartenstein%27\"&gt;Airborne Museum 'Hartenstein'&lt;/a&gt;, &lt;a href=\"Royal%20Burgers%27%20Zoo\"&gt;Royal Burgers' Zoo&lt;/a&gt;, &lt;a href=\"NOC%2ANSF\"&gt;NOC*NSF&lt;/a&gt; and &lt;a href=\"National%20Sports%20Centre%20Papendal\"&gt;National Sports Centre Papendal&lt;/a&gt;. The north corner of the municipality is part of the &lt;a href=\"Hoge%20Veluwe%20National%20Park\"&gt;Hoge Veluwe National Park&lt;/a&gt;. It is approximately in area, consisting of heathlands, sand dunes, and woodlands.\nHistory.\nEarly history.\nThe oldest archeological findings of human activity around Arnhem are two firestones of about 70,000 years ago. These come from the &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt;, when the &lt;a href=\"Neanderthal\"&gt;Neanderthal&lt;/a&gt;s lived in this part of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. In Schuytgraaf, remnants of a hunters camp from around &lt;a href=\"5000%20BC\"&gt;5000 BC&lt;/a&gt; have been discovered. In &lt;a href=\"Schaarsbergen\"&gt;Schaarsbergen&lt;/a&gt;, twelve grave mounds were found from &lt;a href=\"2400%20BC\"&gt;2400 BC&lt;/a&gt;, which brought the so-called &lt;a href=\"Neolithic%20Revolution\"&gt;Neolithic Revolution&lt;/a&gt; to the area of Arnhem, which meant the rise of the farmers.\nThe earliest settlement in Arnhem dates from &lt;a href=\"1500%20BC\"&gt;1500 BC&lt;/a&gt;, of which traces have been found on the Hoogkamp, where the Van Goyenstraat is currently located. In the inner city, around the &lt;a href=\"Sint-Jansbeek\"&gt;Sint-Jansbeek&lt;/a&gt;, traces of settlement have been found from around &lt;a href=\"700%20BC\"&gt;700 BC&lt;/a&gt;, while the first traces south of the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; have been found dating to around &lt;a href=\"500%20BC\"&gt;500 BC&lt;/a&gt;, in the \"Schuytgraaf\".\nThough the early tracks of settlements did show that the early residents of Arnhem descended from the forests on the hills, Arnhem was not built on the banks of the river Rhine, but a little higher along the Sint-Jansbeek. Arnhem arose on the location where the road between &lt;a href=\"Nijmegen\"&gt;Nijmegen&lt;/a&gt; and &lt;a href=\"Utrecht\"&gt;Utrecht&lt;/a&gt; and &lt;a href=\"Zutphen\"&gt;Zutphen&lt;/a&gt; split. Seven streams provided the city with water, and only when the flow of the Rhine was changed in 1530, was the city located on the river.\nMiddle Ages.\nArnhem was first mentioned as such in 893 as \"Arneym\" or \"Arentheym\". In 1233, Count &lt;a href=\"Otto%20II%2C%20Count%20of%20Guelders\"&gt;Otto II&lt;/a&gt; of &lt;a href=\"County%20of%20Guelders\"&gt;Guelders&lt;/a&gt; from &lt;a href=\"Zutphen\"&gt;Zutphen&lt;/a&gt;, conferred &lt;a href=\"City%20rights%20in%20the%20Netherlands\"&gt;city rights&lt;/a&gt; on the town, which had belonged to the abbey of Prüm, settled in, and fortified it. Arnhem entered the &lt;a href=\"Hanseatic%20League\"&gt;Hanseatic League&lt;/a&gt; in 1443. In 1473, it was captured by &lt;a href=\"Charles%20the%20Bold\"&gt;Charles the Bold&lt;/a&gt; of Burgundy.\n16th and 17th century.\nIn 1514, &lt;a href=\"Charles%20of%20Egmond\"&gt;Charles of Egmond&lt;/a&gt;, &lt;a href=\"duke\"&gt;duke&lt;/a&gt; of &lt;a href=\"Duchy%20of%20Guelders\"&gt;Guelders&lt;/a&gt;, took it from the dukes of &lt;a href=\"Duchy%20of%20Burgundy\"&gt;Burgundy&lt;/a&gt;; in 1543, it fell to the &lt;a href=\"emperor\"&gt;emperor&lt;/a&gt; &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles V&lt;/a&gt;. As capital of the so-called \"Kwartier van Veluwe\" it joined the &lt;a href=\"Union%20of%20Utrecht\"&gt;Union of Utrecht&lt;/a&gt; during the &lt;a href=\"Eighty%20Years%27%20War\"&gt;Eighty Years' War&lt;/a&gt; in 1579. After &lt;a href=\"Siege%20of%20IJsseloord\"&gt;its capture from the Spanish forces&lt;/a&gt; by Dutch and English troops in 1585 the city became part of the &lt;a href=\"Dutch%20Republic\"&gt;Republic of the Seven United Provinces of the Netherlands&lt;/a&gt;. The French occupied the town from 1672 to 1674.\n18th and 19th century.\nFrom 1795 to 1813, it was reoccupied by the French, by both revolutionary and imperial forces.\nIn the early 19th century, the former fortifications were almost completely dismantled, to give space for town expansion. The \"Sabelspoort\" (Sabresgate) is the only remaining part of the medieval walls.\nIn the 19th century, Arnhem was a genteel resort town famous for its picturesque beauty. It was known as \"het Haagje van het oosten\" (The Little Hague of the East), mainly because a number of rich former sugar barons or planters from the Indies settled there, as they did in &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt;. Even now the city is famous for its parks and greenery. The urbanization in the north on hilly terrain is also quite unusual for the Netherlands.\nThe Battle of Arnhem.\nIn the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; (1939–1945), during &lt;a href=\"Operation%20Market%20Garden\"&gt;Operation Market Garden&lt;/a&gt; (September 1944), the &lt;a href=\"1st%20Airborne%20Division%20%28United%20Kingdom%29\"&gt;British 1st Airborne Division&lt;/a&gt;, under the command of &lt;a href=\"Major-general%20%28United%20Kingdom%29\"&gt;Major-General&lt;/a&gt; &lt;a href=\"Roy%20Urquhart\"&gt;Roy Urquhart&lt;/a&gt;, and the &lt;a href=\"1st%20Independent%20Parachute%20Brigade%20%28Poland%29\"&gt;Polish 1st Independent Parachute Brigade&lt;/a&gt; were given the task of securing the &lt;a href=\"bridge\"&gt;bridge&lt;/a&gt; at Arnhem.\n&lt;a href=\"Glider%20infantry\"&gt;Glider infantry&lt;/a&gt; and &lt;a href=\"paratrooper\"&gt;paratrooper&lt;/a&gt; units were landed into the area on 17 September and later. The bulk of the force was dropped rather far from the bridge and never met their objective. A small element of the British 1st Airborne, the &lt;a href=\"2nd%20Battalion%2C%20Parachute%20Regiment\"&gt;2nd Parachute Battalion&lt;/a&gt; under &lt;a href=\"Lieutenant%20colonel%20%28United%20Kingdom%29\"&gt;Lieutenant Colonel&lt;/a&gt; &lt;a href=\"John%20Frost%20%28British%20Army%20officer%29\"&gt;John D. Frost&lt;/a&gt;, managed to make its way as far as the bridge but was unable to secure both sides. The British troops encountered stiff resistance from the German &lt;a href=\"9th%20SS%20Panzer%20Division%20Hohenstaufen\"&gt;9th&lt;/a&gt; and &lt;a href=\"10th%20SS%20Panzer%20Division%20Frundsberg\"&gt;10th SS Panzer Division&lt;/a&gt;s, which had been stationed in and around the city.\nThe British force at the bridge eventually ran out of ammunition and was captured on 21 September, and a full withdrawal of the remaining forces was made on 26 September. These events were dramatized in the 1977 movie \"&lt;a href=\"A%20Bridge%20Too%20Far%20%281977%20film%29\"&gt;A Bridge Too Far&lt;/a&gt;\". (The bridge scenes in the movie were shot in &lt;a href=\"Deventer\"&gt;Deventer&lt;/a&gt;, where a similar bridge over the &lt;a href=\"IJssel\"&gt;IJssel&lt;/a&gt; was available, as the area around Arnhem bridge had changed too much to represent WWII-era Arnhem). As a tribute, the rebuilt bridge was renamed 'John Frost Bridge' after the commander of the paratroopers. The official commemoration is 17 September.\nThe current bridge is the third almost-identical bridge built at the same spot. The &lt;a href=\"Dutch%20Army\"&gt;Dutch Army&lt;/a&gt; destroyed the first bridge when the &lt;a href=\"German%20Army%20%28Wehrmacht%29\"&gt;German Army&lt;/a&gt; &lt;a href=\"Battle%20of%20the%20Netherlands\"&gt;invaded the Netherlands&lt;/a&gt; in 1940. The second bridge was destroyed by the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; shortly after the 1944 battle.\nLiberation.\nA second battle of Arnhem took place in April 1945 when the city was liberated by the British &lt;a href=\"49th%20%28West%20Riding%29%20Infantry%20Division\"&gt;49th (West Riding) Infantry Division&lt;/a&gt; fighting as part of the &lt;a href=\"First%20Canadian%20Army\"&gt;First Canadian Army&lt;/a&gt;. The inhabitants of the city, who had been forcibly evacuated by the Germans during and after the battle, returned in the summer of 1945. The reconstruction of Arnhem took until 1969 to finally be completed.\nJust outside Arnhem, in the town of Oosterbeek the &lt;a href=\"Commonwealth%20War%20Graves%20Commission\"&gt;Commonwealth War Graves Commission&lt;/a&gt; built the &lt;a href=\"Arnhem%20Oosterbeek%20War%20Cemetery\"&gt;Arnhem Oosterbeek War Cemetery&lt;/a&gt; which contains the graves of most of those killed during the September landings, and many of those killed in later fighting in the area.\nThe city also hosted the &lt;a href=\"1980%20Summer%20Paralympics\"&gt;1980 Summer Paralympics&lt;/a&gt;.\nGeography.\nNeighbourhoods.\nThe municipality of Arnhem consists of the city of Arnhem and the following surrounding suburbs and former villages:\nArnhem consists of three districts (\"stadsdelen\") and 24 neighbourhoods (\"wijken\"). Each neighbourhood has a number which corresponds to its &lt;a href=\"Postal%20codes%20in%20the%20Netherlands\"&gt;postal code&lt;/a&gt;.\nNeighbouring villages.\nThe outlying areas of the following villages are bordering the municipality of Arnhem directly, which means among others that in many a case a considerable number of their inhabitants originate from Arnhem.\nProximity of border with Germany.\nThe city lies a few kilometers from the border with &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, and to some extent the westernmost villages in the municipality of &lt;a href=\"Elten\"&gt;Elten&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, function as dormitories for people who work in the &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; city of Arnhem in part due to the immigration of Dutch people from the region that were attracted by the lower house pricing just across the border.\nClimate.\nArnhem features the same climate (Cfb, oceanic climate) as all of the Netherlands; however, its location on the foothills of the Veluwe, the largest forest in the Netherlands, contributes to some higher precipitation values.\nPlaces of interest.\nThe \"&lt;a href=\"St%20Eusebius%27%20Church%2C%20Arnhem\"&gt;Grote Kerk&lt;/a&gt;\" (St. Eusebius' Church), built 1452–1560, lost most of its tower during World War II, of which a part has been reconstructed to a modern design and opened in 1964. Officially the tower is not part of the church and is owned by the municipality.\nThe house of Maarten van Rossum, a general serving Duke Charles van Gelre, has been the town hall since 1830: The &lt;a href=\"satyr\"&gt;satyr&lt;/a&gt;s in its &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; ornamentation earned it the name \"Duivelshuis\" (devil's house). The &lt;a href=\"Netherlands%20Open%20Air%20Museum\"&gt;Netherlands Open Air Museum&lt;/a&gt; is located outside the city. It includes antique houses, farms, factories, and &lt;a href=\"windmill\"&gt;windmill&lt;/a&gt;s from different parts of the Netherlands. Two other windmills stand in Arnhem itself, &lt;a href=\"De%20Hoop%2C%20Arnhem\"&gt;De Hoop&lt;/a&gt; and &lt;a href=\"De%20Kroon%2C%20Arnhem\"&gt;De Kroon&lt;/a&gt;.\nThe &lt;a href=\"Royal%20Burgers%27%20Zoo\"&gt;Royal Burgers' Zoo&lt;/a&gt; in Arnhem is one of the biggest and most-visited zoos in the Netherlands, featuring an underwater walkthrough, desert, mangrove, and rainforest. The &lt;a href=\"GelreDome\"&gt;GelreDome&lt;/a&gt;, the home of &lt;a href=\"Vitesse%20Arnhem\"&gt;Vitesse Arnhem&lt;/a&gt;, the city's &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt; team in &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt;, is a unique facility that features a retractable roof and a slide-out grass pitch. The concept has been fully duplicated since then by the &lt;a href=\"Veltins-Arena\"&gt;Veltins-Arena&lt;/a&gt; in &lt;a href=\"Gelsenkirchen\"&gt;Gelsenkirchen&lt;/a&gt;, Germany, and &lt;a href=\"State%20Farm%20Stadium\"&gt;State Farm Stadium&lt;/a&gt; in &lt;a href=\"Glendale%2C%20Arizona\"&gt;Glendale, Arizona&lt;/a&gt;, U.S., and partially by the &lt;a href=\"Sapporo%20Dome\"&gt;Sapporo Dome&lt;/a&gt; in Japan (which has a sliding pitch but a fixed roof).\nThe &lt;a href=\"KEMA%20Toren\"&gt;KEMA Toren&lt;/a&gt; (formerly known as \"SEP Control Tower\") is the highest structure of the town. It is a 140-m-high TV tower.\nSport.\nThe &lt;a href=\"National%20Sports%20Centre%20Papendal\"&gt;National Sports Centre Papendal&lt;/a&gt; is the national sports development centre of the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, located in Arnhem. The first event held at Papendal was the &lt;a href=\"1980%20Summer%20Paralympics\"&gt;1980 Summer Paralympics&lt;/a&gt;, from 21 June to 5 July. However the site was formally adopted and developed from 1993, after the merger of the Dutch National Olympic Committee (NOC) and the Nederlandse Sport Federatie (NSF).\n&lt;a href=\"NOC%2ANSF\"&gt;NOC*NSF&lt;/a&gt; have 90 affiliated national sports organizations, representing about 2700 individual sports clubs. Papendal is also the training location of &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club &lt;a href=\"Vitesse%20Arnhem\"&gt;Vitesse Arnhem&lt;/a&gt;, and the club's youth development system. Supporting facilities include a conference centre and hotel.\nIn preparation for the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt;, in 2011 the facility built a replica of the proposed &lt;a href=\"BMX%20racing\"&gt;BMX racing&lt;/a&gt; track at the &lt;a href=\"London%20Velopark\"&gt;London Velopark&lt;/a&gt; venue. The track will host the second event on the 2011 &lt;a href=\"UCI%20BMX%20World%20Championships\"&gt;UCI BMX World Championships&lt;/a&gt;, on 27 and 28 May 2011.\nSince January 2013 Sports Centre Papendal officially split from NOC * NSF and thus as organization demerges. This split offers Sports Centre Papendal many commercial benefits. There are facilities for various sports, including athletics, cycling and more.\nSport in the city is principally focussed on its association football club &lt;a href=\"Vitesse%20Arnhem\"&gt;Vitesse Arnhem&lt;/a&gt; and its stadium the &lt;a href=\"GelreDome\"&gt;GelreDome&lt;/a&gt; built for the &lt;a href=\"UEFA%20Euro%202000\"&gt;UEFA Euro 2000&lt;/a&gt;. The club has enjoyed some success in the &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt; and has featured in the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt; competition. Their best result in the &lt;a href=\"Eredivisie\"&gt;Eredivisie&lt;/a&gt; was third place in 1997&lt;a href=\"2014%E2%80%9315%20KNVB%20Cup\"&gt;–&lt;/a&gt;98. The club won the &lt;a href=\"KNVB%20Cup\"&gt;KNVB Cup&lt;/a&gt; in &lt;a href=\"2016%E2%80%9317%20KNVB%20Cup\"&gt;2016–17&lt;/a&gt;.\n&lt;a href=\"Introdans\"&gt;Introdans&lt;/a&gt; is a dance company based in the city of Arnhem. In 2009 the &lt;a href=\"Ministry%20of%20Education%2C%20Culture%20and%20Science\"&gt;Ministry of Education, Culture and Science&lt;/a&gt; designated Introdans part of the basic national infrastructure. In 2016 was the &lt;a href=\"2016%20Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt; in Arnhem.\nTransport.\nArnhem has had a main central railway station since 1845 – &lt;a href=\"Arnhem%20Centraal%20railway%20station\"&gt;Arnhem Centraal railway station&lt;/a&gt;, which is serviced by several intercity lines and the &lt;a href=\"Intercity-Express\"&gt;Intercity-Express&lt;/a&gt; to &lt;a href=\"D%C3%BCsseldorf\"&gt;Düsseldorf&lt;/a&gt; and further on to &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt;.\nUntil 2016, there were also &lt;a href=\"NS%20International\"&gt;NS International&lt;/a&gt; trains to other destinations abroad, with some coaches going as far as &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;.\nThe intercity lines provide direct connections to &lt;a href=\"Utrecht\"&gt;Utrecht&lt;/a&gt;, &lt;a href=\"Nijmegen\"&gt;Nijmegen&lt;/a&gt; and &lt;a href=\"Zutphen\"&gt;Zutphen&lt;/a&gt;. It is also the terminus for several local railway services. Arnhem has three other stations, namely &lt;a href=\"Arnhem%20Velperpoort%20railway%20station\"&gt;Arnhem Velperpoort&lt;/a&gt; (since 1953), &lt;a href=\"Arnhem%20Presikhaaf%20railway%20station\"&gt;Arnhem Presikhaaf&lt;/a&gt; (since 1969) and &lt;a href=\"Arnhem%20Zuid%20railway%20station\"&gt;Arnhem Zuid&lt;/a&gt; (since 2005).\n&lt;a href=\"KLM%20Royal%20Dutch%20Airlines\"&gt;KLM Royal Dutch Airlines&lt;/a&gt; operates a bus from the train station to &lt;a href=\"Schiphol%20Airport\"&gt;Schiphol Airport&lt;/a&gt; for KLM customers. Arnhem is unique in the Netherlands with its &lt;a href=\"Arnhem%20trolleybus\"&gt;trolleybus system&lt;/a&gt;.\nTwin towns – sister cities.\nArnhem is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:"
}