{
    "id": "56438066",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=56438066",
    "title": "Philip Oreopoulos",
    "text": "Philip Oreopoulos is an &lt;a href=\"economist\"&gt;economist&lt;/a&gt; who currently serves as Professor of Economics and Public Policy at the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt;. Oreopoulos's research focuses on the &lt;a href=\"economics%20of%20education\"&gt;economics of education&lt;/a&gt;, &lt;a href=\"labour%20economics\"&gt;labour economics&lt;/a&gt;, &lt;a href=\"public%20finance\"&gt;public finance&lt;/a&gt;, and &lt;a href=\"child%20development\"&gt;child development&lt;/a&gt;.\nBiography.\nPhilip Oreopoulos earned his &lt;a href=\"Bachelor%20of%20Arts\"&gt;B.A.&lt;/a&gt; from the &lt;a href=\"University%20of%20Western%20Ontario\"&gt;University of Western Ontario&lt;/a&gt; in 1995, his &lt;a href=\"Master%20of%20Arts\"&gt;Master of Arts&lt;/a&gt; from the &lt;a href=\"University%20of%20British%20Columbia\"&gt;University of British Columbia&lt;/a&gt; in 1996, and his &lt;a href=\"Ph.D.\"&gt;Ph.D.&lt;/a&gt; from the &lt;a href=\"University%20of%20California%2C%20Berkeley\"&gt;University of California, Berkeley&lt;/a&gt; in 2002, where he researched on labour economics and public finance under the supervision of &lt;a href=\"David%20Card\"&gt;David Card&lt;/a&gt;, &lt;a href=\"Alan%20J.%20Auerbach\"&gt;Alan J. Auerbach&lt;/a&gt;, and &lt;a href=\"John%20M.%20Quigley\"&gt;John M. Quigley&lt;/a&gt;.\nAfter his Ph.D., Oreopoulos worked as an assistant professor in the Department of Economics of the &lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt;, where he was promoted first to associate professor in 2007 and then to full professor in 2012. In addition, he has also held visiting appointments at &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;MIT&lt;/a&gt; and at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;. Moreover, Oreopoulos is the co-chair of &lt;a href=\"Abdul%20Latif%20Jameel%20Poverty%20Action%20Lab\"&gt;J-PAL&lt;/a&gt;'s education sector (together with &lt;a href=\"Karthik%20Muralidharan\"&gt;Karthik Muralidharan&lt;/a&gt;), a research associate at the &lt;a href=\"National%20Bureau%20of%20Economic%20Research\"&gt;National Bureau of Economic Research&lt;/a&gt;, with which he has been affiliated since 2003, and a senior fellow at the &lt;a href=\"Canadian%20Institute%20for%20Advanced%20Research\"&gt;Canadian Institute for Advanced Research&lt;/a&gt; (since 2012), where he previously worked as research scholar (2006–12). In terms of professional service, Oreopoulos has worked as a (co-)editor or on the board of editors for the \"&lt;a href=\"Journal%20of%20Labor%20Economics\"&gt;Journal of Labor Economics&lt;/a&gt;\" (2009–present), \"&lt;a href=\"Labour%20Economics%20%28journal%29\"&gt;Labour Economics&lt;/a&gt; (2013-present), and the '&lt;a href=\"American%20Economic%20Review\"&gt;American Economic Review&lt;/a&gt;\" (2013-present), in addition to refereeing for numerous academic journals (mostly in economics).\nResearch.\nPhilip Oreopoulos is ranked among the top 2% of economists by &lt;a href=\"IDEAS/RePEc\"&gt;IDEAS/RePEc&lt;/a&gt;. Most of his research relates to education, labour economics, &lt;a href=\"urban%20economics\"&gt;urban economics&lt;/a&gt;, &lt;a href=\"experimental%20economics\"&gt;experimental economics&lt;/a&gt;, and the sociology of economics. A substantial part of Oreopoulos' research deals with the consequences of changes in &lt;a href=\"compulsory%20schooling\"&gt;compulsory schooling&lt;/a&gt; laws, especially in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, which provide an exogenous variation of education. In this context, among else, he found \nOther findings of Oreopoulos include (i) that workers who graduated from college during &lt;a href=\"recession\"&gt;recession&lt;/a&gt;s suffer from persistently lower earnings for up to a decade, beginning their careers working for lower paying employers and then gradually upgrading their jobs by moving to better firms, with the speed of the upgrading determined by graduates' socioeconomic backgrounds (with &lt;a href=\"Till%20von%20Wachter\"&gt;Till von Wachter&lt;/a&gt; and Andrew Heisz); (ii) that the non-financial benefits of schooling - e.g. higher work enjoyment, patience, trust, ambition, and risk aversion or also better decisions regarding health, marriage or parenting - are at least as large as the financial benefits of schooling and would - ironically - benefit school dropouts most (with Kjell Salvanes); (iii) that the quality of neighborhoods in which children grow up in has only a very small impact in determining their adult earnings, likelihood of unemployment, or dependence on welfare benefits, but that the quality of the children's family environment does; and (iv) that poor infant health predicts both mortality within one year, and mortality up to age 17, as well as long-term educational and labour force outcomes such as high school completion and welfare takeup.\nMore recently and in line with his work at J-PAL, Philip Oreopoulos has used &lt;a href=\"randomized%20controlled%20trial\"&gt;randomized controlled trial&lt;/a&gt;s to investigate issues in education, e.g. finding that combining academic support services and financial incentives for good grades may be particularly effective in improving the grades and long-term study skills of female freshmen but will have no effect on men, in part because of poor male take-up, or that combining the offer of assistance with completing the college financial aid applications with information about aid estimates may be effective in substantially increasing the likelihood of college attendance, persistence and aid receipt for low-income individuals whereas simply providing information isn't."
}