{
    "id": "5647214",
    "revid": "41253176",
    "url": "https://en.wikipedia.org/wiki?curid=5647214",
    "title": "Ornaments Rubric",
    "text": "The \"Ornaments Rubric\" is found just before the beginning of Morning Prayer in the &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;Book of Common Prayer&lt;/a&gt; of the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;. It runs as follows:\nThe interpretation of the second paragraph was debated when it first appeared and became a major issue towards the end of the 19th century during the conflicts over what vestments and ceremonies were legal in the Church of England.\nHistory and interpretation.\nThe rubric first appears in the Elizabethan revision of the &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;Book of Common Prayer&lt;/a&gt; in 1559 and was retained in the later 1604 revision under &lt;a href=\"James%20I%20of%20England\"&gt;James I&lt;/a&gt;. The second paragraph is essentially an extract from the penultimate section of the Elizabethan &lt;a href=\"Act%20of%20Uniformity%201558\"&gt;Act of Uniformity&lt;/a&gt; (1559 – 1 Elizabeth I,c.2) and breaks off in the middle of a sentence. The act itself provided that: Until June 1549 the &lt;a href=\"Sarum%20Rite\"&gt;Sarum Rite&lt;/a&gt; Mass (a version of the &lt;a href=\"Roman%20Rite\"&gt;Roman Rite&lt;/a&gt;) was celebrated in Latin, with certain insertions in English. \nThe ornaments of the ministers would have been the traditional Eucharistic vestments used in that Rite: albs, tunicles, dalmatics, copes, chasubles, maniples, mitres et cetera. The text of the 1549 Rite is quite explicit and reads for the ministration of the Holy Communion \"the Priest shall put upon him...a white Albe plain, with a vestment or Cope. And where there be many Priests or Decons\"...\"shall have upon theim likewise\"...\"Albes, with tunicles.\" The wording in the 1559 Prayer Book Preface to Morning Prayer, reads\"...the minister at the time of the Communion, and at all other times in his ministration shall use such ornaments as were in use by authority of Parliament in the second year of the Reign of Edward the Sixth according to the Act of Parliament set forth in the beginning of thys book.\" The wording of the Rubric is an order, not an option. \nThe \"second year\" referred to in the Act of 1559 began on 28 January 1548, and the Act approving the introduction of the &lt;a href=\"Book%20of%20Common%20Prayer%20%281549%29\"&gt;first Book of Common Prayer&lt;/a&gt; was approved by Parliament on 21 January 1549. While it has been argued that the Act legalizes the Roman Catholic vestments which were actually in use in the second year, most authorities accept that the Act refers to the vestments ordered in the first Edwardine Prayer Book of 1549 even though they were only required as from June 1549. However, such an argument ignores the fact that the Ornaments Rubric was inserted in the Prayer Book of 1559 (as once of the concessions to Catholic feelings in order to get the Act of Uniformity passed by the Lords) and refers to the ornaments of the churches and ministers as in use in 1548 or more specifically and restrictively ordered in 1549 (as some have argued)! \nIf this was not the intent in 1559, the language should have been changed to explicate what vestments and ornaments were permissible, if not albs, tunicles, dalmatics, copes, chasubles, maniples, miters, et cetera which ones - gown and surplice only? The insertion of the Ornament Rubric, the addition of the Words of Administration at time of Communion (stating a belief in the Real Presence with a particular definition) from the First to the Second Prayer and the Adoption of the Prayer Book of 1552 suggests that Queen, a moderate non-ideological Protestant, wanted the celebration of the Holy Communion to look like a Mass Also, if she had had her way the clergy would have been celibate since she detested married clergy. \nOn 30 April 1559, it was \"glossed\" (interpreted) by &lt;a href=\"Edwin%20Sandys%20%28bishop%29\"&gt;Dr Sandys&lt;/a&gt;, successively bishop of Worcester (1559), London (1570) and York (1575), to mean that \"we shall not be forced to use them, but that others in the mean time shall not convey them away, but that they may remain for the Queen.\" Later in 1559, the Queen issued her Injunctions, one of which required the churchwardens to deliver to \"our visitors\" an inventory of \"vestments, copes or other ornaments, plate, books and especially of grails, couchers, legends, processions, hymnals, manuals, portuals and such like, appertaining to their church.\" The policy was to wean the Church from the outward trappings of the Catholic past by permission to use them until such time that the clergy, almost 100% Catholic, could be replaced by new men over time. Some parishes complied, others did not. Next year after learning many of the parishes were vandalizing their ornaments, she tried to reverse her policy somewhat. In 1566, the metropolitan (&lt;a href=\"Matthew%20Parker\"&gt;Archbishop Parker&lt;/a&gt;) issued his \"advertisements\" ordering the use of the surplice and in cathedrals and collegiate churches the cope. The &lt;a href=\"Canon%20law%20of%20the%20Church%20of%20England\"&gt;Canons of 1604&lt;/a&gt;, passed with strict conformity to legal procedures and legally binding with minor modifications till well into the 20th century, enforced this same line.\nIt wasn't until the end of the century that the last of the ornaments had disappeared from churches. However, by this time a large section of the Catholic a large section of the new clergy had re-discovered heritage—emphasizing the role of the sacraments, especially the Eucharist, and re-examining the early Church Fathers instead of Reformers. The result of which was to strengthen their resolve not to give into Puritan demands. The strong Catholic substrate in the Prayer Book was intact, but not the ornaments associated with it. The issue about these would re-surface in the mid-19th century in the Ritualist Movement. \nFor about one hundred years, starting in the middle of the 19th century, the legal interpretation of the rubric was disputed. &lt;a href=\"Anglo-Catholicism\"&gt;Anglo-Catholics&lt;/a&gt; pointed to it to justify their restoration of the traditional &lt;a href=\"Vestment\"&gt;Eucharistic vestments&lt;/a&gt; of &lt;a href=\"western%20Christianity\"&gt;western Christianity&lt;/a&gt; in the &lt;a href=\"Anglican%20Communion\"&gt;Anglican Communion&lt;/a&gt;, whereas &lt;a href=\"Evangelicalism\"&gt;Evangelical&lt;/a&gt;s insisted that further order was taken in the Injunctions of 1559, the \"Advertisements\" of 1566, and the Canons of 1604 and therefore the only legal vestments were &lt;a href=\"Choir%20dress\"&gt;choir habit&lt;/a&gt; together with the cope in Cathedrals and collegiate churches. The use of the disputed vestments became undoubtedly legal in the Church of England with the passing of the 1969 Canons, but these stated that no particular doctrinal significance was attached to them.\nNotes and References.\nNotes\nReferences"
}