{
    "id": "56487717",
    "revid": "909019561",
    "url": "https://en.wikipedia.org/wiki?curid=56487717",
    "title": "Swiss Iranian Investment Forum",
    "text": "The Swiss-Iranian Investment Forum (SIIF) is a Swiss nonprofit &lt;a href=\"non%20profit%20organization\"&gt;association&lt;/a&gt;, based in &lt;a href=\"Canton%20of%20Geneva\"&gt;Geneva&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. Established as an international body, its mission is cited as \"Global Initiative for responsible &lt;a href=\"Investment\"&gt;Investment&lt;/a&gt;” for promoting &lt;a href=\"sustainable\"&gt;sustainable&lt;/a&gt; and responsible investment in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;’s health, transportation, environmental, financial and other related and necessary sectors based on global finding about economic, social and environmental situation in Iran.\nHistory.\nThe Swiss-Iranian Investment Forum (SIIF) was founded in 2017 as a &lt;a href=\"Civil%20law%20%28common%20law%29\"&gt;Civil law&lt;/a&gt; association domiciled in Geneva, Switzerland. The purpose of SIIF is to facilitate economic exchanges between Switzerland and Iran, and promote better understanding of Iran’s emerging &lt;a href=\"market%20economics\"&gt;market&lt;/a&gt;s and &lt;a href=\"finance\"&gt;financial&lt;/a&gt; reforms designed to protect international investments and business activities.\nSIIF is mindful that past and present mutually respectful &lt;a href=\"Diplomatics\"&gt;diplomatic&lt;/a&gt; and commercial relations between the two countries provide a firm foundation upon which to build, and further strengthen the future potential of this positive, &lt;a href=\"bi-lateral\"&gt;bi-lateral&lt;/a&gt; relationship. SIIF &lt;a href=\"sustainable%20development\"&gt;sustainable development&lt;/a&gt; and responsible investment market priorities include Iran’s &lt;a href=\"health\"&gt;health&lt;/a&gt;, &lt;a href=\"transportation\"&gt;transportation&lt;/a&gt;, and &lt;a href=\"environmental\"&gt;environmental&lt;/a&gt; sectors based on the road map defined between president &lt;a href=\"Johann%20Schneider-Ammann\"&gt;Schneider-Ammann&lt;/a&gt; and president &lt;a href=\"Hassan%20Rouhani\"&gt;Rouhani&lt;/a&gt; in the official visit of Swiss delegates to Tehran in 2017.\nSIIF plans include hosting a series of high-level conferences and seminars in Switzerland to provide guidance, comprehensive evaluation, analysis, and discussion of the global economic agenda. SIIF events will bring together global business leaders, experts, the &lt;a href=\"Media%20%28communication%29\"&gt;media&lt;/a&gt;, and government officials to create favorable conditions for constructive dialogue, promotion of new ideas, and the creation of new, economically sustainable projects that support development of innovative social enterprises.\nOrganization.\nHeadquartered in Geneva, the forum also has offices in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt;. Swiss-Iranian Investment Forum strives to be impartial and is not tied to any political or partisan interests. The association is \"committed to recognize the global importance of the &lt;a href=\"Sustainable%20Development%20Goals\"&gt;United Nations Sustainable Development Goals (SDGs)&lt;/a&gt; - a global agenda to end &lt;a href=\"poverty\"&gt;poverty&lt;/a&gt; in 2030 - and the unique role and impact investing plays in achieving SDGs goals and building for a sustainable future through promote sustainable and responsible investment in Iran’s health, transportation, environmental, financial and other necessary sectors based on global findings about the economic, social, and environmental issues.\nActivities.\nSIIF main activity is to establish bi-lateral business relationships with Switzerland to develop and implement projects supported by those investments, by means of:\nMembership.\nThe association is funded by its member companies, typically international enterprises varying by industry and region. Membership is stratified by the level of engagement with forum activities, with the level of membership fees increasing as participation in meetings, projects, and initiatives rises.\nTypes of Membership:"
}