{
    "id": "565034",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=565034",
    "title": "Liquidation",
    "text": "Liquidation is the process in accounting by which a &lt;a href=\"company%20%28law%29\"&gt;company&lt;/a&gt; is brought to an end in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, and many other countries. The assets and property of the company are redistributed. Liquidation is also sometimes referred to as winding-up or dissolution, although &lt;a href=\"dissolution%20%28law%29\"&gt;dissolution&lt;/a&gt; technically refers to the last stage of liquidation. The process of liquidation also arises when &lt;a href=\"customs\"&gt;customs&lt;/a&gt;, an &lt;a href=\"authority\"&gt;authority&lt;/a&gt; or &lt;a href=\"Government%20agency\"&gt;agency&lt;/a&gt; in a &lt;a href=\"country\"&gt;country&lt;/a&gt; responsible for collecting and safeguarding &lt;a href=\"Duty%20%28economics%29\"&gt;customs duties&lt;/a&gt;, determines the final computation or ascertainment of the duties or drawback accruing on an entry.\nLiquidation may either be compulsory (sometimes referred to as a \"creditors' liquidation\" or \"receivership\" following &lt;a href=\"bankruptcy\"&gt;bankruptcy&lt;/a&gt;, which may result in the court creating a \"liquidation trust\") or voluntary (sometimes referred to as a \"shareholders' liquidation\", although some voluntary liquidations are controlled by the creditors).\nThe term \"liquidation\" is also sometimes used informally to describe a company seeking to &lt;a href=\"divestment\"&gt;divest&lt;/a&gt; of some of its assets. For instance, a &lt;a href=\"retail%20chain\"&gt;retail chain&lt;/a&gt; may wish to close some of its stores. For efficiency's sake, it will often sell these at a discount to a company specializing in &lt;a href=\"real%20estate%20company\"&gt;real estate&lt;/a&gt; liquidation instead of becoming involved in an area it may lack sufficient expertise in to operate with maximum profitability.\nCompulsory liquidation.\nThe parties which are entitled by law to &lt;a href=\"petition\"&gt;petition&lt;/a&gt; for the compulsory liquidation of a company vary from &lt;a href=\"jurisdiction\"&gt;jurisdiction&lt;/a&gt; to &lt;a href=\"jurisdiction\"&gt;jurisdiction&lt;/a&gt;, but generally, a petition may be lodged with the court for the compulsory liquidation of a company by:\nGrounds.\nThe grounds upon which an entity can apply to the court for an order of compulsory liquidation also vary between &lt;a href=\"jurisdictions\"&gt;jurisdictions&lt;/a&gt;, but normally include:\nIn practice, the vast majority of compulsory winding-up applications are made under one of the last two grounds.\nAn order will not generally be made if the purpose of the application is to enforce payment of a debt which is bona fide disputed.\nA \"just and equitable\" winding-up enables the grounds to subject the strict legal rights of the shareholders to equitable considerations. It can take account of personal relationships of mutual trust and confidence in small parties, particularly, for example, where there is a breach of an understanding that all of the members may participate in the business, or of an implied obligation to participate in management. An order might be made where the majority shareholders deprive the minority of their right to appoint and remove their own director.\nThe order.\nOnce liquidation commences (which depends upon applicable law, but will generally be when the petition was originally presented, and not when the court makes the order), dispositions of the company's generally &lt;a href=\"void%20%28law%29\"&gt;void&lt;/a&gt;, and &lt;a href=\"litigation\"&gt;litigation&lt;/a&gt; involving the company is generally restrained.\nUpon hearing the application, the court may either dismiss the petition or make the order for winding-up. The court may dismiss the application if the petitioner unreasonably refrains from an alternative course of action.\nThe court may appoint an official receiver, and one or more &lt;a href=\"liquidator%20%28law%29\"&gt;liquidators&lt;/a&gt;, and has general powers to enable rights and liabilities of claimants and contributories to be settled. Separate meetings of creditors and contributories may decide to nominate a person for the appointment of a liquidator and possibly of a supervisory liquidation committee.\nAdministrative Receiver.\nThe person appointed by the holder of a floating charge debenture over a company’s assets to collect in and realise the assets of that company and to repay the indebtedness to the debenture holder. \nVoluntary liquidation.\nVoluntary liquidation occurs when the members of a company resolve to voluntarily wind up its affairs and dissolve. Voluntary liquidation begins when the company passes the resolution, and the company will generally cease to carry on business at that time (if it has not done so already). \nA creditors’ voluntary liquidation (CVL) is a process designed to allow an &lt;a href=\"insolvent\"&gt;insolvent&lt;/a&gt; company to close voluntarily. The decision to liquidate is made by a board resolution, but instigated by the director(s). 75 percent of the company's shareholders must agree to liquidate for liquidation proceedings to advance. If a limited company’s liabilities outweigh its assets, or the company cannot pay its bills when they fall due, the company becomes insolvent.\nIf the company is &lt;a href=\"Solvency\"&gt;solvent&lt;/a&gt;, and the members have made a statutory declaration of solvency, the liquidation will proceed as a members' voluntary liquidation (MVL). In that case, the general meeting will appoint the liquidator(s). If not, the liquidation will proceed as a creditors' voluntary liquidation, and a meeting of creditors will be called, to which the directors must report on the company's affairs. Where a voluntary liquidation proceeds as a creditors' voluntary liquidation, a liquidation committee may be appointed.\nWhere a voluntary winding-up of a company has begun, a compulsory liquidation order is still possible, but the petitioning contributory would need to satisfy the court that a voluntary liquidation would prejudice the contributors.\nMisconduct.\nThe &lt;a href=\"liquidator%20%28law%29\"&gt;liquidator&lt;/a&gt; will normally have a duty to ascertain whether any misconduct has been conducted by those in control of the company which has caused prejudice to the general body of creditors. In some legal systems, in appropriate cases, the liquidator may be able to bring an action against errant directors or shadow directors for either &lt;a href=\"wrongful%20trading\"&gt;wrongful trading&lt;/a&gt; or &lt;a href=\"fraudulent%20trading\"&gt;fraudulent trading&lt;/a&gt;.\nThe liquidator may also have to determine whether any payments made by the company or transactions entered into may be &lt;a href=\"voidable\"&gt;voidable&lt;/a&gt; as a &lt;a href=\"undervalue%20transaction\"&gt;transaction at an undervalue&lt;/a&gt; or an &lt;a href=\"unfair%20preference\"&gt;unfair preference&lt;/a&gt;.\nPriority of claims.\nThe main purpose of a liquidation where the company is insolvent is to collect its assets, determine the outstanding claims against the company, and satisfy those claims in the manner and order prescribed by law.\nThe liquidator must determine the company's title to property in its possession. Property which is in the possession of the company, but which was supplied under a valid &lt;a href=\"retention%20of%20title%20clause\"&gt;retention of title clause&lt;/a&gt; will generally have to be returned to the supplier. Property which is held by the company on &lt;a href=\"trust%20law\"&gt;trust&lt;/a&gt; for third parties will not form part of the company's assets available to pay creditors.\nBefore the claims are met, &lt;a href=\"secured%20creditor\"&gt;secured creditor&lt;/a&gt;s are entitled to enforce their claims against the assets of the company to the extent that they are subject to a valid &lt;a href=\"security%20interest\"&gt;security interest&lt;/a&gt;. In most legal systems, only fixed security takes precedence over all claims; security by way of &lt;a href=\"floating%20charge\"&gt;floating charge&lt;/a&gt; may be postponed to the &lt;a href=\"preferential%20creditor\"&gt;preferential creditor&lt;/a&gt;s.\nClaimants with non-monetary claims against the company may be able to enforce their rights against the company. For example, a party who had a valid contract for the purchase of land against the company may be able to obtain an order for &lt;a href=\"specific%20performance\"&gt;specific performance&lt;/a&gt;, and compel the liquidator to transfer title to the land to them, upon tender of the purchase price.\nAfter the removal of all assets which are subject to retention of title arrangements, fixed security, or are otherwise subject to proprietary claims of others, the liquidator will pay the claims against the company's assets. Generally, the priority of claims on the company's assets will be determined in the following order:\nUnclaimed assets will usually vest in the state as \"&lt;a href=\"bona%20vacantia\"&gt;bona vacantia&lt;/a&gt;\".\nDissolution.\nHaving wound-up the company's affairs, the liquidator must call a final meeting of the members (if it is a members' voluntary winding-up), creditors (if it is a compulsory winding-up) or both (if it is a creditors' voluntary winding-up). The liquidator is then usually required to send final accounts to the Registrar and to notify the court. The company is then dissolved.\nHowever, in common jurisdictions, the court has a discretion for a period of time after dissolution to declare the dissolution void to enable the completion of any unfinished business.\nStriking off the register.\nIn some jurisdictions, the company may elect to simply be struck off the companies register as a cheaper alternative to a formal winding-up and dissolution. In such cases an application is made to the registrar of companies, who may strike off the company if there is reasonable cause to believe that the company is not carrying on business or has been wound-up and, after enquiry, no case is shown why the company should not be struck off.\nHowever, in such cases the company may be restored to the register if it is just and equitable so to do (for example, if the rights of any creditors or members have been prejudiced).\nIn the event the company does not file an annual return or annual accounts, and the company's file remains inactive, in due course, the registrar will strike the company off the register.\nProvisional liquidation.\nUnder the corporate insolvency laws of a number of common law jurisdictions, where a company has been engaged in misconduct or where the assets of the company are thought to be in jeopardy, it is sometimes possible to put a company into &lt;a href=\"provisional%20liquidation\"&gt;provisional liquidation&lt;/a&gt;, whereby a liquidator is appointed on an interim basis to safeguard the position of the company pending the hearing of the full winding-up petition. The duty of the provisional liquidator is to safeguard the assets of the company and maintain the status quo pending the hearing of the petition; the provisional liquidator does not assess claims against the company or try to distribute the company's assets to creditors.\nPhoenix companies.\nIn the UK, many companies in &lt;a href=\"debt\"&gt;debt&lt;/a&gt; decide it is more beneficial to start again by creating a new company, often referred to as a \"&lt;a href=\"phoenix%20company\"&gt;phoenix company&lt;/a&gt;\". In business terms this will mean liquidating a company as the only option and then resuming under a different name with the same customers, clients and suppliers. In some circumstances it may appear ideal for the directors; however, if they trade under a name which is the same or substantially the same as the company in liquidation without approval from the Court, they will be committing an offence under §216 of the &lt;a href=\"Insolvency%20Act%201986\"&gt;Insolvency Act 1986&lt;/a&gt; (and equivalent legislation in UK regions). Persons participating in the management of the 'phoenix' company may also be held personally liable for the debts of the company under §217 of the Insolvency Act unless the Court approval has been granted."
}