{
    "id": "56547039",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=56547039",
    "title": "Suure-Jaani United",
    "text": "Suure-Jaani United was an &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;n &lt;a href=\"Association%20football\"&gt;football club&lt;/a&gt; sports club based in &lt;a href=\"Suure-Jaani\"&gt;Suure-Jaani&lt;/a&gt;. The club has changed from previous club JK Rolling Doors in 2011. The club plays in &lt;a href=\"III%20Liiga\"&gt;III Liiga&lt;/a&gt;. In 2012 the &lt;a href=\"Estonian%20Cup\"&gt;Estonian Cup&lt;/a&gt; the club reached to the 1/16 finals, losing to a &lt;a href=\"Second%20League%20of%20Estonia\"&gt;II Liiga&lt;/a&gt; club &lt;a href=\"FC%20Elva\"&gt;FC Elva&lt;/a&gt; at home 1–2. In 2018 the team decided to start cooperating with a nearby club called SK Tääksi and the two started playing under the name &lt;a href=\"P%C3%B5hja-Sakala%20%28football%20club%29\"&gt;Põhja-Sakala&lt;/a&gt;.\nHistory.\nBeginning (2011 – today).\nSuure-Jaani United is a sports club established on 27 January 2011. Many of the players came from earlier club JK Rolling Doors, which previously ended. After many players wanted to play &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; in &lt;a href=\"Suure-Jaani\"&gt;Suure-Jaani&lt;/a&gt;, local coach Sergei Vassiljev, who was training the same players in JK Rolling Doors, decided to create his own club: SK Suure-Jaani United. This is the reserve team of &lt;a href=\"T%C3%BCri%20Ganvix%20JK\"&gt;Türi Ganvix JK&lt;/a&gt;.\nFirst season.\nSK Suure-Jaani United started the first season at 2011 in the &lt;a href=\"Fourth%20League\"&gt;VI Liiga&lt;/a&gt;. VI Liiga is the fifth football league in Estonia and also the lowest. Surprisingly Suure-Jaani started to lead the league straight away and was in the top of the league over half the season. Leading must have made them sleepy, because United lost one of the last game in the season to &lt;a href=\"T%C3%B5rva%20FC\"&gt;Tõrva Warrior&lt;/a&gt; 3:0, and they fell into second place, where they finished the season. The season was won by &lt;a href=\"Tartu%20Quattromed\"&gt;Tartu Quattromed&lt;/a&gt; by 33 points, second was SK Suure-Jaani United with 31 points, and third was the close neighbour SK Tääksi with 30 points.\nSecond season.\nBy the second season SK Suure-Jaani United had risen to III Liiga. The men knew, that none of the points came easy. After half of the season things didn't look so good. Only 1 point had come from SK Tääksi, who had also risen to III Liiga, and many games were lost in the final minutes. Games looked bright until last 15 minutes when goals were let in. The first three games were lost on the second half of the season and it all went downhill faster. Then United won two games in a row, amazingly in one game 11–1. At the end of the season, United won 4 games and had one draw. It meant 13 points and the (11th) second to last position, which meant that the same league continues in the next season.\nPlayers.\nFirst-team squad.\n\"As of 24 August 2013."
}