{
    "id": "56552646",
    "revid": "1059332557",
    "url": "https://en.wikipedia.org/wiki?curid=56552646",
    "title": "Rothschild loans to the Holy See",
    "text": "Rothschild loans to the Holy See refers to a series of major financial &lt;a href=\"loans\"&gt;loans&lt;/a&gt; arranged between the &lt;a href=\"Rothschild%20family\"&gt;Rothschild family&lt;/a&gt; and the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt; of the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;. The first loan which occurred in 1832 took place in the aftermath of the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt; during the Pontificate of &lt;a href=\"Pope%20Gregory%20XVI\"&gt;Pope Gregory XVI&lt;/a&gt; (involving &lt;a href=\"James%20Mayer%20de%20Rothschild\"&gt;James Mayer de Rothschild&lt;/a&gt; and &lt;a href=\"Carl%20Mayer%20von%20Rothschild\"&gt;Carl Mayer von Rothschild&lt;/a&gt;). This loan agreed on was for a sum of £400,000 (equivalent to £ billion in ). A second loan occurred during the Pontificate of &lt;a href=\"Pope%20Pius%20IX\"&gt;Pope Pius IX&lt;/a&gt; (\"Pio Nono\") in the early 1850s with the same members of the Rothschild family after the collapse of &lt;a href=\"Giuseppe%20Mazzini\"&gt;Giuseppe Mazzini&lt;/a&gt;'s short-lived revolutionary &lt;a href=\"Roman%20Republic%20%2819th%20century%29\"&gt;Roman Republic&lt;/a&gt; and the restoration of the &lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt;.\n1832 loan under Pope Gregory XVI.\nBackground.\nIn the aftermath of the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;, there was a return to the politics of throne and altar in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. Around this time, the Rothschild family of Jewish bankers from &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt; had arisen to a position of prominence as bankers. Scions of this family established themselves in several European power centers, including in Catholic countries, such as in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; in the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt; of &lt;a href=\"Klemens%20von%20Metternich\"&gt;Klemens von Metternich&lt;/a&gt; (for whom the &lt;a href=\"Age%20of%20Metternich\"&gt;Age of Metternich&lt;/a&gt; is named), and in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt; ruled by the &lt;a href=\"Bourbon-Two%20Sicilies\"&gt;Bourbon-Two Sicilies&lt;/a&gt; monarchy. One of the states to which sovereignty was restored by the &lt;a href=\"Congress%20of%20Vienna\"&gt;Congress of Vienna&lt;/a&gt; was the &lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt;, temporal domain of the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;. However, in the years following restoration, the finances of the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt; declined.\nIn 1831, Cardinal Bartolomeo Cappellari was elected &lt;a href=\"Pope%20Gregory%20XVI\"&gt;Pope Gregory XVI&lt;/a&gt;. The Rothschilds were considered reliable in &lt;a href=\"conservative\"&gt;conservative&lt;/a&gt; circles in Europe, because they had worked with the Austrian government to stabilize finances after the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;. They also shored up the Bourbons in the &lt;a href=\"Kingdom%20of%20the%20Two%20Sicilies\"&gt;Kingdom of the Two Sicilies&lt;/a&gt;, which bordered the &lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt;, by helping finance their suppression of two attempted revolutions. That year there were rumours that Rome would reach out to the Rothschild family for a loan; the brothers James and Carl were initially wary, but both Austria (&lt;a href=\"Metternich\"&gt;Metternich&lt;/a&gt; and &lt;a href=\"Apponyi\"&gt;Count Appony&lt;/a&gt;) and France (&lt;a href=\"Casimir%20Pierre%20P%C3%A9rier\"&gt;Casimir Pierre Périer&lt;/a&gt; and &lt;a href=\"Horace%20Fran%C3%A7ois%20Bastien%20S%C3%A9bastiani%20de%20La%20Porta\"&gt;Horace François Bastien Sébastiani de La Porta&lt;/a&gt;) pressed the issue for Rome. Initially, there was some resistance during the negotiations, particularly from the Roman government and Monsignor Antonio Garibaldi at &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. However, &lt;a href=\"Alessandro%20Torlonia\"&gt;Alessandro Torlonia&lt;/a&gt; (acting for the Holy See) held direct negotiations with &lt;a href=\"James%20Mayer%20de%20Rothschild\"&gt;James Mayer de Rothschild&lt;/a&gt; and thrashed out an agreement, signed on 30 November 1831. Thus in 1832 the Rothschilds’ agreement to provide a loan to the Holy See for £400,000 (equivalent to £ billion in ) came into force.\n&lt;a href=\"James%20Mayer%20de%20Rothschild\"&gt;James Mayer de Rothschild&lt;/a&gt;, head of the &lt;a href=\"Rothschild%20banking%20family%20of%20France\"&gt;Rothschild banking family of France&lt;/a&gt; (\"Banque Rothschild\"), became the official Papal banker. His Naples-based brother, &lt;a href=\"Carl%20Mayer%20von%20Rothschild\"&gt;Carl Mayer von Rothschild&lt;/a&gt;, geographically closer to Rome, went to meet with Pope Gregory XVI in January 1832. Here Carl Mayer was presented with the ribbon and star of the &lt;a href=\"Sacred%20Military%20Constantinian%20Order%20of%20Saint%20George\"&gt;Sacred Military Constantinian Order of Saint George&lt;/a&gt;. It was customary for Catholics to show reverence for what they regarded as the &lt;a href=\"Vicar%20of%20Christ\"&gt;Vicar of Christ&lt;/a&gt;, to kiss the Pope's feet when meeting him. As a Jew, Carl Mayer von Rothschild was permitted to simply kiss the ring on his hand instead. This outraged Catholic critics of the deal at the time. It even garnered a reference centuries later, by &lt;a href=\"Philippe%20de%20Rothschild\"&gt;Philippe de Rothschild&lt;/a&gt;, a direct descendant of James and Carl, in his autobiography \"Milady Vine\" (1984).\nThis loan agreed on was for a sum of £400,000 (equivalent to £3.7 billion in 2019). A second loan occurred during the Pontificate of Pope Pius IX (\"Pio Nono\") in the early 1850s with the same members of the Rothschild family after the collapse of Giuseppe Mazzini's short-lived revolutionary Roman Republic and the restoration of the Papal States.\nReactions.\nReports of the transaction led to stinging criticisms of Pope Gregory XVI in the Christian (in particular, Catholic) world, almost all of which circulated around the Jewishness of the Rothschilds. The French romantic poet &lt;a href=\"Alfred%20de%20Vigny\"&gt;Alfred de Vigny&lt;/a&gt; said \"a Jew now reigns over the Pope and Christianity. He pays monarchs and buys nations.\" &lt;a href=\"Ludwig%20B%C3%B6rne\"&gt;Ludwig Börne&lt;/a&gt;, a Jewish convert to &lt;a href=\"Lutheranism\"&gt;Lutheranism&lt;/a&gt; and member of the &lt;a href=\"Young%20Germany\"&gt;Young Germany&lt;/a&gt; movement stated, \"A wealthy Jew kisses his hand, while a poor Christian kisses the Pope's feet. The Rothschilds are assuredly nobler than their ancestor &lt;a href=\"Judas%20Iscariot\"&gt;Judas Iscariot&lt;/a&gt;. He sold Christ for 30 small pieces of silver: the Rothschilds would buy Him, if He were for sale.\" Another prominent example, is the mention of the loan in a sonnet of &lt;a href=\"Giuseppe%20Gioachino%20Belli\"&gt;Giuseppe Gioachino Belli&lt;/a&gt;, \"Er motivio de li guai\". While Belli found the Rothschilds highly objectionable, for him the Pope was even worse as a weak man who had \"sold both Rome and the State\" and was thus no longer worthy of wearing the Papal robes.\nCardinal Tosti.\nPope Gregory XVI appointed Cardinal &lt;a href=\"Antonio%20Tosti\"&gt;Antonio Tosti&lt;/a&gt; as the new Papal Treasurer (also known as the &lt;a href=\"Apostolic%20Camera\"&gt;Apostolic Camera&lt;/a&gt;) at Rome in July 1834. Considering stock market conditions and a recent Rothschild offer to Egypt to refinance its debt, Tosti attempted to refinance the debt in more favorable terms; Rothschild opposed such an early refinance, fearing losses to his own bank and disrepute to Vatican bond issuances.\nAs part of a plan to gain better conditions, Tosti reached out to a number of banking firms in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; active on the &lt;a href=\"Paris%20Bourse\"&gt;Paris Bourse&lt;/a&gt;, who stood in a position of competition with the Rothschilds, due to their self-interested business opposition to a Rothschild &lt;a href=\"monopoly\"&gt;monopoly&lt;/a&gt; of the financial sector. Although the Hungarian-Jewish writer Ignatius Balla in his 1913 book \"The Romance of the Rothschilds\" later attributed Cardinal Tosti's motivation to \"no doubt sectarian reasons,\" the six rival banks were themselves mostly Protestant or Swiss, but also some Jewish. They included; Banque J. Hagerman, Banque André &amp; Cottier, Banque &lt;a href=\"Fould%20family\"&gt;Fould&lt;/a&gt;-&lt;a href=\"Oppenheim%20family\"&gt;Oppenheim&lt;/a&gt; &amp; Cie, Banque J. A. Blanc, Colin et Compagnie, Banque Gabriel Odier &amp; Compagnie and Banque Wells &amp; Compagnie.\nThe leading element among these interests who were rivals to the Rothschilds on the &lt;a href=\"Paris%20Bourse\"&gt;Paris Bourse&lt;/a&gt;; Jonas-Philip Hagerman, a Swedish Lutheran who previously had a bank at &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt;, had already achieved a similar feat of helping attain for the &lt;a href=\"Kingdom%20of%20Sardinia\"&gt;Kingdom of Sardinia&lt;/a&gt; a French government loan, which gifted the deal to the six banks, side-stepping the Rothschilds. The Rothschilds who until then had considered themselves unassailable, had retaliated by precuring a fall on Parisian &lt;a href=\"government%20bonds\"&gt;government bonds&lt;/a&gt; which brought the Sardinian bonds lower than contracted for. Although this counter-attack damaged the Rothschilds rivals, when Cardinal Tosti floated the idea of Roman bonds, the Banque André &amp; Cottier and others were keen to advance on it and sent the &lt;a href=\"Livorno\"&gt;Livorno&lt;/a&gt; merchant Vincent Nolte to confirm their interest.\nAll of this had been done in a discreet manner, without the Rothschilds being informed. But when agents of the &lt;a href=\"Rothschild%20banking%20family%20of%20Naples\"&gt;Rothschild banking family of Naples&lt;/a&gt; had learned that an agent of the \"six banks\" of Paris, had been in Rome, their suspicions were heightened. After learning about the situation, Carl Mayer von Rothschild set out to Rome to find out the truth about the matter from Cardinal Tosti. While there he produced a copy of the original 5% contract, signed by Rothschild and Torlonia (before Tosti had been involved with Papal finance) which contained an until now secret condition; the Holy See may not approach any other firm for a new loan without first informing the Rothschilds and giving them preference if it offered equal conditions to its competition. The six Parisian firms at first considered trying to offer such conditions that, if the Rothschilds tried to match it then it would damage their own interests; however, in the end, the two sides reconciled and went in on the new loan terms together.\nCatholic–Jewish relations.\nWhether the loan had any significant effect on the relationship between &lt;a href=\"Catholicism%20and%20Judaism\"&gt;Catholicism and Judaism&lt;/a&gt; is debated. Despite his approval of the loan across religious lines, Pope Gregory XVI was opposed to what he called religious indifferentism and upheld Catholic orthodoxy in such matters in encyclicals such as \"&lt;a href=\"Mirari%20vos\"&gt;Mirari vos&lt;/a&gt;\". Through &lt;a href=\"Klemens%20von%20Metternich\"&gt;Klemens von Metternich&lt;/a&gt;, Chancellor of Austria as an intermediary, the Rothschilds asked the Pope for a number of concessions towards Jews living in the Papal dominions, such as the &lt;a href=\"Ancona%20Jews\"&gt;Ancona Jews&lt;/a&gt;, but the requests were declined."
}