{
    "id": "56565072",
    "revid": "42809955",
    "url": "https://en.wikipedia.org/wiki?curid=56565072",
    "title": "Kosovo Derby",
    "text": "The Kosovo Derby also known as Gjilan Derby or Anamorava Derby is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; rivalry between fierce rivals &lt;a href=\"FC%20Drita\"&gt;Drita&lt;/a&gt; and &lt;a href=\"SC%20Gjilani\"&gt;Gjilani&lt;/a&gt;. Both of the clubs are from &lt;a href=\"Gjilan\"&gt;Gjilan&lt;/a&gt; one of the 7 largest cities of &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;. The derby was started in 1995 after the split of &lt;a href=\"FC%20Drita\"&gt;Drita&lt;/a&gt;. Initially the Kosovo media did not give importance to this derby but since 2012 the media has changed opinion for the derby. The rivalry comes about as Gjilani split from Drita and thus a new club was created.\nHistory.\nFor the past 20 years the match had attracted tens of thousands of partisan fans, even as Kosovo remained in political and sporting limbo following its war of independence from what is now &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; between 1997 and 1998. Gjilan derby has added importance. In May, 2015, &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; was recognised by &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt;.\nIn 1995, the last stage of the championship of the Kosovo Superleague 1994/95, the main players of the Drita were dissatisfied with the leaders of the club, respectively with the treatment they had, so they split from Drita and created a new club in the city of Gjilan, which was originally called Gjilan '95\nUntil 1999, when the &lt;a href=\"Kosovo%20War\"&gt;Kosovo War&lt;/a&gt; ended, this game was difficult to develop because the Serbian government did not allow Albanians to play at the stadiums.\nFans accused each other of lying about the foundations of the clubs. &lt;a href=\"Intelektual%C3%ABt\"&gt;Intelektualët&lt;/a&gt; believe that &lt;a href=\"SC%20Gjilani\"&gt;SC Gjilani&lt;/a&gt; was founded in 1995 only after they inherited the FK Crvena Zvezda Gnjilane that was founded in 1945, Crvena Zvezda Gnjilane is accused by &lt;a href=\"Intelektual%C3%ABt\"&gt;Intelektualët&lt;/a&gt; as a Serb nationalist club. While &lt;a href=\"SC%20Gjilani\"&gt;Skifterat&lt;/a&gt; accuse that &lt;a href=\"FC%20Drita\"&gt;FC Drita&lt;/a&gt; before had the name KF Poleti which was founded by Serbs and after a few years after many Albanians were in the club, for this reason the club changed its name to Drita. Both stories have been rejected by many officials from both clubs and citizen of the &lt;a href=\"Gjilan\"&gt;city&lt;/a&gt;.\nSupporters.\nIntelektualët.\nDrita, in the 1997–98 championship was a great team wherever in Kosovo and in many sporting games, the meetings started but it was difficult to name the fans. The &lt;a href=\"KF%20Ballkani\"&gt;Ballkani&lt;/a&gt; and Drita match was a tough game because Ballkani fought for the survival and Drita for champion, so the fans traveled to &lt;a href=\"Suva%20Reka\"&gt;Suva Reka&lt;/a&gt; for the last time without a name after this game, before the game against biggest rival Gjilani, the board succumbed and after many debates the name was assigned because most of the players except they played were also writers, poets, politicians and so on.\nThe Intellectuals are the biggest &lt;a href=\"Ultras\"&gt;ultras&lt;/a&gt; group in Kosovo, with many transfers outside &lt;a href=\"Gjilan\"&gt;Gjilan&lt;/a&gt;. They also have the record of audience in football of Kosovo, the biggest was against Gjilani in 2011 with 13,000 fans and they traveled also in 2002 with 30,000 fans to the final of the &lt;a href=\"Kosovar%20Cup\"&gt;Kosovar Cup&lt;/a&gt; in the &lt;a href=\"Fadil%20Vokrri%20Stadium\"&gt;Fadil Vokrri Stadium&lt;/a&gt;.\nSkifterat.\n\"Skifterat\" are the clubs &lt;a href=\"Ultras\"&gt;ultras&lt;/a&gt; group. They are formed in 1999, and are the biggest rivals of &lt;a href=\"FC%20Drita\"&gt;Drita&lt;/a&gt; supporters. The name means \"Falcon\" in English!\nIncidents.\nThe great rivalry among these teams has also led to hooliganism. A few days before the game is played, the tensions between the two groups increase, where there have been mass incidents between them. Even often they have conquered the pitch of stadium to face each other.\nOfficial match results.\nSource:\n\"Dates are in dd/mm/yyyy form.\""
}