{
    "id": "5661365",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=5661365",
    "title": "Taxonomy of Banksia",
    "text": "As with other &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s, the taxonomy of \"&lt;a href=\"Banksia\"&gt;Banksia&lt;/a&gt;\" has traditionally been based on &lt;a href=\"anatomy\"&gt;anatomical&lt;/a&gt; and &lt;a href=\"comparative%20anatomy\"&gt;morphological&lt;/a&gt; properties of the \"&lt;a href=\"Banksia\"&gt;Banksia&lt;/a&gt;\" &lt;a href=\"flower\"&gt;flower&lt;/a&gt;, &lt;a href=\"fruit\"&gt;fruiting structure&lt;/a&gt; and &lt;a href=\"seed\"&gt;seed&lt;/a&gt;, along with secondary characteristics such as leaf structure and growth habit. Increasingly, molecular evidence from DNA is providing important new insights into relationships within the genus and between this and other genera in the Proteaceae.\nThe genus is placed in family &lt;a href=\"Proteaceae\"&gt;Proteaceae&lt;/a&gt;, subfamily &lt;a href=\"Grevilleoideae\"&gt;Grevilleoideae&lt;/a&gt;, tribe &lt;a href=\"Banksieae\"&gt;Banksieae&lt;/a&gt; and subtribe &lt;a href=\"Banksiinae\"&gt;Banksiinae&lt;/a&gt;. The most recent complete revision is that published in &lt;a href=\"Alex%20George\"&gt;Alex George&lt;/a&gt;'s 1999 monograph for the \"&lt;a href=\"Flora%20of%20Australia%20%28series%29\"&gt;Flora of Australia&lt;/a&gt;\" book series; this recognises two subgenera, three sections, 13 series, 77 species, 6 subspecies and 18 varieties, and treats the traditionally related genus \"&lt;a href=\"Dryandra\"&gt;Dryandra&lt;/a&gt;\" as separate but closely related. Recent molecular &lt;a href=\"cladistics\"&gt;cladistic analyses&lt;/a&gt; have provided an alternative view in which \"&lt;a href=\"Dryandra\"&gt;Dryandra&lt;/a&gt;\" is shown to be nested inside, and hence should be included within, Banksia. This interpretation has been controversial in some circles, and is not universally accepted.\nBackground.\n\"Banksia\" (in the traditional sense, not including Dryandra), is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of around 80 &lt;a href=\"species\"&gt;species&lt;/a&gt; in the &lt;a href=\"plant\"&gt;plant&lt;/a&gt; family &lt;a href=\"Proteaceae\"&gt;Proteaceae&lt;/a&gt;. An iconic &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n wildflower and popular &lt;a href=\"garden\"&gt;garden&lt;/a&gt; &lt;a href=\"plant\"&gt;plant&lt;/a&gt;, they are easily recognised by their characteristic flower spikes and fruiting \"cones\". They grow in forms varying from prostrate woody &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s to trees up to 35 metres tall, and occur in all but the most &lt;a href=\"arid\"&gt;arid&lt;/a&gt; areas of Australia. As heavy producers of &lt;a href=\"nectar%20%28plant%29\"&gt;nectar&lt;/a&gt;, they are important sources of food for nectariferous animals such as &lt;a href=\"honeyeater\"&gt;honeyeater&lt;/a&gt;s and &lt;a href=\"honey%20possum\"&gt;honey possum&lt;/a&gt;s, and they are of economic importance to the &lt;a href=\"nursery%20%28horticulture%29\"&gt;nursery&lt;/a&gt; and &lt;a href=\"floristry\"&gt;cut flower&lt;/a&gt; industries. However they are threatened by a number of processes, including land clearing, frequent burning, and disease; and a number of species are &lt;a href=\"rare%20species\"&gt;rare&lt;/a&gt; and &lt;a href=\"endangered%20species\"&gt;endangered&lt;/a&gt;.\nTaxonomic history.\nSpecimens of \"Banksia\" were first collected by &lt;a href=\"Joseph%20Banks\"&gt;Sir Joseph Banks&lt;/a&gt; and &lt;a href=\"Daniel%20Solander\"&gt;Dr Daniel Solander&lt;/a&gt;, naturalists on the \"&lt;a href=\"HM%20Bark%20Endeavour\"&gt;Endeavour&lt;/a&gt;\" during Lieutenant (later Captain) &lt;a href=\"James%20Cook\"&gt;James Cook&lt;/a&gt;'s first voyage to the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;. Cook landed on Australian soil for the first time on 29 April 1770, at a place that he later named &lt;a href=\"Botany%20Bay\"&gt;Botany Bay&lt;/a&gt; in recognition of \"the great quantity of plants Mr Banks and Dr Solander found in this place\". Over the next seven weeks, Banks and Solander collected thousands of plant specimens, including the first specimens of a new genus that would later be named \"Banksia\" in Banks' honour. Four species were present in this first collection: \"&lt;a href=\"Banksia%20serrata\"&gt;B. serrata&lt;/a&gt;\" (Saw Banksia), \"&lt;a href=\"Banksia%20integrifolia\"&gt;B. integrifolia&lt;/a&gt;\" (Coast Banksia), \"&lt;a href=\"Banksia%20ericifolia\"&gt;B. ericifolia&lt;/a&gt;\" (Heath-leaved Banksia) and \"&lt;a href=\"Banksia%20robur\"&gt;B. robur&lt;/a&gt;\" (Swamp Banksia). In June the ship was &lt;a href=\"careening\"&gt;careened&lt;/a&gt; at &lt;a href=\"Endeavour%20River\"&gt;Endeavour River&lt;/a&gt;, where specimens of \"&lt;a href=\"Banksia%20dentata\"&gt;B. dentata&lt;/a&gt;\" (Tropical Banksia) were collected.\nEvery specimen collected during the \"Endeavour\" voyage was sketched by Banks' &lt;a href=\"botanical%20illustrator\"&gt;botanical illustrator&lt;/a&gt; &lt;a href=\"Sydney%20Parkinson\"&gt;Sydney Parkinson&lt;/a&gt;. On the \"Endeavour\"s return to &lt;a href=\"England\"&gt;England&lt;/a&gt; in July 1771, Banks' specimens became part of his &lt;a href=\"London\"&gt;London&lt;/a&gt; &lt;a href=\"herbarium\"&gt;herbarium&lt;/a&gt;, and artists were employed to paint &lt;a href=\"watercolour\"&gt;watercolour&lt;/a&gt;s from Parkinson's sketches. Banks had plans to publish his entire collection as \"&lt;a href=\"Banks%27%20Florilegium\"&gt;Banks' Florilegium&lt;/a&gt;\", but for various reasons the project was never completed, and it would be ten years before any of the \"Banksia\" species were formally published. By this time, a sixth species had been collected; in 1776, during Cook's third voyage, &lt;a href=\"David%20Nelson%20%28botanical%20collector%29\"&gt;David Nelson&lt;/a&gt; collected specimens of \"&lt;a href=\"Banksia%20marginata\"&gt;B. marginata&lt;/a&gt;\" (Silver Banksia) from &lt;a href=\"South%20Bruny%20Island\"&gt;South Bruny Island&lt;/a&gt;, &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt;.\nThe genus \"Banksia\" was finally described and named by &lt;a href=\"Carolus%20Linnaeus%20the%20Younger\"&gt;Carolus Linnaeus the Younger&lt;/a&gt; in his April 1782 publication \"&lt;a href=\"Supplementum%20Plantarum\"&gt;Supplementum Plantarum&lt;/a&gt;\"; hence the &lt;a href=\"Binomial%20nomenclature%23Authorship%20in%20scientific%20names\"&gt;full name&lt;/a&gt; for the genus is \"\"Banksia\" L.f.\". Linnaeus placed the genus in class Tetrandra, order Monogynia of his father's classification, and named it in honour of Banks. The name \"Banksia\" had in fact already been published in 1775 as \"Banksia\" &lt;a href=\"Johann%20Reinhold%20Forster\"&gt;J.R.Forst&lt;/a&gt; &amp; &lt;a href=\"Georg%20Forster\"&gt;G.Forst&lt;/a&gt;, referring to some &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; species that the Forsters had collected during Cook's second voyage. However Linnaeus incorrectly attributed the Forsters' specimens to the genus \"&lt;a href=\"Passerina%20%28plant%29\"&gt;Passerina&lt;/a&gt;\", and therefore considered the name \"Banksia\" available for use. By the time &lt;a href=\"Joseph%20Gaertner\"&gt;Joseph Gaertner&lt;/a&gt; corrected Banks' error in 1788, \"Banksia\" L.f. was widely known and accepted, so Gaertner &lt;a href=\"nomen%20novum\"&gt;renamed&lt;/a&gt; \"Banksia\" J.R.Forst &amp; G.Forst to \"&lt;a href=\"Pimelea\"&gt;Pimelea&lt;/a&gt;\", a name previously chosen for the genus by Banks and Solander.\n\"Banksia\" L.f. has since been challenged a number of times. The later near-homonym \"Banksea\" Koenig was published in 1783, but subsequently determined to be a synonym of \"&lt;a href=\"Costus\"&gt;Costus&lt;/a&gt;\" L. In 1790 &lt;a href=\"James%20Bruce\"&gt;James Bruce&lt;/a&gt; published \"Bankesia\" Bruce, later corrected to \"Banksia\" Bruce, but the name was rejected in favour of &lt;a href=\"Johann%20Friedrich%20Gmelin\"&gt;Johann Friedrich Gmelin&lt;/a&gt;'s name \"&lt;a href=\"Hagenia\"&gt;Hagenia&lt;/a&gt;\". In 1820 the name \"Banksia\" &lt;a href=\"Joseph%20Dombey\"&gt;Dombey&lt;/a&gt; ex &lt;a href=\"A.%20P.%20de%20Candolle\"&gt;DC.&lt;/a&gt; was published, but this was later determined by be a &lt;a href=\"nomen%20nudum\"&gt;nomen nudum&lt;/a&gt; that referred to the genus \"&lt;a href=\"Cuphea\"&gt;Cuphea&lt;/a&gt;\", In 1891, &lt;a href=\"Otto%20Kuntze\"&gt;Otto Kuntze&lt;/a&gt; proposed to enforce the right of precedent of \"Banksia\" J.R.Forst &amp; G.Forst, renaming \"Pimelea\" to \"Banksia\", and proposing the name \"Sirmuellera\" Kuntze in place of \"Banksia\" L.f. This challenge failed, as did &lt;a href=\"James%20Britten\"&gt;James Britten&lt;/a&gt;'s 1905 challenge. In 1940, \"Banksia\" L.f. was formally conserved against \"Banksia\" J.R.Forst. &amp; G.Forst by &lt;a href=\"Thomas%20Archibald%20Sprague\"&gt;Thomas Sprague&lt;/a&gt;.\nIn 1810, &lt;a href=\"Robert%20Brown%20%28botanist%2C%20born%201773%29\"&gt;Robert Brown&lt;/a&gt; published descriptions and &lt;a href=\"Brown%27s%20taxonomic%20arrangement%20of%20Banksia\"&gt;a taxonomic arrangement&lt;/a&gt; of the 31 known species of \"Banksia\" in his \"&lt;a href=\"Prodromus%20Florae%20Novae%20Hollandiae%20et%20Insulae%20Van%20Diemen\"&gt;Prodromus Florae Novae Hollandiae et Insulae Van Diemen&lt;/a&gt;\". He placed \"&lt;a href=\"Banksia%20ilicifolia\"&gt;B. ilicifolia&lt;/a&gt;\" alone in subgenus &lt;a href=\"Banksia%20subg.%20Isostylis\"&gt;\"Isostylis\"&lt;/a&gt;, in recognition of its unusual dome-shaped &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt;. All other species were placed in subgenus \"Banksia verae\", the \"True Banksias\". Brown made no attempt to classify the species below the subgenus level. He described another eleven \"Banksia\" species in his 1830 supplement, placing them all in \"Banksia verae\" in accordance with his 1810 classification. \"Banksia verae\" was renamed \"Eubanksia\" by &lt;a href=\"Stephan%20Ladislaus%20Endlicher\"&gt;Stephan Endlicher&lt;/a&gt; in 1847.\nBy the time &lt;a href=\"Carl%20Meissner\"&gt;Carl Meissner&lt;/a&gt; published his 1856 classification of the Proteaceae, there were 58 described \"Banksia\" species. &lt;a href=\"Meissner%27s%20taxonomic%20arrangement%20of%20Banksia\"&gt;Meissner's arrangement&lt;/a&gt; gave \"Isostylis\" and \"Eubanksia\" sectional rank, and divided the latter into four series based on leaf properties; these series were all highly heterogeneous.\n&lt;a href=\"George%20Bentham\"&gt;George Bentham&lt;/a&gt; published &lt;a href=\"Bentham%27s%20taxonomic%20arrangement%20of%20Banksia\"&gt;his arrangement&lt;/a&gt; of the \"Banksia\" in his landmark 1870 publication \"&lt;a href=\"Flora%20Australiensis\"&gt;Flora Australiensis&lt;/a&gt;\". The number of recognised \"Banksia\" species was reduced to 46, and Meissner's four heterogeneous series were replaced by four sections based on leaf, style and &lt;a href=\"pollen-presenter\"&gt;pollen-presenter&lt;/a&gt; characters, taking the number of sections to five. Three of these sections were fairly well-defined and homogeneous, while another, \"Orthostylis\", was somewhat heterogeneous. The fourth, \"Cyrtostylis\", was erected to contain the species that did not belong in the other sections, and was therefore highly heterogeneous. Despite these shortcomings, this arrangement would stand for over 100 years.\nClassification and relationships within Proteaceae.\nThe framework for classification of genera within &lt;a href=\"Proteaceae\"&gt;Proteaceae&lt;/a&gt; was laid by &lt;a href=\"Lawrence%20Alexander%20Sidney%20Johnson\"&gt;L. A. S. Johnson&lt;/a&gt; and &lt;a href=\"Barbara%20G.%20Briggs\"&gt;Barbara Briggs&lt;/a&gt; in their influential 1975 monograph \"\". Their arrangement has been refined somewhat over the ensuing three decades, most notably by &lt;a href=\"Peter%20H.%20Weston\"&gt;Peter H. Weston&lt;/a&gt; and &lt;a href=\"Nigel%20Barker%20%28botanist%29\"&gt;Nigel Barker&lt;/a&gt; in 2006. Proteaceae is divided into five subfamilies, with \"Banksia\" placed in subfamily &lt;a href=\"Grevilleoideae\"&gt;Grevilleoideae&lt;/a&gt; because the individual flowers in its inflorescence occur in pairs. On the basis of certain characters of the &lt;a href=\"leaf%23Veins\"&gt;leaf venation&lt;/a&gt;, hairs and &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt;, it is grouped with three other genera in the tribe &lt;a href=\"Banksieae\"&gt;Banksieae&lt;/a&gt;. Two small genera, \"&lt;a href=\"Austromuellera\"&gt;Austromuellera&lt;/a&gt;\" and \"&lt;a href=\"Musgravea\"&gt;Musgravea&lt;/a&gt;\", both of which occur only in the &lt;a href=\"rainforest\"&gt;rainforest&lt;/a&gt;s of &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, are placed in subtribe &lt;a href=\"Musgraveinae\"&gt;Musgraveinae&lt;/a&gt;. \"Banksia\" is placed subtribe &lt;a href=\"Banksiinae\"&gt;Banksiinae&lt;/a&gt; on a number of grounds of which the most obvious and easily recognised is the occurrence of flowers in condensed heads. The placement of \"Banksia\" in Proteaceae can be summarised as follows:\nAlthough the taxonomic legitimacy of tribe Banksiinae is universally recognised, there has been some debate about the legitimacy of the tribe's resolution into genera \"Banksia\" and \"Dryandra\". For a number of years this debate centred on similarities between the inflorescences of \"Banksia\" subg. \"Isostylis\" species and those of \"Dryandra\". These similarities led to calls for the genera to be merged, or for \"Isostylis\" to be moved across to \"Dryandra\". However, Alex George and other supporters of the \"status quo\" argued that the similarities between \"Isostylis\" and \"Dryandra\" were matters of superficial appearance, whereas similarities between \"Isostylis\" and other \"Banksia\" species were far more important diagnostically. Recent &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; analyses led by Austin Mast have confirmed George's position that \"Dryandra\" and \"Isostylis\" are not especially closely related, but have also provided powerful evidence that \"Banksia\" is paraphyletic with respect to \"Dryandra\" (that is, \"Dryandra\" is a sub-group of \"Banksia\". Mast suggested that the least disruptive approach to restore &lt;a href=\"monophyly\"&gt;monophyly&lt;/a&gt; would be to sink \"Dryandra\" into \"Banksia\". This has been put into effect in a 2007 paper by Mast &amp; Thiele, in which all existing species of \"Dryandra\" were transferred into \"Banksia\".\nClassical taxonomic treatment.\nIn 1981, &lt;a href=\"Alex%20George\"&gt;Alex George&lt;/a&gt; published his classic 1981 monograph \"The Genus \"Banksia\" L.f. (Proteaceae)\". George's arrangement was based on a variety of properties including leaf, &lt;a href=\"carpel\"&gt;style&lt;/a&gt;, pollen-presenter, &lt;a href=\"follicle%20%28fruit%29\"&gt;follicle&lt;/a&gt; and seed characters, with the criterion that a taxon was considered a distinct species only if it exhibited a \"significant and consistent difference in the morphology of flowers and/or fruit\". It was the first thorough revision of the taxonomy of \"Banksia\" for over a century, and formed the basis for George's 1984 \"The Banksia Book\", which remains the standard text on the genus, and the treatment of \"Banksia\" in the \"&lt;a href=\"Flora%20of%20Australia%20%28series%29\"&gt;Flora of Australia&lt;/a&gt;\" series.\nGeorge followed Brown in dividing \"Banksia\" into two subgenera, &lt;a href=\"Banksia%20subg.%20Banksia\"&gt;\"Banksia\"&lt;/a&gt; and \"Isostylis\". He then divided subgenus \"Banksia\" into two sections: &lt;a href=\"Banksia%20sect.%20Banksia\"&gt;\"Banksia\"&lt;/a&gt; for species with straight or slightly curved styles, and &lt;a href=\"Banksia%20sect.%20Oncostylis\"&gt;\"Oncostylis\"&lt;/a&gt; for species with hooked styles. These two sections were then divided into nine and three series respectively. The arrangement into series largely followed Bentham, with series \"Orthostylis\" remaining somewhat heterogeneous, and \"Cyrtostylis\" remaining highly heterogeneous.\nThis conventional taxonomic arrangement of \"Banksia\", as provided by George and published in the \"Flora of Australia\" series, may be summarised as follows:\nCladistic analyses.\nThiele and Ladiges.\nIn 1996, &lt;a href=\"Kevin%20Thiele\"&gt;Kevin Thiele&lt;/a&gt; and &lt;a href=\"Pauline%20Ladiges\"&gt;Pauline Ladiges&lt;/a&gt; published a cladistic analysis of the genus \"Banksia\" in the journal \"&lt;a href=\"Australian%20Systematic%20Botany\"&gt;Australian Systematic Botany&lt;/a&gt;\". As their &lt;a href=\"cladistics\"&gt;cladogram&lt;/a&gt; differed substantially from the current taxonomic arrangement, they published a revised arrangement that accorded better with their results. Four varieties were promoted to species rank: \"B. conferta\" var. \"penicillata\" to \"B. penicillata\" (now &lt;a href=\"Banksia%20conferta%20subsp.%20penicillata\"&gt;\"B. conferta\" subsp. \"penicillata\"&lt;/a&gt;); &lt;a href=\"Banksia%20gardneri%20var.%20brevidentata\"&gt;\"B. gardneri\" var. \"brevidentata\"&lt;/a&gt; to \"B. brevidentata\"; &lt;a href=\"Banksia%20gardneri%20var.%20hiemalis\"&gt;\"B. gardneri\" var. \"hiemalis\"&lt;/a&gt; to \"B. hiemalis\"; and &lt;a href=\"Banksia%20sphaerocarpa%20var.%20dolichostyla\"&gt;\"B. sphaerocarpa\" var. \"dolichostyla\"&lt;/a&gt; to \"B. dolichostyla\". Two new series and eleven subseries were introduced; &lt;a href=\"Banksia%20sect.%20Oncostylis\"&gt;\"Banksia\" sect. \"Oncostylis\"&lt;/a&gt; and &lt;a href=\"Banksia%20ser.%20Crocinae\"&gt;\"Banksia\" ser. \"Crocinae\"&lt;/a&gt; were discarded; and &lt;a href=\"Banksia%20ser.%20Cyrtostylis\"&gt;\"Banksia\" ser. \"Cyrtostylis\"&lt;/a&gt; was largely redefined. Six species were left \"&lt;a href=\"incertae%20sedis\"&gt;incertae sedis&lt;/a&gt;\".\nMost aspects of Thiele and Ladiges' arrangement were not accepted by George in his 1999 revision. He stated that \"the infrageneric classification and systematic sequence presented here are modified from that of George (1981) and take into account new data revealed in the work of Thiele &amp; Ladiges (1996)\", but none of the four promotions to species rank was accepted, and none of the thirteen infrageneric taxa introduced by Thiele and Ladiges was retained. However, a number of Australian &lt;a href=\"herbarium\"&gt;herbaria&lt;/a&gt; have continued to follow Thiele and Ladiges on some points, for example by recognising the four species that they promoted.\nDNA analysis.\nFollowing on from an earlier molecular study, &lt;a href=\"Austin%20Mast\"&gt;Austin Mast&lt;/a&gt; and co-authors published cladistic analyses of genetic data from &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt; samples of almost all species of \"Banksia\", along with five \"Dryandra\" species, in 2002 and 2005. Their results indicated the presence of two large clades of \"Banksia\", which they named \"/Cryptostomata\" (\"hidden stomates\") and \"/Phanerostomata\" (\"visible stomates\").\nThe /Phanerostomata were defined as those taxa in which the leaf &lt;a href=\"stoma\"&gt;stoma&lt;/a&gt;ta occur superficially or in shallow pits. These taxa are typically tall shrubs and trees that occur in moist areas; they have unbeaked follicles and soft, short-lived leaves that are in many cases needle-like. The clade includes all eastern taxa of the series Salicinae and Spicigerae (that is, all taxa except \"B. serrata\", \"B. aemula\" and \"B. ornata\") and also the western Spicigerae, Quercinae, Grandes, Abietinae and Dryandroideae.\nThe /Cryptostomata were defined as those taxa in which the leaf stomata occur in crypts with constricted entrances. These are usually small shrubs that occur on dry, infertile sandplains. They have beaked follicles and thick, tough, long-lived serrated leaves. It includes all other western taxa, plus the eastern species \"B. serrata\", \"B. aemula\" and \"B. ornata\", and also appears to include \"Dryandra\". It is worth noting that \"Dryandra\" does not appear especially closely related to the \"Isostylis\" group, which is instead most closely related to \"B. elegans\" and then \"&lt;a href=\"Banksia%20attenuata\"&gt;B. attenuata&lt;/a&gt;\".\nThus, the results presented by Mast \"et al.\" strongly suggest that \"Banksia\" is paraphyletic with respect to \"Dryandra\". Although they did not propose a new taxonomic arrangement, they did consider various options for adjusting the current accepted arrangement to remove the paraphyly. They conclude that the simplest and least disruptive solution would be to merge \"Dryandra\" into \"Banksia\". This solution was put into effect in a subsequent paper by Mast &amp; Thiele.\nThe change has been adopted by a number of Australian herbaria including the Western Australian Herbarium, now headed by Thiele (this has the largest holdings of specimens), and by the Australian Plant Census, a project of the Council of Heads of Australasian Herbaria. This is in accordance with majority current taxonomic practice, in which only holophyletic groups are named as taxa, and groups found to be paraphyletic (e.g. \"Banksia\" not including \"Dryandra\") are adjusted to achieve a holophyletic naming system. Alex George maintains a firm position against the change, arguing variously that the phylogenetic analyses are flawed and that paraphyly does not necessitate taxonomic changes."
}