{
    "id": "56628219",
    "revid": "358952",
    "url": "https://en.wikipedia.org/wiki?curid=56628219",
    "title": "Suite for the Green Eighties",
    "text": "Suite for the Green Eighties is an album by European jazz group the &lt;a href=\"Vienna%20Art%20Orchestra\"&gt;Vienna Art Orchestra&lt;/a&gt; which was first released in 1982 on the &lt;a href=\"Hathut%20Records\"&gt;Hat ART&lt;/a&gt; label.\nReception.\nThe &lt;a href=\"Allmusic\"&gt;Allmusic&lt;/a&gt; review stated: \"The five-part work is a crosshatch of jazz, blues, circus music, postmodern harmonic and intervallic invention, and dance music (as in ballet). The temptation to call it a pastiche is too easy to drape over this mammoth construction of color and texture in sound. Before this suite begins — and it is actually more like a symphony than a jazz suite — there are three Rüegg compositions that set the audience up for the drama.… When the \"Suite\" finally begins, listeners are almost taken off guard since it sounds like a coda. Before the vibes and trumpets go into a dance of intricate counterpoint, the band plays \"fliessend,\" smoothly and evenly, and the movement becomes almost contemplative, with the exception of the two contrapuntal instruments now playing in restrained tones. As the bop horn lines state the theme for the rest of the suite, short, choppy interludes of dissonance and even sets of quiet tone rows are inserted into the melody! Rüegg's harmonic sensibility is so developed that he has no difficulties in traversing isorhythms to get to his desired place. By the time the last movement is reached, one would swear that all elegiac notions have been left behind in order to join Buddy Rich and Count Basie in a Kansas City block party. Swinging brass, jump-start rhythms, and angular solos carry the joyous suite to its impossible ending — in the quiet of the evening with only the feeling that something new is possible for the first time in a long, long while\".\nTrack listing.\nAll compositions by Mathias Rüegg"
}