{
    "id": "56657109",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=56657109",
    "title": "Seismic risk in Malta",
    "text": "Seismic risk in Malta is considered to be low with little historic damage noted and no known victims. The archipelago is however in a potentially significant &lt;a href=\"seismic%20zone\"&gt;seismic zone&lt;/a&gt; and the risk to the population is probably undervalued.\nTectonics.\nThe &lt;a href=\"Maltese%20archipelago\"&gt;Maltese archipelago&lt;/a&gt; rests on an &lt;a href=\"underwater%20plateau\"&gt;underwater plateau&lt;/a&gt;, a relatively stable part of the &lt;a href=\"African%20plate\"&gt;African plate&lt;/a&gt;. The islands are situated around 200 km to the south of the &lt;a href=\"subduction\"&gt;subduction&lt;/a&gt; fault between the African plates and the &lt;a href=\"Eurasian%20plate\"&gt;Eurasian plate&lt;/a&gt;s. The pelagic plate forms a shallow platform separating the &lt;a href=\"Ionia\"&gt;Ionia&lt;/a&gt;n basin from the Western &lt;a href=\"Mediterranean%20basin\"&gt;Mediterranean basin&lt;/a&gt;, situated roughly under the &lt;a href=\"Sicilian%20Channel\"&gt;Sicilian Channel&lt;/a&gt;. The plate is crossed by a &lt;a href=\"rift%20zone\"&gt;rift zone&lt;/a&gt; formed of three &lt;a href=\"graben\"&gt;graben&lt;/a&gt;s: the &lt;a href=\"Pantelleria\"&gt;Pantelleria&lt;/a&gt; graben, that of &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt;, and that of &lt;a href=\"Linosa\"&gt;Linosa&lt;/a&gt;. These grabens are linked by a system of north–south orientation &lt;a href=\"Fault%20%28geology%29\"&gt;fault&lt;/a&gt;s (sometimes west–east) with dextral cavities that are responsible for most of the earthquakes that can affect the archipelago.\nThe &lt;a href=\"Geology%20of%20Malta\"&gt;islands themselves&lt;/a&gt; are made up of &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; rocks from the &lt;a href=\"Oligocene\"&gt;Oligocene&lt;/a&gt; and &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt; geological &lt;a href=\"Epoch%20%28geology%29\"&gt;epoch&lt;/a&gt;s, belonging to the &lt;a href=\"Cenozoic\"&gt;Cenozoic&lt;/a&gt; &lt;a href=\"Era%20%28geology%29\"&gt;era&lt;/a&gt;.\nList of major earthquakes.\nPrior to the 20th century and the first seismic recordings in the region, information on Maltese earthquakes was researched in archives. These range mostly from the arrival of the knights of the &lt;a href=\"Order%20of%20St%20John%20of%20Jerusalem\"&gt;Order of St John of Jerusalem&lt;/a&gt; in 1530 to the &lt;a href=\"History%20of%20Malta%23Malta%20in%20the%20British%20Empire%20%281800%E2%80%931964%29\"&gt;British colonisation of Malta&lt;/a&gt;. After this period, the localisation of the &lt;a href=\"epicentre\"&gt;epicentre&lt;/a&gt;s of earthquakes in the &lt;a href=\"Sicilian%20Channel\"&gt;Sicilian Channel&lt;/a&gt; has been relatively limited, mostly due to an inadequate network of seismic stations, particularly before 1980.\nDetails of major earthquakes.\nEarthquake of 10 December 1542.\nThe \"Sicilian Chronicle of the 16th century\" reports that the earthquake of 10 December 1542 was strongly felt in Malta where some houses were knocked down.\nEarthquake of 11 January 1693.\nThe &lt;a href=\"1693%20Sicily%20earthquake\"&gt;earthquake of 11 January 1693 in Val di Noto&lt;/a&gt; is the most significant earthquake felt in Malta since the 16th century. In &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, it caused the death of around 60,000 individuals. With a &lt;a href=\"Moment%20magnitude%20scale\"&gt;magnitude&lt;/a&gt; of 7.4, it is considered to be the most powerful earthquakes in Italian history. The earthquake was preceded on 9 January by a precursory earthquake of a magnitude of around 5.9 which was strongly felt but did not cause damage.\nIn Malta, the earthquake provoked panic among the population, with many Maltese refusing to go back to their homes in the nights that followed, seeking refuge in tents or underground shelters. No victims were reported. The &lt;a href=\"Order%20of%20St%20John%20of%20Jerusalem\"&gt;Order&lt;/a&gt; delegated its head engineer, Mederico Blondel to assess the damage. At &lt;a href=\"Valletta\"&gt;Valletta&lt;/a&gt;, no building escaped unharmed by the earthquake, from simple cracks to complete demolition. The &lt;a href=\"Three%20Cities\"&gt;other towns&lt;/a&gt; of the &lt;a href=\"Grand%20Harbour\"&gt;Grand Harbour&lt;/a&gt; were considerably less affected. However, the old city of &lt;a href=\"Mdina\"&gt;Mdina&lt;/a&gt; suffered more greatly as many of the buildings were older and were poorly maintained. Notably &lt;a href=\"St.%20Paul%27s%20Cathedral%2C%20Mdina\"&gt;St. Paul's Cathedral&lt;/a&gt; was part destroyed – but the cathedral was already badly damaged before the earthquake, and so a reconstruction had already been planned. The \"Banca Giuratale\" in Mdina was equally damaged, and would be rebuilt in 1726 by &lt;a href=\"Charles%20Fran%C3%A7ois%20de%20Mondion\"&gt;Charles François de Mondion&lt;/a&gt;. At &lt;a href=\"Rabat%2C%20Malta\"&gt;Rabat&lt;/a&gt;, the bell tower and the apse of the church of St. Paul came down. The &lt;a href=\"Tal-Virt%C3%B9%20Church\"&gt;Tal-Virtù Church&lt;/a&gt; suffered considerable damage, it was situated at a high altitude which was particularly susceptible to earthquakes.\nAt &lt;a href=\"Gozo\"&gt;Gozo&lt;/a&gt;, the walls of the &lt;a href=\"Cittadella%20%28Gozo%29\"&gt;Cittadella&lt;/a&gt; were damaged, but Blondel notes that the damage were more likely caused by years of neglect. The &lt;a href=\"Cathedral%20of%20the%20Assumption%2C%20Gozo\"&gt;Cathedral of the Assumption, Gozo&lt;/a&gt; lost its bell tower.\nThe considerable damage material in Malta has been attributed to the maximum earthquake &lt;a href=\"European%20macroseismic%20scale\"&gt;intensity&lt;/a&gt; of 7–8.\nEarthquake of 20 February 1743.\nLocal historian &lt;a href=\"Gian%20Pietro%20Francesco%20Agius%20de%20Soldanis\"&gt;Gian Pietro Francesco Agius de Soldanis&lt;/a&gt; recounts 20 February 1743 earthquake in his &lt;a href=\"magnum%20opus\"&gt;magnum opus&lt;/a&gt; \"Il Gozo Antico-Moderno e Sacro-Profano\", a two-volume manuscript dealing with the history of Gozo completed in 1746: \nA document in the archives of the cathedral of Mdina described how the \"coppolino\" (the little dome) of the cathedral fell into the church, the back end of the &lt;a href=\"Choir%20%28architecture%29\"&gt;choir&lt;/a&gt; was destroyed and the bell tower heavily damaged. The cathedral was so cracked in all areas that: \nAn account by six architects described three large cracks of around 3 cm in width on each side of the cupola, revealing most of the stones in the cupola and the terrible damage to the walls of the choir.\nEarthquake of 12 October 1856.\nThe epicentre situated near &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt; was very seriously hit by the particularly violent earthquake of 12 October 1856. Certain seismic registers attribute it with a magnitude of 8.2. It claimed numerous victims in Crete. Despite being at a distance of more than 1000 km from the epicentre, the earthquake was violently felt in Malta, as the newspapers of the era testify. People were woken in the middle of the night by a deafening growl and a movement of the earth that lasted between 22 and 60 seconds. Nearly all the houses in Valletta were damaged, as were houses in Gozo, notably on the upper floors. Numerous churches were affected, and in particular the cathedral of Mdina. The belltower of the &lt;a href=\"Annunciation%20Church%2C%20Mdina\"&gt;church of the Carmelites&lt;/a&gt; at Mdina was so cracked that it needed to be rebuilt. The chapel on the islet of &lt;a href=\"Filfla\"&gt;Filfla&lt;/a&gt; was destroyed. The 17th-century &lt;a href=\"G%C4%A7ajn%20%C4%A6adid%20Tower\"&gt;Għajn Ħadid Tower&lt;/a&gt; collapsed in this earthquake and has remained in ruins ever since.\nEarthquake of 27 August 1886.\nThis was probably the &lt;a href=\"1886%20Peloponnese%20earthquake\"&gt;earthquake on the same day&lt;/a&gt; that struck the SW &lt;a href=\"Peloponnese\"&gt;Peloponnese&lt;/a&gt;. Once again, the local papers reported a general panic in the population that rushed outside dwellings, awoken by the earthquake on 27 August 1886. Some buildings were affected, including the ceiling of the &lt;a href=\"Auberge%20d%27Auvergne\"&gt;Palace of Justice&lt;/a&gt; in Valletta. For once, the cathedral in Mdina was not greatly affected.\nEarthquake of 30 September 1911.\n30 September 1911 earthquake was more distinctly felt in Gozo than in Malta. Newspapers reported the appearance of deep cracks in the domes and the belltowers of many churches, in particular at &lt;a href=\"Nadur\"&gt;Nadur&lt;/a&gt;, &lt;a href=\"G%C4%A7arb\"&gt;Għarb&lt;/a&gt;, and &lt;a href=\"Victoria%2C%20Gozo\"&gt;Ir-Rabat, Gozo&lt;/a&gt;, where many public buildings were affected. Numerous rural buildings were completely destroyed. &lt;a href=\"Fort%20Chambray\"&gt;Fort Chambray&lt;/a&gt; was badly hit. Many landslides were reported on the isle of Gozo. In Malta, damage was limited to a few cracks.\nEarthquake of 18 September 1923.\n18 September 1923 earthquake was the first to follow the installation of a &lt;a href=\"John%20Milne\"&gt;Milne&lt;/a&gt; seismograph at Valletta. Sadly, it seems not to have worked and gave no useful information; the seismologic data is therefore not clear. The shock seems to have been most felt around the &lt;a href=\"Grand%20Harbour\"&gt;Grand Harbour&lt;/a&gt;. Some damage was reported, such as the falling of the stone crosses on churches or cracks in the domes. The greatest ravages seem to have been those exerted on the &lt;a href=\"Collegiate%20church%20of%20St%20Paul%2C%20Rabat\"&gt;church of St Paul&lt;/a&gt; in &lt;a href=\"Rabat%2C%20Malta\"&gt;Rabat, Malta&lt;/a&gt;. The &lt;a href=\"Tal-Virt%C3%B9%20Church\"&gt;Tal-Virtù Church&lt;/a&gt; was badly damaged and remained unused for more than 70 years.\nDetails of major tsunamis.\nTsunami of 16 January 1693.\nThe tsunami of 16 January 1693 occurred contemporaneously with the strong earthquake. &lt;a href=\"Gian%20Pietro%20Francesco%20Agius%20de%20Soldanis\"&gt;Agius de Soldanis&lt;/a&gt; recounts how the sea at &lt;a href=\"Xlendi\"&gt;Xlendi&lt;/a&gt; turned a thousand times before returning with force.\nTsunami of 28 December 1908.\nThe tsunami of 28 December 1908 corresponds to the earthquake of the &lt;a href=\"Strait%20of%20Messina\"&gt;Strait of Messina&lt;/a&gt;. At least three large waves caused significant damage and took a number of victims in the east of Sicily. The waves of this tsunami hit the shores of Malta an hour later, causing flooding at &lt;a href=\"Msida\"&gt;Msida&lt;/a&gt;, where part of the old town was damaged. At &lt;a href=\"Marsaxlokk\"&gt;Marsaxlokk&lt;/a&gt; a foaming wave crossed the main road hitting the church of St. Peter. At &lt;a href=\"Sliema\"&gt;Sliema&lt;/a&gt;, the sea came and went with force. The sea level was registered as abnormally high in the &lt;a href=\"Grand%20Harbour\"&gt;Grand Harbour&lt;/a&gt;. Many fishing boats were damaged or destroyed, but no deaths were reported.\nEvaluation of seismic risk.\nSeismic risk was evaluated at an event of &lt;a href=\"European%20macroseismic%20scale\"&gt;intensity&lt;/a&gt; 8 happening every 1000 years and an event at intensity 6 happening every 92 years. Historically, since 1530, an earthquake of 7–8 intensity has been reported, as well as at least four events of intensity 7.\nThe risk of a tsunami wave between 4 m and 7 m high is estimated as a possibility every 600 to 1500 years. The occurrence of an event comparable to that of 1603, could have grave social and economic consequences as areas near the sea are largely built up, in particular for tourist activity in the region of &lt;a href=\"Sliema\"&gt;Sliema&lt;/a&gt;.\nIntegration of risk in building standards.\nDespite a proposed bill, no &lt;a href=\"Earthquake%20engineering\"&gt;seismic building standards&lt;/a&gt; have been imposed as the rate of construction accelerates and numerous buildings are completed. The risk is increased further by building in unreinforced masonry, incorporating heavy floors and concrete roofs with often large cellars used as garages. This type of construction is particularly sensitive to earthquakes."
}