{
    "id": "5668464",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=5668464",
    "title": "Hashim Ibrahim Awad",
    "text": "Hashim Ibrahim Awad (1952 – April 26, 2006) was a disabled Iraqi veteran killed by &lt;a href=\"United%20States%20Marine%20Corps\"&gt;US Marines&lt;/a&gt; on the night of April 26, 2006, in an episode known as the &lt;a href=\"Hamdania%20incident\"&gt;Hamdania incident&lt;/a&gt;. Seven Marines and a Navy corpsman face charges of &lt;a href=\"war%20crime\"&gt;war crime&lt;/a&gt;s in relation to his death, including &lt;a href=\"murder\"&gt;murder&lt;/a&gt;, &lt;a href=\"kidnapping\"&gt;kidnapping&lt;/a&gt;, &lt;a href=\"Conspiracy%20%28crime%29\"&gt;conspiracy&lt;/a&gt;, larceny, &lt;a href=\"assault\"&gt;assault&lt;/a&gt; and unlawfully entering a dwelling. The men charged in his death are:\nWar injury.\nHashim Ibrahim Awad was known as Hashim the Lame because of the metal bar that was surgically implanted in his leg. He had been injured in the &lt;a href=\"Iran%E2%80%93Iraq%20War\"&gt;war with Iran&lt;/a&gt; in the 1980s. He also suffered from limited eyesight.\nAllegations.\nPressure to become an informer.\nAccording to family members, Awad was pressured by US military personnel to become an informant against the insurgency. The area around Hamdania, a small village near &lt;a href=\"Abu%20Ghraib%20prison\"&gt;Abu Ghraib prison&lt;/a&gt;, is an area of frequent insurgent attacks. His family indicated that Awad refused to become an informer.\nEarly morning abduction and killing.\nAccording to family members, around 2:00am on the night of April 26, 2006, US Marines went house to house in the small village pounding on doors. At the house of Awad's cousin's family they confiscated the family &lt;a href=\"AK-47\"&gt;AK-47&lt;/a&gt; (each family in Iraq is entitled to own one rifle), as well as a shovel. When they arrived at Awad's house the Marines were seen pulling him out of the house by the arms without asking him any questions. Approximately 30 minutes later gunshots were heard. In the morning the family was informed by local police that Hashim Ibrahim Awad had been shot in the face and left in a hole dug by the side of the road, with the AK-47 and shovel beside him as though he had been digging a hole to plant an &lt;a href=\"improvised%20explosive%20device\"&gt;IED&lt;/a&gt;."
}