{
    "id": "56684020",
    "revid": "1067957502",
    "url": "https://en.wikipedia.org/wiki?curid=56684020",
    "title": "Jack Purdue",
    "text": "Jack Purdue (born 20 November 1999) is a &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;er who plays as an &lt;a href=\"Midfielder%23Attacking%20midfielder\"&gt;attacking midfielder&lt;/a&gt;.\nCareer.\nGreenock Morton.\nPurdue joined &lt;a href=\"Greenock%20Morton%20F.C.\"&gt;Greenock Morton&lt;/a&gt;'s Youth Academy from Gourock YAC in November 2014, and he made his development team breakthrough in September 2015. He signed a full-time contract in May 2016 to tie him to Morton until summer 2018. He made his professional debut as substitute on 24 February 2018 away to &lt;a href=\"Inverness%20Caledonian%20Thistle%20F.C.\"&gt;Inverness Caledonian Thistle F.C.&lt;/a&gt; in a 2-0 Morton win. In May 2018, Purdue signed on for a further season at Morton after scoring the winning penalty to secure the Development League West title for 2017-18. He was released by Morton in May 2019.\nQueen's Park.\nPurdue signed for &lt;a href=\"Queen%27s%20Park%20F.C.\"&gt;Queen's Park&lt;/a&gt; in July 2019. He made his debut for Queen's in a 0-0 draw v &lt;a href=\"Hamilton%20Academical%20F.C.\"&gt;Hamilton Academical&lt;/a&gt; on 13 July 2019 in the &lt;a href=\"Scottish%20League%20Cup\"&gt;League Cup&lt;/a&gt;.\nPurdue scored his first senior goal in a 2-2 draw with &lt;a href=\"Airdrieonians%20F.C.\"&gt;Airdrieonians&lt;/a&gt; on 24 July 2019 in the League Cup. In a season of firsts Purdue also scored his first league goal, in a 2-1 win v &lt;a href=\"Edinburgh%20City%20F.C.\"&gt;Edinburgh City&lt;/a&gt; on 30 November 2019 in &lt;a href=\"Scottish%20League%20Two\"&gt;Scottish League Two&lt;/a&gt;. He signed for &lt;a href=\"East%20Stirlingshire%20F.C.\"&gt;East Stirlingshire&lt;/a&gt; on loan on 21 February 2020 until the end of the season, which was curtailed by the covid-19 pandemic.\nAnnan Athletic.\n&lt;a href=\"Annan%20Athletic%20F.C.\"&gt;Annan Athletic&lt;/a&gt; announced the signing of Purdue on 3 October 2020. On 25 January 2022, Purdue was released from his contract.\nHonours.\nMorton"
}