{
    "id": "56721315",
    "revid": "1461430",
    "url": "https://en.wikipedia.org/wiki?curid=56721315",
    "title": "Biodiversity hypothesis of health",
    "text": "According to the biodiversity hypothesis, reduced contact of &lt;a href=\"people\"&gt;people&lt;/a&gt; with &lt;a href=\"natural%20environment\"&gt;natural environment&lt;/a&gt; and &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt; may adversely affect the human commensal &lt;a href=\"microbiota\"&gt;microbiota&lt;/a&gt; and its &lt;a href=\"Immunity%20%28medical%29\"&gt;immunomodulatory capacity&lt;/a&gt;. The &lt;a href=\"hypothesis\"&gt;hypothesis&lt;/a&gt; is based on the observation that two dominant &lt;a href=\"socio-ecological%20system\"&gt;socio-ecological trends&lt;/a&gt; – the loss of &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt; and increasing incidence of &lt;a href=\"inflammatory%20disease\"&gt;inflammatory disease&lt;/a&gt;s – are interconnected.\n&lt;a href=\"Urbanization\"&gt;Urbanization&lt;/a&gt; and fragmentation of &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;s increasingly lead to loss of connection between &lt;a href=\"human\"&gt;human&lt;/a&gt; and &lt;a href=\"nature\"&gt;natural environment&lt;/a&gt;. Furthermore, &lt;a href=\"immune%20system\"&gt;immunological&lt;/a&gt; &lt;a href=\"non-communicable%20disease\"&gt;non-communicable disease&lt;/a&gt;s have become increasingly common in recent decades especially in urbanized communities.\nThe microbes of natural environment influence human health.\nMany immunological inflammatory diseases, such as &lt;a href=\"allergy\"&gt;allergies&lt;/a&gt;, &lt;a href=\"diabetes\"&gt;diabetes&lt;/a&gt; and &lt;a href=\"inflammatory%20bowel%20diseases\"&gt;inflammatory bowel diseases&lt;/a&gt;, have become increasingly common in countries of high standard of living and high level of hygiene. One reason is presumably that along with degradation and fragmentation of habitats and urbanization, people encounter less &lt;a href=\"microbe\"&gt;microbe&lt;/a&gt;s of natural environment. Here, microbes of natural environment are referred as all microbes, especially those which are not &lt;a href=\"pathogens\"&gt;pathogens&lt;/a&gt; nor &lt;a href=\"parasites\"&gt;parasites&lt;/a&gt; (parasites still have essential role in regulation of immune response).\nAccording to the core message of the biodiversity hypothesis, it is essential to the development of our immune system that we are sufficiently exposed to &lt;a href=\"biodiversity\"&gt;diverse natural environments&lt;/a&gt; and especially to the microbes in them. The microbes in our surroundings influence our own &lt;a href=\"microbiota\"&gt;microbiota&lt;/a&gt; which is further connected to our &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt;. Furthermore, immunological disorders are the main cause of &lt;a href=\"inflammatory%20diseases\"&gt;inflammatory diseases&lt;/a&gt;. In a sense, microbes train developing &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; to identify actual threats from harmless &lt;a href=\"allergen\"&gt;allergen&lt;/a&gt;s, but there is not yet full consensus of the mechanism. During &lt;a href=\"biological%20evolution\"&gt;biological evolution&lt;/a&gt;, we have in a way outsourced many of the functions of our body to our microbiota. &lt;a href=\"Microbiota\"&gt;Microbiota&lt;/a&gt; trains &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; throughout the life: &lt;a href=\"organs\"&gt;organs&lt;/a&gt; constantly process invasive particles and &lt;a href=\"proteins\"&gt;proteins&lt;/a&gt;. Functional &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; discriminates threatening particles from the harmless ones and products of one's own cells from foreign ones. Present populations of cities evidently have marks of chronic inflammation as a result of weakening &lt;a href=\"immune%20system\"&gt;immune defence&lt;/a&gt;.\nPrevention of inflammatory diseases and maintenance of health.\nMild &lt;a href=\"inflammation\"&gt;inflammation&lt;/a&gt; and &lt;a href=\"Immunity%20%28medical%29\"&gt;immunological&lt;/a&gt; imbalance are characteristic to a group of chronic non-communicable &lt;a href=\"diseases\"&gt;diseases&lt;/a&gt; and &lt;a href=\"Disorder%20%28medicine%29\"&gt;disorders&lt;/a&gt; that threaten &lt;a href=\"public%20health\"&gt;public health&lt;/a&gt;. These include &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt;, &lt;a href=\"allergies\"&gt;allergies&lt;/a&gt;, &lt;a href=\"diabetes\"&gt;diabetes&lt;/a&gt;, &lt;a href=\"inflammatory%20bowel%20diseases\"&gt;inflammatory bowel diseases&lt;/a&gt;, &lt;a href=\"metabolic%20syndrome\"&gt;metabolic syndrome&lt;/a&gt;, &lt;a href=\"cardiovascular%20diseases\"&gt;cardiovascular diseases&lt;/a&gt;, &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt;, &lt;a href=\"neurological%20diseases\"&gt;neurological diseases&lt;/a&gt; and &lt;a href=\"mental%20disorders\"&gt;mental disorders&lt;/a&gt;. Prevention of many of these diseases have been improved by affecting known risk factors, but they explain only a fraction of chronic diseases and have not revealed the bottom reasons of increasing incidence of allergies.\nWhen health benefits that are based on &lt;a href=\"biodiversity\"&gt;diverse nature&lt;/a&gt; are taken seriously, cost savings may be major. For example, in &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt; in year 2011, total costs of &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt; and &lt;a href=\"allergies\"&gt;allergies&lt;/a&gt; for the society were 1,3—1,6 billion euros. The direct costs of allergic diseases, including disability to work, have decreased by 15% in the 2000s as a result of shift in &lt;a href=\"Finland\"&gt;Finnish&lt;/a&gt; national allergy programme. In the programme, the focus was shifted from curing the &lt;a href=\"symptoms\"&gt;symptoms&lt;/a&gt; to &lt;a href=\"Preventive%20healthcare\"&gt;prevention&lt;/a&gt;, for example by emphasizing connection to &lt;a href=\"nature\"&gt;natural environment&lt;/a&gt;.\nExposure to microbes.\nWe are exposed to &lt;a href=\"microbes\"&gt;microbes&lt;/a&gt; via different ways from which the most important are &lt;a href=\"respiratory%20tract\"&gt;respiratory tract&lt;/a&gt;, &lt;a href=\"digestive%20system\"&gt;digestive system&lt;/a&gt; and &lt;a href=\"skin\"&gt;skin contact&lt;/a&gt;. The &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt; we live in and the food we eat influence greatly to our &lt;a href=\"microbiota\"&gt;microbiota&lt;/a&gt;. Our own way of living and our choices — how we live, eat, move and what are our recreational activities — impacts on the amount of valuable microbe exposure. The amount as well as the microbial diversity of exposure are essential factors.\nFor example, youth living in &lt;a href=\"Northern%20Karelia%20Province\"&gt;Northern Karelia&lt;/a&gt; (&lt;a href=\"Finns\"&gt;Finns&lt;/a&gt;) and those living in &lt;a href=\"Russian%20Karelia\"&gt;Russian Karelia&lt;/a&gt; (&lt;a href=\"Russians\"&gt;Russians&lt;/a&gt;) have significantly different skin and nose &lt;a href=\"microbiota\"&gt;microbiota&lt;/a&gt;s. At the same time, the differences in &lt;a href=\"inflammatory%20diseases\"&gt;inflammatory diseases&lt;/a&gt; are significant: only one third of Russian youth have &lt;a href=\"allergies\"&gt;allergies&lt;/a&gt; compared to Finnish youth. Similar differences in the incidence of allergies have been observed between &lt;a href=\"Finland\"&gt;Finnish&lt;/a&gt; children living in differing, &lt;a href=\"Urban%20area\"&gt;urban&lt;/a&gt; or &lt;a href=\"rural\"&gt;rural&lt;/a&gt; environments.\nRisks.\nTraditionally, &lt;a href=\"nature\"&gt;natural environment&lt;/a&gt; have been seen from the viewpoint of management of the threats it causes. The incidence of several &lt;a href=\"infectious%20diseases\"&gt;infectious diseases&lt;/a&gt; have indeed decreased because of improved level of &lt;a href=\"hygiene\"&gt;hygiene&lt;/a&gt;. Formerly, recommended treatment to &lt;a href=\"allergies\"&gt;allergies&lt;/a&gt; was to avoid exposure as now it is known that exposure is essential to develop &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt;. While increasing healthy exposure to microbes it is essential for achieving the benefits to acknowledge and reduce the risk of being exposed to [pathogens].\nMicrobial exposure of future mothers and children.\nA &lt;a href=\"baby\"&gt;baby&lt;/a&gt; is exposed to &lt;a href=\"mother%27s\"&gt;mother's&lt;/a&gt; microbes during &lt;a href=\"pregnancy\"&gt;pregnancy&lt;/a&gt;, &lt;a href=\"birth\"&gt;birth&lt;/a&gt; and &lt;a href=\"breastfeeding\"&gt;breastfeeding&lt;/a&gt;. The &lt;a href=\"nutrition\"&gt;nutrition&lt;/a&gt; and way of life of expecting mother as well as chosen ways of giving birth and feeding have remarkable effect on the development of the baby's &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt;. Even small choices can have major impact on individual health. &lt;a href=\"Vaginal%20birth\"&gt;Vaginal birth&lt;/a&gt; and &lt;a href=\"breastfeeding\"&gt;breastfeeding&lt;/a&gt; are influential ways to increase the exposure of baby to mother's microbes and therefore further the development of &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt;.\n&lt;a href=\"Immune%20system\"&gt;Immune system&lt;/a&gt; continues to develop throughout &lt;a href=\"childhood\"&gt;childhood&lt;/a&gt; and therefore regular microbial exposure is essential for children. Lack of forests and fields near home is connected to unbalanced skin microbiota of children and youth. &lt;a href=\"Kindergartens\"&gt;Kindergartens&lt;/a&gt; and &lt;a href=\"schools\"&gt;schools&lt;/a&gt; are functional places to increase microbial exposure as they encompass whole age groups at its best. From &lt;a href=\"public%20health\"&gt;public health&lt;/a&gt; point of view, it would be functional to focus on sufficient microbial exposure in kindergartens and schools, in which case the exposure does not rely on families' way of life.\nAnyhow, &lt;a href=\"microbiota\"&gt;microbiota&lt;/a&gt;s of human body change throughout life and therefore all age groups benefit from being exposed to the microbes of natural environment. One's own way of life and choices related to housing, nutrition and movement are in an essential role in that exposure. &lt;a href=\"Immune%20system\"&gt;Immune system&lt;/a&gt; can be strengthened throughout life with increased and diverse contact with nature. &lt;a href=\"Immune%20system\"&gt;Immune system&lt;/a&gt; function weakens with age and therefore regular contact to natural environment is important to elders too.\nUrban planning.\n&lt;a href=\"Urbanisation\"&gt;Urbanisation&lt;/a&gt; is a global trend. While urban structure is condensing, it is important to conserve &lt;a href=\"Urban%20area\"&gt;urban&lt;/a&gt; &lt;a href=\"nature\"&gt;nature&lt;/a&gt;. From a viewpoint of biodiversity hypothesis, &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt; should take into account both holistic health and wellbeing benefits of nature and possibilities of citizens to be exposed to biodiverse natural environments and microbes. Functionally, exposure takes place near home and daily routes. In city center there is usually less forests than outskirts, but parks and different built natural elements can be exploited also in highly constructed areas.\nIn terms of nature contact of children and the elderly, the quality of the near environment is particularly important, as the mobility circle is more limited than the working age population. Functional natural elements in yards of kindergartens, schools, sheltered homes and retirement homes could be e.g. cultivation boxes, fruit trees, berry bushes, green roofs and walls and gardens. Forests and parks must be located close for being easy to use in everyday life, during lessons and walks. Deadwood can be left to forests and parks to promote biodiversity and inspire movement. Self-sufficient mobility of the elderly is supported by sufficient density of benches. Planning of healthy habitats requires cooperation between sectors — at least &lt;a href=\"zoning\"&gt;zoning&lt;/a&gt;, recreation and exercise, management of &lt;a href=\"green%20infrastructure\"&gt;green&lt;/a&gt; and &lt;a href=\"Body%20of%20water\"&gt;blue infrastructure&lt;/a&gt;, &lt;a href=\"construction\"&gt;construction&lt;/a&gt;, &lt;a href=\"Natural%20environment\"&gt;environment&lt;/a&gt;, &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt;, and &lt;a href=\"education\"&gt;education&lt;/a&gt;.\nNeeds for further understanding.\nIt is not yet clear, what amount of exposure is needed, how the microbes of environment precisely get in system and what are relations between different microbes. Is visiting natural environments occasionally enough or should we be exposed to the microbes of natural environment in our everyday life?\nAnyhow, it is evident that we get multiple health and wellbeing benefits from nature. Despite there remains several open questions related to the biodiversity hypothesis, it has been proposed that we should still take it into account in urban and regional planning and build healthy and biodiverse cities."
}