{
    "id": "56730023",
    "revid": "1005089981",
    "url": "https://en.wikipedia.org/wiki?curid=56730023",
    "title": "Max Crumpton",
    "text": "Max Crumpton (born 25 October 1993) is an &lt;a href=\"England\"&gt;English&lt;/a&gt; former &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player for &lt;a href=\"Harlequins%20F.C.\"&gt;Harlequins&lt;/a&gt; in &lt;a href=\"Premiership%20Rugby\"&gt;Premiership Rugby&lt;/a&gt;.\nHe was a graduate of &lt;a href=\"Saracens%20F.C.\"&gt;Saracens&lt;/a&gt; academy system where he progressed into the first-team squad. Crumpton spent time on loan with &lt;a href=\"Plymouth%20Albion%20R.F.C.\"&gt;Plymouth Albion&lt;/a&gt; in the &lt;a href=\"RFU%20Championship\"&gt;RFU Championship&lt;/a&gt; where he made four Championship appearances and featured in the &lt;a href=\"British%20and%20Irish%20Cup\"&gt;British and Irish Cup&lt;/a&gt;. But it was cut short as he signed for Premiership rivals &lt;a href=\"Harlequins%20F.C.\"&gt;Harlequins&lt;/a&gt; on a loan until the end of the 2013-14 season.\nOn 5 March 2014, Crumpton agreed a move to &lt;a href=\"Bristol%20Bears\"&gt;Bristol&lt;/a&gt; who play in the &lt;a href=\"RFU%20Championship\"&gt;RFU Championship&lt;/a&gt; on a two-year contract from the 2014-15 season. but was extended for two further seasons until the end of the 2017-18 season. However, on 5 February 2018, Crumpton left Bristol by mutual consent to resign with &lt;a href=\"Harlequins%20F.C.\"&gt;Harlequins&lt;/a&gt; on a permanent deal until the end of the summer 2020.\nCrumpton represented England through the age-group levels. He was selected for &lt;a href=\"England%20national%20under-20%20rugby%20union%20team\"&gt;England U20s&lt;/a&gt; squad to take part in the &lt;a href=\"2012%20IRB%20Junior%20World%20Championship\"&gt;2012 IRB Junior World Championship&lt;/a&gt; in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; starting with a match against &lt;a href=\"Italy%20national%20under-20%20rugby%20union%20team\"&gt;Italy U20s&lt;/a&gt; on 4 June 2012.\nOn 1 September 2018, Crumpton scored a try, on his competitive debut for &lt;a href=\"Harlequins%20F.C.\"&gt;Harlequins&lt;/a&gt;. Quin's beat &lt;a href=\"Sale%20Sharks\"&gt;Sale&lt;/a&gt; at home and Crumpton's second half try topped a brilliant competitive debut for Crumpton in &lt;a href=\"Premiership%20Rugby\"&gt;Premiership Rugby&lt;/a&gt;, playing for Harlequins. \nHe was forced to retire through injury in June 2020."
}