{
    "id": "56735989",
    "revid": "1862966",
    "url": "https://en.wikipedia.org/wiki?curid=56735989",
    "title": "Jump Off Joe (Washington)",
    "text": "Jump off Joe is a &lt;a href=\"butte\"&gt;butte&lt;/a&gt; in the &lt;a href=\"Horse%20Heaven%20Hills\"&gt;Horse Heaven Hills&lt;/a&gt; south of &lt;a href=\"Kennewick%2C%20Washington\"&gt;Kennewick&lt;/a&gt; in the U.S. state of &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt;. Jump off Joe rises above the &lt;a href=\"Tri-Cities%2C%20Washington\"&gt;Tri-Cities&lt;/a&gt; and is visible throughout much of the region, including in parts of &lt;a href=\"Umatilla%20County%2C%20Oregon\"&gt;Umatilla&lt;/a&gt; and &lt;a href=\"Morrow%20County%2C%20Oregon\"&gt;Morrow&lt;/a&gt; Counties in &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt; to the south. A gravel road approaches the summit from the south up a steep incline. On a clear day, visitors to the summit can see &lt;a href=\"Mount%20Hood\"&gt;Mount Hood&lt;/a&gt;, &lt;a href=\"Mount%20Adams%20%28Washington%29\"&gt;Mount Adams&lt;/a&gt; and &lt;a href=\"Mount%20Rainier\"&gt;Mount Rainier&lt;/a&gt;.\nJump off Joe's high elevation compared to the surrounding area makes it an ideal location to place towers for radio and television communications. Among these is an &lt;a href=\"amateur%20radio\"&gt;amateur radio&lt;/a&gt; repeater that provides coverage to much of the Columbia Basin. Two major local television stations, &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; affiliate &lt;a href=\"KNDU-TV\"&gt;KNDU&lt;/a&gt; and &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; affiliate &lt;a href=\"KVEW\"&gt;KVEW&lt;/a&gt; have their towers atop the butte. FM radio stations with transmitters on top of the butte include &lt;a href=\"KUJ-FM\"&gt;KUJ-FM&lt;/a&gt; and &lt;a href=\"KORD-FM\"&gt;KORD-FM&lt;/a&gt;.\nGeology.\nJump off Joe and the greater Horse Heaven Hills are &lt;a href=\"anticline\"&gt;anticline&lt;/a&gt;s within the &lt;a href=\"Yakima%20Fold%20Belt\"&gt;Yakima Fold Belt&lt;/a&gt;. The belt is a series of fault lines extending throughout south-central Washington which are part of the larger &lt;a href=\"Olympic%E2%80%93Wallowa%20Lineament\"&gt;Olympic–Wallowa Lineament&lt;/a&gt;. The lineament runs from &lt;a href=\"Port%20Angeles%2C%20Washington\"&gt;Port Angeles&lt;/a&gt; to the &lt;a href=\"Wallowa%20Mountains\"&gt;Wallowa Mountains&lt;/a&gt; in northeastern Oregon.\nRocks in the area are predominantly basalt, part of the &lt;a href=\"Columbia%20River%20Basalt%20Group\"&gt;Columbia River Basalt Group&lt;/a&gt;. Lava flows believed to have originated from the &lt;a href=\"Yellowstone%20hotspot\"&gt;Yellowstone hotspot&lt;/a&gt; approximately 10 to 15 million years ago when the hotspot was located in western &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;. These lava flows covered large portions of Washington and Oregon all the way to the Pacific Ocean in basalt up to thick.\nDuring the &lt;a href=\"Last%20Glacial%20Maximum\"&gt;Last Glacial Maximum&lt;/a&gt;, ice sheets extended into what is today the &lt;a href=\"Idaho%20Panhandle\"&gt;Idaho Panhandle&lt;/a&gt;, blocking the flow of the &lt;a href=\"Clark%20Fork%20River\"&gt;Clark Fork River&lt;/a&gt; creating &lt;a href=\"Glacial%20Lake%20Missoula\"&gt;Glacial Lake Missoula&lt;/a&gt;. Over a period of 2,000 years the weight of the water behind this ice dam caused it to break sending a surge of water toward the Pacific Ocean. This water would backup at the Horse Heaven Hills, flowing through and deepening &lt;a href=\"Wallula%20Gap\"&gt;Wallula Gap&lt;/a&gt; located a few miles southeast.\nClimate and ecology.\nJump off Joe lies in a &lt;a href=\"semi-arid\"&gt;semi-arid&lt;/a&gt; environment within the &lt;a href=\"rain%20shadow\"&gt;rain shadow&lt;/a&gt; of the &lt;a href=\"Cascade%20Mountains\"&gt;Cascade Mountains&lt;/a&gt;. Being nearly above the &lt;a href=\"Columbia%20River\"&gt;Columbia River&lt;/a&gt;, Jump off Joe receives more snow than the Tri-Cities and can remain snow covered for much of the winter season. High winds in the area provide an excellent setting for &lt;a href=\"wind%20turbines\"&gt;wind turbines&lt;/a&gt; to generate power. Like most of the Mid Columbia, the butte is treeless. Plant life includes native grasses and &lt;a href=\"sagebrush\"&gt;sagebrush&lt;/a&gt;.\nAnnual rainfall at the nearest airport, the &lt;a href=\"Tri-Cities%20Airport%20%28Washington%29\"&gt;Tri-Cities Airport&lt;/a&gt; in &lt;a href=\"Pasco%2C%20Washington\"&gt;Pasco&lt;/a&gt; is . Afternoon temperatures in the summer can exceed . Jump off Joe frequently lies above &lt;a href=\"Inversion%20%28meteorology%29\"&gt;inversions&lt;/a&gt; that form in the Columbia Basin during &lt;a href=\"high%20pressure\"&gt;high pressure&lt;/a&gt; systems in the winter months."
}