{
    "id": "56732656",
    "revid": "38789424",
    "url": "https://en.wikipedia.org/wiki?curid=56732656",
    "title": "March 1–3, 2018 nor'easter",
    "text": "The March 1–3, 2018 nor'easter was a powerful &lt;a href=\"nor%27easter\"&gt;nor'easter&lt;/a&gt; that caused major impacts in the &lt;a href=\"Northeastern%20United%20States\"&gt;Northeastern&lt;/a&gt;, &lt;a href=\"Mid-Atlantic%20United%20States\"&gt;Mid-Atlantic&lt;/a&gt; and &lt;a href=\"Southeastern%20United%20States\"&gt;Southeastern United States&lt;/a&gt;. It originated as the northernmost low of a &lt;a href=\"stationary%20front\"&gt;stationary front&lt;/a&gt; over the Midwest on March 1, which moved eastward into the Northeast later that night. A new low pressure system rapidly formed off the coast on March 2 as it slowly meandered near the coastline. It peaked later that day and brought hurricane-force winds to coastal &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; before gradually moving out to sea by March 3. Producing over of &lt;a href=\"snow\"&gt;snow&lt;/a&gt; in some areas, it was one of the most significant March snowstorms in many areas, particularly in &lt;a href=\"Upstate%20New%20York\"&gt;Upstate New York&lt;/a&gt;. In other areas, it challenged storm surge records set by other significant storms, such as &lt;a href=\"Hurricane%20Sandy\"&gt;Hurricane Sandy&lt;/a&gt;. It was unofficially named \"Winter Storm Riley\" by &lt;a href=\"The%20Weather%20Channel\"&gt;The Weather Channel&lt;/a&gt;. \nAlthough the most severe damage was caused by flooding as well as snow, unusually high tides and storm surges along the coast, wind and downed trees caused massive inland power outages, with the number of outages as high as 1.9 million at one point. By March 4, least 9 people were known to have been killed as a result of the storm, with 5 of them being killed by falling trees or branches. Recovery efforts were later hampered as a &lt;a href=\"March%206%E2%80%938%2C%202018%20nor%27easter\"&gt;second nor'easter&lt;/a&gt; began to impact the area just a few days after the first one struck.\nMeteorological history.\nA &lt;a href=\"stationary%20front\"&gt;stationary front&lt;/a&gt; was draped over the central &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; on the last day of February 2018. During this time period, &lt;a href=\"2017%E2%80%9318%20North%20American%20winter%23Late%20February%20flooding\"&gt;dangerous flash flooding occurred&lt;/a&gt; as a result. On March 1, one of the northernmost lows split from the boundary and began tracking northwards. Tracking into colder air near the border between the U.S and Canada, snow broke out in the eastern half of the &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;; the &lt;a href=\"Weather%20Prediction%20Center\"&gt;Weather Prediction Center&lt;/a&gt; (WPC) began issuing storm summaries later that day. Overnight into the early morning hours of March 2, a new low formed and rapidly strengthened off the coast of &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, while snow began to slowly increase in coverage near &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; and southern &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;.\nRapid deepening of the low continued as it moved slowly westward, before it bottomed out around or so later that evening. Intrusion of cold air caused heavy wet &lt;a href=\"snow\"&gt;snow&lt;/a&gt; to break out closer to the coast, resulting in snow engulfing much of the &lt;a href=\"New%20York%20metropolitan%20area\"&gt;Tri-State Area&lt;/a&gt;, including &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and areas further south. Winds also increased as the pressure gradient of the system increased, with gusts reaching as high as in some areas. Gradually, the storm also began to move out to sea, with the precipitation shield of the system receding from the coast. Consequently, by the early morning hours of March 3, the WPC terminated storm summaries on the storm after it moved far enough away from the East Coast, while also maintaining peak intensity. The system weakened over the next few days, before it split into two systems on March 5, one of which became a &lt;a href=\"2017%E2%80%9318%20European%20windstorm%20season%23Storm%20Felix\"&gt;hurricane-force low&lt;/a&gt;.\nPreparations and impact.\nMid-Atlantic.\n&lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; suspended rail service along the &lt;a href=\"Northeast%20Corridor\"&gt;Northeast Corridor&lt;/a&gt; between &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; and &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, along with \"&lt;a href=\"Keystone%20Service\"&gt;Keystone Service&lt;/a&gt;\" trains between &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and &lt;a href=\"Harrisburg%2C%20Pennsylvania\"&gt;Harrisburg, Pennsylvania&lt;/a&gt;, on March 2 because of the storm. Over 4,000 flights were cancelled on March 2 due to the storm. Also because of the storm, over 2.2 million customers in the Northeast United States lost power.\nVirginia.\nThe storm brought rain and heavy winds to the &lt;a href=\"Hampton%20Roads\"&gt;Hampton Roads&lt;/a&gt; area on March 2. Several flights were cancelled at &lt;a href=\"Norfolk%20International%20Airport\"&gt;Norfolk International Airport&lt;/a&gt; and &lt;a href=\"Dominion%20Virginia%20Power\"&gt;Dominion Virginia Power&lt;/a&gt; reported 36,000 customers in the Hampton Roads area without power. A total of 500,000 customers lost power in Virginia from the storm. Winds from the storm resulted in the &lt;a href=\"Chesapeake%20Bay%20Bridge-Tunnel\"&gt;Chesapeake Bay Bridge-Tunnel&lt;/a&gt; being closed much of the day on March 2. &lt;a href=\"Virginia%20Railway%20Express\"&gt;Virginia Railway Express&lt;/a&gt; suspended service on March 2. Schools in &lt;a href=\"Fairfax%20County%2C%20Virginia\"&gt;Fairfax&lt;/a&gt; and &lt;a href=\"Prince%20William%20County%2C%20Virginia\"&gt;Prince William&lt;/a&gt; counties were closed due to high winds. Wind gusts of were reported at &lt;a href=\"Washington%20Dulles%20International%20Airport\"&gt;Washington Dulles International Airport&lt;/a&gt; and at &lt;a href=\"Ronald%20Reagan%20Washington%20National%20Airport\"&gt;Ronald Reagan Washington National Airport&lt;/a&gt;. Pilots from a flight bound to Washington Dulles International Airport reported that nearly every passenger vomited due to extreme turbulence from the storm. A 6-year-old boy was killed when a tree fell onto his family's home in Virginia.\nSouthbound &lt;a href=\"Interstate%2095\"&gt;Interstate 95&lt;/a&gt; lanes were shut down in &lt;a href=\"Woodbridge%2C%20Virginia\"&gt;Woodbridge&lt;/a&gt; to inspect the &lt;a href=\"Potomac%20Mills\"&gt;Potomac Mills&lt;/a&gt; shopping mall sign along the interstate, which appeared bent during the storm.\nNorth Carolina.\nA woman was killed after a tree fell into her in &lt;a href=\"Kitty%20Hawk%2C%20North%20Carolina\"&gt;Kitty Hawk&lt;/a&gt;. Also, the storm left damage near Kitty Hawk afterwards.\nWashington, D.C..\nIn &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, the federal government closed offices due to the storm, and the &lt;a href=\"Smithsonian\"&gt;Smithsonian&lt;/a&gt; museums also closed.\nThe &lt;a href=\"Washington%20Metro\"&gt;Washington Metro&lt;/a&gt; reduced speeds and decreased the frequency of train service. &lt;a href=\"Metrobus%20%28Washington%2C%20D.C.%29\"&gt;Metrobus&lt;/a&gt; and regional bus services saw delays due to downed trees and wires. Schools in Washington, D.C. cancelled scheduled parent-teacher conferences for the day.\nMaryland.\nA 77-year-old woman in &lt;a href=\"Kingsville%2C%20Maryland\"&gt;Kingsville&lt;/a&gt; was killed when she was struck by a tree branch. An apartment building in &lt;a href=\"Suitland%2C%20Maryland\"&gt;Suitland&lt;/a&gt; partially collapsed, displacing 300 residents. &lt;a href=\"Montgomery%20County%20Public%20Schools%20%28Maryland%29\"&gt;Montgomery County Public Schools&lt;/a&gt; and &lt;a href=\"Howard%20County%20Public%20School%20System\"&gt;Howard County Public Schools&lt;/a&gt; were closed due to the storm. As of 4 PM EST on March 2, &lt;a href=\"Baltimore%20Gas%20and%20Electric\"&gt;BGE&lt;/a&gt; and &lt;a href=\"Potomac%20Electric%20Power%20Company\"&gt;PEPCO&lt;/a&gt; reported 253,000 customers without power in their service area. Along with &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; service, &lt;a href=\"MARC%20Train\"&gt;MARC&lt;/a&gt; service was suspended indefinitely on all lines. &lt;a href=\"Maryland%20Department%20of%20Transportation\"&gt;MDOT&lt;/a&gt; also shut down the &lt;a href=\"Chesapeake%20Bay%20Bridge\"&gt;Chesapeake Bay Bridge&lt;/a&gt; several times throughout the day.\n&lt;a href=\"Tydings%20Bridge\"&gt;Tydings Bridge&lt;/a&gt; on &lt;a href=\"Interstate%2095%20in%20Maryland\"&gt;Interstate 95&lt;/a&gt; and &lt;a href=\"Hatem%20Bridge\"&gt;Hatem Bridge&lt;/a&gt; on &lt;a href=\"U.S.%20Route%2040%20in%20Maryland\"&gt;U.S. Route 40&lt;/a&gt; were also shut down indefinitely due to two tractor trailers flipping over from high winds. A downed tree blocked southbound Interstate 95 in &lt;a href=\"White%20Marsh%2C%20Maryland\"&gt;White Marsh&lt;/a&gt;. Dozens of cars were destroyed in &lt;a href=\"Baltimore%20City\"&gt;Baltimore City&lt;/a&gt; due to trees toppling over from a combination of saturated ground and wind. This storm was the worst wind storm in the area since &lt;a href=\"Hurricane%20Sandy\"&gt;Hurricane Sandy&lt;/a&gt; in 2012. When leaving to attend the funeral of &lt;a href=\"Billy%20Graham\"&gt;Billy Graham&lt;/a&gt;, &lt;a href=\"Donald%20Trump\"&gt;President Donald Trump&lt;/a&gt; could not fly out of &lt;a href=\"Joint%20Base%20Andrews\"&gt;Joint Base Andrews&lt;/a&gt; and had to depart from &lt;a href=\"Dulles%20Airport\"&gt;Dulles Airport&lt;/a&gt; instead.\nDelaware.\nIn &lt;a href=\"Sussex%20County%2C%20Delaware\"&gt;Sussex County&lt;/a&gt;, the storm brought rain and high winds on March 2, with gusts reaching . The winds knocked down trees and blew debris around. The &lt;a href=\"Cape%20May-Lewes%20Ferry\"&gt;Cape May-Lewes Ferry&lt;/a&gt; delayed a morning departure and suspended service for the rest of the day on March 2. &lt;a href=\"Delmarva%20Power\"&gt;Delmarva Power&lt;/a&gt; reported tens of thousands of customers without power across the state.\nPennsylvania.\nIn the &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; area, the storm brought snow, poor visibility, and wind on March 2, with the wind taking down trees and power lines. &lt;a href=\"PECO%20Energy%20Company\"&gt;PECO Energy Company&lt;/a&gt; reported over 616,000 customers without power across the Philadelphia area. Due to high winds, repairs did not begin until March 3 and power restoration could take several days. A 57-year-old man was killed when a tree fell onto his car in &lt;a href=\"Upper%20Merion%20Township%2C%20Pennsylvania\"&gt;Upper Merion Township&lt;/a&gt;. A tree fell onto a &lt;a href=\"SEPTA\"&gt;SEPTA&lt;/a&gt; bus traveling along the &lt;a href=\"Schuylkill%20Expressway\"&gt;Schuylkill Expressway&lt;/a&gt; in &lt;a href=\"Lower%20Merion%20Township%2C%20Pennsylvania\"&gt;Lower Merion Township&lt;/a&gt;. Service on some &lt;a href=\"SEPTA%20Regional%20Rail\"&gt;SEPTA Regional Rail&lt;/a&gt; lines was suspended because of the storm. &lt;a href=\"American%20Airlines\"&gt;American Airlines&lt;/a&gt; cancelled flights at &lt;a href=\"Philadelphia%20International%20Airport\"&gt;Philadelphia International Airport&lt;/a&gt; on March 2 due to the storm.\nIn the &lt;a href=\"Lehigh%20Valley\"&gt;Lehigh Valley&lt;/a&gt; and &lt;a href=\"Pocono%20Mountains\"&gt;Pocono Mountains&lt;/a&gt; regions of &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, the storm brought heavy snow and wind on March 2, which led to dozens of car accidents. Speed limits were reduced along portions of &lt;a href=\"Interstate%2080%20in%20Pennsylvania\"&gt;Interstate 80&lt;/a&gt;, &lt;a href=\"Interstate%2081%20in%20Pennsylvania\"&gt;Interstate 81&lt;/a&gt;, and &lt;a href=\"Interstate%20380%20%28Pennsylvania%29\"&gt;Interstate 380&lt;/a&gt; in eastern Pennsylvania. The snow and wind brought down trees and power lines, with &lt;a href=\"PPL%20Electric%20Utilities\"&gt;PPL Electric Utilities&lt;/a&gt; reporting over 100,000 outages. Many schools in the Lehigh Valley and Pocono Mountains closed or dismissed early on March 2. Court offices in &lt;a href=\"Monroe%20County%2C%20Pennsylvania\"&gt;Monroe County&lt;/a&gt; closed early on March 2. &lt;a href=\"LANTA\"&gt;LANTA&lt;/a&gt; buses between &lt;a href=\"Bethlehem%2C%20Pennsylvania\"&gt;Bethlehem&lt;/a&gt; and the Slate Belt operated on a snow emergency detour. In &lt;a href=\"Berks%20County%2C%20Pennsylvania\"&gt;Berks County&lt;/a&gt;, the storm brought down trees and power lines on March 2, with &lt;a href=\"Met-Ed\"&gt;Met-Ed&lt;/a&gt; reporting 6,254 outages in the county and PPL Electric Utilities reporting 1,084 outages in the county. Winds toppled a tractor trailer along &lt;a href=\"Interstate%2078%20in%20Pennsylvania\"&gt;Interstate 78&lt;/a&gt; near &lt;a href=\"Hamburg%2C%20Pennsylvania\"&gt;Hamburg&lt;/a&gt; and brought a tree and wires down onto an unoccupied vehicle in &lt;a href=\"Exeter%20Township%2C%20Berks%20County%2C%20Pennsylvania\"&gt;Exeter Township&lt;/a&gt;. High winds toppled a school bus in &lt;a href=\"Chambersburg%2C%20Pennsylvania\"&gt;Chambersburg&lt;/a&gt;.\nNew Jersey.\n&lt;a href=\"Sussex%20County%2C%20New%20Jersey\"&gt;Sussex County&lt;/a&gt; in the northern part of the state reported of snow. At the &lt;a href=\"Jersey%20Shore\"&gt;Jersey Shore&lt;/a&gt;, the storm caused minor flooding and road closures during the high tide on the morning of March 2. Two local roads in &lt;a href=\"Absecon%2C%20New%20Jersey\"&gt;Absecon&lt;/a&gt; were closed from flooding and there was flooding on &lt;a href=\"U.S.%20Route%2040%20in%20New%20Jersey\"&gt;U.S. Route 40&lt;/a&gt; leading into &lt;a href=\"Atlantic%20City%2C%20New%20Jersey\"&gt;Atlantic City&lt;/a&gt;. Flooding also caused lane closures along portions of &lt;a href=\"New%20Jersey%20Route%2035\"&gt;Route 35&lt;/a&gt; in &lt;a href=\"Brick%2C%20New%20Jersey\"&gt;Brick&lt;/a&gt; and &lt;a href=\"Belmar%2C%20New%20Jersey\"&gt;Belmar&lt;/a&gt; while floodwaters covered roads in &lt;a href=\"Neptune%20Township%2C%20New%20Jersey\"&gt;Neptune&lt;/a&gt; and &lt;a href=\"Highlands%2C%20New%20Jersey\"&gt;Highlands&lt;/a&gt;. Some flights were cancelled at &lt;a href=\"Newark%20Liberty%20International%20Airport\"&gt;Newark Liberty International Airport&lt;/a&gt;. &lt;a href=\"Atlantic%20City%20Electric\"&gt;Atlantic City Electric&lt;/a&gt; reported 29,111 customers without power and &lt;a href=\"Public%20Service%20Enterprise%20Group\"&gt;PSE&amp;G&lt;/a&gt; reported tens of thousands of customers without power. &lt;a href=\"New%20Jersey%20Transit\"&gt;New Jersey Transit&lt;/a&gt; cancelled some service.\nNew York.\nSnow was reported in &lt;a href=\"Albany%2C%20New%20York\"&gt;Albany&lt;/a&gt; and &lt;a href=\"Syracuse%2C%20New%20York\"&gt;Syracuse&lt;/a&gt;. Blizzard warnings were issued in portions of &lt;a href=\"Upstate%20New%20York\"&gt;Upstate New York&lt;/a&gt;, where winds and more than a foot of snow was forecasted. Eastern &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt; saw over of rain. &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; experienced rain, snow, sleet, and winds. A tractor trailer overturned on the &lt;a href=\"Verrazano-Narrows%20Bridge\"&gt;Verrazano-Narrows Bridge&lt;/a&gt;. Nearly half of the flights out of &lt;a href=\"LaGuardia%20Airport\"&gt;LaGuardia Airport&lt;/a&gt; were cancelled on March 2. An 11-year-old boy was killed by a falling tree in &lt;a href=\"Putnam%20Valley%2C%20New%20York\"&gt;Putnam Valley&lt;/a&gt;. A total of of snow fell in &lt;a href=\"Hornell%2C%20New%20York\"&gt;Hornell&lt;/a&gt;, while of snow fell in &lt;a href=\"Richmondville%2C%20New%20York\"&gt;Richmondville&lt;/a&gt;. The heaviness of the wet snow that fell in &lt;a href=\"Western%20New%20York\"&gt;Western New York&lt;/a&gt; was a major factor in prolonged blackouts in the area.\nNew England.\nConnecticut.\nConnecticut experienced heavy rain, flooding, and heavy winds from the storm.\nRhode Island.\nRhode Island experienced rain and wind. Hurricane-force wind gusts were reported in the state, peaking at in &lt;a href=\"Little%20Compton%2C%20Rhode%20Island\"&gt;Little Compton&lt;/a&gt;. Several bridges had to be closed to commercial traffic when a truck blew over on the &lt;a href=\"Newport%20Pell%20Bridge\"&gt;Newport Pell Bridge&lt;/a&gt;.\nMassachusetts.\nHurricane-force wind gusts were reported in Massachusetts, peaking at in &lt;a href=\"Wellfleet%2C%20Massachusetts\"&gt;Wellfleet&lt;/a&gt;, in &lt;a href=\"Chatham%2C%20Massachusetts\"&gt;Chatham&lt;/a&gt;,\nand in &lt;a href=\"Barnstable%2C%20Massachusetts\"&gt;Barnstable&lt;/a&gt;. &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; recorded a peak gust of while experiencing heavy rain and &lt;a href=\"coastal%20flooding\"&gt;coastal flooding&lt;/a&gt; from the storm. The city experienced its third highest tide on record at . Several flights were cancelled at &lt;a href=\"Logan%20International%20Airport\"&gt;Logan International Airport&lt;/a&gt; in Boston. A tree fell onto a car in &lt;a href=\"Tewksbury%2C%20Massachusetts\"&gt;Tewksbury&lt;/a&gt;. A woman in &lt;a href=\"Woburn%2C%20Massachusetts\"&gt;Woburn&lt;/a&gt; suffered a severe leg injury when she was pinned to the ground by a falling tree while picking up her son from elementary school. Waves were described as \"higher than a two-story house\" and the \"&lt;a href=\"Boston%20Globe\"&gt;Boston Globe&lt;/a&gt;\" said 1,800 evacuated &lt;a href=\"Scituate%2C%20Massachusetts\"&gt;Scituate&lt;/a&gt;. In &lt;a href=\"Braintree%2C%20Massachusetts\"&gt;Braintree&lt;/a&gt;, strong winds ripped the roofs off an elementary school and a middle school. Over of rain fell in the eastern part of the state.\nMaine.\nOn March 5, the storm uncovered a &lt;a href=\"shipwreck\"&gt;shipwreck&lt;/a&gt; in &lt;a href=\"York%2C%20Maine\"&gt;York, Maine&lt;/a&gt;, believed to have been built sometime between 1750 and 1850."
}