{
    "id": "56740404",
    "revid": "1036402103",
    "url": "https://en.wikipedia.org/wiki?curid=56740404",
    "title": "Im Che",
    "text": "Im Che (; 1549 – 1587) was a &lt;a href=\"literate\"&gt;literate&lt;/a&gt; &lt;a href=\"Confucianist\"&gt;Confucianist&lt;/a&gt; &lt;a href=\"Yangban\"&gt;Yangban&lt;/a&gt; in &lt;a href=\"Joseon\"&gt;Joseon&lt;/a&gt;.\nWorks.\nIm penned the following &lt;a href=\"sijo\"&gt;sijo&lt;/a&gt; upon the death of famed &lt;a href=\"gisaeng\"&gt;gisaeng&lt;/a&gt;, &lt;a href=\"Hwang%20Jini\"&gt;Hwang Jini&lt;/a&gt;.\nThe following two poems were exchanged between Im Che and his lover, &lt;a href=\"gisaeng\"&gt;gisaeng&lt;/a&gt; Hanu (한우; 寒雨). Im was known for his liaisons with Hanu and Hwang Jin Yi. The term in line 3, ch'an bi (찬비), literally translates as \"freezing rain.\" It uses the same Chinese characters as the poetess' name (寒雨), but with a different pronunciation, and was intended by both poets as a &lt;a href=\"pun\"&gt;pun&lt;/a&gt;. \nHanu's particular gift is to echo the style of the original that Im wrote to her, while improving on it with a teasing, very human tone. The translation employs a formal tone to match Im's original; and then follows with the simpler and more lyric style used by Hanu. In both cases, the line \"rain has frozen\" seemed to best communicate the &lt;a href=\"double%20entendre\"&gt;double entendre&lt;/a&gt; of the originals.\nWhen about to die, he grieved and left the words below.\n&lt;a href=\"K%C5%8D%20Bun%27y%C5%AB\"&gt;Kō Bun'yū&lt;/a&gt; introduce this line as Im Che's indignation because in the history, this is not only &lt;a href=\"Four%20Barbarians\"&gt;barbarians&lt;/a&gt; outside of the &lt;a href=\"Great%20Wall\"&gt;Great Wall&lt;/a&gt;, but even &lt;a href=\"Tibetans\"&gt;Tibetans&lt;/a&gt; from southwest conquered Chinese world once, or occupied the capital and threatened the city, however only Korea never even became a threaten to China. What Korea do is to treat Great China with the utmost courtesy and show loyalty to father."
}