{
    "id": "56758195",
    "revid": "93143",
    "url": "https://en.wikipedia.org/wiki?curid=56758195",
    "title": "K2-141b",
    "text": "K2-141b (also designated EPIC 246393474.01) is a massive &lt;a href=\"Terrestrial%20planet\"&gt;rocky&lt;/a&gt; &lt;a href=\"exoplanet\"&gt;exoplanet&lt;/a&gt; orbiting extremely close to an orange main-sequence star K2-141. The planet was first discovered by the &lt;a href=\"Kepler%20%28spacecraft%29\"&gt;Kepler space telescope&lt;/a&gt; during its K2 “Second Light” mission and later observed by the HARPS-N spectrograph. It is classified as an &lt;a href=\"Ultra-short_period_planet\"&gt;Ultra-short Period (USP)&lt;/a&gt; and is confirmed to be terrestrial in nature. Its high density implies a massive iron core taking up between 30% and 50% of the planet's total mass.\nCharacteristics.\nMass and radius.\nLike the majority of known exoplanets, K2-141b was detected using the transit method, where a planet blocks a tiny fraction of its star's light as it passed between our line of the sight and its host. This method is only able to determine the radius of the planet, not its mass. However, K2-141b was also detected by the radial velocity method using the HARPS-N spectrograph. Therefore, its mass could also be determined along with its radius. The planet is classified as a &lt;a href=\"Super-Earth\"&gt;Super-Earth&lt;/a&gt;, being significantly larger and more massive than &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; but not as large as the ice giants &lt;a href=\"Uranus\"&gt;Uranus&lt;/a&gt; and &lt;a href=\"Neptune\"&gt;Neptune&lt;/a&gt;. K2-141b has a radius of 1.51 , below the 1.6 threshold where most planets are expected to accumulate thick hydrogen and helium atmospheres, transforming them into &lt;a href=\"mini-Neptune\"&gt;mini-Neptune&lt;/a&gt;s. The planet's mass confirms that it is rocky. It has a mass of 5.08 , which gives K2-141b a high density of 8.2 g/cm3, about 1.48 times the density of Earth. This high density implies a composition with a large iron core taking up about 30% to 50% of the planet's total mass.\nOrbit.\nK2-141b has one of the shortest known orbital periods of any confirmed exoplanet. With an orbital period of only 6.7 hours, it is the shortest-period planet known to date with a precisely determined mass. Only a few planets, including those around &lt;a href=\"Kepler-70\"&gt;Kepler-70&lt;/a&gt;, have shorter orbital periods. At this proximity, K2-141b is most likely &lt;a href=\"Tidal%20locking\"&gt;tidally locked&lt;/a&gt; with its host star, meaning that the same side of the planet always faces the star. It has a semi-major axis of 0.00716 +0.00055−0.00065 &lt;a href=\"Astronomical%20unit\"&gt;AU&lt;/a&gt;. For a comparison, &lt;a href=\"Mercury%20%28planet%29\"&gt;Mercury's&lt;/a&gt; &lt;a href=\"perihelion\"&gt;perihelion&lt;/a&gt; is 0.307499 &lt;a href=\"Astronomical%20unit\"&gt;AU&lt;/a&gt;, more than 41 times farther away from the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;.\nAtmosphere and climate.\nDespite its terrestrial nature, K2-141b is far from habitable. Its extremely close proximity to its host star has resulted in an equilibrium temperature of about . However, the actual temperature is probably much higher. About two-thirds of K2-141b faces perpetual daylight. The night side experiences frigid temperatures of below . The day side of the exoplanet, at an estimated , is hot enough to not only melt rocks but vaporize them as well.\nK2-141b is believed to have both an atmosphere and oceans, which are magma and likely tens of kilometers deep. The makeup of the atmosphere is unknown but likely consists of vaporized metals which are common in solid form on Earth. The atmosphere is believed to have extreme wind speeds of over 1.75 kilometers per second. Temperatures are high enough that the magma in the oceans can vaporize into the atmosphere. The mineral vapor formed by evaporated rock is swept to the frigid night side by supersonic winds and rocks \"rain\" back down into a magma ocean. The resulting currents flow back to the hot day side of the exoplanet, where rock evaporates once more. If the planet's atmosphere has high levels of sodium, then solid sodium might slowly slide towards the planet's oceans, similarly to how &lt;a href=\"Glacier\"&gt;glaciers&lt;/a&gt; move on Earth.\nHost star.\nK2-141 is an K5 main-sequence star about 61 parsecs (202 light years) away, in the direction of the constellation &lt;a href=\"Pisces%20%28constellation%29\"&gt;Pisces&lt;/a&gt;. Based on the spectral type (K5/6 D) of the star, the star's colour is orange. It has a radius of 0.681 ±0.018 and a mass of 0.708 ±0.028 . It has a temperature of 4,599 ±79 K and is between 1.6 and 12.9 billion years old. For comparison, the Sun has a temperature of 5778 K and is 4.5 billion years old."
}