{
    "id": "5686434",
    "revid": "1461430",
    "url": "https://en.wikipedia.org/wiki?curid=5686434",
    "title": "Nuphar lutea",
    "text": "Nuphar lutea, the yellow water-lily, brandy-bottle, or spadderdock, is an &lt;a href=\"aquatic%20plant\"&gt;aquatic plant&lt;/a&gt; of the family \"&lt;a href=\"Nymphaeaceae\"&gt;Nymphaeaceae&lt;/a&gt;\", native to northern temperate and some subtropical regions of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, northwest &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, western &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, and &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;. This interesting species found on both sides of the Atlantic Ocean was used as a food source and in medicinal practices from prehistoric times with potential research and medical applications going forward.\nBotanical description and etymology.\n\"Nuphar lutea’s\" wide distribution and long-standing interest as an object of food, medicine, &lt;a href=\"horticulture\"&gt;horticulture&lt;/a&gt; and &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt; has led to many common or popular names. The following list is testimony to this species’ long history:\nThis species’ &lt;a href=\"botanical%20name\"&gt;botanical name&lt;/a&gt; \"\"Nuphar lutea\" (L.) Sm.\" includes its &lt;a href=\"scientific%20name\"&gt;scientific name&lt;/a&gt; (\"Nuphar lutea\"), &lt;a href=\"genus\"&gt;genus&lt;/a&gt; (\"Nuphar\"), &lt;a href=\"specific%20epithet\"&gt;specific epithet&lt;/a&gt; (\"lutea\"), a standard author abbreviation for &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt; (L.), and an author citation for &lt;a href=\"James%20Edward%20Smith\"&gt;James Edward Smith&lt;/a&gt; (Sm.). \"Nuphar\" is derived from the &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; and &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; , meaning “pond-lily.” \"Lutea\" is &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; for “golden, saffron, orange-yellow.” Carl Linnaeus (1701-1778) was the Swedish botanist, physician, and father of modern &lt;a href=\"plant%20taxonomy\"&gt;plant taxonomy&lt;/a&gt;, who first described the species. James Smith (1759-1828) was an English botanist and founder of the &lt;a href=\"Linnean%20Society\"&gt;Linnean Society&lt;/a&gt;, the first person to segregate \"Nuphar\" from the genus \"Nymphaea\", validating its current accepted botanical name. Smith “neglected shifting the feminine epithet of \"Nymphaea lutea\" to neuter \"Nuphar luteum\", publishing the scientific name as \"Nuphar lutea\".” A 1998 proposal to amend the gender to the neuter \"Nuphar luteum\" was approved, but subsequently the name reverted to Smith’s original designation. This explains why the species is described by both names in botanical literature.\nHenry Conard’s classic \"Waterlilies: A Monograph of the Genus Nympaea\", documented early and widespread nomenclature instability for \"Nuphar\" and for the genus it was separated from, noting disagreement over botanical names leading to much confusion. “The outcome, nevertheless, is a disconcerting abundance of &lt;a href=\"Synonym%20%28taxonomy%29\"&gt;synonyms&lt;/a&gt; and misapplications throughout the literature.” This has been true for many of the species in the genus \"Nuphar\" and for \"Nymphaeaceae\", the lily family, as a whole. An early essay on how the \"Nuphar\" and \"Nymphaea\" genera “have been confounded” was authored by &lt;a href=\"Edward%20Lee%20Greene\"&gt;Edward Lee Greene&lt;/a&gt; (1843-1915), with early challenges to the currently accepted designation and authority on \"Nuphar lutea\".\nPlant form and growth.\nF. G. Hayne’s \"Faithful Representation and Description of the Plants Used in Medicine\" published in 1813 offered an illustration of \"Nuphar latea\" “in its natural size”—centered on its large crown leaf, several emerging leaflets from the plant’s root system (&lt;a href=\"rhizome\"&gt;rhizome&lt;/a&gt;), and its distinctive yellow flower set on a stem above the water surface. The copper plate from this early botanical treatise adds the following details: Figures 3 and 4, the male fertilizing organ (&lt;a href=\"stamen\"&gt;stamen&lt;/a&gt;) composed of filaments capped by pollen-containing &lt;a href=\"anthers\"&gt;anthers&lt;/a&gt;; Figures 5 and 6, the flower’s female reproductive part (&lt;a href=\"pistil\"&gt;pistil&lt;/a&gt;), containing a cup-like &lt;a href=\"ovary\"&gt;ovary&lt;/a&gt; topped by pollen-receptive tip (&lt;a href=\"Stigma%20%28botany%29\"&gt;stigma&lt;/a&gt;), whole and cut lengthwise; Figures 7 and 8, the mature berry (&lt;a href=\"ovule\"&gt;ovule&lt;/a&gt;) protected by outer &lt;a href=\"petals\"&gt;petals&lt;/a&gt; and &lt;a href=\"sepals\"&gt;sepals&lt;/a&gt;, whole and sliced; and Figures 9 through 12, the mature berry holding &lt;a href=\"seed\"&gt;seed&lt;/a&gt;, natural size and enlarged, then sliced on two axes. The &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt; grain photographed here is a 30.70 μm (micrometer) yellow sphere of prickly (echinate) ornamentation with well-developed spines indicating “primitive phylogenetic position of the genus [\"Nuphar\"] as well as for \"Nymphaeaceae\" [lily family].”\n\"Nuphar lutea\" &lt;a href=\"flowers\"&gt;flowers&lt;/a&gt; emerge about three years after seed &lt;a href=\"germination\"&gt;germination&lt;/a&gt;, blooming mid-spring through early autumn, each flower taking 4 to 5 days to develop—a process incorporating secretion of a sweet-smelling nectar on the stigma, pollen &lt;a href=\"cross-fertilization\"&gt;cross-fertilization&lt;/a&gt; by a host of insects (bees, beetles, flies, aphids), expansion of the female reproductive parts (&lt;a href=\"gynoecium\"&gt;gynoecium&lt;/a&gt;) up to three times in diameter, birthing as many as 400 seeds, and finally dispersal of the seeds on the water surface as the seed-head bursts, spreading them up to 80 m/h (meters/hour) over a 72-hour period before they sink to the bottom.\nThe &lt;a href=\"flower\"&gt;flower&lt;/a&gt; is solitary, terminal, held above the water surface; it is &lt;a href=\"hermaphrodite\"&gt;hermaphrodite&lt;/a&gt;, 2–4 cm diameter, with five or six large bright yellow &lt;a href=\"sepal\"&gt;sepal&lt;/a&gt;s and numerous small yellow &lt;a href=\"petal\"&gt;petal&lt;/a&gt;s largely concealed by the sepals. Flowering is from June to September, and pollination is &lt;a href=\"entomophily\"&gt;entomophilous&lt;/a&gt;, by flies attracted to the &lt;a href=\"ethanol\"&gt;alcohol&lt;/a&gt;ic scent. The flower is followed by a green bottle-shaped fruit, containing numerous seeds which are dispersed by water currents.\nNew plants or colonies of \"Nuphar lutea\" can also be generated by the root system pictured in the illustration, described as follows: “Branching, spongy, tuberous rhizomes 20-150 mm in diam., firmly attached to the substrate [lake floor], dense tangled hairs around leaf scars.” New flower stalks and leaves—submerged and floating on the surface—continually emerge on the growing network of rhizomes. The common name “spadderdock” comes from spattered seed when the fruit bursts, the common name “brandy bottle” from the aroma produced by the flowers which is similar to stale &lt;a href=\"alcohol%20%28drug%29\"&gt;alcohol&lt;/a&gt;.\n&lt;a href=\"Taxonomy%20%28biology%29\"&gt;Taxonomy&lt;/a&gt;.\nSome botanists have treated \"Nuphar lutea\" as the sole species in \"Nuphar\", including all the other species in it as &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; and giving the species a &lt;a href=\"holarctic\"&gt;holarctic&lt;/a&gt; range, but the genus is now more usually divided into eight species (see \"&lt;a href=\"Nuphar\"&gt;Nuphar&lt;/a&gt;\" for details).\nEcology.\nHabitat for \"Nuphar lutea\" ranges widely from moving to stagnant waters of “shallow lakes, ponds, swamps, river and stream margins, canals, ditches, and tidal reaches of freshwater streams;” alkaline to acidic waters; and sea level to mountainous lakes up to 10,000 feet in altitude. The species is less tolerant of water pollution than water-lilies in the genus \"&lt;a href=\"Nymphaea\"&gt;Nymphaea&lt;/a&gt;\". This &lt;a href=\"aquatic%20plant\"&gt;aquatic plant&lt;/a&gt; grows in shallow water and &lt;a href=\"wetlands\"&gt;wetlands&lt;/a&gt;, with its roots in the sediment and its leaves floating on the water surface; it can grow in water up to 5 metres deep. It is usually found in shallower water than the &lt;a href=\"Nymphaea%20alba\"&gt;white water lily&lt;/a&gt;, and often in beaver ponds. Since the flooded soils are deficient in oxygen, &lt;a href=\"aerenchyma\"&gt;aerenchyma&lt;/a&gt; in the leaves and rhizome transport oxygen from the atmosphere to the rhizome roots. Often there is mass flow from the young leaves into the rhizome, and out through the older leaves. This “ventilation mechanism” has become the subject of research because of this species’ substantial benefit to the surrounding ecosystem by \"exhaling\" &lt;a href=\"methane%20gas\"&gt;methane gas&lt;/a&gt; from lake sediments.\n\"Nuphar lutea\" plant colonies in turn are affected by organisms that graze on its leaves, gnaw on stems, and eat its roots, including turtles, birds, deer, moose, porcupines, and more. The rhizomes are often consumed by muskrats. The Waterlily Leaf Beetle, \"&lt;a href=\"Galerucella%20nymphaeae\"&gt;Galerucella nymphaeae&lt;/a&gt;\", spends its entire life cycle around various \"Nuphar\" species, exposing leaf tissue to microbial attack and loss of floating ability.\nWith other species in the \"Nymphaeales\" order, \"Nuphar lutea\" provides habitat for fish and a wide range of aquatic invertebrates, insects, snails, birds, turtles, crayfish, moose, deer, muskrats, porcupine, and beaver in shallow waters along lake, pond, and stream margins across the multiple continents where it is found.\nTwo major threats to \"Nuphar lutea\" will continue to be &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt; and &lt;a href=\"eutrophication\"&gt;eutrophication&lt;/a&gt; of the habitats in which its colonies have flourished. Significant research efforts have gone into establishing the consequences of crossing critical temperature, nitrogen, and phosphorus thresholds:\nGeographical distribution.\nThe wide distribution of \"Nuphar lutea\" across North America, Eurasia, and North Africa calls for some explanation. Fossil evidence combined with recent &lt;a href=\"phylogenetic\"&gt;phylogenetic&lt;/a&gt; studies point to the family of water lilies (\"Nymphaeaceae\") being among the first flowering plants, with genus \"Nuphar\" a basal branch in its &lt;a href=\"clade\"&gt;clade&lt;/a&gt; on the angiosperm tree.\nJoseph Edgard De Langhe (1907-1998) was a Belgian engineer and botanist with expertise on ferns and related plants, who collected widely in Europe and donated his collection to &lt;a href=\"Meise%20Botanic%20Garden\"&gt;Meise Botanic Garden&lt;/a&gt;, seven miles north of &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;. His specimen of \"Nuphar lutea\" pictured here was collected in 1937 in Wijnegem, just to the east of &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, in shallow water near the Albert Canal. This specimen includes leaves, flower, pistil, stems, and rhizome. De Lange’s specimen was collected in Europe’s lowlands.\n&lt;a href=\"Frank%20Tweedy\"&gt;Frank Tweedy&lt;/a&gt; (1854-1937) was an American topographer and botanist who worked with the &lt;a href=\"United%20States%20Geological%20Survey\"&gt;United States Geological Survey&lt;/a&gt;, collecting over 6000 specimens during his 43-year career, many of them from mountainous habitats in New York and western states. One of his earliest specimens was collected in the shallow waters on the shore of Beaver Lake, Lewis County, a higher elevation on the border of the &lt;a href=\"Adirondack%20Mountains\"&gt;Adirondack Mountains&lt;/a&gt; of northern New York. Frank’s collection is dispersed in herbaria throughout the US and Canada, his \"Nuphar lutea\" specimen held in Yale University’s Peabody Museum of Natural History in New Haven, Connecticut.\nA search of the Mid-Atlantic Herbaria Consortium website yield’s 1151 specimens of \"Nuphar lutea\", including Frank Tweedy’s 1876 specimen from Beaver Lake, although many of these specimens are labeled as “subspecies” \"advena\", \"variegate\", \"polysepala\", \"macrophylla\", \"pumila\", \"rubrodisca\", and \"sagittifolia\". An additional 357 records emerge under the alternate name \"Nuphar luteum\" Sibth. &amp; Sm., for the neuter of \"lutea\" and recognizing the co-author of the 1809 \"Florae Graecae Prodromus\" in which Smith named and validated \"Nuphar lutea\"—Johannes Sibthorp.\nThe Alps make up an interesting case study in the distribution of \"N. lutea\" and \"N. pumila\", where these mountains served as a \"refugium\" during the interglacial cycles, the later species losing up to 60% of its populations because of glaciation. At the same time, \"Nuphar\" species did survive and expand their populations in this higher altitude habitat.\nResearch history.\nAn early witness in the fossil record.\nPlant fossil specimens confirm \"Nuphar lutea’s\" genus and family as early branches on the angiosperm tree. Noting gaps in the fossil record for \"Nymphaeales\"’ plant species, paleobotanical researchers report well-preserved \"Nuphar\" seeds from the early &lt;a href=\"Eocene\"&gt;Eocene&lt;/a&gt; epoch -- 56 to 33.9 million years ago (mya) -- in coal mines of &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; and rock formations in &lt;a href=\"China\"&gt;China&lt;/a&gt;, identified positively based on their morphology and anatomy. These finds add to older fossil seeds unearthed in &lt;a href=\"North%20Dakota\"&gt;North Dakota&lt;/a&gt;, dating back to the &lt;a href=\"Paleocene\"&gt;Paleocene&lt;/a&gt; epoch (66-56 mya).\nThe &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; epoch -- a geological period which ran from 145 to 66 mya -- pushes \"Nuphar\" and its family of species to the evolutionary birth and rapid spread of flowering plants across the globe. That fact alone makes \"Nuphar lutea\" an object of intense research interest.\nThe six illustrations here of extinct \"&lt;a href=\"Nymphaeales\"&gt;Nymphaeales&lt;/a&gt;\" &lt;a href=\"seeds\"&gt;seeds&lt;/a&gt; -- or what are usually described as the plant berry or fruit in the literature -- found on &lt;a href=\"Seymour%20Island\"&gt;Seymour Island&lt;/a&gt;, &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;, are well-preserved and date from the &lt;a href=\"Eocene\"&gt;Eocene&lt;/a&gt; epoch. The species has been named \"Notonuphar antarctica\", with the following illustration key: (a) &lt;a href=\"seed\"&gt;seed&lt;/a&gt; with germination cap, (b) seed showing smooth outer surface, (c) broken seed showing cells of the protective outer layer (exotesta), (d) root tips or apical part of broken seed with germination cap preserved, (e) palisade-shaped cells of the exotesta, and (f) surface view of the seed shown in illustration (b).\nAs a perennial food source.\n\"Nuphar lutea\" has a long history of usage as a valued food source. The field of archaeobotany documents this species’ tubers and charred seeds present in &lt;a href=\"Vologda%20%28river%29\"&gt;Vologda River&lt;/a&gt; digs in northern &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; since Early &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; times (ca 10,000 years BCE). The author of \"Edible and Medicinal Plants\" offered the following summary of this species’ wide usage in the Native American diet, where harvesting was done by canoe in late summer and early autumn:\nA storied history from ancient times.\nHenry Conard’s seminal work titled \"The Waterlilies\", published in 1905, was the first attempt to present a synopsis of plant family \"Nymphaea\" for the English-speaking world, noting that “serious confusion exists concerning the identities of the parent species.” His survey of the pre-Linnaean literature of China, India, Greece, and Rome summarized this plant family as widely observed in &lt;a href=\"Eurasia\"&gt;Eurasia&lt;/a&gt;, and specifically held as an object of beauty with distinct medicinal properties noted by authorities such as &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; and &lt;a href=\"Diodorus%20Siculus\"&gt;Diodorus Siculus&lt;/a&gt;. The “white lotus” member of the lily family became a sacred symbol for the &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; and &lt;a href=\"Egyptian%20mythology\"&gt;Egyptian&lt;/a&gt;—for example, as an emblem for the Nile God.” Another source gives the following account:\nMedieval European study of the family divided it into a white and yellow-flowered genus, with three scientific names designated by 1613: \"Nymphaea alba\", \"Nymphaea candida\", and \"Nuphar lutea\".\nOfficial description and botanical name.\nTwo names are now associated with \"Nuphar lutea’s\" more recent botanical record, \"Nuphar lutea\" (L.) Sm. -- Linnaeus (1753) and Smith (1809). The former adopted three names for the \"Nymphaea\" genus found in Europe and America, \"Nymphaea lutea\" for the yellow water lily, \"Nymphaea alba major\" for the white water lily, and \"Nymphaea nelumbo\" for India’s water lotus. Smith distinguished yellow from white lilies by returning to the pre-Linnaean name \"Nuphar\" for yellow \"lutea\", retaining the classical name \"Nymphaea\" for the white water lily. He thus received credit for separating \"Nuphar\" from the \"Nymphaea\" genus, officially naming this species. By 1908, 10 varieties, 10 forms, and two subforms, or subspecies, were recognized under three Eurasian species, \"N. lutea\", \"N. pumila\", and \"N. intermedia\".\nThe identification of North American \"Nuphar\" species similarly expanded to include 17 species and two subspecies, based on a few variable characteristics, and resulting in the taxonomic confusion that has followed \"Nuphar lutea\" and its genus and family right up to the present time.\nA new proposal tested and confirmed.\nErnest Beal’s 1956 reappraisal of the \"Nuphar\" genus as a whole, North American together with Eurasian specimens, offered a new option -- one genus (\"Nuphar\") comprising just two species, “\"Nuphar lutea\", Beal” and “\"Nuphar japonica\",” the only &lt;a href=\"taxon\"&gt;taxon&lt;/a&gt; in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. Beal explained &lt;a href=\"Polymorphism%20%28biology%29\"&gt;polymorphic&lt;/a&gt; variations observed in \"N. lutea\" specimens as nine &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; which arose because of relatively minor geographical or ecological differences:\nA doctoral research project using &lt;a href=\"Morphometrics\"&gt;morphometric&lt;/a&gt;-pollen analysis with cladistic phylogenetic studies of 10 perennial \"Nuphar\" \"species\" in northern &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt; in 1997 tested and confirmed Beal’s conclusions that the long list of \"Nuphar\" “species” on both sides of the Atlantic are members of just two “sections” in that one genus. His evolutionary reconstruction located genus \"Nuphar\" and its species \"lutea\" at the base of the angiosperm tree, allied with \"Nuphar\" sect. \"Astylata\" on what he referred to as an “Old World/New World divergence,” dividing up the genus as follows:\nThe author of this doctoral research (Padgett) went on to demonstrate that \"N. xrubrodisca\" is a hybrid of \"N. variegate\" and \"N. microphylla\" on four criteria of &lt;a href=\"hybridity\"&gt;hybridity&lt;/a&gt;—geographically, the sharing of 15 characteristics, in cross-pollination tests, and with 22 genetic markers. After reviewing four additional hybrid candidates, Padgett concluded with Beal that “hybridization may occur frequently in \"Nuphar\",” although contrary to Beal he demonstrated major differences between “New World” \"N. microphylla\" and “Old World” \"N. pumilla\", indicating “clear morphological divergence among the dwarf yellow water lilies.” Interestingly, the number of sepals on a Nuphar specimen has also confirmed Beal and Padgett’s “5-sepaled taxa as distinct from 6-9-sepaled taxa, with several significant differences in fruit as well as floral characters.”\nRecent &lt;a href=\"cladistic\"&gt;cladistic&lt;/a&gt; and phylogenetic findings.\nThe evolutionary origin of \"&lt;a href=\"angiosperms\"&gt;angiosperms&lt;/a&gt;\" or \"Magnoliopsida\"—flowering plants with seeds that develop from fertilization of an ovule or egg within an enclosed hollow ovary—has long been a biological mystery. The classic statement of this was made by &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; in 1879 in a letter to &lt;a href=\"Joseph%20Dalton%20Hooker\"&gt;Joseph Dalton Hooker&lt;/a&gt; (1817-1911), Director of the &lt;a href=\"Royal%20Botanical%20Gardens%2C%20Kew\"&gt;Royal Botanical Gardens, Kew&lt;/a&gt;, London, in which he stated, “The rapid development as far as we can judge of all the higher plants within recent geological times is an abominable mystery.” Darwin’s 1879 letter was not referring to the angiosperm division (or clade) as is often assumed. He viewed this rapid and perplexing diversification taking place early in the &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt; period, ca 140 million years ago, in a sub-group of this division—the class formerly referred to as \"Magnoliopsida\", now generally known as &lt;a href=\"Dicotyledon\"&gt;Dicotyledon&lt;/a&gt; plants or &lt;a href=\"Dicots\"&gt;Dicots&lt;/a&gt;. This is an important starting point for human knowledge of the 79% of flowering plant species which rapidly spread across the planet in that early epoch.\nOne of the reasons \"Nuphar lutea’s\" genus and family have become the subject of increasing cladistic focus is that this species is located in a basal position on the evolutionary tree, or in other words, among the earliest flowering plants on earth. Understanding lily development and genetic structure will provide clues to solving Darwin’s “abominable mystery,” the dynamics behind the sudden explosion of angiosperms across the globe. The following quote refers to \"Nuphar’s\" sister genus on that tree:\nInterestingly, flower and rhizome formation in genus \"Nuphar\" has come under recent electron microscope study by phylogenetic researchers, on the assumption that the very first angiosperms—which have left no trace in the fossil record – share many of the unique characteristics of the basal genus of which \"Nuphar lutea\" is a part. Russian biologists are foremost in these efforts, exploring the \"&lt;a href=\"golden%20spiral\"&gt;golden spiral&lt;/a&gt;\" formation of the &lt;a href=\"rhizome\"&gt;rhizome&lt;/a&gt; and the &lt;a href=\"Whorl%20%28botany%29\"&gt;whorl&lt;/a&gt; mechanism by which flower parts develop—this photograph capturing a \"Nuphar lutea\" &lt;a href=\"Gynoecium\"&gt;Gynoecium&lt;/a&gt; at a late stage in flower development, “pe” for petal and “s5” for one of its five sepals.\nAccurately placing \"Nuphar\" and its sister species in the \"Nymphaeaceae\" family on the “Tree of Life” will also be a necessary step in sorting out taxonomic confusion that existed long before Linnaeus and Smith first distinguished and described this species within its plant family. The list of research articles using DNA barcoding to accurately plot \"Nuphar lutea\" on its phylogenetic tree (&lt;a href=\"phylogram\"&gt;phylogram&lt;/a&gt;) is a long one. The phylogram included here depicts \"Nuphar lutea\" as a basal species in its branch of “the \"Nympheales\" group.” The following quote from \"Towards a Complete Species Tree of Nymphaea\" puts the need for continuing research in proper perspective:\nIn the treatment of cancer and other diseases.\nThe Plants for a Future website offers a long list of medicinal uses for \"Nuphar lutea\", past and present: As an &lt;a href=\"anaphrodisiac\"&gt;anaphrodisiac&lt;/a&gt;, &lt;a href=\"anodyne\"&gt;anodyne&lt;/a&gt;, antiscrophulatic, &lt;a href=\"antispasmodic\"&gt;antispasmodic&lt;/a&gt;, &lt;a href=\"astringent\"&gt;astringent&lt;/a&gt;, &lt;a href=\"cardiotonic\"&gt;cardiotonic&lt;/a&gt;, &lt;a href=\"demulcent\"&gt;demulcent&lt;/a&gt;, &lt;a href=\"hypotensive\"&gt;hypotensive&lt;/a&gt;, &lt;a href=\"sedative\"&gt;sedative&lt;/a&gt;, and &lt;a href=\"vasoconstrictor\"&gt;vasoconstrictor&lt;/a&gt;, with the following warning added: “Always seek advice from a professional before using a plant medicinally.” The \"International Journal of Biology, Pharmacy and Allied Sciences\" surveyed past medicinal usage with a listing of the chemical compounds showing promise for their anti-inflammatory, antifungal, and antibacterial actions, including “&lt;a href=\"alkaloids\"&gt;alkaloids&lt;/a&gt;, &lt;a href=\"anthraquinone\"&gt;anthraquinone&lt;/a&gt; &lt;a href=\"glycosides\"&gt;glycosides&lt;/a&gt;, &lt;a href=\"terpenoids\"&gt;terpenoids&lt;/a&gt;, &lt;a href=\"saponins\"&gt;saponins&lt;/a&gt;, &lt;a href=\"flavonoids\"&gt;flavonoids&lt;/a&gt;, &lt;a href=\"tannins\"&gt;tannins&lt;/a&gt; and &lt;a href=\"phenolic%20compounds\"&gt;phenolic compounds&lt;/a&gt;, proteins, amino acids, carbohydrates, starch and vitamin C.”\nOne of the most promising research developments to date has to do with \"Nuphar lutea’s\" potential role in the treatment of diseases like &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt;, &lt;a href=\"MRSA\"&gt;MRSA&lt;/a&gt;, &lt;a href=\"Alzheimer%E2%80%99s\"&gt;Alzheimer’s&lt;/a&gt;, &lt;a href=\"Huntington%E2%80%99s\"&gt;Huntington’s&lt;/a&gt;, and &lt;a href=\"Parkinson%E2%80%99s\"&gt;Parkinson’s&lt;/a&gt;. A &lt;a href=\"Dartmouth%20College\"&gt;Dartmouth College&lt;/a&gt; professor, Jimmy Wu, has recently synthesized several new \"Nuphar\" alkaloids capable of “programmed cell death” (&lt;a href=\"apoptosis\"&gt;apoptosis&lt;/a&gt;), a critical approach to fighting disease:\nThe accompanying picture of \"Nuphar lutea\" includes the chemical “signature” for just one of many new organic compounds with therapeutic promise, this one synthesized by The Jimmy Wu Research Group.\nConservation status.\nAfter the receding of the glaciers from Europe ca 15,000 years ago, populations of \"N. pumila\" and \"N. lutea\" have returned to the Swiss Alps, with 37 populations of the former identified. Several current threats to these plant colonies have been identified in \"Alpine Botany\", including &lt;a href=\"Hybridization%20%28biology%29\"&gt;hybridization&lt;/a&gt; between these species, runoff from excessive nutrients (&lt;a href=\"eutrophication\"&gt;eutrophication&lt;/a&gt;), and &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;:\nThe distribution or range maps included with this article certainly put \"Nuphar lutea\" in a global context, with limited regions where the species has been introduced (&lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, and &lt;a href=\"Primorye\"&gt;Primorye&lt;/a&gt;) and one where it has gone extinct (&lt;a href=\"Sicilia\"&gt;Sicilia&lt;/a&gt;). Conservation efforts on a global scale are needed to guarantee the benefits of this valuable species, its sisters, and genera in the lily family.\nAnother conservation concern for this and the other plants is “the &lt;a href=\"desertification\"&gt;desertification&lt;/a&gt; of the world,” a leading cause for species extinction.\nThere is another side to \"Nuphar lutea\" and like species, hinted at by its common name “Spatterdock” or “Splatterdock.” It can spread so fast under favorable conditions that some jurisdictions treat it like an &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt;. The &lt;a href=\"Lake%20Lemon\"&gt;Lake Lemon&lt;/a&gt; Conservancy District in southern &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt; has implemented an \"Aquatic Plant Management Plan\" with four methods for controlling its lake invasives—chemical or biological control, water level manipulation, and mechanical harvesting.\nSymbolism.\nStylized red leaves of the yellow water lily, known as \"&lt;a href=\"seeblatt\"&gt;seeblatt&lt;/a&gt;s\" or \"pompeblêden\" are used as a symbol of &lt;a href=\"Frisia\"&gt;Frisia&lt;/a&gt;. The &lt;a href=\"Flag%20of%20Friesland\"&gt;flag of the Dutch province of Friesland&lt;/a&gt; features seven \"pompeblêden\".\n&lt;a href=\"Stone%20masons\"&gt;Stone masons&lt;/a&gt; carved forms of the flowers on the &lt;a href=\"Boss%20%28architecture%29\"&gt;roof bosses&lt;/a&gt; of &lt;a href=\"Bristol%20Cathedral\"&gt;Bristol Cathedral&lt;/a&gt; and &lt;a href=\"Westminster%20Abbey\"&gt;Westminster Abbey&lt;/a&gt;, these are thought to encourage &lt;a href=\"celibacy\"&gt;celibacy&lt;/a&gt;."
}