{
    "id": "56864636",
    "revid": "40103922",
    "url": "https://en.wikipedia.org/wiki?curid=56864636",
    "title": "Cham-Furth Depression",
    "text": "The Cham-Furth Depression (, ) is a &lt;a href=\"lowland\"&gt;lowland&lt;/a&gt; in the &lt;a href=\"Upper%20Palatine-Bavarian%20Forest\"&gt;Upper Palatine-Bavarian Forest&lt;/a&gt; that separates the &lt;a href=\"Upper%20Palatinate%20Forest\"&gt;Upper Palatinate Forest&lt;/a&gt; from the &lt;a href=\"Bavarian%20Forest\"&gt;Bavarian Forest&lt;/a&gt;. At the same time it connects the &lt;a href=\"Upper%20Palatinate\"&gt;Upper Palatinate&lt;/a&gt; with &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt;.\nThe German part has an area of 281 km², a length of 40 kilometres and a width of five to ten kilometres. The Czech part covers 206 km². The valley runs in a west-southwest-east northeast direction.\nIt is divided into the &lt;a href=\"Cham%20%28Upper%20Palatinate%29\"&gt;Cham&lt;/a&gt; basin in the west at a height of 360 to 400 metres, which extends from &lt;a href=\"Roding%2C%20Germany\"&gt;Roding&lt;/a&gt; roughly as far as &lt;a href=\"Arnschwang\"&gt;Arnschwang&lt;/a&gt;, and the smaller &lt;a href=\"Furth%20im%20Wald\"&gt;Furth&lt;/a&gt; depression in the east, which extends to Bohemia at heights of 400 to 500 metres. The Furth valley is bounded in the east by the &lt;a href=\"European%20watershed\"&gt;European watershed&lt;/a&gt;. Its highest point is Kameňák (\"Steinwald\", 751 m) near Svatá Kateřina (\"St. Katharina\").\nThe geologically ancient depression is filled with &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; and &lt;a href=\"Holocene\"&gt;alluvial&lt;/a&gt; &lt;a href=\"sedimentary%20rock\"&gt;sediments&lt;/a&gt; and drained by the rivers &lt;a href=\"Chamb\"&gt;Chamb&lt;/a&gt; and &lt;a href=\"Regen%20%28river%29\"&gt;Regen&lt;/a&gt; and their tributaries. These rivers &lt;a href=\"meander\"&gt;meander&lt;/a&gt; through the undulating, hilly region.\nIn the Cham Basin, &lt;a href=\"gneiss\"&gt;gneiss&lt;/a&gt;es and &lt;a href=\"granite\"&gt;granite&lt;/a&gt;s predominate. In the Furth valley &lt;a href=\"melanocratic\"&gt;melanocratic&lt;/a&gt; rock of the &lt;a href=\"gabbro\"&gt;gabbro&lt;/a&gt;-&lt;a href=\"amphibolite\"&gt;amphibolite&lt;/a&gt; mass is dominant. The climate is warmer and drier than the surrounding mountains, but winters are relatively cold and often characterized by \"&lt;a href=\"B%C3%B6hm%20%28wind%29\"&gt;böhm&lt;/a&gt;\" winds from the east.\nThe hilltops of the typically rural landscape are covered with islands of spruce and pine. While the Cham Basin has been inhabited almost continuously since the &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt;, the Furth valley was not fully developed until the &lt;a href=\"High%20Middle%20Ages\"&gt;High Middle Ages&lt;/a&gt;. &lt;a href=\"Farming\"&gt;Farming&lt;/a&gt; dominates, followed by &lt;a href=\"grassland\"&gt;grassland&lt;/a&gt; use.\nThe Cham-Furth Depression has always been an important communication route between Bavaria and Bohemia. Cham Castle, built around 976, guarded the eastern border of the Empire. The Bavarian-Bohemian border of the vast area has remained highly disputed throughout the early modern period, which led to different negotiations and agreements between the &lt;a href=\"King%20of%20Bohemia\"&gt;kings of Bohemia&lt;/a&gt; and the &lt;a href=\"Duke%20of%20Bavaria\"&gt;dukes of Bavaria&lt;/a&gt; in 1564, 1580, and finally in 1764. Today the area is part of the &lt;a href=\"Upper%20Bavarian%20Forest%20Nature%20Park\"&gt;Upper Bavarian Forest Nature Park&lt;/a&gt;."
}