{
    "id": "56907367",
    "revid": "11692354",
    "url": "https://en.wikipedia.org/wiki?curid=56907367",
    "title": "Agios Thomas railway station",
    "text": "Agios Thomas railway station () is a &lt;a href=\"railway%20station\"&gt;station&lt;/a&gt; on the &lt;a href=\"Piraeus%E2%80%93Platy%20railway\"&gt;Piraeus–Platy railway&lt;/a&gt; line in &lt;a href=\"Agios%20Thomas%2C%20Boeotia\"&gt;Agios Thomas&lt;/a&gt;, a settlement in &lt;a href=\"Boeotia\"&gt;Boeotia&lt;/a&gt;, &lt;a href=\"Central%20Greece%20%28region%29\"&gt;Central Greece&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;. It was inaugurated on 8 March 1904. It is owned by &lt;a href=\"Hellenic%20Railways%20Organisation\"&gt;OSE&lt;/a&gt;, but services are provided by &lt;a href=\"TrainOSE\"&gt;TrainOSE&lt;/a&gt;, through &lt;a href=\"Proastiakos%20Athens\"&gt;Proastiakos&lt;/a&gt; from Athens to &lt;a href=\"Chalcis\"&gt;Chalcis&lt;/a&gt;. The station serves the Armored Training Center (KETTH) of the &lt;a href=\"Hellenic%20Army\"&gt;Hellenic Army&lt;/a&gt;.\nHistory.\nThe Station opened on 8 March 1904, in what was then the &lt;a href=\"Kingdom%20of%20Greece\"&gt;Central Greece&lt;/a&gt; on what was a &lt;a href=\"branch%20line\"&gt;branch line&lt;/a&gt; of the &lt;a href=\"Piraeus%E2%80%93Platy%20railway\"&gt;Piraeus, Demerli &amp; Frontiers Railway&lt;/a&gt;. In 1920 the station and most of the standard gauge railways in Greece came under the control of the &lt;a href=\"Hellenic%20State%20Railways\"&gt;Hellenic State Railways&lt;/a&gt; (SEK). During the &lt;a href=\"Axis%20occupation%20of%20Greece\"&gt;Axis occupation of Greece&lt;/a&gt; (1941-44), Athens was controlled by German military fourses, and the line used for the transport of troops and weapons. During the occupation (and especially during German withdrawal in 1944), the network was severely damaged by both the German army and Greek resistance groups. The track and rolling stock replacement took time following the &lt;a href=\"Greek%20Civil%20War\"&gt;civil war&lt;/a&gt;, with normal service levels resumed around 1948. In 1970 &lt;a href=\"Hellenic%20Railways%20Organisation\"&gt;OSE&lt;/a&gt; became the legal successor to the &lt;a href=\"Hellenic%20State%20Railways\"&gt;SEK&lt;/a&gt;, taking over responsibilities for most of Greece's rail infrastructure. On 1 January 1971 the station, and most of the Greek rail infrastructure was transferred to the \"&lt;a href=\"Hellenic%20Railways%20Organisation\"&gt;Hellenic Railways Organisation S.A.&lt;/a&gt;\", a state-owned corporation. In 1983 the station was rebuilt, reaping on 27 October of that year. The line was converted to diesel sometime before 1990. Freight traffic declined sharply when the state-imposed monopoly of OSE for the transport of agricultural products and fertilisers ended in the early 1990s. Many small stations of the network with little passenger traffic were closed down. \nIn 2001 the infrastructure element of OSE was created, known as GAIAOSE, it would henceforth be responsible for the maintenance, of stations, bridges and other elements of the network, as well as the leasing and the sale of railway assists. In 2003, OSE launched \"Proastiakos SA\", as a subsidiary to serve the operation of the suburban network in the urban complex of Athens during the &lt;a href=\"2004%20Olympic%20Games\"&gt;2004 Olympic Games&lt;/a&gt;. In 2005, TrainOSE was created as a brand within OSE to concentrate on rail services and passenger interface. In 2008, all Proastiakos were transferred from OSE to TrainOSE.\nThe station was reopened on 6 May 2005. In 2009, with the &lt;a href=\"Greek%20government-debt%20crisis\"&gt;Greek debt crisis&lt;/a&gt; unfolding &lt;a href=\"Hellenic%20Railways%20Organisation\"&gt;OSE&lt;/a&gt;'s Management was forced to reduce services across the network. Timetables were cutback and routes closed, as the government-run entity attempted to reduce overheads. In 2017 &lt;a href=\"Hellenic%20Railways%20Organisation\"&gt;OSE&lt;/a&gt;'s passenger transport sector was privatised as &lt;a href=\"TrainOSE\"&gt;TrainOSE&lt;/a&gt;, currently, a wholly-owned subsidiary of Ferrovie dello Stato Italiane infrastructure, including stations, remained under the control of OSE. That same year on 30 July Line 3 of &lt;a href=\"Proastiakos%20Athens\"&gt;Athens suburban railway&lt;/a&gt; began serving the station.\nFacilities.\nThe ground-level station is assessed via stairs or a ramp. It has 2 &lt;a href=\"side%20platform\"&gt;side platform&lt;/a&gt;s, with the main station buildings located on the eastbound platform, however, due to state funding issues the booking office is closed, however, waiting shelters are available, with access to the platforms by stairs or lifts. The Station is housed in the original stone-built station (Now closed) There is no cafe on-site. At platform level, there are sheltered seating and &lt;a href=\"Dot-matrix%20display\"&gt;Dot-matrix display&lt;/a&gt; departure and arrival screens and timetable poster boards on both platforms. There is no car park or bus connections at the station.\nServices.\nThe station is served the following lines of the &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; &lt;a href=\"Proastiakos%20Athens\"&gt;Proastiakos&lt;/a&gt; or suburban railway:\n&lt;a href=\"Athens%20Airport%E2%80%93Patras%20railway\"&gt;Line 3&lt;/a&gt; &lt;a href=\"Athens%20railway%20station\"&gt;Athens&lt;/a&gt; - &lt;a href=\"Chalcis%20railway%20station\"&gt;Chalcis&lt;/a&gt; with 1 tph. (transfer to &lt;a href=\"TrainOSE\"&gt;Regional&lt;/a&gt;, &lt;a href=\"TrainOSE\"&gt;Express&lt;/a&gt; &amp; &lt;a href=\"TrainOSE\"&gt;InterCity&lt;/a&gt; services at &lt;a href=\"Oinoi%20railway%20station\"&gt;Oinoi&lt;/a&gt;)"
}