{
    "id": "56966263",
    "revid": "2842084",
    "url": "https://en.wikipedia.org/wiki?curid=56966263",
    "title": "Sergio Nichiporuk",
    "text": "Sergio Nichiporuk (born 24 February 1957 in &lt;a href=\"Itap%C3%BAa%20Department\"&gt;Itapúa Department&lt;/a&gt;) is a retired &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt;an nationalized &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;an &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and manager who played as a &lt;a href=\"Forward%20%28association%20football%29%23Striker\"&gt;striker&lt;/a&gt;.\nPlaying career.\nNichiporuk began playing football in the youth teams of Paraná. In 1975, he moved to the capital &lt;a href=\"Asunci%C3%B3n\"&gt;Asunción&lt;/a&gt;, where he made his professional debut with &lt;a href=\"Club%20Nacional\"&gt;Nacional&lt;/a&gt; at the age of 18. Nichiporuk also played for local rivals &lt;a href=\"Club%20Presidente%20Hayes\"&gt;Presidente Hayes&lt;/a&gt; and &lt;a href=\"Club%20Sportivo%20San%20Lorenzo\"&gt;San Lorenzo&lt;/a&gt;, before &lt;a href=\"%C3%91ublense\"&gt;Ñublense&lt;/a&gt; manager Manuel Rodríguez Vega signed him in 1980.\nAfter several seasons playing in the Chilean leagues with Ñublense, &lt;a href=\"Santiago%20Wanderers\"&gt;Santiago Wanderers&lt;/a&gt; and &lt;a href=\"Deportes%20Iquique\"&gt;Iquique&lt;/a&gt;, Nichiporuk moved to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. In January 1983, he joined &lt;a href=\"RCD%20Mallorca\"&gt;Mallorca&lt;/a&gt; where he made 15 appearances for the club during the 1982–83 &lt;a href=\"Segunda%20Divisi%C3%B3n\"&gt;Segunda División&lt;/a&gt; season.\nNichiporuk joined Magallanes during 1984, but suffered a broken leg which limited his ability to play over the remainder of his career. After a spell with &lt;a href=\"Deportes%20La%20Serena\"&gt;La Serena&lt;/a&gt; in 1986, he moved to &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; to join &lt;a href=\"Atlante%20F.C.\"&gt;Atlante F.C.&lt;/a&gt; where he made six appearances for the club during the 1987–88 &lt;a href=\"Liga%20MX\"&gt;Primera División&lt;/a&gt; season. He returned to Chile and finished his career with &lt;a href=\"Lota%20Schwager\"&gt;Lota Schwager&lt;/a&gt;, scoring 12 goals during the 1990 season.\nCoaching career.\nA few years after retiring from professional football, Nichiporuk began coaching Tercera División side Municipal Las Condes. In 1995 he began his professional coaching career with &lt;a href=\"C.D.%20Cobresal\"&gt;Cobresal&lt;/a&gt;. He has led Cobresal on several occasions, winning promotion to the Primera División in 1998, and leading the club to a famous victory over Antofagasta on his Clausura 2006 debut. Nichiporuk led &lt;a href=\"Santiago%20Morning\"&gt;Santiago Morning&lt;/a&gt; to the &lt;a href=\"2000%20Copa%20Apertura%20Final\"&gt;2000 Copa Apertura Final&lt;/a&gt;, losing 2–1 to &lt;a href=\"Club%20Universidad%20de%20Chile\"&gt;U. de Chile&lt;/a&gt;. He also won promotion with &lt;a href=\"Deportes%20Puerto%20Montt\"&gt;Puerto Montt&lt;/a&gt; in 2002."
}