{
    "id": "56975797",
    "revid": "26557663",
    "url": "https://en.wikipedia.org/wiki?curid=56975797",
    "title": "2021 UEFA Nations League Finals",
    "text": "The 2021 UEFA Nations League Finals was the final tournament of the &lt;a href=\"2020%E2%80%9321%20UEFA%20Nations%20League\"&gt;2020–21 edition&lt;/a&gt; of the &lt;a href=\"UEFA%20Nations%20League\"&gt;UEFA Nations League&lt;/a&gt;, the second season of the international &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; competition involving the men's national teams of the 55 member associations of &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt;. The tournament was held in Italy from 6 to 10 October 2021, and was contested by the four group winners of &lt;a href=\"2020%E2%80%9321%20UEFA%20Nations%20League%20A\"&gt;Nations League A&lt;/a&gt;. The tournament consisted of two semi-finals, a third place play-off and final to determine the champions of the UEFA Nations League.\n&lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt; were the defending champions, having won the inaugural &lt;a href=\"2019%20UEFA%20Nations%20League%20Finals\"&gt;2019 finals&lt;/a&gt;. However, they failed to qualify for the 2021 finals after finishing second in their group behind &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt;.\nFrance won the &lt;a href=\"2021%20UEFA%20Nations%20League%20Final\"&gt;final&lt;/a&gt; 2–1 against &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; for their first UEFA Nations League title.\nFormat.\nThe Nations League Finals took place in October 2021 and were contested by the four group winners of &lt;a href=\"2020%E2%80%9321%20UEFA%20Nations%20League%20A\"&gt;League A&lt;/a&gt;. The four teams were each drawn into a five-team group (rather than a six-team group) for the &lt;a href=\"2022%20FIFA%20World%20Cup%20qualification%20%28UEFA%29\"&gt;2022 FIFA World Cup qualification&lt;/a&gt; group stage, thereby leaving the October 2021 window available for the Nations League Finals.\nThe Nations League Finals were played in single-leg knockout matches, consisting of two semi-finals, a third place play-off and a final. The semi-final pairings were determined by means of an open draw. All matches in the tournament utilised the &lt;a href=\"goal-line%20technology\"&gt;goal-line technology&lt;/a&gt; and &lt;a href=\"video%20assistant%20referee\"&gt;video assistant referee&lt;/a&gt; (VAR) systems.\nIn the Nations League Finals, if the scores were level at the end of normal time:\nOn 31 March 2021, the UEFA Executive Committee approved the use of a maximum of five substitutions in matches at the Nations League Finals (with a sixth allowed in extra time). However, each team was only given three opportunities to make substitutions, with a fourth opportunity allowed in extra time, excluding substitutions made at half-time, before the start of extra time and at half-time in extra time. The use of five substitutes had been permitted by &lt;a href=\"International%20Football%20Association%20Board\"&gt;IFAB&lt;/a&gt; during the &lt;a href=\"COVID-19%20pandemic%20in%20Europe\"&gt;COVID-19 pandemic&lt;/a&gt; due to the resulting fixture congestion, which created a greater burden on players.\nQualified teams.\nThe four group winners of &lt;a href=\"2020%E2%80%9321%20UEFA%20Nations%20League%20A\"&gt;League A&lt;/a&gt; qualified for the Nations League Finals. All four teams made their debut in the Nations League Finals.\nSchedule.\nThe Nations League Finals, originally scheduled for 2–6 June 2021, were moved to 6–10 October 2021 following the rescheduling of &lt;a href=\"UEFA%20Euro%202020\"&gt;UEFA Euro 2020&lt;/a&gt; to June and July 2021 due to the &lt;a href=\"COVID-19%20pandemic%20in%20Europe\"&gt;COVID-19 pandemic&lt;/a&gt;. The tournament took place over five days, with the semi-finals on 6 and 7 October (the first of which featured the host team), and the third place play-off and final three days after the second semi-final on 10 October 2021.\nHost selection.\nItaly was confirmed as the host country by the UEFA Executive Committee during their meeting on 3 December 2020. Only League A teams could bid for the Nations League Finals, and only one of the four participants is selected as hosts. The Nations League Finals were held in two stadiums, each with a seating capacity of at least 30,000. Ideally, the stadiums would be located in the same host city or up to approximately apart.\nOn 24 September 2020, UEFA announced that &lt;a href=\"Italian%20Football%20Federation\"&gt;Italy&lt;/a&gt;, the &lt;a href=\"Royal%20Dutch%20Football%20Association\"&gt;Netherlands&lt;/a&gt; and &lt;a href=\"Polish%20Football%20Association\"&gt;Poland&lt;/a&gt; had declared interest in hosting the tournament, all three of which are members of &lt;a href=\"2020%E2%80%9321%20UEFA%20Nations%20League%20A%23Group%201\"&gt;Group A1&lt;/a&gt;. &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; were confirmed as winners of Group A1 over the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt; and &lt;a href=\"Poland%20national%20football%20team\"&gt;Poland&lt;/a&gt; on 18 November 2020, thereby confirming hosting rights, which were confirmed by the UEFA Executive Committee on 3 December 2020, the same day as the Nations League Finals draw. If the fourth member of the group, &lt;a href=\"Bosnia%20and%20Herzegovina%20national%20football%20team\"&gt;Bosnia and Herzegovina&lt;/a&gt;, had qualified for the Nations League Finals, the UEFA Executive Committee would have decided the venues.\nBidding venues\nVenues.\nIn their bid dossier, the &lt;a href=\"Italian%20Football%20Federation\"&gt;Italian Football Federation&lt;/a&gt; proposed the &lt;a href=\"San%20Siro\"&gt;San Siro&lt;/a&gt; in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt; and &lt;a href=\"Juventus%20Stadium\"&gt;Juventus Stadium&lt;/a&gt; in &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt; as the venues.\nDraw.\nThe semi-final pairings were determined by means of an open draw on 3 December 2020, 17:30 &lt;a href=\"Central%20European%20Time\"&gt;CET&lt;/a&gt;, at the UEFA headquarters in &lt;a href=\"Nyon\"&gt;Nyon&lt;/a&gt;, Switzerland. The first two teams drawn were allocated to match pairing A, while the remaining two teams drawn were allocated to match pairing B. For scheduling purposes, the host team was allocated to the first semi-final as the administrative home team. The administrative home team for both the third place play-off and final were predetermined as the teams which advanced from semi-final 1.\nSquads.\nEach national team had to submit a squad of 23 players, three of whom had to be goalkeepers, at least ten days before the opening match of the tournament. If a player became injured or ill severely enough to prevent his participation in the tournament before his team's first match, he was replaced by another player.\nBracket.\n&lt;section begin=Bracket /&gt;&lt;section end=Bracket /&gt;\nAll times are local, &lt;a href=\"Central%20European%20Summer%20Time\"&gt;CEST&lt;/a&gt; ().\nSemi-finals.\nItaly vs Spain.\n&lt;section begin=Semi-final 1 /&gt;&lt;section end=Semi-final 1 /&gt;\nBelgium vs France.\n&lt;section begin=Semi-final 2 /&gt;&lt;section end=Semi-final 2 /&gt;\nThird-place play-off.\n&lt;section begin=Third place play-off /&gt;&lt;section end=Third place play-off /&gt;\nStatistics.\nAwards.\nPlayer of the Tournament\nThe &lt;a href=\"Hisense\"&gt;Hisense&lt;/a&gt; Player of the Finals award was given to &lt;a href=\"Sergio%20Busquets\"&gt;Sergio Busquets&lt;/a&gt;, who was chosen by UEFA's technical observers.\nTop Scorer\nThe \"&lt;a href=\"Alipay\"&gt;Alipay&lt;/a&gt; Top Scorer Trophy\", given to the top scorer in the Nations League Finals, was awarded to &lt;a href=\"Kylian%20Mbapp%C3%A9\"&gt;Kylian Mbappé&lt;/a&gt;, who finished with two goals and two assists in the Nations League Finals. The ranking was determined using the following criteria: 1) goals in Nations League Finals, 2) assists in Nations League Finals, 3) fewest minutes played in Nations League Finals, 4) goals in league phase.\nGoal of the Tournament\nThe &lt;a href=\"Gazprom\"&gt;Gazprom&lt;/a&gt; Goal of the Tournament was decided by online voting. A total four goals were in the shortlist, chosen by UEFA's technical observers: &lt;a href=\"Karim%20Benzema\"&gt;Karim Benzema&lt;/a&gt; (against Spain), &lt;a href=\"Ferran%20Torres\"&gt;Ferran Torres&lt;/a&gt; (second goal against Italy), &lt;a href=\"Theo%20Hernandez\"&gt;Theo Hernandez&lt;/a&gt; (against Belgium) and &lt;a href=\"Romelu%20Lukaku\"&gt;Romelu Lukaku&lt;/a&gt; (against France). Benzema won the award for his goal in the final.\nDiscipline.\nA player was automatically suspended for the next match for receiving a red card, which could be extended for serious offences. Yellow card suspensions did not apply in the Nations League Finals.\nThe following suspensions were served during the tournament:"
}