{
    "id": "56978727",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=56978727",
    "title": "South Tipperary Senior Hurling Championship",
    "text": "The South Tipperary Senior Hurling Championship (known for sponsorship reasons as the Clonmel Oil South Tipperary Senior Hurling Championship) is an annual &lt;a href=\"hurling\"&gt;hurling&lt;/a&gt; competition organised by the &lt;a href=\"Tipperary%20GAA\"&gt;South Tipperary Board&lt;/a&gt; of the &lt;a href=\"Gaelic%20Athletic%20Association\"&gt;Gaelic Athletic Association&lt;/a&gt; since 1907 for senior hurling teams in &lt;a href=\"County%20Tipperary\"&gt;South Tipperary&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;.\nThe series of games begin in April, with the championship culminating with the final in August. The championship has always been played using a knock-out format.\nThe South Tipperary Championship was, until recent times, an integral part of the wider &lt;a href=\"Tipperary%20Senior%20Hurling%20Championship\"&gt;Tipperary Senior Hurling Championship&lt;/a&gt;. The winners and runners-up of the South Tipperary Championship joined their counterparts from the other three divisions to contest the county championship quarter-finals.\nFive clubs currently participate in the Mid Tipperary Championship. The title has been won at least once by 20 different teams. The all-time record-holders are &lt;a href=\"Carrick%20Swans%20GAA\"&gt;Carrick Swans&lt;/a&gt; who have won a total of 23 titles.\n&lt;a href=\"Mullinahone%20GAA\"&gt;Mullinahone&lt;/a&gt; are the title-holders after defeating &lt;a href=\"Carrick%20Swans%20GAA\"&gt;Carrick Swans&lt;/a&gt; by 1-18 to 1-16 in the 2019 championship final.\nThe championship.\nOverview.\nThe South Tipperary Championship is a &lt;a href=\"knockout%20tournament\"&gt;knockout tournament&lt;/a&gt; with pairings drawn at random — there are no &lt;a href=\"Single-elimination%20tournament%23Seeding\"&gt;seeds&lt;/a&gt;.\nEach match is played as a single leg. If a match ends as a draw there is a period of &lt;a href=\"extra%20time\"&gt;extra time&lt;/a&gt;, followed by a second period of extra time should the teams remain deadlocked. If both sides are still level at the end of extra time a replay takes place and so on until a winner is found.\nFormat.\nQuarter-finals: 2 teams contest this round. The winning teams advances to the semi-finals. The losing team is eliminated from the championship.\nSemi-finals: 4 teams contest this round. The 2 winning teams advance to the semi-finals. The 2 losing teams are eliminated from the championship.\nFinal: The final is contested by the two semi-final winners."
}