{
    "id": "57008684",
    "revid": "5288432",
    "url": "https://en.wikipedia.org/wiki?curid=57008684",
    "title": "Nocoleche Nature Reserve",
    "text": "The Nocoleche Nature Reserve is an important conservation area in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; located 20 &lt;a href=\"kilometer\"&gt;kilometer&lt;/a&gt;s &lt;a href=\"south\"&gt;south&lt;/a&gt; of the town of &lt;a href=\"Wanaaring%2C%20New%20South%20Wales\"&gt;Wanaaring, New South Wales&lt;/a&gt; on the &lt;a href=\"Paroo%20River\"&gt;Paroo River&lt;/a&gt;.\nHistory.\nThe traditional owners of the Paroo are the &lt;a href=\"Budjair\"&gt;Budjair&lt;/a&gt;, &lt;a href=\"Kunja%20people\"&gt;Kunja&lt;/a&gt;, and &lt;a href=\"Mardgany\"&gt;Mardgany&lt;/a&gt; in the north and the Paruntiji, meaning people belonging to the Paroo, in the south. Aboriginal people are known to have lived along the Paroo for at least 14,000 years (Robins, 1999).\n&lt;a href=\"Pastoral%20farming\"&gt;Graziers&lt;/a&gt; came as &lt;a href=\"squatter\"&gt;squatter&lt;/a&gt;s to the Paroo in the 1840s. They met resistance from the Aboriginal land owners, and tensions in the area continued well into the 1860s. From the 1850s however a shortage of white labour caused by the &lt;a href=\"Gold%20Rush\"&gt;exodus to the gold field&lt;/a&gt;s saw many in the Aboriginal communities join the pastoral workforce. Aboriginal people continued to be a significant part of this work force for many decades whilst still maintaining their cultural traditions and attending local and regional ceremonies until the 1910s. From the 1920s however, Aboriginal people began to be forcibly removed from their land by government policy.\nIn the 1880s through to the early twentieth century however, drought, severe overstocking and rabbit infestation led to massive damage to land, soil and native plants and animals.\nNocoleche station was established some time before 1887 by F.W. Armytage. By the early twentieth century the property was one of four substantial runs leased by Sir Samuel McCaughey on the &lt;a href=\"Darling%20River\"&gt;Darling River&lt;/a&gt;. His total holdings were 3.2 million acres where he experimented with a number of farming implements and technologies, including using heavy machinery for ploughing and soil excavation, mechanised sheep shearing and widespread irrigation. The station changed hands eight times between Armytage and when the National Parks and Wildlife Service took ownership in 1978.\nDescription.\nThe covers the Paroo River, &lt;a href=\"Cuttaburra%20Creek\"&gt;Cuttaburra Creek&lt;/a&gt;, Sandy Creek, Aarons Creek and &lt;a href=\"Kulkyne%20Creek\"&gt;Kulkyne Creek&lt;/a&gt;, and represent the largest wetland in the state by area. A large proportion, close to , representing 16%, of Nocoleche Nature Reserve is floodplain wetland.\nEcosystem.\nNocoleche Nature Reserve is dominated by &lt;a href=\"Acacia%20aneura\"&gt;mulga&lt;/a&gt; and white wood vegetation as well as &lt;a href=\"Poplar%20box\"&gt;Poplar box&lt;/a&gt; and &lt;a href=\"Eucalyptus%20largiflorens\"&gt;black box&lt;/a&gt;. The Paroo River forms the eastern boundary of the reserve and it is here there is the largest stand of the very rare &lt;a href=\"yapunya\"&gt;yapunya&lt;/a&gt; is found.\nLarge areas of yapunyah (\"Eucalyptus ochrophloia\") woodland can be found on the Paroo and Warrego Rivers and Cuttaburra Creek. Other plant species of conservation significance include the algae \"Chara braunii\", spikegrass (\"Elytrophorus spicatus\"), downy mother of misery (\"Cuphonotus andreanus\"), chariot wheels (\"Maireana cheelii\"), silver turkey bush (\"Eremophila bowmannii ssp latifolia\") and corkbark (\"Hakea ivoryi\").\nNoclesche is an important stop over for migratory birds. Large mammals include &lt;a href=\"Red%20kangaroo\"&gt;Red kangaroo&lt;/a&gt;s (\"Macropus rufus\"), &lt;a href=\"eastern%20grey%20kangaroo\"&gt;eastern grey kangaroo&lt;/a&gt;s (\"Macropus gigantus\"), &lt;a href=\"western%20grey%20kangaroo\"&gt;western grey kangaroo&lt;/a&gt;s (\"Macropus fuliginosus\") and common &lt;a href=\"wallaroo\"&gt;wallaroo&lt;/a&gt;s (\"Macropus robustus\"), which are common throughout the nature reserve.\nFish including yellowbelly (\"Macquaria ambigua\"), &lt;a href=\"Murray%20cod\"&gt;Murray cod&lt;/a&gt; (\"Maccullochella peelii\"), &lt;a href=\"Bidyanus%20bidyanus\"&gt;silver perch&lt;/a&gt; (\"Bidyanus bidyanus\") and &lt;a href=\"catfish\"&gt;catfish&lt;/a&gt; (\"Tandanus tandanus\") are found in the Paroo river and are much sought after by professional and recreational fishers.\nCats, rabbits, goats, and foxes are all pests within the park.\nSignificance.\nThe Paroo River is not yet affected by river regulation and diversions, making it the last major free-flowing river in the Murray-Darling Basin. Both the Paroo and &lt;a href=\"Warrego%20River\"&gt;Warrego River&lt;/a&gt;s have extremely high conservation value.\nDifferent types of wetlands with distinctive vegetation communities are found within the nature reserve. Plants, waterbirds, frogs, reptiles, fish and many invertebrates rely on these wetlands up and down the Paroo River.\nOf the seven different types of wetland identified in the Paroo and Warrego River catchments, Nocoleche Nature Reserve has claypans, river channels and waterholes, Eleocharis swamps, lignum swamps and black box swamps. It does not have large freshwater lakes or salt lakes.\nNocoleche Nature Reserve is the only known location in New South Wales of \"Aponogeton sp. aff. Queenslandicus\" and the endangered \"Dentella minutissima\".\nHeritage.\nTo date only seven Aboriginal sites have been formally recorded from Nocoleche Nature Reserve. European buildings that remain include the shearers’ quarters, cooks’ quarters, shearing overseer's cottage, store room, shower room/block, and toilet block."
}