{
    "id": "5702383",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=5702383",
    "title": "FC Tekstilshchik Kamyshin",
    "text": "FC Tekstilshchik Kamyshin (Russian: Футбольный клуб «Текстильщик» Камышин; Futbol'niy Klub \"Tekstilshchik\" Kamyshin) is a Russian &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Kamyshin\"&gt;Kamyshin&lt;/a&gt;, &lt;a href=\"Volgograd%20Oblast\"&gt;Volgograd Oblast&lt;/a&gt;. In the 1990s the club spent five seasons in the &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Top Division&lt;/a&gt; and played in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt;.\nHistory.\nTekstilshchik played in the Soviet Second League since 1988 and were promoted to the &lt;a href=\"Soviet%20First%20League\"&gt;First League&lt;/a&gt; after the 1990 season. After finishing 11th in 1991 they were entitled to enter the &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Top Division&lt;/a&gt; formed after the dissolution of the USSR. In 1993 Tekstilshchik finished fourth in the league, achieving the best result in the club's history. In 1996–1997 the club suffered two consecutive relegations (17th in Top Division in 1996, 19th in &lt;a href=\"Russian%20First%20Division\"&gt;First Division&lt;/a&gt; in 1997). They were then excluded from the Second Division Volga Zone midway through the 1998 season for not paying their participation fee, thereby dropping into the fourth-level &lt;a href=\"Russian%20Amateur%20Football%20League\"&gt;KFK (Amateur) League&lt;/a&gt;. In 2000 the former top-flight club finished last in the Amateur League &lt;a href=\"Central%20Black%20Earth%20Region\"&gt;Black Earth&lt;/a&gt; Zone and so bottom of the entire Russian football pyramid.\nTekstilshchik won the Black Earth Zone in 2002 and were promoted back to the Second Division South Zone. However, 2005–2007 brought three consecutive last-place finishes, the third of which saw them relegated back to the Amateur League. Prior to the 2009 season the club voluntarily withdrew from the national football pyramid by the decision of &lt;a href=\"Kamyshin\"&gt;Kamyshin&lt;/a&gt; mayor Aleksandr Chunakov, and instead entered the &lt;a href=\"Volgograd%20Oblast%20Football%20Championship\"&gt;Volgograd Oblast Championship&lt;/a&gt; (nominally the fifth level, but with no automatic promotion to the Amateur League). They remain there as of 2015.\nTekstilshchik participated in the UEFA Cup in &lt;a href=\"UEFA%20Cup%201994-95\"&gt;1994–95&lt;/a&gt;, beating Hungarians &lt;a href=\"B%C3%A9k%C3%A9scsaba%201912%20El%C5%91re%20SE\"&gt;Bekescsabai Elore&lt;/a&gt; to reach the second round where they lost to &lt;a href=\"FC%20Nantes\"&gt;FC Nantes&lt;/a&gt;.\nTeam name history.\n\"Tekstilshchik\" is a nickname meaning \"the textile workers\" or \"the weavers\".\nReserve squad.\nTekstilshchik's reserve squad played professionally as FC Tekstilshchik-d Kamyshin (&lt;a href=\"Russian%20Second%20League\"&gt;Russian Second League&lt;/a&gt; in 1992) and FC Energiya-d Kamyshin (&lt;a href=\"Russian%20Third%20League\"&gt;Russian Third League&lt;/a&gt; in 1997).\nNotable past players.\nHad international caps for their respective countries. Players whose name is listed in bold represented their countries while playing for Tekstilshchik."
}