{
    "id": "57029698",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=57029698",
    "title": "2020 AFC Champions League",
    "text": "The 2020 AFC Champions League was the 39th edition of Asia's premier club &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; tournament organized by the &lt;a href=\"Asian%20Football%20Confederation\"&gt;Asian Football Confederation&lt;/a&gt; (AFC), and the 18th under the current &lt;a href=\"AFC%20Champions%20League\"&gt;AFC Champions League&lt;/a&gt; title.\n&lt;a href=\"Ulsan%20Hyundai%20FC\"&gt;Ulsan Hyundai&lt;/a&gt; won their second Champions League title by defeating &lt;a href=\"Persepolis%20F.C.\"&gt;Persepolis&lt;/a&gt; 2–1 in the &lt;a href=\"2020%20AFC%20Champions%20League%20Final\"&gt;final&lt;/a&gt;. Ulsan automatically qualify for the &lt;a href=\"2021%20AFC%20Champions%20League\"&gt;2021 AFC Champions League&lt;/a&gt; (although they had already qualified through their domestic performance), the first time since &lt;a href=\"2008%20AFC%20Champions%20League\"&gt;2008&lt;/a&gt; that the AFC Champions League holders were guaranteed automatic qualification in the following year. They also earned the right to play in the &lt;a href=\"2020%20FIFA%20Club%20World%20Cup\"&gt;2020 FIFA Club World Cup&lt;/a&gt; in Qatar.\nThe tournament was the last to involve 32 teams during the group stage, which increased to 40 teams in 2021.\nThe competition was suspended due to the &lt;a href=\"COVID-19%20pandemic%20in%20Asia\"&gt;COVID-19 pandemic in Asia&lt;/a&gt; after group stage matches on 4 March 2020, and restarted on 14 September 2020. All matches after the restart were played in Qatar, with the final played at the &lt;a href=\"Al%20Janoub%20Stadium\"&gt;Al Janoub Stadium&lt;/a&gt;.\n&lt;a href=\"Al%20Hilal%20SFC\"&gt;Al-Hilal&lt;/a&gt; of Saudi Arabia were the defending champions, but the club effectively withdrew from the competition when they could not name the required 13 players for their final group stage match, as all but 11 players had tested positive for &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt;. For the first time, the &lt;a href=\"video%20assistant%20referee\"&gt;video assistant referee&lt;/a&gt; (VAR) system was in use from the quarter-finals onwards.\nAssociation team allocation.\nThe 46 &lt;a href=\"Asian%20Football%20Confederation\"&gt;AFC&lt;/a&gt; member associations (excluding the associate member &lt;a href=\"Northern%20Mariana%20Islands%20Football%20Association\"&gt;Northern Mariana Islands&lt;/a&gt;) were ranked based on their national team's and clubs' performance over the last four years in AFC competitions, with the allocation of slots for the 2019 and 2020 editions of the AFC club competitions determined by the 2017 &lt;a href=\"AFC%20Club%20Competitions%20Ranking\"&gt;AFC rankings&lt;/a&gt; (Entry Manual Article 2.3):\nAssociation ranking.\nFor the 2020 AFC Champions League, the associations were allocated slots according to their &lt;a href=\"AFC%20Club%20Competitions%20Ranking%23Format\"&gt;association ranking&lt;/a&gt; which was published on 15 December 2017, which took into account their performance in the AFC Champions League and the AFC Cup, as well as their national team's &lt;a href=\"FIFA%20World%20Rankings\"&gt;FIFA World Rankings&lt;/a&gt;, during the period between 2014 and 2017.\nTeams.\nThe following 52 teams from 23 associations entered the competition.\n\"In the following table, the number of appearances and last appearance count only those since the 2002–03 season (including qualifying rounds), when the competition was rebranded as the AFC Champions League.\"\nSchedule.\nThe schedule of the competition was as follows. Due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, only some of the group stage matches on matchdays 1–3 in February and March were played as scheduled, and all matches on matchdays 4–6 were postponed until further notice. The round of 16, quarter-finals and semi-finals were also initially moved to 10–12 and 24–26 August, 14–16 and 28–30 September, and 20–21 and 27–28 October.\nThe AFC announced the calendar of the remaining matches on 9 July 2020, with all matches before the final played at centralised venues, and all knockout ties played as a single match. On 10 September 2020, the AFC announced the new dates for the East Region matches and the final.\nNotes:\nThe original schedule of the competition, as planned before the pandemic, was as follows.\nAwards.\nMain awards.\nNote: &lt;a href=\"Abderrazak%20Hamdallah\"&gt;Abderrazak Hamdallah&lt;/a&gt; finished ahead of &lt;a href=\"J%C3%BAnior%20Negr%C3%A3o\"&gt;Júnior Negrão&lt;/a&gt; to win the Top Scorer award despite scoring the same number of goals, and also having the same number of assists (first tiebreaker), since he played fewer minutes throughout the competition (second tiebreaker).\nAll Star Squad.\nSource:\nFans' awards.\nThe AFC took polls of fans in its website after the tournament."
}