{
    "id": "57030606",
    "revid": "1039560560",
    "url": "https://en.wikipedia.org/wiki?curid=57030606",
    "title": "Percy Coldrick (trade unionist)",
    "text": "Albert Percival Coldrick (6 June 1913 – 4 December 1999) was a &lt;a href=\"British%20people\"&gt;British&lt;/a&gt; &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt; leader.\nColdrick was born in &lt;a href=\"Wigan\"&gt;Wigan&lt;/a&gt; and grew up partly in &lt;a href=\"Pontypool\"&gt;Pontypool&lt;/a&gt;, but back in Wigan from the age of eight. Coldrick's father, also named &lt;a href=\"Percy%20Coldrick\"&gt;Percy Coldrick&lt;/a&gt;, was a Welsh &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer, and the family moved around as he looked for employment.\nAfter finishing his education, Coldrick began working for the &lt;a href=\"London%2C%20Midland%20and%20Scottish%20Railway\"&gt;London, Midland and Scottish Railway&lt;/a&gt;, initially as a messenger, then in a variety of roles, but was made redundant when he was 20 years old. He found work as a railway porter at Wigan, then as assistant controller there, and in 1946 became controller at &lt;a href=\"Rowsley%20railway%20station\"&gt;Rowsley railway station&lt;/a&gt;, followed rapidly by appointment as Divisional Controller at &lt;a href=\"Manchester%20Victoria%20railway%20station\"&gt;Manchester Victoria railway station&lt;/a&gt;.\nColdrick had always been a supporter of trade unionism, inspired by his father forming a short-lived union for rugby players. He joined the &lt;a href=\"Railway%20Clerks%27%20Association\"&gt;Railway Clerks' Association&lt;/a&gt;, and began working for the union full-time in 1948, based in &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;. Initially, he was given responsibility for staff not working directly on the railways - those in road haulage, waterways, railway hotels and catering. After periods as the secretary for the Western Region and the London Midland region, in 1963 he was promoted to Senior Assistant Secretary. In 1968, he was elected as general secretary of what was now known as the &lt;a href=\"Transport%20Salaried%20Staffs%27%20Association\"&gt;Transport Salaried Staffs' Association&lt;/a&gt;, and he was also elected to serve on the &lt;a href=\"General%20Council%20of%20the%20Trades%20Union%20Congress\"&gt;General Council of the Trades Union Congress&lt;/a&gt;.\nColdrick retired from his trade union posts in 1973. He became chair of a &lt;a href=\"National%20Health%20Service\"&gt;National Health Service&lt;/a&gt; appeal tribunal, and sat on the executive of the Industrial Participation Association.\nIn 1974, Coldrick was made an &lt;a href=\"Officer%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Officer of the Order of the British Empire&lt;/a&gt;. He died in 1999."
}