{
    "id": "57049",
    "revid": "12988212",
    "url": "https://en.wikipedia.org/wiki?curid=57049",
    "title": "Mbabane",
    "text": "Mbabane (; , ) is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in &lt;a href=\"Eswatini\"&gt;Eswatini&lt;/a&gt; (previously called Swaziland), and is one of the two &lt;a href=\"Capital%20%28political%29\"&gt;capitals&lt;/a&gt; (along with &lt;a href=\"Lobamba\"&gt;Lobamba&lt;/a&gt;), serving as the &lt;a href=\"Executive%20%28government%29\"&gt;executive&lt;/a&gt; capital.\nWith an estimated population of 94,874 (2010), it is located on the &lt;a href=\"Mbabane%20River\"&gt;Mbabane River&lt;/a&gt; and its tributary the &lt;a href=\"Polinjane%20River\"&gt;Polinjane River&lt;/a&gt; in the &lt;a href=\"Mdimba\"&gt;Mdzimba Mountains&lt;/a&gt;. It is located in the &lt;a href=\"Hhohho%20District\"&gt;Hhohho&lt;/a&gt; Region, of which it is also the &lt;a href=\"Capital%20city\"&gt;capital&lt;/a&gt;. The average elevation of the city is 1,243 meters. It lies on the &lt;a href=\"MR3%20road\"&gt;MR3 road&lt;/a&gt;.\nHistory.\nThe town grew after the nation's &lt;a href=\"administrative%20centre\"&gt;administrative centre&lt;/a&gt; moved from &lt;a href=\"Bremersdorp\"&gt;Bremersdorp&lt;/a&gt; (now called Manzini) in 1902.\nIt derives its name from a chief, Mbabane Kunene, who lived in the area when &lt;a href=\"1820%20Settlers\"&gt;British settlers&lt;/a&gt; arrived.\nMbabane was founded in 1887 by Mickey Wells, on the spot where the Transvaal-to-Mozambique route crossed the Mbabane river. It was declared the capital of the new &lt;a href=\"History%20of%20Swaziland\"&gt;Protectorate of Swaziland&lt;/a&gt; in 1902. During this time, Mbabane consisted of a few shops, churches and schools founded by white settlers. Black Africans were not allowed to live in the town and had to reside in nearby rural districts. By the 1930s, Mbabane had &lt;a href=\"electricity\"&gt;electricity&lt;/a&gt;, running water, telephone connection and a &lt;a href=\"hospital\"&gt;hospital&lt;/a&gt;.\nPrior to the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;, most Swazis lived in rural districts and worked outside &lt;a href=\"Eswatini\"&gt;Eswatini&lt;/a&gt;, which prevented the town from growing.\nAfter the war, the creation of trade schools in the city, the arrival of the &lt;a href=\"Goba%20railway\"&gt;Goba railway&lt;/a&gt; connecting &lt;a href=\"Maputo\"&gt;Maputo&lt;/a&gt; to the mines in South Africa, and foreign investment resources within Eswatini (particularly sugar) all contributed to the city's growth. Mbabane became the central hub for development in the &lt;a href=\"Hhohho\"&gt;Hhohho&lt;/a&gt; district.\nIn the years following independence, governmental buildings such as the British Consulate were built in Mbabane. Further growth has been achieved through the growth of the &lt;a href=\"Tourism%20in%20Eswatini\"&gt;tourism industry in Eswatini&lt;/a&gt;, of which Mbabane has become the centre. Mbabane today is home to many hotels and recreational sites such as clubs and golf courses tending to tourists.\nEconomy.\nMbabane's closest border crossing to &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; is &lt;a href=\"Ngwenya\"&gt;Ngwenya&lt;/a&gt;-&lt;a href=\"Oshoek\"&gt;Oshoek&lt;/a&gt;, and though &lt;a href=\"Swazi%20language\"&gt;siSwati&lt;/a&gt; is the primary language, &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; is widespread. Mbabane, and Eswatini itself, depend on tourism and &lt;a href=\"sugar\"&gt;sugar&lt;/a&gt; exports. It is also a commercial hub for the surrounding region, while &lt;a href=\"tin\"&gt;tin&lt;/a&gt; and &lt;a href=\"iron\"&gt;iron&lt;/a&gt; were mined nearby. The city has two sites for light industries.\nEducation.\nMbabane is the home of the &lt;a href=\"Waterford%20Kamhlaba\"&gt;Waterford-Kamhlaba&lt;/a&gt; &lt;a href=\"United%20World%20College\"&gt;United World College&lt;/a&gt; of Southern Africa, as well as one of the three campuses of the &lt;a href=\"University%20of%20Eswatini\"&gt;University of Eswatini&lt;/a&gt;. &lt;a href=\"Limkokwing%20University%20of%20Creative%20Technology\"&gt;Limkokwing University of Creative Technology&lt;/a&gt; is a private international university that lies by the South African-Eswatini border with several &lt;a href=\"university\"&gt;university&lt;/a&gt; candidates from Eswatini.\nCulture.\n&lt;a href=\"Indingilizi%20Gallery\"&gt;Indingilizi Gallery&lt;/a&gt; is an art gallery in Mbabane, established in 1982 and showcases a range of Swazi art, including &lt;a href=\"sculpture\"&gt;sculpture&lt;/a&gt;s, &lt;a href=\"painting\"&gt;painting&lt;/a&gt;s, &lt;a href=\"batik\"&gt;batik&lt;/a&gt;s, &lt;a href=\"mohair\"&gt;mohair&lt;/a&gt;, ethnic jewellery and pottery.\nPlaces of worship.\nAmong the &lt;a href=\"places%20of%20worship\"&gt;places of worship&lt;/a&gt;, they are predominantly &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; churches: &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Manzini\"&gt;Roman Catholic Diocese of Manzini&lt;/a&gt; (&lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;), &lt;a href=\"Swaziland%20Reformed%20Church\"&gt;Swaziland Reformed Church&lt;/a&gt; (&lt;a href=\"World%20Communion%20of%20Reformed%20Churches\"&gt;World Communion of Reformed Churches&lt;/a&gt;), &lt;a href=\"Zion%20Christian%20Church\"&gt;Zion Christian Church&lt;/a&gt;. There are also &lt;a href=\"Islam\"&gt;Muslim&lt;/a&gt; mosques.\nGeography.\nMbabane is located in the district of Hhohho, of which it is also the capital, and lies on the &lt;a href=\"Mbabane%20River\"&gt;Mbabane River&lt;/a&gt; and its tributary the &lt;a href=\"Polinjane%20River\"&gt;Polinjane River&lt;/a&gt; in the &lt;a href=\"Mdzimba\"&gt;Mdzimba Mountains&lt;/a&gt;. The average elevation of the city is 1243 metres. Neighbourhoods and suburbs include &lt;a href=\"Mbangweni\"&gt;Mbangweni&lt;/a&gt;, &lt;a href=\"Sidwashini\"&gt;Sidwashini&lt;/a&gt;, &lt;a href=\"Kent%20Rock\"&gt;Kent Rock&lt;/a&gt;, &lt;a href=\"Sandla%2C%20Mbabane\"&gt;Sandla&lt;/a&gt;, &lt;a href=\"Westridge%20Park\"&gt;Westridge Park&lt;/a&gt;, &lt;a href=\"Malunge\"&gt;Malunge&lt;/a&gt;, &lt;a href=\"New%20Checkers\"&gt;New Checkers&lt;/a&gt;, &lt;a href=\"Msunduza\"&gt;Msunduza&lt;/a&gt; and &lt;a href=\"Vukutentele\"&gt;Vukutentele&lt;/a&gt;.\nClimate.\nDue to its altitude, Mbabane features a moderate &lt;a href=\"subtropical%20highland%20climate\"&gt;subtropical highland climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt;\": Cwb\"). The city has a mild climate and snow is a rare event, which has occurred only three times since 1900. The city averages only four days of frost a year. The average temperature is in July and in January. The thermal range is low, but the winter night is cold for a &lt;a href=\"Subtropics\"&gt;subtropical climate&lt;/a&gt; in general. Most of the precipitation is concentrated in the summer. The difference in the driest month (June) and the wettest (January) is 210 mm.\nInternational relations.\nTwin towns – sister cities.\nMbabane is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:"
}