{
    "id": "57096122",
    "revid": "42316941",
    "url": "https://en.wikipedia.org/wiki?curid=57096122",
    "title": "David H. Barlow",
    "text": "David H. Barlow (born April 30, 1942) is an American &lt;a href=\"psychologist\"&gt;psychologist&lt;/a&gt; and &lt;a href=\"Emeritus\"&gt;Professor Emeritus&lt;/a&gt; of Psychology and Psychiatry at &lt;a href=\"Boston%20University\"&gt;Boston University&lt;/a&gt;. He is board certified by the &lt;a href=\"American%20Board%20of%20Professional%20Psychology\"&gt;American Board of Professional Psychology&lt;/a&gt; (ABPP). Barlow is known for his research and publications on the etiology, nature, and treatment of &lt;a href=\"anxiety%20disorder\"&gt;anxiety disorder&lt;/a&gt;s. The models and treatment methods that he developed for anxiety and related disorders are widely used in clinical training and practice. Barlow is one of the most frequently cited psychologists in the world.\nBarlow has published over 600 articles and book chapters, as well as over 80 books and clinical manuals, some of which has been translated to more than 20 languages. He is best known for his book titled, \"Anxiety and Its Disorders: The Nature and Treatment of Anxiety and Panic.\"\nBarlow has received numerous awards for his contributions to the field of psychology, including the &lt;a href=\"APA%20Distinguished%20Scientific%20Award%20for%20the%20Applications%20of%20Psychology\"&gt;American Psychological Association (APA) Distinguished Scientific Award for the Applications of Psychology&lt;/a&gt;, the &lt;a href=\"James%20McKeen%20Cattell%20Fellow%20Award\"&gt;James McKeen Cattell Fellow Award&lt;/a&gt; from the &lt;a href=\"Association%20for%20Psychological%20Science\"&gt;Association for Psychological Science&lt;/a&gt; for \"distinguished achievements in psychological science\", and Distinguished Lifetime Achievement Awards from the Connecticut, California, and Massachusetts Psychological Associations. He also has been awarded honorary doctoral degrees from the &lt;a href=\"University%20of%20Vermont\"&gt;University of Vermont&lt;/a&gt; and &lt;a href=\"William%20James%20College\"&gt;William James College&lt;/a&gt;, the Career/Lifetime Achievement Award from the &lt;a href=\"Association%20for%20Behavioral%20and%20Cognitive%20Therapies\"&gt;Association for Behavioral and Cognitive Therapies&lt;/a&gt; (ABCT), and most recently, the American Psychological Foundation's 2018 Gold Medal Award for Life Achievement in the Practice of Psychology.\nBarlow is currently Founder of the Center for Anxiety and Related Disorders and Professor of Psychology and Brain Sciences, and Psychiatry, Emeritus at &lt;a href=\"Boston%20University\"&gt;Boston University&lt;/a&gt;.\nBackground and early life.\nBarlow was born in &lt;a href=\"Needham%2C%20Massachusetts\"&gt;Needham&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;U.S.&lt;/a&gt;, in 1942. His father left to fight in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; shortly before he was born and was killed in action. Barlow grew up living with his mother and maternal grandparents.\nInfluenced by his grandfather and uncle, Barlow cultivated a passion for sports at a young age. As a child, Barlow had even entertained the idea of a professional career in sports, especially after his baseball team made it to the &lt;a href=\"Little%20League%20World%20Series\"&gt;Little League World Series&lt;/a&gt; when he was 12. Yet, Barlow was also an avid reader and a scholar of &lt;a href=\"classical%20language\"&gt;classical language&lt;/a&gt;s, having studied six years of Latin and two years of Greek in high school. His early literary pursuits fueled his continued fascination with the written word.\nEducation.\nBarlow attended the &lt;a href=\"University%20of%20Notre%20Dame\"&gt;University of Notre Dame&lt;/a&gt; in 1960, for an undergraduate degree in sociology and English. During intensive studies of &lt;a href=\"literature\"&gt;literature&lt;/a&gt;, Barlow became intrigued by the often self-defeating actions of fictional characters, and he began analyzing the psychological motivations of such acts in his literary discourse.\nTo pursue his interest in psychology, Barlow attended &lt;a href=\"Boston%20College\"&gt;Boston College&lt;/a&gt; in 1964. He was a student of Joseph R. Cautela, one of the pioneers in &lt;a href=\"Behaviour%20therapy\"&gt;behavior therapy&lt;/a&gt; who eventually became president of the &lt;a href=\"Association%20for%20Behavioral%20and%20Cognitive%20Therapies\"&gt;Association for Behavioral and Cognitive Therapies&lt;/a&gt; (ABCT), formerly known as the Association for Advancement of Behavior Therapy (AABT). Barlow delved into the realm of &lt;a href=\"experimental%20psychology\"&gt;experimental psychology&lt;/a&gt; in Cautela's research laboratories. He was convinced by Cautela that the practical applications of psychology can only advance through a scientific approach to the subject. In the summer of 1966, Barlow worked with Joseph Wolpe, widely known as the father of &lt;a href=\"Behaviour%20therapy\"&gt;behavior therapy&lt;/a&gt;, to gain clinical experience in Wolpe's emerging techniques of &lt;a href=\"systematic%20desensitization\"&gt;systematic desensitization&lt;/a&gt;, &lt;a href=\"Assertiveness\"&gt;assertiveness training&lt;/a&gt;, and reciprocal inhibition.\nIn the same fall, Barlow left Boston to attend the &lt;a href=\"University%20of%20Vermont\"&gt;University of Vermont&lt;/a&gt; for his doctoral degree. He worked under Harold Leitenberg and &lt;a href=\"William%20Stewart%20Agras\"&gt;Stewart Agras&lt;/a&gt; who were collaborating on a &lt;a href=\"clinical%20research\"&gt;clinical research&lt;/a&gt; program at the time. They developed a new experimental approach to clinical research, later known as &lt;a href=\"Single-subject%20research\"&gt;single case experimental designs&lt;/a&gt;, for which Barlow eventually published a sourcebook. Barlow received his Ph.D. in 1969.\nCareer.\n1969–1979.\nAfter completing his PhD, Barlow became an assistant professor of &lt;a href=\"psychiatry\"&gt;psychiatry&lt;/a&gt; at the &lt;a href=\"University%20of%20Mississippi%20Medical%20Center\"&gt;University of Mississippi Medical Center&lt;/a&gt; (UMMC) in 1969. He founded the &lt;a href=\"clinical%20psychology\"&gt;clinical psychology&lt;/a&gt; internship program there, with the aim of training students on science-based clinical practices. In 1974, he was promoted to professor of psychiatry.\nIn 1975, Barlow relocated to &lt;a href=\"Brown%20University\"&gt;Brown University&lt;/a&gt; with a joint appointment as professor of &lt;a href=\"psychiatry\"&gt;psychiatry&lt;/a&gt; and &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt;, and Director of Education and Training at &lt;a href=\"Butler%20Hospital\"&gt;Butler Hospital&lt;/a&gt;. At Brown, Barlow was again in charge of creating a clinical psychology internship program, which had been successful at the &lt;a href=\"University%20of%20Mississippi%20Medical%20Center\"&gt;UMMC&lt;/a&gt;. Barlow was to spend five years at Brown. In 1979, Barlow served as the president of the &lt;a href=\"Association%20for%20Behavioral%20and%20Cognitive%20Therapies\"&gt;Association for Behavioral and Cognitive Therapies&lt;/a&gt; (ABCT).\n1979–1996.\nIn 1979, Barlow accepted a position as professor (and later, distinguished professor) of psychology at the &lt;a href=\"University%20at%20Albany%2C%20SUNY\"&gt;State University of New York at Albany&lt;/a&gt;. It was here where Barlow was able to focus more deeply on &lt;a href=\"clinical%20research\"&gt;clinical research&lt;/a&gt;. Together with his colleague and friend, Edward B. Blanchard, Barlow founded the Center of Stress and Anxiety Disorders, which became a large federally funded research clinic. In addition to continuing his early research on the relationship between &lt;a href=\"anxiety\"&gt;anxiety&lt;/a&gt; and &lt;a href=\"sexual%20dysfunction\"&gt;sexual dysfunction&lt;/a&gt;, Barlow also studied the nosology and treatment of anxiety and related disorders. Together with his colleagues, he started to develop new treatment methods for the anxiety disorders, most notably, the treatment of panic disorder developed with &lt;a href=\"Michelle%20Craske\"&gt;Michelle Craske&lt;/a&gt;, and Ron Rapee.\nAs Barlow's ideas of the nature and origins of anxiety started to become more elaborate, he published a series of books that delineated the results from his research and advocated for a more empirical &lt;a href=\"Scientific%20method\"&gt;scientific approach&lt;/a&gt; to clinical psychology. In 1985, he published the first edition of the \"Clinical handbook of psychological disorders: A step-by-step treatment manual\", explicating &lt;a href=\"Evidence-based%20practice\"&gt;evidence based practices&lt;/a&gt;. Aggregating his ideas from this period of extensive research, Barlow published what the \"&lt;a href=\"American%20Psychologist\"&gt;American Psychologist&lt;/a&gt;\" deemed as his \"most influential book\", \"Anxiety and its disorders: The nature and treatment of anxiety and panic\".\nFrom 1984 to 1994, Barlow served on work groups for the third (revised) edition and on the task force for the fourth edition of the &lt;a href=\"Diagnostic%20and%20Statistical%20Manual%20of%20Mental%20Disorders\"&gt;Diagnostic and Statistical Manual of Mental Disorders&lt;/a&gt;, (abbreviated to &lt;a href=\"Diagnostic%20and%20Statistical%20Manual%20of%20Mental%20Disorders%23DSM-III-R%20%281987%29\"&gt;DSM-III-R&lt;/a&gt; and &lt;a href=\"Diagnostic%20and%20Statistical%20Manual%20of%20Mental%20Disorders%23DSM-IV%20%281994%29\"&gt;DSM-IV&lt;/a&gt;, respectively). He was instrumental in developing the criteria for classifying anxiety disorders in both revisions. In 1993, Barlow was elected the president of the &lt;a href=\"American%20Psychological%20Association\"&gt;American Psychological Association&lt;/a&gt;, Division of Clinical Psychology.\n1996-present.\nIn 1996, Barlow returned to &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; to serve as a professor of psychology and psychiatry at &lt;a href=\"Boston%20University\"&gt;Boston University&lt;/a&gt;. He also took on the roles of Director of Clinical Training Programs and Director of the Center for Anxiety and Related Disorders. At Boston University, he continued updating and deepening his theories of the origins and nature of anxiety disorders. With his team at the Center for Anxiety and Related Disorders at Boston University, Barlow developed the Unified Protocol for transdiagnostic treatments of anxiety related disorders. He continues to conduct research on the efficacy and treatment mechanisms of the protocol and is working to enhance dissemination.\nSelected awards and honors.\nBarlow has received over 40 awards and honors for his contributions to the understanding and treatment of anxiety and related disorders, including, but not limited to:"
}