{
    "id": "5710684",
    "revid": "42437100",
    "url": "https://en.wikipedia.org/wiki?curid=5710684",
    "title": "Bokakhat",
    "text": "Bokakhat (IPA: ˌbəʊkəˈkɑːt) is a town in Assam and a &lt;a href=\"Municipality%20Board\"&gt;Municipality Board&lt;/a&gt; in &lt;a href=\"Golaghat%20district\"&gt;Golaghat district&lt;/a&gt; in the state of &lt;a href=\"Assam\"&gt;Assam&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is about 23 km away from the world heritage site &lt;a href=\"Kaziranga%20National%20Park\"&gt;Kaziranga National Park&lt;/a&gt;. Bokakhat town is situated almost in the middle of Assam. It is the headquarters of &lt;a href=\"Bokakhat%20subdivision\"&gt;Bokakhat subdivision&lt;/a&gt;. The town is base to many nearby tourist places and is well connected to other cities and towns by road. The Kaipho Langso waterfall, an important picnic spot surrounded with magnificent views, lies in Karbi Anglong 13 km away from Bokakhat. Other nearby attractions include the ruins of the ancient &lt;a href=\"Numaligarh\"&gt;Numaligarh&lt;/a&gt; and the Deoparbat, the tea gardens of Hatikhuli, Methoni, Diffloo Behora and Borsapori and also the coffee and rubber plantations. The nearest airports are at &lt;a href=\"Jorhat\"&gt;Jorhat&lt;/a&gt; and &lt;a href=\"Guwahati\"&gt;Guwahati&lt;/a&gt;. The nearest railway stations are Badulipar and &lt;a href=\"Furkating\"&gt;Furkating&lt;/a&gt;.\nDemographics.\n India &lt;a href=\"census\"&gt;census&lt;/a&gt;, Bokakhat had a population of 8844. Males constitute 54% of the population and females 46%. Bokakhat has an average literacy rate of 78%, higher than the national average of 59.5%; with male literacy of 83% and female literacy of 73%. 11% of the population is under 6 years of age.\nAttractions.\nThe main attractions of the area are natural spots, wildlife, temples, historical sites, archaeological remains, monasteries (satras), industries, various festivals, tea gardens, hills, handicrafts, hand loom products, roadside hotels and tourist lodges. Almost all the requirements of modern tourism can be fulfilled by &lt;a href=\"Kaziranga%20National%20Park\"&gt;Kaziranga National Park&lt;/a&gt;, Kaziranga National Orchid &amp; Bio-Diversity Park, NRL and the Butterfly Garden, boating and sight-seeing of the park by boat, Karbi Anglong, golf court, Oriole Park, Kaipho Langso Waterfalls, Chikan Ata than, Deo Pahar, Kuruabahi Satra, etc.\nHistory.\nBokakhat was formerly known as Namdoiang, as it was located far downstream the river Doiang.\nEducation.\nBokakhat area is full of Govt. and Private L.P, M.E and also High Schools with good faculties. Other higher study institutes like J.D.S.G College (Arts &amp; Commerce), C.N.B College (Science) etc. and some private colleges are also located at the town.\nTransport.\nBokakhat is well connected by roadways. The National Highway 37 passes through Bokakhat.\nPolitics.\nBokakhat is part of &lt;a href=\"Kaliabor%20%28Lok%20Sabha%20constituency%29\"&gt;Kaliabor (Lok Sabha constituency)&lt;/a&gt; and Bokakhat is a Rajya sabha constituency.\nBokakhat News.\n&lt;a href=\"https%3A//web.archive.org/web/20110913172938/http%3A//www.assamtimes.org/author/koushikhazarika/\"&gt;Bokakhat News&lt;/a&gt;\nFestivals.\nBeing a &lt;a href=\"Cosmopolitanism\"&gt;cosmopolitan&lt;/a&gt; town, people of Bokakhat celebrates many Indian festivals from different religions throughout the year. Since, the majority of the population is &lt;a href=\"Assamese%20language\"&gt;Assamese&lt;/a&gt;, the &lt;a href=\"Bihu\"&gt;Bihu&lt;/a&gt; is the prime &lt;a href=\"List%20of%20festivals%20in%20India\"&gt;festival&lt;/a&gt; of the town. Apart from that, the people celebrates other festivals like &lt;a href=\"Durga%20Puja\"&gt;Durga Puja&lt;/a&gt;, &lt;a href=\"Diwali\"&gt;Diwali&lt;/a&gt;, &lt;a href=\"Sankardev\"&gt;Sankardev&lt;/a&gt; and Madhavdev \"tithis\", &lt;a href=\"Eid%20al-Fitr\"&gt;Eid&lt;/a&gt;, &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt;, &lt;a href=\"Horinam%20Sankirtan\"&gt;Horinam Sankirtan&lt;/a&gt; very well.\nCommunities in Bokakhat are Assamese, Bengali, Bihari, Marwari, Sikh, Jain, Nepali, Etc."
}