{
    "id": "57136054",
    "revid": "28481209",
    "url": "https://en.wikipedia.org/wiki?curid=57136054",
    "title": "Township (Nova Scotia)",
    "text": "A township in &lt;a href=\"Nova%20Scotia\"&gt;Nova Scotia&lt;/a&gt;, Canada, was an early form of land division and local administration during British colonial settlement in the 18th century. They were created as a means of populating the colony with people loyal to British rule. They were typically rural or wilderness areas of around that would eventually include several villages or towns. Some townships, but not all, returned a member to the &lt;a href=\"General%20Assembly%20of%20Nova%20Scotia\"&gt;General Assembly of Nova Scotia&lt;/a&gt;; others were represented by the members from the county. Townships became obsolete by 1879 by which time towns and counties had become &lt;a href=\"Municipal%20corporation\"&gt;incorporated&lt;/a&gt;.\nHistorical background.\nOriginally inhabited by &lt;a href=\"Mi%27kmaq\"&gt;Mi'kmaq&lt;/a&gt; peoples, the first European colonists to settle in present-day Nova Scotia were the French who arrived in 1605 and founded &lt;a href=\"Acadia\"&gt;Acadia&lt;/a&gt;. The British &lt;a href=\"conquest%20of%20Acadia\"&gt;conquest of Acadia&lt;/a&gt; took place in 1710 and was formalised by the 1713 &lt;a href=\"Treaty%20of%20Utrecht\"&gt;Treaty of Utrecht&lt;/a&gt; which returned &lt;a href=\"Cape%20Breton%20Island\"&gt;Cape Breton Island&lt;/a&gt; to the French. This marked the beginning of permanent British control over the peninsular portion of Acadia, which they renamed Nova Scotia. However, conflict continued between British, French, Acadian and Mi'kmaq interests, notably &lt;a href=\"Father%20Le%20Loutre%27s%20War\"&gt;Father Le Loutre's War&lt;/a&gt; of 1749–1755 and the &lt;a href=\"French%20and%20Indian%20War\"&gt;French and Indian War&lt;/a&gt; of 1754–1763, against the backdrop of the global struggle of the &lt;a href=\"Seven%20Years%27%20War\"&gt;Seven Years' War&lt;/a&gt; between 1756 and 1763. Eighty five years of conflict between the British and the Mi'kmaq were ended with the signing of the &lt;a href=\"Halifax%20Treaties\"&gt;Halifax Treaties&lt;/a&gt; in 1760 and 1761, and the &lt;a href=\"Burying%20the%20Hatchet%20ceremony%20%28Nova%20Scotia%29\"&gt;Burying the Hatchet ceremony&lt;/a&gt; in 1761.\nIn 1749 the capital of Nova Scotia moved from &lt;a href=\"Annapolis%20Royal\"&gt;Annapolis Royal&lt;/a&gt; to the newly established &lt;a href=\"Halifax%2C%20Nova%20Scotia\"&gt;Halifax&lt;/a&gt;. The &lt;a href=\"Nova%20Scotia%20Council\"&gt;Nova Scotia Council&lt;/a&gt; was the administrative and judicial body in Nova Scotia from 1720–1758; it was also known as the Council of Nova Scotia, the Annapolis Council (prior to 1749) and the Halifax Council (after 1749). Following the &lt;a href=\"expulsion%20of%20the%20Acadians\"&gt;expulsion of the Acadians&lt;/a&gt; between 1755 and 1764, the British population of the colony was only 5,000. The first elected &lt;a href=\"1st%20General%20Assembly%20of%20Nova%20Scotia\"&gt;General Assembly of Nova Scotia&lt;/a&gt; sat in 1758.\nIn 1763, Cape Breton Island, &lt;a href=\"Sunbury%20County%2C%20Nova%20Scotia\"&gt;Sunbury County&lt;/a&gt; (now New Brunswick) and St. John's Island (now &lt;a href=\"Prince%20Edward%20Island\"&gt;Prince Edward Island&lt;/a&gt;) reverted to British ownership and became part of the colony of Nova Scotia following the &lt;a href=\"Treaty%20of%20Paris%20%281763%29\"&gt;Treaty of Paris&lt;/a&gt;. In 1769 St. John's Island became a separate colony, and Sunbury County followed in 1784.\nHistory of townships in Nova Scotia.\nThe first township created by the British was &lt;a href=\"Lunenburg%2C%20Nova%20Scotia\"&gt;Lunenburg&lt;/a&gt; in 1753. The British government paid for Dutch and German families to settle the area and provided them with assistance. Some 1400 settlers arrived in June 1753 from Halifax on 14 vessels, along with boards, bricks and nails supplied by the government. They were accompanied by 150 troops as intelligence had suggested that Mi'kmaq forces were ready to oppose settlement. Land adjacent to the town was divided among the settlers. A &lt;a href=\"picket%20fence\"&gt;picket fence&lt;/a&gt; was erected around the town, &lt;a href=\"blockhouses\"&gt;blockhouses&lt;/a&gt; built and a militia was formed. Three Justices of the Peace had been appointed before departing from Halifax. In 1754 livestock were sent by the government, and in 1761 a grant of 2000 acres of common grazing land was made. The &lt;a href=\"Raid%20on%20Lunenburg%2C%20Nova%20Scotia%20%281756%29\"&gt;township was raided&lt;/a&gt; in 1756 by Indian forces, and was &lt;a href=\"Raid%20on%20Lunenburg%2C%20Nova%20Scotia%20%281782%29\"&gt;sacked in 1782&lt;/a&gt; by American privateers during the American Revolution.\nThe Nova Scotia Council in Halifax were under the supervision of the &lt;a href=\"Board%20of%20Trade\"&gt;Board of Trade&lt;/a&gt; in London. It was their policy that office holders had to be British subjects and the &lt;a href=\"Test%20Act\"&gt;Test Act&lt;/a&gt; insisted on them being &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt;. This rule was circumvented by recognizing 'local delegates' who acted as administrators and magistrates. They also accepted &lt;a href=\"Lutherans\"&gt;Lutherans&lt;/a&gt; and &lt;a href=\"Continental%20Reformed%20church\"&gt;German Reformed Protestant&lt;/a&gt;s as nominally Anglican. Council based local government loosely on the Virginian county model, rather than the New England town model. \n&lt;a href=\"Charles%20Lawrence%20%28British%20Army%20officer%29\"&gt;Charles Lawrence&lt;/a&gt;, Governor of Nova Scotia, issued a proclamation on 12 October 1758 encouraging new settlers from the &lt;a href=\"Thirteen%20Colonies\"&gt;Thirteen Colonies&lt;/a&gt;. He offered large plots of land, an elected Assembly, and the New England model of 'township' for local government and land ownership. Thirteen townships of 100,000 acres each were planned, but the response, which saw the first &lt;a href=\"New%20England%20Planters\"&gt;New England Planters&lt;/a&gt; arriving early in 1759, was so large that twenty townships were established by 1775. The Planters brought with them the New England style of township government, choosing their own officers and running their own affairs. A legacy of the Planters is their record-keeping in the 'township books', 35 of which are preserved at the Nova Scotia Archives. They contain minutes of town meetings, &lt;a href=\"Vital%20statistics%20%28government%20records%29\"&gt;vital statistics&lt;/a&gt;, town proprietors, property lots, cattle marks, and other land-related records.\n&lt;a href=\"Charles%20Morris%20%28surveyor%20general%29\"&gt;Charles Morris&lt;/a&gt;, Surveyor General 1748–1781, was responsible for laying out township boundaries and choosing sites for villages. Each township had its own surveyor to layout plots within that boundary. The assignment of plots to individuals was done by drawing lots.\nNot all grantees fulfilled the requirements of populating their lands and they lost their proprietorship. Examples include the two 'Philadelphia grants' listed below.\nIn 1827 the British government declared that grants of crown land would cease and all future dispositions would be by sale.\nThe demise of the township form of local government began in the 1850s with Acts that enabled the voluntary creation of both municipal counties and incorporated townships. Yarmouth township took advantage of this, but abandoned it in 1858. However, Dartmouth incorporated in 1873, and by 1888 there were eight incorporated towns. In 1879 the County Incorporation Act saw the end of the Quarter Sessions form of government."
}