{
    "id": "5722357",
    "revid": "39498865",
    "url": "https://en.wikipedia.org/wiki?curid=5722357",
    "title": "Kyle Harrison",
    "text": "Kyle Harrison (born March 12, 1983) is an American retired professional &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt; player from &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;. Currently, he serves as the &lt;a href=\"PLL\"&gt;PLL&lt;/a&gt; Director of Player Relations and Diversity Inclusion. He had a 17-year career in professional field lacrosse and played for the &lt;a href=\"United%20States%20men%27s%20national%20lacrosse%20team\"&gt;United States national lacrosse team&lt;/a&gt; twice. As a professional lacrosse player, he is a 9-time all-star, 12-time team captain and won the 2017 &lt;a href=\"Steinfeld%20Trophy\"&gt;championship&lt;/a&gt;. As a college lacrosse player, he played at &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt; and was a team captain on the team that went undefeated (16-0) to win the &lt;a href=\"2005%20NCAA%20Division%20I%20Men%27s%20Lacrosse%20Championship\"&gt;2005 NCAA Division I Men's Lacrosse Championship&lt;/a&gt;. The same year, he was the &lt;a href=\"Tewaaraton%20Award\"&gt;2005 Tewaaraton Men's Player of the Year Award&lt;/a&gt; recipient. In 2016, he was inducted into the &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt; Athletics Hall of Fame. Overall, he has had a illustrious career and has been a visible role model for many players, and has continued to be an ambassador for the sport of lacrosse at large. Kyle Harrison is one of the most recognizable lacrosse players of all time and widely considered to be a lacrosse legend.\nEarly life.\nKyle M. Harrison is the son of Miles and Wanda Harrison. He grew up in &lt;a href=\"Baltimore%2C%20MD\"&gt;Baltimore, MD&lt;/a&gt;, where he started playing lacrosse at age 3. His father, Miles Harrison, a 3rd generation legacy physician, played college lacrosse at &lt;a href=\"Morgan%20State%20Bears%20lacrosse\"&gt;Morgan State University&lt;/a&gt;, the first &lt;a href=\"HBCU\"&gt;HBCU&lt;/a&gt; to field a lacrosse team in the &lt;a href=\"NCAA\"&gt;NCAA&lt;/a&gt;. Kyle's grandfather was a Major in the Army. Kyle wears the number 18 as his father did during his playing years. Although his father influenced Kyle's decision to play lacrosse, he was never pressured to do so. Growing up, Kyle's favorite athlete was &lt;a href=\"Michael%20Jordan\"&gt;Michael Jordan&lt;/a&gt;. At an early age, Kyle enrolled in the &lt;a href=\"Friends%20School%20of%20Baltimore\"&gt;Friends School of Baltimore&lt;/a&gt; up until his high school graduation in 2001. His two cousins, Maxxwell Davis and Marrio Davis also attended Friends School of Baltimore and continued on to play lacrosse at UMBC and McDaniel College respectively.\n1998–2001: High school career.\nKyle Harrison attended high school at the &lt;a href=\"Friends%20School%20of%20Baltimore\"&gt;Friends School of Baltimore&lt;/a&gt;, competing in the &lt;a href=\"Maryland%20Interscholastic%20Athletic%20Association\"&gt;Maryland Interscholastic Athletic Association&lt;/a&gt; (MIAA). At the Friends School, Harrison was a standout tri-athlete playing soccer, basketball and lacrosse. In soccer, he won one MIAA title, and earned all-conference honors. In basketball, he won two MIAA basketball titles, and earned all-conference honors. In lacrosse, he won three consecutive MIAA B-Conference Championships in 1997, 1998 and 1999. He also earned all-America, all-metro, and all-state honors in lacrosse, as well. Kyle Harrison played the midfield position in lacrosse and would frequently take face-offs. In his senior year of high school, he totaled 52 points, scoring 24 goals, netting 28 assists and scooping over 100 ground balls. He was recruited to play NCAA Division 1 lacrosse on the &lt;a href=\"Johns%20Hopkins%20Blue%20Jays%20men%27s%20lacrosse\"&gt;Johns Hopkins Blue Jays men's lacrosse&lt;/a&gt; team after performing well at recruiting camps the summer of his junior year of high school. Kyle Harrison attended school with best friend Benson Erwin since the second grade, with whom he won the 3 lacrosse championships. Upon graduation from the Friend's School in 2001, the two would continue on to play as teammates on the lacrosse team at &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt;.\n2002–2005: College career.\nKyle Harrison played Division 1 men's lacrosse from 2002 to 2005 for the &lt;a href=\"Johns%20Hopkins%20Blue%20Jays%20men%27s%20lacrosse\"&gt;Johns Hopkins Blue Jays men's lacrosse&lt;/a&gt; team for Coach &lt;a href=\"Dave%20Pietramala\"&gt;Dave Pietramala&lt;/a&gt;. He was a Writing Seminars major. In 2016, he was inducted into the &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt; athletics Hall of Fame. He was a 3-time All-American, 2-time &lt;a href=\"McLaughlin%20Award\"&gt;McLaughlin Award&lt;/a&gt; National Midfielder of the Year, and 2005 &lt;a href=\"Tewaaraton%20Award\"&gt;Tewaaraton Award&lt;/a&gt; National Player of the Year.\n2002: Freshman season.\nKyle Harrison's first year at Hopkins was also Coach &lt;a href=\"Dave%20Pietramala\"&gt;Dave Pietramala&lt;/a&gt;'s first year as head coach. During Harrison's first year at Hopkins, he was on the first midfield line and started in all 14 games on Hopkins. He totaled 13 points on the season, scoring 9 goals and 4 assists. He was also the team's number one faceoff man, winning 120 out of 190 faceoffs, notching a win percentage of 63.2% and scooping 85 ground balls. His faceoff percentage was the sixth highest in the nation and his ground ball percentage was twelfth highest in the nation, averaging 5.07 ground balls per game. In the season-opener game against defending national champion Princeton, Harrison scored two goals in an 8–5 upset. Also, he was especially effective late in the season, winning 63 out of 87 (72.4%) faceoffs. In the two playoff games, he won 27 out of 42 (64.3%) faceoffs and grabbed 19 ground balls.\n2003: Sophomore season.\nDuring Harrison's sophomore year at Hopkins, he was one of five finalists for the &lt;a href=\"Tewaaraton%20Award\"&gt;Tewaaraton Award&lt;/a&gt;, and the only sophomore amongst them. Additionally, he earned 2003 &lt;a href=\"USILA%20All-American%20Team\"&gt;USILA Second Team All-American&lt;/a&gt; honors. Throughout the season, he had a 20-game point-scoring streak that extended from late in the 2002 season through the NCAA Semi-finals against &lt;a href=\"Syracuse%20University\"&gt;Syracuse University&lt;/a&gt;. In the playoffs, he scored five goals and added two assists. In an 11–10 OT victory against North Carolina, he scored a career-high three goals, including the game-winner. Also, he finished the season eighth in the nation in faceoff winning percentage (62.6%), winning 109 out of 174 faceoffs, and leading the team in ground balls with 83 ground balls.\n2004: Junior season.\nDuring Harrison's junior year at Hopkins, he won the &lt;a href=\"McLaughlin%20Award\"&gt;McLaughlin Award&lt;/a&gt; for the nation's top midfielder, was again a finalist for the &lt;a href=\"Tewaaraton%20Award\"&gt;Tewaaraton Award&lt;/a&gt;, and was a 2004 &lt;a href=\"USILA%20All-American%20Team\"&gt;USILA First Team All-American&lt;/a&gt;. He reached a new career high with 33 points on the season, scoring 26 goals and 7 assists. for 33 points. Three of the goals were game-winning goals. In the playoff quarterfinals, he scored three goals and one assist against &lt;a href=\"University%20of%20North%20Carolina\"&gt;University of North Carolina&lt;/a&gt;, and in the playoff semi-finals, he scored 2 goals against &lt;a href=\"Syracuse%20University\"&gt;Syracuse University&lt;/a&gt;.\n2005: Senior season.\nIn Harrison's final season at Hopkins, he led the team as co-captain to an undefeated 16–0 perfect season, culminating with winning the 2005 &lt;a href=\"NCAA%20Division%20I%20Men%27s%20Lacrosse%20Championship\"&gt;NCAA Division I Men's Lacrosse Championship&lt;/a&gt;. This year he was named the &lt;a href=\"Tewaaraton%20Award\"&gt;Tewaaraton Award&lt;/a&gt; recipient, becoming the first minority to receive the award. He also won the &lt;a href=\"McLaughlin%20Award\"&gt;McLaughlin Award&lt;/a&gt; for the second time, and earned &lt;a href=\"USILA%20All-American%20Team\"&gt;USILA First Team All-American&lt;/a&gt; honors for the second time. Throughout the 16 games that season, Harrison scored 24 goals and 20 assists, totaling 44 points. Kyle Harrison also played alongside freshman &lt;a href=\"Paul%20Rabil\"&gt;Paul Rabil&lt;/a&gt; on this 2005 team, whom would continue on to win the 2007 &lt;a href=\"NCAA%20Division%20I%20Men%27s%20Lacrosse%20Championship\"&gt;NCAA Division I Men's Lacrosse Championship&lt;/a&gt; and the 2007 &lt;a href=\"McLaughlin%20Award\"&gt;McLaughlin Award&lt;/a&gt;.\nJHU Hall of Fame Induction.\nKyle Harrison was inducted into the &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt; Athletics Hall of Fame in 2016. Throughout his four years at Hopkins, Kyle Harrison was a 3-time &lt;a href=\"USILA%20All-American%20Team\"&gt;USILA All-American&lt;/a&gt;, 2-time &lt;a href=\"McLaughlin%20Award\"&gt;McLaughlin Award&lt;/a&gt; National Midfielder of the Year, and 2005 &lt;a href=\"Tewaaraton%20Award\"&gt;Tewaaraton Award&lt;/a&gt; National Player of the Year. More than 15 years after graduating, he remains the only Johns Hopkins player to win the Tewaaraton Award. Kyle Harrison netted a collegiate career total of 126 points, scoring 81 goals and 45 assists. As a faceoff specialist for Hopkins, Harrison ranks 3rd in school history with a 61.1% win percentage, victorious in 328 out of 537 faceoffs. and also ranks as one of the top faceoff specialists in school history as he won 328-of-537 (.611). Scooping a career total of 204 ground balls, he is one of just 11 players in school history with more than 300 career ground balls.\n2005–Present: Professional career.\n2005–2009: &lt;a href=\"Major%20League%20Lacrosse\"&gt;MLL&lt;/a&gt;.\nKyle Harrison is a 7x MLL all-star.\n2005–2007: New Jersey Pride.\nHarrison was the &lt;a href=\"Major%20League%20Lacrosse%20first%20overall%20collegiate%20draft%20choice\"&gt;first overall draft pick&lt;/a&gt; in the &lt;a href=\"Major%20League%20Lacrosse\"&gt;MLL&lt;/a&gt; for the &lt;a href=\"2005%20MLL%20season\"&gt;2005 season&lt;/a&gt;. He was a midfielder with the &lt;a href=\"New%20Jersey%20Pride\"&gt;New Jersey Pride&lt;/a&gt; from 2005 until the &lt;a href=\"2007%20MLL%20season\"&gt;2007 season&lt;/a&gt;. He played in the &lt;a href=\"Major%20League%20Lacrosse%20All-Star%20Game\"&gt;MLL All-Star Game&lt;/a&gt; in 2005 and 2006. Harrison also played for the 2006 U.S. Men's National Team in &lt;a href=\"World%20Lacrosse%20Championships\"&gt;World Lacrosse Championship&lt;/a&gt;.\n2008: Los Angeles Riptide.\nHarrison was traded to the &lt;a href=\"Los%20Angeles%20Riptide\"&gt;Los Angeles Riptide&lt;/a&gt; after the 2007 season. Since joining the Riptide, Harrison has played in the 2008 &lt;a href=\"MLL%20All-Star%20Game\"&gt;MLL All-Star Game&lt;/a&gt;, and helped the Riptide return to the postseason as a third seed in the NB ZIP MLL Championship Weekend to play for the &lt;a href=\"Steinfeld%20Cup\"&gt;Steinfeld Cup&lt;/a&gt;. The Riptide fell in the semi-final round to the &lt;a href=\"Denver%20Outlaws\"&gt;Denver Outlaws&lt;/a&gt;.\n2009: Denver Outlaws.\nIn 2009, Kyle Harrison played for the Denver Outlaws.\n2010–2014: LXM Pro Tour.\n&lt;a href=\"LXM%20Pro%20Tour\"&gt;LXM Pro Tour&lt;/a&gt; was founded in late 2009. Kyle Harrison was one of the co-founders with former college All-Americans and professional players Scott Hochstadt, Craig Hochstadt, Xander Ritz and Max Ritz. In 2014, &lt;a href=\"LXM%20Pro%20Tour\"&gt;LXM Pro&lt;/a&gt; and &lt;a href=\"Major%20League%20Lacrosse\"&gt;MLL&lt;/a&gt; announced a partnership.\n2014–2018: MLL.\n2014–2018: Ohio Machine.\nIn 2014, Kyle Harrison was named the &lt;a href=\"Ohio%20Machine\"&gt;Ohio Machine&lt;/a&gt; season &lt;a href=\"MVP\"&gt;MVP&lt;/a&gt;. Kyle Harrison led the Ohio Machine to a &lt;a href=\"Steinfeld%20Trophy\"&gt;championship&lt;/a&gt; in 2017.\n2019–2021: &lt;a href=\"PLL\"&gt;PLL&lt;/a&gt;.\n2019–2021: &lt;a href=\"Redwoods%20Lacrosse%20Club\"&gt;Redwoods Lacrosse Club&lt;/a&gt;.\nHarrison currently plays for the &lt;a href=\"Redwoods%20Lacrosse%20Club\"&gt;Redwoods Lacrosse Club&lt;/a&gt; of the &lt;a href=\"Premier%20Lacrosse%20League\"&gt;Premier Lacrosse League&lt;/a&gt;. He is a captain on the team. In 2019 and 2021, he was awarded the PLL Brendan Looney Leadership Award. The award was not awarded during 2020. He is also the PLL Director of Player Relations and Diversity Inclusion. He was selected as a 2019 PLL All-Star and a 2021 PLL All-Star and a 2021 PLL All-Star.\nHarrison announced his retirement at the end of the 2021 season.\n2006, 2014: World Lacrosse Championship.\nKyle Harrison was a midfielder on the 2006 &lt;a href=\"United%20States%20men%27s%20national%20lacrosse%20team\"&gt;United States national lacrosse team&lt;/a&gt;. The team reached the final round of the &lt;a href=\"2006%20World%20Lacrosse%20Championship\"&gt;2006 World Lacrosse Championship&lt;/a&gt;, but lost to Canada.\nKyle Harrison was a defensive midfielder on the 2014 United States national lacrosse team. The team reached the final round of the &lt;a href=\"2014%20World%20Lacrosse%20Championship\"&gt;2014 World Lacrosse Championship&lt;/a&gt;, but lost to Canada.\nSponsorship.\nMost notably, Kyle Harrison has had a contract with &lt;a href=\"STX%20%28sports%20manufacturer%29\"&gt;STX&lt;/a&gt; for his K18 equipment line that has been adopted as the official gear by many college programs. Harrison first inked this deal right out of college 2005, and that partnership has remained intact to date. This partnership marks the longest-running contract partnership in lacrosse history.\nAlso, right of out of college, Kyle Harrison had a &lt;a href=\"Nike%2C%20Inc.\"&gt;Nike&lt;/a&gt; sponsorship manufacturing various sportswear and lacrosse apparel.\nAdditionally, in 2013, &lt;a href=\"Beats%20by%20Dre\"&gt;Beats Electronics&lt;/a&gt; had personalized custom headphones designed for a select few of celebrities, &lt;a href=\"LeBron%20James\"&gt;LeBron James&lt;/a&gt;, &lt;a href=\"Wayne%20Rooney\"&gt;Wayne Rooney&lt;/a&gt;, &lt;a href=\"Justin%20Bieber\"&gt;Justin Bieber&lt;/a&gt;, &lt;a href=\"Kobe%20Bryant\"&gt;Kobe Bryant&lt;/a&gt;, &lt;a href=\"Lady%20Gaga\"&gt;Lady Gaga&lt;/a&gt; and Kyle Harrison. Kyle Harrison's personalized headphones had writing in Hopkins blue of the K18 logo, 16–0 (the 2005 lacrosse team undefeated record), 'Finish Strong', 'LXM PRO', and '2005' on it.\nAwards.\nHarrison was a 3-time &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; while at &lt;a href=\"The%20Johns%20Hopkins%20University\"&gt;The Johns Hopkins University&lt;/a&gt;.\nHarrison won the &lt;a href=\"McLaughlin%20Award\"&gt;McLaughlin Award&lt;/a&gt; as the nation's top midfielder in 2004 and 2005.\nHarrison won the 2005 &lt;a href=\"Tewaaraton%20Trophy\"&gt;Tewaaraton Trophy&lt;/a&gt; as the National Player of the Year.\nPersonal life.\nKyle Harrison has two children, Brooke and Smith, with his wife Meredith."
}