{
    "id": "57249509",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=57249509",
    "title": "Helsinki-Cotonou Ensemble",
    "text": "Helsinki-Cotonou Ensemble is a &lt;a href=\"Finland\"&gt;Finnish&lt;/a&gt;–&lt;a href=\"Benin\"&gt;Benin&lt;/a&gt;ese &lt;a href=\"afrobeat\"&gt;afrobeat&lt;/a&gt; and &lt;a href=\"funk\"&gt;funk&lt;/a&gt; band. Its leading lights are the Finnish guitarist &lt;a href=\"Janne%20Halonen\"&gt;Janne Halonen&lt;/a&gt; and the Beninese singer, percussionist and saxophonist &lt;a href=\"No%C3%ABl%20Sa%C3%AFzonou\"&gt;Noël Saïzonou&lt;/a&gt;.\nThe history of the band.\nThe history of the band had its origins in Janne Halonen’s interest in the music of the Beninese guitarist &lt;a href=\"Lionel%20Loueke\"&gt;Lionel Loueke&lt;/a&gt;. “I was disturbed by the fact that I did not understand that music at all. I liked the end result, but I had no ability to analyze it at all,” Halonen said to the Finnish news magazine \"&lt;a href=\"Suomen%20Kuvalehti\"&gt;Suomen Kuvalehti&lt;/a&gt;\" in 2015. He sought a residency in &lt;a href=\"Villa%20Karo\"&gt;Villa Karo&lt;/a&gt; in &lt;a href=\"Benin\"&gt;Benin&lt;/a&gt;, and before his trip to Africa he went to &lt;a href=\"Gothenburg\"&gt;Gothenburg&lt;/a&gt; in order to see a concert by &lt;a href=\"Herbie%20Hancock\"&gt;Herbie Hancock&lt;/a&gt;, because Loueke played in his band. After the concert, Halonen was able to meet with Loueke in his hotel, and Loueke gave him an introduction to West African music. He also sent word to his friends in Benin that a Finnish acquaintance of his would be coming to the country. Halonen then went to Villa Karo for six weeks in 2009.\nOn his first evening in Benin, there was a knock on his hotel room door, and he was told to take his guitar with him and follow his visitors. Outside there was a pick-up truck with a guitar amplifier at the back. “A local band invited me to the stage at a club and introduced me to the audience. I played with them through the night, just trying to tag along as best as I could.” Halonen says that that night changed the course of his life. A little later he met Noël Saïzonou in &lt;a href=\"Grand%20Popo\"&gt;Grand Popo&lt;/a&gt;, who had heard that a Finnish guitarist was looking for him. Saïzonou then became his most important collaborator in Benin.\nIn 2011, Saïzonou visited Finland in order to make music together with Halonen. They formed a band with &lt;a href=\"Juha%20R%C3%A4s%C3%A4nen\"&gt;Juha Räsänen&lt;/a&gt; on drums and &lt;a href=\"Sampo%20Riskil%C3%A4\"&gt;Sampo Riskilä&lt;/a&gt; on bass.\nThey soon understood that in order to run a band on two continents they could not do it in a conventional way, with a record deal and a booking agent. They had to run the band as a business enterprise, and for that reason Halonen, Riskilä and Räsänen founded a &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt;. However, later they were able to secure a record deal with a record company called &lt;a href=\"Bafe%E2%80%99s%20Factory\"&gt;Bafe’s Factory&lt;/a&gt;.\nIn 2012, Halonen visited Benin again, this time together with Räsänen and Riskilä. Together with local musicians, they practised daily, played three concerts and recorded and album called \"&lt;a href=\"Beaucoup%20De%20Piment%21\"&gt;Beaucoup De Piment!&lt;/a&gt;\", which was mixed and then released in Finland the following year. After the release of the album, they went on a tour of 13 dates in Finland, playing many of the country's major festivals.\nThe second album, \"&lt;a href=\"Fire%2C%20Sweat%20%26amp%3B%20Pastis\"&gt;Fire, Sweat &amp; Pastis&lt;/a&gt;\", was released in 2015 and the third one, \"&lt;a href=\"We%20Are%20Together%20%28album%29\"&gt;We Are Together&lt;/a&gt;\", in 2018. \"After six years, the hard-working band is still going strong and on record, they are more convincing than ever… The band, which plays a fusion of afrobeat, jazz and funk, sounds more focused, once they get into the groove. Perhaps they are now more together, having a bit more pop sound than before\", wrote the Finnish newspaper \"&lt;a href=\"Helsingin%20Sanomat\"&gt;Helsingin Sanomat&lt;/a&gt;\" about the album.\nAt the end of May 2019, the band acted as hosts for the &lt;a href=\"World%20Village%20Festival\"&gt;World Village Festival&lt;/a&gt; in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;."
}