{
    "id": "5725964",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=5725964",
    "title": "Eloy d'Amerval",
    "text": "Eloy d'Amerval (&lt;a href=\"floruit\"&gt;fl.&lt;/a&gt; 1455 – 1508) was a &lt;a href=\"Music%20of%20France\"&gt;French&lt;/a&gt; composer, singer, choirmaster, and poet of the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt;. He spent most of his life in the &lt;a href=\"Loire%20Valley\"&gt;Loire Valley&lt;/a&gt; of &lt;a href=\"France\"&gt;France&lt;/a&gt;. From his poetic works, especially his enormous 1508 poem \"Le livre de la deablerie\", it can be inferred that he knew most of the famous composers of the time, even though his own musical works never approached theirs in renown.\nLife.\nAlthough a long period of activity is documented for this composer, nothing is known of either his birth or death, other than that he likely was from &lt;a href=\"Amerval\"&gt;Amerval&lt;/a&gt; in the &lt;a href=\"Pas-de-Calais\"&gt;Pas-de-Calais&lt;/a&gt;. Since he was listed as a &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; at the chapel in &lt;a href=\"Savoy\"&gt;Savoy&lt;/a&gt; beginning in 1455, he probably was born before 1440. The choirmaster at the Savoy chapel at the time of Eloy's admission was &lt;a href=\"Guillaume%20Dufay\"&gt;Guillaume Dufay&lt;/a&gt;.\nEloy spent most of his life serving in institutions connected with the French royal court. In 1464 and 1465 he is recorded as a singer for &lt;a href=\"Charles%2C%20Duke%20of%20Orl%C3%A9ans\"&gt;Charles, Duke of Orléans&lt;/a&gt;. In 1468 and 1471 he is mentioned as choirmaster of the boys at St. Aignan in &lt;a href=\"Orl%C3%A9ans\"&gt;Orléans&lt;/a&gt;. He had the same position at Ste. Croix Cathedral in Orléans in 1483 (old scholarship reporting him in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;, at the &lt;a href=\"Sforza\"&gt;Sforza&lt;/a&gt; chapel, during the 1470s has been recently debunked). In 1504 he was a canon and priest at the chapel in &lt;a href=\"Ch%C3%A2teaudun\"&gt;Châteaudun&lt;/a&gt;, northwest of Orléans and southwest of &lt;a href=\"Chartres\"&gt;Chartres&lt;/a&gt;. He wrote his most famous poem, \"Le livre de la deablerie\", in 1508, but it not known how long he lived after that. &lt;a href=\"Louis%20XII%20of%20France\"&gt;King Louis XII&lt;/a&gt; granted him explicit permission for its publication, and also granted him special payment for many years of service.\nWritings.\nEloy is most famous to music historians for having provided a long poem, \"Le livre de la deablerie,\" recounting a dialogue between Satan and Lucifer, in which their nefarious plotting of future evil deeds is interrupted periodically by the author, who among other accounts of earthly and divine virtue, records useful information on contemporary musical practice. In addition to listing musical instruments, he lists who he considers to be the great composers of the time: they are residents of &lt;a href=\"Paradise\"&gt;Paradise&lt;/a&gt; in his poem, even though several were still alive in 1508, the date of its composition. A portion reads:\nHe lists no composers in &lt;a href=\"Hell\"&gt;Hell&lt;/a&gt;, although several renowned composers (such as the notoriously wayward &lt;a href=\"Jacob%20Obrecht\"&gt;Jacob Obrecht&lt;/a&gt;) are conspicuously absent from his list.\nIn 1508, in possibly the first reference to an April Fools' Day celebration, he referred to a 'poisson d’avril' (April fool, literally \"Fish of April\").\nMusic.\nEloy composed &lt;a href=\"motet\"&gt;motet&lt;/a&gt;s celebrating the 1429 liberation of Orléans from the English by &lt;a href=\"Joan%20of%20Arc\"&gt;Joan of Arc&lt;/a&gt;, although the music is lost (only the texts survive). A payment record remains, as well as a mention of the first performance, which took place on May 8, 1483, the 54th anniversary of the original thanksgiving ceremony. Eloy also wrote a five-voice &lt;a href=\"mass%20%28music%29\"&gt;mass&lt;/a&gt; which survives, the \"Missa Dixerunt discipuli\", an elaborate tour-de-force of &lt;a href=\"counterpoint\"&gt;contrapuntal&lt;/a&gt; practice, which was praised by &lt;a href=\"Johannes%20Tinctoris\"&gt;Tinctoris&lt;/a&gt;. The mass was likely composed around 1470, since the date of Tinctoris's publication was 1472-1475, and three- and four-voice &lt;a href=\"imitation%20%28music%29\"&gt;imitative&lt;/a&gt; sections such as appeared within it were quite rare before 1470."
}