{
    "id": "57261930",
    "revid": "3048957",
    "url": "https://en.wikipedia.org/wiki?curid=57261930",
    "title": "Aušra Maldeikienė",
    "text": "Aušra Seibutytė-Maldeikienė (born 4 June 1958) is a &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;n economist, politician, lecturer, teacher, publicist and book author.\nIn 2019 she was elected to the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;, having previously sat as a member of &lt;a href=\"Seimas\"&gt;the Seimas&lt;/a&gt; (Lithuanian &lt;a href=\"Parliament\"&gt;Parliament&lt;/a&gt;) since 2016 and &lt;a href=\"Vilnius%20City%20Council\"&gt;Vilnius City Council&lt;/a&gt; (2015-2016).\nBiography.\nAfter graduating from Antanas Vienuolis Secondary School (currently Vytautas Magnus High School) in Vilnius in 1976, Aušra Maldeikienė studied in the Faculty of Finance and Credit at the &lt;a href=\"Vilnius%20University\"&gt;Vilnius University&lt;/a&gt; (then named Vilnius Order of the Red Banner of Labour State University of Vincas Kapsukas) and continued the studies in the Economics Faculty at the &lt;a href=\"Lomonosov%20Moscow%20State%20University\"&gt;Lomonosov Moscow State University&lt;/a&gt;. She graduated from the latter in 1982, obtaining a qualification of Economist and Lecturer in Political Economy.\nFrom 1982 to 1984 she worked in Vilnius University and lectured in &lt;a href=\"Aleksandras%20Stulginskis%20University\"&gt;Aleksandras Stulginskis University&lt;/a&gt; (then the Lithuanian Academy of Agriculture). She continued as an aspirant at the Lomonosov Moscow State University from 1984 till 1987 and defended her dissertation \"Main economic law of the socialism under the conditions of intense economy\" obtaining a Candidate of Economic Sciences degree (which in Lithuania is now recognized as PhD in Social Science). Later, in 2007, she also received a Master's degree in Religious Sciences at the Centre for Religious Studies and Research, Vilnius University.\nSince 1987 she has lectured in &lt;a href=\"Lithuanian%20Veterinary%20Academy\"&gt;Lithuanian Veterinary Academy&lt;/a&gt; (now Veterinary Academy at the Lithuanian University of Health Sciences). Since 1990 she was a columnist and analyst in a national newspaper \"&lt;a href=\"Lietuvos%20rytas\"&gt;Lietuvos rytas&lt;/a&gt;\". From 1993 till 1997 she was a spokesperson and head of the Public Relations Unit in Vilnius bank (now &lt;a href=\"SEB%20bankas\"&gt;SEB Bank&lt;/a&gt;). From 1997 till 2000 she was a chief editor of Business Section in the news agency &lt;a href=\"Baltic%20News%20Service\"&gt;Baltic News Service&lt;/a&gt;. From 1999 till 2003 she was a lecturer in the International Business School at Vilnius University (now &lt;a href=\"Vilnius%20University%20Business%20School\"&gt;Vilnius University Business School&lt;/a&gt;). From 1999 till 2000 she had undergone a course in media (column-writing) at &lt;a href=\"Green%20Templeton%20College\"&gt;Green Templeton College&lt;/a&gt; (&lt;a href=\"the%20University%20of%20Oxford\"&gt;the University of Oxford&lt;/a&gt;). From 2001 till 2013 she was a Teacher of Economics in &lt;a href=\"Vilnius%20Jesuit%20High%20School\"&gt;Vilnius Jesuit High School&lt;/a&gt; and from 2004 till 2016 as an associate professor at the Department of Econometric Analysis, Faculty of Mathematics and Informatics, Vilnius University.\nShe has written economic handbooks for schools, as well as other books on topics of economics, finances and business, \"Economy of Lies\" becoming a bestseller in Lithuania, and translated eight books of foreign authors to Lithuanian. She participated in column \"Economist commentary\" in national radio station \"Žinių radijas\", commented economic events, published articles in the nationals news portal &lt;a href=\"DELFI\"&gt;DELFI&lt;/a&gt;, and has her own blog. Her publications include economic, social exclusion, taxes (value added tax, income tax, estate taxes), national institutions, e.g. Lithuanian social security fund SoDra, tax evasion, her regular reports of a work as a city council member, comments on public life and analysis of fiction literature.\nPolitical career.\nEarly beginnings.\nAfter one day symbolic period of membership in the Liberal Democratic Party (now &lt;a href=\"Order%20and%20Justice\"&gt;Order and Justice&lt;/a&gt;), which she joined in order to protest the \"overly harsh\" treatment by opponents of &lt;a href=\"Rolandas%20Paksas\"&gt;Rolandas Paksas&lt;/a&gt; (president at that time, undergoing impeachment), she was a candidate of the &lt;a href=\"Civic%20Democratic%20Party%20%28Lithuania%29\"&gt;Civic Democratic party&lt;/a&gt; at the 2009 elections of the European Parliament. In 2015 Lithuanian municipal and 2016 Lithuanian parliamentary elections she participated together with a party \"&lt;a href=\"Lithuanian%20List\"&gt;Lithuanian List&lt;/a&gt;\", though she didn't become its member, and is currently an independent politician.\nIn 2015 she was elected to the &lt;a href=\"Vilnius%20City%20Council\"&gt;Vilnius City Council&lt;/a&gt;.\nMember of the Lithuanian Parliament, 2016–2019.\nIn 2016 Maldeikienė was elected to the Seimas in a single-member district constituency of Žirmūnai (Vilnius City). As an MP she was a deputy chair of the Non-attached Members faction and served as a deputy chair of the Committee on European Affairs and member of Committee on Audit, as well as a member in the Freedom Prize Commission and Commission for the Rights of People with &lt;a href=\"Disabilities\"&gt;Disabilities&lt;/a&gt;.\nIn June 2018 Maldeikienė affirmed her candidacy in the &lt;a href=\"2019%20Lithuanian%20presidential%20election\"&gt;Lithuanian presidential election of 2019&lt;/a&gt;, announcing her electoral programme, composed of 95 theses, as an allusion to &lt;a href=\"Ninety-five%20Theses\"&gt;Ninety-five Theses&lt;/a&gt; by &lt;a href=\"Martin%20Luther\"&gt;Martin Luther&lt;/a&gt; that started the &lt;a href=\"Reformation\"&gt;Reformation&lt;/a&gt; (though she is a Catholic herself). Before considering it, Maldeikienė encouraged &lt;a href=\"Ingrida%20%C5%A0imonyt%C4%97\"&gt;Ingrida Šimonytė&lt;/a&gt;, another Parliament member, to run for the presidency instead. Šimonytė made this decision in November 2018, upon being granted support from the party of &lt;a href=\"Homeland%20Union-Lithuanian%20Christian%20Democrats\"&gt;Homeland Union - Lithuanian Christian Democrats&lt;/a&gt; (though staying an independent).\nIn February 2019 Maldeikienė announced she was no longer running for presidency, as she attained her goal of inciting more debates (also expressing disappointment at them being not serious enough). On her personal website and social media account she started to publish weekly reviews, analyzing campaign actions of the remaining presidential candidates in the light of the developments of national and global politics. With the support by Aušra Maldeikienė continuing, Ingrida Šimonytė received the highest number of votes of all candidates at the presidential election round in May 2019, but lost the second round and did not take the office.\nMember of the European Parliament, 2019–present.\nLater in February 2019 Maldeikienė was registered as a candidate for &lt;a href=\"2019%20European%20Parliament%20election\"&gt;2019 European Parliament election&lt;/a&gt; by a civic electoral committee \"Aušros Maldeikienės traukinys\" (Lithuanian \"The train of Aušra Maldeikienė\"). Such committees made up from a number of willing voters serve as an alternative to the parties in order to enable independent candidates to run for some offices. In April 2019 \"Aušros Maldeikienės traukinys\" became the first and only electoral list in Lithuania that gathered enough electronic signatures to participate in the European Parliament elections (without the need to rely partly on paper signatures, like all other electoral lists had to). Aušra Maldeikienė's electoral committee won a seat at the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; in May 2019, resulting in her becoming one among 11 of its members elected in Lithuania. Since her seat in the Seimas became vacant, Aušra Maldeikienė asserted that she will support the candidacy of independent Rasa Žemaitė, who was also in the list of \"Aušros Maldeikienės traukinys\" in the upcoming September 2019 elections in constituency of Žirmūnai.\nIn its electoral programme \"Aušros Maldeikienės traukinys\" has expressed intentions, if elected, to join one of the firmly &lt;a href=\"pro-European\"&gt;pro-European&lt;/a&gt; factions, e.g. &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20for%20Europe%20group\"&gt;ALDE&lt;/a&gt;, &lt;a href=\"European%20Greens\"&gt;European Greens&lt;/a&gt; or a new group based on &lt;a href=\"Emmanuel%20Macron\"&gt;Emmanuel Macron's&lt;/a&gt; \"&lt;a href=\"La%20R%C3%A9publique%20En%20Marche%21\"&gt;La République En Marche!&lt;/a&gt;\" if such was to form. In June 2019 Aušra Maldeikienė announced she's joining &lt;a href=\"European%20People%27s%20Party\"&gt;European People's Party's (Christian Democrats)&lt;/a&gt; group, after evaluating the new transformations of ALDE (merging with other political forces to form Renew Europe) and the possible mismatch of her declared views to theirs, as well as, according to her, being rejected by the European Greens due to the objection of their member from Lithuania, Bronis Ropė. When the evaluations of the campaign expenses started to appear in the media, it was ascertained that \"Aušros Maldeikienės traukinys\" spent only a bit more than EUR 5 thousand for European Parliament elections - much less than all the other electoral lists in Lithuania, which dedicated from EUR 7 thousand to 254 thousand (EUR 95 thousand on average). In a press conference, organized after the elections, Aušra Maldeikienė provided statistics, showing that differently than some other electoral lists, her committee didn't get to use funding for elections from the national budget, instead considerably relying on small (EUR 12 or less) donations from individuals, which it gathered much more than all the remaining electoral lists.\nIn July 2019 Maldeikienė started her work as a Member of the European Parliament within the European People's Party's group, however remaining an independent. She was selected to work in two &lt;a href=\"Committees%20of%20the%20European%20Parliament\"&gt;Committees of the European Parliament&lt;/a&gt;: &lt;a href=\"European%20Parliament%20Committee%20on%20Economic%20and%20Monetary%20Affairs\"&gt;Committee on Economic and Monetary Affairs&lt;/a&gt; and &lt;a href=\"European%20Parliament%20Committee%20on%20Budgets\"&gt;Committee on Budgets&lt;/a&gt;. In addition to her committee assignments, she is part of the European Parliament Intergroup on Disability.\nIn November 2019 a website \"Europos žinios\" (European News) was established, publishing articles of Aušra Maldeikienė and other authors. The description of it says \"it was created as a result of the promise of Aušra Maldeikienė to bring more of European policy questions into the national public space\".\nPersonal life.\nHer husband from 1979 till 2017 was &lt;a href=\"Eugenijus%20Maldeikis\"&gt;Eugenijus Maldeikis&lt;/a&gt;, a Lithuanian economist, politician (former minister of Economy, the Seimas member, European Parliament member and Vilnius City Councillor). They have two sons, (born 1980), the Seimas member since 2020, and Mykolas (born 1987).\nIn September 2019 it was made public that Aušra Maldeikienė has a II stage breast cancer, with her telling the media the unexpected diagnosis reached her in August 2019. In May 2020 in her social media account Aušra Maldeikienė announced that her treatment is finished, there are no signs of the cancer remaining and thanked her doctors.\nSince January 2017 Maldeikienė has been hosting a book club.\nBesides her native &lt;a href=\"Lithuanian%20language\"&gt;Lithuanian&lt;/a&gt; language, Maldeikienė speaks &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; and has a fair command of &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;."
}