{
    "id": "5730974",
    "revid": "239610",
    "url": "https://en.wikipedia.org/wiki?curid=5730974",
    "title": "Stability derivatives",
    "text": "Stability derivatives, and also control derivatives, are measures of how particular forces and moments on an aircraft change as other parameters related to stability change (parameters such as &lt;a href=\"airspeed\"&gt;airspeed&lt;/a&gt;, &lt;a href=\"altitude\"&gt;altitude&lt;/a&gt;, &lt;a href=\"angle%20of%20attack\"&gt;angle of attack&lt;/a&gt;, etc.). For a defined \"trim\" flight condition, changes and oscillations occur in these parameters. \"Equations of motion\" are used to analyze these changes and oscillations. Stability and control derivatives are used to linearize (simplify) these equations of motion so the stability of the vehicle can be more readily analyzed.\nStability and control derivatives change as flight conditions change. The collection of stability and control derivatives as they change over a range of flight conditions is called an aero model. Aero models are used in engineering &lt;a href=\"flight%20simulators\"&gt;flight simulators&lt;/a&gt; to analyze stability, and in real-time flight simulators for training and entertainment.\n\"Stability\" derivative vs. \"control\" derivative.\n\"Stability\" derivatives and \"control\" derivatives are related because they both are measures of forces and moments on a vehicle as other parameters change. Often the words are used together and abbreviated in the term \"S&amp;C derivatives.\" They differ in that stability derivatives measure the effects of changes in flight conditions while control derivatives measure effects of changes in the control surface positions:\nUses.\nLinearization (simplification) of stability analysis.\nStability and control derivatives change as flight conditions change. That is, the forces and moments on the vehicle are seldom simple (linear) functions of its states. Because of this, the dynamics of atmospheric flight vehicles can be difficult to analyze. The following are two methods used to tackle this complexity.\nUse in flight simulators.\nIn addition to engineering simulators, aero models are often used in \"&lt;a href=\"flight%20simulator\"&gt;real time flight simulators&lt;/a&gt;\" for home use and professional flight training.\nNames for the axes of vehicles.\nAir vehicles use a coordinate system of axes to help name important parameters used in the analysis of stability. All the axes run through the &lt;a href=\"center%20of%20gravity\"&gt;center of gravity&lt;/a&gt; (called the \"CG\"):\nTwo slightly different alignments of these axes are used depending on the situation: \"body-fixed axes\", and \"stability axes\".\nBody-fixed axes.\nBody-fixed axes, or \"body axes\", are defined and fixed relative to the body of the vehicle.:\nStability axes.\nAircraft (usually not missiles) operate at a nominally constant \"trim\" &lt;a href=\"angle%20of%20attack\"&gt;angle of attack&lt;/a&gt;. The angle of the nose (the X Axis) does not align with the direction of the oncoming air. The difference in these directions \"is\" the \"angle of attack\". So, for many purposes, parameters are defined in terms of a slightly modified axis system called \"stability axes\". The stability axis system is used to get the X axis aligned with the oncoming flow direction. Essentially, the body axis system is rotated about the Y body axis by the trim &lt;a href=\"angle%20of%20attack\"&gt;angle of attack&lt;/a&gt; and then \"re-fixed\" to the body of the aircraft:\nNames for forces, moments, and velocities.\nForces and velocities along each of the axes.\nForces on the vehicle along the body axes are called \"Body-axis Forces\":\nEquations of motion.\nThe use of stability derivatives is most conveniently demonstrated with missile or rocket configurations, because these exhibit greater symmetry than aeroplanes, and the equations of motion are correspondingly simpler. If it is assumed that the vehicle is roll-controlled, the pitch and yaw motions may be treated in isolation. It is common practice to consider the yaw plane, so that only 2D motion need be considered. Furthermore, it is assumed that thrust equals drag, and the longitudinal equation of motion may be ignored.\nThe body is oriented at angle formula_1 (psi) with respect to inertial axes. The body is oriented at an angle formula_2 (beta) with respect to the velocity vector, so that the components of velocity in body axes are:\nwhere formula_5 is the speed.\nThe aerodynamic forces are generated with respect to body axes, which is not an inertial frame. In order to calculate the motion, the forces must be referred to inertial axes. This requires the body components of velocity to be resolved through the heading angle formula_6 into inertial axes.\nResolving into fixed (inertial) axes:\nThe acceleration with respect to inertial axes is found by differentiating these components of velocity with respect to time:\nFrom &lt;a href=\"Newton%27s%20Second%20Law\"&gt;Newton's Second Law&lt;/a&gt;, this is equal to the force acting divided by the &lt;a href=\"mass\"&gt;mass&lt;/a&gt;. Now forces arise from the &lt;a href=\"pressure\"&gt;pressure&lt;/a&gt; distribution over the body, and hence are generated in body axes, and not in inertial axes, so the body forces must be resolved to &lt;a href=\"inertial%20axes\"&gt;inertial axes&lt;/a&gt;, as Newton's Second Law does not apply in its simplest form to an accelerating frame of reference.\nResolving the body forces:\nNewton's Second Law, assuming constant mass:\nwhere \"m\" is the mass.\nEquating the inertial values of acceleration and force, and resolving back into body axes, yields the equations of motion:\nThe sideslip, formula_2, is a small quantity, so the small &lt;a href=\"perturbation%20analysis\"&gt;perturbation&lt;/a&gt; equations of motion become:\nThe first resembles the usual expression of Newton's Second Law, whilst the second is essentially the &lt;a href=\"centrifugal%20acceleration\"&gt;centrifugal acceleration&lt;/a&gt;.\nThe equation of motion governing the rotation of the body is derived from the time derivative of &lt;a href=\"angular%20momentum\"&gt;angular momentum&lt;/a&gt;:\nwhere C is the &lt;a href=\"moment%20of%20inertia\"&gt;moment of inertia&lt;/a&gt; about the yaw axis.\nAssuming constant speed, there are only two state variables; formula_2 and formula_22, which will be written more compactly as the yaw rate r.\nThere is one force and one moment, which for a given flight condition will each be functions of formula_2, r and their time derivatives. For typical missile configurations the forces and moments depend, in the short term, on formula_2 and r. The forces may be expressed in the form:\nwhere formula_26 is the force corresponding to the &lt;a href=\"Mechanical%20equilibrium\"&gt;equilibrium&lt;/a&gt; condition (usually called the &lt;a href=\"trim%20%28aircraft%29\"&gt;trim&lt;/a&gt;) whose stability is being investigated.\nIt is common practice to employ a shorthand:\nThe &lt;a href=\"partial%20derivative\"&gt;partial derivative&lt;/a&gt; formula_28 and all similar terms characterising the increments in forces and moments due to increments in the state variables are called stability derivatives. \nTypically, formula_29 is insignificant for missile configurations, so the equations of motion reduce to:\nStability derivative contributions.\nEach stability derivative is determined by the position, size, shape and orientation of the missile components. In aircraft, the &lt;a href=\"directional%20stability\"&gt;directional stability&lt;/a&gt; determines such features as &lt;a href=\"Dihedral%20%28aeronautics%29\"&gt;dihedral&lt;/a&gt; of the main planes, size of fin and area of &lt;a href=\"tailplane\"&gt;tailplane&lt;/a&gt;, but the large number of important stability derivatives involved precludes a detailed discussion within this article. The missile is characterised by only three stability derivatives, and hence provides a useful introduction to the more complex aeroplane dynamics.\nConsider first formula_32, a body at an &lt;a href=\"angle%20of%20attack\"&gt;angle of attack&lt;/a&gt; formula_2 generates a lift force in the opposite direction to the motion of the body. For this reason formula_32 is always negative.\nAt low angles of attack, the lift is generated primarily by the wings, fins and the nose region of the body. The total lift acts at a distance formula_35 ahead of the &lt;a href=\"centre%20of%20gravity\"&gt;centre of gravity&lt;/a&gt; (it has a negative value in the figure), this, in missile parlance, is the centre of pressure . If the lift acts ahead of the centre of gravity, the yawing moment will be negative, and will tend to increase the angle of attack, increasing both the lift and the moment further. It follows that the centre of pressure must lie aft of the centre of gravity for static stability. formula_35 is the &lt;a href=\"static%20margin\"&gt;static margin&lt;/a&gt; and must be negative for &lt;a href=\"longitudinal%20static%20stability\"&gt;longitudinal static stability&lt;/a&gt;. Alternatively, positive angle of attack must generate positive yawing moment on a statically stable missile, i.e. formula_37 must be positive. It is common practice to design manoeuvrable missiles with near zero static margin (i.e. neutral static stability).\nThe need for positive formula_37 explains why arrows and darts have flights and unguided rockets have fins.\nThe effect of angular velocity is mainly to decrease the nose lift and increase the tail lift, both of which act in a sense to oppose the rotation. formula_39 is therefore always negative. There is a contribution from the wing, but since missiles tend to have small static margins (typically less than a &lt;a href=\"caliber\"&gt;calibre&lt;/a&gt;), this is usually small. Also the fin contribution is greater than that of the nose, so there is a net force formula_40, but this is usually insignificant compared with formula_32 and is usually ignored.\nResponse.\nManipulation of the equations of motion yields a second order homogeneous linear differential equation in the angle of attack formula_2:\nThe qualitative behavior of this equation is considered in the article on &lt;a href=\"directional%20stability\"&gt;directional stability&lt;/a&gt;. Since formula_32 and formula_39 are both negative, the &lt;a href=\"Damping%20ratio\"&gt;damping&lt;/a&gt; is positive. The stiffness does not only depend on the static stability term formula_37, it also contains a term which effectively determines the angle of attack due to the body rotation. The distance of the center of lift, including this term, ahead of the centre of gravity is called the &lt;a href=\"maneuver%20margin\"&gt;maneuver margin&lt;/a&gt;. It must be negative for stability.\nThis damped oscillation in angle of attack and yaw rate, following a disturbance, is called the 'weathercock' mode, after the tendency of a &lt;a href=\"weathercock\"&gt;weathercock&lt;/a&gt; to point into wind.\nComments.\nThe state variables were chosen to be the angle of attack formula_2 and the yaw rate r, and have omitted the speed perturbation u, together with the associated derivatives e.g. formula_48. This may appear arbitrary. However, since the timescale of the speed variation is much greater than that of the variation in angle of attack, its effects are negligible as far as the directional stability of the vehicle is concerned. Similarly, the effect of roll on yawing motion was also ignored, because missiles generally have low &lt;a href=\"Aspect%20ratio%20%28wing%29\"&gt;aspect ratio&lt;/a&gt; configurations and the roll inertia is much less than the yaw inertia, consequently the roll loop is expected to be much faster than the yaw response, and is ignored. These simplifications of the problem based on \"a priori\" knowledge, represent an engineer's approach. Mathematicians prefer to keep the problem as general as possible and only simplify it at the end of the analysis, if at all.\nAircraft dynamics is more complex than missile dynamics, mainly because the simplifications, such as separation of fast and slow modes, and the similarity between pitch and yaw motions, are not obvious from the equations of motion, and are consequently deferred until a late stage of the analysis. Subsonic transport aircraft have high aspect ratio configurations, so that yaw and roll cannot be treated as decoupled. However, this is merely a matter of degree; the basic ideas needed to understand aircraft dynamics are covered in this simpler analysis of missile motion.\nControl derivatives.\nDeflection of control surfaces modifies the pressure distribution over the vehicle, and these are dealt with by including perturbations in forces and moments due to control deflection. The fin deflection is normally denoted formula_49 (zeta). Including these terms, the equations of motion become:\nIncluding the control derivatives enables the response of the vehicle to be studied, and the equations of motion used to design the autopilot."
}