{
    "id": "57315581",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=57315581",
    "title": "Lamar Soccer Complex",
    "text": "The Lamar Soccer Complex, built in 2009 on the campus of &lt;a href=\"Lamar%20University\"&gt;Lamar University&lt;/a&gt;, is a &lt;a href=\"Association%20football\"&gt;soccer&lt;/a&gt; facility located in &lt;a href=\"Beaumont%2C%20Texas\"&gt;Beaumont&lt;/a&gt;, &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;. It is the home stadium for the &lt;a href=\"Division%20I%20%28NCAA%29\"&gt;Division I (NCAA)&lt;/a&gt; Lamar Lady Cardinals soccer team. The &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; has a permanent &lt;a href=\"seating%20capacity\"&gt;seating capacity&lt;/a&gt; of 500. Stadium features include covered benches for both the home and visiting teams, lighting, and a programmable fertilization and irrigation system. Construction of the stadium began on June 15, 2009. Construction cost of the soccer field and adjacent Lamar Soccer and Softball Complex building was $3,724,920. The stadium and supporting Lamar Soccer and Softball Complex building were part of a $29 million athletic construction project.\nThe first match at the new stadium was a 2-1 loss against the &lt;a href=\"New%20Mexico%20State%20Aggies\"&gt;New Mexico State Aggies&lt;/a&gt; on September 25, 2009. Official attendance for the opening game was 512.\nPost Season play.\nThe stadium served as the site of the 2014 and &lt;a href=\"2018%20Southland%20Conference%20Women%27s%20Soccer%20Tournament\"&gt;2018&lt;/a&gt; Southland Conference soccer tournaments.\nYearly attendance.\nBelow is the Lady Cardinals' yearly home attendance at the Lamar Soccer Complex.\nThe attendance record of 695 was set vs &lt;a href=\"McNeese%20State%20Cowboys%20and%20Cowgirls\"&gt;McNeese State&lt;/a&gt; on October 27, 2017.\nLamar Soccer and Softball Complex building.\nThe Lamar Soccer and Softball Complex building is located in between the soccer stadium and the &lt;a href=\"Lamar%20Softball%20Complex\"&gt;Lamar Softball Complex&lt;/a&gt;. The building, over 11,000 square feet in size, serves both softball and soccer. It includes coaches offices, academic study areas, laundry facilities, equipment storage, home and visitor locker rooms, concessions, public restrooms, and a training facility, one of four training facilities on campus."
}