{
    "id": "57318780",
    "revid": "23646674",
    "url": "https://en.wikipedia.org/wiki?curid=57318780",
    "title": "Zechariah Symmes",
    "text": "Zechariah Symmes (5 April 1599, in &lt;a href=\"Canterbury\"&gt;Canterbury&lt;/a&gt; – 4 February 1671, in &lt;a href=\"Charlestown%2C%20Massachusetts\"&gt;Charlestown, Massachusetts&lt;/a&gt;) was an English &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt; clergyman who emigrated to the &lt;a href=\"Massachusetts%20Bay%20Colony\"&gt;Massachusetts Bay Colony&lt;/a&gt; in &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; and became pastor of the &lt;a href=\"First%20Church%20in%20Charlestown\"&gt;First Church in Charlestown&lt;/a&gt;, an office he held continuously from 1634 to his death in 1671. Although not one of the original Charlestown founders of 1629, on arrival in 1634 he swiftly found his place among them in the church they had convened two years previously. One of the many emigrant ministers who emerged from &lt;a href=\"Emmanuel%20College%2C%20Cambridge\"&gt;Emmanuel College, Cambridge&lt;/a&gt;, he was a close fellow-worker among the leading lights of the \"&lt;a href=\"Bible%20Commonwealths\"&gt;Bible Commonwealth&lt;/a&gt;\".\nHaving helped to formulate the laws by which the civil and ecclesiastical polity of the Colony were interwoven, throughout his long ministry he strongly upheld the conservative Puritan orthodoxy of his own Church, and of the &lt;a href=\"Congregational%20churches\"&gt;Congregational&lt;/a&gt; collective, against doctrinal threat or dissent. Even in his passage to America he was confronted with the &lt;a href=\"Antinomianism\"&gt;Antinomianism&lt;/a&gt; of &lt;a href=\"Anne%20Hutchinson\"&gt;Anne Hutchinson&lt;/a&gt;, and having urged and participated in the proceedings against her party which led to their banishment, he played an active part in the many unfolding controversies against the &lt;a href=\"Baptists%20in%20the%20United%20States%23History\"&gt;Baptists&lt;/a&gt;, the &lt;a href=\"Quakers\"&gt;Quakers&lt;/a&gt;, and other subversive tendencies. With Massachusetts Baptists in particular he had a long struggle as their leading protagonists during the 1640s and 1650s were members of his own church.\nHe is the ancestor of one of the early English families in America.\nOrigins.\nWilliam Symmes, the father of Zechariah, matriculated from &lt;a href=\"Clare%20College%2C%20Cambridge\"&gt;Clare Hall, Cambridge&lt;/a&gt; in 1577, and took B.A. in 1580/81 and M.A. in 1584. Becoming a Fellow of the college, he was ordained deacon and priest by the Bishop of Peterborough (&lt;a href=\"Richard%20Howland\"&gt;Richard Howland&lt;/a&gt;) on 5 March 1586/87, and received the degree of &lt;a href=\"Bachelor%20of%20Divinity\"&gt;Bachelor of Divinity&lt;/a&gt; in 1591. Soon after ordination, around 1588 he preached at St Mary's church, &lt;a href=\"Sandwich%2C%20Kent\"&gt;Sandwich&lt;/a&gt;, in Kent, where Revd. Thomas Pawson (who had been ordained by &lt;a href=\"Matthew%20Parker\"&gt;Matthew Parker&lt;/a&gt; in 1560) held the vicarage jointly with that of &lt;a href=\"Ham%2C%20Kent\"&gt;Ham&lt;/a&gt; in Kent (both Crown presentations) from 1564 until his death in 1597. Pawson, who had known Symmes and his parents in his schooldays, informed him that his father (also William Symmes) and mother had been protestant in the time of &lt;a href=\"Mary%20I%20of%20England\"&gt;Queen Mary&lt;/a&gt;, and gave to the younger William a book of evangelical sermons which had belonged to the elder William and had been hidden in the Symmes house to avoid persecution. In December 1602 William junior recorded this information on the flyleaf of the book, and added the following remark: \"I charge my sons Zachariah and William, before Him that shall judge the quick and the dead, that you never defile yourselves with any idolatry or superstition whatsoever, but learn your religion out of God's holy word, and worship God as he himself hath prescribed, and not after the devices and traditions of men.\"\nBorn at &lt;a href=\"Canterbury\"&gt;Canterbury&lt;/a&gt; on 5 April 1599, Zechariah was religious from childhood. He was apparently the elder brother: he and William both attended &lt;a href=\"Emmanuel%20College%2C%20Cambridge\"&gt;Emmanuel College, Cambridge&lt;/a&gt;. Zechariah went first, admitted pensioner 1617, taking B.A. in 1620/21 and M.A. in 1624, and his brother followed, matriculating in 1619, taking B.A. in 1622/23 and M.A. in 1626. Zechariah is said to have been a particularly close friend of &lt;a href=\"Jeremiah%20Burroughs\"&gt;Jeremiah Burroughs&lt;/a&gt;. After working as children's tutor in various wealthy households, he became lecturer at &lt;a href=\"St%20Antholin%2C%20Budge%20Row\"&gt;St Antholin, Budge Row&lt;/a&gt; in London in 1621 and in the following year married Sarah Baker at &lt;a href=\"Southwark%20Cathedral%2316th%20and%2017th%20centuries\"&gt;St Saviour's, Southwark&lt;/a&gt;. A son (c. 1623), and a daughter Sarah (c. 1625) were born to them in London. However, as a dissenter he suffered persecution in the Bishops' Courts and resigned this position in 1625, being presented instead as Rector of &lt;a href=\"Dunstable\"&gt;Dunstable&lt;/a&gt;, Bedfordshire in that year, where he remained until 1634. There his children William (1626), Marie (1628), Elizabeth (1629), Huldah (1630), Hannah (1632) and Rebekah (February 1633/34) were baptized. Upon graduation and ordination his brother William received the Crown presentation of &lt;a href=\"Harlington%2C%20Bedfordshire\"&gt;Harlington&lt;/a&gt; in Bedfordshire (not far from Dunstable) in 1627, where he at once married Mary Crawley on 17 May, and remained the Rector of Harlington until 1638.\nEmigration.\nWhether for reasons of continuing persecution, or for the insufficiency of the living of Dunstable, Symmes followed the call of &lt;a href=\"Divine%20providence\"&gt;Divine providence&lt;/a&gt; to New England with his family in 1634. He sailed in the \"&lt;a href=\"Griffin%20%28ship%29\"&gt;Griffin&lt;/a&gt;\" (which in the previous year had carried &lt;a href=\"John%20Cotton%20%28puritan%29\"&gt;John Cotton&lt;/a&gt; to the same destination), arriving in &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston&lt;/a&gt; on 18 September. Among his fellow-travellers were the Revd. &lt;a href=\"John%20Lothropp\"&gt;John Lothropp&lt;/a&gt; (who became pastor at &lt;a href=\"Scituate%2C%20Massachusetts\"&gt;Scituate&lt;/a&gt; and later at &lt;a href=\"Barnstable%2C%20Massachusetts\"&gt;Barnstable&lt;/a&gt;, &lt;a href=\"Plymouth%20Colony\"&gt;Plymouth Colony&lt;/a&gt;) together with some 30 of his congregation from the original English Independent Church in Southwark.\nDuring the passage Symmes and Lothropp conducted religious meetings in the great cabin of the ship, where Symmes formed an unfavourable opinion of &lt;a href=\"Anne%20Hutchinson\"&gt;Anne Hutchinson&lt;/a&gt;, also a passenger, in whom (according to his later testimony) he perceived a secret opposition to the content of their ministry. They were (she thought) preaching a &lt;a href=\"Covenant%20theology\"&gt;Covenant of Works&lt;/a&gt;, where Anne contended for a Covenant of Grace. Symmes, who in England had once or twice heard her slight the ministers of the Word, found her opinions corrupt and narrow in a discussion concerning a passage in St John, \"that place in John concerning the love of the brethren\", and she challenged him and said that \"when they came to Boston there would be something more seen\" than he had said, and that she had many things to say, but he \"could not bear them now\". On arrival at Boston he reported her for her views, and was called in to discuss the point at issue when she applied for admission to the church.\nSoon after his arrival Symmes was invited to assist in founding a church in a new place, but not wishing to distance himself from other ministers preferred to join a settled church, and, having been admitted to the church at Charlestown on 6 December, on 22 December 1634 he was granted the office of Teaching Elder, where Thomas James was pastor. &lt;a href=\"James%20Cudworth%20%28colonist%29\"&gt;James Cudworth&lt;/a&gt;, who had settled shortly before this in Scituate, referred to the arrival of his \"cosson\" Symmes there in a letter to his stepfather Dr. &lt;a href=\"John%20Stoughton%20%28priest%29\"&gt;John Stoughton&lt;/a&gt;, active in the promotion of the emigrant ministry. This kinship probably lay through Stoughton, whose brother Thomas had emigrated in 1630 to become founding minister of &lt;a href=\"Dorchester%2C%20Boston\"&gt;Dorchester, Boston&lt;/a&gt;, and whose brother &lt;a href=\"Israel%20Stoughton\"&gt;Israel Stoughton&lt;/a&gt; (emigrated 1632) then represented Dorchester in the &lt;a href=\"Massachusetts%20General%20Court\"&gt;Massachusetts General Court&lt;/a&gt;. Their father Thomas Stoughton (a dissenting minister) was a native of Sandwich in Kent, where he died in 1622. John Stoughton had been a senior Fellow at Emmanuel College while the Symmes brothers were studying there.\n&lt;a href=\"Edward%20Johnson%20%28founder%20of%20Woburn%2C%20MA%29\"&gt;Edward Johnson&lt;/a&gt; remarked that Mrs Sarah Symmes, 'indued by Christ with graces fit for a Wildernesse condition, her courage exceeding her stature, with much cheerfulnesse did undergoe all the difficulties of these times of straites, her God through Faith in Christ supplying all her wants with great industry, nurturing up her young children in the feare of the Lord'. Her children baptized in Charlestown were Ruth (1635), Zechariah (1637/38), Timothy (1640, died 1641), Deborah (1642) and Timothy (1643).\nPastor of Charlestown: first years.\nUntil 1632 the congregations of Boston and Charlestown were united under their pastor &lt;a href=\"John%20Wilson%20%28minister%29\"&gt;John Wilson&lt;/a&gt;, who was joined by &lt;a href=\"John%20Cotton%20%28minister%29\"&gt;John Cotton&lt;/a&gt; in 1633. The arrival of Thomas James (who had studied at Emmanuel College between 1611 and 1617, and after ordination had for some years ministered in the Lincoln diocese) provided the opportunity for Charlestown to have a separate church: its members were detached from Boston in October 1632, and its covenant formed, with Revd. James its elected pastor, in November. The coming of Zechariah Symmes as his preacher highlighted differences. \"The teacher, Mr Symmes, and most of the brethren had taken offence at divers speeches of his,\" [i.e. Mr. James's] \"he being a melancholy man, and full of causeless jealousies, etc., for which they had dealt with him both in publick and in private.\" Many of his congregation, led by &lt;a href=\"Increase%20Nowell\"&gt;Increase Nowell&lt;/a&gt;, ruling elder, considered reuniting with Boston. Receiving no satisfaction, they sought advice from neighbouring churches, and after some formal meetings Revd. James obtained a dismission in March 1636 and removed to &lt;a href=\"New%20Haven%2C%20Connecticut\"&gt;New Haven, Connecticut&lt;/a&gt;. Symmes was then installed as pastor, an office he was to exercise for the next 35 years.\nSymmes was without a formal assistant as preacher at Charlestown during the controversies of 1636-1637, which developed through the differences between John Wilson and John Cotton in Boston over the Covenant of Works and the Covenant of Grace, and the objections (raised by &lt;a href=\"Thomas%20Shepard%20%28minister%29\"&gt;Thomas Shepard&lt;/a&gt;, pastor of Newtown (&lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge, Massachusetts&lt;/a&gt;) and others of the wider ministry) against aspects of Cotton's teaching of \"free grace\", from which the Antinomians had drawn considerable strength. The rise in the followings of Anne Hutchinson and her marital kinsman &lt;a href=\"John%20Wheelwright\"&gt;John Wheelwright&lt;/a&gt; posed a great threat to the foundational values of the Colony plantation. This was the context for the condemnation of their opinions at the Assembly of the Churches at Newtown (Cambridge), on 30 August 1637, and the subsequent hearings and trials by which they were driven from the Colony. John Cotton was brought into conference with the Assembly to disentangle the teachings which had led many (including &lt;a href=\"Harry%20Vane%20the%20Younger\"&gt;Governor Vane&lt;/a&gt;) to oppose John Wilson, and at its close in late September 1637 &lt;a href=\"John%20Davenport%20%28minister%29\"&gt;John Davenport&lt;/a&gt;, newly arrived from England, was invited to preach.\nAt the examination of Anne Hutchinson at Newtown in November 1637, Symmes's questions and testimony carried significant weight. At her first church trial Symmes showed his impatience with her sympathizers, remarking: \"I am much grieved that so many in the congregation should stand up and declare themselves unwilling that Mrs Hutchinson should be proceeded against for such errors.\" For this John Davenport reproved him, reminding him that the congregation must be persuaded of the rightness of their proceedings. At interviews leading to this, and to her second church trial in Boston in March 1638, Symmes pressed hard to carry the judgement against her.\nDuring these events &lt;a href=\"John%20Harvard%20%28clergyman%29\"&gt;John Harvard&lt;/a&gt;, who had newly graduated from Emmanuel College, arrived in Charlestown, was admitted a townsman on 1 August 1637, and to the church on 6 November. He assisted Symmes as preacher for a time, and the strong affection of his preaching is noted by Edward Johnson, though there is no record of his ordination. In April 1638 he, together with Increase Nowell, Zechariah Symmes and three others, were chosen by the townspeople to formulate a preliminary body of laws for the town, in response to the invitation of the General Court to draft \"such necessary and fundamentall lawes as may bee sutable\". However on 14 September 1638 Harvard died of consumption, and gained his worldly immortality by leaving nearly £780, half his estate, together with his valuable library, towards the foundation of the &lt;a href=\"Harvard%20University\"&gt;College or School at Cambridge, Massachusetts&lt;/a&gt; which bears his name, for training young men for the ministry. Although accounts of the foundation emphasize the role of Thomas Shepard, who had advocated the project since 1636, for many years Symmes was an Overseer of the College, which arose only a short distance from Charlestown, and his son Zechariah was among its early graduates and Fellows.\nThe vacancy left by Harvard's death was supplied by &lt;a href=\"Thomas%20Allen%20%28nonconformist%29\"&gt;Thomas Allen&lt;/a&gt;, a graduate of &lt;a href=\"Gonville%20and%20Caius%20College%2C%20Cambridge\"&gt;Gonville and Caius College, Cambridge&lt;/a&gt;, ordained in March 1633/34, who had a ministry in his home city of &lt;a href=\"Norwich\"&gt;Norwich&lt;/a&gt; until silenced by &lt;a href=\"Matthew%20Wren\"&gt;Bishop Wren&lt;/a&gt; in 1636 for nonconformism. Having arrived at Boston in 1638, he married John Harvard's widow and became administrator of his will. At first admitted to the Boston church, with the support of the Charlestown congregation he obtained dismissal from it in June 1639. The General Court had granted him 500 acres in Charlestown in the May preceding, and he was received into the Charlestown church in the December following. Then or soon afterwards he became its Teacher, and remained co-worker with Symmes until he returned to England in 1651. At about this time Symmes contributed his \"Letter of Dedication\" (to Lady Anna Wake, widow of Sir &lt;a href=\"Isaac%20Wake\"&gt;Isaac Wake&lt;/a&gt;) to the publication of &lt;a href=\"Thomas%20Hooker\"&gt;Thomas Hooker&lt;/a&gt;'s \"The Christians Two Chiefe Lessons, viz. Selfe-Deniall, and Selfe-Tryall\", published in 1640.\nFoundation of Woburn.\nThe foundation territory of Charlestown was apportioned to its townsmen and investors, and as outlying settlements developed administrative authority was ceded to them, defining fresh boundaries. The township stood on the Neck or &lt;a href=\"peninsula\"&gt;peninsula&lt;/a&gt; fronting inner &lt;a href=\"Boston%20Harbor\"&gt;Boston Harbor&lt;/a&gt; between the &lt;a href=\"Charles%20River\"&gt;Charles River&lt;/a&gt; to the south and the &lt;a href=\"Mystic%20River\"&gt;Mystic River&lt;/a&gt; descending from the north-west. Its leading citizens had farm estates extending through \"Mistick field\" along the Mystic River valley, and in the difficult first years a large estate on the north-east side at &lt;a href=\"Medford%2C%20Massachusetts\"&gt;Medford&lt;/a&gt; was staked out for &lt;a href=\"Mathew%20Cradock\"&gt;Mathew Cradock&lt;/a&gt;, first Governor of the &lt;a href=\"Massachusetts%20Bay%20Company\"&gt;Massachusetts Bay Company&lt;/a&gt;; formally granted in 1634, this private domain became a Peculiar managed on his behalf by his representatives. The town of Charleston granted 300 acres to Zechariah Symmes, the &lt;a href=\"abutters\"&gt;abutters&lt;/a&gt; of which are noted in records of 1638. Some 280 acres lay in a body in the area of &lt;a href=\"Winchester%2C%20Massachusetts\"&gt;Winchester&lt;/a&gt; either side of the river, with Mystic Pond at its south-west and the &lt;a href=\"Woburn%2C%20Massachusetts\"&gt;Woburn&lt;/a&gt; area to its north-west: the old farmstead was in the north of the estate, near the river. He also held some 11 acres of meadow in the southern part of &lt;a href=\"Stoneham%2C%20Massachusetts\"&gt;Stoneham&lt;/a&gt; and some 9 acres of salt-marsh at &lt;a href=\"Menotomy\"&gt;Menotomy&lt;/a&gt; (in what is now &lt;a href=\"Arlington%2C%20Massachusetts\"&gt;Arlington&lt;/a&gt;).\nOn 13–15 May 1640 Charlestown petitioned for the addition of two miles square to its territory at its western border, to accommodate farms for new townsmen who might be admitted. This being granted by the General Court, Increase Nowell, Zechariah Symmes, &lt;a href=\"Edward%20Convers\"&gt;Edward Convers&lt;/a&gt;, Edward Johnson and others, whose own lands lay towards that quarter, went at once to explore it. After a further visit in September to observe its boundary with Lynn (later &lt;a href=\"Reading%2C%20Massachusetts\"&gt;Reading&lt;/a&gt;), on 7 October the grant was increased to four square miles, with a view to settling a village there. On 5 November a committee was appointed by the town to draw a boundary between the proposed village and the town, but immediately the Charleston church appointed its own commissioners to develop a new distinct township there with its own church. The idea gained so much favour that the church hesitated, fearing too large a departure: but in February the Convers Bridge was built, and a site was chosen for the town, from which however the intending settlers were dissuaded by Nowell and Symmes as being unsuitable, and another was decided upon. As the town was a-building, a pastor was sought, and after two disappointments hopes were renewed in &lt;a href=\"Thomas%20Carter%20%28minister%29\"&gt;Thomas Carter&lt;/a&gt; (of &lt;a href=\"Hinderclay\"&gt;Hinderclay&lt;/a&gt;, a graduate of &lt;a href=\"St%20John%27s%20College%2C%20Cambridge\"&gt;St John's College, Cambridge&lt;/a&gt;) now an Elder at &lt;a href=\"Watertown%2C%20Massachusetts\"&gt;Watertown, Massachusetts&lt;/a&gt;.\nThe commissioners obtained leave to have public worship at the village, and Symmes preached the first sermon at the village on 21 November 1641 (\"Break up your fallow ground, and sow not among thorns\" - Jeremiah IV v. 3): Carter preached on 5 December. Over the next months he continued to encourage them. The settlers obtained dismissal from Charlestown in June 1642, and in August the Woburn congregation was solemnly gathered in the presence of the leading ministers of Massachusetts. Zechariah Symmes continued between four and five hours in praying and preaching, after which the elders made their formal declarations and covenant to welcome the new church. The town of Woburn was incorporated at the end of September 1642. Thomas Carter was ordained their pastor in November, in the presence of the same assembled ministers, by the &lt;a href=\"laying%20on%20of%20hands\"&gt;laying on of hands&lt;/a&gt; by two laymen: since the church had no elders of its own, other elders present might have performed it, but they chose to avoid any suggestion of a &lt;a href=\"Classis%20%28ecclesiastical%29\"&gt;presbytery&lt;/a&gt; or &lt;a href=\"Dependency%20%28religion%29\"&gt;dependency&lt;/a&gt; of churches. Carter was pastor until his death in 1684.\nCertain \"remote lands\" mentioned in the 1640 petition, commonly called \"The &lt;a href=\"Land%20of%20Nod\"&gt;Land of Nod&lt;/a&gt;\", lay to the north of Woburn, and although all was laid under the municipal authority of the new town, the more remote part of this tract was granted to Charlestown proprietors. Of these lands Zechariah Symmes and Thomas Allen were each allotted 300 acres in 1643, though they were not laid out until 1650. Meanwhile, a town boundary dispute arose between Charlestown and Woburn, which in 1650/51 was settled to lie along the property boundaries of the farms of Increase Nowell, Zechariah Symmes and Edward Convers.\nUnfolding controversies.\nWithin the puritan ministry central to the religious plantation of the &lt;a href=\"Massachusetts%20Bay%20Colony\"&gt;Bay Colony&lt;/a&gt;, Symmes and Allen in 1648 held annual salaries of £90 and £60, matched only by John Cotton and John Wilson at Boston in their respective roles, well in advance of other colleagues. In their intimate association with Colonial Secretary Nowell and the developing formation of the colony's ordinances through the 1640s (during which the Charlestown church records are very imperfect), they faced continuing challenges both from the Old England ministry and from advocates of &lt;a href=\"Freedom%20of%20thought\"&gt;liberty of conscience&lt;/a&gt; not to be tolerated.\nThe Colony's incursion into &lt;a href=\"Warwick%2C%20Rhode%20Island\"&gt;Shawomet&lt;/a&gt; in the &lt;a href=\"Narragansett%20people\"&gt;Narragansett&lt;/a&gt; lands south of Pawtuxet for the capture of &lt;a href=\"Samuel%20Gorton\"&gt;Samuel Gorton&lt;/a&gt; and his associates, led to Gorton himself being imprisoned in Charlestown; there, in 1643, having narrowly avoided a death sentence, Gorton was put to labour in chains, yet contrived to demand of his captors and their ministers an exposition of the locusts of the &lt;a href=\"Seven%20trumpets\"&gt;Fifth trumpet&lt;/a&gt; of the &lt;a href=\"Book%20of%20Revelation\"&gt;Book of Revelation&lt;/a&gt;. Being expelled, Gorton's appeal to &lt;a href=\"Robert%20Rich%2C%202nd%20Earl%20of%20Warwick\"&gt;Robert Rich&lt;/a&gt; in London established Warwick and defeated the Massachusetts Colony's claim.\nAlthough Symmes wrote many sermons, he claimed never to have prepared any writings for the press. Responses by ministers to challenges by English puritans to the forms and orders of the New English churches, received in manuscript, came to print after the printed editions of their critics: such was &lt;a href=\"Richard%20Mather\"&gt;Richard Mather&lt;/a&gt;'s (1643) reply to &lt;a href=\"Richard%20Bernard\"&gt;Richard Bernard&lt;/a&gt; (died 1641), the (1642) answer of John Cotton to &lt;a href=\"John%20Ball%20%28Puritan%29\"&gt;John Ball&lt;/a&gt; (died 1640), and that of Thomas Shepard and John Allin (minister of &lt;a href=\"Dedham%2C%20Massachusetts\"&gt;Dedham&lt;/a&gt;), written in 1646, published 1652, to Ball's posthumously-printed (1645) rejoinder. &lt;a href=\"John%20Winthrop\"&gt;John Winthrop&lt;/a&gt; had noted in 1638 that the Hutchinson troubles had delayed such replies, but by 1642 &lt;a href=\"English%20Civil%20War\"&gt;the turmoil then arising in England&lt;/a&gt;, and Cotton's observation that \"this kingdome is now in consultation about matters of that nature\" (referring to the &lt;a href=\"Westminster%20Assembly\"&gt;Westminster Assembly&lt;/a&gt;), provide the context. In Charlestown, however, Thomas Allen, while raising his young family, was preaching on the theme of &lt;a href=\"Justification%20by%20faith\"&gt;Justification by faith&lt;/a&gt; from the words of &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt;, and settling down to construct his \"Chain of Scripture Chronology\", preferring (as it was said) to compute than to dispute.\nUnder the compelling guidance of John Cotton, and while Gorton was bringing their religious policies under direct notice in England, the New England churches deferred the formalization of their own platform. The Cambridge (Boston) synod, first gathered in 1646, was reconvened in 1648 to frame a confession of faith (agreeing with the English assembly) and a form of &lt;a href=\"church%20discipline\"&gt;church discipline&lt;/a&gt; \"according to the general practice of our churches\". The &lt;a href=\"Cambridge%20Platform\"&gt;Cambridge Platform&lt;/a&gt;, published in 1649, notes the important distinction that the office of the pastor was concerned with exhortation, and that of the teacher with &lt;a href=\"doctrine\"&gt;doctrine&lt;/a&gt;. In lectures published long afterwards, Thomas Allen (who knew and admired &lt;a href=\"Thomas%20Hooker\"&gt;Thomas Hooker&lt;/a&gt;, &lt;a href=\"Peter%20Bulkley\"&gt;Peter Bulkley&lt;/a&gt; and &lt;a href=\"Thomas%20Shepard%20%28minister%29\"&gt;Thomas Shepard&lt;/a&gt;) taught the doctrine of &lt;a href=\"imputed%20righteousness\"&gt;imputed righteousness&lt;/a&gt; through the Covenant of Grace, appealing to the soul's tuition by the Holy Spirit. He had deeply imbibed, and later published, the teachings of John Cotton on that subject. The special interconnection between the magistracy and the ecclesiastical polity of the Colony, as set forth in the Body of Liberties of 1641, and shown in the practice of its courts, was fully embodied in the final chapter of the Cambridge Platform, binding civil powers to the enforcement of ecclesiastical judgements against actions or opinions varying from or inimical to the word preached.\nZechariah Symmes preached the Massachusetts Election Sermon in 1648. After Allen's departure for England in 1651 the Charlestown congregation was without a teacher for eight years, during which the more conservative figure of Symmes had sole care, John Green being the ruling elder. With Cotton and Wilson he stood to the defence of the Colony's religious doctrines, which faced an immediate challenge from &lt;a href=\"William%20Pynchon\"&gt;William Pynchon&lt;/a&gt;, prominent merchant and founding father of &lt;a href=\"Springfield%2C%20Massachusetts\"&gt;Springfield&lt;/a&gt;, a township under Bay Colony authority.\nPynchon's treatise \"The Meritorious Price of our Redemption\", printed in London in 1650, expressed his long-held views against the punitive aspect of the Calvinist teaching. If Christ's suffering had purchased the redemption of mankind from its inherent sin (he argued), it was not also a punishment upon Him (&lt;a href=\"penal%20substitution\"&gt;penal substitution&lt;/a&gt;) incurred by God's anger against the sins of mankind. Faced with this inflammatory heresy, a Boston court in session seized the whole print-run as it arrived, sent an immediate letter of denunciation to England, and set proceedings against Pynchon in motion. After he had partly acquiesced to a counterblast commissioned from &lt;a href=\"John%20Norton%20%28divine%29\"&gt;John Norton&lt;/a&gt;, a plea by many English ministers that Pynchon should be treated leniently was answered by Cotton, Wilson, Symmes, Richard Mather and William Thompson, who attempted to show the severe actions of the court in a moderate light. The whole edition was publicly burned, and it soon became expedient for Pynchon to escape permanently to England, where he continued to publish his views.\nThe incursion of the Baptist heterodoxy into the Bay Colony by the administrations of &lt;a href=\"John%20Clarke%20%28Baptist%20minister%29\"&gt;John Clarke&lt;/a&gt;, &lt;a href=\"Obadiah%20Holmes\"&gt;Obadiah Holmes&lt;/a&gt; and &lt;a href=\"John%20Crandall\"&gt;John Crandall&lt;/a&gt; (out of &lt;a href=\"Newport%2C%20Rhode%20Island\"&gt;Newport, Rhode Island&lt;/a&gt;) to William Witter at &lt;a href=\"Lynn%2C%20Massachusetts\"&gt;Lynn&lt;/a&gt; in 1651 was driven off with exemplary severity by the Boston court, with denunciations by John Wilson and John Cotton (who died in December 1652). The gaze of censure next fell upon &lt;a href=\"Henry%20Dunster\"&gt;Henry Dunster&lt;/a&gt;, President of Harvard College (1640–54), the Overseers fearing that his beliefs might corrupt the students under his tutelage. Dunster, who studied at &lt;a href=\"Magdalene%20College%2C%20Cambridge\"&gt;Magdalene College, Cambridge&lt;/a&gt; (matriculated 1627, B.A. 1630/31, M.A. 1634), and was much influenced by the teaching of &lt;a href=\"John%20Preston%20%28priest%29\"&gt;John Preston&lt;/a&gt; and &lt;a href=\"Thomas%20Goodwin\"&gt;Thomas Goodwin&lt;/a&gt;, had concluded that children ought not to be baptized until they became \"visible believers\", and withheld his own child from baptism. The Cambridge pastor Jonathan Mitchell (detecting his venom) made complaint. Dunster had correspondence with Symmes, and all the ministers appeared at a Boston Council of Disputation against him in February 1653/54 in which Symmes participated. Both as Overseer and parent Symmes had a personal interest: his son Zechariah junr. was a student at the college from April 1653 to October 1656. Dunster was subjected to a civil prosecution and tendered his resignation in October 1654.\nWhat was admired of Symmes was expressed in 1654 in verse by Edward Johnson:\"Come Zachary, thou must re-edifieChrist['s] Churches in this desart Land of his:With Moses' zeale, stampt unto dust, defieAll crooked wayes that Christ['s] true worship misse;With spirit's sword and armor girt aboutThou lay'st on load, proud Prelate's Crown to crack,And wilt not suffer Wolfes thy flock to rout,Though close they creepe, with sheepe skins on their back...\"\nIt was therefore under Dunster's successor &lt;a href=\"Charles%20Chauncy\"&gt;Charles Chauncy&lt;/a&gt; that the Elders of the Churches of Christ in New England (including Symmes) made their petition to &lt;a href=\"Oliver%20Cromwell\"&gt;Lord Protector Cromwell&lt;/a&gt;, that he should enlarge his \"pious and princely heart and hand to the affording of more settled and comfortable subsisting and maintenance to our English College in Cambridge\". They remarked that the Lord had set up his Highness, \"&lt;a href=\"Hezekiah\"&gt;Hezekiah&lt;/a&gt;-like\", to be \"a second founder (as it were) of the Universities and Schooles of Learning\"; they feared, \"least that vision should faile from amongst us by reason of the continuall wasting of the old stock of the Seers and Ministers of Christ in these partes, having no hopes of other supplyes, besides what is raysed out of one Colledge at Cambridge amongst us\" (that one college being in a poor and mean condition, and its maintenance too great a burden for the people of the country to bear); \"and lastly, because the education of the Indian youth in Piety and Learning, in our Indian Colledge, erected and annexed to our English Colledge, doth depend much upon the welfare, comfortable support, and instruction of the English\".\nThe character of Symmes appears strongly in the narrative of &lt;a href=\"Thomas%20Gould%20%28Baptist%29\"&gt;Thomas Gould&lt;/a&gt; of Charlestown (a prominent citizen and associate of Dunster's), whose objections to infant baptism came to the fore in 1655. His account spans the whole period until 1665, throughout which Symmes led the denunciation against him, resulting at last in Gould's excommunication, his imprisonment and his gathering of the first Baptist Church in Charlestown. Gould having withheld his child from baptism, at a deferred church meeting to which he was summoned Symmes accused him of lying, and sought to proceed against him, but the accusation was disproved. At a meeting arranged for Gould to present his views, Symmes arrived with a written list of points in Scripture for Gould to answer, but this procedure was not in order: further, when Gould completed a sentence quoted by Symmes, Symmes angrily but mistakenly accused him of &lt;a href=\"blasphemy\"&gt;blasphemy&lt;/a&gt;, until others corrected him. However Symmes at first tried to keep Gould's affair out of court, and sought (unsuccessfully) to induce him to withdraw to avoid the &lt;a href=\"Church%20discipline\"&gt;admonition&lt;/a&gt; which was next delivered against him by Elder Green. Thus excluded by conscience from the communion, Gould thereafter attended meetings in Cambridge, and in June 1658 received a second admonition from Symmes directly (Elder Green having died), on the grounds of &lt;a href=\"schism\"&gt;schism&lt;/a&gt; by departing from the covenant.\nThe Ecclesiastical Assembly at Boston of June 1657, to which Symmes was called, addressed issues of the baptism and admission of children, but left an uneasy laxity (Sect. 10) concerning the &lt;a href=\"Half-Way%20Covenant\"&gt;Half-Way Covenant&lt;/a&gt; for the children of children covenanted in the name of their parents. Meanwhile, confronted by the arrival of several &lt;a href=\"Quakers\"&gt;Quakers&lt;/a&gt; who were duly arrested and returned to England, in October 1656 the Bay legislature had enacted a severe law of exclusion against that \"cursed sect of hereticks\". These people followed a call to encourage and minister to Friends and sympathizers throughout New England, and found their way back into the Bay Colony through Providence or &lt;a href=\"Barbados\"&gt;Barbados&lt;/a&gt;. During July and August 1657 &lt;a href=\"Christopher%20Holder\"&gt;Christopher Holder&lt;/a&gt; and his companion John Copeland carried their mission successfully through several townships, including Charlestown, until arrested in &lt;a href=\"Salem%2C%20Massachusetts\"&gt;Salem&lt;/a&gt;, where they were imprisoned and whipped, and after further infractions had their right ears cut off. Their persistence despite repeated punishments inflamed the hostility of &lt;a href=\"John%20Endicott\"&gt;John Endicott&lt;/a&gt;, and cruel and cumulative penalties were meted out to all who succoured them.\nThe puritan legislature issued a demand to the Assembly of Rhode Island that measures be taken to prevent Quaker incursions into the United Colonies of the &lt;a href=\"New%20England%20Confederation\"&gt;New England Confederation&lt;/a&gt;, which was stoutly rejected. Symmes's cousin &lt;a href=\"James%20Cudworth%20%28colonist%29%23Stand%20against%20persecution%20%281657%E2%80%9373%29\"&gt;James Cudworth&lt;/a&gt; of Scituate (who alone as a Commissioner had refused to sign this letter) was soon deemed to be a favourer of Quakers and was deprived of his military command and magistracy. In a letter to England of December 1658 he exposed this persecuting spirit of intolerance, and in 1660 was disfranchised of his freedom of Plymouth Colony as a subversive. Driven to make an example, Endicott in 1659 presided over the condemnation of &lt;a href=\"Boston%20martyrs%23Stephenson%20and%20Robinson\"&gt;William Robinson and Marmaduke Stephenson&lt;/a&gt;, and of &lt;a href=\"Mary%20Dyer\"&gt;Mary Dyer&lt;/a&gt;. During their trial and imprisonment awaiting execution, Zechariah Symmes and John Norton (who drew up articles of refutation) were deputed to attend Robinson and Stephenson \"with religious conversation fitted for their condition\", but it was John Wilson who shouted his denunciations at them in their march to the Boston scaffold. The Boston court, in self-justification, called them \"\"&lt;a href=\"Felo%20de%20se\"&gt;felons de se&lt;/a&gt;\"\" for their persistent breach of a known law.\nLater ministry.\nA letter of February 1657/58 from &lt;a href=\"Ezekiel%20Rogers\"&gt;Ezekiel Rogers&lt;/a&gt;, pastor at &lt;a href=\"Rowley%2C%20Massachusetts\"&gt;Rowley, Massachusetts&lt;/a&gt;, lamenting the state of the world, expresses his affection for Symmes. The long absence of a Teacher at Charlestown was supplied in 1659 by Thomas Shepard (1635-1677), son of the lamented pastor of Cambridge. Shepard emerged from Harvard College in the class of 1653 and was chosen a Fellow in 1654, while the younger Zechariah Symmes was studying there. In the absence of an Elder, the Platform now provided for ordination by elders of other churches, if at the express desire of the church ordaining: having been admitted to Charlestown on 31 October 1658 by dismissal from Cambridge, he was accordingly ordained (with prayer and fasting) to the office of Teacher at Charlestown by the imposition of hands of Symmes, and of pastors John Wilson (Boston) and Richard Mather (Dorchester). John Norton (Teacher, Boston) gave him the right hand of fellowship in the name of Boston, Roxbury, Cambridge and Watertown, as Symmes carefully recorded: Shepard, who like Symmes was conservative in doctrine, remained with him thereafter, and the Charlestown church records are then mainly in his hand.\nThe &lt;a href=\"Restoration%20%28England%29\"&gt;Restoration of the English monarchy&lt;/a&gt; transformed the position of New England towards the sovereign authority. In 1660 &lt;a href=\"John%20Dury\"&gt;John Dury&lt;/a&gt;, whose great project was to pacify differences between protestant denominations, wrote to the New England ministers, for whom John Norton composed the (Latin) reply. Symmes and his son (as Fellow of Harvard) were among the signatories. Commending his courage in so superhuman a cause, they offered fellowship with any church which professed the Gospel, the fundamentals of doctrine and the essentials of order. Having executed William Leddra (for refusing to leave the Jurisdiction) in March 1661, and condemned others, their treatment of Quakers was catalogued by George Bishop in 1661, who noted that their Charter did not empower them to make laws \"repugnant to the Laws, Statutes and Ordinances of this Realm\". There followed the royal \"&lt;a href=\"Mandamus\"&gt;Mandamus&lt;/a&gt;\" of 9 September 1661, addressed to Endicott and his ministers, against any corporal or capital sentence being carried out against Quakers: which, though it tempered the puritans' severity, did not weaken their purpose.\nGovernor Endicott's court having appointed John Norton and &lt;a href=\"Simon%20Bradstreet\"&gt;Simon Bradstreet&lt;/a&gt; to present its address to the King in London and to negotiate the continued rights and privileges of the Colony, at the Boston Synod convened in March 1662 Zechariah Symmes was a senior figure among more than 70 clergy present. The agenda turned principally upon who were fit subjects for baptism, and on the &lt;a href=\"Consociationalism\"&gt;consociation&lt;/a&gt; of churches. The June/July session, passing over objections to Congregationalism forwarded by &lt;a href=\"Thomas%20Parker%20%28minister%29\"&gt;Thomas Parker&lt;/a&gt;, prepared itself to accommodate what changes would be demanded of them. The King's declaration, issued 28 June (shortly after the beheading of Sir &lt;a href=\"Henry%20Vane%20the%20Younger\"&gt;Henry Vane the Younger&lt;/a&gt;), upheld the Bay Colony's Charter, but in freedom of conscience, requiring no disadvantage for observation of the established &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;Prayer Book&lt;/a&gt;, and admission for all leading upright lives to &lt;a href=\"Lord%27s%20Supper%20in%20Reformed%20theology\"&gt;The Lord's Supper&lt;/a&gt;, and their children to baptism, though supporting sharp laws against the ungovernable Quakers. In England the &lt;a href=\"Act%20of%20Uniformity%20%281662%29\"&gt;Act of Uniformity (1662)&lt;/a&gt; came into force in August, and many non-subscribing ministers were ejected. Accordingly in September the Halfway Covenant was re-formulated: in October the King's letter was brought into the Massachusetts Court, and Wilson, Mather, Symmes and John Allin entered with the Result of the Synod, for which they together wrote the preface in its published form.\nIn 1663 Zechariah Symmes junior was preaching in &lt;a href=\"Rehoboth%2C%20Massachusetts\"&gt;Rehoboth&lt;/a&gt;, Plymouth Colony, and sharing duties with &lt;a href=\"John%20Myles%20%28minister%29\"&gt;John Myles&lt;/a&gt;, who in that year departed to found the &lt;a href=\"First%20Baptist%20Church%20in%20Swansea\"&gt;First Baptist Church in Swansea&lt;/a&gt;. In the Bay Colony the Halfway Covenant, though fiercely opposed by John Davenport and others, made firm ground on which to oppose the Baptists, whose recalcitrant luminaries were particularly concentrated in Charlestown. Thomas Gould, deprived of the ordinances of the church but not yet formally excommunicated, was joined by friends from England and, supported by sympathizers, held private meetings. Gould and Thomas Osborne were called out: in a notable confrontation, Symmes senior questioned Gould's long absence and urged his excommunication. Gould maintained he was no &lt;a href=\"schism\"&gt;schism&lt;/a&gt;atic, but had been excluded because he would not disavow his objection to infant baptism (i.e. to the doctrine of the heritable \"Elect Seed\" of righteousness) to gain readmittance, and remained upright in life and worship. When he suggested the arbitration of other ministers, Symmes asserted the authority of his own church to deal with him: but members of the congregation came to Gould's defence. Symmes moderated his demand to a further admonition, but this also was spoken against, and the meeting ended in confusion when it was found that Symmes's second admonition of Gould (of 1658) had not been in order and was unknown to the congregation. His perceived hostility towards Gould was draining his support from his own church.\nFurther admonitions in early 1664 failed to prevent Gould's continued meetings, and in May 1665 he and eight others formed a church, re-baptized, and signed articles, so instituting the &lt;a href=\"First%20Baptist%20Church%20in%20Boston\"&gt;First Baptist Church in Boston&lt;/a&gt;. The Charlestown church proceeded to excommunication in late June or July 1665, and in September–October Gould, Osborne and three others, having presented a confession of faith, came before the General Court and were condemned as schismatics and disfranchised of their freedom of the Colony, under threat of immediate imprisonment. But they continued to meet until April 1666, when being called before the grand jury at &lt;a href=\"Suffolk%20County%2C%20Massachusetts\"&gt;Suffolk County&lt;/a&gt; Quarterly Court they refused to pay fines and were imprisoned. In March 1668 Gould appealed to the Court of Assistants and the Suffolk County judgement was overturned, but then reinstated. &lt;a href=\"Richard%20Bellingham\"&gt;Governor Bellingham&lt;/a&gt; then agreed to sponsor the Boston Debate of 14–15 April 1668, ostensibly to deliberate on their views, but (as the transcript reveals) intending to defeat or incriminate them. Jonathan Mitchel (&lt;a href=\"Discussion%20moderator\"&gt;Moderating&lt;/a&gt;) and Thomas Shepard challenged them at length: Symmes was present, but spoke only to say he thought Gould was very sinful. Gould and another were again imprisoned, and (despite a scandalous petition to free them) remained so until March 1669: being granted a brief release, they escaped to &lt;a href=\"Noddle%27s%20Island\"&gt;Noddle's Island&lt;/a&gt;, where they continued unmolested.\nDeath and legacy.\nIn 1667 John Wilson died, and in 1669 Richard Mather followed him to their eternal reward. The church of Charleston sought to relieve Symmes of his labours, and approached &lt;a href=\"John%20Oxenbridge\"&gt;John Oxenbridge&lt;/a&gt; for the ministry, who had often preached to them, but he succeeded Wilson at Boston. Zechariah Symmes died on 4 February 1671. He had dated his will on 20 January 1664/65. He left to his widow the use of all his worldly estate while she remained unmarried, and then to be divided among his children, having already provided portions for his daughters. Particular reference is made to his library (valued at £85.10s.03d.), which was left to Zechariah junr., including all his \"written\" books (manuscripts and notes of sermons), none of which he had ever prepared or intended for print, but which were in bound volumes, and which he asked might be loaned among his children at their desire. His lands, including the Charlestown dwelling-house, the farm near Woburn with land at Menotomy, the 300 acres in the Land of Nod, and several other parcels, were together valued at £460. His furniture and moveables (including library) were worth £681. He included a legacy of £5 to his brother William, \"a small remembrance of his very great love and costs to us and ours\". The will was proved 31 March 1672.\nOn 6 November 1672 the town voted that he should have a stone tomb, to be commissioned from \"the stone cutter at Boston\", for which the order was issued in February 1673. It bore an epitaph which is no longer legible, but which was observed by &lt;a href=\"Cotton%20Mather\"&gt;Cotton Mather&lt;/a&gt;, who recorded the lines:\"A prophet lies under this stone:His words shall live, though he be gone.\" He adds that it ought to have said, \"Here lies the friend of Mr. Jeremiah Burroughs\", for he has the letters Burroughs sent to Symmes on his coming to New England, in which Burroughs compares their love to that of &lt;a href=\"David%20and%20Jonathan\"&gt;David and Jonathan&lt;/a&gt;, as a sort of sworn brotherhood from their University days. Thomas Shepard succeeded fully to his ministry at Charlestown, and the meeting-house was largely refurbished soon afterwards. The pastor-poet &lt;a href=\"Edward%20Taylor\"&gt;Edward Taylor&lt;/a&gt; wrote an Elegy upon his death.\nSarah Symmes, with whom he had lived 49 years and 7 months, survived him, and her will was proved on 28 December 1676, to which their sons-in-law &lt;a href=\"Thomas%20Savage%20%28major%29\"&gt;Thomas Savage&lt;/a&gt; and Edward Willis were executors. The deaths of Wilson, Mather and Symmes presaged the close of what has been called the \"golden era of the &lt;a href=\"Bible%20Commonwealths\"&gt;Bible Commonwealth&lt;/a&gt;\". As in Plymouth Colony the death of &lt;a href=\"Thomas%20Prence\"&gt;Thomas Prence&lt;/a&gt; ushered in more lenient times towards Quakers under &lt;a href=\"Josiah%20Winslow\"&gt;Josiah Winslow&lt;/a&gt;, so Symmes's determined defence of his doctrines had played its part in shaping the future of the Baptist movement. His cousin James Cudworth, rehabilitated in his Plymouth military command, joined with Thomas Savage (whose first wife was Faith, daughter of Ann Hutchinson) leading the Massachusetts men, in their march to relieve Swansea in June 1675. \nMentioned in a witch-phobic sermon in 1692.\nMore than two decades after his death, Symmes received a brief mention in the sermon \"Christ's Fidelity is the Only Shield Against Satan's Malignity\" delivered at Salem during the witchcraft trials of 1692. It contains an anecdote of prison visit by Symmes to a condemned woman.\nFamily.\nThe children of Zechariah Symmes and Sarah, nee Baker, are listed as follows:"
}