{
    "id": "57342677",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=57342677",
    "title": "Reece Robson",
    "text": "Reece Robson (born 18 June 1998) is an Australian professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a for the &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;. \nHe previously played for the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; and at representative level has played for the &lt;a href=\"Prime%20Minister%27s%20XIII\"&gt;Prime Minister's XIII&lt;/a&gt;.\nBackground.\nRobson was born in &lt;a href=\"Murwillumbah%2C%20New%20South%20Wales\"&gt;Murwillumbah, New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. \nHe played junior rugby league for the Murwillumbah Colts and the Bilambil Jets, before moving to &lt;a href=\"Sydney%2C%20Australia\"&gt;Sydney&lt;/a&gt;. In Sydney, he attended &lt;a href=\"Endeavour%20Sports%20High%20School\"&gt;Endeavour Sports High School&lt;/a&gt; and played junior rugby league for &lt;a href=\"Cronulla-Sutherland%20District%20Rugby%20Football%20League\"&gt;De La Salle Caringah&lt;/a&gt;. In 2016, while attending Endeavour Sports High, he represented the &lt;a href=\"Australian%20Schoolboys%20rugby%20league%20team\"&gt;Australian Schoolboys&lt;/a&gt;.\nPlaying career.\nEarly career.\nIn 2014, Robson was a member of the &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland Sharks&lt;/a&gt; &lt;a href=\"Harold%20Matthews%20Cup\"&gt;Harold Matthews Cup&lt;/a&gt; squad. In 2015, he joined the &lt;a href=\"St.%20George%20Dragons\"&gt;St. George Dragons&lt;/a&gt; &lt;a href=\"SG%20Ball%20Cup\"&gt;SG Ball Cup&lt;/a&gt; side. In 2016, despite still being SG Ball Cup-eligible, Robson moved up to the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra&lt;/a&gt; &lt;a href=\"NRL%20Under-20s\"&gt;under-20&lt;/a&gt; side, where he played 36 games over two seasons, scoring nine tries. Later that season, he started at hooker for the New South Wales under-18 side. In November 2016, he re-signed with &lt;a href=\"St.%20George%20Illawarra\"&gt;St. George Illawarra&lt;/a&gt; until the end of the &lt;a href=\"2019%20NRL%20season\"&gt;2019 NRL season&lt;/a&gt;. In 2017, he was selected to start at hooker for the New South Wales under-20 and &lt;a href=\"Junior%20Kangaroos\"&gt;Junior Kangaroos&lt;/a&gt; sides.\n2018.\nIn 2018, Robson joined St. George's &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; squad and spent the majority of the season playing for their &lt;a href=\"New%20South%20Wales%20Cup\"&gt;New South Wales Cup&lt;/a&gt; side, winning their Player of the Year award. He again represented the New South Wales under-20 and &lt;a href=\"Junior%20Kangaroos\"&gt;Junior Kangaroos&lt;/a&gt; sides in 2018.\nIn Round 9 of the &lt;a href=\"2018%20NRL%20season\"&gt;2018 NRL season&lt;/a&gt;, Robson made his debut off the bench in St. George's 34–14 win over Melbourne.\nOn September 10 at the &lt;a href=\"Brad%20Fittler\"&gt;Brad Fittler&lt;/a&gt; medal awards, Robson won the award for NSW Under-20 Player of the Year. In October, he represented the &lt;a href=\"Prime%20Minister%27s%20XIII\"&gt;Prime Minister's XIII&lt;/a&gt; in their win over the &lt;a href=\"PNG%20Prime%20Minister%27s%20XIII\"&gt;PNG Prime Minister's XIII&lt;/a&gt;.\n2019.\nOn 6 May, Robson was selected for the &lt;a href=\"Canterbury%20Cup%20NSW\"&gt;NSW&lt;/a&gt; Residents side that lost to the &lt;a href=\"Queensland%20Residents%20rugby%20league%20team\"&gt;Queensland Residents&lt;/a&gt;. On 12 August, Robson signed a four-year deal with the &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt;, starting in 2020. \n2020.\nIn February, Robson was a member of the North Queensland &lt;a href=\"2020%20NRL%20Nines\"&gt;2020 NRL Nines&lt;/a&gt; winning squad, scoring a try in the final against his former club, the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt;.\nIn Round 1 of the &lt;a href=\"2020%20NRL%20season\"&gt;2020 NRL season&lt;/a&gt;, he made his debut for North Queensland in their 21–28 loss to the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;. In Round 3, he scored his first two tries against the &lt;a href=\"Gold%20Coast%20Titans\"&gt;Gold Coast Titans&lt;/a&gt; in a 36-6 win. In Round 5, Robson became the starting for the North Queensland side. In Round 9, he scored two tries in a 16–42 loss to the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;. On 24 August, Robson was ruled out for the remainer of the &lt;a href=\"2020%20NRL%20season\"&gt;2020 NRL season&lt;/a&gt; after tearing his hamstring. In his first season with the North Queensland side, he played 14 games, scoring five tries."
}