{
    "id": "5734211",
    "revid": "12374079",
    "url": "https://en.wikipedia.org/wiki?curid=5734211",
    "title": "Doudou Diène",
    "text": "Doudou Diène (born 1941) is a &lt;a href=\"Senegal\"&gt;Senegal&lt;/a&gt;ese jurist. He was &lt;a href=\"United%20Nations%20Special%20Rapporteur\"&gt;United Nations Special Rapporteur&lt;/a&gt; on contemporary forms of racism, racial discrimination, xenophobia and related intolerance from 2002–2008.\nEducation.\nDiène holds a &lt;a href=\"law\"&gt;law&lt;/a&gt; degree from the &lt;a href=\"Caen%20University\"&gt;University of Caen&lt;/a&gt; (&lt;a href=\"France\"&gt;France&lt;/a&gt;), a doctorate in &lt;a href=\"public%20law\"&gt;public law&lt;/a&gt; from the &lt;a href=\"University%20of%20Paris\"&gt;University of Paris&lt;/a&gt;, a diploma in political science from the &lt;a href=\"Institut%20d%27Etudes%20Politiques%20de%20Paris\"&gt;Institut d'Études Politiques&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, and an Honorary Degree of Doctor of Laws degree from the University of the West Indies (Cave Hill, Barbados)\nTitles.\nBetween 1972 and 1977 he served as Senegal's deputy representative to &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;. In 1977, he joined the UNESCO secretariat, where he held several positions including Director of the Division of Inter-cultural Projects. He was appointed &lt;a href=\"United%20Nations%20special%20rapporteur\"&gt;Special Rapporteur&lt;/a&gt; for racism-related topics by the &lt;a href=\"United%20Nations%20Commission%20on%20Human%20Rights\"&gt;United Nations Commission on Human Rights&lt;/a&gt; in August 2002, replacing &lt;a href=\"Maurice%20Glele-Ahanhanzo\"&gt;Maurice Glele-Ahanhanzo&lt;/a&gt; of &lt;a href=\"Benin\"&gt;Benin&lt;/a&gt; and serving until July 2008 when he was succeeded by &lt;a href=\"Githu%20Muigai\"&gt;Githu Muigai&lt;/a&gt; (Kenya).\nIn 2005, the UN assigned him to investigate violence in &lt;a href=\"Togo\"&gt;Togo&lt;/a&gt; and racism in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. He also investigated, as an independent expert, human rights violations during the &lt;a href=\"2010%E2%80%932011%20Ivorian%20crisis\"&gt;2010–2011 Ivorian crisis&lt;/a&gt;, and later in &lt;a href=\"Gaza%20strip\"&gt;Gaza strip&lt;/a&gt; in 2014 to 2018. \nIn 2007, Diène denounced the words of French President &lt;a href=\"Nicolas%20Sarkozy\"&gt;Nicolas Sarkozy&lt;/a&gt; during his \"&lt;a href=\"Nicolas%20Sarkozy%20Dakar%20address\"&gt;Dakar speech&lt;/a&gt;\" and spoke of an attempt to, \"scientifically legitimize historical stereotypes of the construction of racism\".\nIn 2011, he was appointed Independent Expert on the situation of human rights in &lt;a href=\"C%C3%B4te%20d%27Ivoire\"&gt;Côte d'Ivoire&lt;/a&gt;.\nDoudou Diène has been chairman of the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; commission of inquiry on &lt;a href=\"Burundi\"&gt;Burundi&lt;/a&gt; since February 2018."
}