{
    "id": "57425",
    "revid": "2153309",
    "url": "https://en.wikipedia.org/wiki?curid=57425",
    "title": "Drupe",
    "text": "In &lt;a href=\"botany\"&gt;botany&lt;/a&gt;, a drupe (or stone fruit) is an &lt;a href=\"dehiscence%20%28botany%29\"&gt;indehiscent&lt;/a&gt; &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; in which an outer fleshy part (&lt;a href=\"exocarp\"&gt;exocarp&lt;/a&gt;, or skin, and &lt;a href=\"mesocarp\"&gt;mesocarp&lt;/a&gt;, or flesh) surrounds a single shell (the \"pit\", \"stone\", or \"&lt;a href=\"pyrena\"&gt;pyrena&lt;/a&gt;\") of hardened &lt;a href=\"endocarp\"&gt;endocarp&lt;/a&gt; with a &lt;a href=\"seed\"&gt;seed&lt;/a&gt; (\"kernel\") inside. These fruits usually develop from a single &lt;a href=\"carpel\"&gt;carpel&lt;/a&gt;, and mostly from flowers with &lt;a href=\"Superior%20ovary\"&gt;superior ovaries&lt;/a&gt; (&lt;a href=\"polypyrenous%20drupe\"&gt;polypyrenous drupe&lt;/a&gt;s are exceptions). \nThe definitive characteristic of a drupe is that the hard, &lt;a href=\"lignified\"&gt;lignified&lt;/a&gt; stone is derived from the &lt;a href=\"Ovary%20%28botany%29\"&gt;ovary&lt;/a&gt; wall of the &lt;a href=\"flower\"&gt;flower&lt;/a&gt;. In an &lt;a href=\"aggregate%20fruit\"&gt;aggregate fruit&lt;/a&gt;, which is composed of small, individual drupes (such as a &lt;a href=\"raspberry\"&gt;raspberry&lt;/a&gt;), each individual is termed a drupelet, and may together form an aggregate fruit. Such fruits are often termed \"&lt;a href=\"berries\"&gt;berries&lt;/a&gt;\", although botanists use a &lt;a href=\"Berry%20%28botany%29\"&gt;different definition of \"berry\"&lt;/a&gt;. Other fleshy fruits may have a stony enclosure that comes from the seed coat surrounding the seed, but such fruits are not drupes.\n&lt;a href=\"Flowering%20plant\"&gt;Flowering plant&lt;/a&gt;s that produce drupes include &lt;a href=\"coffea%20arabica\"&gt;coffee&lt;/a&gt;, &lt;a href=\"jujube\"&gt;jujube&lt;/a&gt;, &lt;a href=\"mango\"&gt;mango&lt;/a&gt;, &lt;a href=\"olive\"&gt;olive&lt;/a&gt;, most palms (including &lt;a href=\"a%C3%A7a%C3%AD\"&gt;açaí&lt;/a&gt;, &lt;a href=\"Date%20Palm\"&gt;date&lt;/a&gt;, &lt;a href=\"sabal\"&gt;sabal&lt;/a&gt;, &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt; and &lt;a href=\"oil%20palm\"&gt;oil palm&lt;/a&gt;s), &lt;a href=\"pistachio\"&gt;pistachio&lt;/a&gt;, &lt;a href=\"white%20sapote\"&gt;white sapote&lt;/a&gt;, &lt;a href=\"cashew\"&gt;cashew&lt;/a&gt;, and all members of the genus \"&lt;a href=\"Prunus\"&gt;Prunus&lt;/a&gt;\", including the &lt;a href=\"almond\"&gt;almond&lt;/a&gt;, &lt;a href=\"apricot\"&gt;apricot&lt;/a&gt;, &lt;a href=\"cherry\"&gt;cherry&lt;/a&gt;, &lt;a href=\"damson\"&gt;damson&lt;/a&gt;, &lt;a href=\"peach\"&gt;peach&lt;/a&gt;, &lt;a href=\"nectarine\"&gt;nectarine&lt;/a&gt;, and &lt;a href=\"plum\"&gt;plum&lt;/a&gt;.\nThe term drupaceous is applied to a fruit having the structure and texture of a drupe, but which does not precisely fit the definition of a drupe.\nTerminology.\nThe boundary between a drupe and a berry is not always clear. Thus, some sources describe the fruit of species of the genus \"&lt;a href=\"Persea\"&gt;Persea&lt;/a&gt;\", which includes the &lt;a href=\"avocado\"&gt;avocado&lt;/a&gt;, as a drupe, others describe avocado fruit as a berry. One definition of \"berry\" requires the endocarp to be less than thick, other fruits with a stony endocarp being drupes. In marginal cases, terms such as \"drupaceous\" or \"drupe-like\" may be used.\nThe term stone fruit (also stonefruit) can be a synonym for drupe or, more typically, it can mean just the fruit of the genus \"Prunus\".\nFreestone refers to a drupe having a stone which can be removed from the flesh with ease. The flesh is not attached to the stone and does not need to be cut to free the stone. Freestone varieties of fruits are preferred for uses that require careful removal of the stone, especially if removal will be done by hand. Freestone plums are preferred for making homegrown &lt;a href=\"prune\"&gt;prune&lt;/a&gt;s, and freestone &lt;a href=\"sour%20cherry\"&gt;sour cherries&lt;/a&gt; are preferred for making pies and &lt;a href=\"cherry%20soup\"&gt;cherry soup&lt;/a&gt;.\nClingstone refers to a drupe having a stone which cannot be easily removed from the flesh. The flesh is attached strongly to the stone and must be cut to free the stone. Clingstone varieties of fruits in the genus \"Prunus\" are preferred as table fruit and for jams, because the flesh of clingstone fruits tends to be more tender and juicy throughout.\nTryma is a specialized term for such &lt;a href=\"Nut%20%28fruit%29\"&gt;nut&lt;/a&gt;-like drupes that are difficult to categorize. Hickory nuts (&lt;a href=\"Carya%20%28genus%29\"&gt;\"Carya\"&lt;/a&gt;) and &lt;a href=\"walnut\"&gt;walnut&lt;/a&gt;s (\"&lt;a href=\"Juglans\"&gt;Juglans&lt;/a&gt;\") in the &lt;a href=\"Juglandaceae\"&gt;Juglandaceae&lt;/a&gt; family grow within an outer husk; these fruits are technically drupes or drupaceous nuts, thus are not true botanical &lt;a href=\"Nut%20%28fruit%29\"&gt;nuts&lt;/a&gt;.\nEcology.\nMany drupes, with their sweet, fleshy outer layer, attract the attention of animals as a &lt;a href=\"food\"&gt;food&lt;/a&gt;, and the plant population benefits from the resulting &lt;a href=\"seed%20dispersal\"&gt;dispersal of its seeds&lt;/a&gt;. The &lt;a href=\"endocarp\"&gt;endocarp&lt;/a&gt; (pit or stone) is sometimes dropped after the fleshy part is eaten, but is often swallowed, passing through the &lt;a href=\"digestive%20tract\"&gt;digestive tract&lt;/a&gt;, and returned to the soil in &lt;a href=\"feces\"&gt;feces&lt;/a&gt; with the seed inside unharmed. This passage through the digestive tract can reduce the thickness of the endocarp, thus can aid in germination rates. The process is known as &lt;a href=\"Scarification%20%28botany%29\"&gt;scarification&lt;/a&gt;.\nExamples.\nTypical drupes include &lt;a href=\"Apricot\"&gt;apricots&lt;/a&gt;, &lt;a href=\"Olive\"&gt;olives&lt;/a&gt;, &lt;a href=\"loquat\"&gt;loquat&lt;/a&gt;, &lt;a href=\"Peach\"&gt;peaches&lt;/a&gt;, &lt;a href=\"Plum\"&gt;plums&lt;/a&gt;, &lt;a href=\"Cherry\"&gt;cherries&lt;/a&gt;, &lt;a href=\"Mango\"&gt;mangoes&lt;/a&gt;, &lt;a href=\"Pecan\"&gt;pecans&lt;/a&gt;, and &lt;a href=\"Phyllanthus%20emblica\"&gt;amlas&lt;/a&gt; (Indian gooseberries). Other examples include sloe (\"&lt;a href=\"Prunus%20spinosa\"&gt;Prunus spinosa&lt;/a&gt;\") and ivy (\"&lt;a href=\"Hedera%20helix\"&gt;Hedera helix&lt;/a&gt;\").\nThe &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt; is also a drupe, but the &lt;a href=\"mesocarp\"&gt;mesocarp&lt;/a&gt; is fibrous or dry (termed a \"husk\"), so this type of fruit is classified as a simple dry, fibrous drupe. Unlike other drupes, the coconut seed is so large that it is unlikely to be dispersed by being swallowed by &lt;a href=\"fauna%20%28animals%29\"&gt;fauna&lt;/a&gt;, but it can float extremely long distances—across oceans.\n&lt;a href=\"Bramble\"&gt;Bramble&lt;/a&gt; fruits such as the &lt;a href=\"blackberry\"&gt;blackberry&lt;/a&gt; and the &lt;a href=\"raspberry\"&gt;raspberry&lt;/a&gt; are aggregates of drupelets. The fruit of blackberries and raspberries comes from a single flower whose &lt;a href=\"pistil\"&gt;pistil&lt;/a&gt; is made up of a number of free carpels. However, &lt;a href=\"mulberry\"&gt;mulberries&lt;/a&gt;, which closely resemble blackberries, are not aggregate fruit, but are &lt;a href=\"multiple%20fruit\"&gt;multiple fruit&lt;/a&gt;s, actually derived from bunches of &lt;a href=\"catkin\"&gt;catkin&lt;/a&gt;s, each drupelet thus belonging to a different flower.\nCertain drupes occur in large clusters, as in the case of palm species, where a large array of drupes is found in a cluster. Examples of such large drupe clusters include &lt;a href=\"Date%20palm\"&gt;dates&lt;/a&gt;, \"&lt;a href=\"Jubaea%20chilensis\"&gt;Jubaea chilensis&lt;/a&gt;\" in central Chile and \"&lt;a href=\"Washingtonia%20filifera\"&gt;Washingtonia filifera&lt;/a&gt;\" in the &lt;a href=\"Sonoran%20Desert\"&gt;Sonoran Desert&lt;/a&gt; of North America.\nDrupe-like \"fruits\" are also known in many &lt;a href=\"gymnosperm\"&gt;gymnosperm&lt;/a&gt;s like &lt;a href=\"cycad\"&gt;cycad&lt;/a&gt;s, &lt;a href=\"ginkgo\"&gt;ginkgo&lt;/a&gt;s and some &lt;a href=\"cypress\"&gt;cypress&lt;/a&gt;es."
}