{
    "id": "57443937",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=57443937",
    "title": "Latinus of Burgundy",
    "text": "Latinus of Burgundy (420–500) was a 5th-century &lt;a href=\"Duke%20of%20Burgundy\"&gt;Duke of Burgundy&lt;/a&gt;.\nAll that is known of the life of Latinus (\"Dux Latinus Gontbado\") is contained in the following incident:\n\"\"A certain Domitian mounted his donkey and went to Torcieu, a village a &lt;a href=\"League%20%28unit%29\"&gt;league&lt;/a&gt; away. His food being exhausted, he returned to ask a noble and powerful man called Latinus, who lived in a place called &lt;a href=\"Catonica\"&gt;Catonica&lt;/a&gt;. This Latinus gave his name to the village where he lived, and to a fountain that was near. (This village is now called &lt;a href=\"Lagnieu\"&gt;Lagnieu&lt;/a&gt;.) The wife of Latinus was called &lt;a href=\"Syagria\"&gt;Syagria&lt;/a&gt;. Domitian presented himself to him with his donkey, and asked him to buy food for him and his companions who were building an oratory. Latinus said to him: \"How do you want me to give you corn? You look more like a histrion than a servant of God.\" \n\"Latinus, who was &lt;a href=\"Arian\"&gt;Arian&lt;/a&gt;, asked him his profession of faith; Domitian recited it to him: Latinus told him that his profession of faith was false, and he refused to load wheat on his donkey. There were near two ancient Roman temples devoted to &lt;a href=\"Jupiter%20%28mythology%29\"&gt;Jupiter&lt;/a&gt; and &lt;a href=\"Saturn%20%28mythology%29\"&gt;Saturn&lt;/a&gt;; the men who cultivated the fields came secretly to adore these gods. Domitian replied: 'If what I say is true, let these temples crumble\".\"' \n\"Then there arose a violent storm, accompanied by thunder and hail; the temples collapsed. Latinus took refuge in his palace, built with enormous stones and adorned with marble. The storm over, he sent to know what had become of Domitian he thought killed. He was found safe and sound. Latinus repented, and apologized to Domitian for having called him mad\" \nLatinus and his family converted to &lt;a href=\"Catholicism\"&gt;Catholicism&lt;/a&gt;, and he gave a vineyard to Domitian."
}