{
    "id": "57440703",
    "revid": "8356162",
    "url": "https://en.wikipedia.org/wiki?curid=57440703",
    "title": "Taste (song)",
    "text": "\"Taste\" is a single by American rapper &lt;a href=\"Tyga\"&gt;Tyga&lt;/a&gt;. It was released on May 16, 2018, for streaming and digital download by &lt;a href=\"Last%20Kings%20Music\"&gt;Last Kings Music&lt;/a&gt; and &lt;a href=\"Empire%20Distribution\"&gt;Empire Distribution&lt;/a&gt; as the lead &lt;a href=\"single%20%28music%29\"&gt;single&lt;/a&gt; for his seventh album \"&lt;a href=\"Legendary%20%28Tyga%20album%29\"&gt;Legendary&lt;/a&gt;\" (2019). The song was produced by &lt;a href=\"D.%20A.%20Doman\"&gt;D. A. Doman&lt;/a&gt; and includes a guest verse from American rapper &lt;a href=\"Offset%20%28rapper%29\"&gt;Offset&lt;/a&gt;. The single peaked at number eight on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;, becoming his first chart entry in three years. The song marked a career comeback for Tyga as a solo artist, and it is the second highest-charting single of his career behind \"&lt;a href=\"Rack%20City\"&gt;Rack City&lt;/a&gt;\" from 2011.\nBackground.\nAccording to Tyga, the recording session for the song lasted approximately 30 minutes in a \"party\" environment that featured numerous people in attendance. He decided to speed up a \"real slow\" beat that producer D.A. Doman sent him. Tyga proceeded to freestyle over the modified beat which resulted in the first four bars of the song being formed. The song was the \"second or third\" he recorded in a single night.\nOffset was not originally featured on the song. Tyga contacted Offset the day before the first music video shoot, asking him to be a feature on the song. Offset sent Tyga his verse after the initial music video shoot in Los Angeles. That same week, Tyga flew to Atlanta and shot another part of the music video with Offset at a skating rink.\nMusic video.\nThe music video was released on May 16, 2018, via &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;. It was directed by Tyga and Arrad and includes cameo appearances from &lt;a href=\"2%20Chainz\"&gt;2 Chainz&lt;/a&gt;, &lt;a href=\"Wiz%20Khalifa\"&gt;Wiz Khalifa&lt;/a&gt;, &lt;a href=\"Joyner%20Lucas\"&gt;Joyner Lucas&lt;/a&gt;, &lt;a href=\"YK%20Osiris\"&gt;YK Osiris&lt;/a&gt;, &lt;a href=\"Ronny%20J\"&gt;Ronny J&lt;/a&gt; and &lt;a href=\"King%20Bach\"&gt;King Bach&lt;/a&gt;.\nBy July 2020, the video had received one billion views on the video-sharing website &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;.\nCommercial performance.\nIn the United States, \"Taste\" entered at number 82 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; and peaked at number eight. The song became Tyga's first entry on the Hot 100 as a lead artist since \"&lt;a href=\"Ride%20Out\"&gt;Ride Out&lt;/a&gt;\" in 2015.\nIn December 2018, \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" ranked \"Taste\" as the 20th best song of the year."
}