{
    "id": "5745318",
    "revid": "1050982598",
    "url": "https://en.wikipedia.org/wiki?curid=5745318",
    "title": "Bump n' Grind (R. Kelly song)",
    "text": "\"Bump n' Grind\" is a song by American &lt;a href=\"Contemporary%20R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; singer &lt;a href=\"R.%20Kelly\"&gt;R. Kelly&lt;/a&gt;. It was released on January 25, 1994 as the second single from his debut solo studio album \"&lt;a href=\"12%20Play\"&gt;12 Play&lt;/a&gt;\" (1993). The track became a number one single on the US &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt; (temporarily interrupting the six-week run of &lt;a href=\"Ace%20of%20Base\"&gt;Ace of Base&lt;/a&gt;'s \"&lt;a href=\"The%20Sign%20%28song%29\"&gt;The Sign&lt;/a&gt;\"), and it also spent twelve weeks at number one on the US &lt;a href=\"Hot%20R%26amp%3BB%20Songs\"&gt;Hot R&amp;B Songs&lt;/a&gt; chart as Kelly's third number-one R&amp;B hit, becoming the longest-running number-one of 1994 in the US, and the longest-running R&amp;B single at that time. The song also reached number eight on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, following the massive success of his previous single, \"&lt;a href=\"She%27s%20Got%20That%20Vibe\"&gt;She's Got That Vibe&lt;/a&gt;\" (which was actually a re-release).\nKelly released three versions of \"Bump n' Grind\": the original album version and two remixes. The original LP version was made available for airplay on &lt;a href=\"urban%20contemporary\"&gt;urban&lt;/a&gt; and &lt;a href=\"Top%2040\"&gt;Top 40 pop&lt;/a&gt; radio stations alike at first, but eventually the \"Old School\" remix was issued shortly and gained massive airplay on urban, &lt;a href=\"urban%20adult%20contemporary\"&gt;adult R&amp;B/soul&lt;/a&gt; and &lt;a href=\"rhythmic%20contemporary\"&gt;rhythmic&lt;/a&gt; radio stations. Kelly also released the \"Bump n' Grind (How I Feel It Extended Mix)\", which was used in the original video for the song. This version received major play on urban radio as well. Some stations still play the original version to this day.\nCritical reception.\nMusic writer &lt;a href=\"James%20Masterton\"&gt;James Masterton&lt;/a&gt; said in his weekly UK chart commentary, that \"Bump n' Grind\" is \"a rather slower track but certain to be boosted by his imminent arrival on these shores for a series of concerts in career boosting move that echoes the rise of &lt;a href=\"Bobby%20Brown\"&gt;Bobby Brown&lt;/a&gt; here in &lt;a href=\"1989\"&gt;1989&lt;/a&gt;.\" Ralph Tee from \"&lt;a href=\"Music%20Week\"&gt;Music Week&lt;/a&gt;\"'s \"RM\" Dance Update wrote, \"Less instant than '&lt;a href=\"Sex%20Me\"&gt;Sex Me&lt;/a&gt;' but now a firm favourite from the &lt;a href=\"12%20Play\"&gt;album&lt;/a&gt;, R Kelly and associates beef up this raunchy &lt;a href=\"ballad\"&gt;ballad&lt;/a&gt; with extra bass drum and snare kick for a superb slow jam. Kelly also gives himself an opportunity to stretch out vocally on the tune, showcasing some impressive technique atop the infectious background harmonies. Already large in &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; circles and from an album that sounds better with every spln.\" Another editor, &lt;a href=\"James%20Hamilton%20%28DJ%20and%20journalist%29\"&gt;James Hamilton&lt;/a&gt; described it as a \"moaning 'I don't see nothin' wrong' 65bpm groin grinder\".\nMusic video.\nThe accompanying &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; for \"Bump n' Grind\" did not feature the famous intro. It was filmed like a live concert performance and was directed by Kim Watson. The video was later published on Kelly's official &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel in October 2009. It had amassed more than 45.7 million views as of September 2021.\nLive performances.\nKelly always performs the intro of the song at almost all events he has performed in, Kelly usually performs the \"Bump N' Grind (Remix)\" instead of the original at concert, despite the original single's huge success. Kelly performed the remix versions of the song on various shows in 1994, on \"&lt;a href=\"The%20Arsenio%20Hall%20Show\"&gt;The Arsenio Hall Show&lt;/a&gt;\", &lt;a href=\"Billboard%20Music%20Award\"&gt;Billboard Music Award&lt;/a&gt; and \"&lt;a href=\"Soul%20Train\"&gt;Soul Train&lt;/a&gt;\".\nBump &amp; Grind 2014.\nBritish &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; duo &lt;a href=\"Waze%20%26amp%3B%20Odyssey\"&gt;Waze &amp; Odyssey&lt;/a&gt; produced a bootleg of the track back in 2012, sampling \"&lt;a href=\"Push%20the%20Feeling%20On\"&gt;Push the Feeling On&lt;/a&gt;\" by &lt;a href=\"Nightcrawlers%20%28band%29\"&gt;Nightcrawlers&lt;/a&gt;. The remix was officially released on 19 October 2014.\nBackground.\n\"Bump &amp; Grind 2014\" was produced by the duo Serge Santiágo and Firas Waez, also known as &lt;a href=\"Waze%20%26amp%3B%20Odyssey\"&gt;Waze &amp; Odyssey&lt;/a&gt;. The record started as an underground hit in 2012, more DJs were playing the song at clubs as time went on. But it was not until 2014 it got a major release from their label RCA and started getting airplay. At the time it was an underground favorite among famous British DJs like &lt;a href=\"Skream\"&gt;Skream&lt;/a&gt;, &lt;a href=\"DJ%20EZ\"&gt;DJ EZ&lt;/a&gt;, &lt;a href=\"Duke%20Dumont\"&gt;Duke Dumont&lt;/a&gt;, &lt;a href=\"Rudimental\"&gt;Rudimental&lt;/a&gt; were playing it at clubs.\nMusic video.\nThe music video was released two months before the actual official release of the song. The video features &lt;a href=\"Hokuto%20%26quot%3BHok%26quot%3B%20Konishi\"&gt;Hok&lt;/a&gt; from the American hip hop group &lt;a href=\"Quest%20Crew\"&gt;Quest Crew&lt;/a&gt; as the main person."
}