{
    "id": "57485112",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=57485112",
    "title": "Sabhyata Dwar",
    "text": "The Sabhyata Dwar or Civilization Gate is a &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; &lt;a href=\"arch\"&gt;arch&lt;/a&gt; &lt;a href=\"monument\"&gt;monument&lt;/a&gt; located on the banks on &lt;a href=\"River%20Ganga\"&gt;River Ganga&lt;/a&gt; in the city of &lt;a href=\"Patna\"&gt;Patna&lt;/a&gt; in the &lt;a href=\"States%20of%20India\"&gt;Indian state&lt;/a&gt; of &lt;a href=\"Bihar\"&gt;Bihar&lt;/a&gt;. The Sabhyata Dwar is built with a &lt;a href=\"Mauryan%20art%23Architecture\"&gt;Mauryan-style architecture&lt;/a&gt; with a purpose to show the &lt;a href=\"History%20of%20Patna\"&gt;ancient glory&lt;/a&gt; of &lt;a href=\"Pataliputra\"&gt;Pataliputra&lt;/a&gt; and traditions and culture of the state of Bihar. The monument was first envisioned by the former &lt;a href=\"Lieutenant%20general\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Srinivas%20Kumar%20Sinha\"&gt;Srinivas Kumar Sinha&lt;/a&gt;. The high structure is taller than &lt;a href=\"Gateway%20of%20India\"&gt;Gateway of India&lt;/a&gt; by and was built at a cost of ₹ 5 &lt;a href=\"crore\"&gt;crore&lt;/a&gt; (50 million). The monument is spread over an area of one acre within the campus of &lt;a href=\"Samrat%20Ashok%20International%20Convention%20Centre\"&gt;Samrat Ashok International Convention Centre&lt;/a&gt;. The arches of the Dwar contain inscriptions attributed to &lt;a href=\"Megasthenes\"&gt;Megasthenes&lt;/a&gt;, &lt;a href=\"Ashoka\"&gt;Ashoka&lt;/a&gt;, &lt;a href=\"Buddha\"&gt;Buddha&lt;/a&gt; and &lt;a href=\"Mahavira\"&gt;Mahavira&lt;/a&gt;. &lt;a href=\"List%20of%20Chief%20Ministers%20of%20Bihar\"&gt;Bihar Chief Minister&lt;/a&gt; &lt;a href=\"Nitish%20Kumar\"&gt;Nitish Kumar&lt;/a&gt; inaugurated the monument on 21 May 2018.\nHistory.\nThe idea for constructing a Gateway of India like structure was pitched by the former Jammu and Kashmir Governor Retired Lieutenant General Srinivas Kumar Sinha (SK Sinha) in 2010. SK Sinha suggested the idea to build a Sabhyata Dwar (Civilisation Gate) near the residence of City &lt;a href=\"Superintendent%20of%20Police%20%28India%29\"&gt;Superintendent of Police&lt;/a&gt; on the banks of River Ganga to show how the river port of Pataliputra attracted people from across the world.\nConstruction.\nOn 8 February 2014, foundation stone of Samrat Ashok International Convention Centre was laid by the then Chief Minister of Bihar Nitish Kumar of which the Sabhyata Dwar was a part of. The plan of the building was drawn by a &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; based firm. Construction of the monument was done by the building and construction department of the &lt;a href=\"Government%20of%20Bihar\"&gt;Bihar government&lt;/a&gt;. On 21 May 2018, Sabhyata Dwar was inaugurated by the Bihar Chief Minister Nitish Kumar. The cost of construction of the project is 5 crore (50 million).\nStructure and appearance.\nThe Sabhyata Dwar is built on an area of one acre within the campus of Samrat Ashok International Convention Centre, north of &lt;a href=\"Gandhi%20Maidan\"&gt;Gandhi Maidan&lt;/a&gt;. At high the structure is taller than Gateway of India () and &lt;a href=\"Golghar\"&gt;Golghar&lt;/a&gt; (). The Dwar faces Ganga on its northern side. It consists of two arches built with Mauryan architecture with a smaller arch on either side. The structure is constructed from red and white sandstones. Atop the arch monument is a small &lt;a href=\"stupa\"&gt;stupa&lt;/a&gt; upon which rests Ashoka's four-sided &lt;a href=\"Lion%20capital%20of%20Ashoka\"&gt;lion capital&lt;/a&gt; made from alloyed metal. The northern and southern faces of the arches contain inscriptions attributed to Megasthenes, Ashoka, Buddha and Mahavira."
}