{
    "id": "57500323",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=57500323",
    "title": "Glottiphyllum suave",
    "text": "Glottiphyllum suave is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"succulent\"&gt;succulent&lt;/a&gt; plant, of the family &lt;a href=\"Aizoaceae\"&gt;Aizoaceae&lt;/a&gt;. It is indigenous to arid areas of the western &lt;a href=\"Little%20Karoo\"&gt;Little Karoo&lt;/a&gt;, in the &lt;a href=\"Western%20Cape\"&gt;Western Cape&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nDescription.\nEach growth point bears a small number of compact, fleshy leaves, in two parallel, opposite rows (distichous leaf arrangement).\nThe leaves of this species are thick, oval or rounded-elliptical, and ending in a slightly hunched \"chin\". The leaves also have clear margins and a pale waxy covering that can easily be rubbed off. This layer of white wax gives the leaves a slightly blue-grey hue. It is likely an adaptation to this plant's habitat preference for exposed positions in full sunlight.\nThe seed capsule disintegrates and falls from the plant soon after it has released its seeds. The seeds have long, equally-sized papillae.\nDistribution.\n\"G. suave\" is indigenous to the western &lt;a href=\"Little%20Karoo\"&gt;Little Karoo&lt;/a&gt;, west of Ladismith, in the &lt;a href=\"Western%20Cape%20Province\"&gt;Western Cape Province&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nIts range extends from the Anysberg area in the west to as far east as near Vanwyksdorp. In this region, it usually grows exposed, in full sun. In much of its range, it co-occurs with its common relative \"&lt;a href=\"Glottiphyllum%20depressum\"&gt;Glottiphyllum depressum&lt;/a&gt;\" (which usually grows in the shelter of bushes). In the south of its range, it overlaps with the range of \"&lt;a href=\"Glottiphyllum%20fergusoniae\"&gt;Glottiphyllum fergusoniae&lt;/a&gt;\", and in the east of its range, with \"&lt;a href=\"Glottiphyllum%20surrectum\"&gt;Glottiphyllum surrectum&lt;/a&gt;\"."
}