{
    "id": "57525718",
    "revid": "1058002604",
    "url": "https://en.wikipedia.org/wiki?curid=57525718",
    "title": "Grand Slam (figure skating)",
    "text": "The term Grand Slam (\"GS\") in &lt;a href=\"figure%20skating\"&gt;figure skating&lt;/a&gt; is a title sometimes used by figure skating analysts for the achievement of winning all three major annual senior-level international competitions (&lt;a href=\"World%20Figure%20Skating%20Championships\"&gt;World Championships&lt;/a&gt;, &lt;a href=\"Grand%20Prix%20of%20Figure%20Skating%20Final\"&gt;Grand Prix Final&lt;/a&gt;, and &lt;a href=\"European%20Figure%20Skating%20Championships\"&gt;European Championships&lt;/a&gt; or &lt;a href=\"Four%20Continents%20Figure%20Skating%20Championships\"&gt;Four Continents Championships&lt;/a&gt;) within a single season within one of the four disciplines: &lt;a href=\"single%20skating\"&gt;men's singles, ladies' singles&lt;/a&gt;, &lt;a href=\"pair%20skating\"&gt;pairs&lt;/a&gt;, and &lt;a href=\"ice%20dancing\"&gt;ice dance&lt;/a&gt;. Winning all three major annual senior-level international competitions at any point during the course of a career is called a \"Career Grand Slam\". In pair skating and ice dancing, one team may accomplish a Career Grand Slam skating together or one skater may achieve it with different partners.\nWinning the gold medal at the &lt;a href=\"Figure%20skating%20at%20the%20Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; in addition to the three major annual senior-level international competitions in a single season is called a \"Golden Grand Slam\" or \"Golden Slam\". A skater who wins all three major annual senior-level international competitions and the Olympic gold medal during his or her career is said to have achieved a \"Career Golden Grand Slam\" or \"Career Golden Slam\".\nWinning both major junior-level international competitions (&lt;a href=\"World%20Junior%20Figure%20Skating%20Championships\"&gt;World Junior Championships&lt;/a&gt;, &lt;a href=\"ISU%20Junior%20Grand%20Prix%20Final\"&gt;Junior Grand Prix Final&lt;/a&gt;) and all four major senior-level international competitions at any point during the course of a career is called a \"Career Super Grand Slam\" or \"Super Slam\".\nHistory.\nThe first &lt;a href=\"World%20Figure%20Skating%20Championships\"&gt;World Figure Skating Championships&lt;/a&gt; (\"WC\") was held in 1896. The &lt;a href=\"Grand%20Prix%20of%20Figure%20Skating%20Final\"&gt;Grand Prix of Figure Skating Final&lt;/a&gt; (\"GPF\", formerly Champions Series Final) was inaugurated in 1995. The &lt;a href=\"European%20Figure%20Skating%20Championships\"&gt;European Figure Skating Championships&lt;/a&gt; (\"EC\"), open to skaters from European countries, first took place in 1891. The &lt;a href=\"International%20Skating%20Union\"&gt;International Skating Union&lt;/a&gt; (ISU) established the &lt;a href=\"Four%20Continents%20Figure%20Skating%20Championships\"&gt;Four Continents Figure Skating Championships&lt;/a&gt; (\"4CC\") in 1999 to provide skaters representing non-European countries. So the possibility of being the reigning champion of all three major annual senior-level international competitions (WC, GPF, and EC or 4CC) did not exist until the 1995–96 season.\nFigure skating was first contested in the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; (\"OG\") in 1908. The first &lt;a href=\"World%20Junior%20Figure%20Skating%20Championships\"&gt;World Junior Figure Skating Championships&lt;/a&gt; (\"JWC\") were held in 1976. The &lt;a href=\"ISU%20Junior%20Grand%20Prix%20Final\"&gt;Junior Grand Prix Final&lt;/a&gt; (\"JGPF\", formerly ISU Junior Series Final) was established in the 1997–98 season. So the possibility of being the super reigning champion of both major junior-level international competitions (JWC and JGPF) and all four major senior-level international competitions (OG, WC, GPF, and EC or 4CC) did not exist until the 1997–98 season.\nOn June 29, 2011, a report by &lt;a href=\"CNN\"&gt;CNN&lt;/a&gt; used the term \"Grand Slam\" to figure skating to describe the achievement of winning the Grand Prix of Final, the Four Continents Championships, and the World Championships. On April 1, 2012, in a news report on the ladies' event of the 2012 World Figure Skating Championships by &lt;a href=\"Sina%20Sports\"&gt;Sina Sports&lt;/a&gt; in the Chinese language, the term \"Grand Slam\" (\"大满贯\") was used to describe the winning of the Grand Prix of Final, the European Championships and the World Championships. On December 11, 2016, a news report by Sina Sports on the ice dance event of the 2016–17 Grand Prix of Figure Skating Final in the Chinese language used the term \"Super Slam\" (\"超级大满贯\") to describe the achievement of winning the World Junior Championships, the Junior Grand Prix Final, the Four Continents Championships, the World Championships, the Grand Prix of Final, and the Olympic Games.\nOn 9 February 2020, a report by the &lt;a href=\"International%20Skating%20Union\"&gt;International Skating Union&lt;/a&gt; (ISU) used the term \"Golden Slam\" to describe the achievement of winning all four major senior-level international competitions (Winter Olympics, World Championships, Grand Prix of Final, and Four Continents Championships). On the same day, a report by the &lt;a href=\"Olympic%20Channel\"&gt;Olympic Channel&lt;/a&gt;, which is operated by the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt; (IOC), used the term \"Super Slam\" to figure skating to describe the achievement of winning both major junior-level international competitions (JWC and JGPF) and all four major senior-level international competitions (OG, WC, GPF, and 4CC).\nGrand Slam.\nThe remainder of this section is a complete list, by discipline, of all skaters who have completed the Grand Slam ordered chronologically, the numbers of Grand Slams by nation, and the first (or youngest/oldest) skater who achieved the Grand Slam.\nMen's singles.\nChronological\nFour men's single skaters have completed the Grand Slam. Of these skaters, two have accomplished the feat twice: &lt;a href=\"Alexei%20Yagudin\"&gt;Alexei Yagudin&lt;/a&gt; and &lt;a href=\"Evgeni%20Plushenko\"&gt;Evgeni Plushenko&lt;/a&gt;.\nTotals by nation\nThe following table shows the numbers of Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Grand Slam.\nLadies' singles.\nChronological\nFour ladies' single skaters have completed the Grand Slam. Of these skaters, only one (&lt;a href=\"Evgenia%20Medvedeva\"&gt;Evgenia Medvedeva&lt;/a&gt;) has accomplished the feat twice.\nTotals by nation\nThe following table shows the numbers of Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Grand Slam.\nPairs.\nChronological\nSix pair teams have completed the Grand Slam. German couple of &lt;a href=\"Aljona%20Savchenko\"&gt;Aliona Savchenko&lt;/a&gt; and &lt;a href=\"Robin%20Szolkowy\"&gt;Robin Szolkowy&lt;/a&gt; is the only one pair team who has accomplished the feat twice.\nTotals by nation\nThe following table shows the numbers of Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Grand Slam.\nIce dance.\nChronological\nEight ice dance teams have completed the Grand Slam. Russian couple of &lt;a href=\"Tatiana%20Navka\"&gt;Tatiana Navka&lt;/a&gt; and &lt;a href=\"Roman%20Kostomarov\"&gt;Roman Kostomarov&lt;/a&gt; and American couple of &lt;a href=\"Meryl%20Davis\"&gt;Meryl Davis&lt;/a&gt; and &lt;a href=\"Charlie%20White%20%28figure%20skater%29\"&gt;Charlie White&lt;/a&gt; are the only two ice dance teams who have accomplished the feat twice.\nTotals by nation\nThe following table shows the numbers of Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Grand Slam.\nAll disciplines.\nChronological\nTo date, eight single skaters and fourteen couples have completed the Grand Slam. Of these skaters, three single skaters and three couples have accomplished the feat twice.\nTotals by nation\nThe following table shows the numbers of Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Grand Slam.\nCareer Grand Slam.\nThe career achievement of all three major annual senior-level international competitions (WC, GPF, and EC or 4CC) is termed a \"Career Grand Slam\". Some skaters have won all three major competitions a second or more times, achieving a double, triple or quadruple Career Grand Slam.\nThe remainder of this section is a complete list, by discipline, of all skaters who have completed the Career Grand Slam ordered chronologically, the numbers of Career Grand Slams by nation, and the first (or youngest/oldest) skater who achieved the Career Grand Slam. The major competition at which the Career Grand Slam was achieved is indicated in bold.\nMen's singles.\nChronological\nNine men's single skaters have completed the Career Grand Slam. Of these skaters, &lt;a href=\"Evgeni%20Plushenko\"&gt;Evgeni Plushenko&lt;/a&gt; has achieved a triple Career Grand Slam, &lt;a href=\"Alexei%20Yagudin\"&gt;Alexei Yagudin&lt;/a&gt; and &lt;a href=\"Patrick%20Chan\"&gt;Patrick Chan&lt;/a&gt; have achieved a double Career Grand Slam.\nTotals by nation\nThe following table shows the numbers of Career Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Grand Slam.\nLadies' singles.\nChronological\nSeven ladies' single skaters have completed the Career Grand Slam. Of these skaters, &lt;a href=\"Mao%20Asada\"&gt;Mao Asada&lt;/a&gt; has achieved a triple Career Grand Slam, &lt;a href=\"Irina%20Slutskaya\"&gt;Irina Slutskaya&lt;/a&gt; and &lt;a href=\"Evgenia%20Medvedeva\"&gt;Evgenia Medvedeva&lt;/a&gt; have achieved a double Career Grand Slam.\nTotals by nation\nThe following table shows the numbers of Career Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Grand Slam.\nPairs.\nChronological\nEight pair teams have completed the Career Grand Slam. Of these teams, German couple of &lt;a href=\"Aljona%20Savchenko\"&gt;Aliona Savchenko&lt;/a&gt; and &lt;a href=\"Robin%20Szolkowy\"&gt;Robin Szolkowy&lt;/a&gt; has achieved a quadruple Career Grand Slam, Chinese couple of &lt;a href=\"Shen%20Xue\"&gt;Shen Xue&lt;/a&gt; and &lt;a href=\"Zhao%20Hongbo\"&gt;Zhao Hongbo&lt;/a&gt; has achieved a triple Career Grand Slam, and Russian couple of &lt;a href=\"Tatiana%20Totmianina\"&gt;Tatiana Totmianina&lt;/a&gt; and &lt;a href=\"Maxim%20Marinin\"&gt;Maxim Marinin&lt;/a&gt; has achieved a double Career Grand Slam.\nTotals by nation\nThe following table shows the numbers of Career Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Grand Slam.\nIce dance.\nChronological\nTwelve ice dance teams have completed the Career Grand Slam. Of these teams, two Russian couples (&lt;a href=\"Oksana%20Grishuk\"&gt;Oksana Grishuk&lt;/a&gt; / &lt;a href=\"Evgeni%20Platov\"&gt;Evgeni Platov&lt;/a&gt; and &lt;a href=\"Tatiana%20Navka\"&gt;Tatiana Navka&lt;/a&gt; / &lt;a href=\"Roman%20Kostomarov\"&gt;Roman Kostomarov&lt;/a&gt;) and one American couple (&lt;a href=\"Meryl%20Davis\"&gt;Meryl Davis&lt;/a&gt; / &lt;a href=\"Charlie%20White%20%28figure%20skater%29\"&gt;Charlie White&lt;/a&gt;) have achieved a double Career Grand Slam.\nTotals by nation\nThe following table shows the numbers of Career Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Grand Slam.\nAll disciplines.\nChronological\nTo date, sixteen single skaters and twenty couples have completed the Career Grand Slam. Of these skaters, one couple has achieved a quadruple Career Grand Slam, two single skaters and one couple have achieved a triple Career Grand Slam, and four single skaters and four couples have achieved a double Career Grand Slam.\nTotals by nation\nThe following table shows the numbers of Career Grand Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Grand Slam.\nGolden Slam.\nFigure skating was first contested in the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; (\"OG\") in 1908. Since 1924, the sport has been a part of the Winter Olympic Games. The four disciplines of men's singles, ladies' singles, pairs and ice dance also appeared as part of a team event for the first time at the 2014 Winter Olympics.\nWinning the gold medal at the Olympic Games in addition to the three major annual senior-level international competitions (WC, GPF, and EC or 4CC) within a single season is called a \"Golden Grand Slam\" or \"Golden Slam\".\nOnly one skater has completed the Golden Slam.\nCareer Golden Slam.\nA skater who wins all three major annual senior-level international competitions (WC, GPF, and EC or 4CC) and the Olympic gold medal during his or her career is said to have achieved a \"Career Golden Grand Slam\" or \"Career Golden Slam\". Few Skaters have won the gold medal in the individual event at the Olympic Games in addition to all three major competitions a second time, achieving a double Career Golden Slam.\nThe remainder of this section is a complete list, by discipline, of all skaters who have completed the Career Golden Slam ordered chronologically, the numbers of Career Golden Slams in the individual event by nation, and the first (or youngest/oldest) skater who achieved the Career Golden Slam in the individual event. The event at which the Career Golden Slam was achieved is indicated in bold.\nMen's singles.\nChronological\nFive men's single skaters have completed the Career Golden Slam. Of these skaters, four have won the Olympic gold medal in the individual event, and two have won the Olympic gold medal in the team event.\nTotals by nation\nThe following table shows the numbers of Career Golden Slams in the individual event by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Golden Slam in the individual event.\n†\nLadies' singles.\nOnly two ladies' single skater has completed the Career Golden Slam. Both of these ladies have also completed the Career Super Grand Slam by winning every major competition in their career, both junior and senior, including the Olympics.\n&lt;a href=\"Yuna%20Kim\"&gt;Yuna Kim&lt;/a&gt; is the first, &lt;a href=\"Alina%20Zagitova\"&gt;Alina Zagitova&lt;/a&gt; is the youngest lady to do so.\nPairs.\nChronological\nThirteen pair skaters have completed the Career Golden Slam. Of these skaters, eleven have won the Olympic gold medal in the individual event, and four have won the Olympic gold medal in the team event.\nTotals by nation\nThe following table shows the numbers of Career Golden Slams in the individual event by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Golden Slam in the individual event.\n†\nIce dance.\nChronological\nTen ice dancers have completed the Career Golden Slam. Of these skaters, all have won the Olympic gold medal in the individual event, and two have won the Olympic gold medal in the team event.\n&lt;a href=\"Oksana%20Grishuk\"&gt;Oksana Grishuk&lt;/a&gt; and &lt;a href=\"Evgeni%20Platov\"&gt;Evgeni Platov&lt;/a&gt; are the only two skaters who have achieved a double Career Golden Slam.\nTotals by nation\nThe following table shows the numbers of Career Golden Slams in the individual event by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Golden Slam in the individual event.\n†\nAll disciplines.\nChronological\nTo date, five men's single skaters, two ladies' single skater, thirteen pair skaters and ten ice dancers have completed the Career Golden Slam. Of these skaters, four men's single skaters, two ladies' single skater, eleven pair skaters and ten ice dancers have won the Olympic gold medal in the individual event; two men's single skaters, four pair skaters and two ice dancers have won the Olympic gold medal in the team event.\nTotals by nation\nThe following table shows the numbers of Career Golden Slams in the individual event by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Career Golden Slam in the individual event.\n†\nSuper Slam.\nWinning both major junior-level international competitions (JWC and JGPF) and all four major senior-level international competitions (OG, WC, GPF, and EC or 4CC) at any point during the course of a career is called a \"Career Super Grand Slam\" or \"Super Slam\".\nThe remainder of this section is a complete list, by discipline, of all skaters who have completed the Super Slam ordered chronologically, the numbers of Super Slams by nation, and the first (or youngest/oldest) skater who achieved the Super Slam. The major competition at which the Super Slam was achieved is indicated in bold.\nMen's singles.\n&lt;a href=\"Yuzuru%20Hanyu\"&gt;Yuzuru Hanyu&lt;/a&gt; is the only men's single skater who has ever completed the Super Slam.\nTwo men's single skaters have won one major junior-level international competitions (JWC) and all four major senior-level international competitions (OG, WC, GPF, and EC), but the Junior Grand Prix Final (JGPF) did not exist when they were juniors.\nLadies' singles.\nTwo ladies' single skaters have completed the Super Slam.\nPairs.\nOne pair skater has won one major junior-level international competitions (JWC) and all four major senior-level international competitions (OG, WC, GPF, and EC), but the Junior Grand Prix Final (JGPF) did not exist when he was a junior skater.\nIce dance.\nOnly two ice dancers have completed the Super Slam.\nFour ice dancers have won one major junior-level international competitions (JWC) and all four major senior-level international competitions (OG, WC, GPF, and EC), but the Junior Grand Prix Final (JGPF) did not exist when they were juniors.\nAll disciplines.\nChronological\nTo date, only one men's single skater, two ladies' singles skaters, two pair skaters and two ice dancers have completed the Super Slam.\nTotals by nation\nThe following table shows the numbers of Super Slams by nation.\nRecords\nThe following table shows the first (or youngest/oldest) skater who achieved the Super Slam.\nSee also.\nMajor senior events\nMajor junior events\nOthers\nReferences.\nGeneral.\nMajor senior events\nMajor junior events"
}