{
    "id": "57526209",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=57526209",
    "title": "History of open access",
    "text": "The idea and practise of providing free online access to journal articles began at least a decade before the term \"open access\" was formally coined. Computer scientists had been &lt;a href=\"self-archiving\"&gt;self-archiving&lt;/a&gt; in &lt;a href=\"File%20Transfer%20Protocol\"&gt;anonymous ftp archives&lt;/a&gt; since the 1970s and physicists had been self-archiving in &lt;a href=\"arXiv\"&gt;arXiv&lt;/a&gt; since the 1990s. The &lt;a href=\"Subversive%20Proposal\"&gt;Subversive Proposal&lt;/a&gt; to generalize the practice was posted in 1994.\nThe term \"open access\" itself was first formulated in three public statements in the 2000s: the &lt;a href=\"Budapest%20Open%20Access%20Initiative\"&gt;Budapest Open Access Initiative&lt;/a&gt; in February 2002, the &lt;a href=\"Bethesda%20Statement%20on%20Open%20Access%20Publishing\"&gt;Bethesda Statement on Open Access Publishing&lt;/a&gt; in June 2003, and the &lt;a href=\"Berlin%20Declaration%20on%20Open%20Access%20to%20Knowledge%20in%20the%20Sciences%20and%20Humanities\"&gt;Berlin Declaration on Open Access to Knowledge in the Sciences and Humanities&lt;/a&gt; in October 2003, and the initial concept of open access refers to an unrestricted online access to scholarly research primarily intended for scholarly journal articles.\nEfforts before the Internet.\nOne early proponent of the publisher-pays model was the physicist &lt;a href=\"Le%C3%B3%20Szil%C3%A1rd\"&gt;Leó Szilárd&lt;/a&gt;. To help stem the flood of low-quality publications, he jokingly suggested in the 1940s that at the beginning of his career each &lt;a href=\"scientist\"&gt;scientist&lt;/a&gt; should be issued with 100 vouchers to pay for his papers. Closer to the present, but still ahead of its time, was &lt;a href=\"Common%20Knowledge\"&gt;Common Knowledge&lt;/a&gt;. This was an attempt to share information for the good of all, the brainchild of &lt;a href=\"Brower%20Murphy\"&gt;Brower Murphy&lt;/a&gt;, formerly of The Library Corporation. Both Brower and Common Knowledge are recognised in the Library Microcomputer Hall of Fame. One of &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt;'s earliest publications, \"Hind Swaraj\" published in Gujarati in 1909 is recognised as the intellectual blueprint of India's freedom movement. The book was translated into English the next year, with a copyright legend that read \"No Rights Reserved\".\nThe modern open access movement (as a &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt;) traces its history at least back to the 1950s, with the &lt;a href=\"Letterist%20International\"&gt;Letterist International&lt;/a&gt; (LI) placing anything in their journal \"Potlatch\" in the public domain. As the LI merged to form the &lt;a href=\"Situationist%20International\"&gt;Situationist International&lt;/a&gt;, &lt;a href=\"Guy%20Debord\"&gt;Guy Debord&lt;/a&gt; wrote to Patrick Straram \"All the material published by the Situationist International is, in principle, usable by everyone, even without acknowledgement, without the preoccupations of literary property.\" This was to facilitate &lt;a href=\"d%C3%A9tournement\"&gt;détournement&lt;/a&gt;. It became much more prominent in the 1990s with the advent of the &lt;a href=\"Digital%20Age\"&gt;Digital Age&lt;/a&gt;. With the spread of the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; and the ability to copy and distribute electronic data at no cost, the arguments for open access gained new importance. The fixed cost of producing the article is separable from the minimal marginal cost of the online distribution.\nEarly years of online open access.\nAn explosion of interest and activity in open access journals has occurred since the 1990s, largely due to the widespread availability of &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; access. It is now possible to publish a scholarly article and \"also\" make it instantly accessible anywhere in the world where there are computers and Internet connections. The fixed cost of producing the article is separable from the minimal marginal cost of the online distribution.\nThese new possibilities emerged at a time when the traditional, print-based scholarly journals system was in a crisis. The number of journals and articles produced had been increasing at a steady rate; however the average cost per journal had been rising at a rate far above &lt;a href=\"inflation\"&gt;inflation&lt;/a&gt; for decades, and budgets at academic libraries have remained fairly static. The result was decreased access – ironically, just when technology has made almost unlimited access a very real possibility, for the first time. Libraries and librarians have played an important part in the open access movement, initially by alerting faculty and administrators to the serials crisis. The Association of Research Libraries developed the &lt;a href=\"Scholarly%20Publishing%20and%20Academic%20Resources%20Coalition\"&gt;Scholarly Publishing and Academic Resources Coalition&lt;/a&gt; (SPARC), in 1997, an alliance of academic and research libraries and other organizations, to address the crisis and develop and promote alternatives, such as open access.\nThe first online-only, free-access journals (eventually to be called \"open access journals\") began appearing in the late 1980s and early 1990s. These journals typically used pre-existing infrastructure (such as e-mail or &lt;a href=\"newsgroups\"&gt;newsgroups&lt;/a&gt;) and volunteer labor and were developed without any intent to generate profit. Examples include \"&lt;a href=\"Bryn%20Mawr%20Classical%20Review\"&gt;Bryn Mawr Classical Review&lt;/a&gt;, &lt;a href=\"Postmodern%20Culture\"&gt;Postmodern Culture&lt;/a&gt;, &lt;a href=\"Psycoloquy\"&gt;Psycoloquy&lt;/a&gt;\", and \"&lt;a href=\"The%20Public-Access%20Computer%20Systems%20Review\"&gt;The Public-Access Computer Systems Review&lt;/a&gt;\".\nProbably the earliest book publisher to provide open access was the &lt;a href=\"National%20Academies%20Press\"&gt;National Academies Press&lt;/a&gt;, publisher for the &lt;a href=\"United%20States%20National%20Academy%20of%20Sciences\"&gt;National Academy of Sciences&lt;/a&gt;, &lt;a href=\"Institute%20of%20Medicine\"&gt;Institute of Medicine&lt;/a&gt;, and other arms of the &lt;a href=\"National%20Academies\"&gt;National Academies&lt;/a&gt;. They have provided free online full-text editions of their books alongside priced, printed editions since 1994, and assert that the online editions promote sales of the print editions. As of June 2006 they had more than 3,600 books up online for browsing, searching, and reading.\nWhile Editor-in-Chief of the \"&lt;a href=\"Journal%20of%20Clinical%20Investigation\"&gt;Journal of Clinical Investigation&lt;/a&gt;\", &lt;a href=\"Ajit%20Varki\"&gt;Ajit Varki&lt;/a&gt; made it the first major biomedical journal to be freely available on the web in 1996. Varki wrote, \"The vexing issue of the day is how to appropriately charge users for this electronic access. The nonprofit nature of the JCI allows consideration of a truly novel solution — not to charge anyone at all!\" Other pioneers in open access publishing in the biomedical domain included &lt;a href=\"BMJ\"&gt;BMJ&lt;/a&gt;, &lt;a href=\"Journal%20of%20Medical%20Internet%20Research\"&gt;Journal of Medical Internet Research&lt;/a&gt;, and &lt;a href=\"Medscape\"&gt;Medscape&lt;/a&gt;, who were created or made their content freely accessible in the late 1990s.\nThe first free scientific online archive was &lt;a href=\"arXiv.org\"&gt;arXiv.org&lt;/a&gt;, started in 1991, initially a preprint service for physicists, initiated by &lt;a href=\"Paul%20Ginsparg\"&gt;Paul Ginsparg&lt;/a&gt;. Self-archiving has become the norm in physics, with some sub-areas of physics, such as high-energy physics, having a 100% self-archiving rate. The prior existence of a \"preprint culture\" in high-energy physics is one major reason why arXiv has been successful. arXiv now includes papers from related disciplines including computer science, mathematics, nonlinear sciences, quantitative biology, quantitative finance, and statistics. However, computer scientists mostly self-archive on their own websites and have been doing so for even longer than physicists. arXiv now includes postprints as well as preprints. The two major physics publishers, &lt;a href=\"American%20Physical%20Society\"&gt;American Physical Society&lt;/a&gt; and &lt;a href=\"Institute%20of%20Physics\"&gt;Institute of Physics&lt;/a&gt; Publishing, have reported that arXiv has had no effect on journal subscriptions in physics; even though the articles are freely available, usually before publication, physicists value their journals and continue to support them.\nComputer scientists had been self-archiving on their own &lt;a href=\"File%20Transfer%20Protocol\"&gt;FTP&lt;/a&gt; sites and then their websites since even earlier than the physicists, as was revealed when &lt;a href=\"Citeseer\"&gt;Citeseer&lt;/a&gt; began harvesting their papers in the late 1990s. Citeseer is a computer science archive that harvests, &lt;a href=\"Google\"&gt;Google&lt;/a&gt;-style, from distributed computer science websites and &lt;a href=\"institutional%20repository\"&gt;institutional repositories&lt;/a&gt;, and contains almost twice as many papers as arXiv. The 1994 \"&lt;a href=\"Subversive%20Proposal\"&gt;Subversive Proposal&lt;/a&gt;\" was to extend &lt;a href=\"self-archiving\"&gt;self-archiving&lt;/a&gt; to all other disciplines; from it arose &lt;a href=\"CogPrints\"&gt;CogPrints&lt;/a&gt; (1997) and eventually the &lt;a href=\"Open%20Archives%20Initiative\"&gt;OAI&lt;/a&gt;-compliant generic &lt;a href=\"GNU\"&gt;GNU&lt;/a&gt; &lt;a href=\"Eprints.org\"&gt;Eprints.org&lt;/a&gt; software in 2000.\nOne of the first online journals, \"GeoLogic, Terra NOVA\", was published by Paul Browning and started in 1989. It was not a discrete journal but an electronic section of \"TerraNova\". The journal ceased to be open access in 1997 due to a change in the policy of the editors (EUG) and publishing house (Blackwell).\nIn 1997, the U.S. &lt;a href=\"National%20Library%20of%20Medicine\"&gt;National Library of Medicine&lt;/a&gt; (NLM) made &lt;a href=\"Medline\"&gt;Medline&lt;/a&gt;, the most comprehensive index to medical literature on the planet, freely available in the form of &lt;a href=\"PubMed\"&gt;PubMed&lt;/a&gt;. Usage of this database increased a tenfold when it became free, strongly suggesting that prior limits on usage were impacted by lack of access. While indexes are not the main focus of the open access movement, Medline is important in that it opened up a whole new form of use of &lt;a href=\"scientific%20literature\"&gt;scientific literature&lt;/a&gt; – by the public, not just professionals. The \"Journal of Medical Internet Research\" (\"JMIR\"), one of the first open access journals in medicine, was created in 1998, publishing its first issue in 1999.\nIn 1998, the &lt;a href=\"American%20Scientist%20Open%20Access%20Forum\"&gt;American Scientist Open Access Forum&lt;/a&gt; was launched (and first called the \"September98 Forum\"). One of the more unusual models is utilized by the \"Journal of Surgical Radiology\", which uses the net profits from external revenue to provide compensation to the editors for their continuing efforts.\nIn the biological and geological sciences, paleontology came into the forefront in 1998 with \"&lt;a href=\"Palaeontologia%20electronica\"&gt;Palaeontologia electronica&lt;/a&gt;\", Their first issue received 100,000 hits from an estimated 3,000 readers, comparable to the subscription numbers of their peer print journals. One challenge to digital-only biological journals was the lack of protection afforded by the &lt;a href=\"International%20Code%20of%20Zoological%20Nomenclature\"&gt;International Code of Zoological Nomenclature&lt;/a&gt; to scientific names published in formats other than paper, but this was overcome by revisions to the Code in 1999 (effective January 1, 2000).\nOne of the first humanities journals published in open access is \"CLCWeb: Comparative Literature and Culture\" founded at the University of Alberta in 1998 with its first issue published in March 1999 and since 2000 published by &lt;a href=\"Purdue%20University%20Press\"&gt;Purdue University Press&lt;/a&gt;.\nIn 1999, &lt;a href=\"Harold%20Varmus\"&gt;Harold Varmus&lt;/a&gt; of the &lt;a href=\"NIH\"&gt;NIH&lt;/a&gt; proposed a journal called E-biomed, intended as an open access electronic publishing platform combining a &lt;a href=\"preprint\"&gt;preprint&lt;/a&gt; server with peer-reviewed articles. E-biomed later saw light in a revised form as &lt;a href=\"PubMed%20Central\"&gt;PubMed Central&lt;/a&gt;, a &lt;a href=\"postprint\"&gt;postprint&lt;/a&gt; archive.\nIt was also in 1999 that the &lt;a href=\"Open%20Archives%20Initiative\"&gt;Open Archives Initiative&lt;/a&gt; and its &lt;a href=\"OAI-PMH\"&gt;OAI-PMH&lt;/a&gt; protocol for metadata harvesting was launched in order to make online archives interoperable.\n2000s.\nThe number of open access journals increased by an estimated 500% during the &lt;a href=\"2000s%20%28decade%29\"&gt;2000–2009 decade&lt;/a&gt;. Also, the average number of articles that were published per open access journal per year increased from approximately 20 to 40 during the same period, resulting in that the number of open access articles increased by 900% during that decade.\nIn 2000, &lt;a href=\"BioMed%20Central\"&gt;BioMed Central&lt;/a&gt;, a for-profit open access publisher with now dozens of open access journals, was launched by what was then the Current Science Group (the founder of the \"Current Opinion\" series, and now known as the Science Navigation Group). In some ways, BioMed Central resembles &lt;a href=\"Harold%20Varmus\"&gt;Harold Varmus&lt;/a&gt;' original E-biomed proposal more closely than does &lt;a href=\"PubMed%20Central\"&gt;PubMed Central&lt;/a&gt;. As of October 2013 BioMed Central publishes over 250 journals.\nIn 2001, 34,000 scholars around the world signed \"An Open Letter to Scientific Publishers\", calling for \"the establishment of an online public library that would provide the full contents of the published record of research and scholarly discourse in medicine and the life sciences in a freely accessible, fully searchable, interlinked form\". Scientists signing the letter also pledged not to publish in or peer-review for non-open access journals. This led to the establishment of the &lt;a href=\"Public%20Library%20of%20Science\"&gt;Public Library of Science&lt;/a&gt;, an advocacy organization. However, most scientists continued to publish and review for non-open access journals. PLoS decided to become an open access publisher aiming to compete at the high quality end of the scientific spectrum with commercial publishers and other open access journals, which were beginning to flourish. Critics have argued that, equipped with a $10 million grant, PLoS competes with smaller open access journals for the best submissions and risks destroying what it originally wanted to foster. PLOS launched its first open access journal, &lt;a href=\"PLOS%20Biology\"&gt;PLOS Biology&lt;/a&gt; in 2003, with &lt;a href=\"PLOS%20Medicine\"&gt;PLOS Medicine&lt;/a&gt; following in 2004, and &lt;a href=\"PLOS%20One\"&gt;PLOS One&lt;/a&gt; in 2006.\nThe first major international statement on open access was the &lt;a href=\"Budapest%20Open%20Access%20Initiative\"&gt;Budapest Open Access Initiative&lt;/a&gt; in February 2002, launched by the &lt;a href=\"Open%20Society%20Institute\"&gt;Open Society Institute&lt;/a&gt;. Two further statements followed: the Bethesda Statement on Open Access Publishing in June 2003 and the &lt;a href=\"Berlin%20Declaration%20on%20Open%20Access%20to%20Knowledge%20in%20the%20Sciences%20and%20Humanities\"&gt;Berlin Declaration on Open Access to Knowledge in the Sciences and Humanities&lt;/a&gt; in October 2003. Also in 2003, the &lt;a href=\"World%20Summit%20on%20the%20Information%20Society\"&gt;World Summit on the Information Society&lt;/a&gt; included open access in its Declaration of Principles and Plan of Action.\nIn 2006, a &lt;a href=\"Federal%20Research%20Public%20Access%20Act\"&gt;Federal Research Public Access Act&lt;/a&gt; was introduced in US Congress by senators &lt;a href=\"John%20Cornyn\"&gt;John Cornyn&lt;/a&gt; and &lt;a href=\"Joe%20Lieberman\"&gt;Joe Lieberman&lt;/a&gt;. The act continues to be brought up every year since then, but has never made it past committee.\nThe year 2007 recorded some backlash from non-OA publishers.\nIn 2008, &lt;a href=\"Ajit%20Varki\"&gt;Ajit Varki&lt;/a&gt; worked with &lt;a href=\"David%20Lipman\"&gt;David Lipman&lt;/a&gt; to create the first viable model for a major &lt;a href=\"Open%20Access%20textbook\"&gt;Open Access textbook&lt;/a&gt; hosted at NCBI, the 2nd. Edition of the \"Essentials of Glycobiology\".\nPerhaps the first dedicated publisher of &lt;a href=\"open%20access%20monograph\"&gt;open access monograph&lt;/a&gt;s in the humanities was &lt;a href=\"re.press\"&gt;re.press&lt;/a&gt; who published their first title in that 2006. Two years later in 2008 &lt;a href=\"Open%20Humanities%20Press\"&gt;Open Humanities Press&lt;/a&gt;, another publisher of humanities monographs, was launched. Most recently, the &lt;a href=\"Open%20Library%20of%20Humanities\"&gt;Open Library of Humanities&lt;/a&gt; launched in September 2015.\nIn 2008, &lt;a href=\"USENIX\"&gt;USENIX&lt;/a&gt;, the advanced computing systems association, implemented an open access policy for their conference proceedings. In 2011 they added audio and video recordings of paper presentations to the material to which they provide open access.\n2010s.\nIn 2013, &lt;a href=\"John%20Holdren\"&gt;John Holdren&lt;/a&gt;, &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt;'s director of the &lt;a href=\"Office%20of%20Science%20and%20Technology%20Policy\"&gt;Office of Science and Technology Policy&lt;/a&gt;, issued a memorandum directing United States' Federal Agencies with more than $100million in annual R&amp;D expenditures to develop plans within six months to make the published results of federally funded research freely available to the public within one year of publication. As of March 2015, two agencies had made their plans public: the &lt;a href=\"United%20States%20Department%20of%20Energy\"&gt;Department of Energy&lt;/a&gt; and the &lt;a href=\"National%20Science%20Foundation\"&gt;National Science Foundation&lt;/a&gt;.\nIn 2013, the UK &lt;a href=\"Higher%20Education%20Funding%20Council%20for%20England\"&gt;Higher Education Funding Council for England&lt;/a&gt; (HEFCE) proposed adopting a mandate that in order to be eligible for submission to the UK &lt;a href=\"Research%20Excellence%20Framework\"&gt;Research Excellence Framework&lt;/a&gt; (REF) all peer-reviewed journal articles submitted after 2014 must be deposited in the author's &lt;a href=\"institutional%20repository\"&gt;institutional repository&lt;/a&gt; \"immediately upon acceptance for publication\", regardless of whether the article is published in a &lt;a href=\"subscription%20business%20model\"&gt;subscription&lt;/a&gt; journal or in an open access journal. HEFCE expresses no journal preference, places no restriction on authors' choice and requires the deposit itself to be immediate, irrespective of whether the publisher imposes an embargo (for an allowable embargo period that remains to be decided) on the date at which access to the deposit can be made open. The HEFCE/REF mandate proposal complements the recent &lt;a href=\"Research%20Councils%20UK\"&gt;Research Councils UK&lt;/a&gt; (RCUK) mandate that requires all articles resulting from RCUK funding to be made open access by 6 months after publication at the latest (12 months for arts and humanities articles).\nHEFCE also provided grants to universities in England wishing to participate in the Pilot Collection of &lt;a href=\"Knowledge%20Unlatched\"&gt;Knowledge Unlatched&lt;/a&gt;, a not-for-profit organisation enabling humanities and social sciences &lt;a href=\"monographs\"&gt;monographs&lt;/a&gt; to become open access. The Pilot Collection ran from October 2013 to February 2014 and 297 libraries and institutions worldwide participated in 'unlatching' the collection of 28 titles. 61 of these participating institutions were university libraries in England eligible for the HEFCE grant of 50% towards the $1195 participation fee.\nThe &lt;a href=\"Indian%20Council%20of%20Agricultural%20Research\"&gt;Indian Council of Agricultural Research&lt;/a&gt; had adopted an Open Access policy for its publications on 13 September 2013 and announced that each ICAR institute would set-up an open access institutional repository. One such repository is eprints@cmfri, an open access institutional repository of the &lt;a href=\"Central%20Marine%20Fisheries%20Research%20Institute\"&gt;Central Marine Fisheries Research Institute&lt;/a&gt; which was set-up on 25 February 2010 well before the policy was adopted. However, since March 2010, the ICAR is making available its two flagship journals under Open Access on its website and later through an online platform called Indian Agricultural Research Journals using &lt;a href=\"Open%20Journal%20Systems\"&gt;Open Journal Systems&lt;/a&gt;. However, not all the journals hosted in the platform are open access.\nIn 2014, the &lt;a href=\"Department%20of%20Biotechnology\"&gt;Department of Biotechnology&lt;/a&gt; and &lt;a href=\"Department%20of%20Science%20and%20Technology%20%28India%29\"&gt;Department of Science and Technology&lt;/a&gt;, under &lt;a href=\"Ministry%20of%20Science%20and%20Technology%20%28India%29\"&gt;Ministry of Science and Technology&lt;/a&gt;, Government of India jointly announced their open access policy.\nIn May 2016 the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; announced that \"all scientific articles in Europe must be freely accessible as of 2020\" and that the Commission will \"develop and encourage measures for optimal compliance with the provisions for open access to scientific publications under &lt;a href=\"Horizon%202020\"&gt;Horizon 2020&lt;/a&gt;\".\nSome ask such measures to include the usage of &lt;a href=\"free%20and%20open-source%20software\"&gt;free and open-source software&lt;/a&gt;.\nBy March 2018, a search of MEDLINE indicated that ~21% of all human/animal articles indexed are available freely through PubMed Central, or directly from the journal. Within veterinary medicine specifically, research indicates the number is higher, at ~27%.\nIn September 2018 eleven European funders, organized under &lt;a href=\"cOAlition%20S\"&gt;cOAlition S&lt;/a&gt;, announced &lt;a href=\"Plan%20S\"&gt;Plan S&lt;/a&gt;, which requires all research output based on funding from these organizations to be published in full Open Access journals, disallowing publishing in hybrid journals.\nGrowth statistics.\nA study on the development of publishing of open access journals from 1993 to 2009 published in 2011 suggests that, measured both by the number of journals as well as by the increases in total article output, direct gold open access journal publishing has seen rapid growth particularly between the years 2000 and 2009. It was estimated that there were around 19,500 articles published open access in 2000, while the number has grown to 191,850 articles in 2009. The journal count for the year 2000 is estimated to have been 740, and 4769 for 2009; numbers which show considerable growth, albeit at a more moderate pace than the article-level growth. These findings support the notion that open access journals have increased both in numbers and in average annual output over time.\nThe development of the number of active open access journals and the number of research articles published in them during the period 1993–2009 is shown in the figure above. If these gold open access growth curves are extrapolated to the next two decades, the Laakso et al. (Björk) curve would reach 60% in 2022, and the Springer curve would reach 50% in 2029 as shown in the figure below (the reference provides a more optimistic interpretation which does not match with the values shown in the figure)."
}