{
    "id": "5752514",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=5752514",
    "title": "Laser lithotripsy",
    "text": "Laser lithotripsy is a &lt;a href=\"Surgery\"&gt;surgical procedure&lt;/a&gt; to remove &lt;a href=\"Urolithiasis\"&gt;stones from urinary tract&lt;/a&gt;, i.e., &lt;a href=\"kidney\"&gt;kidney&lt;/a&gt;, &lt;a href=\"ureter\"&gt;ureter&lt;/a&gt;, &lt;a href=\"bladder\"&gt;bladder&lt;/a&gt;, or &lt;a href=\"urethra\"&gt;urethra&lt;/a&gt;.\nHistory.\nLaser &lt;a href=\"lithotripsy\"&gt;lithotripsy&lt;/a&gt; was invented at the Wellman Center for Photo medicine at Massachusetts General Hospital in the 1980s to remove impacted urinary stones. Optical fibers carry light pulses that pulverize the stone. &lt;a href=\"Candela%20Corp\"&gt;Candela&lt;/a&gt; licensed the technology and released the first commercial laser lithotripsy system. Initially 504 nm dye lasers were used, then holmium lasers were studied in the 1990s.\nProcedure.\nA &lt;a href=\"Urology\"&gt;urologist&lt;/a&gt; inserts a scope into the urinary tract to locate the stone. The scope may be a &lt;a href=\"Cystoscopy\"&gt;cystoscope&lt;/a&gt;, &lt;a href=\"ureteroscopy\"&gt;ureteroscope&lt;/a&gt;, renoscope or nephroscope. An optical fiber is inserted through the working channel of the scope, and laser light is directly emitted to the stone. The stone is fragmented and the remaining pieces are collected in a \"basket\" and/or washed out of the &lt;a href=\"Urinary%20system\"&gt;urinary tract&lt;/a&gt;, along with the finer particulate \"dust.\"\nThe procedure is done under either &lt;a href=\"Local%20anesthesia\"&gt;local&lt;/a&gt; or &lt;a href=\"general%20anesthesia\"&gt;general anesthesia&lt;/a&gt; and is considered a &lt;a href=\"minimally-invasive%20procedure\"&gt;minimally-invasive procedure&lt;/a&gt;. It is widely available in most hospitals in the world.\nComparison.\nLaser lithotripsy (LL) has been evaluated against &lt;a href=\"Extracorporeal%20shock%20wave%20lithotripsy\"&gt;Extracorporeal&lt;/a&gt; Shock Wave lithotripsy (ESWL), finding both to be safe and effective. ESWL may be safer for small stones (&lt;10 mm), but less effective for 10–20 mm stones. A 2013 meta-analysis found LL can treat larger stones (&gt; 2 cm) with good stone-free and complication rates.\nHolmium laser lithotripsy had superior initial success and re-treatment rate compared to &lt;a href=\"extracorporeal%20shock%20wave%20lithotripsy\"&gt;extracorporeal shock wave lithotripsy&lt;/a&gt; (ESWL) in a 2013 trial.\nThe experimental thulium &lt;a href=\"fiber%20laser\"&gt;fiber laser&lt;/a&gt; (TFL) is being studied as a potential alternative to the &lt;a href=\"List%20of%20laser%20types\"&gt;holmium:YAG&lt;/a&gt; (Ho:YAG) laser for the treatment of kidney stones. The TFL has several potential advantages compared to Ho:YAG laser for lithotripsy, including a four times lower ablation threshold, a near single-mode beam profile, and higher pulse rates, resulting in up to four times as fast ablation rates and faster procedural times.\nLasers.\n&lt;a href=\"Pulsed%20dye%20laser\"&gt;Pulsed dye laser&lt;/a&gt;s have been used with fiber diameters of 200–550 microns for lithotripsy of biliary and urinary stones.\nHo:YAG lasers have wavelength of 2100 nm (infrared) and are used for medical procedures in urology and other areas. They have qualities of CO2 and Nd:Yag lasers, with ablative and coagulation effects. Holmium laser use results in smaller fragments than 320 or 365 micron pulsed dye lasers or electrohydraulic and mechanical methods.\nThulium fiber lasers are being investigated."
}