{
    "id": "57539",
    "revid": "417539",
    "url": "https://en.wikipedia.org/wiki?curid=57539",
    "title": "Ulysses (spacecraft)",
    "text": "Ulysses ( , ) was a &lt;a href=\"Robotic%20spacecraft\"&gt;robotic&lt;/a&gt; &lt;a href=\"space%20probe\"&gt;space probe&lt;/a&gt; whose primary mission was to orbit the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt; and study it at all latitudes. It was launched in 1990 and made three \"fast latitude scans\" of the Sun in 1994/1995, 2000/2001, and 2007/2008. In addition, the probe studied several comets. \"Ulysses\" was a joint venture of the &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt; (ESA) and the United States' &lt;a href=\"NASA\"&gt;National Aeronautics and Space Administration&lt;/a&gt;, under leadership of ESA with participation from Canada's &lt;a href=\"National%20Research%20Council%20%28Canada%29\"&gt;National Research Council&lt;/a&gt;. The last day for mission operations on \"Ulysses\" was 30 June 2009.\nTo study the Sun at all latitudes, the probe needed to change its &lt;a href=\"orbital%20inclination\"&gt;orbital inclination&lt;/a&gt; and leave the &lt;a href=\"Ecliptic\"&gt;plane of the Solar System&lt;/a&gt;. To change the orbital inclination of a spacecraft to about 80° requires a large change in heliocentric velocity, the energy to achieve which far exceeded the capabilities of any &lt;a href=\"launch%20vehicle\"&gt;launch vehicle&lt;/a&gt;. To reach the desired orbit around the Sun, the mission's planners chose a &lt;a href=\"gravity%20assist\"&gt;gravity assist&lt;/a&gt; maneuver around &lt;a href=\"Jupiter\"&gt;Jupiter&lt;/a&gt;, but this Jupiter encounter meant that \"Ulysses\" could not be powered by solar cells. The probe was powered instead by a &lt;a href=\"radioisotope%20thermoelectric%20generator\"&gt;radioisotope thermoelectric generator&lt;/a&gt; (RTG).\nThe &lt;a href=\"spacecraft\"&gt;spacecraft&lt;/a&gt; was originally named Odysseus, because of its lengthy and indirect trajectory to study the solar poles. It was renamed \"Ulysses\", the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; &lt;a href=\"translation\"&gt;translation&lt;/a&gt; of \"&lt;a href=\"Odysseus\"&gt;Odysseus&lt;/a&gt;\", at ESA's request in honor not only of &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt;'s mythological hero but also of &lt;a href=\"Dante\"&gt;Dante&lt;/a&gt;'s character in the &lt;a href=\"Inferno%20%28Dante%29\"&gt;\"Inferno\"&lt;/a&gt;. \"Ulysses\" was originally scheduled for launch in May 1986 aboard the &lt;a href=\"Space%20Shuttle\"&gt;Space Shuttle&lt;/a&gt; \"Challenger\" on &lt;a href=\"STS-61-F\"&gt;STS-61-F&lt;/a&gt;. Due to the &lt;a href=\"Space%20Shuttle%20Challenger%20disaster\"&gt;loss of \"Challenger\"&lt;/a&gt;, the launch of \"Ulysses\" was delayed until 6 October 1990 aboard &lt;a href=\"Space%20Shuttle%20Discovery\"&gt;\"Discovery\"&lt;/a&gt; (mission &lt;a href=\"STS-41\"&gt;STS-41&lt;/a&gt;).\nSpacecraft.\nThe spacecraft was designed by ESA and built by &lt;a href=\"Dornier%20Flugzeugwerke\"&gt;Dornier Systems&lt;/a&gt;, a German aircraft manufacturer. The body was roughly a box, approximately in size. The box mounted the &lt;a href=\"dish%20antenna\"&gt;dish antenna&lt;/a&gt; and the &lt;a href=\"GPHS-RTG\"&gt;GPHS-RTG&lt;/a&gt; &lt;a href=\"radioisotope%20thermoelectric%20generator\"&gt;radioisotope thermoelectric generator&lt;/a&gt; (RTG) power source. The box was divided into noisy and quiet sections. The noisy section abutted the RTG; the quiet section housed the instrument electronics. Particularly \"loud\" components, such as the preamps for the radio dipole, were mounted outside the structure entirely, and the box acted as a &lt;a href=\"Faraday%20cage\"&gt;Faraday cage&lt;/a&gt;.\n\"Ulysses\" was &lt;a href=\"Spin-stabilisation\"&gt;spin-stabilised&lt;/a&gt; about its z-axis which roughly coincides with the axis of the dish antenna. The RTG, &lt;a href=\"whip%20antenna\"&gt;whip antenna&lt;/a&gt;s, and instrument boom were placed to stabilize this axis, with the spin rate nominally at 5 &lt;a href=\"Revolutions%20per%20minute\"&gt;rpm&lt;/a&gt;. Inside the body was a &lt;a href=\"hydrazine\"&gt;hydrazine&lt;/a&gt; fuel tank. Hydrazine &lt;a href=\"monopropellant\"&gt;monopropellant&lt;/a&gt; was used for course corrections inbound to Jupiter, and later used exclusively to repoint the spin axis (and thus, the antenna) at Earth. The spacecraft was controlled by eight thrusters in two blocks. Thrusters were pulsed in the time domain to perform rotation or translation. Four sun sensors detected orientation. For fine attitude control, the S-band antenna feed was mounted slightly off-axis. This offset feed combined with the spacecraft spin introduced an apparent oscillation to a radio signal transmitted from Earth when received on board the spacecraft. The amplitude and phase of this oscillation were proportional to the orientation of the spin axis relative to the Earth direction. This method of determining the relative orientation is called &lt;a href=\"Conical%20scanning\"&gt;conical scanning&lt;/a&gt; and was used by early radars for automated tracking of targets and was also very common in early infrared guided missiles.\nThe spacecraft used S-band for uplinked commands and downlinked telemetry, through dual redundant 5-watt transceivers. The spacecraft used &lt;a href=\"X%20band\"&gt;X-band&lt;/a&gt; for science return (downlink only), using dual 20 watts &lt;a href=\"TWTA\"&gt;TWTA&lt;/a&gt;s until the failure of the last remaining TWTA in January 2008. Both bands used the dish antenna with prime-focus feeds, unlike the &lt;a href=\"Cassegrain%20reflector\"&gt;Cassegrain&lt;/a&gt; feeds of most other spacecraft dishes.\nDual tape recorders, each of approximately 45-megabit capacity, stored science data between the nominal eight-hour communications sessions during the prime and extended mission phases.\nThe spacecraft was designed to withstand both the heat of the inner Solar System and the cold at Jupiter's distance. Extensive blanketing and electric heaters protected the probe against the cold temperatures of the outer Solar System.\nMultiple computer systems (CPUs/microprocessors/Data Processing Units) are used in several of the scientific instruments, including several radiation-hardened &lt;a href=\"RCA%201802\"&gt;RCA CDP1802&lt;/a&gt; microprocessors. Documented 1802 usage includes dual-redundant 1802s in the COSPIN, and at least one 1802 each in the GRB, HI-SCALE, SWICS, SWOOPS and URAP instruments, with other possible microprocessors incorporated elsewhere.\nTotal mass at launch was , of which 33.5 kg was &lt;a href=\"hydrazine\"&gt;hydrazine&lt;/a&gt; propellant used for attitude control and orbit correction.\nInstruments.\nThe twelve different Instruments came from ESA and NASA. The first design was based on two probes, one by NASA and one by ESA, but the probe of NASA was defunded and in the end the instruments of the cancelled probe were mounted on Ulyssses.\nMission.\nPlanning.\nUntil \"Ulysses\", the Sun had only been observed from low solar latitudes. The Earth's orbit defines the &lt;a href=\"ecliptic\"&gt;ecliptic&lt;/a&gt; plane, which differs from the Sun's equatorial plane by only 7.25°. Even spacecraft directly orbiting the Sun do so in planes close to the ecliptic because a direct launch into a high-inclination solar orbit would require a prohibitively large launch vehicle.\nSeveral spacecraft (&lt;a href=\"Mariner%2010\"&gt;Mariner 10&lt;/a&gt;, &lt;a href=\"Pioneer%2011\"&gt;Pioneer 11&lt;/a&gt;, and &lt;a href=\"Voyager%20program\"&gt;\"Voyagers 1\" and \"2\"&lt;/a&gt;) had performed &lt;a href=\"gravity%20assist\"&gt;gravity assist&lt;/a&gt; maneuvers in the 1970s. Those maneuvers were to reach other planets also orbiting close to the ecliptic, so they were mostly in-plane changes. However, gravity assists are not limited to in-plane maneuvers; a suitable flyby of &lt;a href=\"Jupiter\"&gt;Jupiter&lt;/a&gt; could produce a significant plane change. An Out-Of-The-Ecliptic mission (OOE) was thereby proposed. \"See article\" &lt;a href=\"Pioneer%20H\"&gt;Pioneer H&lt;/a&gt;.\nOriginally, two spacecraft were to be built by NASA and ESA, as the International Solar Polar Mission. One would be sent over Jupiter, then under the Sun. The other would fly under Jupiter, then over the Sun. This would provide simultaneous coverage. Due to cutbacks, the U.S. spacecraft was cancelled in 1981. One spacecraft was designed, and the project recast as \"Ulysses,\" due to the indirect and untried flight path. NASA would provide the Radioisotope Thermoelectric Generator (RTG) and launch services, ESA would build the spacecraft assigned to Astrium GmbH, &lt;a href=\"Friedrichshafen\"&gt;Friedrichshafen&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; (formerly Dornier Systems). The instruments would be split into teams from universities and research institutes in Europe and the United States. This process provided the 12 instruments on board.\nThe changes delayed launch from February 1983 to May 1986 when it was to be deployed by the &lt;a href=\"Space%20Shuttle%20Challenger\"&gt;Space Shuttle \"Challenger\"&lt;/a&gt; (boosted by the proposed &lt;a href=\"Centaur%20G%20Prime\"&gt;Centaur G Prime&lt;/a&gt; upper stage. However, the &lt;a href=\"Space%20Shuttle%20Challenger%20disaster\"&gt;\"Challenger\" disaster&lt;/a&gt; forced a two-and-a-half year stand down of the shuttle fleet, mandated the cancellation of the Centaur-G upper stage, and pushed the launch date to October 1990.\nLaunch.\n\"Ulysses\" was deployed into low Earth orbit from the Space Shuttle \"Discovery\". From there, it was propelled on a trajectory to Jupiter by a combination of solid rocket motors. This upper stage consisted of a two-stage &lt;a href=\"Boeing\"&gt;Boeing&lt;/a&gt; &lt;a href=\"Inertial%20Upper%20Stage\"&gt;IUS&lt;/a&gt; (Inertial Upper Stage), plus a &lt;a href=\"McDonnell%20Douglas\"&gt;McDonnell Douglas&lt;/a&gt; PAM-S (&lt;a href=\"Payload%20Assist%20Module\"&gt;Payload Assist Module&lt;/a&gt;-Special). The IUS was inertially stabilised and actively guided during its burn. The PAM-S was unguided and it and \"Ulysses\" were spun up to 80 rpm for stability at the start of its burn. On burnout of the PAM-S, the motor and spacecraft stack was &lt;a href=\"yo-yo%20de-spin\"&gt;yo-yo de-spun&lt;/a&gt; (weights deployed at the end of cables) to below 8 rpm prior to separation of the spacecraft. On leaving Earth, the spacecraft became the fastest ever artificially-accelerated object, and held that title until the \"&lt;a href=\"New%20Horizons\"&gt;New Horizons&lt;/a&gt;\" probe was launched.\nOn its way to Jupiter, the spacecraft was in an elliptical non-&lt;a href=\"Hohmann%20transfer%20orbit\"&gt;Hohmann transfer orbit&lt;/a&gt;. At this time, \"Ulysses\" had a low orbital inclination to the ecliptic.\nJupiter swing-by.\nIt arrived at Jupiter on 8 February 1992 for a &lt;a href=\"swing-by%20maneuver\"&gt;swing-by maneuver&lt;/a&gt; that increased its inclination to the &lt;a href=\"ecliptic\"&gt;ecliptic&lt;/a&gt; by 80.2°. The giant planet's gravity bent the spacecraft's flight path southward and away from the ecliptic plane. This put it into a final orbit around the Sun that would take it past the Sun's north and south poles. The size and shape of the orbit were adjusted to a much smaller degree so that aphelion remained at approximately 5 AU, Jupiter's distance from the Sun, and perihelion was somewhat greater than 1 AU, the Earth's distance from the Sun. The orbital period is approximately six years.\nPolar regions of the Sun.\nBetween 1994 and 1995 it explored both the southern and &lt;a href=\"north\"&gt;north&lt;/a&gt;ern polar regions of the Sun, respectively.\nComet C/1996 B2 (Hyakutake).\nOn 1 May 1996, the spacecraft unexpectedly crossed the ion tail of &lt;a href=\"Comet%20Hyakutake\"&gt;Comet Hyakutake&lt;/a&gt; (C/1996 B2), revealing the tail to be at least 3.8 AU in length.\nComet C/1999 T1 (McNaught–Hartley).\nAn encounter with a comet tail happened again in 2004 when \"Ulysses\" flew through the ion tailings of &lt;a href=\"C/1999%20T1\"&gt;C/1999 T1&lt;/a&gt; (McNaught-Hartley). A &lt;a href=\"coronal%20mass%20ejection\"&gt;coronal mass ejection&lt;/a&gt; carried the cometary material to \"Ulysses\".\nSecond Jupiter encounter.\n\"Ulysses\" approached &lt;a href=\"aphelion\"&gt;aphelion&lt;/a&gt; in 2003/2004 and made further distant observations of Jupiter.\nComet C/2006 P1 (McNaught).\nIn 2007, \"Ulysses\" passed through the tail of comet &lt;a href=\"C/2006%20P1\"&gt;C/2006 P1&lt;/a&gt; (McNaught). The results were surprisingly different from its pass through Hyakutake's tail, with the measured solar wind velocity dropping from approximately 700 kilometers per second (1,566,000 mph) to less than 400 kilometers per second (895,000 mph).\nExtended mission.\nESA's Science Program Committee approved the fourth extension of the \"Ulysses\" mission to March 2004 thereby allowing it to operate over the Sun's poles for the third time in 2007 and 2008. After it became clear that the power output from the spacecraft's RTG would be insufficient to operate science instruments and keep the &lt;a href=\"attitude%20control\"&gt;attitude control&lt;/a&gt; fuel, &lt;a href=\"hydrazine\"&gt;hydrazine&lt;/a&gt;, from freezing, instrument power sharing was initiated. Up until then, the most important instruments had been kept online constantly, whilst others were deactivated. When the probe neared the Sun, its power-hungry heaters were turned off and all instruments were turned on.\nOn 22 February 2008, 17 years and 4 months after the launch of the spacecraft, &lt;a href=\"European%20Space%20Agency\"&gt;ESA&lt;/a&gt; and &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; announced that the mission operations for \"Ulysses\" would likely cease within a few months. On 12 April 2008, NASA announced that the end date will be 1 July 2008.\nThe spacecraft operated successfully for over four times its &lt;a href=\"design%20life\"&gt;design life&lt;/a&gt;. A component within the last remaining working chain of &lt;a href=\"X%20band\"&gt;X-band&lt;/a&gt; downlink subsystem failed on 15 January 2008. The other chain in the X-band subsystem had previously failed in 2003.\n&lt;a href=\"Downlink\"&gt;Downlink&lt;/a&gt; to &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; resumed on &lt;a href=\"S%20band\"&gt;S-band&lt;/a&gt;, but the &lt;a href=\"beamwidth\"&gt;beamwidth&lt;/a&gt; of the &lt;a href=\"high%20gain%20antenna\"&gt;high gain antenna&lt;/a&gt; in the S-band was not as narrow as in the X–band, so that the received downlink signal was much weaker, hence reducing the achievable &lt;a href=\"bit%20rate\"&gt;data rate&lt;/a&gt;. As the spacecraft traveled on its outbound &lt;a href=\"trajectory\"&gt;trajectory&lt;/a&gt; to the orbit of Jupiter, the downlink signal would have eventually fallen below the receiving capability of even the largest antennas (70 meters - 229.7 feet - in diameter) of the &lt;a href=\"Deep%20Space%20Network\"&gt;Deep Space Network&lt;/a&gt;.\nEven before the downlink signal was lost due to distance, the &lt;a href=\"hydrazine\"&gt;hydrazine&lt;/a&gt; attitude control fuel on board the spacecraft was considered likely to &lt;a href=\"freezing\"&gt;freeze&lt;/a&gt;, as the &lt;a href=\"radioisotope%20thermal%20generators\"&gt;radioisotope thermal generators&lt;/a&gt; (RTGs) failed to generate enough power for the heaters to overcome radiative heat loss into space. Once the hydrazine froze, the spacecraft would no longer be able to maneuver to keep its high gain antenna pointing towards Earth, and the downlink signal would then be lost in a matter of days. The failure of the X-band communications subsystem hastened this, because the coldest part of the fuel pipework was routed over the X-band &lt;a href=\"TWTA\"&gt;traveling-wave tube amplifier&lt;/a&gt;s, because they generated enough heat during operation to keep the propellant plumbing warm.\nThe previously announced mission end date of 1 July 2008, came and went but mission operations continued albeit in a reduced capacity. The availability of science data gathering was limited to only when \"Ulysses\" was in contact with a ground station due to the deteriorating S-band downlink margin no longer being able to support simultaneous real-time data and tape recorder playback. When the spacecraft was out of contact with a ground station, the S-band transmitter was switched off and the power was diverted to the internal heaters to add to the warming of the hydrazine. On 30 June 2009, ground controllers sent commands to switch to the low gain antennas. This stopped communications with the spacecraft, in combination with previous commands to shut down its transmitter entirely.\nResults.\nDuring cruise phases, \"Ulysses\" provided unique data. As the only spacecraft out of the ecliptic with a &lt;a href=\"Gamma%20ray\"&gt;gamma-ray&lt;/a&gt; instrument, \"Ulysses\" was an important part of the &lt;a href=\"InterPlanetary%20Network\"&gt;InterPlanetary Network&lt;/a&gt; (IPN). The IPN detects &lt;a href=\"gamma%20ray%20burst\"&gt;gamma ray burst&lt;/a&gt;s (GRBs); since gamma rays cannot be focused with mirrors, it was very difficult to locate GRBs with enough accuracy to study them further. Instead, several spacecraft can locate the burst through &lt;a href=\"multilateration\"&gt;multilateration&lt;/a&gt;. Each spacecraft has a gamma-ray detector, with readouts noted in tiny fractions of a second. By comparing the arrival times of gamma showers with the separations of the spacecraft, a location can be determined, for follow-up with other telescopes. Because gamma rays travel at the speed of light, wide separations are needed. Typically, a determination came from comparing: one of several spacecraft orbiting the Earth, an inner-Solar-system probe (to &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt;, &lt;a href=\"Venus\"&gt;Venus&lt;/a&gt;, or an &lt;a href=\"asteroid\"&gt;asteroid&lt;/a&gt;), and \"Ulysses\". When \"Ulysses\" crossed the ecliptic twice per orbit, many GRB determinations lost accuracy.\nAdditional discoveries:\nFate.\nUlysses will most likely continue in heliocentric orbit around the Sun indefinitely. However there is a chance that in one of its re-encounters with Jupiter, that a close fly-by with one of the Jovian moons would be enough to alter its course and so the probe would enter a &lt;a href=\"hyperbolic%20trajectory\"&gt;hyperbolic trajectory&lt;/a&gt; around the Sun and leave the Solar System. "
}