{
    "id": "5756940",
    "revid": "1033983229",
    "url": "https://en.wikipedia.org/wiki?curid=5756940",
    "title": "Neue Rechte",
    "text": "Neue Rechte (\"New Right\") is the designation for a &lt;a href=\"right-wing%20politics\"&gt;right-wing&lt;/a&gt; political movement in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. It was founded as an opposition to the &lt;a href=\"New%20Left\"&gt;New Left&lt;/a&gt; generation of the 1960s. Its intellectually oriented proponents distance themselves from Old Right &lt;a href=\"Nazism\"&gt;Nazi&lt;/a&gt; traditions and emphasize similarities between the &lt;a href=\"far-right%20politics%20in%20Germany\"&gt;far-right&lt;/a&gt; and the &lt;a href=\"conservatism%20in%20Germany\"&gt;conservative&lt;/a&gt; spectrum.\nA common denominator of the Neue Rechte is a skeptical or negative stance towards the basic tenets of the &lt;a href=\"German%20constitution\"&gt;German constitution&lt;/a&gt;, often in the sense of an &lt;a href=\"ethnic%20nationalism\"&gt;ethnic&lt;/a&gt; (\"&lt;a href=\"V%C3%B6lkisch%20movement\"&gt;völkisch&lt;/a&gt;\") nationalism.\nHistory.\nWhen in 1964 the far-right &lt;a href=\"National%20Democratic%20Party%20of%20Germany\"&gt;National Democratic Party of Germany&lt;/a&gt; (NPD) was founded, its younger members began to call themselves \"Junge Rechte\", in order to differ from Nazi models and to counter the &lt;a href=\"German%20student%20movement\"&gt;German student movement&lt;/a&gt;. Contrary to their hopes, the NPD failed to enter the &lt;a href=\"Bundestag\"&gt;Bundestag&lt;/a&gt; parliament in the &lt;a href=\"West%20German%20federal%20election%2C%201969\"&gt;1969 federal elections&lt;/a&gt;, whereafter they initiated a far-right renewal movement. In 1972, &lt;a href=\"Henning%20Eichberg\"&gt;Henning Eichberg&lt;/a&gt; drafted the policy declaration of the \"Aktion Neue Rechte\" offshoot, conveying ideas of an 'anti-imperialistic liberation nationalism', which included the expulsion of the &lt;a href=\"Allied-occupied%20Germany\"&gt;Allied&lt;/a&gt; 'occupying forces' to pave the way for German unification and national rebirth.\nFrom 1974, the movement disintegrated into numerous splinter groups, some defending the traditional ideas of a German \"&lt;a href=\"Volksgemeinschaft\"&gt;Volksgemeinschaft&lt;/a&gt;\", some affiliating to the rising &lt;a href=\"Environmental%20movement\"&gt;ecology movement&lt;/a&gt;. Eichberg and his followers continued to fight an 'over-foreignization' (\"&lt;a href=\"%C3%9Cberfremdung\"&gt;Überfremdung&lt;/a&gt;\") by the superpowers and advocated a &lt;a href=\"Third%20Position\"&gt;Third Position&lt;/a&gt; in opposition to both capitalism and communism. They made attempts to build up ties to left-wing sectarian and ecological groups, as well as to the German &lt;a href=\"peace%20movement\"&gt;peace movement&lt;/a&gt;.\nAbout 1980, a new tendency arose to approach the ideas of the French &lt;a href=\"Nouvelle%20Droite\"&gt;Nouvelle Droite&lt;/a&gt; and its founder &lt;a href=\"Alain%20de%20Benoist\"&gt;Alain de Benoist&lt;/a&gt;. The adherents stressed the perspective of a pan-European 'cultural struggle'; their concepts were embodied by the foundation of the &lt;a href=\"Thule-Seminar\"&gt;Thule-Seminar&lt;/a&gt; as the German branch of the French &lt;a href=\"Groupement%20de%20recherche%20et%20d%27%C3%A9tudes%20pour%20la%20civilisation%20europ%C3%A9enne\"&gt;Groupement de recherche et d'études pour la civilisation européenne&lt;/a&gt; (GRECE). In the late 1980s, proponents of a national revolutionary movement attempted to infiltrate &lt;a href=\"Right-wing%20populism\"&gt;right-wing populist&lt;/a&gt; parties like &lt;a href=\"The%20Republicans%20%28Germany%29\"&gt;The Republicans&lt;/a&gt;, while other associated with the &lt;a href=\"National%20liberalism\"&gt;national liberal&lt;/a&gt; spectrum.\nThe movement gained a new momentum in the course of &lt;a href=\"German%20reunification\"&gt;German reunification&lt;/a&gt;. The rise of right-wing parties as The Republicans led by &lt;a href=\"Franz%20Sch%C3%B6nhuber\"&gt;Franz Schönhuber&lt;/a&gt;, the &lt;a href=\"Pro%20Germany%20Citizens%27%20Movement\"&gt;Pro Movement&lt;/a&gt;, and the &lt;a href=\"Alternative%20for%20Germany\"&gt;Alternative for Germany&lt;/a&gt; (AfD) is a matter of ongoing debate among German political scientists. They draw parallels to the success of European parties such as the Italian &lt;a href=\"Alleanza%20Nazionale\"&gt;Alleanza Nazionale&lt;/a&gt; and the &lt;a href=\"Lega%20Nord\"&gt;Lega Nord&lt;/a&gt;, the &lt;a href=\"Freedom%20Party%20of%20Austria\"&gt;Freedom Party of Austria&lt;/a&gt; (FPÖ), the French &lt;a href=\"Front%20National\"&gt;Front National&lt;/a&gt;, the &lt;a href=\"Swiss%20People%27s%20Party\"&gt;Swiss People's Party&lt;/a&gt; (SVP) or the Belgian &lt;a href=\"Vlaams%20Belang\"&gt;Vlaams Belang&lt;/a&gt; as well as to the US &lt;a href=\"Tea%20Party%20movement\"&gt;Tea Party movement&lt;/a&gt;. The programmatic statements of 'New Right' parties span from neoliberal to far-right elements and thereby have become compatible to conservative and liberal circles.\nIdeology.\nHistorically, the \"Neue Rechte\" is linked to the positions of right-wing Ideologues in the &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt;, later summarized under the heading '&lt;a href=\"Conservative%20Revolution\"&gt;Conservative Revolution&lt;/a&gt;' by writers like &lt;a href=\"Armin%20Mohler\"&gt;Armin Mohler&lt;/a&gt;. These forces included such people as &lt;a href=\"Arthur%20Moeller%20van%20den%20Bruck\"&gt;Arthur Moeller van den Bruck&lt;/a&gt; (\"&lt;a href=\"Das%20Dritte%20Reich\"&gt;Das Dritte Reich&lt;/a&gt;\"), &lt;a href=\"Carl%20Schmitt\"&gt;Carl Schmitt&lt;/a&gt;, &lt;a href=\"Edgar%20Julius%20Jung\"&gt;Edgar Julius Jung&lt;/a&gt;, &lt;a href=\"Ernst%20J%C3%BCnger\"&gt;Ernst Jünger&lt;/a&gt;, &lt;a href=\"Oswald%20Spengler\"&gt;Oswald Spengler&lt;/a&gt; (\"&lt;a href=\"The%20Decline%20of%20the%20West\"&gt;The Decline of the West&lt;/a&gt;\") and &lt;a href=\"Ernst%20von%20Salomon\"&gt;Ernst von Salomon&lt;/a&gt;. During the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt;, they openly rejected &lt;a href=\"Marxism\"&gt;Marxism&lt;/a&gt; as well as liberalism and the &lt;a href=\"parliamentary%20system\"&gt;parliamentary system&lt;/a&gt; in favour of an &lt;a href=\"Authoritarianism\"&gt;authoritarian&lt;/a&gt; regime and a German \"&lt;a href=\"Sonderweg\"&gt;Sonderweg&lt;/a&gt;\". Their views towards rising Nazism remained ambivalent, nevertheless they contributed to the fierce political infighting that preceded the &lt;a href=\"Nazi%20seizure%20of%20power\"&gt;Nazi seizure of power&lt;/a&gt; in 1933.\nSeveral members of the \"Neue Rechte\" also refer to theorists like &lt;a href=\"Georges%20Sorel\"&gt;Georges Sorel&lt;/a&gt;, &lt;a href=\"Vilfredo%20Pareto\"&gt;Vilfredo Pareto&lt;/a&gt;, &lt;a href=\"Robert%20Michels\"&gt;Robert Michels&lt;/a&gt;, &lt;a href=\"Julius%20Evola\"&gt;Julius Evola&lt;/a&gt;, and &lt;a href=\"Jos%C3%A9%20Antonio%20Primo%20de%20Rivera\"&gt;José Antonio Primo de Rivera&lt;/a&gt; seen as &lt;a href=\"Fascism\"&gt;fascist&lt;/a&gt; pioneers. Some even base themselves on Marxist philosophers like &lt;a href=\"Antonio%20Gramsci\"&gt;Antonio Gramsci&lt;/a&gt; and his ideas of &lt;a href=\"cultural%20hegemony\"&gt;cultural hegemony&lt;/a&gt;.\nTextually, the \"Neue Rechte\" challenges the principles of the &lt;a href=\"Age%20of%20Enlightenment\"&gt;Enlightenment&lt;/a&gt;, such as &lt;a href=\"pluralism%20%28political%20theory%29\"&gt;pluralism&lt;/a&gt; and &lt;a href=\"social%20equality\"&gt;social equality&lt;/a&gt; underlying the doctrine of &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt;. Racist elements are superseded by the concept of &lt;a href=\"ethnopluralism\"&gt;ethnopluralism&lt;/a&gt;, combining both &lt;a href=\"Neoconservatism\"&gt;neoconservative&lt;/a&gt; and far-right approaches. Ideologists disparage the ideals of the &lt;a href=\"Protests%20of%201968\"&gt;1968 protests&lt;/a&gt; and &lt;a href=\"feminism\"&gt;feminism&lt;/a&gt;, they refuse to accept a &lt;a href=\"Multiculturalism\"&gt;multicultural&lt;/a&gt; society and seek for a strengthened 'national identity'. Therefore, they tend to &lt;a href=\"historical%20revisionism\"&gt;historical revisionism&lt;/a&gt; and to battle against what they call a German 'cult of guilt' with regard to &lt;a href=\"The%20Holocaust\"&gt;The Holocaust&lt;/a&gt;. According to &lt;a href=\"Roger%20Griffin\"&gt;Roger Griffin&lt;/a&gt;, the \"Neue Rechte\" share the deep &lt;a href=\"cultural%20pessimism\"&gt;cultural pessimism&lt;/a&gt; of their precursors in the interwar period. Referring to a \"völkisch\" nationalism, the movement seeks refuge not in the restoration of traditional values, but in a 'national rebirth' according to &lt;a href=\"Palingenetic%20ultranationalism\"&gt;palingenetic&lt;/a&gt; concepts.\nThey parallel the French \"Nouvelle Droite\" as a political movement, somewhat similar in their general political stance including the &lt;a href=\"Anti-Americanism\"&gt;Anti-American&lt;/a&gt; sentiment advocated by Alain de Benoist. However, the \"Nouvelle Droite\"'s &lt;a href=\"Neo-Paganism\"&gt;neo-pagan&lt;/a&gt; leanings are the opposite to the Christian foundation of many \"Neue Rechte\" members, though the movement also comprises &lt;a href=\"occult\"&gt;occult&lt;/a&gt; groups.\nSo far, the \"Neue Rechte\" movement has not achieved an integrated opposite position to Western liberalism: while a main neoconservative tendency strongly refers to pre-war traditions and even affect &lt;a href=\"centre-right%20politics\"&gt;centre-right&lt;/a&gt; parties, a second wing openly uses terms like \"revolution\" or \"socialism\" in political disputes, based on the model of &lt;a href=\"Ernst%20Niekisch\"&gt;Ernst Niekisch&lt;/a&gt; and &lt;a href=\"Strasserism\"&gt;Strasserist&lt;/a&gt; concepts. They have made attempts to build up a \"Querfront\" strategy with originally 'left' anti-imperialist and &lt;a href=\"Anti-capitalism\"&gt;anti-capitalist&lt;/a&gt; circles.\nNetworks.\nWell-known scholars and influential figures of the \"Neue Rechte\" beside Henning Eichberg and Armin Mohler include &lt;a href=\"Gerd-Klaus%20Kaltenbrunner\"&gt;Gerd-Klaus Kaltenbrunner&lt;/a&gt;, Hans-Dietrich Sander, &lt;a href=\"Robert%20Hepp\"&gt;Robert Hepp&lt;/a&gt;, &lt;a href=\"Caspar%20von%20Schrenck-Notzing\"&gt;Caspar von Schrenck-Notzing&lt;/a&gt;, &lt;a href=\"Karlheinz%20Weissmann\"&gt;Karlheinz Weissmann&lt;/a&gt; and &lt;a href=\"G%C3%B6tz%20Kubitschek\"&gt;Götz Kubitschek&lt;/a&gt;.\nThe medium commonly associated with the \"Neue Rechte\" is the weekly newspaper \"&lt;a href=\"Junge%20Freiheit\"&gt;Junge Freiheit&lt;/a&gt;\" founded in 1986. However, its chief editor Dieter Stein, a former member of The Republicans, denounces the term and instead advocates a more traditionally Christian, yet decidedly nationalist and democratic conservatism. Yet the term is frequently used as a self-description by the bi-monthly magazine \"Sezession\", which is closely linked to \"Junge Freiheit\". Other periodicals affiliated with the \"Neue Rechte\" are \"&lt;a href=\"Nation%20Europa\"&gt;Nation und Europa&lt;/a&gt;\" (discontinued in 2009) and its \"&lt;a href=\"Zuerst%21\"&gt;Zuerst!&lt;/a&gt;\" successor. The &lt;a href=\"Studienzentrum%20Weikersheim\"&gt;Studienzentrum Weikersheim&lt;/a&gt; founded by the &lt;a href=\"Christian%20Democratic%20Union%20of%20Germany\"&gt;CDU&lt;/a&gt; politician &lt;a href=\"Hans%20Filbinger\"&gt;Hans Filbinger&lt;/a&gt; considers itself a Christian-conservative &lt;a href=\"think%20tank\"&gt;think tank&lt;/a&gt;.\nThe &lt;a href=\"Bibliothek%20des%20Konservatismus\"&gt;Bibliothek des Konservatismus&lt;/a&gt; (BdK) is another connecting element in the network of the far-right in central Europe. Opened in 2012 and located in Fasanenstraße in &lt;a href=\"Berlin-Charlottenburg\"&gt;Berlin-Charlottenburg&lt;/a&gt; the main focus of the library is conservative and far-right literature. It is the first library with this content in Germany and was founded by &lt;a href=\"Caspar%20von%20Schrenck-Notzing\"&gt;Caspar von Schrenck-Notzing&lt;/a&gt; and his foundation \"Förderstiftung konservative Bildung und Forschung (FKBF)\". FKBF is running the library. There are 27.000 medias (2014) in the library."
}