{
    "id": "575600",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=575600",
    "title": "Craig Bellamy",
    "text": "Craig Douglas Bellamy (born 13 July 1979) is a Welsh former professional &lt;a href=\"association%20football\"&gt;footballer&lt;/a&gt; who played as a &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt;. He most recently managed the under-21 team of Belgian side &lt;a href=\"R.S.C.%20Anderlecht\"&gt;Anderlecht&lt;/a&gt;. Born in &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;, Bellamy began his senior playing career with &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt;, where he made his professional debut in 1996. He signed for &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; side &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry City&lt;/a&gt; in 2000, breaking the club's record transfer fee, but suffered &lt;a href=\"Promotion%20and%20relegation\"&gt;relegation&lt;/a&gt; in his only season. He joined &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; the following year where he helped the club achieve two top-four finishes during a four year spell. Bellamy fell out with manager &lt;a href=\"Graeme%20Souness\"&gt;Graeme Souness&lt;/a&gt; in 2005 and spent the latter part of the &lt;a href=\"2004%E2%80%9305%20in%20Scottish%20football\"&gt;2004–05 season&lt;/a&gt; on loan at &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;, where he won the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt;.\nBellamy returned to the Premier League later that year, playing one season with both &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;, where he was named the club's player of the year, and &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;, helping the club reach the &lt;a href=\"2007%20UEFA%20Champions%20League%20Final\"&gt;2007 UEFA Champions League Final&lt;/a&gt;. In 2007 he signed for &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; but injury disrupted his time there and in 2009 he joined &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt;. For the &lt;a href=\"2010-11%20in%20English%20football\"&gt;2010–11 season&lt;/a&gt;, Bellamy dropped a division to the &lt;a href=\"EFL%20Championship\"&gt;Championship&lt;/a&gt; to represent his boyhood club &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt; on a season-long loan. He helped Cardiff reach the &lt;a href=\"EFL%20Championship%20play-offs\"&gt;play-offs&lt;/a&gt; before they were defeated in the semi-finals. Bellamy returned to Liverpool the following season, winning the &lt;a href=\"2013%20Football%20League%20Cup%20Final\"&gt;2012 League Cup&lt;/a&gt; and reaching the &lt;a href=\"2012%20FA%20Cup%20Final\"&gt;FA Cup final&lt;/a&gt;, before rejoining Cardiff City permanently in 2012. He later led them to the Premier League; the first time in more than fifty years that Cardiff had played in the top tier of English football. He played one more season with the club in the Premier League, setting a new record by scoring for his seventh different club in the division, before retiring from playing in 2014.\nHaving represented Wales at several youth levels, in 1998 at the age of 18, Bellamy made his senior debut for &lt;a href=\"Wales%20national%20football%20team\"&gt;Wales&lt;/a&gt; against &lt;a href=\"Jamaica%20national%20football%20team\"&gt;Jamaica&lt;/a&gt;. Over the next fifteen years, Bellamy gained 78 caps for his country and scored 19 goals. He was the &lt;a href=\"Captain%20%28association%20football%29\"&gt;captain&lt;/a&gt; of the side from 2007 to 2011, when he stepped down from the role due to recurring injuries. Bellamy retired from international football following the &lt;a href=\"2014%20FIFA%20World%20Cup%20qualification\"&gt;2014 FIFA World Cup qualification&lt;/a&gt; campaign. He was also a member of the &lt;a href=\"Great%20Britain%20men%27s%20Olympic%20football%20team\"&gt;Great Britain Olympic team&lt;/a&gt; at the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Olympics&lt;/a&gt; in London, appearing five times and scoring once.\nBellamy has been involved in numerous high-profile incidents during his career with teammates, managers and members of the public and was described by &lt;a href=\"Bobby%20Robson\"&gt;Bobby Robson&lt;/a&gt; as \"the gobbiest footballer I've ever met\". Outside football, he has been a patron of several charities and started his own organisation, The Craig Bellamy Foundation, in Sierra Leone to provide schooling and football coaching to disadvantaged children.\nEarly life.\nCraig Douglas Bellamy was born on 13 July 1979 at the &lt;a href=\"University%20Hospital%20of%20Wales\"&gt;University Hospital of Wales&lt;/a&gt; in &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt;, the second of three boys born to Douglas and Angela Bellamy. At the time of his birth, the family lived on Swindon Street near the &lt;a href=\"Splott\"&gt;Splott&lt;/a&gt; district of the city, a traditionally working-class environment. Bellamy's mother worked as a cleaner and his father worked at the nearby Allied Steel and Wire site that overlooked the family home, where he remained until the plant's closure in 2002. With both his parents working full-time, Bellamy spent most of his school holidays at his paternal grandmother's home in &lt;a href=\"Adamsdown\"&gt;Adamsdown&lt;/a&gt;. He suffers from &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt;; as a child he made frequent visits to hospital to manage the condition. At the age of five, Bellamy and his family moved to the eastern suburb &lt;a href=\"Trowbridge%2C%20Cardiff\"&gt;Trowbridge&lt;/a&gt;, which is part of a council estate built in the 1960s.\nBellamy's father was a keen football fan who supported &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt; and Bellamy's first experience of professional football was watching a &lt;a href=\"Football%20League%20Fourth%20Division\"&gt;Football League Fourth Division&lt;/a&gt; match between Cardiff and &lt;a href=\"Newport%20County%20A.F.C.\"&gt;Newport County&lt;/a&gt; during the &lt;a href=\"1987%E2%80%9388%20in%20English%20football\"&gt;1987–88 season&lt;/a&gt;, which the home side won 4–0. His father played &lt;a href=\"Amateur%20sports\"&gt;amateur&lt;/a&gt; football for local Cardiff-based sides; Bellamy described him as a \"sluggish &lt;a href=\"Full%20back%20%28association%20football%29\"&gt;right-back&lt;/a&gt;\". Bellamy's interest in the sport grew rapidly; he regularly attended Cardiff matches at the club's home ground &lt;a href=\"Ninian%20Park\"&gt;Ninian Park&lt;/a&gt; and played in ABC Park near his home with his older brother Paul and his friends. Bellamy credits playing against older children as making him \"into a better player very quickly\". He first attended Baden Powell Primary School before switching to Trowbridge Juniors where he joined the school football team at the age of seven. Despite being younger than most of the other players, he was selected to play and featured in his first match against Gladstone Primary School. Local team &lt;a href=\"Pentwyn%20Dynamo%20F.C.\"&gt;Pentwyn Dynamo&lt;/a&gt; took an interest in Bellamy but were put off by his small size; his father instead offered to form a team if Bellamy could find enough players. Soon after, the under-10s side of local team Caer Castell FC was formed, and Bellamy scored all four goals in the club's first fixture. He was later picked to represent both Cardiff Schools and a Cardiff and District side in national competition. He went on to attend &lt;a href=\"Rumney%20High%20School\"&gt;Rumney High School&lt;/a&gt;, but left the school with no &lt;a href=\"GCSE\"&gt;GCSE&lt;/a&gt;s.\nAt the age of 12, Bellamy became friends with a group of mostly older boys and began to regularly drink alcohol and skipped school for up to two weeks at a time. He saw several of his friends using &lt;a href=\"cannabis\"&gt;cannabis&lt;/a&gt; and &lt;a href=\"Glue%20sniffing\"&gt;sniffing glue&lt;/a&gt; but denies ever using the substances himself. He later admitted to acting as a lookout while his friends broke into vehicles to steal car stereos to sell for drug money. He described himself as \"a kid who knew he was going to be a footballer and thought he knew it all\". By age 14, Bellamy was barely attending school and was smoking cigarettes and drinking alcohol every day. In 1993, his brother introduced him to his future wife, Claire; Bellamy credits the relationship as a key factor in moving him away from his early troubles.\nClub career.\nBristol Rovers and Norwich City.\nBellamy attended youth sessions organised by Cardiff City in &lt;a href=\"Ely%2C%20Cardiff\"&gt;Ely&lt;/a&gt; for a year after being encouraged by his father. The club, however, took little interest in him as a youngster and, at nine-years-old, he joined &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt; after being spotted by former professional &lt;a href=\"Stan%20Montgomery\"&gt;Stan Montgomery&lt;/a&gt;, who was working for Rovers. Although an hour's drive from his family home, Bellamy was swayed by the better coaching and his own playing kit. He spent two years with Bristol Rovers before being spotted by a &lt;a href=\"Scout%20%28association%20football%29\"&gt;scout&lt;/a&gt; working for &lt;a href=\"Norwich%20City%20F.C.\"&gt;Norwich City&lt;/a&gt;. The club invited Bellamy to a trial match in Somerset where he impressed and was asked to travel with the side to compete in the &lt;a href=\"Dana%20Cup\"&gt;Dana Cup&lt;/a&gt;, an international youth football tournament held in &lt;a href=\"Hj%C3%B8rring\"&gt;Hjørring&lt;/a&gt;, Denmark. His performances led to a permanent place with the Canary Rangers, Norwich's youth development side. Prior to signing with the club, several other teams took an interest in Bellamy; &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt; offered his parents £10,000 if he signed for them. Norwich responded by guaranteeing him a two-year &lt;a href=\"Youth%20Training%20Scheme\"&gt;YTS&lt;/a&gt; contract when he was old enough to sign. Bellamy travelled to Norwich by train on Saturday afternoons, then played a youth match on Sunday morning before returning to Cardiff.\nAt the age of 15, Bellamy moved away from Cardiff to start his youth apprenticeship with Norwich, being placed with a local family along with another apprentice. His first year away from home proved troublesome and he describes it as \"the hardest year of my life\", regularly crying himself to sleep at night after suffering from homesickness. Each apprentice was assigned to a senior player for whom they performed basic tasks such as cleaning boots or making tea. Bellamy was paired with &lt;a href=\"John%20Polston\"&gt;John Polston&lt;/a&gt; but found the experienced defender difficult to work with and believed Polston tried to \"humiliate\" him. Bellamy's homesickness was lessened after he became friends with another apprentice from Cardiff, &lt;a href=\"Tom%20Ramasut\"&gt;Tom Ramasut&lt;/a&gt;, but problems with his discipline became commonplace. On one occasion, Bellamy received a final warning from staff after he broke the arm of a trialist goalkeeper during a fight on the training ground; Bellamy later wrote that he believed Norwich showed him leniency when disciplining him in fear of losing a player regarded as having a bright future. Bellamy reached a turning point in his career when his girlfriend Claire became pregnant while he was a youth player. He has credited the conception of his first child as a catalyst for his career that saw him become more determined to become a professional footballer, stating, \"I have had the career I have had because of that moment when Claire phoned me up to tell me she was pregnant\". At the end of the first year of his YTS deal, Bellamy was the only player promoted to the club's reserve side by coach &lt;a href=\"Mike%20Phelan\"&gt;Mike Phelan&lt;/a&gt;.\nBellamy signed his first professional contract with Norwich when he turned 16, earning £250 a week, with the option to renegotiate after ten first-team appearances. He made his professional debut for Norwich on 15 March 1997 under manager &lt;a href=\"Mike%20Walker%20%28Welsh%20footballer%29\"&gt;Mike Walker&lt;/a&gt; at the age of 17, as an injury-time &lt;a href=\"Substitute%20%28association%20football%29\"&gt;substitute&lt;/a&gt; in a 2–0 defeat to &lt;a href=\"Crystal%20Palace%20F.C.\"&gt;Crystal Palace&lt;/a&gt; in the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt;, the second tier of the &lt;a href=\"English%20football%20league%20system\"&gt;English football league system&lt;/a&gt;. Remarking on the rushed nature of his appearance, he said, \"It all felt very last minute. I was wearing a &lt;a href=\"Kit%20%28association%20football%29\"&gt;kit&lt;/a&gt; about three sizes too big for me, I touched the ball twice, we lost 2–0 and it was over.\" Two further substitute appearances in fixtures against &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; and &lt;a href=\"Oldham%20Athletic%20A.F.C.\"&gt;Oldham Athletic&lt;/a&gt; followed before the end of the season. Bellamy made his first career start in the opening month of the following season in the first round of the &lt;a href=\"EFL%20Cup\"&gt;League Cup&lt;/a&gt; against &lt;a href=\"Barnet%20F.C.\"&gt;Barnet&lt;/a&gt; on 12 August 1997, and started in the league for the first time on 20 September against Manchester City. During the early stages of the campaign, Bellamy played his tenth match for the first team, leading to new contract negotiations. Despite an attempt by newly-promoted &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; side Crystal Palace to sign him for a fee of £2 million, he chose to extend his deal with Norwich. On 1 November, Bellamy scored his first senior goal, the opener in a 2–2 home &lt;a href=\"Tie%20%28draw%29\"&gt;draw&lt;/a&gt; with &lt;a href=\"Bury%20F.C.\"&gt;Bury&lt;/a&gt;. He received his first career &lt;a href=\"Penalty%20card%23Red%20card\"&gt;red card&lt;/a&gt; on 7 February 1998 in the 23rd minute against Manchester City, but finished his first full season with 13 goals from 38 appearances, while playing mostly as a central &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;.\nAs a young player, Bellamy was unafraid to voice his opinion to more senior members of the squad. His approach annoyed some teammates who sought retribution during training sessions; Bellamy later commented, \"one or two of them would try to clean me out with flying tackles. They wanted to bring me down a peg or two.\" One training session left him \"nearly in tears\" after &lt;a href=\"Kevin%20Scott%20%28footballer%29\"&gt;Kevin Scott&lt;/a&gt; repeatedly singled him out. Bellamy won support from his midfield partner, the experienced &lt;a href=\"Peter%20Grant%20%28footballer%2C%20born%201965%29\"&gt;Peter Grant&lt;/a&gt;, who struck up a friendship with Bellamy. &lt;a href=\"Bruce%20Rioch\"&gt;Bruce Rioch&lt;/a&gt; was appointed Norwich manager in 1998 and instantly moved Bellamy from central midfield to attack. The decision reaped rewards immediately; Bellamy scored seven goals in his first eight league appearances of the campaign, including his first career &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; on 22 August 1998 in a 4–2 home win over &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt;. By November, he was one of the leading goalscorers in the First Division and was rewarded with a new five-year contract.\nIn December 1998, Bellamy suffered an injury to his left knee following a high challenge by &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt; defender &lt;a href=\"Kevin%20Muscat\"&gt;Kevin Muscat&lt;/a&gt; that ruled him out for two months and left him with a puncture wound in his kneecap caused by one of Muscat's &lt;a href=\"Cleat%20%28shoe%29\"&gt;studs&lt;/a&gt;. The tackle caused so much consternation that Rioch had to be physically restrained by his coaching staff while Bellamy's Norwich teammate &lt;a href=\"Iwan%20Roberts\"&gt;Iwan Roberts&lt;/a&gt; later admitted taking revenge on Muscat by stamping on his back when the pair met in a match two years later. Bellamy continued to experience soreness in the knee after his return for the remainder of the season but ended the campaign with a career high 19 goals in all competitions. In a pre-season friendly against &lt;a href=\"Southend%20United%20F.C.\"&gt;Southend United&lt;/a&gt; prior to the following season, Bellamy ruptured his cruciate ligaments in an innocuous challenge with an opposition defender and was ruled out for between six and eight months. He made his return to the first team against &lt;a href=\"Port%20Vale%20F.C.\"&gt;Port Vale&lt;/a&gt; on 22 April 2000 and finished the season by scoring goals in consecutive matches against &lt;a href=\"Barnsley%20F.C.\"&gt;Barnsley&lt;/a&gt; and &lt;a href=\"Sheffield%20United%20F.C.\"&gt;Sheffield United&lt;/a&gt;. Interest in Bellamy grew during the summer; Norwich rejected an offer of £3.5 million by &lt;a href=\"Wimbledon%20F.C.\"&gt;Wimbledon&lt;/a&gt; while &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt; showed interest but held back from making a bid because they were waiting to sell &lt;a href=\"Duncan%20Ferguson\"&gt;Duncan Ferguson&lt;/a&gt; to finance the transfer.\nCoventry City.\nAs Newcastle stalled over a bid, &lt;a href=\"Coventry%20City%20F.C.\"&gt;Coventry City&lt;/a&gt; offered a club-record £6 million to sign Bellamy, which Norwich accepted. Bellamy was reluctant to join the club, preferring a move to Newcastle; he met with Coventry manager &lt;a href=\"Gordon%20Strachan\"&gt;Gordon Strachan&lt;/a&gt; to discuss the transfer. Bellamy did not employ an &lt;a href=\"Sports%20agent\"&gt;agent&lt;/a&gt; at the time so asked his financial advisor to attend the meeting. His advisor had recently met former footballer &lt;a href=\"John%20Fashanu\"&gt;John Fashanu&lt;/a&gt; and telephoned him for advice, leading to Fashanu arriving at the meeting unannounced. The pressure of the situation led Bellamy to agree to the move but he regretted his decision, commenting, \"They were persuasive. I felt undermined by the mess with Fashanu. I wanted to save face with Strachan. I felt stressed. My chest was tight because I'm asthmatic. I was struggling to breathe properly because I was so tense. I was in a state. So I did what everybody had told me not to do. I told Strachan I'd sign.\"\nBellamy became Coventry's record signing, joining on 16 August 2000 as a replacement for &lt;a href=\"Robbie%20Keane\"&gt;Robbie Keane&lt;/a&gt;. He made his Premier League debut on the opening day of the &lt;a href=\"2000%E2%80%9301%20in%20English%20football\"&gt;2000–01 season&lt;/a&gt; in a 3–1 defeat to &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt; and converted a penalty in the following game, a 2–1 victory over &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;. He endured a poor start to his career with Coventry, however, scoring only three league goals—two of which were penalties—by the start of December as the club found itself in the relegation zone. On 10 December 2000, he scored the winning goal in a 1–0 victory over &lt;a href=\"Leicester%20City%20F.C.\"&gt;Leicester City&lt;/a&gt; to gain his side three crucial points and Bellamy's form improved further after the arrival of his Wales strike-partner &lt;a href=\"John%20Hartson\"&gt;John Hartson&lt;/a&gt;. Coventry were relegated at the end of the 2000–01 season after the team finished 19th in the Premier League. Bellamy ended his only season at Coventry with eight goals from 39 appearances. His tally of six in the league resulted in him finishing as the club's joint-highest goalscorer in the league, tied with Hartson and &lt;a href=\"Mustapha%20Hadji\"&gt;Mustapha Hadji&lt;/a&gt;. After leaving the club, Bellamy said, \"I never once enjoyed it at Coventry. I felt quite demoralised. I had enjoyed myself so much at Norwich – but I found I had taken a backward step.\"\nNewcastle United.\nBobby Robson era.\nCoventry looked to reduce their wage bill following relegation and accepted an offer of £6.5 million from Newcastle United for Bellamy. Newcastle manager &lt;a href=\"Bobby%20Robson\"&gt;Bobby Robson&lt;/a&gt; later wrote that Bellamy was \"a great player wrapped round an unusual and volatile character\". Bellamy's Newcastle debut came in the &lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt;, with the club drawn against Belgian side &lt;a href=\"K.S.C.%20Lokeren%20Oost-Vlaanderen\"&gt;Lokeren&lt;/a&gt;. In the first leg, Newcastle secured a 4–0 victory, in which Bellamy &lt;a href=\"Assist%20%28association%20football%29\"&gt;assisted&lt;/a&gt; &lt;a href=\"Wayne%20Quinn\"&gt;Wayne Quinn&lt;/a&gt; and &lt;a href=\"Shola%20Ameobi\"&gt;Shola Ameobi&lt;/a&gt; before scoring his first goal for the club in the second leg. Bellamy scored his first Premier League goal for Newcastle in a 1–1 draw against &lt;a href=\"Tyne%E2%80%93Wear%20derby\"&gt;local rivals&lt;/a&gt; &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland&lt;/a&gt; at &lt;a href=\"St%20James%27%20Park\"&gt;St James' Park&lt;/a&gt; on 28 August 2001. Two weeks later, he scored a hat-trick in a 4–1 victory over &lt;a href=\"Brentford%20F.C.\"&gt;Brentford&lt;/a&gt; in the League Cup, scoring all three goals within 12 minutes. Newcastle enjoyed a positive start to the season and moved into first place on 18 December 2001 after a 3–1 win over &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;. Bellamy was shown a straight red card in the match after being adjudged to have swung an arm at &lt;a href=\"Ashley%20Cole\"&gt;Ashley Cole&lt;/a&gt;, although the decision was overturned on appeal. Under Robson, Bellamy formed a productive strike partnership with &lt;a href=\"Alan%20Shearer\"&gt;Alan Shearer&lt;/a&gt;; the pair scored 41 goals between them during his first year. Bellamy remarked that his pace and creativity complemented Shearer's game.\nBellamy was one of four players sent home from a winter training camp in &lt;a href=\"La%20Manga\"&gt;La Manga&lt;/a&gt; after missing a team meal in honour of former chairman &lt;a href=\"John%20Hall%20%28businessman%29\"&gt;John Hall&lt;/a&gt;. The group were said to be unaware of the significance of the dinner and had stayed on at a local restaurant. Later in the season, he was given a police caution for common assault after being accused of throwing a student out of teammate &lt;a href=\"Kieron%20Dyer\"&gt;Kieron Dyer&lt;/a&gt;'s car before kicking her. Bellamy refuted the accusations and stated the incident was sparked by the student slamming the car door on his leg after she refused to get out. Newcastle's title challenge gradually faded and Bellamy missed most of the season's final months after tearing a tendon during a match against Sunderland. He featured once in the last three months of the campaign as Newcastle finished fourth. In his first season, Bellamy scored 14 goals for the side and was awarded the &lt;a href=\"PFA%20Young%20Player%20of%20the%20Year\"&gt;PFA Young Player of the Year&lt;/a&gt; award.\nBellamy underwent knee surgery during the summer break and was originally expected to be fit in time for the new season. His rehabilitation, however, was slow and he missed Newcastle's first four fixtures of the season. After returning from injury, Bellamy made his &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt; debut against Ukrainian side &lt;a href=\"FC%20Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt; and was later given a retrospective three-match ban for headbutting &lt;a href=\"Tiberiu%20Ghioane\"&gt;Tiberiu Ghioane&lt;/a&gt; in the latter stages of the match. On 13 November 2002, he scored two goals, including a 90th-minute winner, in a 3–2 win over &lt;a href=\"Feyenoord%20Rotterdam\"&gt;Feyenoord&lt;/a&gt;, which took Newcastle into the second group stage of &lt;a href=\"2002%E2%80%9303%20UEFA%20Champions%20League\"&gt;the tournament&lt;/a&gt;. Complications from his knee surgery caused problems throughout the season; inflammation occurred consistently after matches, leaving him struggling for fitness the following week. In the second round of the Champions League, during a 4–1 home defeat to &lt;a href=\"Internazionale\"&gt;Internazionale&lt;/a&gt;, Bellamy received the fastest red card in the competition's history when he was sent off for swinging an arm at opposition defender &lt;a href=\"Marco%20Materazzi\"&gt;Marco Materazzi&lt;/a&gt; five minutes into the game. Bellamy reacted to being pinched, which resulted in him receiving a three-match ban. Bellamy began suffering from &lt;a href=\"tendinitis\"&gt;tendinitis&lt;/a&gt; in his knee and, following the death of his grandmother, experienced personal issues that culminated in an argument outside a Cardiff nightclub with a stranger. He was charged with the use of racially aggravated language over the incident. The charges were later dropped but Bellamy was convicted of using foul and abusive language and fined £750. He finished the 2002–03 season with nine goals in 37 appearances as Newcastle finished in third position.\nDuring mid-2003, Bellamy was advised that he required surgery on his knee but decided to postpone the operation to play in two &lt;a href=\"UEFA%20Euro%202004%20qualifying\"&gt;Euro 2004 qualifying matches&lt;/a&gt; for Wales at the start of the &lt;a href=\"2003%E2%80%9304%20in%20English%20football\"&gt;2003–04 season&lt;/a&gt;. He missed several matches for Newcastle to ensure he was fit for Wales's matches. This decision angered Newcastle chairman &lt;a href=\"Freddy%20Shepherd\"&gt;Freddy Shepherd&lt;/a&gt;, who tried to block Bellamy from appearing for Wales until he returned to action for his club side. Shepherd threatened to sue the &lt;a href=\"Football%20Association%20of%20Wales\"&gt;Football Association of Wales&lt;/a&gt; (FAW) if Bellamy featured for Wales but this was later dismissed. Bellamy underwent the surgery but returned to Newcastle to be informed by Shepherd the club were willing to sell Bellamy if he failed to return to form. He missed more than three months of the campaign in recovery before returning to first-team action on 31 January 2004 in a 1–1 draw with &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt;. Bellamy enjoyed a prolific scoring run following his return, scoring seven goals in two months before his season was ended due to a pulled &lt;a href=\"hamstring\"&gt;hamstring&lt;/a&gt; as Newcastle finished fifth. In March 2004, media reports stated Bellamy threw a chair at first-team coach &lt;a href=\"John%20Carver%20%28footballer%29\"&gt;John Carver&lt;/a&gt; after a public argument between the pair. The altercation occurred when the squad was travelling to play a &lt;a href=\"2003%E2%80%9304%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; fixture with &lt;a href=\"Real%20Mallorca\"&gt;Real Mallorca&lt;/a&gt; and Bellamy refused to travel. Robson persuaded Bellamy to attend the match after a lengthy discussion; Bellamy praised Robson's handling of the incident and blamed the argument with Carver on pranks that had got out of hand.\nGraeme Souness era.\nThe arrival of &lt;a href=\"Patrick%20Kluivert\"&gt;Patrick Kluivert&lt;/a&gt; from &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt; provided increased competition for Bellamy going into the &lt;a href=\"2004%E2%80%9305%20in%20English%20football\"&gt;2004–05 season&lt;/a&gt; and the sale of his Wales international teammate &lt;a href=\"Gary%20Speed\"&gt;Gary Speed&lt;/a&gt; further weakened his position at the club. After a poor start to the season, Robson was sacked after four league matches. His replacement was &lt;a href=\"Graeme%20Souness\"&gt;Graeme Souness&lt;/a&gt;, a coach with a reputation as a disciplinarian and he quickly clashed with Bellamy. The pair had a public argument when Bellamy was pictured swearing at Souness after being substituted during a match and later had a physical altercation during a training session. The two stated the rift had been healed after Bellamy scored a last-minute-winning goal in a 4–3 victory over Manchester City in late October. His last goal for the club came in a &lt;a href=\"2004%E2%80%9305%20UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; group stage match against &lt;a href=\"Sporting%20CP\"&gt;Sporting CP&lt;/a&gt; in December, a 1–1 draw at St. James' Park; it was his 10th goal for Newcastle that season.\nOn 23 January 2005 Bellamy was omitted from the team for a Premier League match with &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; at &lt;a href=\"Arsenal%20Stadium\"&gt;Highbury&lt;/a&gt;, which Newcastle lost 1–0. Before the match, Souness stated Bellamy was left out because of a hamstring problem but in a post-match interview said it was because Bellamy was unwilling to play as a right-sided &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;. Minutes later, Bellamy gave an interview saying he was prepared to play in any position for his club. With his Newcastle career in doubt, Bellamy later revealed he had feigned injury to leave a training session shortly before the Arsenal match. Days later, Bellamy argued with Shearer and in an interview accused Souness of lying about him and his commitment to the club. Souness responded by stating that Bellamy would never play for Newcastle again while he was manager and the club fined Bellamy two weeks' wages (about £80,000, around £120,000 in 2020). Bellamy was told to apologise to Souness but refused to do so and was subsequently excluded from first-team training. Bellamy ended his Newcastle career with a total of 42 goals from 128 appearances.\nCeltic loan.\nOn 31 January 2005, Bellamy joined &lt;a href=\"Scottish%20Premier%20League\"&gt;Scottish Premier League&lt;/a&gt; side &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; on loan for the remainder of the season. Celtic had the option of making the transfer permanent at the end of the loan. Following his departure, Souness stated it was \"him or me\" at Newcastle and that allowing Bellamy to remain would have ended his managerial career. He also criticised Bellamy's goalscoring record, commenting; \"he's averaged 9.3 goals per season. Half of those were not in the top flight. We need two strikers near 20 goals.\" Bellamy rejected a £6 million transfer to &lt;a href=\"Birmingham%20City%20F.C.\"&gt;Birmingham City&lt;/a&gt; to move to Celtic. He made his debut for the club in a 2–0 defeat against Celtic's &lt;a href=\"Old%20Firm\"&gt;Old Firm&lt;/a&gt; rivals &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt; on 20 February. The following week, he scored his first goal in a 5–0 win against &lt;a href=\"Scottish%20First%20Division\"&gt;Scottish First Division&lt;/a&gt; side &lt;a href=\"Clyde%20F.C.\"&gt;Clyde&lt;/a&gt; in the &lt;a href=\"2004%E2%80%9305%20Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt;. He scored a hat-trick for Celtic against &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt; during a 3–2 victory and later scored the opening goal in a 2–1 victory over Rangers at Ibrox, a crucial game for Celtic. On the final day of the season, Celtic led rivals Rangers by two points heading into the team's final fixture against &lt;a href=\"Motherwell%20F.C.\"&gt;Motherwell&lt;/a&gt; but suffered a defeat that, coupled with a Rangers win over &lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt;, cost them the title. Bellamy's last game of his loan spell was the &lt;a href=\"2005%20Scottish%20Cup%20Final\"&gt;2005 Scottish Cup Final&lt;/a&gt;, in which he secured the first major trophy of his career after Celtic defeated Dundee United 1–0 at &lt;a href=\"Hampden%20Park\"&gt;Hampden Park&lt;/a&gt;. Bellamy finished the season having scored 19 goals altogether for Newcastle and Celtic.\nBellamy's club and international strike partner John Hartson wanted him to make his transfer permanent, saying \"He'll never get the adulation he receives here anywhere else, even if he were to sign for Manchester United, Liverpool or Arsenal\". Celtic, however, were unable to meet Newcastle's valuation of Bellamy or his wage demands.\nBlackburn Rovers.\nWith Newcastle seeking to sell, Bellamy attracted interest from numerous clubs, including &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa&lt;/a&gt;, &lt;a href=\"ACF%20Fiorentina\"&gt;Fiorentina&lt;/a&gt; and &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt;, before agreeing terms with &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt; following discussions with manager &lt;a href=\"David%20Moyes\"&gt;David Moyes&lt;/a&gt;. Bellamy, however, backed out of the transfer after his final meeting with Moyes, describing him as \"tense and hostile\". He instead signed for &lt;a href=\"Blackburn%20Rovers%20F.C.\"&gt;Blackburn Rovers&lt;/a&gt;, managed by his former Wales coach &lt;a href=\"Mark%20Hughes\"&gt;Mark Hughes&lt;/a&gt;, for an undisclosed fee. Bellamy described the presence of Hughes and Wales teammate &lt;a href=\"Robbie%20Savage\"&gt;Robbie Savage&lt;/a&gt; as a major factor in his decision to join the side. He made his debut on the opening day of the &lt;a href=\"2005%E2%80%9306%20in%20English%20football\"&gt;2005–06 season&lt;/a&gt; in a 3–1 defeat to &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; but picked up a thigh strain that ruled him out for several weeks. Although his early months at the club were disrupted with injury, featuring in only 13 matches by the end of December, he scored 17 goals for Rovers in 2005–06 in all competitions, including a career-high top tier total of 11 in 20 appearances, in a successful but injury-tempered season.\nBlackburn finished in sixth place in the Premier League as Hughes built the team's attack around Bellamy. The top-six finish marked a vast improvement on the previous season's 15th position, qualifying the club for the &lt;a href=\"2006%E2%80%9307%20UEFA%20Cup\"&gt;2006–07 UEFA Cup&lt;/a&gt;. The side also reached the semi-finals of the League Cup before being eliminated by &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;. Bellamy was subsequently given the club's inaugural Player of the Year award, which was voted for by fans, and Hughes discussed plans with Bellamy to appoint him team &lt;a href=\"Captain%20%28association%20football%29\"&gt;captain&lt;/a&gt; for the following season. Bellamy has credited Hughes with \"restoring his career\" during his time at Blackburn.\nLiverpool.\nOn 20 June 2006, Bellamy was the subject of a £6 million transfer bid from &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;, triggering a clause in his contract that obliged Blackburn to allow him permission to talk to the club. Blackburn had previously opened discussions about paying £2 million to remove the clause with Bellamy but negotiations had not been completed when Liverpool made their bid. Liverpool manager &lt;a href=\"Rafael%20Ben%C3%ADtez\"&gt;Rafael Benítez&lt;/a&gt; had identified Bellamy as a replacement for &lt;a href=\"Djibril%20Ciss%C3%A9\"&gt;Djibril Cissé&lt;/a&gt;, who had suffered a broken leg during an international fixture. As a boyhood fan of the club, Bellamy described the move as \"like a dream\" and took a reduction in wages to join Liverpool.\nBellamy made a goalscoring debut for Liverpool against &lt;a href=\"Maccabi%20Haifa%20F.C.\"&gt;Maccabi Haifa&lt;/a&gt; in the first leg of the Champions League third qualifying round on 9 August 2006, in a 2–1 victory. He went on to set up the winning goal for &lt;a href=\"Peter%20Crouch\"&gt;Peter Crouch&lt;/a&gt; in the 81st minute of the &lt;a href=\"2006%20FA%20Community%20Shield\"&gt;2006 FA Community Shield&lt;/a&gt; with a &lt;a href=\"Cross%20%28association%20football%29\"&gt;cross&lt;/a&gt; from the left-hand corner of the box. His first months at the club were overshadowed by an impending court case over an alleged assault of two women in a Cardiff nightclub in February 2006. The case reached court in November but was dismissed by the judge; the defence stated that the prosecution's evidence \"was a shambles\". In his first appearance following the court case, Bellamy scored two goals during a 4–0 victory over &lt;a href=\"Wigan%20Athletic%20F.C.\"&gt;Wigan Athletic&lt;/a&gt; on 2 December 2006. He continued his good form throughout the month, scoring two weeks later against &lt;a href=\"Charlton%20Athletic%20F.C.\"&gt;Charlton Athletic&lt;/a&gt; and soon after against &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt;.\nIn February 2007, Bellamy was involved in a fight with teammate &lt;a href=\"John%20Arne%20Riise\"&gt;John Arne Riise&lt;/a&gt; during a training session in Portugal ahead of a Champions League tie with Barcelona. The pair had argued in a bar on the final night before Riise had returned to his hotel room. Bellamy, fuelled by alcohol, remained irate and went to Riise's hotel room with a golf club. Finding the room unlocked, Bellamy entered to find his teammate asleep. Bellamy later stated, \"I just whacked him across the buttocks with the club. You couldn't really call it a swing. It was just a thwack really.\" Riise refuted Bellamy's description in his own autobiography and said the incident was much more violent and that Bellamy took several forceful swings with the club at him before leaving. After exchanging words, Bellamy returned to his hotel room before apologising to Riise the next morning. He was fined two weeks wages by the club. The incident earned him the nickname \"The Nutter with the Putter\" in the media.\nIn the first match following the incident, a &lt;a href=\"2006%E2%80%9307%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; last-16 round match against Barcelona, Bellamy &lt;a href=\"Goal%20celebration\"&gt;celebrated his goal&lt;/a&gt; that tied the score at 1–1 by emulating a golf stroke. Although Liverpool had a disappointing finish in the Premier League, they reached the &lt;a href=\"2007%20Champions%20League%20Final\"&gt;final&lt;/a&gt; of the Champions League where they lost 2–1 to &lt;a href=\"A.C.%20Milan\"&gt;A.C. Milan&lt;/a&gt; with Bellamy an unused substitute. He expressed frustration over Benitez's decision to use his final substitute in the match to make a defensive change despite trailing 2–0. During the plane flight home, Benitez informed Bellamy the club were planning to sign a new forward at the end of the season and that he was free to move on.\nWest Ham United.\nEverton and Aston Villa again enquired about Bellamy; &lt;a href=\"Sam%20Allardyce\"&gt;Sam Allardyce&lt;/a&gt;, who was manager of Newcastle, was rejected over a suggested swap deal involving &lt;a href=\"Michael%20Owen\"&gt;Michael Owen&lt;/a&gt;. Bellamy instead moved to &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt; on 10 July 2007 for a fee of £7.5 million, signing a five-year contract as the club brought in several new players including &lt;a href=\"Kieron%20Dyer\"&gt;Kieron Dyer&lt;/a&gt; and &lt;a href=\"Scott%20Parker\"&gt;Scott Parker&lt;/a&gt; under new chairman &lt;a href=\"Eggert%20Magn%C3%BAsson\"&gt;Eggert Magnússon&lt;/a&gt;. The fee paid for Bellamy was a club record at the time. He made his West Ham debut in an opening-day 2–0 home defeat by Manchester City on 11 August. His first two goals for the club were scored in a 2–1 League Cup victory against &lt;a href=\"Bristol%20Rovers%20F.C.\"&gt;Bristol Rovers&lt;/a&gt; two weeks later. Bellamy and his wife saw the birth of their third child during his early period at West Ham. He later described how being away from the family home in Cardiff for extended periods caused him to suffer from homesickness for the first time since he was a youth player. He also began suffering from &lt;a href=\"arthritis\"&gt;arthritis&lt;/a&gt; that required surgery; he made a brief return in October, playing two matches for Wales and one for West Ham. The injury, however, continued causing problems and after playing in a 1–0 defeat to Wigan in February, he was ruled out for the remainder of the season.\nBellamy spent mid-2008 in the &lt;a href=\"Algarve\"&gt;Algarve&lt;/a&gt; training with a physiotherapist to regain fitness. A hamstring injury sustained in a pre-season fixture against &lt;a href=\"Ipswich%20Town%20F.C.\"&gt;Ipswich Town&lt;/a&gt; disrupted Bellamy's start to the new season; he returned to action for West Ham in the third game of the 2008–09 season, scoring the third goal in a 4–1 win over Blackburn Rovers. Early in the season, manager &lt;a href=\"Alan%20Curbishley\"&gt;Alan Curbishley&lt;/a&gt; was replaced by &lt;a href=\"Gianfranco%20Zola\"&gt;Gianfranco Zola&lt;/a&gt; but the club struggled for results. Bellamy attracted the attention of several clubs; in the January 2009 transfer window he was the subject of a bidding war between &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; and Manchester City. Tottenham bid an initial £6 million and eventually agreed a fee with West Ham but Bellamy refused to hand in a transfer request when West Ham asked him to, believing the club wanted to imply he had pushed for the transfer. Two offers from Manchester City were rejected but on 18 January 2009, West Ham accepted from a third undisclosed bid from City, said to be around £14 million. Bellamy later said Tottenham manager &lt;a href=\"Harry%20Redknapp\"&gt;Harry Redknapp&lt;/a&gt; informed him that, despite having no interest in the player, Manchester City had threatened to sign Redknapp's transfer target &lt;a href=\"Wilson%20Palacios\"&gt;Wilson Palacios&lt;/a&gt; as retaliation for Tottenham signing Bellamy. Bellamy grew frustrated with the prolonged transfer negotiations and told staff at West Ham he wanted to remain and sign a new deal with the club. West Ham, however, continued with the move and accepted Manchester City's bid.\nManchester City.\nOn 19 January 2009, Bellamy completed his move to Manchester City on a four-and-a-half-year deal for an undisclosed fee believed to be around £14 million, reuniting with his former Blackburn manager Mark Hughes. Hughes stated, \"I'm sure Craig will be excellent for us, I think people will soon see why I wanted to bring him to the club\". This took his career-total transfer fees to £47m. Bellamy arrived as part of Manchester City's increased spending following the investment of the &lt;a href=\"Abu%20Dhabi%20United%20Group\"&gt;Abu Dhabi United Group&lt;/a&gt;; &lt;a href=\"Wayne%20Bridge\"&gt;Wayne Bridge&lt;/a&gt;, &lt;a href=\"Nigel%20de%20Jong\"&gt;Nigel de Jong&lt;/a&gt; and &lt;a href=\"Shay%20Given\"&gt;Shay Given&lt;/a&gt; also arrived within a week. Bellamy marked his debut for Manchester City on 28 January by scoring the winning goal in a 2–1 win against Newcastle United at the &lt;a href=\"City%20of%20Manchester%20Stadium\"&gt;City of Manchester Stadium&lt;/a&gt;. He scored again against &lt;a href=\"Middlesbrough%20F.C.\"&gt;Middlesbrough&lt;/a&gt; in the Premier League in a 1–0 win for City; it was his third appearance before scoring twice against &lt;a href=\"FC%20Copenhagen\"&gt;FC Copenhagen&lt;/a&gt; in the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; two weeks later. Despite investment, the side lacked consistency in the league, which Bellamy attributed to a \"clique\" of Brazilian players who had arrived at the club; &lt;a href=\"Robinho\"&gt;Robinho&lt;/a&gt;, &lt;a href=\"Elano\"&gt;Elano&lt;/a&gt; and &lt;a href=\"Gl%C3%A1uber\"&gt;Gláuber&lt;/a&gt;, with all of whom Bellamy clashed on several occasions. He argued with the group on more than one occasion and accused them of lacking effort following a 2–0 defeat against &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt; on 14 February 2009. Bellamy made only four further appearances during the season after suffering a knee injury against West Ham on 1 March.\nFurther player purchases ahead of the &lt;a href=\"2009%E2%80%9310%20in%20English%20football\"&gt;2009–10 season&lt;/a&gt; increased competition for Bellamy; forwards &lt;a href=\"Emmanuel%20Adebayor\"&gt;Emmanuel Adebayor&lt;/a&gt; and &lt;a href=\"Carlos%20Tevez\"&gt;Carlos Tevez&lt;/a&gt; both joined the club. Bellamy's first goal of the season came in City's 4–2 win over Arsenal on 12 September 2009, before he set up &lt;a href=\"Shaun%20Wright-Phillips\"&gt;Shaun Wright-Phillips&lt;/a&gt; for City's fourth goal with a run from his own half. A week later, he scored two goals against &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; in a 4–3 defeat. His first goal was a strike from the edge of the box which was later named \"&lt;a href=\"BBC%20Goal%20of%20the%20Month\"&gt;Goal of the Month&lt;/a&gt;\" for September 2009. After the match, a fan invaded the pitch but was escorted from the field; Bellamy and the fan exchanged words, prompting the player to shove him in the face. Bellamy received no contact from the FA over the incident and Manchester City stated they would not discipline Bellamy, instead offering their support to him. After a run of seven consecutive draws in the Premier League, during the last of which Bellamy was sent off for two bookable offences, Hughes was sacked as manager and replaced by &lt;a href=\"Roberto%20Mancini\"&gt;Roberto Mancini&lt;/a&gt;. The relationship between Bellamy and Mancini had a difficult start after a clash over training schedules. Mancini had introduced double sessions, which Bellamy struggled to undertake due to his long injury history. This escalated further when Bellamy missed two weeks after aggravating his knee during a clash with Manchester United supporters on a night out. After returning to training, the pair argued after Bellamy said he was unable to train for two consecutive days due to his personal fitness plan which angered Mancini. Despite this, Bellamy remained a regular in the first team for the rest of the season, finishing the campaign with 11 goals in 40 appearances.\nIn August 2010, Bellamy stated that he feared that he would be omitted from Manchester City's 25-man squad for the &lt;a href=\"2010%E2%80%9311%20Premier%20League\"&gt;2010–11 Premier League&lt;/a&gt; season and hinted at retirement. On 11 August 2010, he was left out of his club's 23-man &lt;a href=\"Europa%20League\"&gt;Europa League&lt;/a&gt; squad to face &lt;a href=\"FC%20Timi%C5%9Foara\"&gt;Timișoara&lt;/a&gt;. The next week, Bellamy was allowed to train with &lt;a href=\"Cardiff%20City%20F.C.\"&gt;Cardiff City&lt;/a&gt;, fuelling speculation he might sign for his hometown club. When asked about such a move, Bellamy said he would \"love to play for Cardiff\".\nCardiff City loan.\nOn 17 August 2010, Bellamy signed for Cardiff City on a season-long loan from Manchester City. Cardiff manager &lt;a href=\"Dave%20Jones%20%28football%20manager%29\"&gt;Dave Jones&lt;/a&gt; confirmed Bellamy would become team captain for the season with former captain &lt;a href=\"Mark%20Hudson%20%28footballer%2C%20born%201982%29\"&gt;Mark Hudson&lt;/a&gt; named club captain. Manchester City had been wary of selling Bellamy to a potential divisional rival and had suggested the idea of a move to Cardiff, paying a large percentage of his wages to make the move. He made his debut for Cardiff on 21 August in a 4–0 win over &lt;a href=\"Doncaster%20Rovers%20F.C.\"&gt;Doncaster Rovers&lt;/a&gt;, in which he scored from a free kick. After playing the subsequent game against Portsmouth, Bellamy missed the next five games due to a buildup of fluid on his knee that required rest. He returned and scored in a 2–1 win against &lt;a href=\"Barnsley%20F.C.\"&gt;Barnsley&lt;/a&gt; on 2 October. Bellamy hoped to avoid further injury problems and hired &lt;a href=\"Raymond%20Verheijen\"&gt;Raymond Verheijen&lt;/a&gt;, his former fitness coach at Manchester City, to work with him during the season and paid Verheijen's wages himself. Bellamy scored in four consecutive home-league matches against Coventry, Leeds, Watford and Reading but rarely trained as much as the first team to rest his knee, which was swelling profusely after games. He scored the winning goal in the &lt;a href=\"South%20Wales%20derby\"&gt;South Wales derby&lt;/a&gt; against &lt;a href=\"Swansea%20City%20A.F.C.\"&gt;Swansea City&lt;/a&gt; on 6 February 2011 with a long-range shot in the final minutes of the match; it was the first time Cardiff had won at their rival's ground since 1997.\nBellamy's influence on the Cardiff team proved pivotal in the push for promotion, which included a 2–2 draw with league leaders &lt;a href=\"Queens%20Park%20Rangers%20F.C.\"&gt;Queens Park Rangers&lt;/a&gt; in April in which he scored the second goal. Cardiff had led the game twice before &lt;a href=\"Adel%20Taarabt\"&gt;Adel Taarabt&lt;/a&gt;'s brace held them to a draw. Cardiff were challenging Norwich City for the second automatic promotion place in the final stages of the season when Norwich were due to meet &lt;a href=\"Derby%20County%20F.C.\"&gt;Derby County&lt;/a&gt;. Before the match, Bellamy telephoned his former Norwich and international teammate &lt;a href=\"Robbie%20Savage\"&gt;Robbie Savage&lt;/a&gt; who played for Derby, and offered the players £30,000 if they won the match. Norwich, however, won 3–2 following a late-injury-time goal. A defeat to Middlesbrough the following week confirmed a playoff place for Cardiff and Bellamy scored his last goal of the season with a volley in the 90th minute to draw away at &lt;a href=\"Turf%20Moor\"&gt;Turf Moor&lt;/a&gt; against &lt;a href=\"Burnley%20F.C.\"&gt;Burnley&lt;/a&gt;. In the play-offs, he suffered a hamstring injury in the opening 20 minutes of the first leg away to &lt;a href=\"Reading%20F.C.\"&gt;Reading&lt;/a&gt;, forcing him out of the game. Cardiff drew the match but were defeated 3–0 in the second leg with Bellamy absent.\nBellamy stated that he would like to stay with Cardiff beyond his loan spell to achieve his dream of them one day playing in the Premier League. After Cardiff manager Dave Jones' sacking, Bellamy became a surprise favourite to succeed him. Instead, his former Norwich teammate &lt;a href=\"Malky%20Mackay\"&gt;Malky Mackay&lt;/a&gt; was appointed and did not confirm whether he would attempt to sign Bellamy. Bellamy asked Manchester City to release him on a free transfer after they priced him at £4,000,000.\nReturn to Liverpool.\nBellamy returned to Manchester City for pre-season training but was placed in the club's reserves and was excluded from the first team. He eventually reached a settlement with the club to cancel the final year of his contract, allowing him to leave. He received offers from Queens Park Rangers and &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt; but rejected both when Liverpool and Tottenham showed an interest in him. Bellamy chose to return to Liverpool, swayed by &lt;a href=\"Kenny%20Dalglish\"&gt;Kenny Dalglish&lt;/a&gt;'s presence as manager. The following day, Cardiff City said they had failed in a last-minute bid for Bellamy. Bellamy said, \"I've grown up with Kenny Dalglish, now to be signed by him is a massive honour. It's been a long couple of months, I had to be patient and believe something like this could happen.\"\nBellamy's returning debut for Liverpool came against Stoke City in a 1–0 defeat at the &lt;a href=\"Britannia%20Stadium\"&gt;Britannia Stadium&lt;/a&gt;. He scored his first post-return goal for Liverpool against &lt;a href=\"Brighton%20%26amp%3B%20Hove%20Albion%20F.C.\"&gt;Brighton &amp; Hove Albion&lt;/a&gt; in the League Cup on 21 September, while his first league goal of his second spell came a month later against Norwich City in a 1–1 draw. On 27 November, Dalglish withdrew Bellamy from the team for the game against Manchester City following the suicide of his friend and coach &lt;a href=\"Gary%20Speed\"&gt;Gary Speed&lt;/a&gt;. Two days later, Bellamy returned to the team and recorded assists for both Liverpool goals in a 2–0 win over &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; in the &lt;a href=\"2011%E2%80%9312%20Football%20League%20Cup\"&gt;League Cup&lt;/a&gt; quarter-final, describing his performance as \"one of the best games I ever played\". A visibly emotional Bellamy wept as the teams lined up before the match after Liverpool fans sang Speed's name and again on the bench after being substituted in the final minutes of the match. Speed's death prompted Bellamy to visit &lt;a href=\"Steve%20Peters%20%28psychiatrist%29\"&gt;Steve Rogers&lt;/a&gt;, a psychologist, after fearing his own personal issues could leave him in a similar position.\nFeaturing largely as a squad player, Bellamy made regular appearances as a substitute but enjoyed a prolonged run in the first team during the Christmas period after &lt;a href=\"Luis%20Su%C3%A1rez\"&gt;Luis Suárez&lt;/a&gt; was banned for racially abusing an opponent. On 25 January 2012, Bellamy scored the equalising goal against Manchester City to give Liverpool a 3–2 win on &lt;a href=\"Aggregate%20score%23Total%20points%20series%20%28aggregate%29\"&gt;aggregate&lt;/a&gt; in the League Cup semi-final. In the final on 26 February, Liverpool met Cardiff City; Bellamy featured as a second-half substitute in place of &lt;a href=\"Jordan%20Henderson\"&gt;Jordan Henderson&lt;/a&gt; but he did not take a penalty in the ensuing shootout after asking to be omitted from the five nominated takers. Bellamy also played a pivotal role in the club's run to the FA Cup final, providing the assist for &lt;a href=\"Andy%20Carroll\"&gt;Andy Carroll&lt;/a&gt; to score the winning goal as Liverpool beat local rivals Everton 2–1 at Wembley to reach their first FA Cup final in six years. He started in the final against Chelsea, which Liverpool lost 2–1.\nReturn to Cardiff City.\nThe death of Speed and the breakup of Bellamy's marriage prompted him to return to Cardiff to be closer to his children, despite new Liverpool manager &lt;a href=\"Brendan%20Rodgers\"&gt;Brendan Rodgers&lt;/a&gt; offering him the chance to stay. Talks over a possible transfer began and on 10 August 2012, Bellamy completed his free transfer to Cardiff City on a two-year deal. He made the first appearance of his second spell a week later in a 1–0 win against &lt;a href=\"Huddersfield%20Town%20A.F.C.\"&gt;Huddersfield Town&lt;/a&gt;. After one further appearance, he requested time off to deal with personal and injury issues and did not return to the first team until mid September. On his return, Bellamy scored with a free kick against Leeds United; Cardiff won the game 2–1. Bellamy was injured during a league match against &lt;a href=\"Watford%20F.C.\"&gt;Watford&lt;/a&gt; in October; damage to his ankle ligaments ruled him out for nearly a month.\nHe returned to the side in November, featuring in back-to-back victories over Middlesbrough and Barnsley that put Cardiff top of the table. The side maintained its position for the rest of the season, and a goalless draw with Charlton on 16 April 2013 secured Cardiff's promotion to the top tier of English football for the first time in 52 years. Bellamy broke down in delight on the pitch at the end of the game, having achieved what he called \"an impossible dream\".\nBellamy's first goal of the &lt;a href=\"2013%E2%80%9314%20Premier%20League\"&gt;2013–14 Premier League&lt;/a&gt; season on 1 February 2014 was his side's opener in a 2–1 victory over Norwich City. The goal meant Bellamy became the first player to score for seven different clubs in the Premier League. He played 22 league games during the season but did not score another goal. Bellamy retired from football on 22 May 2014, saying; \"I guess over the years I've become accustomed to the pain from various injuries, but for the last three to four years I've been on anti-inflammatories every day. I'm not sure my body will think that's a wise thing in due course, but it kept me playing for that period. However, the time has come to stand aside and say enough. My body can't take anymore.\"\nInternational career.\nWales.\nYouth and senior arrival.\nBellamy first represented Wales at schoolboy level in 1994 but came under pressure in an under-performing side. The manager fielded telephone calls from the parents of other players who said Bellamy was too small to play in the side. He progressed through the &lt;a href=\"Wales%20national%20under-17%20football%20team\"&gt;under-17&lt;/a&gt; and &lt;a href=\"Wales%20national%20under-18%20football%20team\"&gt;under-18&lt;/a&gt; levels before manager &lt;a href=\"Tom%20Walley\"&gt;Tom Walley&lt;/a&gt; called him up to the &lt;a href=\"Wales%20national%20under-21%20football%20team\"&gt;under-21&lt;/a&gt; side for the first time at the age of 16. He made his debut as a substitute in a match against &lt;a href=\"San%20Marino%20national%20under-21%20football%20team\"&gt;San Marino&lt;/a&gt;, becoming the youngest player to represent the side. Bellamy, however, began to regard the under-21 side as setting him back in his career as he was often relegated to the bench at Norwich after spending up to ten days at a time away on international duty. This led to him asking officials at Norwich to claim he was injured, sparing him from being named in the side.\nBellamy was called into the senior Wales squad in 1998 by manager &lt;a href=\"Bobby%20Gould\"&gt;Bobby Gould&lt;/a&gt;, who was renowned for his unusual methods. During Bellamy's first training session with the first team, Gould was involved in a wrestling match with John Hartson that left Gould with a bloodied nose. Bellamy made his international debut on 25 March 1998 at the age of 18 as a substitute in place of &lt;a href=\"Gareth%20Taylor\"&gt;Gareth Taylor&lt;/a&gt; in a friendly game against &lt;a href=\"Jamaica%20national%20football%20team\"&gt;Jamaica&lt;/a&gt; at Ninian Park. At the end of the 1997–98 season, Bellamy was included in a squad for friendlies against &lt;a href=\"Malta%20national%20football%20team\"&gt;Malta&lt;/a&gt; and &lt;a href=\"Tunisia%20national%20football%20team\"&gt;Tunisia&lt;/a&gt;, scoring his first international goal during a 3–0 victory against the former on 3 June 1998. A defeat to Tunisia resulted in a confrontation between Gould and the squad over the standard of the team. After a brief return to the under-21 side, Bellamy began to become a regular fixture in the senior squad during &lt;a href=\"UEFA%20Euro%202000%20qualifying\"&gt;UEFA Euro 2000 qualifying&lt;/a&gt; and scored a late-winning goal in a match against &lt;a href=\"Denmark%20national%20football%20team\"&gt;Denmark&lt;/a&gt;. Gould was sacked after a 4–0 defeat to &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; in June 1999.\nWhen Mark Hughes was appointed as Wales' manager, Bellamy was suffering from injury and missed the first match to be played at the &lt;a href=\"Millennium%20Stadium\"&gt;Millennium Stadium&lt;/a&gt;, although he was included in the training squad. He returned at the end of the 1999–2000 season, playing in friendlies against &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; and &lt;a href=\"Portugal%20national%20football%20team\"&gt;Portugal&lt;/a&gt;. Under Hughes, Wales' form improved significantly and the side enjoyed a strong qualifying campaign for &lt;a href=\"UEFA%20Euro%202004%20qualifying%20Group%209\"&gt;UEFA Euro 2004&lt;/a&gt;. In their opening match, Wales defeated &lt;a href=\"Finland%20national%20football%20team\"&gt;Finland&lt;/a&gt; before facing Italy on 16 October 2002. Wales took an early lead through &lt;a href=\"Simon%20Davies%20%28footballer%2C%20born%201979%29\"&gt;Simon Davies&lt;/a&gt; before &lt;a href=\"Alessandro%20Del%20Piero\"&gt;Alessandro Del Piero&lt;/a&gt; levelled after 30 minutes with a deflected free-kick. In the 70th minute, Hartson received the ball and played-in Bellamy, who rounded &lt;a href=\"Gianluigi%20Buffon\"&gt;Gianluigi Buffon&lt;/a&gt; to score Wales' winning goal. Consecutive victories over &lt;a href=\"Azerbaijan%20national%20football%20team\"&gt;Azerbaijan&lt;/a&gt; put Wales into a strong position in the group but they failed to win any of last four matches, losing to &lt;a href=\"Serbia%20and%20Montenegro%20national%20football%20team\"&gt;Serbia and Montenegro&lt;/a&gt; (twice) and Italy, and drawing with Finland. Bellamy became involved in a row with his club side Newcastle over his participation after he postponed a knee operation to play in the qualifiers. Wales finished second in the group, four points behind winners Italy, reaching a &lt;a href=\"Two-legged%20tie\"&gt;two-legged playoff&lt;/a&gt; match against &lt;a href=\"Russia%20national%20football%20team\"&gt;Russia&lt;/a&gt; for a place at the finals. Bellamy missed both legs due to his knee injury that had plagued him prior to the matches and Wales lost 1–0 on aggregate.\nCaptaincy and retirement.\nHughes stepped down as Wales' manager in 2004 and was replaced by &lt;a href=\"John%20Toshack\"&gt;John Toshack&lt;/a&gt;. Bellamy missed most of the new manager's first year due to injury. In October 2006, Toshack awarded Bellamy the captain's armband when &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt; was unavailable for a &lt;a href=\"UEFA%20Euro%202008%20qualifying\"&gt;Euro 2008 qualifying&lt;/a&gt; match against &lt;a href=\"Slovakia%20national%20football%20team\"&gt;Slovakia&lt;/a&gt; on 7 October 2006. The match ended in a 5–1 defeat at home to the Slovaks.\nFour days later, in a match against &lt;a href=\"Cyprus%20national%20football%20team\"&gt;Cyprus&lt;/a&gt;—Bellamy's second as captain—he scored the third goal for Wales in a 3–1 win after setting up &lt;a href=\"Robert%20Earnshaw\"&gt;Robert Earnshaw&lt;/a&gt; for his side's second. Toshack praised Bellamy following the victory, stating, \"Craig has been excellent. He has grown into the job since he has been with us, he has understood the extra responsibilities and it showed on the pitch.\" When Giggs returned to the Wales squad in November 2006, Bellamy was relieved of the captaincy but was named vice-captain. In June 2007, Giggs announced his retirement from international football and Toshack named Bellamy as permanent captain. Further injury problems restricted Bellamy's appearances for Wales; he missed nearly eight months between October 2007 and May 2008. He returned to win his 50th international cap in a friendly against &lt;a href=\"Iceland%20national%20football%20team\"&gt;Iceland&lt;/a&gt; on 29 May.\nIn October 2010, a 'club v country' row emerged as Bellamy played a full match for Cardiff City despite his manager Dave Jones claiming Bellamy was too injured to play for Wales. Toshack resigned in September 2010 and Bellamy later criticised his former manager, stating; \"The height of Toshack's ambitions appeared to be making sure we didn't get too heavily beaten rather than actually trying to win games. We didn't even try and compete and I found that hard.\"\nIn December 2010, Gary Speed, Bellamy's former team-mate at both Newcastle and Wales, was appointed manager of Wales. Bellamy was planning to retire from international football due to continuing knee problems and to stand aside for a younger generation of players. He met with Speed in Cardiff to discuss his future. Speed persuaded Bellamy to prolong his international career but Bellamy decided to step down as captain because his fitness levels meant he was unlikely to play every match. Speed sought Bellamy's opinion on his replacement as captain; the pair agreed on &lt;a href=\"Aaron%20Ramsey\"&gt;Aaron Ramsey&lt;/a&gt;, who was appointed soon after. Raymond Verheijen and Damian Roden, fitness coaches with whom Bellamy had previously worked, were also hired on his recommendation. Although Wales endured a disappointing start to the &lt;a href=\"UEFA%20Euro%202012%20qualifying\"&gt;UEFA Euro 2012 qualifying&lt;/a&gt; campaign, Bellamy was encouraged by the progress being made under Speed's management, including victories over &lt;a href=\"Switzerland%20national%20football%20team\"&gt;Switzerland&lt;/a&gt; and &lt;a href=\"Norway%20national%20football%20team\"&gt;Norway&lt;/a&gt;. Speed committed suicide two weeks after the Norway match; Bellamy's next appearance for Wales was as captain in a memorial match against &lt;a href=\"Costa%20Rica%20national%20football%20team\"&gt;Costa Rica&lt;/a&gt; with Ramsey absent. Bellamy continued with Wales for a further 18 months under new manager &lt;a href=\"Chris%20Coleman%20%28footballer%29\"&gt;Chris Coleman&lt;/a&gt; before announcing his retirement from international football after Wales' final &lt;a href=\"2014%20FIFA%20World%20Cup%20qualification%26amp%3Bnbsp%3B%E2%80%93%20UEFA%20Group%20A\"&gt;2014 World Cup qualifiers&lt;/a&gt; in October 2013. His final match for Wales on 15 October 2013 against &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt; ended as a 1–1 draw. Bellamy ended his international career with 78 caps and 19 goals.\nGreat Britain.\nIn June 2012, Bellamy was confirmed as one of the three over-aged players selected by manager &lt;a href=\"Stuart%20Pearce\"&gt;Stuart Pearce&lt;/a&gt; for &lt;a href=\"Great%20Britain%20men%27s%20Olympic%20football%20team\"&gt;Great Britain&lt;/a&gt; to compete at &lt;a href=\"Football%20at%20the%202012%20Summer%20Olympics\"&gt;the 2012 Summer Olympics&lt;/a&gt; alongside &lt;a href=\"Micah%20Richards\"&gt;Micah Richards&lt;/a&gt; and Giggs. After a warm-up match against Brazil, on 26 July Bellamy scored Great Britain's first goal at an Olympic Games since &lt;a href=\"Football%20at%20the%201960%20Summer%20Olympics\"&gt;1960&lt;/a&gt; in a 1–1 draw with &lt;a href=\"Senegal%20national%20under-23%20football%20team\"&gt;Senegal&lt;/a&gt;. Bellamy and his other Welsh teammates were criticised for not singing the British national anthem &lt;a href=\"God%20Save%20the%20Queen\"&gt;God Save the Queen&lt;/a&gt; during the pre-match ceremonies. He later stated; \"I wasn't going to sing the national anthem and nor was any other Welsh player. It's not our anthem. I sing one anthem and that's that. That's my country's anthem. I'm not being anti-English or anti-British ... you have to remember that we took some stick in Wales just for playing for Team GB.\"\nBellamy assisted Giggs to score the opening goal of a 3–1 victory over the &lt;a href=\"United%20Arab%20Emirates%20national%20under-23%20football%20team\"&gt;United Arab Emirates&lt;/a&gt; in the team's following fixture. He was named Great Britain's captain for the final group game, from which Giggs was absent. The side won a 1–0 victory over &lt;a href=\"Uruguay%20Olympic%20football%20team\"&gt;Uruguay&lt;/a&gt; at the &lt;a href=\"Millennium%20Stadium\"&gt;Millennium Stadium&lt;/a&gt; in Cardiff. The result allowed Great Britain to progress to a quarter-final with the &lt;a href=\"South%20Korea%20national%20under-23%20football%20team\"&gt;Republic of Korea&lt;/a&gt;. Bellamy was substituted minutes before the end of normal time. The game went to extra time and penalties; Great Britain were eliminated after losing the shootout 5–4.\nStyle of play.\nBellamy has been described as having a dynamic style of play with quick, bursting technique and calmness under pressure. He began his career as a central midfielder, but was moved further forward during his time with Norwich and featured in several attacking roles, playing as both a &lt;a href=\"Winger%20%28association%20football%29\"&gt;winger&lt;/a&gt; and a &lt;a href=\"Forward%20%28association%20football%29\"&gt;centre-forward&lt;/a&gt; for the remainder of his career. He preferred playing a counter-attacking style of football as his pace often allowed him to exploit space behind the defenders as the opposition team pressed forward. As Premier League managers shifted toward favouring strikers with a more physical presence, Bellamy adapted to a wider role, studying leading wingers such as &lt;a href=\"Franck%20Rib%C3%A9ry\"&gt;Franck Ribéry&lt;/a&gt; to improve his game.\nHis former Wales, Blackburn and Manchester City manager Mark Hughes said he loved having Bellamy on his teams because of \"the intensity he brings\" and \"his desire to affect the game every single time he plays\". Hughes acknowledged that Bellamy developed a reputation as being sometimes difficult to work with but stated, \"If you understand him and support him, he will play his heart out for you\". Louise Taylor of \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" highlighted the considerable attacking threat that Bellamy possessed and that his pace was \"complemented by high-calibre finishing ability\". His best tally in a single season in the Premier League was 17 goals during his spell with Blackburn in 2005–06 although his goalscoring record was questioned by his former Newcastle manager Graeme Souness during his time with the club.\nAlthough sometimes perceived as a disruptive influence on teams, former Liverpool captain &lt;a href=\"Steven%20Gerrard\"&gt;Steven Gerrard&lt;/a&gt; praised Bellamy following his arrival, commenting, \"I was expecting a bit of a hothead ... It surprised me how professional he was. ... how much he loved the game.\" Bellamy's temperament and approach has seen him involved in several high-profile confrontations and led to him falling out with managers Souness and Roberto Mancini. Bobby Robson, who managed Bellamy for several years at Newcastle, described him as \"the gobbiest footballer I've ever met\" but also \"one of the most committed\". In his autobiography, former Wales manager John Toshack described a fractious relationship with Bellamy, saying, \"he could cause problems where they weren't necessary and you always felt there was a possibility that he could upset the applecart\". He also blamed Bellamy's relative lack of trophy wins during his career as partly to blame; \"a lot of managers signed him but a lot of managers got rid of him as well; ... all were trophy winners, but none of them won anything with Bellamy in the team\". Toshack did concede that Bellamy was an important attacking threat for the Welsh squad and that there was never a doubt over his inclusion.\nBellamy's career was severely hampered by persistent injuries that restricted both the amount of time he could train and the number of matches he could play in close proximity. Gianfranco Zola, who managed Bellamy at West Ham, stated, \"Injuries have been the downside of his career ... The fragility he has got in the muscles has stopped him from being a higher player\". In the latter stages of his career, as his pace diminished, he received praise from Paul Abbandonato of \"WalesOnline\" for possessing \"leadership, drive, energy, work-rate and standards of excellence\" during his last playing season.\nCoaching career.\nBellamy returned to Cardiff as an academy coach on a voluntary basis. In 2016, he was appointed Cardiff's player development manager, overseeing all age groups at the club's youth academy and coaching the older age-group teams. Having earlier been interviewed for the post of Wales manager, he was given permission to apply for the vacant managerial position at &lt;a href=\"EFL%20League%20One\"&gt;EFL League One&lt;/a&gt; club &lt;a href=\"Oxford%20United%20F.C.\"&gt;Oxford United&lt;/a&gt; in February 2018. Bellamy agreed terms with Oxford but later withdrew his application after the club was taken over during the negotiations. He stepped down from his coaching role at Cardiff in January 2019 to defend himself against a claim of bullying a youth-team player. An internal investigation by the club later resulted in Bellamy issuing an apology over an \"unacceptable coaching environment\", although he was subject to no formal disciplinary action.\nIn June 2019, Bellamy signed a three-year contract to become the under-21 team coach for Belgian side &lt;a href=\"RSC%20Anderlecht\"&gt;Anderlecht&lt;/a&gt; following the appointment of his former Manchester City teammate &lt;a href=\"Vincent%20Kompany\"&gt;Vincent Kompany&lt;/a&gt; as manager. He later worked as an assistant to Kompany before stepping down from the role in September 2021 citing mental health issues.\nPersonal life.\nBellamy has described himself as a \"keen\" supporter of both Liverpool and Cardiff City. Bellamy met Claire Jansen in Cardiff while they were teenagers. They remained together despite Bellamy spending most of his time away from the city during his apprenticeship with Norwich City; Claire remained in Cardiff working in a local newsagent. Bellamy and Claire had their first child together—a son named Ellis—at the ages of 17 and 16 respectively. Claire and Ellis remained in Cardiff while Bellamy commuted to Norwich. The couple eventually moved into their own accommodation in 1996 after Bellamy signed his first professional playing contract. Their second child, Cameron, was born in January 2001 and their third, Lexi, in 2007.\nBellamy proposed to Jansen on 13 July 2005 at The Lowry Hotel in Manchester, and they married in June 2006 at St Bride's Church in &lt;a href=\"St.%20Brides-super-Ely%20%28Peterston-super-Ely%29\"&gt;St. Brides-super-Ely&lt;/a&gt;, a village near Cardiff. With Bellamy moving clubs on a regular basis, the family bought a permanent home in &lt;a href=\"Peterston-super-Ely\"&gt;Peterston-super-Ely&lt;/a&gt;; Bellamy lived near his club and travelled home when possible. The couple divorced in December 2012; his wife cited \"unreasonable behaviour\". In his autobiography, Bellamy stated the couple split after \"she decided she'd had enough. Enough of the moving and the following me round. Enough of the absentee husband. Enough of the selfishness and the black moods and the times when I wouldn't talk to her because I was worried about a knee injury.\"\nIn 2013, Bellamy released his autobiography entitled \"GoodFella\" which was ghostwritten by journalist &lt;a href=\"Oliver%20Holt\"&gt;Oliver Holt&lt;/a&gt;. In the book, Bellamy said he suffered severe bouts of &lt;a href=\"Depression%20%28mood%29\"&gt;depression&lt;/a&gt;, particularly when he was unable to play football for long periods due to injury. He wrote, \"There would be weeks, sometimes months, when I couldn't get myself out of it\". These periods often coincided with periods of binge drinking; after Cardiff's defeat to Reading in the playoff semi-final, Bellamy went on a \"two-day drinking binge\". In 2013, he failed to declare himself as the driver of a car that was caught by a speed camera and received a driving ban. In March 2019, he was banned from driving again for 18 months after being found to be over the permitted alcohol limit while driving in Cardiff earlier that month. Bellamy is an advocate of &lt;a href=\"mixed%20martial%20arts\"&gt;mixed martial arts&lt;/a&gt; and has sponsored some of the fighters who train at Tillery Combat, a gym in &lt;a href=\"Abertillery\"&gt;Abertillery&lt;/a&gt;, Wales, providing them with supplements, kit and management advice through his company Shin2Chin. He also owns Cardiff Combat MMA gym.\nPhilanthropy.\nIn 2007, Bellamy was invited to visit &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt; by a friend. The country was still suffering from the effects of a long &lt;a href=\"Sierra%20Leone%20Civil%20War\"&gt;civil war&lt;/a&gt; that ended five years previously. Bellamy was mobbed by fans and was unable to freely walk the streets without an armed police escort as crowds blocked roads trying to see him. He visited the country's &lt;a href=\"Mining%20in%20Sierra%20Leone%23Diamonds\"&gt;diamond mining industry&lt;/a&gt; and was shocked at the poor living conditions of the workers, often children. He decided to set up a charity in the country and, on 6 May 2008, plans for The Craig Bellamy Foundation were announced in Sierra Leone. Bellamy spent £1.4m of his own money to build a not-for-profit football academy in the &lt;a href=\"Western%20Area%20Rural%20District\"&gt;Western Area Rural District&lt;/a&gt; village &lt;a href=\"Tombo%2C%20Sierra%20Leone\"&gt;Tombo&lt;/a&gt;, where 32 boys received an international standard education and elite-level football coaching at no cost to themselves. The first 15 children were enrolled at the academy in August 2010.\nThe Craig Bellamy Foundation also operated a nationwide youth league that was founded in conjunction with &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt;. Operating in the &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt;, &lt;a href=\"Bo%2C%20Sierra%20Leone\"&gt;Bo&lt;/a&gt;, &lt;a href=\"Kenema\"&gt;Kenema&lt;/a&gt; and &lt;a href=\"Makeni\"&gt;Makeni&lt;/a&gt; regions, The Craig Bellamy Foundation League provided a national youth football framework for children; as well as on-pitch performance, points were awarded for school attendance, fair play and contributions to community projects. The league also funded the school fees of participating children and employed 175 Sierra Leonian team coaches, regional managers and league coordinators. In 2009, 1,600 boys aged between 11 and 14 played or trained in the league on a daily basis. All activities were stopped in April 2017 due to financial irregularities.\nBellamy is also a supporter of &lt;a href=\"Noah%27s%20Ark%20Children%27s%20Hospital%20for%20Wales\"&gt;Noah's Ark Children's Hospital for Wales&lt;/a&gt;, part of the University of Wales Hospital, where both he and his three children were born. In 2010, he became a charity champion for Noah's Ark, a charity that was aiming to raise £7 million to complete a construction project at the site.\nHonours.\nCeltic\nLiverpool\nCardiff City\nIndividual"
}