{
    "id": "5757358",
    "revid": "11521989",
    "url": "https://en.wikipedia.org/wiki?curid=5757358",
    "title": "Dactylis glomerata",
    "text": "Dactylis glomerata, also known as cock's-foot, orchard grass, or cat grass (due to its popularity for use with &lt;a href=\"cats\"&gt;domestic cats&lt;/a&gt;) is a common species of &lt;a href=\"Poaceae\"&gt;grass&lt;/a&gt; in the genus \"&lt;a href=\"Dactylis\"&gt;Dactylis&lt;/a&gt;\". It is a cool-season perennial &lt;a href=\"C3%20carbon%20fixation\"&gt;C3&lt;/a&gt; &lt;a href=\"bunchgrass\"&gt;bunchgrass&lt;/a&gt; native throughout most of Europe, temperate &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, and northern &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;.\nDistribution.\n\"Dactylis glomerata\" occurs from sea level in the north of its range, to as high as 4,000 meters in &lt;a href=\"altitude\"&gt;altitude&lt;/a&gt; in the south of its range in &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. It is widely used for &lt;a href=\"hay\"&gt;hay&lt;/a&gt; and &lt;a href=\"forage\"&gt;forage&lt;/a&gt;.\nIt is a principal species in the widespread &lt;a href=\"British%20National%20Vegetation%20Classification\"&gt;National Vegetation Classification&lt;/a&gt; habitat community &lt;a href=\"British%20NVC%20community%20MG1\"&gt;MG1 (\"Arrhenatherum elatius\" grassland)&lt;/a&gt; in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, and so can be found with \"&lt;a href=\"Arrhenatherum%20elatius\"&gt;Arrhenatherum elatius&lt;/a&gt;\" (false oat grass).\nIt can be found in meadows, pasture, roadsides, and rough grassland.\nIt has been introduced into North America, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; and &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, and is now widely &lt;a href=\"naturalisation%20%28biology%29\"&gt;naturalised&lt;/a&gt;. In some areas, it has become an &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt;.\nDescription.\nCock's-foot grows in dense &lt;a href=\"perennial\"&gt;perennial&lt;/a&gt; tussocks to tall, with grey-green &lt;a href=\"leaves\"&gt;leaves&lt;/a&gt; long and up to broad, and a distinctive tufted triangular &lt;a href=\"flower\"&gt;flower&lt;/a&gt;head long, which may be either green or red- to purple-tinged (usually green in shade, redder in full sun), turning pale grey-brown at seed maturity. The spikelets are long, typically containing two to five flowers. It has a characteristic flattened stem base which distinguishes it from many other grasses.\nIt flowers from June to September.\nTaxonomy.\n\"Dactylis glomerata\" is treated as the sole species in the genus \"&lt;a href=\"Dactylis\"&gt;Dactylis&lt;/a&gt;\" by some authors, while others include one to four other species. It is commonly divided into several regional &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt;, particularly by those authors accepting only the single species:\n\"Dactylis glomerata\" subsp. \"glomerata\" and subsp. \"hispanica\" are &lt;a href=\"polyploidy\"&gt;tetraploid&lt;/a&gt; forms with 28 chromosomes; some of the other subspecies, including subsp. \"himalayensis\" and subsp. \"lobata\" are diploid, with 2\"n\" = 14. Hexaploid forms with 42 chromosomes are also known, but rare. Tetraploid forms are larger and coarser than diploid forms.\nCultivation and uses.\nCock's-foot is widely used as a hay grass and for pastures because of its high yields and sugar content, which makes it sweeter than most other temperate grasses. In dry areas as in much of Australia, Mediterranean subspecies such as subsp. \"hispanica\" are preferred for their greater drought tolerance. It requires careful grazing management; if it is undergrazed it becomes coarse and unpalatable.\nIn some areas to which it has been introduced, cock's-foot has become an &lt;a href=\"invasive%20species\"&gt;invasive&lt;/a&gt; weed, notably some areas of the eastern United States.\nAs with other grasses, the &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt; can cause &lt;a href=\"allergic%20rhinitis\"&gt;allergic rhinitis&lt;/a&gt; (hay fever) in some people.\nThe grass is popularly grown to satisfy the craving of domestic cats to chew grass, hence its colloquial name cat grass.\nThe seeds were first collected by Rogers Parker in Hertfordshire; this was then developed by the agricultural reformer &lt;a href=\"Coke%20of%20Norfolk\"&gt;Coke of Norfolk&lt;/a&gt;. Parker's estate, Munden, near &lt;a href=\"Bricket%20Wood\"&gt;Bricket Wood&lt;/a&gt;, was inherited by the botanist &lt;a href=\"George%20Hibbert\"&gt;George Hibbert&lt;/a&gt;.\nButterfly foodplant.\nThe &lt;a href=\"caterpillar\"&gt;caterpillar&lt;/a&gt;s of many butterfly species feed on cock's foot, including:"
}