{
    "id": "57637670",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=57637670",
    "title": "Aquaria (drag queen)",
    "text": "Giovanni Palandrani (born February 12, 1996), better known by his stage name Aquaria, is an American &lt;a href=\"drag%20queen\"&gt;drag queen&lt;/a&gt;, television personality, and recording artist best known for winning the &lt;a href=\"RuPaul%27s%20Drag%20Race%20%28season%2010%29\"&gt;tenth season&lt;/a&gt; of \"&lt;a href=\"RuPaul%27s%20Drag%20Race\"&gt;RuPaul's Drag Race&lt;/a&gt;\" in 2018. In June 2019, a panel of judges from \"&lt;a href=\"New%20York%20%28magazine%29\"&gt;New York&lt;/a&gt;\" magazine placed her 11th on their list of \"the most powerful drag queens in America\", a ranking of 100 former \"Drag Race\" contestants.\nEarly life and education.\nPalandrani was born in &lt;a href=\"West%20Chester%2C%20Pennsylvania\"&gt;West Chester, Pennsylvania&lt;/a&gt; to Gina and David Palandrani, has a sister named Francesca, and is of &lt;a href=\"Italians\"&gt;Italian descent&lt;/a&gt;. He trained as a dancer for four years and experimented with drag in high school. He attended the &lt;a href=\"Fashion%20Institute%20of%20Technology\"&gt;Fashion Institute of Technology&lt;/a&gt; for two semesters before dropping out, studying &lt;a href=\"Fashion\"&gt;women's wear&lt;/a&gt; design.\nCareer.\nAquaria is the &lt;a href=\"Drag%20queen%23drag%20daughter\"&gt;drag daughter&lt;/a&gt; of \"Drag Race\" &lt;a href=\"RuPaul%27s%20Drag%20Race%20%28season%204%29\"&gt;season four&lt;/a&gt; winner &lt;a href=\"Sharon%20Needles\"&gt;Sharon Needles&lt;/a&gt;. However, she has said that she \"does not support him\" and \"feels awful for anyone he has hurt\" in 2020. She began performing in drag in 2014. Like &lt;a href=\"RuPaul\"&gt;RuPaul&lt;/a&gt;, Aquaria received early support from &lt;a href=\"Susanne%20Bartsch\"&gt;Susanne Bartsch&lt;/a&gt;. Aquaria was featured in a \"&lt;a href=\"Vogue%20Italia\"&gt;Vogue Italia&lt;/a&gt;\" spread in January 2016 with Bartsch and other \"Drag Race\" alumnae.\nIn early 2018, it was announced that Aquaria was chosen as one of fourteen contestants for the &lt;a href=\"RuPaul%27s%20Drag%20Race%20%28season%2010%29\"&gt;tenth season&lt;/a&gt; of \"&lt;a href=\"RuPaul%27s%20Drag%20Race\"&gt;RuPaul's Drag Race&lt;/a&gt;\", upon her first audition for the program. She won three main challenges, never ranked in the bottom two, and was the first queen in the show's history to win both the &lt;a href=\"Ball%20culture\"&gt;ball&lt;/a&gt; and the \"&lt;a href=\"Snatch%20Game\"&gt;Snatch Game&lt;/a&gt;\" in the same season. Aquaria was announced as the winner of the season on June 28, 2018, beating out &lt;a href=\"Eureka%20O%27Hara\"&gt;Eureka O'Hara&lt;/a&gt; and &lt;a href=\"Kameron%20Michaels\"&gt;Kameron Michaels&lt;/a&gt; in the final three.\nAquaria was nominated with &lt;a href=\"Miz%20Cracker\"&gt;Miz Cracker&lt;/a&gt; for the \"Competition Contestant of 2018\" for the 2018 &lt;a href=\"E%21%20People%27s%20Choice%20Awards\"&gt;People's Choice Awards&lt;/a&gt;.\nIn October 2018, Aquaria appeared solo in an issue of \"Vogue Italia\", photographed by &lt;a href=\"Michael%20Bailey-Gates\"&gt;Michael Bailey-Gates&lt;/a&gt;. She was a model for &lt;a href=\"Moschino\"&gt;Moschino&lt;/a&gt; and &lt;a href=\"H%26amp%3BM\"&gt;H&amp;M&lt;/a&gt;'s November 2018 Capsule Collection with &lt;a href=\"Bria%20Vinaite\"&gt;Bria Vinaite&lt;/a&gt; and &lt;a href=\"Jeremy%20Scott\"&gt;Jeremy Scott&lt;/a&gt;. She received a contract from &lt;a href=\"IMG%20%28company%29\"&gt;IMG Models&lt;/a&gt;, and was announced as the Entertainment editor for &lt;a href=\"Dazed%20%28magazine%29\"&gt;Dazed&lt;/a&gt;.\nIn 2019, Aquaria was announced as one of the faces of &lt;a href=\"MAC%20Cosmetics\"&gt;MAC&lt;/a&gt;'s Viva Glam campaign. She attended the &lt;a href=\"Met%20Gala\"&gt;2019 Met Gala&lt;/a&gt;, and was the first drag queen to walk the red carpet.\nIn June 2019, Aquaria was one of 37 queens to be featured on the cover of &lt;a href=\"New%20York%20Magazine\"&gt;New York Magazine&lt;/a&gt;.\nIn 2019, Aquaria released her very own makeup palette in collaboration with &lt;a href=\"NYX%20Professional%20Makeup\"&gt;NYX Cosmetics&lt;/a&gt;.\nIn September 2019, at RuPaul's DragCon NYC, Aquaria was named as one of a rotating cast of a dozen \"Drag Race\" queens in \"&lt;a href=\"RuPaul%27s%20Drag%20Race%20Live%21\"&gt;RuPaul's Drag Race Live!&lt;/a&gt;\", a Las Vegas show residency from January to August 2020 at the &lt;a href=\"Flamingo%20Las%20Vegas\"&gt;Flamingo Las Vegas&lt;/a&gt;.\nAquaria performed as a part of &lt;a href=\"Rihanna\"&gt;Rihanna&lt;/a&gt;'s Savage X &lt;a href=\"Fenty%20Beauty\"&gt;Fenty Beauty&lt;/a&gt; Fashion Show during the Fall 2019 &lt;a href=\"New%20York%20Fashion%20Week\"&gt;New York Fashion Week&lt;/a&gt;.\nMusic.\nAs part of the final challenge of season 10, Aquaria and the other top four contestants wrote and recorded their own verses for &lt;a href=\"RuPaul\"&gt;RuPaul&lt;/a&gt;'s song \"&lt;a href=\"American%20%28RuPaul%20song%29\"&gt;American&lt;/a&gt;.\" The song reached number 12 on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Dance/Electronic%20Songs\"&gt;Dance/Electronic Songs&lt;/a&gt; chart. Aquaria was featured in the song \"Looks\" by Linux in 2016. He released his debut single, \"Burn Rubber\", in June 2018. The song was written by &lt;a href=\"Jesse%20Saint%20John\"&gt;Jesse Saint John&lt;/a&gt;.\nPersonal life.\nPalandrani lives in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, New York City.\nOn July 3, 2018, singer &lt;a href=\"Bebe%20Rexha\"&gt;Bebe Rexha&lt;/a&gt; criticized Aquaria and the other \"Drag Race\" top four queens over &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; for supposed bad behavior toward her at the &lt;a href=\"VH1%20Trailblazer%20Honors\"&gt;VH1 Trailblazer Honors&lt;/a&gt;, such as not talking to her and being \"cold\". Aquaria responded with a series of tweets defending herself and her fellow queens.\nIn May 2018, she criticized rapper &lt;a href=\"Travis%20Scott\"&gt;Travis Scott&lt;/a&gt; for removing &lt;a href=\"Amanda%20Lepore\"&gt;Amanda Lepore&lt;/a&gt;, a &lt;a href=\"Trans%20woman\"&gt;transgender woman&lt;/a&gt;, from the cover art of his 2018 album &lt;a href=\"Astroworld%20%28album%29\"&gt;\"Astroworld\"&lt;/a&gt;."
}