{
    "id": "5764459",
    "revid": "38053341",
    "url": "https://en.wikipedia.org/wiki?curid=5764459",
    "title": "HMCS Tuna",
    "text": "HMCS \"Tuna was a commissioned &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt; of the &lt;a href=\"Royal%20Canadian%20Navy\"&gt;Royal Canadian Navy&lt;/a&gt; (RCN) that served during the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;. Built as the high-speed civilian &lt;a href=\"yacht\"&gt;yacht&lt;/a&gt; Tarantula\", the vessel was one of several converted yachts the RCN used during the war. Following the war, the ship was discarded and stripped.\nDesign and description.\nOriginally constructed as a civilian yacht, \"Tarantula\" was among the first &lt;a href=\"Steam%20turbine\"&gt;turbine&lt;/a&gt;-powered private yachts. The hull was similar to the torpedo boats that &lt;a href=\"Yarrow%20Shipbuilders\"&gt;Yarrow Shipbuilders&lt;/a&gt; had constructed for the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. The ship was modeled on , the first turbine-powered ship. The yacht had a &lt;a href=\"Gross%20register%20tonnage\"&gt;gross register tonnage (GRT)&lt;/a&gt; of 124 and was &lt;a href=\"Length%20overall\"&gt;long&lt;/a&gt; with a &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"Draft%20%28ship%29\"&gt;draught&lt;/a&gt; of . The ship had a maximum speed of thanks to her turbine engines.\nConstruction and career.\nBuilt by Yarrow Shipbuilders in the United Kingdom, \"Tarantula\" was ordered by &lt;a href=\"William%20Kissam%20Vanderbilt%20II\"&gt;W.K. Vanderbilt, Jr.&lt;/a&gt; and &lt;a href=\"Ship%20naming%20and%20launching\"&gt;launched&lt;/a&gt; in 1902. Vanderbilt used the yacht for commuting in and around &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;.\nIn August 1914, &lt;a href=\"John%20Ross%20%28industrialist%29\"&gt;Jack Ross&lt;/a&gt;, a Canadian industrialist and millionaire, purchased \"Tarantula\" from Vanderbilt. At the time the United States had forbidden the sale of any vessel capable of being used by those nations fighting in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; at the time. Ross arranged for her to be fitted out in the United States in secret and arrived at &lt;a href=\"Halifax%2C%20Nova%20Scotia\"&gt;Halifax, Nova Scotia&lt;/a&gt; on 10 September after sailing with her civilian crew. Ross sold the ship for $1 to the RCN and offered to re-purchase the ship if the ship was still functional at war's end.\nShe was designated as a torpedo boat after the installation of two &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s and a gun. The ship was &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 5 December 1914 as HMCS \"Tuna\", with Ross in command. The ship was assigned to patrol duties based out of Halifax, she was a common sight in &lt;a href=\"Bedford%20Basin\"&gt;Bedford Basin&lt;/a&gt;.\nIn July 1916, \"Tuna\" underwent an overhaul at &lt;a href=\"Sorel%2C%20Quebec\"&gt;Sorel, Quebec&lt;/a&gt;. On 10 May 1917 \"Tuna\" was &lt;a href=\"Paid%20Off%20%28Upon%20Decommissioning%20a%20Ship%29\"&gt;paid off&lt;/a&gt; due to an irreparable engine mount fracture. She was sold for salvage in June 1918, and stripped. Her &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; remained in Halifax's &lt;a href=\"Northwest%20Arm\"&gt;Northwest Arm&lt;/a&gt; until the 1930s."
}