{
    "id": "57699950",
    "revid": "23551833",
    "url": "https://en.wikipedia.org/wiki?curid=57699950",
    "title": "Ontario Proud",
    "text": "Ontario Proud is a &lt;a href=\"Right-wing%20politics\"&gt;right-wing&lt;/a&gt; Facebook viral &lt;a href=\"Internet%20meme\"&gt;meme-maker&lt;/a&gt;, political advocacy group, and third-party advertiser. It was founded by Jeff Ballingall in 2016 as a &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; page, and is funded by large real estate developers and construction companies. Ontario Proud offices are located at 36 King Street East in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada.\nLeadership.\nOntario Proud was founded by Jeff Ballingall, a former political staffer who previously worked for &lt;a href=\"Sun%20News%20Network\"&gt;Sun News Network&lt;/a&gt;. Ballingall worked in the administration of &lt;a href=\"Conservative%20Party%20of%20Canada\"&gt;Conservative&lt;/a&gt; Prime Minister &lt;a href=\"Stephen%20Harper\"&gt;Stephen Harper&lt;/a&gt;, working as a video specialist for the Conservative Caucus and as a communications manager for &lt;a href=\"Jim%20Prentice\"&gt;Jim Prentice&lt;/a&gt;. Jeff Ballingall is also the founder of Mobilize Media Group LTD. which promotes media for Ontario Proud. As of August 2018, he has been one-third owner of \"The Nectarine\", a digital news platform. Ballingall also serves as the Chief Marketing Officer of &lt;a href=\"The%20Post%20Millennial\"&gt;The Post Millennial&lt;/a&gt;, a &lt;a href=\"Conservative%20Party%20of%20Canada\"&gt;conservative&lt;/a&gt;-leaning &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;-based online news website. The director is currently Ryan O’Connor. Nicolas Spoke is also a current company officer.\nActivities.\nOntario Proud was active during the &lt;a href=\"2018%20Ontario%20general%20election\"&gt;2018 Ontario provincial elections&lt;/a&gt;, attacking liberal &lt;a href=\"Premier%20of%20Ontario\"&gt;Premier&lt;/a&gt; &lt;a href=\"Kathleen%20Wynne\"&gt;Kathleen Wynne&lt;/a&gt;, later shifting its focus to &lt;a href=\"Ontario%20New%20Democratic%20Party\"&gt;NDP&lt;/a&gt; candidate &lt;a href=\"Andrea%20Horwath\"&gt;Andrea Horwath&lt;/a&gt; as the NDP rose in the polls. The group spent approximately $60,000 on &lt;a href=\"Television%20advertisement\"&gt;television ads&lt;/a&gt; and engaged in door-to-door &lt;a href=\"canvasing\"&gt;canvasing&lt;/a&gt;. The group is reportedly very active in &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; marketing, particularly on &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt;, where it used &lt;a href=\"microtargeting\"&gt;microtargeting&lt;/a&gt;. They have a very narrow right-wing focus, putting business above all else.\nOntario Proud may have helped defeat &lt;a href=\"Kathleen%20Wynne\"&gt;Kathleen Wynne&lt;/a&gt;’s Liberal government in &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;. In the lead up to the election, Ballingall boasted that “Ontario Proud's Facebook content was viewed almost 67 million times — more interactions than the Facebook pages of the three main parties, their leaders, the unions and all other political advocacy groups combined.” Ontario Proud has been criticized for blocking users who comment on their Facebook page in support of NDP or Liberal candidates. Ontario Proud has also frequently threatened legal action against critics.\nThe group has announced its intentions to target &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Justin%20Trudeau\"&gt;Justin Trudeau&lt;/a&gt; going forward. Jeff Ballingall established a similar \"&lt;a href=\"BC%20Proud\"&gt;BC Proud&lt;/a&gt;\" &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; page to target elections in &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt;, and is attempting to start another site to target &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;. Sister pages have also been established in Alberta and New Brunswick. When &lt;a href=\"iPolitics\"&gt;iPolitics&lt;/a&gt; noticed it was sharing negative post of Conservative leader &lt;a href=\"Andrew%20Scheer\"&gt;Andrew Scheer&lt;/a&gt; after &lt;a href=\"2019%20Canadian%20federal%20election\"&gt;the 2019 election&lt;/a&gt;, Ballingall reaffirmed the page's opposition to Justin Trudeau. He founded Conservative Victory, a non-profit campaign for advocating Andrew Scheer's removal as Conservative Party leader and having a leadership race, with &lt;a href=\"Kory%20Teneycke\"&gt;Kory Teneycke&lt;/a&gt; and &lt;a href=\"John%20Reynolds%20%28Canadian%20politician%29\"&gt;John Reynolds&lt;/a&gt;. They claimed victory after Scheer resigned. Stephen Maher interpreted the group as \"astroturf-y in nature\".\nFinancing.\nAccording to Ontario Proud, it is financed by donations from approximately 1,300 Canadian donors, however most of the groups funding is reveal to have come from out of province, and mostly from construction companies with little or no labour laws. In June 2017, founder Jeff Ballingall stated that Ontario Proud had cost $5,000 to that point. By April 2018, Ontario Proud was appealing for funding from various business groups including members of the Ontario General Contractors Association (OCGA). A cached copy of the fundraising appeal that was posted on the OCGA website showed that Ontario Proud was looking for up to $700,000 to fully fund its election strategy. While the OCGA encourages its members to be politically active, a spokesperson for the organization stated that OCGA itself has never donated to Ontario Proud.\nOn December 11, 2018, financial disclosures showed that, of the over half million dollars of funding that Ontario Proud had received, the majority ($460,000) had come from corporate donations. Out of the corporate donations, over 89 percent of them came from companies involved in the land-development and construction industries. The five largest donations were from: &lt;a href=\"Mattamy%20Homes\"&gt;Mattamy Homes&lt;/a&gt; ($100,000), Merit Ontario ($50,000), Nashville Developments ($50,000), Opportunities Asia Ltd. ($30,000),and Shiplake Properties Limited ($25,000). Seventeen other companies, mostly related to housing development, also donated $10,000 each.\nAs of February 2021, Mattamy Homes, published this statement on their website: “we regret having made a one-time donation to Ontario Proud in the... 2018 provincial election. At the time, we believed Ontario Proud was a credible advocate for advancing the province’s housing agenda, specifically in relation to housing availability &amp; affordability.”"
}