{
    "id": "5769108",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=5769108",
    "title": "Sonnet 41",
    "text": "Sonnet 41 is one of &lt;a href=\"The%20Sonnets\"&gt;154 sonnets&lt;/a&gt; written by the English playwright and poet &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt;. It is a part of the &lt;a href=\"Fair%20Youth\"&gt;Fair Youth&lt;/a&gt; section of the sonnets addressed to an unnamed young man. While the exact date of the composition is unknown, it was originally published in the &lt;a href=\"Shakespeare%27s%20sonnets\"&gt;1609 Quarto&lt;/a&gt; along with the rest of the sonnets.\nWithin the sonnet, the speaker excuses the Fair Youth's amorous activity due to his youth and attractiveness toward women, but also chides him for betraying the speaker by sleeping with his mistress. It is the second in a set of three sonnets (&lt;a href=\"Sonnet%2040\"&gt;40&lt;/a&gt;, 41, &lt;a href=\"Sonnet%2042\"&gt;42&lt;/a&gt;) that dwell on this betrayal of the speaker. This sonnet is also notable for the textual references made to Shakespeare's other works. The sonnet is written in the typical &lt;a href=\"Sonnet%23English%28Shakespearean%29%20sonnet\"&gt;Shakespearean sonnet&lt;/a&gt; form, containing 14 lines of &lt;a href=\"iambic%20pentameter\"&gt;iambic pentameter&lt;/a&gt; and ending in a rhymed &lt;a href=\"couplet\"&gt;couplet&lt;/a&gt;.\nStructure.\nShakespeare's sonnets conform to the &lt;a href=\"Shakespearean%20sonnet\"&gt;English&lt;/a&gt; or Shakespearean sonnet form. The form consists of fourteen lines structured as three &lt;a href=\"quatrain\"&gt;quatrain&lt;/a&gt;s and a &lt;a href=\"couplet\"&gt;couplet&lt;/a&gt;, rhyming \"abab cdcd efef gg\" and written in &lt;a href=\"iambic%20pentameter\"&gt;iambic pentameter&lt;/a&gt;, a type of poetic &lt;a href=\"Metre%20%28poetry%29\"&gt;metre&lt;/a&gt; based on five pairs of metrically weak/strong syllabic positions. While Shakespeare's versification maintains the English sonnet form, Shakespeare often rhetorically alludes to the form of &lt;a href=\"Petrarchan%20sonnets\"&gt;Petrarchan sonnets&lt;/a&gt; with an &lt;a href=\"octave\"&gt;octave&lt;/a&gt; (two quatrains) followed by a &lt;a href=\"sestet\"&gt;sestet&lt;/a&gt; (six lines), between which a \"turn\" or &lt;a href=\"Volta%20%28literature%29\"&gt;\"volta\"&lt;/a&gt; occurs, which signals a change in the tone, mood, or stance of the poem. The first line exemplifies a regular iambic pentameter:\nContext.\nThis sonnet is closely connected to both sonnets &lt;a href=\"Sonnet%2040\"&gt;40&lt;/a&gt; and &lt;a href=\"Sonnet%2042\"&gt;42&lt;/a&gt;. Sonnet 41 is the middle in a set of three sonnets that centers around the fair youth's transgression against the speaker by seducing his mistress. In the first of these three sonnets (40) the speaker implies that the loss of his mistress did not hurt him badly, because he did not love her, trying not to blame the youth but blaming him still. Sonnet 41 continues the saga with desperate attempts to excuse the youth's behavior, eventually admitting his hurt. In the last of the three (42) the speaker continues his trend of self-deception exemplified in sonnet 41.\nExegesis.\nAllusions and Textual References.\nThere are many &lt;a href=\"allusions\"&gt;allusions&lt;/a&gt; and textual &lt;a href=\"references\"&gt;references&lt;/a&gt; in this sonnet taken from other Shakespeare works. They have been helpful in understanding the context and creating our \"modern\" interpretation of the sonnet.\nAllusion 1.\nSonnet 41, lines 5-8:\n&lt;poem&gt; \"Gentle thou art, and therefore to be won;\nBeauteous thou art, therefore to be assailed;\nAnd when a woman woos, what woman's son\nWill sourly leave her till he have prevailed?\" &lt;/poem&gt;\nLine 5 may be explained by a scene in \"King Henry VI,\" Part 1. 5.3.78-9 which states:\n\"She's beautiful, and therefore to be wooed;\nShe is a woman, therefore to be won.\"\nLine 6 may be explained by a line from \"All's Well that Ends Well,\" 1.1.126 which states:\n\"...Loss of virginity is rational increase...\"\nLines 7-8 are references to \"&lt;a href=\"Venus%20and%20Adonis%20%28Shakespeare%20poem%29\"&gt;Venus and Adonis&lt;/a&gt;\" in which Adonis refused to make love with the goddess of love, Venus, and therefore he was \"accidentally\" killed.\nEach of these references clarifies lines 5-8 explaining that because this man is so beautiful, he can be won, therefore he is constantly wooed and seduced. If he is to refuse, it would be considered ungracious and ill-natured. His beauty gives him every right to lose his virginity.\nAllusion 2.\nSonnet 41, lines: 10-12:\n&lt;poem&gt;\"And chide thy beauty and thy straying youth\nWho lead thee in their riot even there\nWhere thou art forced to break a twofold truth:\"\nThese lines can be explained from many sources, touching in on more uses of this language.\nOne source comes from King Henry IV (Part 1) 1.1.84:\n&lt;poem&gt;\"See riot and dishonour stain the brow.\" &lt;/poem&gt;\nKing Henry IV (Part 2) 4.4.62:\n&lt;poem&gt;\"For when his headstrong riot hath no curb,\". &lt;/poem&gt;\nKing Henry IV (Part 2) 5.5.66:\n&lt;poem&gt;\"Till then I banish thee, on pain of death,\". &lt;/poem&gt;\nKing Henry V 1.1.56-58:\n&lt;poem&gt;\"His hours filled up with riots, banquets, sports,\nAnd never noted in him any study,\nAny retirement any sequestration,\". &lt;/poem&gt;\nEach of these references relate to the sonnet as the same idea that this man will never withdraw from his wanton and riotous ways. The beauty of this man sentences him to debauchery and lawless sex which leads him to his \"twofold truth.\" The twofold truth that he is breaking is the bond between [my] mistress's fidelity to [me], and his bond to [me]. The young man is never responsible for his actions because he is too beautiful. Each of these references can lead us to convey the question of \"why was he born so beautiful?. \"\nQuatrain 1.\nThe sonnet begins with the first eight lines an attempt to make excuses for the young man's infidelity. These so-called \"pretty wrongs\" are said to occur when the speaker is \"sometime absent\" from the youth's heart, meaning when the youth forgets his love for the speaker. The beauty and the years \"befits\" (accords with) the wrongs, where \"befits\" is the Elizabethan usage of a singular verb with a plural subject which, according to Katherine Duncan-Jones, was not uncommon during this time. David Alexander states that \"Sometime\" suggests that these infidelities do not happen very often, and even then, \"the blame does not attach to the beloved but to the fact that 'still temptation follows where thou art', one who is young and beautiful is always being tempted,\" further excusing the youth from his actions.\nQuatrain 2.\nThe second quatrain continues this trend of excuses with subtler wording. \"Gentle thou art\" suggests that the youth is of noble birth, and courted by many as a result. Alexander writes that it also suggests that the youth is not \"rough and uncouth, but kind,\" and is therefore more likely to attract sexual attention and be too kind to turn it away. Note the proverb used twice by Shakespeare, \"She's beautiful; and therefore to be Wooed: /She is a Woman; therefore to be Wonne,\" (&lt;a href=\"Henry%20VI%20%28play%29\"&gt;Henry VI&lt;/a&gt;, 5.3.78-79) and \"Shee is a woman, therefore may be woo'd, /Shee is a woman, therefore may be wonne,\" (&lt;a href=\"Titus%20Andronicus\"&gt;Titus Andronicus&lt;/a&gt;, 2.1.83-84) altered slightly in lines 5-6 of the sonnet. Atkins calls lines 5-6 here, \"An intensified (not 'woo' but assail) and significantly perverse variant on the topic (women) and order (first woo then win) of a popular proverb.\" The final excuse for the youth's infidelity is that no man can resist the advances of a woman. Alexander argues that the observation that end the first eight lines of the poem is much more pointed than that. \"To imply that men cannot be expected to resist women because their mothers were women is such nonsense that it is an excuse which excuses nothing.\" Most early editors emend the \"he\" to \"she\" in line eight, with the suggestion by &lt;a href=\"Thomas%20Tyrwhitt\"&gt;Thomas Tyrwhitt&lt;/a&gt; that \"the lady, and not the man, being in this case supposed the wooer, the poet without doubt wrote...she.\" However, modern editors follow more in line with &lt;a href=\"Martin%20Seymour-Smith\"&gt;Martin Seymour-Smith&lt;/a&gt; who notes: \"The man 'prevails' in the sexual sense...so that the usual emendation 'she' for 'he' is unnecessary and wrong. The woman wants the man to prevail.\" Regarding lines 7–8, Duncan-Jones remarks: \"Though this sounds like an obvious truism, Shakespeare's first published work, (&lt;a href=\"Venus%20and%20Adonis%20%28Shakespeare%20poem%29\"&gt;Venus and Adonis&lt;/a&gt;), described a 'woman's son', Adonis, who refuses the advances of the goddess of love.\"\nQuatrain 3.\nThe third quatrain begins with the turn in line nine, \"Ay me, but yet thou mightst my seat forbear,\" with \"seat\" referring to designated area for sexual activity. Here in the sonnet, after many attempts to invent excuses for the youth, he is finally honest about his hurt and can no longer deceive himself. Shakespeare alludes to another of his works here, with the word \"seat\" used with the same meaning by the character &lt;a href=\"Iago\"&gt;Iago&lt;/a&gt; in &lt;a href=\"Othello\"&gt;Othello&lt;/a&gt;, \"I do suspect the lustful Moor / Hath leap'd into my seat\" (&lt;a href=\"Othello\"&gt;Othello&lt;/a&gt;, 2.1.290-1). Atkins suggests that line 10 is a statement that the youth should forbear even though his beauty and straying youth will lead him \"in their riot even there.\" The \"Who\" in line eleven marks the same culprit as in line three, Alexander remarks, \"young blood whom the beloved should have kept under control. Instead he allows them to lead him astray and take him on a rampage into his own home, 'even there' into his estate, his 'seat', breaking two things precious to him, 'a twofold truth,'\" with the twofold truth consisting of the mistress's truth, her contract of love with the speaker, and the youth's truth, his contract of love with the speaker, both of which the youth's beauty has led him to break.\nCouplet.\nThe couplet contains the final excuse given to the youth for his infidelity. Duncan-Jones remarks that the threefold repetition of \"thy beauty\" gives the reprimand in the sestet an effect of \"&lt;a href=\"exoneration\"&gt;exoneration&lt;/a&gt;\" and \"compliment.\" The young man is not responsible for his sexual transgressions, as it is a case of \"Why was he born so beautiful?\" The speaker lays blame on the youth's beauty, not on his will. It is that beauty which tempts her (the mistress) and is itself false to the speaker. Atkins further comments, \"Nevertheless, though the blame may be partially laid to his beauty, the friend is still himself 'tempting' and 'being false,' forced to break his trust only because of his lack of forbearance.\" While in lines 1-8 he attempts to forgive and argue away the youth's offence, the truth is certainly felt in line 9's, \"Ay me.\" There can be no doubt about the speaker's final bitterness, and the last four words of the sonnet, \"being false to me,\" carry the pain."
}