{
    "id": "57690998",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=57690998",
    "title": "2018 JBA season",
    "text": "The 2018 JBA season was the only season of the &lt;a href=\"Junior%20Basketball%20Association\"&gt;Junior Basketball Association&lt;/a&gt; (JBA), an &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; men's professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; league. The JBA was designed as an alternative to the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; (NCAA), allowing high school and &lt;a href=\"junior%20college\"&gt;junior college&lt;/a&gt; players to immediately play professionally. The season began on June 21 and concluded with the JBA Finals on August 12, 2018. After the season concluded, the JBA selected many of its top players to take part in what was originally a 28-game international season against teams from various countries in Europe and Asia. However, an incident in Lithuania lead to a shortening of the event, with teams dropping out of matches and Asian teams cancelling their matches for late 2018 and early 2019 altogether.\nTeams.\n&lt;onlyinclude&gt;\nThe 2018 JBA season consisted of eight teams, with each representing an American city and having the nickname \"Ballers.\" Teams did not occupy a specified home arena; instead, every team faced each other in ten different arenas across the United States.\n&lt;/onlyinclude&gt;\nAll-Star Event.\nOn August 3, 2018, the JBA hosted their inaugural All-Star Event at the Quest Multisport in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, Illinois. Prior to the All-Star Game, the league hosted a Three-Point Contest and Slam Dunk Contest. Two days before the event, event contestants and All-Star Game selections were officially revealed to the public.\nGame.\n&lt;a href=\"LiAngelo%20Ball\"&gt;LiAngelo Ball&lt;/a&gt; of the West All-Stars was named co-&lt;a href=\"most%20valuable%20player\"&gt;most valuable player&lt;/a&gt; (MVP) along with &lt;a href=\"Deon%20Lyle\"&gt;Deon Lyle&lt;/a&gt; of the East All-Stars. Ball recorded 39 points, 15 rebounds, and 7 assists, while Lyle scored a game-high 51 points. &lt;a href=\"LaMelo%20Ball\"&gt;LaMelo Ball&lt;/a&gt; also recorded a double-double with 42 points and 17 assists.\nPlayoffs.\nChampionship bracket.\nVenue: &lt;a href=\"Eagle%27s%20Nest%20Arena\"&gt;Eagle's Nest Arena&lt;/a&gt; (&lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt;), &lt;a href=\"Citizens%20Business%20Bank%20Arena\"&gt;Citizens Business Bank Arena&lt;/a&gt; (&lt;a href=\"Ontario%2C%20California\"&gt;Ontario, California&lt;/a&gt;)\nInternational season.\nAfter the JBA Finals, the league selected 14 players to play for the JBA USA Team, which will take part in 28 &lt;a href=\"exhibition%20game\"&gt;exhibition game&lt;/a&gt;s against international competition. The international season began on September 22, 2018, when the JBA USA Team faced the &lt;a href=\"Svendborg%20Rabbits\"&gt;Svendborg Rabbits&lt;/a&gt; from &lt;a href=\"Basketligaen\"&gt;Denmark&lt;/a&gt;. &lt;a href=\"Los%20Angeles%20Ballers\"&gt;Los Angeles Ballers&lt;/a&gt; head coach Doyle Balthazar served as the JBA USA Team head coach, with Los Angeles assistant coach Rasul Salahuddin and &lt;a href=\"Seattle%20Ballers\"&gt;Seattle Ballers&lt;/a&gt; head coach &lt;a href=\"Charles%20O%27Bannon\"&gt;Charles O'Bannon&lt;/a&gt; assuming assistant roles. The international season was expected to continue in 2019. However, due to a fight &lt;a href=\"LaMelo%20Ball\"&gt;LaMelo Ball&lt;/a&gt; was involved with against &lt;a href=\"BC%20Dz%C5%ABkija\"&gt;Dzūkija Alytus&lt;/a&gt; on October 1, some of the teams that were previously scheduled for the event dropped out of the event, with the international event concluding earlier than the league anticipated. LaMelo later left the team and the league to enter his senior year of high school. In addition to him, a few other also left the team during the tournament.\nMedia.\nFor the 2018 season, the JBA aired games through &lt;a href=\"Facebook%20Live\"&gt;Facebook Live&lt;/a&gt;, including All-Star festivities and playoff matches. Allen Bell and Brandon Williams were the official commentators for the season."
}