{
    "id": "57721376",
    "revid": "422817",
    "url": "https://en.wikipedia.org/wiki?curid=57721376",
    "title": "Bernard F. Roeder",
    "text": "Bernard Franklin Roeder (February 4, 1911 – September 3, 1971) was a decorated officer in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; with the rank of &lt;a href=\"Vice%20admiral%20%28United%20States%29\"&gt;vice admiral&lt;/a&gt;, who held many important assignments, including commander in chief of &lt;a href=\"United%20States%20First%20Fleet\"&gt;United States First Fleet&lt;/a&gt; and &lt;a href=\"Director%20of%20Naval%20Communications\"&gt;Director of Naval Communications&lt;/a&gt;. He also served as first director of the &lt;a href=\"Naval%20Security%20Group\"&gt;Naval Security Group&lt;/a&gt;.\nEarly career.\nRoeder was born on February 4, 1911, in &lt;a href=\"Cumberland%2C%20Maryland\"&gt;Cumberland, Maryland&lt;/a&gt;, as the son of William P. and Anna Roeder and attended the Allegheny High School in his hometown. Following high school, he entered the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt; at &lt;a href=\"Annapolis%2C%20Maryland\"&gt;Annapolis, Maryland&lt;/a&gt;, in summer 1927. During his time at the academy, Roeder was active in &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"Glee%20club\"&gt;Glee club&lt;/a&gt; and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; and was a member of reception committee. He graduated on June 4, 1931, with a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; and was commissioned &lt;a href=\"Ensign%20%28rank%29\"&gt;ensign&lt;/a&gt; on the same date.\nMany of his classmates had distinguished careers and became &lt;a href=\"general%20officer\"&gt;general officer&lt;/a&gt;s: &lt;a href=\"John%20S.%20McCain%20Jr.\"&gt;John S. McCain Jr.&lt;/a&gt;, &lt;a href=\"Horacio%20Rivero%20Jr.\"&gt;Horacio Rivero Jr.&lt;/a&gt;, &lt;a href=\"Charles%20T.%20Booth\"&gt;Charles T. Booth&lt;/a&gt;, &lt;a href=\"Lawson%20P.%20Ramage\"&gt;Lawson P. Ramage&lt;/a&gt;, &lt;a href=\"Frederick%20L.%20Wieseman\"&gt;Frederick L. Wieseman&lt;/a&gt;, &lt;a href=\"Frederick%20J.%20Becton\"&gt;Frederick J. Becton&lt;/a&gt;, &lt;a href=\"Charles%20B.%20Brooks%20Jr.\"&gt;Charles B. Brooks Jr.&lt;/a&gt;, &lt;a href=\"Ernest%20B.%20Ellsworth\"&gt;Ernest B. Ellsworth&lt;/a&gt;, &lt;a href=\"Wilmer%20E.%20Gallaher\"&gt;Wilmer E. Gallaher&lt;/a&gt;, &lt;a href=\"Andrew%20J.%20Hill%20Jr.\"&gt;Andrew J. Hill Jr.&lt;/a&gt;, &lt;a href=\"Harlan%20T.%20Johnson\"&gt;Harlan T. Johnson&lt;/a&gt;, &lt;a href=\"Frederic%20S.%20Keeler\"&gt;Frederic S. Keeler&lt;/a&gt;, &lt;a href=\"Edward%20J.%20O%27Neill\"&gt;Edward J. O'Neill&lt;/a&gt;, &lt;a href=\"Forsyth%20Massey\"&gt;Forsyth Massey&lt;/a&gt;, &lt;a href=\"Berton%20A.%20Robbins%2C%20Jr.\"&gt;Berton A. Robbins, Jr.&lt;/a&gt;, &lt;a href=\"Kinlock%20C.%20Walpole\"&gt;Kinlock C. Walpole&lt;/a&gt;, &lt;a href=\"Nelson%20K.%20Brown\"&gt;Nelson K. Brown&lt;/a&gt;, &lt;a href=\"Austin%20R.%20Brunelli\"&gt;Austin R. Brunelli&lt;/a&gt;, &lt;a href=\"Edward%20J.%20Dillon\"&gt;Edward J. Dillon&lt;/a&gt;, &lt;a href=\"Robert%20E.%20Fojt\"&gt;Robert E. Fojt&lt;/a&gt;, &lt;a href=\"Edward%20H.%20Forney\"&gt;Edward H. Forney&lt;/a&gt;, &lt;a href=\"Bankson%20T.%20Holcomb%20Jr.\"&gt;Bankson T. Holcomb Jr.&lt;/a&gt;, &lt;a href=\"Lewis%20C.%20Hudson\"&gt;Lewis C. Hudson&lt;/a&gt;, &lt;a href=\"Clifford%20H.%20Shuey\"&gt;Clifford H. Shuey&lt;/a&gt; or &lt;a href=\"Samuel%20G.%20Taxis\"&gt;Samuel G. Taxis&lt;/a&gt;.\nFrom August 1931 to June 1937, he had sea duty successively aboard the light cruiser , destroyers , or aircraft carrier . Roeder was promoted to the rank of &lt;a href=\"lieutenant%20%28junior%20grade%29\"&gt;lieutenant (junior grade)&lt;/a&gt; in summer 1934.\nRoeder became first involved with the &lt;a href=\"Military%20communications\"&gt;naval communications&lt;/a&gt; in July 1937, when he was ordered to &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; and attached to the &lt;a href=\"Office%20of%20the%20Chief%20of%20Naval%20Operations\"&gt;Office of the Chief of Naval Operations&lt;/a&gt;, Communication Division, Navy Department. He was attached to the &lt;a href=\"OP-20-G\"&gt;OP-20-G&lt;/a&gt;'s &lt;a href=\"cryptology\"&gt;cryptology&lt;/a&gt; course and upon the completion of the training in July 1938, he was promoted to the rank of &lt;a href=\"Lieutenant%20%28navy%29\"&gt;lieutenant&lt;/a&gt; and appointed officer in charge of section OP-20-G-C (Codes and Ciphers).\nWorld War II.\nHe was transferred to the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; in January 1940 and appointed assistant communications officer for the Sixteenth Naval District Cavite under Rear Admiral &lt;a href=\"John%20M.%20Smeallie\"&gt;John M. Smeallie&lt;/a&gt;. Roeder served in this capacity until November 1940, when he was attached to the staff of Commander in Chief, &lt;a href=\"United%20States%20Asiatic%20Fleet\"&gt;United States Asiatic Fleet&lt;/a&gt;. Roeder served under Admiral &lt;a href=\"Thomas%20C.%20Hart\"&gt;Thomas C. Hart&lt;/a&gt; as security and assistant communications officer and was ashore when &lt;a href=\"Philippines%20campaign%20%281941%E2%80%931942%29\"&gt;Japanese attacked the Philippines&lt;/a&gt; in December 1941.\nHe was subsequently transferred to the staff of U.S. Naval Forces, &lt;a href=\"Surabaya\"&gt;Surabaya&lt;/a&gt;, &lt;a href=\"Java\"&gt;Java&lt;/a&gt;, and served as communication officer at &lt;a href=\"American-British-Dutch-Australian%20Command\"&gt;ABDA Command&lt;/a&gt; headquarters in &lt;a href=\"Lembang\"&gt;Lembang&lt;/a&gt; until March 1942. Roeder was then transferred to &lt;a href=\"Perth\"&gt;Perth&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, as assistant communication officer on the staff of U.S. Naval Forces Australia, before he was appointed to the staff of Commander in Chief, &lt;a href=\"United%20States%20Seventh%20Fleet\"&gt;United States Seventh Fleet&lt;/a&gt; at &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; and &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; under vice admiral &lt;a href=\"Arthur%20S.%20Carpender\"&gt;Arthur S. Carpender&lt;/a&gt;. During his service in Australia, Roeder was promoted to the rank of &lt;a href=\"lieutenant%20commander\"&gt;lieutenant commander&lt;/a&gt; in June 1942 and to &lt;a href=\"Commander%20%28United%20States%29\"&gt;commander&lt;/a&gt; in November of that year. He also received &lt;a href=\"Commendation%20Medal\"&gt;Navy Commendation Medal&lt;/a&gt; for his service in that capacity.\nRoeder was ordered back to the United States in January 1943 and attached back attached to the Communication Division within &lt;a href=\"Office%20of%20the%20Chief%20of%20Naval%20Operations\"&gt;Office of the Chief of Naval Operations&lt;/a&gt;. He served under Rear admiral &lt;a href=\"Joseph%20Redman\"&gt;Joseph Redman&lt;/a&gt; until the end of August 1945 and received &lt;a href=\"Legion%20of%20Merit\"&gt;Legion of Merit&lt;/a&gt; for his service in this capacity.\nPostwar career.\nHe was ordered back to the Pacific and appointed executive officer of the battleship , which served as &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of Commander in Chief of &lt;a href=\"United%20States%20Fifth%20Fleet\"&gt;U.S. Fifth Fleet&lt;/a&gt;, admiral &lt;a href=\"Raymond%20A.%20Spruance\"&gt;Raymond A. Spruance&lt;/a&gt; and later also of &lt;a href=\"John%20H.%20Towers\"&gt;John H. Towers&lt;/a&gt;. While aboard that ship, Roeder took part in the support operations regarding the &lt;a href=\"Occupation%20of%20Japan\"&gt;Occupation of Japan&lt;/a&gt; and also participated in the &lt;a href=\"Operation%20Magic%20Carpet\"&gt;Operation Magic Carpet&lt;/a&gt;, during which she took aboard nearly a thousand homeward-bound troops with whom she arrived at &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; on February 10, 1946.\nRoeder relieved commander &lt;a href=\"Edwin%20S.%20Miller\"&gt;Edwin S. Miller&lt;/a&gt; as commanding officer of destroyer at the beginning of April 1947 and took that ship to &lt;a href=\"Sydney%2C%20Australia\"&gt;Sydney, Australia&lt;/a&gt;, for the anniversary of the &lt;a href=\"Battle%20of%20the%20Coral%20Sea\"&gt;Battle of the Coral Sea&lt;/a&gt;. Returning to &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; on June 14 and she decommissioned June 30, 1947 and entered the &lt;a href=\"Pacific%20Reserve%20Fleet\"&gt;Pacific Reserve Fleet&lt;/a&gt;. Roeder then assumed command of destroyer and took part in patrol cruise along the West Coast, before he took the ship to &lt;a href=\"Mare%20Island%20Naval%20Shipyard\"&gt;Mare Island Naval Shipyard&lt;/a&gt; for overhaul in September of that year.\nUpon his detachment from \"Collett\" in December 1947, Roeder was ordered back to the Communication Division in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; and served under Rear admiral &lt;a href=\"Earl%20E.%20Stone\"&gt;Earl E. Stone&lt;/a&gt; until the summer of 1948, when he was sent for instruction to the &lt;a href=\"Naval%20War%20College\"&gt;Naval War College&lt;/a&gt; at &lt;a href=\"Newport%2C%20Rhode%20Island\"&gt;Newport, Rhode Island&lt;/a&gt;. He graduated one year later and also was promoted to the rank of &lt;a href=\"Captain%20%28United%20States%20O-6%29\"&gt;Captain&lt;/a&gt; during the same time.\nIn May 1950, Roeder was ordered to the &lt;a href=\"Far%20East\"&gt;Far East&lt;/a&gt; area and appointed Commander of Destroyer Division 112 and took part in the support operations of UN forces in &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;. He commanded his ships during the &lt;a href=\"Siege%20of%20Wonsan\"&gt;shore bombardment of Wonsan&lt;/a&gt; in February 1951 and received his second &lt;a href=\"Legion%20of%20Merit\"&gt;Legion of Merit&lt;/a&gt; with &lt;a href=\"%26quot%3BV%26quot%3B%20Device\"&gt;Combat \"V\"&lt;/a&gt; for that action. Roeder then participated in the patrol cruises in &lt;a href=\"Formosa%20Strait\"&gt;Formosa Strait&lt;/a&gt; in order to prevent Chinese ships sail to Korea and received third &lt;a href=\"Legion%20of%20Merit\"&gt;Legion of Merit&lt;/a&gt;.\nHe left Far East in July 1951 and assumed duties in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; with the &lt;a href=\"Office%20of%20Naval%20Intelligence\"&gt;Office of Naval Intelligence&lt;/a&gt;. Another tour of sea duties came in July 1953, when he was ordered to the staff of Battleship Cruiser Force, &lt;a href=\"United%20States%20Fleet%20Forces%20Command\"&gt;U.S. Atlantic Fleet&lt;/a&gt; as operations officer and took part in the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;Naval Academy&lt;/a&gt;'s &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt; cruise to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. Roeder then served with &lt;a href=\"U.S.%20Sixth%20Fleet\"&gt;U.S. Sixth Fleet&lt;/a&gt; in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; and returned to the United States in December 1954.\nIn February 1955, Roeder was ordered back to Korea to relieve his classmate, Captain &lt;a href=\"Berton%20A.%20Robbins%2C%20Jr.\"&gt;Berton A. Robbins, Jr.&lt;/a&gt; as commanding officer of attack transport . He participated in the naval exercise off the coast of Korea and subsequently took the ship back to the United States. After one year of sea duties along the West Coast, Roeder assumed command of Transport Division 12 in February 1956 and commanded that unit until March 1957, when he was appointed chief of staff of Amphibious Training Command, Pacific Fleet.\nRoeder returned to the naval communication in September 1957, when he was ordered back to &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, and appointed assistant director of Naval Security Group matters in the Naval Communication Division. He then served as first head of &lt;a href=\"Naval%20Security%20Group\"&gt;Naval Security Group&lt;/a&gt; and was promoted to the rank of &lt;a href=\"Rear%20admiral%20%28United%20States%29\"&gt;rear admiral&lt;/a&gt; in March 1959. Roeder was appointed deputy director of naval communications for Naval Security Group and served in that capacity until June 1960, when he was appointed commander of Amphibious Group Three.\nHe was ordered back to &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, in October 1961 and appointed Assistant &lt;a href=\"Chief%20of%20Naval%20Operations\"&gt;CNO&lt;/a&gt; and &lt;a href=\"Director%20of%20Naval%20Communications\"&gt;Director of Naval Communications&lt;/a&gt;. Roeder distinguished himself in this capacity and was recognized as a remarkable proponent of the navy's use of communication satellites, which directly led to the first installation of &lt;a href=\"COMSAT\"&gt;COMSAT&lt;/a&gt; terminals in combatant ships of the fleet. His term as Director of Naval Communications ended in May 1965 and Roeder was decorated with received his fourth &lt;a href=\"Legion%20of%20Merit\"&gt;Legion of Merit&lt;/a&gt; for service in this capacity. He was meanwhile promoted to the rank of &lt;a href=\"Vice%20admiral%20%28United%20States%29\"&gt;vice admiral&lt;/a&gt; in March 1965.\nRoeder then served as &lt;a href=\"ComPhibPac\"&gt;Commander, Amphibious Forces, Pacific Fleet&lt;/a&gt;, before assumed duty as commander in chief of &lt;a href=\"United%20States%20First%20Fleet\"&gt;U.S. First Fleet&lt;/a&gt;. He relieved his classmate, &lt;a href=\"Lawson%20P.%20Ramage\"&gt;Lawson P. Ramage&lt;/a&gt;, in this capacity and was responsible for patrolling of the West Coast of the United States. Roeder retired from the navy after 38 years of active service on October 4, 1969, due to bad health. He was decorated with &lt;a href=\"Distinguished%20Service%20Medal%20%28United%20States%20Navy%29\"&gt;Navy Distinguished Service Medal&lt;/a&gt; for his service with First Fleet.\nVice Admiral Bernard F. Roeder died on the morning of September 3, 1971, in the &lt;a href=\"Naval%20Hospital%2C%20San%20Diego\"&gt;Naval Hospital, San Diego&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, after suffering a stroke. He was survived by his wife, Kathleen Fitch and their four children.\nDecorations.\nHere is the ribbon bar of Vice Admiral Bernard F. Roeder:"
}