{
    "id": "57739073",
    "revid": "14909828",
    "url": "https://en.wikipedia.org/wiki?curid=57739073",
    "title": "Johanna von Isser Großrubatscher",
    "text": "Johanna von Isser Großrubatscher (27 December 1802 - 25 May 1880), identified in one source as \"the lady who drew castles\",\" was an &lt;a href=\"Habsburg%20Monarchy\"&gt;Austrian&lt;/a&gt; &lt;a href=\"Drawing\"&gt;graphic artist&lt;/a&gt; and writer.\nLife.\nJohanna Maximiliana Großrubatscher was born at , a small village that had grown up around just outside &lt;a href=\"Brixen\"&gt;Brixen/Bressanone&lt;/a&gt;, about 40 kilometres (25 mi) north of &lt;a href=\"Bolzano\"&gt;Bolzano&lt;/a&gt;. Caspar Großrubatscher, her father, was a &lt;a href=\"Pfleger\"&gt;Pfleger (senior public administrator)&lt;/a&gt; originally from nearby &lt;a href=\"Ladinia\"&gt;Ladinia&lt;/a&gt;. She grew up in &lt;a href=\"Merano\"&gt;Merano&lt;/a&gt; where she was taught by the artists J. Kapeller and Makart, an uncle of the better remembered &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; artist &lt;a href=\"Hans%20Makart\"&gt;Hans Makart&lt;/a&gt;. \nBy the time she was 21 Johanna Großrubatscher had already made a name for herself as a gifted and patriotic artist, producing meticulously detailed pictures of some of the many castles in the surrounding &lt;a href=\"Merano\"&gt;Merano&lt;/a&gt; and the adjacent &lt;a href=\"Vinschgau\"&gt;Vinschgau region&lt;/a&gt;. In 1823 the newly founded &lt;a href=\"Tyrolean%20State%20Museum\"&gt;Innsbruck-based&lt;/a&gt; Association of Patriotic Museums (\"Verein des vaterländischen Museums\" / Ferdinandeum) commissioned her to produce \"an accurate depiction\" of the main gates at the &lt;a href=\"Tyrol%20Castle\"&gt;Tyrol&lt;/a&gt; and . In the Wars of Liberation (against &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;) &lt;a href=\"Joseph%20Hormayr%2C%20Baron%20zu%20Hortenburg\"&gt;Joseph Hormayr&lt;/a&gt; had chosen the main keep of the &lt;a href=\"Tyrol%20Castle\"&gt;Tyrol Castle&lt;/a&gt; as the \"National sanctuary\" (\"Heiligtum des Landes“ \"). The images should be sufficiently detailed to be useful to students of medieval arts, and also to facilitate analysis and interpretation of old solutions to technical and construction challenges. \nIn 1828 she married Johann Isser von Gaudententhurn. He was employed as a Landrichter (another form of government official). His work involved postings to a succession of district administrative centres in the southern part of the &lt;a href=\"Tirol\"&gt;Tirol&lt;/a&gt;. The couple made their home successively in &lt;a href=\"Riva%20del%20Garda\"&gt;Riva&lt;/a&gt; (1828), &lt;a href=\"Lavis\"&gt;Lavis&lt;/a&gt; (1831), &lt;a href=\"Stenico\"&gt;Stenico&lt;/a&gt; (1832), &lt;a href=\"Pergine%20Valsugana\"&gt;Pergine&lt;/a&gt; (1834) and finally, in 1835, returning to &lt;a href=\"Cavalese\"&gt;Cavalese&lt;/a&gt; (where they had previously been posted briefly back in 1830). Johanna became the mother to seven recorded children. She also found time to continue with her art, producing drawings of castles across the &lt;a href=\"Tirol\"&gt;Tirol&lt;/a&gt;, from the &lt;a href=\"Inntal\"&gt;Inn valley&lt;/a&gt; to the north to the &lt;a href=\"Lake%20Garda\"&gt;Lake Garda&lt;/a&gt; area in the south, also taking in neighbouring areas such as &lt;a href=\"Liechtenstein\"&gt;Liechtenstein&lt;/a&gt;, the &lt;a href=\"Vorarlberg\"&gt;Vorarlberg&lt;/a&gt; and parts of what has subsequently become known as &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;. In 1850, in connection with her husband's work, the family moved to &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt;, which is where they lived till Johann's death in 1863.\nMost of Johanna's pictures ended up in the collections of the &lt;a href=\"Austrian%20National%20Library\"&gt;Austrian National Library&lt;/a&gt; in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; and of the &lt;a href=\"Tyrolean%20State%20Museum\"&gt;Tyrolean State Museum (Ferdinandeum)&lt;/a&gt; in &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt;. They are still regarded as important sources for research on castles in the area. They are valued for their attention to detail and are also helpful in \"folklore research\" since the artist frequently included small &lt;a href=\"Genre%20art\"&gt;\"genre scenes\"&lt;/a&gt;, generally showing working people, which provide contemporary context for the overall images. In particular, the images present the artistic mood of those times, characterized by a certain empathy with nature and a yearning for a return to (a romanticised vision of) the middle ages.\nOne person who came across Johanna von Isser's collection of approximately 400 views of mountains and castles was the &lt;a href=\"London\"&gt;London&lt;/a&gt; artist-businessman &lt;a href=\"Thomas%20Allom\"&gt;Thomas Allom&lt;/a&gt;. He used her paintings as templates for paintings of his own and, in particular, for &lt;a href=\"Steel%20engraving\"&gt;steel engravings&lt;/a&gt;. Prints from the steel engravings were published by Allom in &lt;a href=\"Fleet%20Street\"&gt;Fleet Street&lt;/a&gt;, London, in a slim volume which also contained texts from &lt;a href=\"Joseph%20Hormayr%2C%20Baron%20zu%20Hortenburg\"&gt;Joseph Hormayr&lt;/a&gt; (1782-1848). As a result Johanna von Isser acquired an international reputation for her views of mountains and castles. As well as Thomas Allom, there were other English artists who used Johanna Großrubatscher's as templates. These included Samuel Lacey, T. Barbor, W. Taylor and &lt;a href=\"Henry%20Winkles\"&gt;H. Winkles&lt;/a&gt;. There were others who took Thomas Allom's derivative works as their templates.\nAfter her husband died some sources state that she relocated to &lt;a href=\"Salzburg\"&gt;Salzburg&lt;/a&gt; while others state that she moved in with the family of her daughter Alma who had married Hermann Reinhart von Thurnfels und Ferklehnen and lived at &lt;a href=\"Vahrn\"&gt;Varna di Bressanone&lt;/a&gt;. There is agreement that she later moved back to &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt; which is where she lived for some years until her death there."
}