{
    "id": "577471",
    "revid": "286968",
    "url": "https://en.wikipedia.org/wiki?curid=577471",
    "title": "Pew",
    "text": "A pew () is a long &lt;a href=\"bench%20%28furniture%29\"&gt;bench&lt;/a&gt; &lt;a href=\"seat\"&gt;seat&lt;/a&gt; or enclosed box, used for seating &lt;a href=\"Member%20%28local%20church%29\"&gt;members&lt;/a&gt; of a &lt;a href=\"Local%20church\"&gt;congregation&lt;/a&gt; or &lt;a href=\"choir\"&gt;choir&lt;/a&gt; in a &lt;a href=\"Church%20%28building%29\"&gt;church&lt;/a&gt;, &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt; or sometimes a &lt;a href=\"courtroom\"&gt;courtroom&lt;/a&gt;.\nOverview.\nThe first backless stone benches began to appear in English churches in the thirteenth century, originally placed against the walls of the &lt;a href=\"nave\"&gt;nave&lt;/a&gt;. Over time, they were brought into the centre of the room, first as moveable furniture and later fixed to the floor. Wooden benches replaced the stone ones from the fourteenth century and became common in the fifteenth.\nChurches were not commonly furnished with permanent pews before the &lt;a href=\"Protestant%20Reformation\"&gt;Protestant Reformation&lt;/a&gt;. The rise of the &lt;a href=\"sermon\"&gt;sermon&lt;/a&gt; as a central act of Christian worship, especially in Protestantism, made the pew a standard item of church furniture. Hence the use or avoidance of pews could be used as a test of the &lt;a href=\"high%20church\"&gt;high or low&lt;/a&gt; character of a Protestant church: describing a mid-19th century conflict between &lt;a href=\"Henry%20Edward%20Manning\"&gt;Henry Edward Manning&lt;/a&gt; and Archdeacon Hare, &lt;a href=\"Lytton%20Strachey\"&gt;Lytton Strachey&lt;/a&gt; remarks with characteristic irony, \"Manning had been removing the high pews from the church in Brighton, and putting in open benches in their place. Everyone knew what that meant; everyone knew that the high pew was one of the bulwarks of Protestantism, and that an open bench had upon it the taint of Rome\".\nIn some churches, pews were installed at the expense of the congregants, and were their personal property; there was no general public seating in the church itself. In these churches, \"pew deeds\" recorded &lt;a href=\"title%20%28legal%20document%29\"&gt;title&lt;/a&gt; to the pews, and were used to convey them. Pews were originally purchased from the church by their owners under this system, and the purchase price of the pews went to the costs of building the church. When the pews were privately owned, their owners sometimes enclosed them in lockable &lt;a href=\"box%20pews\"&gt;pew boxes&lt;/a&gt;, and the ownership of pews was sometimes controversial, as in the case of &lt;a href=\"B.%20T.%20Roberts%23Conflict%20with%20Methodist%20Episcopal%20Church\"&gt;B. T. Roberts&lt;/a&gt;: a notice that the pews were to be free in perpetuity was sometimes erected as a condition of building grants.\nCertain areas of the church were considered to be more desirable than others, as they might offer a better view of &lt;a href=\"Church%20service\"&gt;services&lt;/a&gt; or, indeed, might make a certain family or person more prominent or visible to their neighbours during these services. During the late &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; and early modern period, attendance at church was legally compulsory, so the allocation of a church's pews offered a public visualisation of the social hierarchy within the whole parish. At this time many pews had been handed down through families from one generation to the next. Alternatively, wealthier inhabitants often expected more prestigious seating in reward for contribution to the material upkeep of the church, such as the erection of &lt;a href=\"long%20gallery\"&gt;galleries&lt;/a&gt;. Disputes over pew ownership were not uncommon.\nPews are generally made of wood and arranged in rows facing the altar in the &lt;a href=\"nave\"&gt;nave&lt;/a&gt; of a church. Usually a pathway is left between pews in the center to allow for a procession; some have benchlike cushioned seating, and &lt;a href=\"Kneeler\"&gt;hassocks&lt;/a&gt; or footrests, although more traditional, conservative churches usually have neither cushions nor footrests. Many pews have slots behind each pew to hold &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;s, &lt;a href=\"prayer%20book\"&gt;prayer book&lt;/a&gt;s, &lt;a href=\"hymnal\"&gt;hymnal&lt;/a&gt;s or other church literature. Sometimes the church may also provide stations on certain rows that allow the hearing-impaired to use headsets in order to hear the sermon. In many churches pews are permanently attached to the floor, or to a wooden platform.\nIn churches with a tradition of public kneeling prayer, pews are often equipped with &lt;a href=\"kneeler\"&gt;kneeler&lt;/a&gt;s in front of the seating bench so members of the congregation can kneel on them instead of the floor. These kneelers essentially have long, usually padded boards which run lengthwise parallel to the seating bench of the pew. These kneeler boards may be 15 cm or so wide and elevated perhaps 10–15 cm above the floor, but dimensions can vary widely. Permanently attached kneelers are often made so they can be rotated or otherwise moved up out of the way when the congregation members are not kneeling.\nDue to the prominence in European culture and usefulness, the usage of the pew has spread to many courtrooms in Europe and has additionally spread to Jewish synagogues due to trends of modelling synagogues similar to churches in Western Europe. In most old churches the family names are carved into the end of the pew to show who sat there but in some bigger cases the name of a village was carved into the end and only one person from every village came to mass every week.\nPew rents.\nUntil the early/mid twentieth century, it was common practice in Anglican, Catholic, and Presbyterian churches to rent pews in churches to families or individuals as a principal means of raising income. This was especially common in the United States where churches lacked government support through mandatory &lt;a href=\"Tithe\"&gt;tithing&lt;/a&gt;. This, by nature, enforced a sort of social status in church seating within a parish. Architecturally, pew rents led to a divergence between American and European church furnishing persisting to this day. Pews became far more common in American churches because they were a source of income.\nPew rental emerged as a source of controversy in the 1840s and 1850s, especially in the Church of England. The legal status of pew rents was, in many cases, very questionable. Further, it exacerbated a problem with a lack of accommodation in churches, that had been noted already in the 1810s, especially in London, and in particular by &lt;a href=\"Richard%20Yates%20%28antiquary%29\"&gt;Richard Yates&lt;/a&gt; in his pamphlet \"The Church in Danger\" (1815) with his estimate of over 950,000 people who could not worship in a parish church. St Philip's Clerkenwell, a &lt;a href=\"Commissioners%27%20church\"&gt;Commissioners' church&lt;/a&gt;, was the first London church to break with pew rents.\n&lt;a href=\"William%20James%20Conybeare\"&gt;William James Conybeare&lt;/a&gt; commented on the pew system in his \"Church Parties\" article in the \"&lt;a href=\"Edinburgh%20Review\"&gt;Edinburgh Review&lt;/a&gt;\" of 1853, stating that it was the Anglicans who had adopted the slogan \"Equality within the House of God\". The early 19th century Commissioners' churches were only required to offer 20% free seating. Attitudes changed from the 1840s, with the &lt;a href=\"High%20Church\"&gt;High Church&lt;/a&gt; party turning against paid pews. By the 1860s and 1870s that view had become quite orthodox, and was supported vocally by &lt;a href=\"Frederic%20William%20Farrar\"&gt;Frederic William Farrar&lt;/a&gt;.\nMany Anglo-Catholic parishes were founded at this time as \"free and open churches\" characterized by their lack of pew rentals. In mid-century reforms, pews were on occasion removed from English churches in order to discourage rental practices. The Free and Open Church Association was founded in 1866 by &lt;a href=\"Samuel%20Ralph%20Townshend%20Mayer\"&gt;Samuel Ralph Townshend Mayer&lt;/a&gt;."
}