{
    "id": "57765289",
    "revid": "1012948394",
    "url": "https://en.wikipedia.org/wiki?curid=57765289",
    "title": "Jacky Gillott",
    "text": "Jacqueline Anne Gillott (24 September 1939 – 19 September 1980), was an English novelist and broadcaster. She was one of Britain's first woman television reporters.\nLife and career.\nBorn in &lt;a href=\"Bromley\"&gt;Bromley&lt;/a&gt;, &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;, Jacky Gillott attended &lt;a href=\"University%20College%20London\"&gt;University College London&lt;/a&gt;. She worked as a journalist for a provincial newspaper before starting a television career with &lt;a href=\"Independent%20Television%20News\"&gt;Independent Television News&lt;/a&gt;. She later presented programmes on the &lt;a href=\"British%20Broadcasting%20Corporation\"&gt;BBC&lt;/a&gt;, including early editions of the &lt;a href=\"Film...%20%28TV%20programme%29\"&gt;Film Show&lt;/a&gt;. She also wrote five successful novels between 1968 and 1979.\nShe was married to the television producer &lt;a href=\"John%20Percival%20%28TV%20producer%29\"&gt;John Percival&lt;/a&gt;, and they had two sons. They moved to a small farm in &lt;a href=\"Somerset\"&gt;Somerset&lt;/a&gt; in 1972 to live as near as possible to self-sufficiency; she wrote about their experiences in a book, \"Providence Place\" (1977).\nDeath.\nIn 1980, after suffering from depression and marital troubles, she took her own life at her cottage in &lt;a href=\"Pitcombe\"&gt;Pitcombe&lt;/a&gt;, Somerset.\nAfter her death, Jacky and John's friend and neighbour &lt;a href=\"John%20Fowles\"&gt;John Fowles&lt;/a&gt; described her as \"a brittle, sexy, faintly raucous persona always\", but noted that underneath there was somebody \"ugly, confused, uncertain – all that she didn't sound on TV or radio\".\nBooks.\nHer journalism included the posthumously published memoir \"Twelfth Man\", a contribution to &lt;a href=\"Michael%20Meyer%20%28translator%29\"&gt;Michael Meyer's&lt;/a&gt; &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; anthology \"Summer Days\" (1981), in which she wrote: \"I have cricket to thank for the healing knowledge that nothing in this world lacks a comic profile and that it is more pleasurable to laugh in company than it is to laugh alone. Thus armoured, one can overcome the hurt and disappointment of many a thing ...\""
}