{
    "id": "57852115",
    "revid": "34989777",
    "url": "https://en.wikipedia.org/wiki?curid=57852115",
    "title": "Iase Tushi",
    "text": "Iase Tushi () was a &lt;a href=\"Georgians\"&gt;Georgian&lt;/a&gt; writer who worked and lived in the &lt;a href=\"Safavid%20Iran\"&gt;Safavid Empire&lt;/a&gt;. He is known for his &lt;a href=\"polemic\"&gt;polemic&lt;/a&gt;al poem \"&lt;a href=\"Sametsniero\"&gt;Sametsniero&lt;/a&gt;\" (\"an enquiry\"; lit. \"scientific\"), an &lt;a href=\"Illuminated%20manuscript\"&gt;illuminated&lt;/a&gt; work distinguished by one of the earliest examples of a &lt;a href=\"Georgian%20language\"&gt;Georgian&lt;/a&gt;–&lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; dictionary, and is \"the earliest Georgian manuscript so far discovered in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;\".\nIn his \"Sametsniero\", Tushi criticized &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; from a &lt;a href=\"Shia%20Islam\"&gt;Shia Islam&lt;/a&gt; perspective, heralded Shia Islam in general (which he refers to \"as a complete and perfect faith\"), and praised then incumbent Safavid king (\"&lt;a href=\"shah\"&gt;shah&lt;/a&gt;\") &lt;a href=\"Abbas%20I%20of%20Persia\"&gt;Abbas I&lt;/a&gt; (1588–1629). Author Khatuna Baindurashvili notes that the \"Sametsniero\" is \n\"one of the most intriguing texts from the Georgian Renaissance period\" and that the \"use of Georgian poetry to criticise Christianity from the standpoint of Shia Islam\" highlighted the complexity of Georgian–Safavid relations.\nBiography.\nLittle is known about Tushi's early life except that he was born in &lt;a href=\"Tusheti\"&gt;Tusheti&lt;/a&gt; in the second half of the 16th century and was well-educated by the standards of his time, being well-acquainted with both secular and religious literature. In the early 17th century, he converted to Islam sometime after arriving in &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; proper, where he would spend the remainder of his life, working in the &lt;a href=\"Safavid%20Iran\"&gt;Safavid&lt;/a&gt; royal capital, &lt;a href=\"Isfahan\"&gt;Isfahan&lt;/a&gt;.\nWork.\nThe \"&lt;a href=\"Sametsniero\"&gt;Sametsniero&lt;/a&gt;\" is the earliest known example of Georgian writing to have been unearthed in Iran. According to Baindurashvili, it was written in the 1620s during the reign of king &lt;a href=\"Abbas%20I%20of%20Persia\"&gt;Abbas I&lt;/a&gt; (1588–1629), but not after as the text refers to Abbas I as being alive. It consists of 15 chapters, 280 &lt;a href=\"Verse%20%28poetry%29\"&gt;verses&lt;/a&gt;, an &lt;a href=\"Addendum\"&gt;appendix&lt;/a&gt; containing one of the earliest examples of a Georgian–Persian dictionary, and 40 pages of \"beautifully &lt;a href=\"Illuminated%20manuscript\"&gt;illuminated&lt;/a&gt; text\". The final part of the manuscript was irrecoverably damaged.\nIn his poem, Tushi discussed biblical stories and criticised Christianity from a &lt;a href=\"Quran\"&gt;Qoranic&lt;/a&gt;, particularly a &lt;a href=\"Shia%20Islam\"&gt;Shi'ite&lt;/a&gt;, perspective. Tushi stated in his work that he finds \"the doctrine of God in three hypostates to be theologically untenable and unacceptable, and he rejects &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; as &lt;a href=\"Son%20of%20God\"&gt;Son of God&lt;/a&gt;, identifying him instead, in line with Islamic teaching, as one of the great prophets who came before &lt;a href=\"Muhammad\"&gt;Mohammad&lt;/a&gt;, and thus referring to him as Holy Prophet Jesus\". His assertion rejected the notion that God could assume an incarnate form.\nTushi consistently praised the Islamic prophet Mohammad and &lt;a href=\"Ali\"&gt;Ali&lt;/a&gt; throughout the work. In line with Shia principles, Tushi considered the &lt;a href=\"The%20Twelve%20Imams\"&gt;Twelve Imams&lt;/a&gt; of &lt;a href=\"Twelver\"&gt;Twelver&lt;/a&gt; Shia Islam to be the disciples of Mohammad and compared them to &lt;a href=\"Twelve%20Apostles\"&gt;Twelve Apostles&lt;/a&gt; of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;'s. Tushi also praised Abbas I throughout the work. In the seventh chapter of the work, Tushi referred to Shia Islam, in particular, \"as a complete and perfect faith\". He died in Isfahan, possibly in the second half of the 17th century."
}