{
    "id": "57883058",
    "revid": "30162703",
    "url": "https://en.wikipedia.org/wiki?curid=57883058",
    "title": "Tomyhoi Peak",
    "text": "Tomyhoi Peak is a &lt;a href=\"Skagit%20Range\"&gt;Skagit Range&lt;/a&gt; &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; situated one mile south of the &lt;a href=\"Canada%E2%80%93United%20States%20border\"&gt;Canada–United States border&lt;/a&gt;, in the &lt;a href=\"North%20Cascades\"&gt;North Cascades&lt;/a&gt; of &lt;a href=\"Washington%20%28state%29\"&gt;Washington&lt;/a&gt; state. It is located west of &lt;a href=\"Mount%20Larrabee\"&gt;Mount Larrabee&lt;/a&gt; and within the &lt;a href=\"Mount%20Baker%20Wilderness\"&gt;Mount Baker Wilderness&lt;/a&gt;, which is part of the &lt;a href=\"Mount%20Baker-Snoqualmie%20National%20Forest\"&gt;Mount Baker-Snoqualmie National Forest&lt;/a&gt;. This mountain's name was officially adopted in 1913 by the &lt;a href=\"U.S.%20Board%20on%20Geographic%20Names\"&gt;U.S. Board on Geographic Names&lt;/a&gt;.\nThe nearest higher peak is &lt;a href=\"Canadian%20Border%20Peak\"&gt;Canadian Border Peak&lt;/a&gt;, to the northeast. &lt;a href=\"Precipitation\"&gt;Precipitation&lt;/a&gt; &lt;a href=\"Surface%20runoff\"&gt;runoff&lt;/a&gt; on the east side of the mountain drains into Tomyhoi Lake and Tomyhoi Creek, whereas the west side of the mountain drains into Damfino Creek. The unofficially named Tomyhoi Glacier lies on its north flank. The summit offers views of &lt;a href=\"Mount%20Larrabee\"&gt;Mount Larrabee&lt;/a&gt;, &lt;a href=\"American%20Border%20Peak\"&gt;American Border Peak&lt;/a&gt;, &lt;a href=\"Canadian%20Border%20Peak\"&gt;Canadian Border Peak&lt;/a&gt;, &lt;a href=\"Mount%20Shuksan\"&gt;Mount Shuksan&lt;/a&gt;, and &lt;a href=\"Mount%20Baker\"&gt;Mount Baker&lt;/a&gt;.\nAccess.\nThe Keep Kool Trail (#699) is accessed by the Twin Lakes Road (Forest Service #3065 in the North Fork Nooksack area) off of the &lt;a href=\"Mount%20Baker%20Highway\"&gt;Mount Baker Highway&lt;/a&gt;. The first to the Keep Kool trailhead is well maintained.\nClimate.\nTomyhoi Peak is located in the &lt;a href=\"marine%20west%20coast\"&gt;marine west coast&lt;/a&gt; climate zone of western &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. Most &lt;a href=\"weather%20front\"&gt;weather front&lt;/a&gt;s originate in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;, and travel northeast toward the &lt;a href=\"Cascade%20Mountains\"&gt;Cascade Mountains&lt;/a&gt;. As fronts approach the &lt;a href=\"North%20Cascades\"&gt;North Cascades&lt;/a&gt;, they are forced upward by the peaks of the Cascade Range, causing them to drop their moisture in the form of &lt;a href=\"rain\"&gt;rain&lt;/a&gt; or &lt;a href=\"snowfall\"&gt;snowfall&lt;/a&gt; onto the Cascades (&lt;a href=\"Orographic%20lift\"&gt;Orographic lift&lt;/a&gt;). As a result, the west side of the North Cascades experiences high precipitation, especially during the winter months in the form of snowfall. Due to its temperate climate and proximity to the Pacific Ocean, areas west of the Cascade Crest very rarely experience temperatures below or above . During winter months, weather is usually cloudy, but, due to high pressure systems over the Pacific Ocean that intensify during summer months, there is often little or no cloud cover during the summer. Because of &lt;a href=\"Oceanic%20climate\"&gt;maritime influence&lt;/a&gt;, snow tends to be wet and heavy, resulting in high &lt;a href=\"avalanche\"&gt;avalanche&lt;/a&gt; danger.\nGeology.\nThe North Cascades features some of the most rugged topography in the &lt;a href=\"Cascade%20Range\"&gt;Cascade Range&lt;/a&gt; with craggy peaks, ridges, and deep &lt;a href=\"glacial%20valley\"&gt;glacial valley&lt;/a&gt;s. Geological events occurring many years ago created the diverse topography and drastic elevation changes over the Cascade Range leading to various climate differences. \nThe history of the formation of the Cascade Mountains dates back millions of years ago to the late &lt;a href=\"Eocene\"&gt;Eocene&lt;/a&gt; Epoch. With the &lt;a href=\"North%20American%20Plate\"&gt;North American Plate&lt;/a&gt; overriding the &lt;a href=\"Pacific%20Plate\"&gt;Pacific Plate&lt;/a&gt;, episodes of &lt;a href=\"volcano\"&gt;volcanic igneous activity&lt;/a&gt; persisted. In addition, small fragments of the &lt;a href=\"oceanic%20lithosphere\"&gt;oceanic&lt;/a&gt; and &lt;a href=\"continental%20lithosphere\"&gt;continental lithosphere&lt;/a&gt; called &lt;a href=\"terrane\"&gt;terrane&lt;/a&gt;s created the &lt;a href=\"North%20Cascades\"&gt;North Cascades&lt;/a&gt; about 50 million years ago.\nDuring the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt; period dating back over two million years ago, glaciation advancing and retreating repeatedly scoured and shaped the landscape. The U-shaped cross section of the river valleys are a result of recent glaciation. &lt;a href=\"orogeny\"&gt;Uplift&lt;/a&gt; and &lt;a href=\"fault%20%28geology%29\"&gt;fault&lt;/a&gt;ing in combination with glaciation have been the dominant processes which have created the tall peaks and deep valleys of the North Cascades area."
}