{
    "id": "57911995",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=57911995",
    "title": "Alice Kilonzo–Zulu",
    "text": "Alice Kilonzo–Zulu, (née Alice Kilonzo), is a Kenyan &lt;a href=\"economist\"&gt;economist&lt;/a&gt; and &lt;a href=\"banking\"&gt;bank executive&lt;/a&gt;, who serves as the &lt;a href=\"Managing%20Director\"&gt;Managing Director&lt;/a&gt; of &lt;a href=\"Ecobank%20Rwanda\"&gt;Ecobank Rwanda&lt;/a&gt;, a commercial bank licensed and supervised by the &lt;a href=\"National%20Bank%20of%20Rwanda\"&gt;National Bank of Rwanda&lt;/a&gt;, the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; and national banking regulator.\nBackground and education.\nAlice Kilonzo was born in Kenya circa 1969. She studied at the &lt;a href=\"University%20of%20Warwick\"&gt;University of Warwick&lt;/a&gt;, in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, graduating with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA in Politics with International Studies&lt;/a&gt;, in 1992. Later, she obtained a &lt;a href=\"Master%20of%20Arts\"&gt;MA in Economics &amp; Social Studies&lt;/a&gt; from the &lt;a href=\"University%20of%20Manchester\"&gt;University of Manchester&lt;/a&gt; in 1993.\nCareer.\nHer career in banking goes back to June 1995, when she took up employment with &lt;a href=\"Citibank\"&gt;Citibank Kenya&lt;/a&gt;, as a Relationship Manager, serving in that capacity for over six years. She was then promoted to Senior Relationship Manager, responsible for Public sector enterprises, where she served for nearly two years, until 2003.\nShe was further promoted to Vice President, Corporate Banking at Citibank Kenya, where she served for nearly three years. During that period, she also served as a member of the Branch Credit Committee. Starting in January 2006, and for the next six and half years, Kilonzo served as the Head of Trade Finance for the bank's customers in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;, &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;, &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt; and &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt;, at the level of Director.\nIn 2012, she was hired by &lt;a href=\"Ecobank\"&gt;Ecobank Transnational Incorporated&lt;/a&gt; as a Senior Group Manager responsible for Trade Finance and based in &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt;, Kenya's capital and largest city, serving in that role for four and half years. In November 2016, she was appointed CEO and managing director of Ecobank Rwanda.\nOther considerations.\nIn her capacity as the Managing Director, Alice Kalonzo–Zulu is a member of the &lt;a href=\"Board%20of%20Directors\"&gt;Board of Directors&lt;/a&gt; of Ecobank Rwanda."
}