{
    "id": "57910215",
    "revid": "29107017",
    "url": "https://en.wikipedia.org/wiki?curid=57910215",
    "title": "Liberal Party of Australia (Western Australian Division)",
    "text": "The Liberal Party of Australia (Western Australian Division), branded as Liberal Western Australia, is the division of the &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal Party of Australia&lt;/a&gt; in &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;. Founded in March 1949 as the Liberal and Country League of Western Australia (LCL), it simplified its name to the Liberal Party in 1968.\nThere was a previous Western Australian division of the Liberal Party when the Liberal Party was formed in 1945, but it ceased to exist and merged into the LCL in May 1949.\nThe Liberal Party has held power in Western Australia for five separate periods in &lt;a href=\"Coalition%20%28Australia%29\"&gt;coalition&lt;/a&gt; with the &lt;a href=\"National%20Party%20of%20Australia%20%28WA%29\"&gt;National Party&lt;/a&gt; (previously the Country party), with the longest period between 1959 and 1971.\nThe party was the sole opposition in the state from 2017 until the &lt;a href=\"2021%20Western%20Australian%20state%20election\"&gt;2021 election&lt;/a&gt;, where the party lost eleven seats, thus losing opposition status to the National Party, marking the first time the party had failed to form either a coalition government or opposition on its own. Following the election, the Liberal Party and National Party formed an alliance opposition, with Liberal Party being the junior party in the alliance, and each party maintaining their independence.\nHistory.\nBackground.\nUnder the leadership of &lt;a href=\"James%20Mitchell%20%28Australian%20politician%29\"&gt;James Mitchell&lt;/a&gt;, the major non-Labor party in Western Australia had retained the &lt;a href=\"Nationalist%20Party%20of%20Australia\"&gt;Nationalist Party&lt;/a&gt; name even after the formation of the federal &lt;a href=\"United%20Australia%20Party\"&gt;United Australia Party&lt;/a&gt; in 1931. After Mitchell's government was defeated at the &lt;a href=\"1933%20Western%20Australian%20state%20election\"&gt;1933 election&lt;/a&gt;, the Nationalists had fewer seats than the &lt;a href=\"National%20Party%20of%20Australia%20%28WA%29\"&gt;Country Party&lt;/a&gt; and so became the junior partner in a conservative &lt;a href=\"Coalition%20%28Australia%29\"&gt;Coalition&lt;/a&gt; opposing the &lt;a href=\"Australian%20Labor%20Party%20%28Western%20Australian%20Branch%29\"&gt;Labor&lt;/a&gt; government. That remained the case until &lt;a href=\"1947%20Western%20Australian%20state%20election\"&gt;1947&lt;/a&gt;.\nIn 1944–45, the Nationalist Party renamed itself the Liberal Party, adopting the new name chosen by the major conservative party federally and in most other states.\nFollowing 14 years in opposition, the Liberal/Country coalition narrowly defeated the &lt;a href=\"Frank%20Wise\"&gt;Wise Labor Government&lt;/a&gt; at the &lt;a href=\"1947%20Western%20Australian%20state%20election\"&gt;1947 election&lt;/a&gt;, winning 25 seats to Labor's 23 in the 50 seat &lt;a href=\"Legislative%20Assembly%20of%20Western%20Australia\"&gt;Legislative Assembly&lt;/a&gt;. The coalition strengthened its majority by gaining the support of &lt;a href=\"Independent%20%28politician%29\"&gt;Independent&lt;/a&gt; MPs &lt;a href=\"Harry%20Shearn\"&gt;Harry Shearn&lt;/a&gt; and &lt;a href=\"William%20Read%20%28Australian%20politician%29\"&gt;William Read&lt;/a&gt;. With the Liberal Party having won 13 seats and the Country Party 12 seats, the Liberals narrowly became the senior party of the coalition again, and the Liberal leader &lt;a href=\"Ross%20McLarty\"&gt;Ross McLarty&lt;/a&gt; became &lt;a href=\"Premier%20of%20Western%20Australia\"&gt;Premier&lt;/a&gt;.\nThe Country Party had undergone significant structural change after the Primary Producers' Association decided in 1944 to cease funding the party, forcing it to set up its own support structure. It renamed itself the Country and Democratic League (CDL) and retained a significant amount of support at the 1947 election, winning 16.2% of the vote and 12 seats (up 2 from &lt;a href=\"1943%20Western%20Australian%20state%20election\"&gt;1943&lt;/a&gt;).\nWith difference in the number of seats held by the two coalition parties being so narrow, the Liberal Party sought to gain a larger number to ensure that it remained the senior coalition partner. This was made easier by the defection of the MLA for &lt;a href=\"Electoral%20district%20of%20Beverley\"&gt;Beverley&lt;/a&gt;, &lt;a href=\"James%20Mann%20%28Australian%20politician%29\"&gt;James Mann&lt;/a&gt;, who left the Country Party to sit as an Independent, reducing the Country Party-held seats to 11.\nLiberal and Country League.\nFormation.\nWanting to follow the &lt;a href=\"Liberal%20and%20Country%20League\"&gt;Liberal and Country League&lt;/a&gt; in South Australia, there had been intentions to merge the Liberal Party and CDL in Western Australia, and the idea was supported by many supporters of both parties. However, this was repeatedly refused by senior figures of the CDL.\nOn 30 March 1949, local branches of the Liberal Party and CDL met together in &lt;a href=\"Beverley%2C%20Western%20Australia\"&gt;Beverley&lt;/a&gt; and formed the Liberal and Country League of Western Australia (LCL), in opposition to the merger decisions of their parent parties. About a month later, on 3 May 1949, the Liberal Party saw merit in the new organisation, dissolved itself and merged into the new organisation, in the hope to unite \"all anti-socialist forces in Western Australia\". Mann and his breakaway CDL faction also joined the new party, making the party numbers in the coalition 14-11 in favour of the LCL. The new organisation continued to desire a merger with the CDL, however, this never eventuated. Les Barrett-Lennard, the president of the CDL Beverley branch, was appointed as the provisional Chairman, and was officially appointed as the President of the LCL during the league's inaugural conference in July 1949.\nBy June 1949, thousands throughout the state have joined the new organisation.\nEarlier in March in Victoria, the Liberals had also unsuccessfully attempted a Liberal-Country merge by forming the &lt;a href=\"Liberal%20and%20Country%20Party\"&gt;Liberal and Country Party&lt;/a&gt; with six &lt;a href=\"National%20Party%20of%20Australia%20%E2%80%93%20Victoria\"&gt;Victorian Country Party&lt;/a&gt; MPs. In both WA and Victoria, the state Country Party refused to join the new organisations. However, unlike in Victoria, the LCL and Country (CDL) parties in WA continued to run as a coalition throughout the LCL's existence. The LCL in Western Australia was also different to the &lt;a href=\"Liberal%20and%20Country%20League\"&gt;Liberal and Country League&lt;/a&gt; in South Australia, in which a merger between the conservative parties (&lt;a href=\"Liberal%20Federation\"&gt;Liberal Federation&lt;/a&gt; and &lt;a href=\"Country%20Party%20%28South%20Australia%29\"&gt;SA Country Party&lt;/a&gt;) actually took place.\nAt the time, the LCL was not affiliated with any party in Australia. However, its party constitution allowed LCL candidates elected to the &lt;a href=\"Parliament%20of%20Australia\"&gt;federal parliament&lt;/a&gt; to choose to be a member of the federal Liberal Party or Country Party. In the &lt;a href=\"1949%20Australian%20federal%20election\"&gt;December 1949 federal election&lt;/a&gt;, the LCL and CDL agreed to campaign together as a united front against Labor, with a joint &lt;a href=\"Senate%20of%20Australia\"&gt;Senate&lt;/a&gt; team and a full exchange of preferences in three seats where each party had candidates. The federal &lt;a href=\"Coalition%20%28Australia%29\"&gt;Liberal/Country coalition&lt;/a&gt; led by &lt;a href=\"Robert%20Menzies\"&gt;Robert Menzies&lt;/a&gt; won the election, winning 5 out of the 8 lower house seats in Western Australia.\n1950s–1960s.\nAt the &lt;a href=\"1950%20Western%20Australian%20state%20election\"&gt;1950 state election&lt;/a&gt;, the LCL made further gains from its coalition partner , taking another seat from the Country Party (already renamed from CDL) to take its total to 15. The Country Party lost 2 other seats to finish with a total of 9. However, the coalition was not able to form a majority in its own right, and still required the support of independents.\nThe coalition was defeated by the &lt;a href=\"Albert%20Hawke\"&gt;Albert Hawke&lt;/a&gt;-led Labor Party at the &lt;a href=\"1953%20Western%20Australian%20state%20election\"&gt;1953 election&lt;/a&gt;, but the LCL remained the senior coalition partner, retaining 15 seats to the Country Party's 9. The Hawke government was elected to second term in &lt;a href=\"1956%20Western%20Australian%20state%20election\"&gt;1956&lt;/a&gt;, winning a larger majority and reducing the coalition to 19 seats (11 LCL and 8 CP). &lt;a href=\"Ross%20McLarty\"&gt;Ross McLarty&lt;/a&gt; retired as LCL leader in 1957 and was replaced by &lt;a href=\"David%20Brand\"&gt;David Brand&lt;/a&gt;.\nThe LCL-CP coalition returned to government at the &lt;a href=\"1959%20Western%20Australian%20state%20election\"&gt;1959&lt;/a&gt; election, albeit narrowly. The LCL won a net 6 seats from Labor, with the coalition holding 25 of 50 seats and the Labor Party 23, the remaining 2 seats being won by Independents. However, the LCL still had a clear lead over the Country Party, with 17 seat to 8. The coalition formed a majority with the support of Independent &lt;a href=\"Bill%20Grayden\"&gt;Bill Grayden&lt;/a&gt;, who joined the LCL in 1960 to give the government a majority in its own right, while the other independent, &lt;a href=\"Edward%20Oldfield\"&gt;Edward Oldfield&lt;/a&gt;, joined the Labor Party.\nThe Brand coalition government remained in power continuously until 1971, with the LCL remaining the senior coalition partner during that time.\nIn 1968, after the &lt;a href=\"1968%20Western%20Australian%20state%20election\"&gt;election&lt;/a&gt;, the LCL renamed itself the Liberal Party of Australia (Western Australian Division), bringing it in line with other Australian states, apart from South Australia.\n21st Century.\nTwo leadership changes happened before the &lt;a href=\"2021%20Western%20Australian%20state%20election\"&gt;2021 election&lt;/a&gt;. &lt;a href=\"Mike%20Nahan\"&gt;Mike Nahan&lt;/a&gt; resigned as party leader in June 2019, and was replaced by &lt;a href=\"Liza%20Harvey\"&gt;Liza Harvey&lt;/a&gt; unopposed, the first female leader of the WA Liberal Party.\nHowever, Harvey resigned a year later and was replaced by first-term MP &lt;a href=\"Zak%20Kirkup\"&gt;Zak Kirkup&lt;/a&gt; in November 2020. The Liberal Party went on to suffer its worst ever defeat in the March 2021 election, winning only two seats in the Legislative Assembly and six seats in the Legislative Council. Harvey and Kirkup lost their seats, with Kirkup being the first major party leader to lose his seat in 88 years. The two lower house seats were retained by &lt;a href=\"David%20Honey\"&gt;David Honey&lt;/a&gt; and deputy party leader &lt;a href=\"Libby%20Mettam\"&gt;Libby Mettam&lt;/a&gt;. Mettam became acting party leader but declined to run for party leadership. On 23 March 2021, Honey became leader of the Liberal Party and Mettam remained as deputy leader.\nThis disastrous result left the Liberal Party with fewer seats than the National Party, who would become the official opposition, and it marked the first time the party had failed to form either a coalition government or opposition on its own. Under the Public Sector Management Act, the Liberal Party would not have qualified for important Parliamentary resources as a result of losing opposition status. However, on 19 April 2021, the Liberal Party and Nationals Party entered into a formal alliance to form opposition, with Liberal Party being the junior party in the alliance, and parliamentary members of both parties holding shadow ministerial positions. This was similar to the agreements between both parties when they were in government following the &lt;a href=\"2008%20Western%20Australian%20state%20election\"&gt;2008&lt;/a&gt; and &lt;a href=\"2013%20Western%20Australian%20state%20election\"&gt;2013&lt;/a&gt; elections. Unlike traditional coalition agreements, Honey did not become deputy opposition leader, with the position held by National Party deputy leader &lt;a href=\"Shane%20Love\"&gt;Shane Love&lt;/a&gt; instead. Under the alliance, each party maintained their independence, and could speak out on issues when there was a disagreement with their partner."
}