{
    "id": "57924088",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=57924088",
    "title": "Galliard (horse)",
    "text": "Galliard (1880 – 1903) was a British &lt;a href=\"Thoroughbred\"&gt;Thoroughbred&lt;/a&gt; racehorse and &lt;a href=\"Horse%20breeding%23Terminology\"&gt;sire&lt;/a&gt;. He showed top-class form as a two-year-old in 1882 when he won the Chesterfield Stakes at &lt;a href=\"Newmarket%20Racecourse\"&gt;Newmarket&lt;/a&gt; and the Prince of Wales's Stakes at &lt;a href=\"York%20Racecourse\"&gt;York&lt;/a&gt;. In the following year he won the &lt;a href=\"2000%20Guineas\"&gt;2000 Guineas&lt;/a&gt; and then ran third when favourite for the &lt;a href=\"Epsom%20Derby\"&gt;Epsom Derby&lt;/a&gt;. His performances in these two races led to some questions regarding the integrity of his regular jockey &lt;a href=\"Fred%20Archer%20%28jockey%29\"&gt;Fred Archer&lt;/a&gt;. At &lt;a href=\"Ascot%20Racecourse\"&gt;Ascot Racecourse&lt;/a&gt; he recorded a hat-trick of wins when he took the &lt;a href=\"Prince%20of%20Wales%27s%20Stakes\"&gt;Prince of Wales's Stakes&lt;/a&gt;, &lt;a href=\"St%20James%27s%20Palace%20Stakes\"&gt;St James's Palace Stakes&lt;/a&gt; and &lt;a href=\"Jersey%20Stakes\"&gt;Triennial Stakes&lt;/a&gt;. He was strongly fancied for the &lt;a href=\"St%20Leger\"&gt;St Leger&lt;/a&gt; but his racing career was ended by injury. He had some influence as a breeding stallion through his son War Dance and his daughter Black Duchess.\nBackground.\nGalliard was a \"very handsome\" &lt;a href=\"bay%20%28horse%29\"&gt;brown&lt;/a&gt; horse bred and owned by &lt;a href=\"Evelyn%20Boscawen%2C%206th%20Viscount%20Falmouth\"&gt;Evelyn Boscawen, 6th Viscount Falmouth&lt;/a&gt;. He was trained throughout his racing career by the veteran &lt;a href=\"Mathew%20Dawson\"&gt;Mathew Dawson&lt;/a&gt; at the Heath House stable in &lt;a href=\"Newmarket%2C%20Suffolk\"&gt;Newmarket, Suffolk&lt;/a&gt;.\nHis sire &lt;a href=\"Galopin\"&gt;Galopin&lt;/a&gt; was an outstanding racehorse who won the Derby in 1872 and went on to be a successful and influential stallion, being &lt;a href=\"Leading%20sire%20in%20Great%20Britain%20and%20Ireland\"&gt;Champion sire&lt;/a&gt; on three occasions. Galopin sired numerous major winners, including &lt;a href=\"St%20Simon%20%28horse%29\"&gt;St Simon&lt;/a&gt;, &lt;a href=\"Disraeli%20%28horse%29\"&gt;Disraeli&lt;/a&gt;, &lt;a href=\"Galeottia%20%28horse%29\"&gt;Galeottia&lt;/a&gt; and &lt;a href=\"Donovan%20%28horse%29\"&gt;Donovan&lt;/a&gt;. Galliard's dam Mavis also produced the influential broodmare Rattlewings.\nRacing career.\n1882: two-year-old season.\nGalliard made his racecourse debut in the £1370 Chesterfield Stakes over six &lt;a href=\"furlongs\"&gt;furlongs&lt;/a&gt; at &lt;a href=\"Newmarket%20Racecourse\"&gt;Newmarket Racecourse&lt;/a&gt; on 6 July and started the &lt;a href=\"Fractional%20odds\"&gt;4/6&lt;/a&gt; favourite against six opponents. He had shown great promise in training and was described as \"well-made\" with \"a deal of quality\". Ridden by &lt;a href=\"Fred%20Archer%20%28jockey%29\"&gt;Fred Archer&lt;/a&gt; he took the lead approaching the final furlong and won \"in a canter\" by one and a half &lt;a href=\"Horse%20length\"&gt;lengths&lt;/a&gt; from the &lt;a href=\"William%20Douglas-Hamilton%2C%2012th%20Duke%20of%20Hamilton\"&gt;Duke of Hamilton&lt;/a&gt;'s colt Export. Despite not having fully recovered from a respiratory infection, the colt returned to the track on 22 August when he was an easy winner of the £1002 Prince of Wales's Stakes at &lt;a href=\"York%20Racecourse\"&gt;York Racecourse&lt;/a&gt;. In the &lt;a href=\"Champagne%20Stakes%20%28Great%20Britain%29\"&gt;Champagne Stakes&lt;/a&gt; at &lt;a href=\"Doncaster%20Racecourse\"&gt;Doncaster Racecourse&lt;/a&gt; on 12 September he started 3/1 second favourite behind Macheath, the winner of the &lt;a href=\"July%20Stakes\"&gt;July Stakes&lt;/a&gt;. With Archer again in the saddle he was always towards the rear and came home last of the five runners as the race was won by the &lt;a href=\"filly\"&gt;filly&lt;/a&gt; &lt;a href=\"Hauteur\"&gt;Hauteur&lt;/a&gt; (later to win the &lt;a href=\"1000%20Guineas\"&gt;1000 Guineas&lt;/a&gt;).\n1883: three-year-old season.\nSpring.\nIn the spring of 1883, Galliard was regarded as a leading contender for both the 2000 Guineas and the Derby in what appeared to be a very open year. His reputation was enhanced when his stable companion Grandmaster, whom he had beaten \"out of sight\" in a private trial, ran out a decisive winner of the Craven Stakes at Newmarket in mid-April.\nOn 25 April, over the Rowley Mile at Newmarket, Galliard was one of fifteen colts to contest the 75th running of the 2000 Guineas which took place in fine weather and attracted a very large crowd. Highland Chief started 11/4 favourite with Galliard, ridden by Archer, next in the betting on 9/2: he may have started favourite but for \"ominous rumours\", including the suggestion that Archer had place a wager on Highland Chief, who was trained by his brother Charley. The best fancied of the other runners were The Prince (11/2), Chislehurst (6/1) and Goldfield (100/9). Dawson opted to saddle his charge at the Ditch stable, thereby avoiding the noise and distractions of the \"Birdcage\" paddock. Galliard started well, but was restrained by Archer as the 100/1 outsider Auctioneer went to the front and opened up a huge lead. Auctioneer gave way to Montroyd three furlongs from the finish before Galliard gained the lead entering the last quarter mile with Goldfield and The Prince close behind. Goldfield took the advantage a furlong out but Galliard rallied strongly and after a \"magnificent race\" and a \"desperate finish\" he prevailed by a head from Goldfield with The Prince a neck away in third.\nSummer.\nGalliard was stepped up in distance for the &lt;a href=\"Derby%20Stakes\"&gt;Derby Stakes&lt;/a&gt; over one and a half miles at &lt;a href=\"Epsom%20Racecourse\"&gt;Epsom Racecourse&lt;/a&gt; on 23 May and was made the 7/2 favourite against ten opponents. In the build-up to the race he had been closely guarded around the clock amid fears that he would be \"got at\" (deliberately attacked and injured) by parties who stood to lose financially if he won. Galliard was not among the early leaders but moved into second place behind &lt;a href=\"St.%20Blaise%20%28horse%29\"&gt;St. Blaise&lt;/a&gt; as the field approached the final turn. He kept on well in the straight but was unable to overhaul the leader and lost second place to Highland Chief inside the furlong. He finished third, beaten a neck and half a length. As in the 2,000 Guineas there were \"plentiful\" rumours that Fred Archer had backed his brother's horse, this time to the tune of £500. One report claimed that Galliard could have won the race but that Archer \"stopped riding\" when Highland Chief's challenge materialised.\nAt &lt;a href=\"Royal%20Ascot\"&gt;Royal Ascot&lt;/a&gt; in June Galliard was in exceptional form, winning three races worth a total of £4,121. On the opening day he started the 9/4 second favourite behind &lt;a href=\"Orlando%20Bridgeman%2C%203rd%20Earl%20of%20Bradford\"&gt;Lord Bradford&lt;/a&gt;'s Laocoon for the £2,675 Prince of Wales's Stakes over one mile and five furlongs. After turning into the straight in third place he took the lead a furlong out and won \"in the commonest of canters\" by a length from the Duke of Hamilton's &lt;a href=\"Ossian%20%28horse%29\"&gt;Ossian&lt;/a&gt; (later to win the &lt;a href=\"St%20Leger\"&gt;St Leger&lt;/a&gt;) with Laocoon a further three lengths back in third. He conceded 12 pounds in weight to the second and third. Two days later he reappeared for the £1,650 St James's Palace Stakes over one mile and started at odds of 1/7 against two opponents. He took the lead in the straight and won very easily by length from Padlock with Potosi a distant third. In the Triennial Stakes (now the Jersey Stakes) over seven furlongs he won at odds of 4/7.\nAutumn.\nFollowing his triumphs at Ascot, Galliard was installed as the 3/1 favourite in the ante-post betting for the St Leger. The colt, however, developed problems in training and by August he was restricted to walking exercise. He was withdrawn shortly before the race owing to what was described as \"a weakness in his back tendons\".\nIn October it was announced that Galliard had been retired from racing and would be retired to stud.\nStud record.\nGalliard stood as a breeding stallion in England before moving to France, and later to Germany in 1895. His offspring included Gulliver (&lt;a href=\"Richmond%20Stakes\"&gt;Richmond Stakes&lt;/a&gt;, &lt;a href=\"Hardwicke%20Stakes\"&gt;Hardwicke Stakes&lt;/a&gt;), Beowulf (&lt;a href=\"Bayerisches%20Zuchtrennen\"&gt;Bayerisches Zuchtrennen&lt;/a&gt;), Griffin (&lt;a href=\"Mehl-M%C3%BClhens-Rennen\"&gt;Mehl-Mülhens-Rennen&lt;/a&gt;), War Dance (&lt;a href=\"Prix%20de%20Meautry\"&gt;Prix de Meautry&lt;/a&gt;) and Black Duchess (dam of &lt;a href=\"Bay%20Ronald\"&gt;Bay Ronald&lt;/a&gt;). War Dance sired Perth who won the &lt;a href=\"Prix%20du%20Jockey%20Club\"&gt;Prix du Jockey Club&lt;/a&gt; and the &lt;a href=\"Grand%20Prix%20de%20Paris\"&gt;Grand Prix de Paris&lt;/a&gt; before becoming the &lt;a href=\"Leading%20sire%20in%20France\"&gt;Leading sire in France&lt;/a&gt; on three occasions. Galliard was euthanized in Germany in 1903."
}