{
    "id": "579393",
    "revid": "1055065836",
    "url": "https://en.wikipedia.org/wiki?curid=579393",
    "title": "Misogi",
    "text": " is a Japanese &lt;a href=\"Shinto\"&gt;Shinto&lt;/a&gt; practice of &lt;a href=\"ritual%20purification\"&gt;ritual purification&lt;/a&gt; by washing the entire body. Misogi is related to another Shinto purification ritual called \"&lt;a href=\"Harae\"&gt;Harae&lt;/a&gt;\" – thus both being collectively referred to as .\nBackground.\nEvery year, many people take &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt;s to sacred waterfalls, lakes and rivers, either alone or in small groups, to perform misogi. Mount Ontake, the Kii mountain range and Mount Yoshino are but a few examples of ancient and well known areas for Misogi in Japan. In &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, people douse themselves under &lt;a href=\"Kiyomizu\"&gt;Kiyomizu&lt;/a&gt; Temple's \"Otowa no taki\" (Sound-of-Wings) waterfall, although the majority of visitors drink from the waters rather than plunging into them. In the United States misogi is performed at the &lt;a href=\"Tsubaki%20Grand%20Shrine%20of%20America\"&gt;Tsubaki Grand Shrine of America&lt;/a&gt; at the Konryu Myojin no Taki waterfall each morning.\nBefore encountering misogi, members generally undergo some sort of preliminary purification. Such things as prayers, fasting, or some sort of physical activity is common. Generally, women put on a special white &lt;a href=\"kimono\"&gt;kimono&lt;/a&gt; (&lt;a href=\"robe\"&gt;robe&lt;/a&gt;) and a headband and men put on a &lt;a href=\"fundoshi\"&gt;fundoshi&lt;/a&gt; (&lt;a href=\"loin%20cloth\"&gt;loin cloth&lt;/a&gt;) and head band. They then begin \"furitama\" (降り魂) or \"spirit shaking\" by clenching their hands in front of the stomach and shaking them up and down, vibrating the upper torso. The purpose of this is to become aware of/unified with the spirit's presence within. Following this is a \"warm-up\" or &lt;a href=\"calisthenics\"&gt;calisthenics&lt;/a&gt; (\"tori-fune\" 鳥船 or \"bird boat\" rowing). These two aforementioned practices are sometimes accompanied by special prayers or incantations. After, the leader begins to speak out invocations/prayers that are said to activate the spirit. The followers generally speak along with them, thus affirming the potential for realizing one's own spirit, and thus unifying them with the &lt;a href=\"kami\"&gt;kami&lt;/a&gt; around them.\nThe above exercises are done so participants raise their &lt;a href=\"metabolism\"&gt;metabolism&lt;/a&gt; and some groups accompany this with deep breathing. They may be sprinkled with purifying salt and may be given &lt;a href=\"sake\"&gt;sake&lt;/a&gt; to spit into the waterfall in three mouthfuls. Sometimes the participants are given salt to throw into the waterfall as they enter. In some groups, the leader counts to nine and then cuts the air while shouting the word \"\"yei!\" to dispel this impurity. The participants then enter the waterfall while continuously chanting the phrase . This phrase asks the \"kami\" to wash away the impurity from the six elements that make up the human being, the five senses and the mind. The practice of this varies from group to group, each having their own traditions or methods.\nMisogi is also used in some forms of martial arts, especially &lt;a href=\"aikido\"&gt;aikido&lt;/a&gt;, to prepare the mind for training and to learn how to develop one's \"&lt;a href=\"Dantian\"&gt;Dantian&lt;/a&gt;\", or centre. The founder of aikido, &lt;a href=\"Morihei%20Ueshiba\"&gt;Morihei Ueshiba&lt;/a&gt;, regularly used this form of meditation to complement his training and search for perfection. The Sen Shin tei Misogi Well at &lt;a href=\"Ki%20Society\"&gt;Ki Society&lt;/a&gt; Headquarters in Japan is a well-known place for people performing misogi with cold water before sunrise."
}