{
    "id": "57930",
    "revid": "40781349",
    "url": "https://en.wikipedia.org/wiki?curid=57930",
    "title": "Petropavlovsk-Kamchatsky",
    "text": "Petropavlovsk-Kamchatsky () is a &lt;a href=\"types%20of%20inhabited%20localities%20in%20Russia\"&gt;city&lt;/a&gt; and the &lt;a href=\"administrative%20center\"&gt;administrative&lt;/a&gt;, industrial, scientific, and cultural center of &lt;a href=\"Kamchatka%20Krai\"&gt;Kamchatka Krai&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. Its population is 179,780.\nThe city is widely known simply as \"Petropavlovsk\" (literally \"city of &lt;a href=\"St.%20Peter\"&gt;Peter&lt;/a&gt; and &lt;a href=\"St.%20Paul\"&gt;Paul&lt;/a&gt;\"). The adjective \"Kamchatsky\" (\"Kamchatkan\") was added to the official name in 1924.\nGeography.\nThe city is situated on high hills and surrounded by &lt;a href=\"volcanoes\"&gt;volcanoes&lt;/a&gt;. The surrounding terrain is mountainous enough that the horizon cannot be seen clearly from any point in town. Across &lt;a href=\"Avacha%20Bay\"&gt;Avacha Bay&lt;/a&gt; from the city in &lt;a href=\"Vilyuchinsk\"&gt;Vilyuchinsk&lt;/a&gt; is Russia's largest &lt;a href=\"submarine%20base\"&gt;submarine base&lt;/a&gt;, the Rybachiy Nuclear Submarine Base, established during the Soviet period and still used by the &lt;a href=\"Russian%20Navy\"&gt;Russian Navy&lt;/a&gt;. The city is located from &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; and about from &lt;a href=\"Vladivostok\"&gt;Vladivostok&lt;/a&gt;.\nHistory.\n&lt;a href=\"Cossacks\"&gt;Cossack&lt;/a&gt; units visited the area from 1697. The explorer and navigator Captain &lt;a href=\"Vitus%20Bering\"&gt;Vitus Bering&lt;/a&gt; (a Dane in the service of the &lt;a href=\"Imperial%20Russian%20Navy\"&gt;Imperial Russian Navy&lt;/a&gt;) is considered to have founded the city in 1740, although navigator had laid the foundation a few months earlier. Bering reached Avacha Bay in late 1740 and in his capacity as the superior officer, named the new settlement \"Petropavlovsk\" (Peter and Paul) after his two ships, the \"&lt;a href=\"Saint%20Peter\"&gt;St. Peter&lt;/a&gt;\" and the \"&lt;a href=\"Paul%20of%20Tarsus\"&gt;St. Paul&lt;/a&gt;\", which had been built in &lt;a href=\"Okhotsk\"&gt;Okhotsk&lt;/a&gt; for his second expedition of 1733–1742. The town's location on the eastern coast of the &lt;a href=\"Kamchatka%20Peninsula\"&gt;Kamchatka Peninsula&lt;/a&gt;, on the sheltered Avacha Bay and at the mouth of the &lt;a href=\"Avacha%20River\"&gt;Avacha River&lt;/a&gt;, saw it develop to become the most important settlement in Kamchatka. It gained town status on April 9, 1812.\nDuring the 1853–1855 &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt;, Anglo-French forces put the city under &lt;a href=\"Siege%20of%20Petropavlovsk\"&gt;siege&lt;/a&gt; (August–September 1854), but it never fell. The city had been fortified under the overall command of &lt;a href=\"Nikolay%20Muravyov-Amursky\"&gt;Nikolay Muravyov&lt;/a&gt; (&lt;a href=\"Governorate-General%20%28Russian%20Empire%29\"&gt;Governor-General&lt;/a&gt; of the from 1847 to 1861) in the preceding years, but possessed only a small garrison of a few hundred soldiers and sixty-seven cannon. After much exchange of fire, six hundred Anglo-French troops landed south of the city; two hundred and thirty Russian troops forced them to retreat after heavy fighting (1 September 1854). Four days later, a larger force of nine hundred Anglo-French troops landed east of the town, but again the Russians repelled the allies (5 September 1854). The allied ships then retreated from Russian Pacific waters (7 September 1854). The total Russian losses were reported at around a hundred men; the Anglo-French were said to have lost 209 men, over twice that number.\nAt the time of the &lt;a href=\"surrender%20of%20Japan\"&gt;surrender of Japan&lt;/a&gt; in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; (August/September 1945), &lt;a href=\"Seabee\"&gt;United States Naval Construction Battalion&lt;/a&gt; 114 was in the &lt;a href=\"Aleutian%20Islands\"&gt;Aleutians&lt;/a&gt;. In September 1945 the battalion received orders to send a detachment to the &lt;a href=\"USSR\"&gt;USSR&lt;/a&gt; to build a Naval Advance Base (a Fleet Weather Central) – located ten miles outside Petropavlovsk-Kamchatskiy and code-named TAMA. The original agreement gave the Seabees three weeks to complete the camp. Upon arrival the Soviets told the Seabees they had ten days, and were amazed that the Seabees achieved the task. It was one of two that &lt;a href=\"Stalin\"&gt;Stalin&lt;/a&gt; agreed to. The other was near &lt;a href=\"Khabarovsk\"&gt;Khabarovsk&lt;/a&gt;, in buildings provided by the Russians. For mail Petropavlovsk was assigned Navy number 1169, FPO San Francisco. The American use of these two bases proved short-lived.\nPetropavlovsk was a great source of fish, particularly &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt;, and &lt;a href=\"crab\"&gt;crab&lt;/a&gt; meat for the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; in the 20th century. Following the &lt;a href=\"End%20of%20the%20Soviet%20Union\"&gt;end of the Soviet era&lt;/a&gt; in December 1991, fishing rights have also been granted to foreign interests. &lt;a href=\"Poaching\"&gt;Poaching&lt;/a&gt; of salmon for their &lt;a href=\"caviar\"&gt;caviar&lt;/a&gt; at Petropavlovsk-Kamchatskiy remains a problem amid lax law-enforcement and widespread corruption.\nAdministrative and municipal status.\nPetropavlovsk-Kamchatskiy is the &lt;a href=\"administrative%20center\"&gt;administrative center&lt;/a&gt; of the &lt;a href=\"krai\"&gt;krai&lt;/a&gt;. Within the &lt;a href=\"subdivisions%20of%20Russia%23Administrative%20divisions\"&gt;framework of administrative divisions&lt;/a&gt;, it is incorporated as Petropavlovsk-Kamchatskiy &lt;a href=\"City%20of%20federal%20subject%20significance\"&gt;City Under Krai Jurisdiction&lt;/a&gt;—an administrative unit with the status equal to that of the &lt;a href=\"administrative%20divisions%20of%20Kamchatka%20Krai\"&gt;districts&lt;/a&gt;. As a &lt;a href=\"subdivisions%20of%20Russia%23Municipal%20divisions\"&gt;municipal division&lt;/a&gt;, Petropavlovsk-Kamchatskiy City Under Krai Jurisdiction is incorporated as Petropavlovsk-Kamchatskiy Urban Okrug.\nCulture.\nSports.\n&lt;a href=\"Association%20football\"&gt;Association football&lt;/a&gt; has a history in Petropavlovsk-Kamchatskiy. The main stadium in Petropavlovsk-Kamchatskiy is the 5,000-capacity &lt;a href=\"Spartak%20Stadium%20%28Petropavlovsk-Kamchatskiy%29\"&gt;Spartak Stadium&lt;/a&gt; – used mostly for association-football matches. The former association-football club FC Volcano were tenants of the stadium. sport has been tangled with culture of Kamchatka and Of the seven mass sports holidays , one day is dedicated to skiing, two to dog sledding, and one . snowy mountainous regions and polar climate has brought ski resort including Krasnaya sopka, Edel'veys, Ekstrim, Kirpichiki, Tsentral'naya. Vitaly Fatyanov biathlon tracks with a length of 1.5 to 3.5 kilometers comply with the international rules of the &lt;a href=\"International%20Biathlon%20Union\"&gt;IBU&lt;/a&gt;.\nTourism.\nThe city has developed a tourist infrastructure. About twenty large tourism companies offer a wide range of services from bear hunting to paragliding.\nTransport.\nThe city is served by &lt;a href=\"Elizovo%20Airport\"&gt;Petropavlovsk-Kamchatsky (Elizovo) Airport&lt;/a&gt;, which is linked to the town and its port via the &lt;a href=\"Russian%20federal%20highways\"&gt;A-401&lt;/a&gt; road. During the warmer months &lt;a href=\"cruise%20ship\"&gt;cruise ship&lt;/a&gt;s regularly stop there for the day.\nDemographics.\nEthnic Russians make up the majority of the population; the city on its own has more inhabitants than the entire neighboring &lt;a href=\"Chukotka%20Autonomous%20Okrug\"&gt;Chukotka Autonomous Okrug&lt;/a&gt; or &lt;a href=\"Magadan%20Oblast\"&gt;Magadan Oblast&lt;/a&gt;.\nThe population numbered 179,780 in 2010; 179,800 in 2011; 179,784 in 2012; and 181,618 in 2013.\nClimate.\nThe &lt;a href=\"climate\"&gt;climate&lt;/a&gt; at Petropavlovsk-Kamchatskiy reasonably qualifies as cool-summer continental &lt;a href=\"boreal%20climate\"&gt;boreal climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"Dfc\"). However, this area's climate has strong oceanic influences due its proximity to the &lt;a href=\"Pacific%20ocean\"&gt;Pacific ocean&lt;/a&gt;. Average annual precipitation is , or about times as much as most of &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt; averages, mostly falling as frozen precipitation, primarily &lt;a href=\"snow\"&gt;snow&lt;/a&gt;, from November to April. Average monthly precipitation is highest in autumn, with October the wettest month on average, closely followed by November. May through July are markedly the driest months on average; June is the single driest month. Winter temperatures are much milder than in Siberia. Here, average January daytime high temperatures are around , while average daytime high temperature in August, the warmest month, is . Thus, resulting from oceanic cooling, summer daytime high temperatures in Petropavlovsk-Kamchatskiy are markedly cooler than in interior Siberia. In warmer-summer years, monthly high averages in July–August can reach and higher. Days of above can be expected an average of 19.6 days per summer.\nDespite the generally high precipitation, the weather is less cloudy than in the adjacent &lt;a href=\"Kuril%20Islands\"&gt;Kuril Islands&lt;/a&gt; that are one of the least sunny places in the world, since the city is located behind a peninsula to the north that blocks some of the &lt;a href=\"fog\"&gt;fog&lt;/a&gt; from the cold &lt;a href=\"Oyashio%20Current\"&gt;Oyashio Current&lt;/a&gt; offshore of the Kamchatka Peninsula. Oceanic water in Avacha Bay and adjacent bays is also warmer than coastal waters of Kuril Islands and Okhotsk sea coast (except Southern Kuriles and Southern Sakhalin).\nIn the spring (February to April), seawater may freeze.\nHighest Temperature: on July 2, 2012\nLowest Temperature: on February 14, 1917\nHighest Daily Precipitation: on November 10, 2002\nWettest Year: in 1971\nDriest Year: in 1947\nTwin towns – sister cities.\nPetropavlovsk-Kamchatskiy is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:"
}