{
    "id": "5794648",
    "revid": "1068682580",
    "url": "https://en.wikipedia.org/wiki?curid=5794648",
    "title": "Angels &amp; Demons (film)",
    "text": "Angels &amp; Demons is a 2009 American &lt;a href=\"Mystery%20film\"&gt;mystery&lt;/a&gt; &lt;a href=\"Thriller%20film\"&gt;thriller&lt;/a&gt; film directed by &lt;a href=\"Ron%20Howard\"&gt;Ron Howard&lt;/a&gt; and written by &lt;a href=\"Akiva%20Goldsman\"&gt;Akiva Goldsman&lt;/a&gt; and &lt;a href=\"David%20Koepp\"&gt;David Koepp&lt;/a&gt;, based on &lt;a href=\"Dan%20Brown\"&gt;Dan Brown&lt;/a&gt;'s 2000 &lt;a href=\"Angels%20%26amp%3B%20Demons\"&gt;novel of the same title&lt;/a&gt;. It is the sequel to the 2006 film \"&lt;a href=\"The%20Da%20Vinci%20Code%20%28film%29\"&gt;The Da Vinci Code&lt;/a&gt;\", also directed by Howard, and the second installment in the &lt;a href=\"Robert%20Langdon%20%28film%20series%29\"&gt;\"Robert Langdon\" film series&lt;/a&gt;. However, the novel version was published first and acts as a prequel to \"&lt;a href=\"The%20Da%20Vinci%20Code\"&gt;The Da Vinci Code&lt;/a&gt;\" novel. Filming took place in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, and the &lt;a href=\"Sony%20Pictures%20Studios\"&gt;Sony Pictures Studios&lt;/a&gt; in &lt;a href=\"Culver%20City%2C%20California\"&gt;Culver City, California&lt;/a&gt;. &lt;a href=\"Tom%20Hanks\"&gt;Tom Hanks&lt;/a&gt; reprises his role as Professor &lt;a href=\"Robert%20Langdon\"&gt;Robert Langdon&lt;/a&gt;, while &lt;a href=\"Ayelet%20Zurer\"&gt;Ayelet Zurer&lt;/a&gt; stars as Dr. Vittoria Vetra, a &lt;a href=\"CERN\"&gt;CERN&lt;/a&gt; scientist joining Langdon in the quest to recover a missing vial of &lt;a href=\"antimatter\"&gt;antimatter&lt;/a&gt; from a mysterious &lt;a href=\"Illuminati\"&gt;Illuminati&lt;/a&gt; terrorist. Producer &lt;a href=\"Brian%20Grazer\"&gt;Brian Grazer&lt;/a&gt;, composer &lt;a href=\"Hans%20Zimmer\"&gt;Hans Zimmer&lt;/a&gt; and screenwriter &lt;a href=\"Akiva%20Goldsman\"&gt;Akiva Goldsman&lt;/a&gt; also return, with &lt;a href=\"David%20Koepp\"&gt;David Koepp&lt;/a&gt; coming on board to help the latter.\nThe film, even though an adaptation from the book Angels &amp; Demons by Dan Brown, was different from the book in some scenes. The film grossed $485 million worldwide and received mixed reviews from critics, who considered it an improvement over its predecessor. A sequel, titled \"&lt;a href=\"Inferno%20%282016%20film%29\"&gt;Inferno&lt;/a&gt;\", was released on October 28, 2016.\nPlot.\nThe &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; mourns the sudden death of &lt;a href=\"Pope\"&gt;Pope&lt;/a&gt; Pius XVI, and prepares for the &lt;a href=\"papal%20conclave\"&gt;papal conclave&lt;/a&gt; to elect his successor in &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt;. Father Patrick McKenna, the &lt;a href=\"Camerlengo%20of%20the%20Holy%20Roman%20Church\"&gt;camerlengo&lt;/a&gt;, takes temporary control of the Vatican during the \"&lt;a href=\"sede%20vacante\"&gt;sede vacante&lt;/a&gt;\" period.\nMeanwhile, at &lt;a href=\"CERN\"&gt;CERN&lt;/a&gt;, scientists Father Silvano Bentivoglio and Dr. Vittoria Vetra create three canisters of &lt;a href=\"antimatter\"&gt;antimatter&lt;/a&gt;. As Vetra goes to evaluate the experiment, she discovers that Silvano has been murdered, and one of the canisters was stolen. Shortly thereafter, four of the \"&lt;a href=\"papabile\"&gt;preferiti&lt;/a&gt;\", the favored candidates to be elected pope, are kidnapped by a man claiming to represent the &lt;a href=\"Illuminati\"&gt;Illuminati&lt;/a&gt;. He sends the Vatican a warning, claiming he will murder each of the cardinals from 8p.m. to midnight, when the stolen antimatter will explode and destroy the city, hidden somewhere within.\nHaving attracted the &lt;a href=\"Catholic%20Church\"&gt;Church&lt;/a&gt;’s attention after searching for the &lt;a href=\"Priory%20of%20Sion\"&gt;Priory of Sion&lt;/a&gt; &lt;a href=\"The%20Da%20Vinci%20Code%20%28film%29\"&gt;in Paris and London&lt;/a&gt;, American &lt;a href=\"symbologist\"&gt;symbologist&lt;/a&gt; Professor &lt;a href=\"Robert%20Langdon\"&gt;Robert Langdon&lt;/a&gt; is brought to the Vatican to help. After listening to the assassin's threat, he deduces that the four cardinals will be murdered on the four altars of the \"Path of Illumination\", in locations relevant to the &lt;a href=\"classical%20elements\"&gt;classical elements&lt;/a&gt;. McKenna gives Langdon access to the &lt;a href=\"Vatican%20Secret%20Archives\"&gt;Vatican Secret Archives&lt;/a&gt; to research the altars, against the wishes of Commander Richter, head of the &lt;a href=\"Swiss%20Guard\"&gt;Swiss Guard&lt;/a&gt;. Langdon and Dr. Vetra examine &lt;a href=\"Galileo%20Galilei\"&gt;Galileo Galilei&lt;/a&gt;'s &lt;a href=\"Dialogue%20Concerning%20the%20Two%20Chief%20World%20Systems\"&gt;banned book&lt;/a&gt;, finding clues to the first altar. Initially believing it to be at the &lt;a href=\"Pantheon%2C%20Rome\"&gt;Pantheon&lt;/a&gt;, they eventually discover it to be the &lt;a href=\"Chigi%20Chapel\"&gt;Chigi Chapel&lt;/a&gt;. Though they rush to the chapel, accompanied by Ernesto Olivetti and Claudio Vincenzi of the &lt;a href=\"Corps%20of%20Gendarmerie%20of%20Vatican%20City\"&gt;Corps of Gendarmerie of Vatican City&lt;/a&gt;, they are too late to save Cardinal Ebner, who is found dead, having suffocated on a mouthful of dirt and branded with the &lt;a href=\"ambigram\"&gt;ambigram&lt;/a&gt;matic word \"Earth\".\nFollowing the clue left by a Bernini statue at the Chigi Chapel, Langdon discovers the second altar to be a Bernini-created sculpture in &lt;a href=\"St.%20Peter%27s%20Square\"&gt;St. Peter's Square&lt;/a&gt;. Upon reaching it, they find Cardinal Lamassé mortally wounded, his lungs punctured and his chest branded with the ambigram \"Air\". After reading a threatening note left on Lamassé's body, Vetra comes to suspect that Pius XVI did not die of a stroke as believed, but was actually murdered with an overdose of &lt;a href=\"tinzaparin\"&gt;tinzaparin&lt;/a&gt;, which he had been secretly taking for his &lt;a href=\"thrombophlebitis\"&gt;thrombophlebitis&lt;/a&gt;. This is confirmed when McKenna and Vetra secretly inspect the body in the Vatican necropolis. After returning to the Archives for further research, Langdon, Olivetti, and Vincenzi eventually identify the &lt;a href=\"Santa%20Maria%20della%20Vittoria%2C%20Rome\"&gt;Santa Maria della Vittoria&lt;/a&gt; as the altar of fire, where they fail to save Cardinal Guidera, branded with the ambigram \"Fire\" from burning to death when the assassin appears, who kills everyone except Langdon before escaping.\nAfter consulting a map of Rome, Langdon identifies the final altar as &lt;a href=\"Piazza%20Navona\"&gt;Piazza Navona&lt;/a&gt;'s \"Four Rivers\" sculpture. Escorted by two Vatican police officers, they find the assassin attempting to drown Cardinal Baggia, who is branded with the ambigram \"Water\", in the &lt;a href=\"Fontana%20dei%20Quattro%20Fiumi\"&gt;Fontana dei Quattro Fiumi&lt;/a&gt;. The officers are killed by the assassin, but Langdon manages to rescue Baggia with the timely help of bystanders. Baggia tells Langdon he was held with the \"preferiti\" in &lt;a href=\"Castel%20Sant%27Angelo\"&gt;Castel Sant'Angelo&lt;/a&gt;.\nRichter confiscates Dr. Silvano's journals, thus convincing Vetra that he is a conspirator. Langdon, Vetra, and the police storm Castel Sant'Angelo. Langdon and Vetra find the assassin's lair, discovering the four &lt;a href=\"Branding%20iron\"&gt;brands&lt;/a&gt; used on the cardinals, and deduce that the missing fifth is meant for McKenna. Before escaping, the assassin claims he was hired by \"men of God\". Guided to a car by his unseen contractor, the assassin is killed when the vehicle is destroyed by a &lt;a href=\"car%20bomb\"&gt;car bomb&lt;/a&gt;. Langdon and Vetra find a secret passageway leading to the Vatican, warning the Swiss Guard of McKenna's fate. They find Richter hovering over a branded McKenna. Richter and Archbishop Simeon, an alleged conspirator, are killed. Langdon retrieves a key from the dying Richter's hand.\nThe antimatter container is found in &lt;a href=\"Saint%20Peter%27s%20tomb\"&gt;Saint Peter's tomb&lt;/a&gt;, due to detonate in five minutes, the cold temperature preventing its battery from being changed in time (according to Vetra, the device would not have enough residual charge to keep the antimatter in suspension). McKenna, a former helicopter pilot, seizes the canister and pilots a &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt; into the sky, parachuting out seconds before the antimatter detonates. The explosion unleashes a powerful, blinding shockwave that causes damage and injuries throughout Vatican City but no lives are lost and the Church is saved. McKenna is hailed as a hero, with calls for him to be elected pope by &lt;a href=\"Acclamation%20%28Papal%20elections%29\"&gt;acclamation&lt;/a&gt;.\nLangdon and Vetra retrieve Silvano's journals from Richter's office, finding he kept tabs on the Pope with hidden security cameras for medical reasons. Using the key Langdon retrieved from Richter, they discover that McKenna was the true mastermind behind the attacks. The Pope had invited Silvano to publicly present the antimatter as proof of a divine power, bridging the gap between religion and science and potentially ending the conflict between them. Considering such a claim blasphemy, McKenna orchestrated Pius XVI's death and hired the assassin, plotting to have himself elected as pope while making the Illuminati the &lt;a href=\"scapegoat\"&gt;scapegoat&lt;/a&gt;. The footage is shown to the papal conclave. McKenna, realizing he has been exposed, commits suicide via &lt;a href=\"self-immolation\"&gt;self-immolation&lt;/a&gt; after refusing to be taken alive.\nThe following morning, Cardinal Baggia is elected as the new pope. He chooses to take the name Pope Luke, an allusion to the &lt;a href=\"Luke%20the%20Evangelist\"&gt;biblical Luke&lt;/a&gt; being both a doctor and an apostle—symbolically bridging the gap between science and religion. The Vatican also announces McKenna has died from injuries from his parachute landing, which leads to calls for sainthood (since the people are not aware that he was the mastermind). Cardinal Strauss, the Pope's new camerlengo, gives Galileo's book to Langdon as thanks for his help, asking that he ensure it returns to the Vatican in his last will and testament. Pope Luke gives Langdon and Vetra a thankful nod, before stepping out on the balcony to greet the crowd below and give the traditional first \"&lt;a href=\"Urbi%20et%20Orbi\"&gt;Urbi et Orbi&lt;/a&gt;\" as pope.\nProduction.\nDevelopment.\nIn 2003, Sony Pictures acquired the film rights to \"&lt;a href=\"Angels%20%26amp%3B%20Demons\"&gt;Angels &amp; Demons&lt;/a&gt;\" along with \"&lt;a href=\"The%20Da%20Vinci%20Code\"&gt;The Da Vinci Code&lt;/a&gt;\" in a deal with author &lt;a href=\"Dan%20Brown\"&gt;Dan Brown&lt;/a&gt;. In May 2006, following the release of &lt;a href=\"The%20Da%20Vinci%20Code%20%28film%29\"&gt;the 2006 film adaptation of \"The Da Vinci Code\"&lt;/a&gt;, Sony Pictures hired screenwriter &lt;a href=\"Akiva%20Goldsman\"&gt;Akiva Goldsman&lt;/a&gt;, who wrote the film adaptation of \"The Da Vinci Code\", to adapt \"Angels &amp; Demons\". Filming was originally to begin in February 2008 and was originally going to be released on December 19, 2008, but because of the &lt;a href=\"2007%E2%80%932008%20Writers%20Guild%20of%20America%20strike\"&gt;2007–2008 Writers Guild of America strike&lt;/a&gt;, the film was pushed back for May 15, 2009. &lt;a href=\"David%20Koepp\"&gt;David Koepp&lt;/a&gt; rewrote the script before shooting began.\nDirector &lt;a href=\"Ron%20Howard\"&gt;Ron Howard&lt;/a&gt; chose to treat \"Angels &amp; Demons\" as a sequel to the previous film, rather than a &lt;a href=\"prequel\"&gt;prequel&lt;/a&gt;, since many had read the novel after \"The Da Vinci Code\". He liked the idea that Langdon had been through one adventure and become a more confident character. Howard was also more comfortable taking liberties in adapting the story because this novel was less popular than \"The Da Vinci Code\". Producer &lt;a href=\"Brian%20Grazer\"&gt;Brian Grazer&lt;/a&gt; said they were too \"reverential\" when adapting \"The Da Vinci Code\", which resulted in it being \"a little long and stagey\". This time, \"Langdon doesn't stop and give a speech. When he speaks, he's in motion.\" Howard concurred \"it's very much about modernity clashing with antiquity and technology vs. faith, so these themes, these ideas are much more active whereas the other one lived so much in the past. The tones are just innately so different between the two stories.\"\nFilming.\n&lt;a href=\"Principal%20photography\"&gt;Shooting&lt;/a&gt; began on June 4, 2008, in Rome under the &lt;a href=\"title%20ruse\"&gt;fake working title&lt;/a&gt; \"Obelisk\". The filmmakers scheduled three weeks of exterior location filming because of a predicted &lt;a href=\"2008%20Screen%20Actors%20Guild%20strike\"&gt;2008 Screen Actors Guild strike&lt;/a&gt; on June 30. The rest of the film would be shot at Sony Pictures Studios in Culver City, California, to allow for this halt. Roman Catholic Church officials found \"The Da Vinci Code\" offensive and forbade filming in their churches, so these scenes were shot at Sony. The &lt;a href=\"Caserta%20Palace\"&gt;Caserta Palace&lt;/a&gt; doubled for the inside of the Vatican, and the &lt;a href=\"Angelica%20Library\"&gt;Biblioteca Angelica&lt;/a&gt; was used for the &lt;a href=\"Vatican%20Library\"&gt;Vatican Library&lt;/a&gt;. Filming took place at the &lt;a href=\"University%20of%20California%2C%20Los%20Angeles\"&gt;University of California, Los Angeles&lt;/a&gt; in July. Sony and &lt;a href=\"Imagine%20Entertainment\"&gt;Imagine Entertainment&lt;/a&gt; organized an eco-friendly shoot, selecting when to shoot locations based on how much time and fuel it would save, using cargo containers to support set walls or &lt;a href=\"chroma%20key\"&gt;greenscreens&lt;/a&gt;, as well as storing props for future productions or donating them to charity.\nHoward hated that the Writers Guild strike forced him to delay shooting the film until summer. However, the quick shoot allowed him to refine the &lt;a href=\"naturalism%20%28theatre%29\"&gt;naturalism&lt;/a&gt; he had employed on his previous film \"&lt;a href=\"Frost/Nixon%20%28film%29\"&gt;Frost/Nixon&lt;/a&gt;\", often using handheld cameras to lend an additional energy to the scenes.\nHanks interrupted filming of one scene in order to help Australian bride Natalia Dearnley get through the crowds to her wedding on time. McGregor said the Pope's funeral was the dullest sequence to film, as they were just walking across staircases. Then, \"Someone started singing '&lt;a href=\"Bohemian%20Rhapsody\"&gt;Bohemian Rhapsody&lt;/a&gt;' [and] it became the funeral theme tune.\"\nWhen recreating the interior of &lt;a href=\"St.%20Peter%27s%20Basilica\"&gt;St. Peter's Basilica&lt;/a&gt;, production designer Allan Cameron and visual effects supervisor Angus Bickerton recognized the tall soundstages were only half the size of the real church. They rebuilt the area around and the crypts beneath \"&lt;a href=\"St.%20Peter%27s%20Baldachin\"&gt;St. Peter's Baldachin&lt;/a&gt;\", including the bottoms of the columns and &lt;a href=\"Saint%20Peter\"&gt;Saint Peter&lt;/a&gt;'s statue, and surrounded it with a 360 degree greenscreen so the rest could be built digitally. Cameron had twenty crew members, posing as members of the public, photograph as much as they could inside the &lt;a href=\"Sistine%20Chapel\"&gt;Sistine Chapel&lt;/a&gt;, and had artists sketch, photograph and enlarge recreations of the paintings and mosaics from the photographs. Cameron chose to present the Sistine Chapel as it was before &lt;a href=\"Restoration%20of%20the%20Sistine%20Chapel%20frescoes\"&gt;the restoration of its frescoes&lt;/a&gt;, as he preferred the contrast which the formerly smoky, muted colors would present against the vivid red of the cardinal's vestments. Although the chapel was built to full size, the &lt;a href=\"Sala%20Regia%20%28Vatican%29\"&gt;Sala Regia&lt;/a&gt; was made smaller to fit inside the stage.\nThe &lt;a href=\"Saint%20Peter%27s%20Square\"&gt;Saint Peter's Square&lt;/a&gt; and the &lt;a href=\"Piazza%20Navona\"&gt;Piazza Navona&lt;/a&gt; sets were built on the same &lt;a href=\"backlot\"&gt;backlot&lt;/a&gt;; after completion of scenes at the former, six weeks were spent converting the set, knocking down the Basilica side and excavating of tarmac to build the fountain. As there had been filming at the real Piazza Navona, the transition between it and the replica had to be seamless. To present the &lt;a href=\"Santa%20Maria%20del%20Popolo\"&gt;Santa Maria del Popolo&lt;/a&gt; undergoing renovation, a police station in Rome opposite the real church was used for the exterior; the scaffolding would hide that it was not the church. Cameron built the interior of Santa Maria del Popolo on the same set as the recreated &lt;a href=\"Santa%20Maria%20della%20Vittoria%2C%20Rome\"&gt;Santa Maria della Vittoria&lt;/a&gt; to save money; the scaffolding also disguised this. The film's version of Santa Maria della Vittoria was larger than the real one, so it would accommodate the cranes used to film the scene. To film the &lt;a href=\"Pantheon%2C%20Rome\"&gt;Pantheon's&lt;/a&gt; interior, two &lt;a href=\"aedicula\"&gt;aedicula&lt;/a&gt;e and the tomb of &lt;a href=\"Raphael\"&gt;Raphael&lt;/a&gt; were rebuilt to scale at a height of , while the rest was greenscreen. Because of the building's symmetrical layout, the filmmakers were able to shoot the whole scene over two days and &lt;a href=\"Set%20redress\"&gt;redress&lt;/a&gt; the real side to pretend it was another. The &lt;a href=\"second%20unit\"&gt;second unit&lt;/a&gt; took photographs of the &lt;a href=\"Large%20Hadron%20Collider\"&gt;Large Hadron Collider&lt;/a&gt; and pasted these in scenes set at &lt;a href=\"CERN\"&gt;CERN&lt;/a&gt;.\nMusic.\nAngels &amp; Demons: Original Motion Picture Soundtrack was released on May 22, 2009.\n&lt;a href=\"Hans%20Zimmer\"&gt;Hans Zimmer&lt;/a&gt; returned to compose the score for the sequel. He chose to develop the \"Chevaliers de Sangreal\" track from the end of \"The Da Vinci Code\" as Langdon's main theme in the film, featuring prominently in the tracks \"God Particle\" and \"503\". The soundtrack also features violinist &lt;a href=\"Joshua%20Bell\"&gt;Joshua Bell&lt;/a&gt;.\nHome media and different versions.\nThe DVD was released on November 24, 2009, in several countries as a theatrical version and extended cut.\n\"Angels &amp; Demons\" was also released on &lt;a href=\"Universal%20Media%20Disc\"&gt;Universal Media Disc&lt;/a&gt; for the &lt;a href=\"Sony%20PlayStation%20Portable\"&gt;Sony PlayStation Portable&lt;/a&gt; on October 21, 2009.\nThe extended cut includes violent scenes which had been cut out to secure a PG-13 rating. In the UK, the already censored US theatrical version had to be censored further in order to obtain a BBFC 12A rating. The Blu-ray includes the original theatrical version and is classified BBFC 15.\nReception.\nBox office.\nOverseas, \"Angels &amp; Demons\" maintained the #1 position for the second weekend as well even with the release of ', which opened at #2. The film opened with $46 million at the US and Canada box office. \"The Da Vinci Code\" had opened in the US and Canada to $77.1 million, but the sequel's opening met Columbia's $40–50 million prediction, since the film's source material was not as popular as its predecessor's. Within more than a month, the film grossed $478,869,160 worldwide, making it the largest-grossing film of 2009 until it was surpassed by '. Of this $478 million, just over 27% of it is from venues in the US and Canada, giving the film high worldwide totals, with over $30 million in the UK, $21 million in Spain, $13 million in Brazil, $13 million in Russia, $34 million in Japan, and $47 million in Germany. \"Angels &amp; Demons\" was the ninth-highest-grossing film of 2009, with box-office figures of $485,930,810 worldwide.\nCritical response.\nReview aggregation website &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; reported that 37% of 260 critics have given the film a positive review, with an average rating of 5.10/10. The site's consensus is that \"\"Angels &amp; Demons\" is a fast-paced thrill ride, and an improvement on the last Dan Brown adaptation, but the storyline too often wavers between implausible and ridiculous, and does not translate effectively to the big screen.\" &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt; has a rating score of 48 out of 100 based on 36 reviews, indicating \"mixed or average reviews\". &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; critic &lt;a href=\"Mark%20Kermode\"&gt;Mark Kermode&lt;/a&gt; criticized the film's \"silliness\", saying \"Whereas the original movie featured Hanks standing around in darkened rooms explaining the plot to anyone who was still awake, this second salvo cranks up the action by having Tom explain the plot while running—a major breakthrough.\"\n&lt;a href=\"Richard%20Corliss\"&gt;Richard Corliss&lt;/a&gt; of &lt;a href=\"Time%20%28magazine%29\"&gt;\"Time\"&lt;/a&gt; gave the film a positive review, stating that \"\"Angels &amp; Demons\" has elemental satisfactions in its blend of movie genre that could appeal to wide segments of the audience.\" &lt;a href=\"Roger%20Ebert\"&gt;Roger Ebert&lt;/a&gt; of the \"&lt;a href=\"Chicago%20Sun-Times\"&gt;Chicago Sun-Times&lt;/a&gt;\" awarded the film three stars out of four, the same score he had given &lt;a href=\"The%20Da%20Vinci%20Code%20%28film%29\"&gt;the previous film&lt;/a&gt;, and praised Howard's direction as an \"even-handed job of balancing the scales\" and concluding \"[the film] promises to entertain.\" \"&lt;a href=\"The%20Christian%20Science%20Monitor\"&gt;The Christian Science Monitor&lt;/a&gt;\" gave the film a positive review, claiming the film is \"an OK &lt;a href=\"action%20film\"&gt;action film&lt;/a&gt;.\" &lt;a href=\"Peter%20Travers\"&gt;Peter Travers&lt;/a&gt; of \"&lt;a href=\"Rolling%20Stone%20%28magazine%29\"&gt;Rolling Stone&lt;/a&gt;\" gave the film two-and-a-half out of four stars, writing that \"the movie can be enjoyed for the hell-raising hooey it is.\" &lt;a href=\"Joe%20Morgenstern\"&gt;Joe Morgenstern&lt;/a&gt; of \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\" wrote that it \"manages to keep you partially engaged even at its most esoteric or absurd.\"\nNeil Smith from \"&lt;a href=\"Total%20Film\"&gt;Total Film&lt;/a&gt;\" gave the film four out of five stars, saying \"some of the author's crazier embellishments are jettisoned in a film that atones for The Da Vinci Code's cardinal sin — thou shalt not bore.\" &lt;a href=\"Kim%20Newman\"&gt;Kim Newman&lt;/a&gt; awarded it three out of five stars, stating \"every supporting character acts like an unhelpful idiot to keep the plot stirring, while yet again a seemingly all-powerful conspiracy seems to consist of two whole evil guys.\"\nCatholic Church response.\n&lt;a href=\"CBS%20News\"&gt;CBS News&lt;/a&gt; interviewed a priest working in &lt;a href=\"Santa%20Susanna\"&gt;Santa Susanna&lt;/a&gt;, who stated the Church did not want their churches to be associated with scenes of murder. A tour guide also stated that most priests do not object to tourists who visit out of interest after reading the book, a trend which will continue after people see the film. \"I think they are aware that it's ... a work of fiction and that it's bringing people into their churches.\" Grazer deemed it odd that although \"The Da Vinci Code\" was a more controversial novel, they had more freedom shooting its film adaptation in London and France. Italian authorities hoped the filmmakers corrected the location errors in the novel, to limit the amount of explaining they will have to do for confused tourists.\n&lt;a href=\"William%20A.%20Donohue\"&gt;William A. Donohue&lt;/a&gt;, president of the &lt;a href=\"Catholic%20League%20%28U.S.%29\"&gt;Catholic League&lt;/a&gt;, did not call for a boycott, but requested that Catholics inform others about anti-Catholic sentiments in the story. \"My goal ... is to give the public a big FYI: Enjoy the movie, but know that it is a fable. It is based on malicious myths, intentionally advanced by Ron Howard.\" A Sony executive responded that they were disappointed Donohue had not created attention for the film closer to its release date. Howard criticized Donohue for prejudging the film, responding that it could not be called anti-Catholic since Langdon protects the Church, and because of its depiction of priests who support science.\nThe official Vatican newspaper \"&lt;a href=\"L%27Osservatore%20Romano\"&gt;L'Osservatore Romano&lt;/a&gt;\" called the film \"harmless entertainment\", giving it a positive review and acknowledging that \"the theme is always the same: a sect versus the Church, [but] this time, the Church is on the side of the good guys.\" Beforehand, it had stated it would not approve the film, while \"&lt;a href=\"La%20Stampa\"&gt;La Stampa&lt;/a&gt;\" reported the Vatican would boycott it. However, it also quoted &lt;a href=\"Velasio%20de%20Paolis\"&gt;Archbishop Velasio De Paolis&lt;/a&gt; as saying a boycott would probably just have the \"&lt;a href=\"Streisand%20effect\"&gt;boomerang effect&lt;/a&gt;\" of drawing more attention to \"Angels &amp; Demons\" and making it more popular.\nBanned in Samoa.\nIn &lt;a href=\"Samoa\"&gt;Samoa&lt;/a&gt;, the film was banned by film censor Lei'ataua Olo'apu. Olo'apu stated that he was banning the film because it was \"critical of the Catholic Church\" and so as to \"avoid any religious discrimination by other denominations and faiths against the Church.\" The \"Samoa Observer\" remarked that Olo'apu himself is Catholic. The Censorship Board had previously banned the film \"The Da Vinci Code\" for being \"contradictory to Christian beliefs.\"\nCERN response.\nIn response to the portrayal of CERN and the work performed by CERN, and antimatter, CERN set up a website to explain what it does and what antimatter is.\nSequel.\n&lt;a href=\"Sony%20Pictures\"&gt;Sony Pictures&lt;/a&gt; produced a &lt;a href=\"film%20adaptation\"&gt;film adaptation&lt;/a&gt; of \"&lt;a href=\"Inferno%20%28Brown%20novel%29\"&gt;Inferno&lt;/a&gt;\", the fourth book in the \"Robert Langdon\" series, which was released on October 14, 2016, with &lt;a href=\"Ron%20Howard\"&gt;Ron Howard&lt;/a&gt; as director, &lt;a href=\"David%20Koepp\"&gt;David Koepp&lt;/a&gt; adapting the screenplay, &lt;a href=\"Tom%20Hanks\"&gt;Tom Hanks&lt;/a&gt; reprising his role as Robert Langdon, and co-starring &lt;a href=\"Felicity%20Jones\"&gt;Felicity Jones&lt;/a&gt;, &lt;a href=\"Ben%20Foster%20%28actor%29\"&gt;Ben Foster&lt;/a&gt;, &lt;a href=\"Irrfan%20Khan\"&gt;Irrfan Khan&lt;/a&gt; and &lt;a href=\"Sidse%20Babett%20Knudsen\"&gt;Sidse Babett Knudsen&lt;/a&gt;."
}