{
    "id": "580058",
    "revid": "24198",
    "url": "https://en.wikipedia.org/wiki?curid=580058",
    "title": "Ehud",
    "text": "Ehud ben‑Gera (, \"ʾĒhūḏ ben‑Gērāʾ\") is described in the &lt;a href=\"Bible\"&gt;biblical&lt;/a&gt; &lt;a href=\"Book%20of%20Judges\"&gt;Book of Judges&lt;/a&gt; as a &lt;a href=\"Biblical%20judges\"&gt;judge&lt;/a&gt; who was sent by God to deliver the &lt;a href=\"Israelites\"&gt;Israelites&lt;/a&gt; from &lt;a href=\"Moab\"&gt;Moab&lt;/a&gt;ite domination. He is described as being &lt;a href=\"left-handed\"&gt;left-handed&lt;/a&gt; and a member of the &lt;a href=\"Tribe%20of%20Benjamin\"&gt;Tribe of Benjamin&lt;/a&gt;.\nBiblical narrative.\nAccording to , Ehud was sent by the Israelites to the Moabite King &lt;a href=\"Eglon%20%28king%29\"&gt;Eglon&lt;/a&gt; on the pretext of delivering the Israelites' annual &lt;a href=\"tribute\"&gt;tribute&lt;/a&gt;. He made a double-edged shortsword about a &lt;a href=\"Cubit%20%28Biblical%29\"&gt;cubit&lt;/a&gt; (eighteen inches) long, useful for a stabbing thrust. Being left-handed, he could conceal the sword on his right thigh, where it was not expected. Left handedness is significant because the left side of the body is often associated with deception or darkness, it is a tactical advantage in war against the majority who are often right-handed, and is symbolic for being outside of the culturally accepted social norm of leadership in ancient Israel. Once they met, Ehud told Eglon he had a secret message for him. Eglon dismissed his attendants and allowed Ehud to meet him in private. The Hebrew for the location of the private meeting is  בַּעֲלִיַּת הַמְּקֵרָה \"ba-ʿăliyat ha-məqērāh\", translated as cooling roof chamber, which was likely a bathroom given that the servants believed Eglon was relieving himself (v24). Ehud said, \"I have a message from God for you\", drew his sword, and stabbed the king in his &lt;a href=\"abdomen\"&gt;abdomen&lt;/a&gt;. The Hebrew word for abdomen בְּבִטְנֽוֹ (beten), is the same word that is used for the womb of a woman. After Ehud stabbed the king, the end of Judges 3:22 reads in Hebrew וַיֵּצֵא הַֽפַּרְשְׁדֹֽנָה \"wa-yēṣē ha-paršədōnāh\" usually translated as “and the dirt came out,” a phrase of uncertain meaning as it is only used once in the Hebrew Bible. “Dirt” could be translated as feces. The translations of the room, abdomen, and dirt lend to a translation that implies sexual undertones and feminizes Eglon, demeaning him to a lower status. The sword disappeared into the wound and Ehud left it there. He locked the doors to the king's chamber and left.\nEglon's assistants returned when too much time had elapsed and found the doors locked. Assuming that he was relieving himself, they waited \"to the point of embarrassment\" before unlocking the door and finding their king dead.\nEhud escaped to the town of &lt;a href=\"Seraiah\"&gt;Seraiah&lt;/a&gt; in &lt;a href=\"Ephraim\"&gt;Ephraim&lt;/a&gt;. He sounded the &lt;a href=\"shofar\"&gt;shofar&lt;/a&gt; and rallied the Israelite tribes, who killed the &lt;a href=\"Moabites\"&gt;Moabites&lt;/a&gt;, cutting off the fords of the &lt;a href=\"Jordan%20River\"&gt;Jordan River&lt;/a&gt;, and invaded &lt;a href=\"Moab\"&gt;Moab&lt;/a&gt; itself, killing about 10,000 Moabite soldiers.\nAfter the death of Eglon, the narrative reports that there was peace in the land for 80 years.\nBiblical criticism.\nCoogan argues that the story of Ehud was probably a folk tale of local origin that was edited by the &lt;a href=\"Deuteronomist\"&gt;Deuteronomistic historians&lt;/a&gt;. The Deuteronomistic historians “incorporated a variety of previously existing sources into their narrative of life in early Israel” and the story of Ehud is one such example of a “previously existing source”, that has been edited to include “the cyclical pattern” typical of the stories of the major judges. This pattern consists of apostasy, hardship, crying out to the Lord, and rescue and it is clearly present in the tale of Ehud: apostasy and hardship occur in Judges 3.12, “The Israelites again did what was evil in the sight of the Lord; and the Lord strengthened King Eglon of Moab against Israel.” The “crying out to the Lord” and the subsequent rescue are evident in Judges 3.15: “but when the Israelites cried out to the Lord, the Lord raised up for them a deliverer, Ehud son of Gera.” The rather lively and glorious tale is ended with the refrain of “and the land had rest 80 years,” (Judges 3.30) an ending typical to &lt;a href=\"Gideon\"&gt;Gideon&lt;/a&gt; and other “major” judge stories in the book of Judges. He was the second judge chosen by God.\n&lt;a href=\"Barry%20Webb\"&gt;Barry Webb&lt;/a&gt; sees Ehud as \"directed by the Lord, who used this most unlikely hero to bring deliverance to his undeserving but desperate people\"."
}