{
    "id": "58004184",
    "revid": "27089876",
    "url": "https://en.wikipedia.org/wiki?curid=58004184",
    "title": "2018 Israeli LGBT's strike",
    "text": "On July 22, 2018 Israeli members of the LGBT community went on &lt;a href=\"Strike%20action\"&gt;strike&lt;/a&gt; for the day to protest against the &lt;a href=\"discrimination\"&gt;discrimination&lt;/a&gt; of the &lt;a href=\"LGBT%20community\"&gt;LGBT community&lt;/a&gt; on the Israeli &lt;a href=\"Surrogacy\"&gt;Surrogacy&lt;/a&gt; Law, and the continuing violence towards the Israeli trans community. During the strike, that was held on the same day as the fast of &lt;a href=\"Tisha%20B%27Av\"&gt;Tisha B'Av&lt;/a&gt;, many organizations and companies allowed their employees to be absent to participate in the many protest events that were held throughout the day across the country, including &lt;a href=\"Tel%20Aviv-Yafo\"&gt;Tel Aviv-Yafo&lt;/a&gt;, &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;, &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt;, &lt;a href=\"Be%27er%20Sheba\"&gt;Beersheba&lt;/a&gt;, &lt;a href=\"Ra%27anana\"&gt;Ra'anana&lt;/a&gt; and other cities.\nBackground.\nFollowing a &lt;a href=\"Supreme%20Court%20of%20Israel\"&gt;Supreme Court&lt;/a&gt; case regarding the Israeli Surrogacy Law that was legislated in 1997, appealing to include gay couples in the law, the State's response to the court was that the law will be amended. To make the appropriate changes, the government formed several professional health committees, such as the Mor-Yosef committee, that passed along its recommendations to Minister of Health, &lt;a href=\"Yael%20German\"&gt;Yael German&lt;/a&gt;. After the 34th government was formed, headed by &lt;a href=\"Benjamin%20Netanyahu\"&gt;Benjamin Netanyahu&lt;/a&gt;, this issue was discussed in the &lt;a href=\"Knesset\"&gt;Knesset's&lt;/a&gt; Labour, Welfare, and Health Committee headed by &lt;a href=\"Eli%20Alalouf\"&gt;Eli Alaluf&lt;/a&gt;. In the proceedings to bring the bill to a second and third reading, the committee voted to add single women to the bill, while still excluding single men and gay couples from using surrogacy.\nThe bill was brought to its second and third reading on July 18, 2018, with reservations, including one by &lt;a href=\"Amir%20Ohana\"&gt;Amir Ohana&lt;/a&gt; of the &lt;a href=\"Likud%20Party\"&gt;Likud Party&lt;/a&gt;, adding single men to the bill. Because of the stance declared by the ultra-orthodox factions in the &lt;a href=\"coalition\"&gt;coalition&lt;/a&gt;, headed by the &lt;a href=\"United%20Torah%20Judaism\"&gt;United Torah Judaism&lt;/a&gt;, the coalition decided to oppose the reservation while supporting the original amendment.\nPrior to the vote, Prime Minister Benjamin Netanyahu published a video to his Facebook page, explaining that he will support a future amendment to the bill that will be brought by MK Ohana during the Knesset's Winter Session, to allow single men to use surrogacy in Israel, but despite his support, he voted against Ohana's reservation. The Knesset than passed the amended bill in its original form with 59 for and 52 against.\nOther pressing issues during that time were several lesbian couples who are fighting for the state's recognition of their joint parenthood, and in at least one case that went public, 2 women found out that they were unilaterally removed as the second parents from their children's birth certificates.\nEven before the vote, on July 14 and July 17, demonstrations against it were held in Tel Aviv and in Jerusalem. On July 19, protesters walked to the government office building in Tel Aviv.\nAround the same time, on July 17, a &lt;a href=\"sex%20worker\"&gt;sex worker&lt;/a&gt; &lt;a href=\"trans%20woman\"&gt;trans woman&lt;/a&gt; was stabbed in her apartment in south Tel Aviv.\nPlanning.\nAs a result of the vote on the bill and the reservation, &lt;a href=\"The%20Aguda\"&gt;The Aguda&lt;/a&gt; called members of the LGBT community to strike on Sunday, July 22 (Sunday being the first workday in Israel).\nThe roots for this strike were planted a year prior to that, in a cooperation of LGBT organizations in the country. The idea started rolling after a protest in July 2017, which brought around 15,000 protesters against the &lt;a href=\"Ministry%20of%20Social%20Affairs%20and%20Social%20Services\"&gt;Ministry of Welfare's&lt;/a&gt; stance in a Supreme Court hearing regarding &lt;a href=\"adoption\"&gt;adoption&lt;/a&gt; by &lt;a href=\"same-sex%20couple\"&gt;same-sex couple&lt;/a&gt;. In a &lt;a href=\"position%20paper\"&gt;position paper&lt;/a&gt; presented to court, the ministry claimed that same-sex parents are \"anomalous\" and therefore cannot become adoptive families. After receiving a lot of public pressure, welfare minister &lt;a href=\"Haim%20Katz\"&gt;Haim Katz&lt;/a&gt; announced that he plans on changing the ministry's stance on this issue. In order to plan the strike, many PR and advertising agencies and journalists were contacted to pressure companies in Israel to prepare for a future strike.\nWhen the new surrogacy law passed in the Knesset, to include only single women but not single men or gay couples, in a way perceived as discriminatory, the LGBT organizations, headed by the Aguda, decided to implement the strike plan immediately. The organizers contacted &lt;a href=\"Chief%20executive%20officer\"&gt;CEO's&lt;/a&gt; and prominent public figures and asked them to join the strike and have their companies and organizations publish their support. Most of them agreed, though some in some cases they gave their support after being told by the organizers that their lack of support will be made public on media and on social media. An Israeli economic publication, &lt;a href=\"The%20Marker\"&gt;The Marker&lt;/a&gt;, posted a list of companies that refused to support the strike.\nCorporate sector's support.\nMany Israeli companies and workers unions announced that they will allow their employees to strike in order to attend the protests, without risking their jobs or deducting their pay. In the few days before the strike, more than 250 publicly and privately own businesses announced their support for LGBT equality, and allowed their employees to stay home in order to strike and attend the protests. Some of the companies allowed their employees to use a personal day or an elective day, while some gave the employees a paid one-day leave. One of the first companies to join the strike was Microsoft Israel, that later announced that it will give its employees a grant if they choose and need to use surrogacy outside the country. The companies that supported were from various sectors: law firms, restaurants, architecture firms, communication providers, travel agencies and hi-tech companies, along with big public and government sector organizations, including Ben Gurion Airport, Haifa and Ashdod ports, El-Al and Israir, Teva, Tnuva, cellphone, landline, cable and satellite providers, municipalities, hospitals and emergency services, food chains and supermarkets, banks, credit card companies and more. This was the biggest ever support by businesses for a social cause in Israel, and the first LGBT strike in the world.\nIsrael's &lt;a href=\"Workers%20Union\"&gt;Workers' Union&lt;/a&gt;, the &lt;a href=\"Histadrut\"&gt;Histadrut&lt;/a&gt;, issued a statement that is supports both the protest and the strike, and called employers in the public and private sector to allow employees to strike without harming their rights.\nProtest events.\nDuring the day of the strike, some 1000 strikers in Tel Aviv demonstrated and marched from the government office building on HaShalom Intersection, through &lt;a href=\"Ayalon%20Highway\"&gt;Ayalon Highway&lt;/a&gt; to &lt;a href=\"Rothschild%20Boulevard\"&gt;Rothschild Boulevard&lt;/a&gt;, where a field studio was built, broadcasting live interviews throughout the day. In Jerusalem's France (Paris) Square, outside the Prime Minister's official residence, 250 protesters demonstrated and blocked roads. The police detained 3 demonstrators only to release them later that day. More demonstrations were held around the country – in Haifa's main road, the entrance to Karmiel and other major junctions across the country.\nRoads were blocked by protesters in several cities, some of them were main city roads. Around 1000 protesters blocked HaShalom intersection and marched down to the highway, chanting about equality for all, social justice and government-backed discrimination. Protesters also blocked roads in other cities; In a demonstration on Ragher avenue, the main road in Beersheba, a driver tried running over a protester. The end of the protest day was marked with a march in &lt;a href=\"Florentin%2C%20Tel%20Aviv\"&gt;Florentin&lt;/a&gt; in south Tel Aviv, supporting the transgender community, following an attempted murder of a trans woman sex worker a few days prior. This attack was the peak of many transphobic acts of violence in Israel. The march ended in the Tel Aviv Central Bus Station, a location known as a center of prostitution, and was attended by around 6000 people, making it the largest transgender demonstration in Israel, to date.\nRabin Square rally.\nThe strike day, along with its demonstrations and protests against anti-LGBT discrimination and violence, culminated in a rally in Rabin Square in central Tel Aviv. According to police estimate, between 80,000 and 100,000 people attended that rally. The rally was hosted by TV presenters &lt;a href=\"Lucy%20Aharish\"&gt;Lucy Aharish&lt;/a&gt; and &lt;a href=\"Nadav%20Borenstein\"&gt;Nadav Borenstein&lt;/a&gt;, and among the speakers were former parliament member and longtime human rights activist &lt;a href=\"Yael%20Dayan\"&gt;Yael Dayan&lt;/a&gt;, actress &lt;a href=\"Orna%20Banai\"&gt;Orna Banai&lt;/a&gt;, and Orly and Ravit Weiselberg-Tzur, who were to appear in front of the Supreme Court the next day in their case pleading to register both of them as their son's parents. Many artists also performed at the rally, like &lt;a href=\"Rita%20%28Israeli%20singer%29\"&gt;Rita&lt;/a&gt;, &lt;a href=\"Dana%20International\"&gt;Dana International&lt;/a&gt;, Ilay Botner, &lt;a href=\"Ran%20Danker\"&gt;Ran Danker&lt;/a&gt;, &lt;a href=\"Korin%20Alal\"&gt;Korin Alal&lt;/a&gt;, &lt;a href=\"Rona%20Keinan\"&gt;Rona Kenan&lt;/a&gt; and others. All main Israeli broadcast networks dedicated a major part of their programs to the strike, and broadcast live from different demonstrations across Israel, from the strike headquarters in Rothschild Avenue and from the rally in Rabin Square."
}