{
    "id": "5800416",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=5800416",
    "title": "Mahuva, Bhavnagar",
    "text": "Mahuva is a town and &lt;a href=\"taluka%23India\"&gt;subdistrict&lt;/a&gt; of &lt;a href=\"Bhavnagar%20District\"&gt;Bhavnagar District&lt;/a&gt;, in the state of &lt;a href=\"Gujarat\"&gt;Gujarat&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;. Located on the coast of the &lt;a href=\"Arabian%20Sea\"&gt;Arabian Sea&lt;/a&gt;, Mahuva is known for its mild weather and green, lush surroundings, including many coconut tree plantations. The town is a part of the &lt;a href=\"Saurashtra%20%28region%29\"&gt;Saurashtra&lt;/a&gt; region, and is known as the &lt;a href=\"Kashmir\"&gt;Kashmir&lt;/a&gt; of Saurashtra. Mahuva is also known for wooden toys, raw onions, groundnuts, and a local variety of mango called the Jamadar. The region is home to a thriving &lt;a href=\"agribusiness\"&gt;agribusiness&lt;/a&gt; industry, particularly enterprises that dehydrate vegetables such as garlic and onions for use in processed foods.\nGeography.\nMahuva is a Taluka (subdistrict) located in &lt;a href=\"Bhavnagar%20District\"&gt;Bhavnagar District&lt;/a&gt;, in the state of &lt;a href=\"Gujarat\"&gt;Gujarat&lt;/a&gt;, as well as the name of a town within the taluka. Mahuva is in the coastal region of &lt;a href=\"Saurashtra%20%28region%29\"&gt;Saurashtra&lt;/a&gt; on the &lt;a href=\"Gulf%20of%20Khambhat\"&gt;Gulf of Khambhat&lt;/a&gt;, which is a bay on the coast of the Arabian Sea.\nDemographics.\nAccording to the &lt;a href=\"2011%20Census%20of%20India\"&gt;2011 Census of India&lt;/a&gt;, Mahuva subdistrict had a population of 452,011; the town of Mahuva had a population of approximately , composed of about 90,000 males and 60,000 females. There were a total of 27,607 households. Most residents of Mahuva are Hindus and Muslims; a smaller number are Jains and Christians.\nEconomy.\nThe local economy of Mahuva is primarily based on the &lt;a href=\"agriculture\"&gt;agricultural&lt;/a&gt; produce market and industries. The Mahuva &lt;a href=\"Agricultural%20Produce%20Market%20Committee\"&gt;Agricultural Produce Market Committee&lt;/a&gt; (APMC) was established in 1858.\nMahuva and its surrounding villages are known for their onion production. The Mahuva market yard is the second largest onion trading centre in India after &lt;a href=\"Lasalgaon\"&gt;Lasalgaon&lt;/a&gt;, &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;. It is spread across 38–40 acres of land. The region is the largest producer of &lt;a href=\"white%20onion\"&gt;white onion&lt;/a&gt;s and the second largest producer of &lt;a href=\"red%20onion\"&gt;red onion&lt;/a&gt;s in the country. Therefore, onion is the largest trading commodity in Mahuva APMC. Mahuva is a large hub for onion processing and exporting, with over 120 large-scale &lt;a href=\"food%20drying\"&gt;dehydration&lt;/a&gt; plants. Onions from Mahuva Market are transported to many regions of India.\n&lt;a href=\"Peanut\"&gt;Peanut&lt;/a&gt;s, &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt; and &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt;s are also major trading commodities of this market. It is the only APMC of the state where coconuts are officially traded. &lt;a href=\"Cotton%20gin\"&gt;Cotton gin&lt;/a&gt;ning is also conducted in the region. There are many small and large &lt;a href=\"poultry\"&gt;poultry&lt;/a&gt; farms in Mahuva, including an &lt;a href=\"emu\"&gt;emu&lt;/a&gt; farm. The Jamadar mango and Ramfal are special varieties of fruit found in Mahuva. Mahuva is the only place in Gujarat where specialized irrigation systems are needed to control &lt;a href=\"soil%20salinity\"&gt;soil salinity&lt;/a&gt;.\n&lt;a href=\"Port%20Pipavav\"&gt;Pipavav Port&lt;/a&gt; is a fast growing sea port located nearby, and India's first private sector port situated in &lt;a href=\"Rajula\"&gt;Rajula&lt;/a&gt;. &lt;a href=\"Reliance%20Naval%20and%20Engineering%20Limited\"&gt;Reliance Naval and Engineering Limited&lt;/a&gt;, one of the India's largest &lt;a href=\"shipbuilding\"&gt;shipbuilding&lt;/a&gt; and &lt;a href=\"heavy%20industry\"&gt;heavy industry&lt;/a&gt; companies, operates out of the port.\nThere are many &lt;a href=\"diamond%20cutting\"&gt;diamond cutting and polishing&lt;/a&gt; centres with ties to overseas markets. Some are working for &lt;a href=\"diamantaires\"&gt;diamantaires&lt;/a&gt; in &lt;a href=\"Surat\"&gt;Surat&lt;/a&gt;.\nMahuva is also known for wooden toys and other wooden handicraft.\nA recent surge in the growth of food processing industries, rope manufacturing units, cold storage chains and diamond polishing centres in Mahuva region has increased employment in the region.\nMahuva has two hospitals. \"Sadbhavana Hospital\" was recently approved to be upgraded from Municipal Hospital status to Civil Hospital, and is undergoing improvements to reflect the change in status. It is located on the outskirts of Mahuva near Vadali. &lt;a href=\"Kanubhai%20Kalsariya\"&gt;Kanubhai Kalsariya&lt;/a&gt; was a pioneering doctor from the hospital. \"Hanumant Trust Hospital\" is a second hospital situated on the bypass road, which was developed as a multi-specialty hospital.\nThere are also private clinics, many within &lt;a href=\"nursing%20home\"&gt;nursing home&lt;/a&gt;s, offering a variety of services, including physicians, paediatricians, ophthalmologists, orthopaedic surgeons, general surgeons, gynecologists, anesthesiologists, pathologists, dentists, and physiotherapists.\nTransport.\nMahuva is connected to all major cities of Gujarat and other Indian states by road and rail.\nLocal\n&lt;a href=\"Auto%20rickshaw\"&gt;Auto rickshaw&lt;/a&gt;s and taxis are available in town. &lt;a href=\"Gujarat%20State%20Road%20Transport%20Corporation\"&gt;GSRTC&lt;/a&gt; buses service connect Mahuva to other cities and nearby villages.\nRoad\nMahuva is approximately 97 km away from &lt;a href=\"Bhavnagar\"&gt;Bhavnagar&lt;/a&gt; and approximately 290 km from &lt;a href=\"Ahmedabad\"&gt;Ahmedabad&lt;/a&gt;. It is connected to &lt;a href=\"Diu%2C%20India\"&gt;Diu&lt;/a&gt;, &lt;a href=\"Somnath%20temple\"&gt;Somnath&lt;/a&gt;, &lt;a href=\"Palitana\"&gt;Palitana&lt;/a&gt; and &lt;a href=\"Amreli\"&gt;Amreli&lt;/a&gt; via state highways. Private buses are well connected with &lt;a href=\"Ahmedabad\"&gt;Ahmedabad&lt;/a&gt;, &lt;a href=\"Vadodara\"&gt;Vadodara&lt;/a&gt; and &lt;a href=\"Surat\"&gt;Surat&lt;/a&gt;. &lt;a href=\"GSRTC\"&gt;GSRTC&lt;/a&gt; buses operate regularly, connecting Mahuva to these places. Private travel organizations also operate buses to &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;. These buses can reach &lt;a href=\"Ahmedabad\"&gt;Ahmedabad&lt;/a&gt; from Mahuva in about six hours, and &lt;a href=\"Vadodara\"&gt;Vadodara&lt;/a&gt; in about eight hours.\nRail\nThere are direct weekly or daily trains. The major route is the Mahuva–Mumbai Bandra (T.) SF Express, connecting major cities (Ahmedabad, Vadodara, Surat). Weekly train &lt;a href=\"Bandra%20Terminus%E2%80%93Mahuva%20Express\"&gt;Mahuva–Mumbai Bandra (T.)&lt;/a&gt; available on Thrusday and Saturday from &lt;a href=\"Mahuva%20Junction%20railway%20station\"&gt;Mahuva Junction&lt;/a&gt;. While direct train &lt;a href=\"Surat%E2%80%93Mahuva%20Superfast%20Express\"&gt;Mahuva-Surat Superfast Train&lt;/a&gt; is available on daily basis.\nAir\nThe nearest airport is &lt;a href=\"Bhavnagar%20Airport\"&gt;Bhavnagar Airport&lt;/a&gt; at Bhavnagar, about 100 km away from Mahuva. Private buses and GSRTC buses are available to Mahuva from the airport.\nWater\nThe &lt;a href=\"RORO%20ferry%20service%2C%20Gujarat\"&gt;RORO ferry&lt;/a&gt;, the first of its kind in India, began operating in 2017, and connects the ports of &lt;a href=\"Ghogha\"&gt;Ghogha&lt;/a&gt; and &lt;a href=\"Dahej\"&gt;Dahej&lt;/a&gt; in Gujarat.\nEducation.\nColleges\nHigh Schools\nPrimary Schools\nMedium Schools\nAttractions.\nThere are two public parks in Mahuva, Gandhi Baug and Kuber Baug.\nThere is new attraction opened recently at the outskirts of the Mahuva named The City Mall and Multiplex which houses newly opened Cine Arc Multiplex having Dolby Digital Sound System with premium seatings, Game Zone, and Real Paprika Pizzeria etc. It became new popular weekend destination for the people of Mahuva located on the Mahuva-Bhavnagar National Highway near Bhadrod village and distanced approximately 5 kilometers from the city. In short span of time it became popular destinations among youth, movie lovers and children.\nMahuva is home to many religious temples and monuments that are popular with local &lt;a href=\"Hinduism\"&gt;Hindu&lt;/a&gt; and &lt;a href=\"Jainism\"&gt;Jain&lt;/a&gt; adherents. Gaytri Mata Shaktipith, a temple made in the shape of a lotus, is the &lt;a href=\"Prana%20Pratishtha\"&gt;Prana Pratishtha&lt;/a&gt; of &lt;a href=\"Gayatri\"&gt;Gayatri&lt;/a&gt;devi. It opened in 1981, on the celebration of &lt;a href=\"Jalaram%20Jayanti\"&gt;Jalaram Jayanti&lt;/a&gt;. The Dwarkadhish temple (also known as Haveli) is attended daily by devotees to &lt;a href=\"Shrinathji\"&gt;Shrinathji&lt;/a&gt;. The location where &lt;a href=\"Bhagatji%20Maharaj\"&gt;Bhagatji Maharaj&lt;/a&gt; was born and resided throughout his life has been preserved. A &lt;a href=\"Bochasanwasi%20Akshar%20Purushottam%20Swaminarayan%20Sanstha\"&gt;BAPS Swaminarayan&lt;/a&gt; temple located on the western outskirts of the town was inaugurated in 2014 by &lt;a href=\"Mahant%20Swami%20Maharaj\"&gt;Mahant Swami Maharaj&lt;/a&gt;. The temple is made of pink stones and inspired by &lt;a href=\"Pramukh%20Swami%20Maharaj\"&gt;Pramukh Swami Maharaj&lt;/a&gt;. The Mahuva &lt;a href=\"Tirtha%20%28Jainism%29\"&gt;Jain Tirth&lt;/a&gt;, known as Madhumati in ancient scriptures, is the birthplace of Sheth Javad Shah and Sheth Jadadu Shah. This shrine to &lt;a href=\"Mahavir\"&gt;Sri Mahavir&lt;/a&gt; is venerated as \"Jivit Swami\" and is included in the Panch Tirthi of Sri Shatrunjay shrines.\nTatkaleshvar Mahadev temple, located south-west of Mahuva city, is visited by a large number of devotees, particularly during the Hindu month of &lt;a href=\"Shraavana\"&gt;Shraavana&lt;/a&gt;. It is a popular stop for pilgrims visiting the &lt;a href=\"Somnath%20temple\"&gt;Somnath temple&lt;/a&gt; and sometimes referred to as \"Little Somnath\". Many travel to the ancient Bhutnath Mahadev temple of &lt;a href=\"Shiva\"&gt;Shiva&lt;/a&gt; at &lt;a href=\"Vadli\"&gt;Vadli&lt;/a&gt;, located north-east of Mahuva, during the month of &lt;a href=\"Shraavana\"&gt;Shraavana&lt;/a&gt;.\nBhavani beach, is a popular picnic spot located south-east of Mahuva. Bhavani Mata Mandir is an ancient temple located on the beach.\nWildlife.\nA large population of &lt;a href=\"white-rumped%20vulture\"&gt;white-rumped vulture&lt;/a&gt;s can be found in Mahuva. There are 234 other bird species found in the area, and it is the only area of Bhavnagar district where &lt;a href=\"jungle%20babbler\"&gt;jungle babbler&lt;/a&gt;s are found.\nNeighbouring villages.\nPingleshwar, a small village near Mahuva, is known for a very old &lt;a href=\"Shivling\"&gt;Shivling&lt;/a&gt; under the sea. It is only visible in the morning when the tide is out.\nTalgajarda, the birthplace of &lt;a href=\"Morari%20Bapu\"&gt;Morari Bapu&lt;/a&gt;, is 5 kilometers from Mahuva. It is known for its temples, including a &lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt; temple.\n&lt;a href=\"Mota%20Khuntavada\"&gt;Mota Khuntavada&lt;/a&gt; (19 kilometres from Mahuva, 60 kilometres from &lt;a href=\"Palitana\"&gt;Palitana&lt;/a&gt;) is known for its &lt;a href=\"Jain%20temple\"&gt;Jain temple&lt;/a&gt; and its 90-year-old &lt;a href=\"Ganesha\"&gt;Ganesha&lt;/a&gt; temple, Sidhhganesh Ashram Mota Khuntavada. Mota Khuntavada lies between Mava Dungar Hill, which is surrounded by Malan Dam Lake, and Chitradhar Hill. There is also a 100-year-old &lt;a href=\"Hanuman\"&gt;Hanuman&lt;/a&gt; temple in the lake, and nearby a 150-year-old &lt;a href=\"Mahakali\"&gt;Mahakali Devi&lt;/a&gt; temple.\nKotamoi is a small village of Mahuva. Kotamoi is at the near Rojki river.\nUncha Kotda, or Unchakotada, (27 kilometers east of Mahuva) is a temple to &lt;a href=\"Chamunda\"&gt;Chamunda Devi&lt;/a&gt; that is revered as a mini &lt;a href=\"Shakti%20Peetha\"&gt;Shaktipith&lt;/a&gt;.\nOtha, 14 kilometers from Mahuva, is home to Shashtri Jivalal Mulshankar Pandya, a &lt;a href=\"Bhagavata\"&gt;Bhagvat&lt;/a&gt; &lt;a href=\"Kathak\"&gt;Kathak&lt;/a&gt;ar.\n&lt;a href=\"Bagdana\"&gt;Bagdana&lt;/a&gt;, the village of the mystic Bajrangdas Bapa, is 35 kilometres from Mahuva. The temple is visited throughout the year, especially &lt;a href=\"Guru%20Purnima\"&gt;Guru Purnima&lt;/a&gt; and &lt;a href=\"tithi\"&gt;tithi&lt;/a&gt;. Half a million people pay homage to the temple each year."
}