{
    "id": "58020863",
    "revid": "2278355",
    "url": "https://en.wikipedia.org/wiki?curid=58020863",
    "title": "William Chandler (bookmaker)",
    "text": "William George Chandler known as Bill (1880-1946) was a British &lt;a href=\"bookmaker\"&gt;bookmaker&lt;/a&gt;, and the owner of &lt;a href=\"Walthamstow%20Stadium\"&gt;Walthamstow Stadium&lt;/a&gt;, a greyhound racing track in north east London.\nEarly life.\nWilliam Chandler was born in &lt;a href=\"Hoxton\"&gt;Hoxton&lt;/a&gt;, London.\nCareer.\nHe became the leading bookmaker at &lt;a href=\"White%20City%20Greyhounds\"&gt;White City Greyhounds&lt;/a&gt; based in London's &lt;a href=\"White%20City%20Stadium\"&gt;White City Stadium&lt;/a&gt;.\nChandler may have started an illegal betting business in the 1920s, was a shareholder and director in a greyhound racetrack in &lt;a href=\"Hackney%20Wick\"&gt;Hackney Wick&lt;/a&gt;.\nIn the early 1930, Chandler sold his shares to buy &lt;a href=\"Walthamstow%20Stadium%23Crooked%20Billet\"&gt;Crooked Billet&lt;/a&gt;, an unlicensed greyhound track in Walthamstow, which he redeveloped as &lt;a href=\"Walthamstow%20Stadium\"&gt;Walthamstow Stadium&lt;/a&gt;.\nPersonal life.\nChildren.\nChandler had eight children, including five sons. After his death in 1946, Charles and Percy managed Walthamstow Stadium, and the bookmaking business passed to Victor and Jack (now &lt;a href=\"BetVictor\"&gt;BetVictor&lt;/a&gt;), and Ronnie trained greyhounds.\nCharles Chandler became general manager of Walthamstow Stadium, and married Frances Morrill, one of three sisters who all married Chandler brothers, Betty to Victor and Ann to Percy. Percy was catering Manager and died in 1984. Frances Chandler (1919 - 4 February 2015) was a leading greyhound owner, and her dogs included \"Greyhound of the Year\" &lt;a href=\"Magourna%20Reject\"&gt;Magourna Reject&lt;/a&gt; and &lt;a href=\"1971%20Irish%20Greyhound%20Derby\"&gt;1971 Irish Greyhound Derby&lt;/a&gt; winner &lt;a href=\"Sole%20Aim\"&gt;Sole Aim&lt;/a&gt;.\nGrandchildren.\nVictor Sr. died in 1974, and his son &lt;a href=\"Victor%20Chandler\"&gt;Victor Chandler&lt;/a&gt; Jr. took charge of the bookmaking business. Charles Sr. died in 1976 and his son Charles Henry Chandler Jr. was a director of Waltamstow, chairman of Racecourse Promoters and a Director of the &lt;a href=\"Greyhound%20Racing%20Association\"&gt;Greyhound Racing Association&lt;/a&gt;. Jack Alan Chandler, William George Chandler, Philip Henry Chandler, Robert Douglas Chandler, Vicki Ermelli (née Chandler) and Annie Aslett (née Chandler) were all directors of Walthamstow Stadium.\nPhilip was also the manager of Charlie Chan's nightclub underneath the stadium, which ran from 1984 until its closure in 2007."
}