{
    "id": "58045678",
    "revid": "1666642",
    "url": "https://en.wikipedia.org/wiki?curid=58045678",
    "title": "Bonnyrigg House",
    "text": "Bonnyrigg House is a heritage-listed homestead complex at Cartwright Street, &lt;a href=\"Bonnyrigg%2C%20New%20South%20Wales\"&gt;Bonnyrigg&lt;/a&gt;, &lt;a href=\"City%20of%20Fairfield\"&gt;City of Fairfield&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia. It was designed by possibly &lt;a href=\"Francis%20Greenway\"&gt;Francis Greenway&lt;/a&gt; and built from 1825 to 1826 by A. Kinghorne and Thomas Moore. It is also known as Male Orphan School, The Homestead and Schoolmaster's residence. The property is owned by Office of Environment and Heritage (General). It was added to the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt; on 2 April 1999.\nHistory.\n1804 &lt;a href=\"Philip%20Gidley%20King\"&gt;Governor King&lt;/a&gt; granted in &lt;a href=\"Cabramatta%2C%20New%20South%20Wales\"&gt;Cabramatta&lt;/a&gt; to the Female Orphan School, which had outgrown its city site on George and Bridge Streets, after lobbying from Reverend &lt;a href=\"Samuel%20Marsden\"&gt;Samuel Marsden&lt;/a&gt;. This land was rented out in portions to provide an income for the school.\nMarsden convinced King to build a permanent Female Orphan House at &lt;a href=\"Parramatta\"&gt;Parramatta&lt;/a&gt; (now &lt;a href=\"Rydalmere%2C%20New%20South%20Wales\"&gt;Rydalmere&lt;/a&gt;), and this was built under &lt;a href=\"Lachlan%20Macquarie\"&gt;Governor Macquarie&lt;/a&gt; from 1813-1818. When this opened the &lt;a href=\"George%20Street%2C%20Sydney\"&gt;George Street&lt;/a&gt; residence was repaired and reopened as a Male Orphan House.\n&lt;a href=\"John%20Bigge\"&gt;Commissioner Bigge&lt;/a&gt; was not satisfied with the city site and recommended establishment of a new male orphanage on the Orphan School estate close to &lt;a href=\"Liverpool%2C%20New%20South%20Wales\"&gt;Liverpool&lt;/a&gt;. The estate (grant) had been declared invalid due to failure of the School's Committee to pay quit rent of 12 pounds 6 shillings after 5 years. &lt;a href=\"Thomas%20Brisbane\"&gt;Governor Brisbane&lt;/a&gt; rededicated the land to its original purpose in 1823. Meanwhile, the grant had been used as a small stock farm on which a small house and several farm buildings had been built.\nBigge proposed that the Male Orphan School be established on the land and that the new institution would serve as a farm school in an attempt to increase the level of farming knowledge and practice in New South Wales. It would also lower costs because the occupants could grow and harvest some of their own food.\nIn early 1824 the move was complete and the original George Street residence ceased operating as an orphanage. James &lt;a href=\"Busby%2C%20New%20South%20Wales\"&gt;Busby&lt;/a&gt;, appointed farm manager, taught the boys viticulture, having planted a vineyard here in 1825. The \"New Farm\" near Liverpool as the male orphanage became known, briefly ceased operation in 1826.\nIn April 1826 the administration of orphans changed from the Orphan Committee to the Church and Schools Corporation and a new site was selected. The orphanage was again relocated, this time to a nearby site only one and 1/4 miles from Liverpool and construction of the school began at Bull's Hill, also located within the existing Orphan School estate.\nThe Schoolmaster's residence, otherwise known as the Homestead, was built at Bull's Hill within the Orphan School estate sometime in c.1826. The site was selected by &lt;a href=\"Government%20of%20New%20South%20Wales\"&gt;Government&lt;/a&gt; engineer Alexander Kinghorne.\nWork began on Bull's Farm in June 1826. The land had already been partially cleared and by July 1826 tenders were called to begin works on the Master's Residence (now Bonnyrigg House) and dormitories. Construction works on various buildings continued at the Orphanage until 1848, just two years prior to its closure in March 1850.\nThe large complex included the Master's House, dormitories, a dining room, school rooms, a probationary school, an infant school room and nursery, staff bedroom and kitchen, watch house, a hospital, stable and yard, coach house, offices, tailor's shop, bakehouse, storekeeper's house, clothing store and privies. Most of these were sited close to Bonnyrigg House on the top of the hill. No detailed plants were found of the institution showing their exact location.\nBonnyrigg House stood on top of a rise with views across the district. It was designed by &lt;a href=\"New%20South%20Wales%20Government%20Architect\"&gt;Colonial Architect&lt;/a&gt; Francis Greenway in 1821-5. Thomas Moore was eventually engaged as its builder. A succession of Masters occupied the residence, the first being William Walker. Reverend Robert &lt;a href=\"Cartwright%2C%20New%20South%20Wales\"&gt;Cartwright&lt;/a&gt; was second master of the school for four years. Then Lieutenant Richard Sadlier (R.N.) who held the position until the school's closure. The upper floor of the residence was used as a Court House for the meeting of Magistrates.\nThe area covering the Orphan School estate was less densely covered by trees and was ideal for agriculture, containing excellent land for farming. Boys were employed both on the New Farm, linked to the Orphan School by a track, and in the vineyard and paddocks containing cotton crops. As identified on an 1863 survey, the paddocks and vineyard surrounded the school. The same survey shows a large garden at the front of the Master's House, though the school had closed in 1850.\nThe agricultural potential of the land around the homestead was recognised by James Busby, appointed Farm Manager for the orphanage in 1825. Busby was one of the first in the colony to attempt commercial grape growing for wine production, and dug a number of fresh water bores to the north east of the Master's House. Wine produced from the grapes grown on the estate was first exported from the colony in 1831. His pioneering viticulture laid the foundations of the Australian wine industry. Busby published a book on growing grapes for wine-making in 1825 and also donated various (over 400) European grape varieties to the Botanic Gardens in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; in 1833 (which supplied a number of colonists and early viticulturists with plants for some years).\nIn 1850 the boys were relocated to Parramatta. For many years the buildings remained vacant, eventually falling into disrepair. At the same time the land around the complex was leased to various local families.\nIn the late 1870s and early 1880s the church decided to subdivide the estate for sale. A large section of land was purchased along &lt;a href=\"Orphan%20School%20Creek\"&gt;Orphan School Creek&lt;/a&gt; by &lt;a href=\"William%20Simpson%20%28judge%29\"&gt;William Simpson&lt;/a&gt; (Stimson) for two pounds an acre. With this acquisition William Simpson became the largest landowner and one of the most successful farmers in the &lt;a href=\"Fairfield%2C%20New%20South%20Wales\"&gt;Fairfield&lt;/a&gt; district. The pioneering Simpson family occupied Bonnyrigg House for many years.\nSimpson also led the area's growing timber industry, installing steam-powered saw mills at present day King's Park and in the Fairfield township. He leased or sold large tracts of his land to his five sons who cultivated grapes and market gardens in the fertile soil along the edges of the waterway. One of these, Joseph, grew grapes in the Bonnyrigg area.\nSimpson's land was again subdivided after 1912 and much of it was taken up by poultry farmers, becoming one of the state's most intensive poultry farming areas. Part of the remaining Orphan School estate was again subdivided into smaller holdings suitable for family farm allotments, particularly the case around Bonnyrigg.\nA single storey front addition was added c.1914 and a timber verandah and two-storey extension were added to the rear of the building in 1914.\nPhotographs from c.1950 show a large bunya pine (&lt;a href=\"Araucaria%20bidwillii\"&gt;Araucaria bidwillii&lt;/a&gt;) - far taller than the house, and probably dating from at least the 1870s (discovered and popularised from the 1840s onwards). Also shown in these photographs was a picket fence northwest of the house, and a star picket fence separating the vacant Orphan School site. Oleanders (Nerium oleander) had been planted by the 1950s, and remain on site today. In the 1950s the house was surrounded by vacant paddocks, market gardens and distant produce sheds.\nBonnyrigg House is the last standing structure of the colony's first orphanage for boys, which existed from 1826-1840. The Heritage Council of NSW funded an archaeological survey of the site (in 1977), which may be dedicated for an open space reserve within a residential release area, to identify historic remains of the orphanage.\nThe survey report traced the site's history as a sizable administrative and domestic establishment which functioned in conjunction with its agricultural estate, known as New Farm, located nearby. The orphanage, important in the development of social welfare in the country, represents one of the earliest attempts at a combined welfare and training programme. This was due to the social and educational policies of the institution's administrators.\nThe institution was closely associated with prominent colonial figures, in particular Rev. Samuel Marsden, Archdeacon &lt;a href=\"Scott%2C%20New%20South%20Wales\"&gt;Scott&lt;/a&gt;, Rev. Cartwright, Governor Lachlan Macquarie and James Busby.\nBonnyrigg House was built in 1826 as the master's residence, and the only complete example of Alexander Kinghorne's building design. Kinghorne was a civil engineer whose name has been briefly connected with colonial institutional building programmes at this time.\nExamination of the site has identified structural remains and other evidence of occupation attributed to the orphanage period.\nSince then many housing estates have emerged in Fairfield, particularly in the 1980s. Bonnyrigg House is now privately owned and still used as a residence.\nDescription.\nSite.\nAllotment 21 is an off-square subdivision of land approximately . Its slightly curving frontage along Cartwright Street measures . The maximum length at right angles to the house is and a depth of .\nThe house is sited on higher ground to the west. The site slopes gently down to the east across an open lawn area. To the southwest in front of the house is also lawn. The house is from the northwest fence, which is a lap and cap style timber fence high. The same style of fence extends along the northeast side of the property and a steel fence to the southeast. An iron fence now marks the front of the property to the southwest. Within the boundary a steel dividing fence long has been erected for privacy in the rear yard. Nearby in the northwest corner a cliplock &lt;a href=\"shed\"&gt;shed&lt;/a&gt; has been built.\nA large Bunya Bunya pine (&lt;a href=\"Araucaria%20bidwillii\"&gt;Araucaria bidwillii&lt;/a&gt;) is near the house. Jasmine (&lt;a href=\"Jasmine\"&gt;Jasminium sp.&lt;/a&gt;) and bougainvillea (B. glabra cv.) drape over the rear timber fence. Together with the oleanders (&lt;a href=\"Nerium\"&gt;Nerium oleander&lt;/a&gt;) along the east side of the driveway, these plants appear in a c.1950s photograph of the site. A sparse spread of younger eucalypt trees accurs along the south and eastern boundaries of the site. No remnant garden appears to have survived from the 19th century.\nHouse.\nThe house is a Colonial Georgian residence, of sandstock brick, two storeys with cellars. Hipped iron roof overlies timber shingles and windows are double hung &lt;a href=\"Sash%20window\"&gt;sash&lt;/a&gt; with &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; &lt;a href=\"Lintel%20%28architecture%29\"&gt;lintels&lt;/a&gt;. A number of blind windows are centrally located on the upper floors, possibly linked to the use of the building by visiting magistrates. Inside it contains painted cedar joinery and a cedar staircase.\nTo the rear, the c.1914-16 rear addition is a two-storey &lt;a href=\"weatherboard\"&gt;weatherboard&lt;/a&gt; extension deep and incorporating a &lt;a href=\"veranda\"&gt;veranda&lt;/a&gt;h deep.\nTo the front an addition is a single storey structure of rendered brick and fibro, with an iron &lt;a href=\"skillion%20roof\"&gt;skillion roof&lt;/a&gt;, .\nConstructed 1826 as the master's house for the orphanage, the original building now incorporated within present structure, is the two storey brick section and the original main entrance was probably on the western side. In 1827-1880 a single storey wing was attached and this was replaced at the end of the 19th century by the existing two storied weatherboard section. The building was apparently designed by Alexander Kinghorne, civil engineer.\nDormitory Block.\nThe position of this structure has been located on land presently (1981) owned by Mr &amp; Mrs Oliver, and is partly covered by a large shed. Scatters of brick identify the position of the brick building with stone &lt;a href=\"Quoin%20%28architecture%29\"&gt;quoins&lt;/a&gt; which was partly standing as recently as 1976.\nOther remains.\nExamination of the site has identified structural remains and other evidence of occupation which is attributed to the orphanage period. This includes:\nCondition.\nAs at 4 November 2003, the overall setting of the house and curtilage has been severely compromised by suburban subdivision and housing developments. The house has been compromised by unsympathetic additions to its front and rear.\nModifications and dates.\nIn 2003 large mature bunya pines were removed near the house.\nThe setting is much changed from once overlooking bushland, paddocks, terraced vineyards, and later market gardens to the east; today it is surrounded by suburban development, including two storey townhouses to the east. Most of the neighbouring houses on Cartwright Street are two storey. The whole area has been built up except for adjoining allotments to the northwest and northeast.\nHeritage listing.\nAs at 9 February 2012, Bonnyrigg House is thought to be the oldest standing building in the &lt;a href=\"City%20of%20Fairfield\"&gt;City of Fairfield&lt;/a&gt; (1826). It has architectural and aesthetic significance as a rare surviving example of Colonial Georgian architecture and is thought to have been designed by Colonial Architect Francis Greenway as the master's residence of the Male Orphan School complex. It has strong social and historical associations with the early 19th century Male Orphanage and School and the emergence of social welfare in Australia. It is also important for its association with James Busby, a pioneer of the Australian wine industry.\nThe house is the only remaining standing structure of the first male orphan school complex in Australia, apparently designed by Alexander Kinghorne, and the only complete example of his building design. Kinghorne was a civil engineer whose name has been briefly connected with colonial institutional building programmes at this time (1826).\nThe site has associations with James Busby and the development of the Australian wine industry. Busby was appointed to teach viticulture to boys at the Orphan School in 1825 and planted a vineyard here in 1825. While not the first to import or grow vines, Busby was the prophet of the Australian wine industry, publishing the first book (1825, Sydney) in Australia on wine growing and making, donating a huge private collection of European grape varieties to the Botanic Gardens, Sydney in 1833 (which was thence distributed across the state, to &lt;a href=\"South%20Australia\"&gt;SA&lt;/a&gt; and &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;), and responsible for the first plantings in the Hunter Valley in 1825. Wine from the Orphan School estate was exported receiving favourable mention in England in 1831. and Ramsden, E. James Busby, Prophet of Australian Viticulture, 1941).\nThe area has historic and archaeological significance as the primary site of the first male orphan school in Australia from 1826-1840, during which time it was a sizable administrative and domestic establishment which functioned in conjunction with its agricultural estate, known as New Farm, located nearby.\nThe orphanage, important in the development of social welfare in Australia, represents one of the earliest attempts at a combined welfare and training programme, due to the social and educational policies of the institution's administrators.\nThe institution was closely associated with prominent colonial figures, including Samuel Marsden, Archdeacon Scott, Reverend Cartwright, Governor Macquarie and James Busby.\nThe site has identified structural remains and other evidence of occupation which is attributed to the orphanage period. It has potential archaeological significance, with potential to provide information on the functions, layout and activities of the orphanage and its growth and decline.\nBonnyrigg House was listed on the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt; on 2 April 1999 having satisfied the following criteria.\nThe place is important in demonstrating the course, or pattern, of cultural or natural history in New South Wales.\nBonnyrigg house has historical significance arising from the evidence it provides of 19th century settlement of Fairfield and experimental agricultural work undertaken by the boys of the Male Orphan School. It holds important links with the early social and agricultural history of Australia. Its vineyards and cotton crops were amongst the earliest of their kind.\nThe place has a strong or special association with a person, or group of persons, of importance of cultural or natural history of New South Wales's history.\nThe residence is associated with the Male Orphan School, its Victorian attitudes to welfare and education. In particular it has strong associations with the Masters of the Orphan School - William Walker, Rev. Robert Cartwright and Richard Sadlier (R.N.). It has associations with James Busby and the development of the Australian wine industry. Busby was appointed farm manager in 1825 and taught viticulture to the boys at the Orphan School.\nThe place is important in demonstrating aesthetic characteristics and/or a high degree of creative or technical achievement in New South Wales.\nIt is a rare surviving example of Colonial Georgian residential architecture and is thought to be the work of Francis Greenway, Colonial Architect.\nThe place has a strong or special association with a particular community or cultural group in New South Wales for social, cultural or spiritual reasons.\nBonnyrigg House has a strong association with the Fairfield community and the descendants of male orphans from the mid 19th century. It is of high social significance as one of the few social welfare institutions established during the early 19th century.\nThe place has potential to yield information that will contribute to an understanding of the cultural or natural history of New South Wales.\nBonnyrigg House and possible associated subsurface archaeological remains have the potential to yield information that will contribute to an understanding of the cultural history of the area. Potential subsurface remains may provide significant information on the Masters of the Orphan School - their lives, families and health. While no structures other than Bonnyrigg House are known to have been erected on allotment 21, it is likely that artefacts, features and deposits survive beneath the soil surface.\nThe place possesses uncommon, rare or endangered aspects of the cultural or natural history of New South Wales.\nThe residence is considered to be architecturally rare as an example of Francis Greenway's work. It is possible only one of three houses designed by Greenway that are known to be in existence still. The building is also rare as an example of an early Colonial Georgian style residence that was itself associated with a social welfare institution. It is a rare surviving element of the original settlement of Fairfield and the only surviving building from the former Male Orphan School (c.1826-50)."
}