{
    "id": "5805267",
    "revid": "10239913",
    "url": "https://en.wikipedia.org/wiki?curid=5805267",
    "title": "Maria de Rudenz",
    "text": "Maria de Rudenz is a \"dramma tragico\", or tragic &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, in three parts by &lt;a href=\"Gaetano%20Donizetti\"&gt;Gaetano Donizetti&lt;/a&gt;. The Italian &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; was written by &lt;a href=\"Salvadore%20Cammarano\"&gt;Salvadore Cammarano&lt;/a&gt;, based on \"a piece of Gothic horror\", \"La nonne sanglante\" by &lt;a href=\"Auguste%20Anicet-Bourgeois\"&gt;Auguste Anicet-Bourgeois&lt;/a&gt; and &lt;a href=\"Julien%20de%20Mallian\"&gt;Julien de Mallian&lt;/a&gt;, and \"&lt;a href=\"The%20Monk\"&gt;The Monk&lt;/a&gt;\" by &lt;a href=\"Matthew%20Gregory%20Lewis\"&gt;Matthew Gregory Lewis&lt;/a&gt;. It premiered at &lt;a href=\"La%20Fenice\"&gt;La Fenice&lt;/a&gt; in Venice, on 30 January 1838.\nPerformance history.\n19th century\nWhile the initial performances were not very successful (Donizetti regarded them as \"a fiasco\"), the opera was withdrawn after two performances. It was given 14 performances in Rome in 1841 but, again, it was received with little enthusiasm. Finally, an \"excellent production and superior singing this time won vigorous approval\" in a production in Rome in 1841, and this was followed by one in Naples in 1848 at the Teatro Nuovo and three years later for a production at the &lt;a href=\"Teatro%20San%20Carlo\"&gt;Teatro San Carlo&lt;/a&gt;.\n20th century and beyond\nThe opera did not receive a production in the UK until the &lt;a href=\"Opera%20Rara\"&gt;Opera Rara&lt;/a&gt; concert presentation in London on 27 October 1974. The first staged presentations in the 20th century took place at La Fenice beginning on 21 December 1980 with &lt;a href=\"Katia%20Ricciarelli\"&gt;Katia Ricciarelli&lt;/a&gt; in the title role. Both have been recorded. Among other performances, the opera was staged at the Donizetti Festival, &lt;a href=\"Bergamo\"&gt;Bergamo&lt;/a&gt;, in 2013 and by the &lt;a href=\"Wexford%20Opera%20Festival\"&gt;Wexford Opera Festival&lt;/a&gt; in 2016.\nSynopsis.\nMaria de Rudenz falls in love with Corrado against her father's wishes and flees with him to Venice. In Venice, Corrado suspects that Maria is unfaithful to him, abandons her, returns to Rudenz Castle, and falls in love with Maria's cousin Mathilde.\nMaria returns to her ancestor's castle and discovers that her lover is not only going to marry her cousin, but that in fact he is also the son of a murderer. She is ready to keep his secret if only Corrado returns to her. Corrado refuses and in a rage injures her with his sword so that everyone thinks that she is dead.\nOn the wedding day of Mathilde and Corrado, Maria appears again. Maria reveals Corrado's secret to everyone, murders Mathilde, and commits suicide.\nReferences.\nNotes\nSources"
}