{
    "id": "5807102",
    "revid": "11015197",
    "url": "https://en.wikipedia.org/wiki?curid=5807102",
    "title": "History of the Philippines (1898–1946)",
    "text": "The &lt;a href=\"history%20of%20the%20Philippines\"&gt;history of the Philippines&lt;/a&gt; from 1898 to 1946 began with the outbreak of the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt; in April 1898, when the Philippines was still a colony of the &lt;a href=\"Spanish%20East%20Indies\"&gt;Spanish East Indies&lt;/a&gt;, and concluded when the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; &lt;a href=\"Treaty%20of%20Manila%20%281946%29\"&gt;formally recognized the independence&lt;/a&gt; of the &lt;a href=\"Philippines\"&gt;Republic of the Philippines&lt;/a&gt; on July 4, 1946.\nWith the signing of the &lt;a href=\"Treaty%20of%20Paris%20%281898%29\"&gt;Treaty of Paris&lt;/a&gt; on December 10, 1898, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; &lt;a href=\"Cession\"&gt;ceded&lt;/a&gt; the Philippines to the United States. The interim &lt;a href=\"United%20States%20Military%20Government%20of%20the%20Philippine%20Islands\"&gt;U.S. military government of the Philippine Islands&lt;/a&gt; experienced a period of great political turbulence, characterized by the &lt;a href=\"Philippine%E2%80%93American%20War\"&gt;Philippine–American War&lt;/a&gt;.\nBeginning in 1901, the military government was replaced by a civilian government—the &lt;a href=\"Insular%20Government%20of%20the%20Philippine%20Islands\"&gt;Insular Government of the Philippine Islands&lt;/a&gt;—with &lt;a href=\"William%20Howard%20Taft\"&gt;William Howard Taft&lt;/a&gt; serving as its first &lt;a href=\"Governor-General%20of%20the%20Philippines%23Insular%20Government%20%281901%E2%80%931935%29\"&gt;Governor-General&lt;/a&gt;. A series of &lt;a href=\"Insurgency\"&gt;insurgent&lt;/a&gt; governments that lacked significant international and &lt;a href=\"diplomatic%20recognition\"&gt;diplomatic recognition&lt;/a&gt; also existed between 1898 and 1904.\nFollowing the passage of the &lt;a href=\"Tydings%E2%80%93McDuffie%20Act\"&gt;Philippine Independence Act&lt;/a&gt; in 1934, a &lt;a href=\"1935%20Philippine%20presidential%20election\"&gt;Philippine presidential election&lt;/a&gt; was held in 1935. &lt;a href=\"Manuel%20L.%20Quezon\"&gt;Manuel L. Quezon&lt;/a&gt; was elected and inaugurated second &lt;a href=\"List%20of%20presidents%20of%20the%20Philippines\"&gt;President of the Philippines&lt;/a&gt; on November 15, 1935. The Insular Government was dissolved and the &lt;a href=\"Commonwealth%20of%20the%20Philippines\"&gt;Commonwealth of the Philippines&lt;/a&gt;, intended to be a transitional government in preparation for the country's full achievement of independence in 1946, was brought into existence.\nAfter the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; &lt;a href=\"Philippines%20campaign%20%281941%E2%80%9342%29\"&gt;Japanese invasion&lt;/a&gt; in 1941 and subsequent &lt;a href=\"Japanese%20occupation%20of%20the%20Philippines\"&gt;occupation of the Philippines&lt;/a&gt;, the United States and Philippine Commonwealth military completed the &lt;a href=\"Philippines%20campaign%20%281944%E2%80%9345%29\"&gt;recapture&lt;/a&gt; of the Philippines after Japan's surrender, spending another year dealing with Japanese troops who were not aware of &lt;a href=\"Victory%20over%20Japan%20Day\"&gt;Japan's August 15, 1945 surrender&lt;/a&gt;.\nPhilippine Revolution and the Spanish–American War.\nThe &lt;a href=\"Philippine%20Revolution\"&gt;Philippine Revolution&lt;/a&gt; began in August 1896 and ended with the &lt;a href=\"Pact%20of%20Biak-na-Bato\"&gt;Pact of Biak-na-Bato&lt;/a&gt;, a &lt;a href=\"ceasefire\"&gt;ceasefire&lt;/a&gt; between the Spanish colonial Governor-General &lt;a href=\"Fernando%20Primo%20de%20Rivera%2C%201st%20Marquis%20of%20Estella\"&gt;Fernando Primo de Rivera&lt;/a&gt; and the revolutionary leader &lt;a href=\"Emilio%20Aguinaldo\"&gt;Emilio Aguinaldo&lt;/a&gt; which was signed on December 15, 1897. The terms of the pact called for Aguinaldo and his &lt;a href=\"militia\"&gt;militia&lt;/a&gt; to surrender. &lt;a href=\"Katipunan\"&gt;Other revolutionary leaders&lt;/a&gt; were given &lt;a href=\"amnesty\"&gt;amnesty&lt;/a&gt; and a monetary &lt;a href=\"indemnity\"&gt;indemnity&lt;/a&gt; by the Spanish government in return for which the rebel government agreed to &lt;a href=\"Hong%20Kong%20Junta\"&gt;go into exile&lt;/a&gt; in &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;.\nThe failure of Spain to engage in active social reforms in &lt;a href=\"Captaincy%20General%20of%20Cuba\"&gt;Cuba&lt;/a&gt; as demanded by the United States government was the basic cause for the Spanish–American War. American attention was focused on the issue after the mysterious explosion that sank the American battleship on February 15, 1898 in &lt;a href=\"Havana%20Harbor\"&gt;Havana Harbor&lt;/a&gt;. As public political pressure from the &lt;a href=\"History%20of%20the%20United%20States%20Democratic%20Party\"&gt;Democratic Party&lt;/a&gt; and certain industrialists built up for war, the U.S. Congress forced the reluctant &lt;a href=\"History%20of%20the%20United%20States%20Republican%20Party\"&gt;Republican&lt;/a&gt; President &lt;a href=\"William%20McKinley\"&gt;William McKinley&lt;/a&gt; to issue an ultimatum to Spain on April 19, 1898. Spain found it had no diplomatic support in Europe, but nevertheless &lt;a href=\"Declaration%20of%20war\"&gt;declared war&lt;/a&gt;; the U.S. followed on April 25 with its own declaration of war.\n&lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt;, who was at that time &lt;a href=\"Assistant%20Secretary%20of%20the%20Navy\"&gt;Assistant Secretary of the Navy&lt;/a&gt;, ordered Commodore &lt;a href=\"George%20Dewey\"&gt;George Dewey&lt;/a&gt;, commanding the &lt;a href=\"Asiatic%20Squadron\"&gt;Asiatic Squadron&lt;/a&gt; of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;: \"Order the squadron ...to Hong Kong. Keep full of coal. In the event of declaration of war Spain, your duty will be to see that the Spanish squadron does not leave the Asiatic coast, and then offensive operations in Philippine Islands.\" Dewey's squadron departed on April 27 for the Philippines, reaching &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt; on the evening of April 30.\nBattle of Manila Bay.\nThe &lt;a href=\"Battle%20of%20Manila%20Bay\"&gt;Battle of Manila Bay&lt;/a&gt; took place on May 1, 1898. In a matter of hours, Commodore Dewey's Asiatic Squadron defeated the Spanish squadron under Admiral &lt;a href=\"Patricio%20Montojo\"&gt;Patricio Montojo&lt;/a&gt;. The U.S. squadron took control of the arsenal and navy yard at &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt;. Dewey cabled &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington&lt;/a&gt;, stating that although he controlled Manila Bay, he needed 5,000 additional men to seize &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt; itself.\nU.S. preparation for land-based operations.\nThe unexpected rapidity and completeness of Dewey's victory in the first engagement of the war prompted the McKinley administration to make the decision to capture Manila from the Spanish. The &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; began to assemble the &lt;a href=\"Eighth%20Army%20Corps%20%28Spanish-American%20War%29\"&gt;Eighth Army Corps&lt;/a&gt;—a military unit which would consist of 10,844 soldiers under the command of Major General &lt;a href=\"Wesley%20Merritt\"&gt;Wesley Merritt&lt;/a&gt;—in preparation for deployment to the Philippines.\nWhile awaiting the arrival of troops from the Eighth Corps, Dewey dispatched the &lt;a href=\"Naval%20cutter\"&gt;cutter&lt;/a&gt; &lt;a href=\"United%20States%20Revenue%20Cutter%20Service\"&gt;USRC&lt;/a&gt; &lt;a href=\"USS%20McCulloch%20%281897%29\"&gt;\"McCulloch\"&lt;/a&gt; to Hong Kong to transport Aguinaldo back to the Philippines.\nAguinaldo arrived on May 19 and, after a brief meeting with Dewey, resumed revolutionary activities against the Spanish. On May 24, Aguinaldo issued a proclamation in which he assumed command of all Philippine forces and announced his intention to establish a &lt;a href=\"Dictatorship\"&gt;dictatorial government&lt;/a&gt; with himself as dictator, saying that he would resign in favor of a duly elected president.\nPublic jubilation marked Aguinaldo's return. Many Filipino enlisted men &lt;a href=\"Desertion\"&gt;deserted&lt;/a&gt; local Spanish army units to join Aguinaldo's command and the Philippine Revolution against Spain resumed. Soon, many cities such as &lt;a href=\"Imus\"&gt;Imus&lt;/a&gt;, &lt;a href=\"Bacoor\"&gt;Bacoor&lt;/a&gt;, &lt;a href=\"Para%C3%B1aque\"&gt;Parañaque&lt;/a&gt;, &lt;a href=\"Las%20Pi%C3%B1as\"&gt;Las Piñas&lt;/a&gt;, &lt;a href=\"Morong%2C%20Rizal\"&gt;Morong&lt;/a&gt;, &lt;a href=\"Macabebe%2C%20Pampanga\"&gt;Macabebe&lt;/a&gt; and &lt;a href=\"San%20Fernando%2C%20Pampanga\"&gt;San Fernando&lt;/a&gt;, as well as some entire &lt;a href=\"Provinces%20of%20the%20Philippines\"&gt;provinces&lt;/a&gt; such as &lt;a href=\"Laguna%20%28province%29\"&gt;Laguna&lt;/a&gt;, &lt;a href=\"Batangas\"&gt;Batangas&lt;/a&gt;, &lt;a href=\"Bulacan\"&gt;Bulacan&lt;/a&gt;, &lt;a href=\"Nueva%20Ecija\"&gt;Nueva Ecija&lt;/a&gt;, &lt;a href=\"Bataan\"&gt;Bataan&lt;/a&gt;, Tayabas (now &lt;a href=\"Quezon\"&gt;Quezon&lt;/a&gt;), and the &lt;a href=\"Ambos%20Camarines\"&gt;Camarines&lt;/a&gt; provinces, were liberated by the Filipinos and the port of Dalahican in Cavite was secured.\nThe first contingent of American troops arrived on June 30 under the command of Brigadier General &lt;a href=\"Thomas%20M.%20Anderson\"&gt;Thomas McArthur Anderson&lt;/a&gt;, commander of the Eighth Corps' 2nd Division (U.S. brigade and division numbers of the era were not unique throughout the army). General Anderson wrote to Aguinaldo, requesting his cooperation in military operations against the Spanish forces. Aguinaldo responded, thanking General Anderson for his amicable sentiments, but saying nothing about military cooperation. General Anderson did not renew the request.\nThe 2nd Brigade and the 2nd Division of the Eighth Corps arrived on July 17, under the command of Brigadier General &lt;a href=\"Francis%20Vinton%20Greene\"&gt;Francis V. Greene&lt;/a&gt;. Major General Merritt (the &lt;a href=\"Commander-in-chief%23United%20States\"&gt;Commander in Chief&lt;/a&gt; of the Philippine Expedition) and his staff arrived at Cavite on July 25. The 1st Brigade of the corps' 2nd Division arrived on July 30, under the command of Brigadier General &lt;a href=\"Arthur%20MacArthur%2C%20Jr.\"&gt;Arthur MacArthur&lt;/a&gt;.\nPhilippine declaration of independence.\nOn June 12, 1898, Aguinaldo proclaimed the independence of the Philippines at &lt;a href=\"Aguinaldo%20Shrine\"&gt;his house&lt;/a&gt; in &lt;a href=\"Kawit\"&gt;Cavite El Viejo&lt;/a&gt;. &lt;a href=\"Ambrosio%20Rianzares%20Bautista\"&gt;Ambrosio Rianzares Bautista&lt;/a&gt; wrote the &lt;a href=\"Philippine%20Declaration%20of%20Independence\"&gt;Philippine Declaration of Independence&lt;/a&gt;, and read this document in Spanish that day at Aguinaldo's house. On June 18, Aguinaldo issued a decree formally establishing his dictatorial government. On June 23, Aguinaldo issued another decree, this time replacing the dictatorial government with a revolutionary government (and naming himself as President).\nWriting retrospectively in 1899, Aguinaldo claimed that U.S. Consul &lt;a href=\"E.%20Spencer%20Pratt\"&gt;E. Spencer Pratt&lt;/a&gt; had verbally assured him that \"the United States would at least recognize the independence of the Philippines under the protection of the United States Navy\". In an April 28 message from Pratt to &lt;a href=\"United%20States%20Secretary%20of%20State\"&gt;United States Secretary of State&lt;/a&gt; &lt;a href=\"William%20R.%20Day\"&gt;William R. Day&lt;/a&gt;, there was no mention of independence, or of any conditions on which Aguinaldo was to cooperate. In a July 28 communication, Pratt stated that no promises had been made to Aguinaldo regarding U.S. policy, with the concept aimed at facilitating the occupation and administration of the Philippines, while preventing a possible conflict of action. On June 16, Secretary Day cabled Consul Pratt with instructions to avoid unauthorized negotiations, along with a reminder that Pratt had no authority to ener into arrangemtns on behalf of the U.S. Government. Filipino scholar &lt;a href=\"Maximo%20Kalaw\"&gt;Maximo Kalaw&lt;/a&gt; wrote in 1927: \"A few of the principal facts, however, seem quite clear. Aguinaldo was not made to understand that, in consideration of Filipino cooperation, the United States would extend its sovereignty over the Islands, and thus in place of the old Spanish master a new one would step in. The truth was that nobody at the time ever thought that the end of the war would result in the retention of the Philippines by the United States.\"\nTensions between U.S. and revolutionary forces.\nOn July 15, Aguinaldo issued three &lt;a href=\"Organic%20law\"&gt;organic decrees&lt;/a&gt; assuming civil authority of the Philippines. American generals suspected Aguinaldo was attempting to take Manila without American assistance, had restricted supplies to American forces, and was secretly negotiating with Spanish authorities while informing them of American troop movements. Aguinaldo warned that American troops should not disembark in places conquered by the Filipinos without first communicating in writing, and did not offer his full service to arriving American forces.\nBy June, U.S. and Filipino forces had taken control of most of the islands, except for the walled city of &lt;a href=\"Intramuros\"&gt;Intramuros&lt;/a&gt;. Admiral Dewey and General Merritt were able to work out a bloodless solution with acting Governor-General &lt;a href=\"Ferm%C3%ADn%20J%C3%A1udenes\"&gt;Fermín Jáudenes&lt;/a&gt;. The negotiating parties made a secret agreement to stage a mock battle in which the Spanish forces would be defeated by the American forces, but the Filipino forces would not be allowed to enter the city. This plan minimized the risk of unnecessary casualties on all sides, while the Spanish would also avoid the shame of possibly having to surrender Intramuros to the Filipino forces.\nPeace protocol between the U.S. and Spain.\nOn August 12, 1898, \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" reported that a &lt;a href=\"Armistice\"&gt;peace protocol&lt;/a&gt; had been signed in Washington that afternoon between the U.S. and Spain, suspending hostilities between the two nations. The full text of the protocol was not made public until November 5, but Article III read: \"The United States will occupy and hold the City, Bay, and Harbor of Manila, pending the conclusion of a treaty of peace, which shall determine the control, disposition, and government of the Philippines.\" After conclusion of this agreement, U.S. President McKinley proclaimed a suspension of hostilities with Spain.\nCapture of Manila.\nOn the evening of August 12, the Americans notified Aguinaldo to forbid the insurgents under his command from entering Manila without American permission. On August 13, unaware of the peace protocol signing, U.S. forces assaulted and captured the Spanish positions in Manila. While the plan was for a mock battle and simple surrender, the insurgents made an independent attack of their own, which led to confrontations with the Spanish in which some American soldiers were killed and wounded. The Spanish formally surrendered Manila to U.S. forces.\nThere was some looting by Insurgent forces in portions of the city they occupied. Aguinaldo demanded joint occupation of the city, however U.S. commanders pressed Aguinaldo to withdraw his forces from Manila. General Merritt received news of the August 12 peace protocol on August 16, three days after the surrender of Manila. Admiral Dewey and General Merritt were informed by a telegram dated August 17 that the President of the United States had directed that the United States should have full control over Manila, with no joint occupation permissible. After further negotiations, insurgent forces withdrew from the city on September 15.\nThis battle marked the end of Filipino-American collaboration, as the American action of preventing Filipino forces from entering the captured city of Manila was deeply resented by the Filipinos.\nU.S. military government.\nOn August 14, 1898, two days after the capture of Manila, the U.S. established a military government in the Philippines, with General &lt;a href=\"Wesley%20Merritt\"&gt;Merritt&lt;/a&gt; acting as military governor. During military rule (1898–1902), the U.S. military commander governed the Philippines under the authority of the U.S. president as &lt;a href=\"Commander-in-Chief\"&gt;Commander-in-Chief&lt;/a&gt; of the &lt;a href=\"United%20States%20Armed%20Forces\"&gt;United States Armed Forces&lt;/a&gt;. After the appointment of a &lt;a href=\"Governor-General%20of%20the%20Philippines%23Insular%20Government%20%281901%E2%80%931935%29\"&gt;civil Governor-General&lt;/a&gt;, the procedure developed that as parts of the country were pacified and placed firmly under American control, responsibility for the area would be passed to the civilian.\nGeneral Merritt was succeeded by General &lt;a href=\"Elwell%20Stephen%20Otis\"&gt;Otis&lt;/a&gt; as military governor, who in turn was succeeded by General &lt;a href=\"Arthur%20MacArthur%2C%20Jr.\"&gt;MacArthur&lt;/a&gt;. Major General &lt;a href=\"Adna%20Chaffee\"&gt;Adna Chaffee&lt;/a&gt; was the final military governor. The position of military governor was abolished in July 1902, after which the civil Governor-General became the sole executive authority in the Philippines.\nUnder the military government, an American-style school system was introduced, initially with soldiers as teachers; civil and criminal courts were reestablished, including a supreme court; and local governments were established in towns and provinces. The first local election was conducted by General Harold W. Lawton on May 7, 1899, in &lt;a href=\"Baliuag%2C%20Bulacan\"&gt;Baliuag, Bulacan&lt;/a&gt;.\nU.S. and insurgents clash.\nIn a clash at Cavite between United States soldiers and insurgents on August 25, 1898, George Hudson of the Utah regiment was killed, Corporal William Anderson was mortally wounded, and four troopers of the Fourth Cavalry were slightly wounded. This provoked General Anderson to send Aguinaldo a letter saying, \"In order to avoid the very serious misfortune of an encounter between our troops, I demand your immediate withdrawal with your guard from Cavite. One of my men has been killed and three wounded by your people. This is positive and does not admit of explanation or delay.\" Internal insurgent communications reported that the Americans were drunk at the time. Halstead writes that Aguinaldo expressed his regret and promised to punish the offenders. In internal insurgent communications, &lt;a href=\"Apolinario%20Mabini\"&gt;Apolinario Mabini&lt;/a&gt; initially proposed to investigate and punish any offenders identified. Aguinaldo modified this, ordering, \"... say that he was not killed by your soldiers, but by them themselves [the Americans] since they were drunk according to your telegram\". An insurgent officer in Cavite at the time reported on his record of services that he: \"took part in the movement against the Americans on the afternoon of the 24th of August, under the orders of the commander of the troops and the adjutant of the post.\"\nPhilippine elections, Malolos Congress, Constitutional government.\n&lt;a href=\"1898%20Philippine%20Malolos%20Congress%20election\"&gt;Elections&lt;/a&gt; were held by the Revolutionary Government between June and September 10, resulting in the seating of a legislature known as the &lt;a href=\"Malolos%20Congress\"&gt;Malolos Congress&lt;/a&gt;. In a session between September 15 and November 13, 1898, the &lt;a href=\"Malolos%20Constitution\"&gt;Malolos Constitution&lt;/a&gt; was adopted. It was promulgated on January 21, 1899,\ncreating the &lt;a href=\"First%20Philippine%20Republic\"&gt;First Philippine Republic&lt;/a&gt; with Emilio Aguinaldo as president.\nSpanish–American War ends.\nWhile the initial instructions of the American commission undertaking peace negotiators with Spain was to seek only &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt; and &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;, which could serve as harbours and communication links, President McKinley later wired instructions to demand the entire archipelago. The resultant &lt;a href=\"Treaty%20of%20Paris%20%281898%29\"&gt;Treaty of Paris&lt;/a&gt;, signed in December 1898, formally ended the Spanish–American War. Its provisions included the cession of the archipelago to the United States, for which $20 million would be paid as compensation. This agreement was clarified through the &lt;a href=\"Treaty%20of%20Washington%20%281900%29\"&gt;1900 Treaty of Washington&lt;/a&gt;, which stated that Spanish territories in the archipelago which lay outside the geographical boundaries noted in the Treaty of Paris were also ceded to the U.S.\nOn December 21, 1898, President McKinley proclaimed a policy of &lt;a href=\"Benevolent%20assimilation\"&gt;Benevolent assimilation&lt;/a&gt; with regards to the Philippines. This was announced in the Philippines on January 4, 1899. Under this policy, the Philippines was to come under the sovereignty of the United States, with American forces instructed to declare themselves as friends rather than invaders.\nPhilippine–American War (1899–1902).\nTensions escalate.\nThe Spanish had yielded &lt;a href=\"Iloilo\"&gt;Iloilo&lt;/a&gt; to the insurgents in 1898 for the purpose of troubling the Americans. On January 1, 1899, news reached Washington that American forces had been refused permission to land in Iloilo by a Filipino official styling himself \"Presidente Lopez of the Federal Government of the Visayas\", who stated landing required \"express orders from the central government of Luzon\". On December 21, 1898, President McKinley issued a &lt;a href=\"Benevolent%20assimilation\"&gt;Proclamation of Benevolent Assimilation&lt;/a&gt;. General Otis delayed its publication until January 4, 1899, then publishing an amended version edited so as not to convey the meanings of the terms \"sovereignty\", \"protection\", and \"right of cessation\" which were present in the unabridged version. Unknown to Otis, the &lt;a href=\"United%20States%20Department%20of%20War\"&gt;War Department&lt;/a&gt; had also sent an enciphered copy of the Benevolent Assimilation proclamation to General Marcus Miller in Iloilo for informational purposes. Miller assumed that it was for distribution and, unaware that a politically &lt;a href=\"Expurgation\"&gt;bowdlerized&lt;/a&gt; version had been sent to Aguinaldo, published it in both Spanish and Tagalog translations which eventually made their way to Aguinaldo. Even before Aguinaldo received the unaltered version and observed the changes in the copy he had received from Otis, he was upset that Otis had altered his own title to \"Military Governor of the Philippines\" from \"... \"in\" the Philippines\". Aguinaldo did not miss the significance of the alteration, which Otis had made without authorization from Washington.\nOn January 5, Aguinaldo issued a counter-proclamation summarizing what he saw as American violations of the ethics of friendship, particularly as regards the events in Iloilo. The proclamation stated that a takeover of the Visayas by the Americans would lead to hostilities. After some copies of that proclamation had been distributed, Aguinaldo ordered the recall of undistributed copies and issued another proclamation on the same day, which directly protested American infringement on \"the sovereignty of these islands\". Otis, taking these two proclamations as a call to arms, strengthened American observation posts and alerted his troops. In the tense atmosphere, some 40,000 Filipinos fled Manila within a period of 15 days.\nMeanwhile, &lt;a href=\"Felipe%20Agoncillo\"&gt;Felipe Agoncillo&lt;/a&gt;, who had been commissioned by the Philippine Revolutionary Government as Minister Plenipotentiary to negotiate treaties with foreign governments, and who had unsuccessfully sought to be seated at the negotiations between the U.S. and Spain in Paris, was now in Washington. On January 6, he filed a request for an interview with the President to discuss affairs in the Philippines. The next day the government officials were surprised to learn that messages to General Otis to deal mildly with the rebels and not to force a conflict had become known to Agoncillo, and cabled by him to Aguinaldo. At the same time came Aguinaldo's protest against General Otis signing himself \"Military Governor of the Philippines\". Agoncillo, along with Filipino committees in London, Paris, and Madrid, issued statements to the United States noting a refusal for the Philippines to come under American sovereignty.\nReports of an attack on two American guards in Iloilo, which killed one, were published in the United States on January 8. By January 10, insurgents were ready to assume the offensive, but desired, if possible, to provoke the Americans into firing the first shot. They made no secret of their desire for conflict, but increased their hostile demonstrations and pushed their lines forward into forbidden territory. Such provocations had the approval of Aguinaldo, who believed Americans were delaying until reinforcement arrived. On January 31, 1899, The Minister of Interior of the revolutionary First Philippine Republic, Teodoro Sandiko, signed a decree saying that President Aguinaldo had directed that all idle lands be planted to provide food for the people, in view of impending war with the Americans.\nWar.\nAn outbreak of gunfire between an insurgent patrol and an American outpost on February 4 set off open hostilities between the two forces. Later that day, Aguinaldo declared \"That peace and friendly relations with the Americans be broken and that the latter be treated as enemies, within the limits prescribed by the laws of war.\" On June 2, 1899, the First Philippine Republic issued a declaration of war on the United States, which was publicly proclaimed on that same day by &lt;a href=\"Pedro%20A.%20Paterno\"&gt;Pedro Paterno&lt;/a&gt;, President of the Assembly.\nCasualties during the war were much greater among Filipinos than among Americans. Almost 4,000 American soldiers died, out of about 125,000 that fought on the island. About 20,000 Filipino soldiers combatants died, as well as 250,000 to a million non-combatants. Causes of non-combatant deaths included a cholera epidemic as well as killings by the United States military. The U.S. military sometimes specifically targeted civilians. For example, in response to an attack on American soldiers, General Smith ordered a terror campaign of burning and killing anyone over the age of ten, without the option of taking prisoners. The American soldier Leroy E. Hallock stated after the war that he knew of the burning of six villages. American military tactics also included torture and the creation of concentration camps.\nAs before when fighting the Spanish, the Filipino rebels did not do well in the field. Aguinaldo and his provisional government escaped after the capture of Malolos on March 31, 1899 and were driven into northern Luzon. Peace feelers from members of Aguinaldo's cabinet failed in May when the American commander, General Ewell Otis, demanded an unconditional surrender. In 1901, Aguinaldo was captured and swore allegiance to the United States, marking one end to the war.\nFirst Philippine Commission.\nPresident McKinley had appointed a five-person group on January 20, 1899, to investigate conditions in the islands and make recommendations. The three civilian members of the &lt;a href=\"Philippine%20Commission\"&gt;Philippine Commission&lt;/a&gt; arrived in Manila on March 4, 1899, a month after the Battle of Manila which had begun armed conflict between U.S. and revolutionary Filipino forces.\nAfter meetings in April with revolutionary representatives, the commission requested authorization from McKinley to offer a specific plan. McKinley authorized an offer of a government consisting of \"a Governor-General appointed by the President; cabinet appointed by the Governor-General; [and] a general advisory council elected by the people.\" The Revolutionary Congress voted unanimously to cease fighting and accept peace and, on May 8, the revolutionary cabinet headed by Apolinario Mabini was replaced by a new \"peace\" cabinet headed by Pedro Paterno. At this point, General &lt;a href=\"Antonio%20Luna\"&gt;Antonio Luna&lt;/a&gt; arrested Paterno and most of his cabinet, returning Mabini and his cabinet to power. After this, the commission concluded that \"... The Filipinos are wholly unprepared for independence ... there being no Philippine nation, but only a collection of different peoples.\" Specific recommendations included the establishment of civilian government as rapidly as possible (the American chief executive in the islands at that time was the military governor), including establishment of a &lt;a href=\"Bicameralism\"&gt;bicameral legislature&lt;/a&gt;, autonomous governments on the provincial and municipal levels, and a system of free public elementary schools.\nSecond Philippine Commission.\nThe Second Philippine Commission (the Taft Commission), appointed by McKinley on March 16, 1900, and headed by &lt;a href=\"William%20Howard%20Taft\"&gt;William Howard Taft&lt;/a&gt;, was granted legislative as well as limited executive powers. On September 1, the Taft Commission began to exercise legislative functions. Between September 1900 and August 1902, it issued 499 laws, established a judicial system, including a supreme court, drew up a legal code, and organized a civil service. The 1901 municipal code provided for popularly elected presidents, vice presidents, and councilors to serve on municipal boards. The municipal board members were responsible for collecting taxes, maintaining municipal properties, and undertaking necessary construction projects; they also elected provincial governors.\nEstablishment of civil government.\nOn March 3, 1901 the U.S. Congress passed the Army Appropriation Act containing (along with the &lt;a href=\"Platt%20Amendment\"&gt;Platt Amendment&lt;/a&gt; on Cuba) the &lt;a href=\"Spooner%20Amendment\"&gt;Spooner Amendment&lt;/a&gt; which provided the President with legislative authority to establish of a civil government in the Philippines. Up until this time, the President been administering the Philippines by virtue of his war powers. On July 1, 1901, civil government was inaugurated with William H. Taft as the Civil Governor. Later, on February 3, 1903, the U.S. Congress would change the title of \"Civil Governor\" to \"Governor-General\".\nA highly centralized public school system was installed in 1901, using English as the medium of instruction. This created a heavy shortage of teachers, and the Philippine Commission authorized the Secretary of Public Instruction to bring to the Philippines 600 teachers from the U.S.A. — the so-called &lt;a href=\"Thomasites\"&gt;Thomasites&lt;/a&gt;. Free primary instruction that trained the people for the duties of citizenship and avocation was enforced by the Taft Commission per instructions of President McKinley. Also, the Catholic Church was disestablished, and a considerable amount of church land was purchased and redistributed.\nAn anti-sedition law was established in 1901, followed by an anti-brigandage law in 1902.\nOfficial end to the war.\nThe &lt;a href=\"Philippine%20Organic%20Act%20%281902%29\"&gt;Philippine Organic Act&lt;/a&gt; of July 1902 approved, ratified, and confirmed McKinley's Executive Order establishing the Philippine Commission, and also stipulated that the bicameral &lt;a href=\"Philippine%20Legislature\"&gt;Philippine Legislature&lt;/a&gt; would be established composed of an elected lower house, the &lt;a href=\"Philippine%20Assembly\"&gt;Philippine Assembly&lt;/a&gt; and the appointed Philippine Commission as the upper house. The act also provided for extending the &lt;a href=\"United%20States%20Bill%20of%20Rights\"&gt;United States Bill of Rights&lt;/a&gt; to the Philippines.\nOn July 2, 1902 the Secretary of War telegraphed that the insurrection against the sovereign authority of the U.S. having come to an end, and provincial civil governments having been established, the office of Military Governor was terminated. On July 4, &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt;, who had succeeded to the U.S. Presidency after the assassination of President McKinley on September 5, 1901 proclaimed a full and complete pardon and amnesty to all persons in the Philippine archipelago who had participated in the conflict. An estimated 250,000 to 1 million civilians died during the war, mostly due to famine and disease.\nOn April 9, 2002, Philippine President &lt;a href=\"Gloria%20Macapagal%20Arroyo\"&gt;Gloria Macapagal Arroyo&lt;/a&gt; proclaimed that the Philippine–American War had ended on April 16, 1902 with the surrender of General &lt;a href=\"Miguel%20Malvar\"&gt;Miguel Malvar&lt;/a&gt;, and declared the centennial anniversary of that date as a national working holiday and as a special non-working holiday in the Province of &lt;a href=\"Batangas\"&gt;Batangas&lt;/a&gt; and in the Cities of &lt;a href=\"Batangas%20City\"&gt;Batangas&lt;/a&gt;, &lt;a href=\"Lipa%2C%20Batangas\"&gt;Lipa&lt;/a&gt; and &lt;a href=\"Tanauan%2C%20Batangas\"&gt;Tanauan&lt;/a&gt;.\nThe &lt;a href=\"Kiram-Bates%20Treaty\"&gt;Kiram-Bates Treaty&lt;/a&gt; secured the &lt;a href=\"Sultanate%20of%20Sulu\"&gt;Sultanate of Sulu&lt;/a&gt;. American forces also established control over interior mountainous areas that had resisted Spanish conquest.\nPost-1902 hostilities.\nSome sources have suggested that the war unofficially continued for nearly a decade, since bands of guerrillas, quasi-religious armed groups and other resistance groups continued to roam the countryside, still clashing with American Army or Philippine Constabulary patrols. American troops and the &lt;a href=\"Philippine%20Constabulary\"&gt;Philippine Constabulary&lt;/a&gt; continued hostilities against such resistance groups until 1913. Some of this resistance was from &lt;a href=\"Tagalog%20Republic%23Sakay\"&gt;a claimed successor&lt;/a&gt; to the Philippines Republic. A 1907 law prohibited the display of flags and other symbols \"used during the late insurrection in the Philippine Islands\". Some historians consider these unofficial extensions to be part of the war.\n\"Insular Government\" (1900–1935).\nThe 1902 Philippine Organic Act was a constitution for the Insular Government, as the U.S. civil administration was known. This was a form of territorial government that reported to the &lt;a href=\"Bureau%20of%20Insular%20Affairs\"&gt;Bureau of Insular Affairs&lt;/a&gt;. The act provided for a Governor-General appointed by the U.S. president and an elected lower house, the &lt;a href=\"Philippine%20Assembly\"&gt;Philippine Assembly&lt;/a&gt;. It also disestablished the Catholic Church as the state religion. The United States government, in an effort to resolve the status of the friars, negotiated with the Vatican. The church agreed to sell the friars' estates and promised gradual substitution of Filipino and other non-Spanish priests for the friars. It refused, however, to withdraw the religious orders from the islands immediately, partly to avoid offending Spain. In 1904 the administration bought for $7.2 million the major part of the friars' holdings, amounting to some , of which one-half was in the vicinity of Manila. The land was eventually resold to Filipinos, some of them tenants but the majority of them estate owners. Under the Treaty of Paris, the United States agreed to respect existing property rights. They introduced a &lt;a href=\"Torrens%20title\"&gt;Torrens title&lt;/a&gt; system to track ownership in 1902, and in 1903 passed the Public Lands Act which modeled the &lt;a href=\"Homestead%20Acts\"&gt;Homestead Acts&lt;/a&gt; of the United States, and allowed individuals to claim land on the basis of a five-year residency. Both of these systems benefited larger landowners who were more able to take advantage of the bureaucracy, and only one tenth of homestead claims were ever approved.\nWhile Philippine ports remained open to Spanish ships for a decade following the war, the U.S. began to integrate the Philippine economy with its own. In socio-economic terms, the Philippines made solid progress in this period. The 1909 U.S. &lt;a href=\"Payne%E2%80%93Aldrich%20Tariff%20Act\"&gt;Payne–Aldrich Tariff Act&lt;/a&gt; provided for free trade with the Philippines. Foreign trade had amounted to 62 million pesos in 1895, 13% of which was with the United States. By 1920, it had increased to 601 million pesos, 66% of which was with the United States. A health care system was established which, by 1930, reduced the &lt;a href=\"mortality%20rate\"&gt;mortality rate&lt;/a&gt; from all causes, including various &lt;a href=\"tropical%20disease\"&gt;tropical disease&lt;/a&gt;s, to a level similar to that of the United States itself. The practices of &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt;, &lt;a href=\"piracy\"&gt;piracy&lt;/a&gt; and &lt;a href=\"headhunting\"&gt;headhunting&lt;/a&gt; were suppressed but not entirely extinguished. Cultural developments strengthened the continuing development of a national identity, and Tagalog began to take precedence over other local languages.\nTwo years after completion and publication of a census, a general election was conducted for the choice of delegates to a popular assembly. An elected Philippine Assembly was convened in 1907 as the lower house of a &lt;a href=\"Bicameralism\"&gt;bicameral legislature&lt;/a&gt;, with the Philippine Commission as the upper house.\nEvery year from 1907 the Philippine Assembly and later the Philippine Legislature passed resolutions expressing the Filipino desire for independence.\nPhilippine nationalists led by &lt;a href=\"Manuel%20L.%20Quezon\"&gt;Manuel L. Quezon&lt;/a&gt; and &lt;a href=\"Sergio%20Osme%C3%B1a\"&gt;Sergio Osmeña&lt;/a&gt; enthusiastically endorsed the draft Jones Bill of 1912, which provided for Philippine independence after eight years, but later changed their views, opting for a bill which focused less on time than on the conditions of independence. The nationalists demanded complete and absolute independence to be guaranteed by the United States, since they feared that too-rapid independence from American rule without such guarantees might cause the Philippines to fall into Japanese hands. The Jones Bill was rewritten and passed Congress in 1916 with a later date of independence.\nThe law, officially the &lt;a href=\"Philippine%20Autonomy%20Act\"&gt;Philippine Autonomy Act&lt;/a&gt; but popularly known as the &lt;a href=\"Jones%20Law%20%28Philippines%29\"&gt;Jones Law&lt;/a&gt;, served as the new organic act (or constitution) for the Philippines. Its preamble stated that the eventual independence of the Philippines would be American policy, subject to the establishment of a stable government. The law maintained the Governor-General of the Philippines, appointed by the President of the United States, but established a bicameral Philippine Legislature to replace the elected Philippine Assembly (lower house); it replaced the appointive Philippine Commission (upper house) with an elected senate.\nThe Filipinos suspended their independence campaign during the First World War and supported the United States against Germany. After the war they resumed their independence drive with great vigor. On March 17, 1919, the Philippine Legislature passed a \"Declaration of Purposes\", which stated the inflexible desire of the Filipino people to be free and sovereign. A Commission of Independence was created to study ways and means of attaining liberation ideal. This commission recommended the sending of an independence mission to the United States. The \"Declaration of Purposes\" referred to the Jones Law as a veritable pact, or covenant, between the American and Filipino peoples whereby the United States promised to recognize the independence of the Philippines as soon as a stable government should be established. U.S. Governor-General of the Philippines &lt;a href=\"Francis%20Burton%20Harrison\"&gt;Francis Burton Harrison&lt;/a&gt; had concurred in the report of the Philippine legislature as to a stable government.\nIndependence Missions.\nThe Philippine legislature funded an independence mission to the U.S. in 1919. The mission departed Manila on February 28 and met in the U.S. with and presented their case to &lt;a href=\"United%20States%20Secretary%20of%20War\"&gt;Secretary of War&lt;/a&gt; &lt;a href=\"Newton%20D.%20Baker\"&gt;Newton D. Baker&lt;/a&gt;. U.S. President &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt;, in his 1921 farewell message to Congress, certified that the Filipino people had performed the condition imposed on them as a prerequisite to independence, declaring that, this having been done, the duty of the U.S. is to grant Philippine independence. The &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; then controlled Congress and the recommendation of the outgoing &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; president was not heeded.\nAfter the first independence mission, public funding of such missions was ruled illegal. Subsequent independence missions in 1922, 1923, 1930, 1931 1932, and two missions in 1933 were funded by voluntary contributions. Numerous independence bills were submitted to the U.S. Congress, which passed the Hare-Hawes-Cutting Bill on December 30, 1932. U.S. President &lt;a href=\"Herbert%20Hoover\"&gt;Herbert Hoover&lt;/a&gt; vetoed the bill on January 13, 1933. Congress overrode the veto on January 17, and the &lt;a href=\"Hare%E2%80%93Hawes%E2%80%93Cutting%20Act\"&gt;Hare–Hawes–Cutting Act&lt;/a&gt; became U.S. law. The law promised Philippine independence after 10 years, but reserved several military and naval bases for the United States, as well as imposing tariffs and quotas on Philippine exports. The law also required the &lt;a href=\"Philippine%20Senate\"&gt;Philippine Senate&lt;/a&gt; to ratify the law. &lt;a href=\"Manuel%20L.%20Quezon\"&gt;Manuel L. Quezon&lt;/a&gt; urged the Philippine Senate to reject the bill, which it did. Quezon himself led the twelfth independence mission to Washington to secure a better independence act. The result was the &lt;a href=\"Tydings%E2%80%93McDuffie%20Act\"&gt;Tydings–McDuffie Act&lt;/a&gt; of 1934 which was very similar to the Hare-Hawes-Cutting Act except in minor details. The Tydings-McDuffie Act was ratified by the Philippine Senate. The law provided for the granting of Philippine independence by 1946.\nThe Tydings–McDuffie Act provided for the drafting and guidelines of a &lt;a href=\"1935%20Constitution%20of%20the%20Philippines\"&gt;Constitution&lt;/a&gt;, for a 10-year \"transitional period\" as the &lt;a href=\"Commonwealth%20of%20the%20Philippines\"&gt;Commonwealth of the Philippines&lt;/a&gt; before the granting of &lt;a href=\"Republic%20Day%20%28Philippines%29\"&gt;Philippine independence&lt;/a&gt;. On May 5, 1934, the Philippines legislature passed an act setting the election of convention delegates. Governor-General &lt;a href=\"Frank%20Murphy\"&gt;Frank Murphy&lt;/a&gt; designated July 10 as the election date, and the convention held its inaugural session on July 30. The completed draft constitution was approved by the convention on February 8, 1935, approved by U.S. President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin Roosevelt&lt;/a&gt; on March 23, and ratified by popular vote on May 14. The first election under the constitution was held on September 17, and on November 15, 1935, the Commonwealth was put into place.\nPhilippine Commonwealth (1935–1946).\nIt was planned that the period 1935–1946 would be devoted to the final adjustments required for a peaceful transition to full independence, a great latitude in autonomy being granted in the meantime. Instead there was war with Japan, which postponed any plans for Philippine independence.\nOn May 14, 1935, an election to fill the newly created office of President of the &lt;a href=\"Commonwealth%20of%20the%20Philippines\"&gt;Commonwealth of the Philippines&lt;/a&gt; was won by &lt;a href=\"Manuel%20L.%20Quezon\"&gt;Manuel L. Quezon&lt;/a&gt; (&lt;a href=\"Nacionalista%20Party\"&gt;Nacionalista Party&lt;/a&gt;), and a Filipino government was formed on the basis of principles superficially similar to the &lt;a href=\"U.S.%20constitution\"&gt;U.S. Constitution&lt;/a&gt;. The Commonwealth as established in 1935 featured a very strong executive, a unicameral &lt;a href=\"National%20Assembly%20of%20the%20Philippines\"&gt;national assembly&lt;/a&gt;, and a supreme court composed entirely of Filipinos for the first time since 1901.\nQuezon's priorities were defence, social justice, inequality and economic diversification, and national character. Tagalog was designated the &lt;a href=\"Filipino%20language\"&gt;national language&lt;/a&gt;, &lt;a href=\"1937%20Philippine%20women%27s%20suffrage%20plebiscite\"&gt;women's suffrage was introduced&lt;/a&gt;, and land reform mooted. The new government embarked on an ambitious agenda of establishing the basis for national defense, greater control over the economy, reforms in education, improvement of transport, the colonization of the island of Mindanao, and the promotion of local capital and industrialization. The Commonwealth however, was also faced with agrarian unrest, an uncertain diplomatic and military situation in South East Asia, and uncertainty about the level of United States commitment to the future Republic of the Philippines.\nIn 1939–40, the Philippine Constitution was amended to restore a bicameral Congress, and permit the re-election of President Quezon, previously restricted to a single, six-year term.\nFrom 1940-1941 Philippine authorities, with the support of American officials, removed from office of several mayors in Pampanga who were in favor of land reform. Following the 1946 election, some legislatives who opposed giving the United States special economic treatment were prevented from taking office.\nDuring the Commonwealth years, the Philippines sent one elected &lt;a href=\"Resident%20Commissioners%20from%20the%20Philippines\"&gt;Resident Commissioner&lt;/a&gt; to the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt;, as &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; currently does today.\nJapanese occupation and World War II (1941–1945).\nA few hours after the Japanese &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt; on December 7, 1941, the Japanese launched air raids in several cities and US military installations in the Philippines on December 8, and on December 10, the first Japanese troops &lt;a href=\"Philippines%20campaign%20%281941%E2%80%931942%29\"&gt;landed in Northern Luzon&lt;/a&gt;. Filipino pilot Captain &lt;a href=\"Jes%C3%BAs%20A.%20Villamor\"&gt;Jesús A. Villamor&lt;/a&gt;, leading a flight of three &lt;a href=\"Boeing%20P-26%20Peashooter\"&gt;P-26&lt;/a&gt; \"Peashooter\" fighters of the 6th Pursuit Squadron, distinguished himself by attacking two enemy formations of 27 planes each and downing a much-superior Japanese &lt;a href=\"A6M%20Zero\"&gt;Zero&lt;/a&gt;, for which he was awarded the U.S. &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20States%29\"&gt;Distinguished Service Cross&lt;/a&gt;. The two other planes in that flight, flown by Lieutenants &lt;a href=\"C%C3%A9sar%20Basa\"&gt;César Basa&lt;/a&gt; and &lt;a href=\"Geronimo%20Aclan\"&gt;Geronimo Aclan&lt;/a&gt;, were shot down.\nAs the Japanese forces advanced, Manila was declared an &lt;a href=\"open%20city\"&gt;open city&lt;/a&gt; to prevent it from destruction, meanwhile, the government was moved to &lt;a href=\"Corregidor\"&gt;Corregidor&lt;/a&gt;. In March 1942, General MacArthur and President Quezon fled the country. Guerrilla units harassed the Japanese when they could, and on Luzon native resistance was strong enough that the Japanese never did get control of a large part of the island.\nGeneral &lt;a href=\"Douglas%20MacArthur\"&gt;Douglas MacArthur&lt;/a&gt;, commander of the United States Armed Forces in the Far East (USAFFE), was forced to retreat to Bataan. Manila was occupied by the Japanese on January 2, 1942. The fall of Bataan was on April 9, 1942 with &lt;a href=\"Corregidor%20Island\"&gt;Corregidor Island&lt;/a&gt;, at the mouth of Manila Bay, surrendering on May 6. Atrocities and &lt;a href=\"Japanese%20war%20crimes\"&gt;war crimes&lt;/a&gt; were committed during the war, including the &lt;a href=\"Bataan%20Death%20March\"&gt;Bataan Death March&lt;/a&gt; and the &lt;a href=\"Manila%20massacre\"&gt;Manila massacre&lt;/a&gt;.\nThe Commonwealth government by then had &lt;a href=\"Government%20in%20exile%20of%20the%20Commonwealth%20of%20the%20Philippines\"&gt;exiled itself&lt;/a&gt; to Washington, DC, upon the invitation of President Roosevelt; however many politicians stayed behind and collaborated with the occupying Japanese. The &lt;a href=\"Philippine%20Commonwealth%20Army\"&gt;Philippine Commonwealth Army&lt;/a&gt; continued to fight the Japanese in a &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla&lt;/a&gt; war and were considered auxiliary units of the United States Army. Several Philippine Commonwealth military awards, such as the &lt;a href=\"Philippine%20Defense%20Medal\"&gt;Philippine Defense Medal&lt;/a&gt;, &lt;a href=\"Philippine%20Independence%20Medal\"&gt;Independence Medal&lt;/a&gt;, and &lt;a href=\"Philippine%20Liberation%20Medal\"&gt;Liberation Medal&lt;/a&gt;, were awarded to both the United States and Philippine Armed Forces.\nThe &lt;a href=\"Second%20Philippine%20Republic\"&gt;Second Philippine Republic&lt;/a&gt;, under &lt;a href=\"Jose%20P.%20Laurel\"&gt;Jose P. Laurel&lt;/a&gt;, was established as a puppet state. From 1942 the Japanese occupation of the Philippines was &lt;a href=\"Philippine%20resistance%20against%20Japan\"&gt;opposed&lt;/a&gt; by large-scale &lt;a href=\"Japanese%20occupation%20of%20the%20Philippines%23Resistance\"&gt;underground guerrilla activity&lt;/a&gt;. The &lt;a href=\"Hukbalahap\"&gt;Hukbalahap&lt;/a&gt;, a communist guerilla movement formed by peasant farmers in Central Luzon, did most of the fighting. The Hukbalahap, also known as Huks, resisted invaders and punished the people who collaborated with the Japanese, but did not have a well-disciplined organization, and were later seen as a threat to the Manila government. Before MacArthur came back, the effectiveness of the guerilla movement had decimated Japanese control, limiting it to only 12 out of the 48 provinces.\nIn October 1944, MacArthur had gathered enough additional troops and supplies to begin the &lt;a href=\"Battle%20of%20Leyte\"&gt;retaking of the Philippines&lt;/a&gt;, landing with &lt;a href=\"Sergio%20Osme%C3%B1a\"&gt;Sergio Osmeña&lt;/a&gt; who had assumed the Presidency after Quezon's death. The &lt;a href=\"Philippine%20Constabulary\"&gt;Philippine Constabulary&lt;/a&gt; went on active service under the Philippine Commonwealth Army on October 28, 1944 during liberation under the Commonwealth regime.\nThe largest naval battle in history, according to gross tonnage sunk, the &lt;a href=\"Battle%20of%20Leyte%20Gulf\"&gt;Battle of Leyte Gulf&lt;/a&gt;, occurred when Allied forces began liberating the Philippines from the Japanese Empire. Battles on the islands entailed long fierce fighting and some of the Japanese continued to fight after the official surrender of the Empire of Japan on September 2, 1945.\nAfter their landing, Filipino and American forces also undertook measures to suppress the &lt;a href=\"Hukbalahap\"&gt;Huk movement&lt;/a&gt;, which was founded to fight the Japanese Occupation. The Filipino and American forces removed local Huk governments and imprisoned many high-ranking members of the Philippine Communist Party. While these incidents happened, there was still fighting against the Japanese forces and, despite the American and Philippine measures against the Huk, they still supported American and Filipino soldiers in the fight against the Japanese.\nAllied troops &lt;a href=\"Philippines%20Campaign%20%281944%E2%80%9345%29\"&gt;defeated the Japanese&lt;/a&gt; in 1945. By the end of the war it is estimated that over a million Filipinos (including regular and constable soldiers, recognized guerrillas and non-combatant civilians) died during the war. The 1947 final report of the High Commissioner to the Philippines documents massive damage to most coconut mills and sugar mills; inter-island shipping had all been destroyed or removed; concrete highways had been broken up for use on military airports; railways were inoperative; Manila was 80 percent destroyed, Cebu 90 percent, and Zamboanga 95 percent.\nIndependence (1946).\nOn October 11, 1945, the Philippines became one of the &lt;a href=\"member%20states%20of%20the%20United%20Nations\"&gt;founding members&lt;/a&gt; of the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;. On July 4, 1946, the Philippines was officially recognized by the United States as an independent nation through the &lt;a href=\"Treaty%20of%20Manila%20%281946%29\"&gt;Treaty of Manila&lt;/a&gt; between the governments of the United States and the Philippine, during the presidency of &lt;a href=\"Manuel%20Roxas\"&gt;Manuel Roxas&lt;/a&gt;. The treaty provided for the recognition of the independence of the Republic of the Philippines and the relinquishment of American sovereignty over the Philippine Islands. From 1946 to 1961, &lt;a href=\"Independence%20Day%20%28Philippines%29\"&gt;Independence Day&lt;/a&gt; was observed on July 4. On May 12, 1962, President Macapagal issued Presidential Proclamation No. 28, proclaiming Tuesday, June 12, 1962 as a special public holiday throughout the Philippines. In 1964, Republic Act No. 4166 changed the date of Independence Day from July 4 to June 12 and renamed the July 4 holiday as Philippine Republic Day.\nWorld War II veteran benefits.\nDuring World War II, over 200,000 Filipinos fought in defense of the United States against the Japanese in the Pacific theater of military operations, where more than half died. As a commonwealth of the United States before and during the war, Filipinos were legally American nationals. With American nationality, Filipinos were promised all the benefits afforded to those serving in the armed forces of the United States. In 1946, Congress passed the &lt;a href=\"Rescission%20Act%20of%201946\"&gt;Rescission Act&lt;/a&gt; () which stripped Filipinos of the benefits they were promised.\nSince the passage of the Rescission Act, many Filipino veterans have traveled to the United States to lobby Congress for the benefits promised to them for their service and sacrifice. Over 30,000 of such veterans live in the United States today, with most being United States citizens. Sociologists introduced the phrase \"Second Class Veterans\" to describe the plight of these Filipino Americans. Beginning in 1993, numerous bills titled &lt;a href=\"Filipino%20Veterans%20Fairness%20Act\"&gt;Filipino Veterans Fairness Act&lt;/a&gt; were introduced in Congress to return the benefits taken away from these veterans, only to die in committee. The &lt;a href=\"American%20Recovery%20and%20Reinvestment%20Act%20of%202009\"&gt;American Recovery and Reinvestment Act of 2009&lt;/a&gt;, signed into law on February 17, 2009, included provisions to pay benefits to the 15,000 remaining veterans.\nOn January 6, 2011 &lt;a href=\"Jackie%20Speier\"&gt;Jackie Speier&lt;/a&gt; (D-CA), U.S. Representative for , serving since 2008, introduced a bill seeking to make Filipino WW-II veterans eligible for the same benefits available to U.S. veterans. In a news conference to outline the bill, Speier estimated that approximately 50,000 Filipino veterans survive."
}