{
    "id": "580715",
    "revid": "18978634",
    "url": "https://en.wikipedia.org/wiki?curid=580715",
    "title": "Mammary intercourse",
    "text": "Mammary intercourse is a &lt;a href=\"Human%20sexual%20activity\"&gt;sex act&lt;/a&gt;, performed as either &lt;a href=\"foreplay\"&gt;foreplay&lt;/a&gt; or as &lt;a href=\"non-penetrative%20sex\"&gt;non-penetrative sex&lt;/a&gt;, that involves the stimulation of a man's &lt;a href=\"Human%20penis\"&gt;penis&lt;/a&gt; by a woman's &lt;a href=\"breast\"&gt;breast&lt;/a&gt;s and vice versa. It involves placing the penis between a woman's breasts and moving the penis up and down to simulate &lt;a href=\"sexual%20penetration\"&gt;sexual penetration&lt;/a&gt; and to create sexual pleasure. It may be used as an alternative to a &lt;a href=\"handjob\"&gt;handjob&lt;/a&gt;.\nPractice.\nMammary intercourse involves a man kneeling or sitting on a woman's stomach or chest, placing his &lt;a href=\"Erection\"&gt;erect&lt;/a&gt; penis on her &lt;a href=\"Cleavage%20%28breasts%29\"&gt;cleavage&lt;/a&gt;, and rubbing or &lt;a href=\"pelvic%20thrust\"&gt;thrusting&lt;/a&gt; while the breasts are squeezed around the penile shaft, by either the woman or the man, creating tightness similar to &lt;a href=\"masturbation\"&gt;masturbation&lt;/a&gt;, and in simulation of &lt;a href=\"penetrative%20sex\"&gt;penetrative sex&lt;/a&gt;. A &lt;a href=\"personal%20lubricant\"&gt;lubricant&lt;/a&gt;, &lt;a href=\"masturbation%20cream\"&gt;masturbation cream&lt;/a&gt;, or &lt;a href=\"saliva\"&gt;saliva&lt;/a&gt; may be used between the breasts or on the penis. Alternatively, the woman can tighten her breasts around the penis and move them back and forth. Other positions involves either the man standing while the woman kneels, or the man laying back with the woman on top.\nIn some cases, mammary intercourse can be combined with &lt;a href=\"oral%20sex\"&gt;oral sex&lt;/a&gt;. Mammary intercourse may be carried out face to face or head to tail. \nMammary intercourse is mostly suited for women with naturally larger breasts, while it is recommended that woman with smaller breasts be on top. Smaller female breasts, however, tend to be more sensitive than larger ones.\nThe woman normally does not receive direct sexual stimulation during mammary intercourse, other than the &lt;a href=\"erotic%20stimulation\"&gt;erotic stimulation&lt;/a&gt; of bringing her partner to orgasm, without sexual penetration. However, &lt;a href=\"Alex%20Comfort\"&gt;Alex Comfort&lt;/a&gt; has said that mammary intercourse can produce orgasm in women with sensitive breasts (what &lt;a href=\"Margot%20Anand\"&gt;Margot Anand&lt;/a&gt; terms \"local orgasms of the breast\"), and it was one of the nine substitute exercises for &lt;a href=\"Sexual%20penetration\"&gt;penetrative&lt;/a&gt; sexual activities, as detailed in the \"Paradis Charnels\" of 1903. It is possible for the man to perform a &lt;a href=\"Fingering%20%28sex%20act%29\"&gt;fingering&lt;/a&gt; on the woman during mammary intercourse.\nSince mammary intercourse is a non-penetrative sex act, the risk of passing a &lt;a href=\"sexually%20transmitted%20infection\"&gt;sexually transmitted infection&lt;/a&gt; (STI) that requires direct contact between the &lt;a href=\"mucous%20membranes\"&gt;mucous membranes&lt;/a&gt; and &lt;a href=\"pre-ejaculate\"&gt;pre-ejaculate&lt;/a&gt; or &lt;a href=\"semen\"&gt;semen&lt;/a&gt; is greatly reduced. &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt; is among the infections that require such direct contact and is therefore very unlikely to be transmitted via mammary intercourse. A study of the &lt;a href=\"condom\"&gt;condom&lt;/a&gt; usage habits of New Zealand's &lt;a href=\"sex%20worker\"&gt;sex worker&lt;/a&gt;s said that they offered various &lt;a href=\"safe%20sex\"&gt;safe sex&lt;/a&gt; alternatives to &lt;a href=\"Sexual%20intercourse\"&gt;vaginal sex&lt;/a&gt; to clients who refused to wear a condom. One sex worker said that mammary intercourse was one alternative used; mammary intercourse performed by a woman with large breasts felt to the client like penetrative vaginal sex.\nDepictions of the practice, at least in advertising, have been described as &lt;a href=\"pornography\"&gt;pornographic&lt;/a&gt; or &lt;a href=\"erotic\"&gt;erotic&lt;/a&gt;. Mammary intercourse has sometimes been considered a &lt;a href=\"perversion\"&gt;perversion&lt;/a&gt;. &lt;a href=\"Sigmund%20Freud\"&gt;Sigmund Freud&lt;/a&gt;, however, considered such extensions of sexual interest to fall within the range of the normal, unless marked out by exclusivity (i.e. the repudiation of all other forms of sexual contact).\nSlang terms.\nWhen performed as a non-penetrative sex act, the act is continued until the man &lt;a href=\"ejaculation\"&gt;ejaculates&lt;/a&gt;. At that time, the semen typically covers the &lt;a href=\"intermammary%20sulcus\"&gt;intermammary sulcus&lt;/a&gt; or part of the breast. It may also reach the woman's face, resulting in a &lt;a href=\"facial%20%28sexual%20act%29\"&gt;facial&lt;/a&gt;. When it covers the woman's neck, it may be called a \"&lt;a href=\"Pearl%20necklace%20%28sexuality%29\"&gt;pearl necklace&lt;/a&gt;\".\nSlang terms for mammary intercourse include:"
}