{
    "id": "58116727",
    "revid": "33865157",
    "url": "https://en.wikipedia.org/wiki?curid=58116727",
    "title": "Beltecno Corporation",
    "text": "Beltecno Corporation (株式会社ベルテクノ) is a Japanese company based in &lt;a href=\"Naka-ku%2C%20Nagoya\"&gt;Naka-ku, Nagoya&lt;/a&gt; that manufactures &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt; products. It also manufactures kitchen equipment, bathroom fixtures, housing facility equipment, &lt;a href=\"construction%20equipment\"&gt;construction equipment&lt;/a&gt; and &lt;a href=\"Dying%20Machines\"&gt;dyeing machines&lt;/a&gt;. The company was founded in 1947.\nThe company is listed in the &lt;a href=\"JASDAQ%20Securities%20Exchange\"&gt;JASDAQ Securities Exchange&lt;/a&gt;.\nHistory and timeline.\nIn 1947, Suzuki-Shoten was established for manufacturing &lt;a href=\"Dying%20Machines\"&gt;dyeing machines&lt;/a&gt;. Ten years later in 1957 Suzuki Seisakusho Co. Ltd was established with the aim of manufacturing and selling dyeing machines.\nThen in 1960 Tokai Sink Co. Ltd was set up for the purpose of manufacturing and selling housing equipment. And in 1966 Tokai Sink Sales Co. Ltd was incorporated for the purpose of selling housing equipment.\nWhen Suzuki Seisakusho Co. Ltd. merged with Tokai Sinku Co. Ltd and Tokai Sink Sales Co. Ltd in 1990, it changed its company name to Beltecno Co. Ltd.\nNearly ten years later the Beltecno Headquarter, Nagoya branch and the Manufacturing Department were certified by the &lt;a href=\"Quality%20management%20system\"&gt;International Quality Management System&lt;/a&gt; &lt;a href=\"ISO9001\"&gt;ISO9001&lt;/a&gt; in 1998/1999. The company also incorporated Beltecno Giken East Co., Ltd. for manufacturing Stainless-Steel Reservoir.\nIn 2004, the corporation was listed on the &lt;a href=\"JASDAQ%20Securities%20Exchange\"&gt;JASDAQ Securities Exchange&lt;/a&gt;. And in 2006, the IGC Corporation, a subsidiary of Wood One Co., Ltd., implemented TOB and acquired 96.2% of the shares. Become a consolidated subsidiary of Wood One. It was later de-listed from &lt;a href=\"JASDAQ%20Securities%20Exchange\"&gt;JASDAQ Securities Exchange&lt;/a&gt; in 2007. Before becoming a wholly owned subsidiary of IGC Co., Ltd. through share exchange on March 1st that same year.\nOn February 1st 2008, a domestic housing equipment business was incorporated into Bell Kitchen Co., Ltd. through the inauguration and Bell Kitchen International Inc. in the United States to Bell Kitchen Co., Ltd. On April 23rd, the IGC Corporation transferred the shares of the company and the company Bell Dyeing to BT Holding Co., Ltd. The Suzuki family now owns all shares. The capital relationship with Wood One disappeared. On July 1st they merged with Bell Dyeing Co., Ltd.\nIn 2009, the company incorporated Beltecno India Private Limited. &lt;a href=\"Neemrana\"&gt;Neemrana&lt;/a&gt; plant was constructed in &lt;a href=\"Rajasthan\"&gt;Rajasthan&lt;/a&gt;.\nIn July 2011, a merger absorbed the separate dyeing machine business to 'Belle Dyeing'."
}