{
    "id": "58124471",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=58124471",
    "title": "Eckart Marsch",
    "text": "Eckart Marsch (born 1 February 1947 in &lt;a href=\"Friedrichstadt\"&gt;Friedrichstadt&lt;/a&gt;) is a German &lt;a href=\"Theoretical%20physics\"&gt;theoretical&lt;/a&gt; &lt;a href=\"physicist\"&gt;physicist&lt;/a&gt;, who worked from 1980 to 2012 at the originally named Max Planck Institute for Aeronomy, from 2004 on named &lt;a href=\"Max%20Planck%20Institute%20for%20Solar%20System%20Research\"&gt;Max Planck Institute for Solar System Research&lt;/a&gt; (MPS) in &lt;a href=\"Katlenburg-Lindau\"&gt;Katlenburg-Lindau&lt;/a&gt; on the physics of the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt;, &lt;a href=\"solar%20corona\"&gt;solar corona&lt;/a&gt; and &lt;a href=\"space%20plasmas\"&gt;space plasmas&lt;/a&gt; and taught at the &lt;a href=\"University%20of%20G%C3%B6ttingen\"&gt;University of Göttingen&lt;/a&gt;.\nIn appreciation of his extensive theoretical, data-analytical and application-related research, as author of a large number of scientific articles and co-editor of several books on the physics of the &lt;a href=\"heliosphere\"&gt;heliosphere&lt;/a&gt;, &lt;a href=\"heating\"&gt;heating&lt;/a&gt; of the &lt;a href=\"solar%20corona\"&gt;solar corona&lt;/a&gt;, &lt;a href=\"plasma%20physics\"&gt;plasma physics&lt;/a&gt; of the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt; and &lt;a href=\"astrophysical%20plasmas\"&gt;astrophysical plasmas&lt;/a&gt;, as co-editor of geophysical journals, especially of the well-known online journal &lt;a href=\"Living%20Reviews%20in%20Solar%20Physics\"&gt;Living Reviews in Solar Physics&lt;/a&gt;, as member of a variety of scientific committees and reviewer of leading scientific journals, as lecturer and associate professor at the &lt;a href=\"University%20of%20G%C3%B6ttingen\"&gt;University of Göttingen&lt;/a&gt; and as a personal supervisor of a large number of doctoral students and young scientists, the &lt;a href=\"European%20Geosciences%20Union\"&gt;European Geosciences Union&lt;/a&gt; (EGU) in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; awarded him in the year 2018 the &lt;a href=\"https%3A//www.egu.eu/awards-medals/hannes-alfven/\"&gt;Hannes Alfvén Medal&lt;/a&gt;. \"\"The Hannes Alfvén Medal goes to Eckart Marsch for his fundamental contributions to our understanding of the kinetic processes and plasma turbulence in the heliosphere, as well as to the work that has made Helios a successful mission and initiated the Solar Orbiter\".\" As a theoretical &lt;a href=\"Plasma%20%28physics%29\"&gt;plasma physicist&lt;/a&gt;, Eckart Marsch (often in collaboration with the Chinese heliospheric physicist &lt;a href=\"https%3A//www.researchgate.net/scientific-contributions/2043574831_Chuan-Yi_Tu\"&gt;Chuan-Yi Tu&lt;/a&gt; of the &lt;a href=\"Peking%20University\"&gt;Peking University&lt;/a&gt; analyzed and interpreted in particular the extensive &lt;a href=\"plasma%20%28physics%29\"&gt;plasma&lt;/a&gt; and &lt;a href=\"magnetic%20field\"&gt;magnetic field&lt;/a&gt; data on processes in the magnetized solar wind, which were acquired over a decade using the &lt;a href=\"Helios%20%28spacecraft%29\"&gt;HELIOS&lt;/a&gt; space probes between the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; and the &lt;a href=\"sun\"&gt;sun&lt;/a&gt;. In the crucial initial stages he planned and coordinated the development of the &lt;a href=\"ESA\"&gt;ESA&lt;/a&gt; solar mission &lt;a href=\"Solar%20Orbiter\"&gt;Solar Orbiter&lt;/a&gt;, which now is scheduled to launch in 2020. Eckart Marsch is a &lt;a href=\"Fellow\"&gt;Fellow&lt;/a&gt; of the &lt;a href=\"American%20Geophysical%20Union\"&gt;American Geophysical Union&lt;/a&gt; (AGU).\nAs part of his diploma and doctoral thesis he had studied the &lt;a href=\"physics%20of%20condensed%20matter\"&gt;physics of condensed matter&lt;/a&gt; at the Christian-Albrechts-Universität Kiel. After his retirement in 2012 he again works there, now as a retired scientist, among others topics on &lt;a href=\"relativistic%20quantum%20mechanics\"&gt;relativistic quantum mechanics&lt;/a&gt; and &lt;a href=\"quantum%20field%20theory\"&gt;quantum field theory&lt;/a&gt;.\nAcademic career.\nAfter attending high school in &lt;a href=\"Husum\"&gt;Husum&lt;/a&gt; and serving in the German army in &lt;a href=\"Nordfriesland\"&gt;Nordfriesland (district)&lt;/a&gt;, Eckart Marsch, born in &lt;a href=\"Friedrichstadt\"&gt;Friedrichstadt&lt;/a&gt; (&lt;a href=\"Schleswig-Holstein\"&gt;Schleswig-Holstein&lt;/a&gt;) in 1968, studied physics at the &lt;a href=\"Karlsruhe%20Institute%20of%20Technology\"&gt;Karlsruhe Institute of Technology&lt;/a&gt; and the &lt;a href=\"Technical%20University%20of%20Berlin\"&gt;Technical University of Berlin&lt;/a&gt;, and after his undergraduate degree at the &lt;a href=\"University%20of%20Kiel\"&gt;University of Kiel&lt;/a&gt;. Here he finished his studies with the diploma in 1973 and acquired the title Dr. rer. nat. in theoretical physics. Topic of his doctoral thesis was \"Transport coefficients and susceptibilities of the &lt;a href=\"Hubbard%20model\"&gt;Hubbard model&lt;/a&gt; in the &lt;a href=\"Hartree-Fock%20approximation\"&gt;Hartree-Fock approximation&lt;/a&gt;\". From 1976 to 1980 he worked as a research assistant at the &lt;a href=\"Max%20Planck%20Institute%20for%20Extraterrestrial%20Physics\"&gt;Max Planck Institute for Extraterrestrial Physics&lt;/a&gt;(MPE) in &lt;a href=\"Garching\"&gt;Garching&lt;/a&gt; near Munich.\nAs a research associate and later scientific group leader, he then worked until his retirement at the beginning of 2012 at the former Max Planck Institute for Aeronomy, from 2004 named as &lt;a href=\"Max%20Planck%20Institute%20for%20Solar%20System%20Research\"&gt;Max Planck Institute for Solar System Research&lt;/a&gt; (MPS) in &lt;a href=\"Katlenburg-Lindau\"&gt;Katlenburg-Lindau&lt;/a&gt; (Nordheim County, Lower Saxony). During this time he also worked in between as a visiting scientist at the &lt;a href=\"https%3A//www.azonano.com/suppliers.aspx%3FSupplierID%3D179\"&gt;Center for Space Research&lt;/a&gt; at &lt;a href=\"MIT\"&gt;MIT&lt;/a&gt; in &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge&lt;/a&gt; (USA), at the &lt;a href=\"Observatoire%20de%20Paris\"&gt;Observatoire de Paris&lt;/a&gt; in &lt;a href=\"Meudon\"&gt;Meudon&lt;/a&gt; (France), at the &lt;a href=\"https%3A//www.ast.cam.ac.uk/\"&gt;Institute for Astronomy in Cambridge&lt;/a&gt; (England), as guest lecturer and guest professor at the &lt;a href=\"http%3A//www.phinst.unibe.ch/index_eng.html\"&gt;Physical Institute&lt;/a&gt; of the &lt;a href=\"University%20of%20Bern\"&gt;University of Bern&lt;/a&gt; (Switzerland), from 1996 as an adjunct professor at the &lt;a href=\"University%20of%20G%C3%B6ttingen\"&gt;University of Göttingen&lt;/a&gt;. Since 1990 he has been habilitated at the University of Göttingen for astronomy and astrophysics. His habilitation was titled \"Kinetic Physics of the Solar Wind\".\nAlthough he declined a call as a C4 professor to the &lt;a href=\"University%20of%20Kiel\"&gt;University of Kiel&lt;/a&gt; in 1999, he finally, after his retirement in 2012, accepted there a one-year teaching assignment at the &lt;a href=\"http%3A//www.ieap.uni-kiel.de/e-index.html\"&gt;Institute for Experimental and Applied Physics&lt;/a&gt;. As a retired scientist, in cooperation with a former doctoral student at the MPS, &lt;a href=\"http%3A//www.iwf.oeaw.ac.at/de/user-site/yasuhito-narita/\"&gt;Yasuhito Narita&lt;/a&gt; from the &lt;a href=\"http%3A//www.mathnet.ru/php/organisation.phtml%3Foption_lang%3Deng%26amp%3Borgid%3D6858\"&gt;Institute for Space Research&lt;/a&gt; of the Austrian Academy of Sciences in Graz, he deals intensively with recent ideas on &lt;a href=\"relativistic%20quantum%20mechanics\"&gt;relativistic quantum mechanics&lt;/a&gt; and &lt;a href=\"quantum%20field%20theory\"&gt;quantum field theory&lt;/a&gt;.\nScientific work areas.\nIn his professional career as a &lt;a href=\"theoretical%20physicist\"&gt;theoretical physicist&lt;/a&gt;, the father of three now grown-up children, focused on &lt;a href=\"plasma%20physics\"&gt;plasma physics&lt;/a&gt;, the &lt;a href=\"solar%20corona\"&gt;solar corona&lt;/a&gt;, the physical processes in the &lt;a href=\"heliosphere\"&gt;heliosphere&lt;/a&gt;, the &lt;a href=\"particles\"&gt;particles&lt;/a&gt;, &lt;a href=\"wave\"&gt;wave&lt;/a&gt;s and &lt;a href=\"turbulence\"&gt;turbulence&lt;/a&gt;s in the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt;, and the effects of &lt;a href=\"space%20weather\"&gt;space weather&lt;/a&gt;. Since the year 2000, he has taken the lead in defining the scientific goals of the future &lt;a href=\"ESA\"&gt;ESA&lt;/a&gt; mission \"&lt;a href=\"Solar%20Orbiter\"&gt;Solar Orbiter&lt;/a&gt;\" (Start 2020) and accompanied some of the instrumental development work. He has participated in a number of summer schools and workshops, has been instrumental in shaping the content and design of scientific books, has co-edited scientific journals, and been the author and co-author of more than three hundred research articles, some of which are frequently quoted&lt;/ref&gt;. He has been a member of major scientific panels and has worked as a reviewer for leading scientific journals.\nThe goal of the theoretician Eckart Marsch was always to reconcile theoretical and analytical knowledge with the observational data obtained by &lt;a href=\"http%3A//www.planetary.org/explore/space-topics/space-missions/missions-to-study-the-sun.html\"&gt;solar&lt;/a&gt; and &lt;a href=\"space%20probes\"&gt;space probes&lt;/a&gt;, and also to gain a global view of the complex physical processes involved. Main goals of his work were to gain knowledge about the formation, heating and acceleration of the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt; in the inner &lt;a href=\"heliosphere\"&gt;heliosphere&lt;/a&gt;, as well as to analyse &lt;a href=\"http%3A//homepage.physics.uiowa.edu/~ghowes/research/kinturb.html\"&gt;plasma turbulence&lt;/a&gt; in the context of &lt;a href=\"magnetohydrodynamics\"&gt;magnetohydrodynamics&lt;/a&gt; and with the help of &lt;a href=\"kinetic%20theories\"&gt;kinetic theories&lt;/a&gt;.\nThrough &lt;a href=\"statistics\"&gt;statistical analysises&lt;/a&gt;, in particular of the data obtained from the &lt;a href=\"Helios%20%28spacecraft%29\"&gt;HELIOS&lt;/a&gt; spacecraft, he studied in his research the properties of the three-dimensional flow structures of the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt; and discovered special features of the &lt;a href=\"anisotropic\"&gt;anisotropic&lt;/a&gt;, radial development of the &lt;a href=\"distribution%20function%20%28physics%29\"&gt;velocity distribution functions&lt;/a&gt; of &lt;a href=\"protons\"&gt;protons&lt;/a&gt; and &lt;a href=\"alpha%20particles\"&gt;alpha particles&lt;/a&gt;. He succeeded in detecting the occurrence of &lt;a href=\"https%3A//www.egu.eu/news/359/egu-announces-2018-awards-and-medals/\"&gt;wave-particle interactions&lt;/a&gt; by means of &lt;a href=\"in%20situ\"&gt;in situ measurements&lt;/a&gt;. He early brought the possibility of plasma heating and &lt;a href=\"acceleration\"&gt;acceleration&lt;/a&gt; by ion &lt;a href=\"cyclotron%20resonance\"&gt;cyclotron resonance&lt;/a&gt; processes into play. In addition to the study of turbulent MHD energy &lt;a href=\"Energy%20cascade\"&gt;cascade models&lt;/a&gt; and &lt;a href=\"dissipation\"&gt;dissipation&lt;/a&gt; processes using wave modes, he also developed &lt;a href=\"Kinematics\"&gt;kinetic models&lt;/a&gt; for the analysis of various turbulence phenomena in the largely collision-free plasma of the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt;. For the first time, he carried out &lt;a href=\"Magnetohydrodynamics\"&gt;MHD model&lt;/a&gt; calculations and data analysis, employing profitably &lt;a href=\"Walter%20M.%20Elsasser\"&gt;Elsasser&lt;/a&gt; variables, and analyzed the &lt;a href=\"multifractal\"&gt;multifractal&lt;/a&gt; nature of &lt;a href=\"Quantum%20fluctuation\"&gt;fluctuation&lt;/a&gt;s and their &lt;a href=\"dissipation\"&gt;dissipation&lt;/a&gt; in turbulent energy cascades.\nEckart Marsch received the awards for his life's work also as a dedicated supervisor of doctoral students and as a teacher of young students with strong interest in heliospheric and space plasma physics. For many years he gave regularly lectures at the International Max Planck Research School in Katlenburg Lindau and the Georg August University in Göttingen.\nAwards.\nIn recognition of his high scientific rank in geophysics, he was named an AGU &lt;a href=\"Fellow\"&gt;Fellow&lt;/a&gt; in 2009 by the President of the &lt;a href=\"American%20Geophysical%20Union\"&gt;American Geophysical Union&lt;/a&gt; (AGU).\nDue to his many contributions to a deeper understanding of heliospheric physical processes, he was awarded the &lt;a href=\"Hannes%20Alfv%C3%A9n\"&gt;Hannes Alfvén&lt;/a&gt; Medal in 2018 at the annual meeting of the &lt;a href=\"European%20Geosciences%20Union\"&gt;European Geosciences Union&lt;/a&gt; (EGU).\nPublication of books.\nR. Schwenn, E. Marsch (eds.) Physics of the Inner Heliosphere 1 - Large-Scale Phenomena; in: Physics and Chemistry in Space 20. Springer-Verlag, Heidelberg (1990)\nR. Schwenn, E. Marsch (eds.) Physics of the Inner Heliosphere 2 - Particles, Waves and Turbulence; in: Physics and Chemistry in Space 21. Springer-Verlag, Heidelberg (1991)\nE. Marsch, R. Schwenn (eds.) Solar Wind Seven - COSPAR Colloquia Series. Pergamon Press, Oxford, England (1992)\nC.-Y. Tu, E. Marsch, MHD Structures, Waves and Turbulence in the Solar Wind, Observations and Theories. Academic Publishers, reprinted by Space Science Reviews, Vol. 73, Nos. 1-2, 1-210 (1995)\nJ. Büchner, W.I. Axford, E.Marsch, V.M. Vasyliunas (eds.) Plasma Astrophysics and Space Physics, Kluwer Academic Publishers, Dordrecht, The Netherlands (1999)\nK. Scherer, H. Fichtner, E. Marsch (eds.) \"The Outer Heliosphere: Beyond the Planets.\" Copernicus Society, Katlenburg-Lindau, (2000)\nK. Scherer, H. Fichtner, H.-J. Fahr, E. Marsch (eds.) \"The Outer Heliosphere: The Next Frontiers.\" COSPAR Colloquia Series, Vol. 11, Pergamon, (2001)\nD. Burgess, J. Drake, E. Marsch, R. von Steiger, M. Velli, T. Zurbuchen (eds.) Multi-Scale Physics in Coronal Heating and Solar Wind Acceleration. Space Science Series of ISSI, Vol. 38, Springer, New York, (2013)\nG.P. Zank, J. Borovsky, R. Bruno, J. Cirtain, S. Cranmer, H. Elliott, J. Giacalone, W. Gonzalez, G. Li, E. Marsch, E. Moebius, N. Pogorelov, J Spann, O. Verkhoglyadova (eds.) Solar Wind 13: Proceedings of the Thirteenth International Solar Wind Conference. AIP Conference Proceedings (2013)"
}