{
    "id": "58128739",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=58128739",
    "title": "9th Parliament of Zimbabwe",
    "text": "The 9th Parliament of Zimbabwe is the current meeting of the &lt;a href=\"Parliament%20of%20Zimbabwe\"&gt;Zimbabwean Parliament&lt;/a&gt;, composed of the &lt;a href=\"Senate%20of%20Zimbabwe\"&gt;Senate&lt;/a&gt; and the &lt;a href=\"National%20Assembly%20of%20Zimbabwe\"&gt;National Assembly&lt;/a&gt;. It began meeting in Harare in August/September 2018, following the inauguration of President &lt;a href=\"Emmerson%20Mnangagwa\"&gt;Emmerson Mnangagwa&lt;/a&gt;. Its membership was set by the &lt;a href=\"Zimbabwean%20general%20election%2C%202018\"&gt;2018 Zimbabwean general election&lt;/a&gt;, which gave the ruling &lt;a href=\"ZANU%E2%80%93PF\"&gt;ZANU–PF&lt;/a&gt; party a ⅔ majority in Parliament, and control of both chambers. The &lt;a href=\"MDC%20Alliance\"&gt;MDC Alliance&lt;/a&gt; is the minority &lt;a href=\"coalition\"&gt;coalition&lt;/a&gt;.\nOverview.\nThe 9th Parliament of Zimbabwe's membership was set by the &lt;a href=\"Zimbabwean%20general%20election%2C%202018\"&gt;30 July 2018 election&lt;/a&gt;, which gave the incumbent ruling party, &lt;a href=\"ZANU%E2%80%93PF\"&gt;ZANU–PF&lt;/a&gt;, a ⅔ parliamentary majority, with control of both the &lt;a href=\"Senate%20of%20Zimbabwe\"&gt;Senate&lt;/a&gt; and the &lt;a href=\"National%20Assembly%20of%20Zimbabwe\"&gt;National Assembly&lt;/a&gt;. The &lt;a href=\"MDC%20Alliance\"&gt;MDC Alliance&lt;/a&gt;, a coalition composed of the &lt;a href=\"Movement%20for%20Democratic%20Change%20%E2%80%93%20Tsvangirai\"&gt;Movement for Democratic Change – Tsvangirai&lt;/a&gt; and other opposition parties, won all but two of the remaining seats in the House.\nPer Section 143 (1) of the &lt;a href=\"Constitution%20of%20Zimbabwe\"&gt;Constitution of Zimbabwe&lt;/a&gt;, the 9th Parliament will officially begin the day the &lt;a href=\"President%20of%20Zimbabwe\"&gt;President&lt;/a&gt;-elect is sworn in. Per Section 145 (1) of the Constitution, the President advises as to the date of the official opening of Parliament, and Section 145 (2) stipulates that the date will be officially set by the Clerk of Parliament. The official opening of Parliament must not be held more than 30 days after the presidential inauguration. The inauguration, initially scheduled for 12 August 2018, had to be postponed indefinitely after the MDC Alliance filed a petition with the &lt;a href=\"Constitutional%20Court%20of%20Zimbabwe\"&gt;Constitutional Court&lt;/a&gt; challenging the presidential election results. The Parliament cannot open until after the court announces its decision and the President is inaugurated."
}