{
    "id": "5816649",
    "revid": "4490355",
    "url": "https://en.wikipedia.org/wiki?curid=5816649",
    "title": "Mwepu Ilunga",
    "text": "Joseph Mwepu Ilunga (22 August 1949 – 8 May 2015) was a &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; defender from &lt;a href=\"Zaire\"&gt;Zaire&lt;/a&gt; (now the &lt;a href=\"Democratic%20Republic%20of%20the%20Congo\"&gt;Democratic Republic of the Congo&lt;/a&gt;). His name is also written as \"Alunga Mwepu\".\nClub career.\nIlunga played club football for &lt;a href=\"TP%20Mazembe\"&gt;Englebert TP Mazembe&lt;/a&gt; in his native Zaire, with whom he won the &lt;a href=\"1967%20African%20Cup%20of%20Champions%20Clubs\"&gt;1967 African Cup of Champions&lt;/a&gt; and &lt;a href=\"1968%20African%20Cup%20of%20Champions%20Clubs\"&gt;1968 African Cup of Champions&lt;/a&gt;.\nInternational career.\nIlunga played for his &lt;a href=\"Congo%20DR%20national%20football%20team\"&gt;country&lt;/a&gt;, then called Zaire, during the &lt;a href=\"1974%20FIFA%20World%20Cup\"&gt;1974 FIFA World Cup&lt;/a&gt;. During a group match against &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt;, he ran out of his team's defensive wall and kicked away a free kick before the ball was in play. He was subsequently cautioned, but some commentators felt that he seemed oblivious as to what he had done wrong. However, Ilunga claimed that he was quite aware of the rules – as would be expected from an experienced player in a successful side – and was hoping that the referee would send him off. The intended red card would have been a protest against his country's authorities, who were alleged to be depriving the players of their rightful earnings. \nZaire went on to lose that match 3–0, and by not getting a bigger loss Ilunga saved his and all his teammates' lives, as &lt;a href=\"Zaire\"&gt;Zaire&lt;/a&gt;'s dictator &lt;a href=\"Mobutu%20Sese%20Seko\"&gt;Mobutu Sese Seko&lt;/a&gt; would have killed them all in that case. They had already lost their first two matches to &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; 2–0 and &lt;a href=\"Yugoslavia%20national%20football%20team\"&gt;Yugoslavia&lt;/a&gt; 9–0.\nZaire were then the first &lt;a href=\"sub-Saharan%20Africa\"&gt;sub-Saharan Africa&lt;/a&gt;n team to qualify for the World Cup finals; however, during the tournament the players discovered they would not be paid.\nDeath.\nIlunga died in May 2015 after a long illness in the Saint-Joseph de Limete Hospital, Kinshasa."
}