{
    "id": "58189585",
    "revid": "21691464",
    "url": "https://en.wikipedia.org/wiki?curid=58189585",
    "title": "Increase Carpenter",
    "text": "Increase Carpenter (August 20, 1736–20 April 20, 1807) was a &lt;a href=\"Minutemen\"&gt;minuteman&lt;/a&gt; and &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; veteran who was born in &lt;a href=\"Jamaica%2C%20Queens\"&gt;Jamaica, Queens, New York&lt;/a&gt;. He served as a first lieutenant. Carpenter wore the uniform of the Jamaica Minutemen, served on the &lt;a href=\"Committee%20of%20Correspondence\"&gt;Committee of Correspondence&lt;/a&gt;, and was also a &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt;. He was at one time a &lt;a href=\"Defense%20Commissary%20Agency\"&gt;Commissary of the Army&lt;/a&gt;. He was also a church elder, a butcher and an innkeeper.\nAmerican revolutionary.\nIncrease Carpenter kept an inn a mile east of “Rustdorp” (Jamaica Village) on Fulton Street (Jamaica Avenue). A protest meeting of the &lt;a href=\"Sons%20of%20Liberty\"&gt;Sons of Liberty&lt;/a&gt; was held there in 1774 to discuss the &lt;a href=\"Tea%20Act\"&gt;Tea Act&lt;/a&gt; Tax. The colonists elected no Members of Parliament, and so it was seen as a violation of their rights as Englishmen to \"no taxation without representation\". \nOn March 27, 1776, a company of colonial militia was formed in Jamaica, consisting of 40 persons, with Ephraim Baylis as captain and Increase Carpenter as his first lieutenant. In August, following a buildup of troops on &lt;a href=\"Staten%20Island\"&gt;Staten Island&lt;/a&gt; prior to the &lt;a href=\"Battle%20of%20Long%20Island\"&gt;Battle of Long Island&lt;/a&gt;, a flanking maneuver by British &lt;a href=\"William%20Howe%2C%205th%20Viscount%20Howe\"&gt;General Howe&lt;/a&gt; up Kings Highway captured &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt; and sent the Continental Army fleeing in disarray under cover of fog west to the mainland. Carpenter and his brother Nehemiah fled to Manhattan with &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt; and the Army and later up the Hudson. Their property was confiscated by the British. For the duration. Carpenter served as a &lt;a href=\"quartermaster\"&gt;quartermaster&lt;/a&gt; in the Army. Nehemiah Carpenter also served in the same company.\nAt the conclusion of the war, the family regained possession of the &lt;a href=\"Hollis%2C%20Queens\"&gt;Hollis, Queens&lt;/a&gt; inn, where the 1774 meeting was held. Built in 1710, it remained standing until 1921, ending as Goetze's Hotel.\nCapture of General Woodhull.\nGeneral &lt;a href=\"Nathaniel%20Woodhull\"&gt;Nathaniel Woodhull&lt;/a&gt; was given orders to herd all cattle in the area away from the advancing British forces, a task made difficult by a summer thunderstorm. Stopping at Carpenter's Tavern a mile east of Jamaica Village, on August 28, 1776, he was captured and injured by &lt;a href=\"dragoon\"&gt;British dragoons&lt;/a&gt;. According to lore, when one of their officers, Captain Sir James Baird demanded allegiance by saying \"God save the King!\", Woodhull responded, \"God save us all!\" The dragoon then slashed at the general's head and arm with a cutlass until a second British officer, Major Delancey, intervened. The wounded American general was then transported to the old stone church in Jamaica, which the British had converted into a prison. He was later incarcerated on one of &lt;a href=\"Prisoners_of_war_in_the_American_Revolutionary_War%23/Prison_ships\"&gt;the notorious prison ships&lt;/a&gt; in &lt;a href=\"Wallabout%20Bay\"&gt;Wallabout Bay&lt;/a&gt;, Brooklyn where his condition deteriorated for lack of a surgeon to amputate his mangled arm. Mrs. Woodhull petitioned to obtain her husband's release so that an operation might be performed, but the late amputation failed to stop the &lt;a href=\"gangrene\"&gt;gangrene&lt;/a&gt; that had spread, and the 54-year-old general died of his injuries three weeks after the attack. Today, a pair of winding streets in Hollis commemorate both Woodhull and Carpenter.\nFamily life.\nIncrease Carpenter is buried in &lt;a href=\"Prospect%20Cemetery%20%28Queens%29\"&gt;Prospect Cemetery&lt;/a&gt;, on the campus of York College, in &lt;a href=\"Jamaica%2C%20Queens\"&gt;Jamaica, Queens&lt;/a&gt;.\nHis wife Mary (Baylis) died on 23 January 1823. They had three daughters (Mary Baker, Jane Wicks, and Nancy Smith) and four sons (Samuel, James, George, and David)."
}