{
    "id": "58203",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=58203",
    "title": "Franz Xaver von Baader",
    "text": "Franz von Baader (27 March 1765 – 23 May 1841), born Benedikt Franz Xaver Baader, was a &lt;a href=\"German%20people\"&gt;German&lt;/a&gt; &lt;a href=\"Roman%20Catholic\"&gt;Catholic&lt;/a&gt; &lt;a href=\"philosopher\"&gt;philosopher&lt;/a&gt;, &lt;a href=\"theology\"&gt;theologian&lt;/a&gt;, &lt;a href=\"physician\"&gt;physician&lt;/a&gt;, and &lt;a href=\"mining%20engineering\"&gt;mining engineer&lt;/a&gt;. Resisting the &lt;a href=\"empiricism\"&gt;empiricism&lt;/a&gt; of his day, he denounced most &lt;a href=\"Western%20philosophy\"&gt;Western philosophy&lt;/a&gt; since &lt;a href=\"Rene%20Descartes\"&gt;Descartes&lt;/a&gt; as trending into &lt;a href=\"atheism\"&gt;atheism&lt;/a&gt; and has been considered a revival of the &lt;a href=\"Scholasticism\"&gt;Scholastic&lt;/a&gt; school. He was one of the most influential theologians of his age but his influence on subsequent philosophy has been less marked. Today he is thought to have re-introduced theological engagement with &lt;a href=\"Meister%20Eckhart\"&gt;Meister Eckhart&lt;/a&gt; into academia and even &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; and &lt;a href=\"Theosophy%20%28Boehmian%29\"&gt;Theosophy&lt;/a&gt; more generally.\nLife.\nBenedikt Franz Xaver Baader was born in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;, &lt;a href=\"Electorate%20of%20Bavaria\"&gt;Bavaria&lt;/a&gt;, on 27 March 1765. He was the third son of Joseph Franz von Paula Baader (15 September 1733 – 16 February 1794) and Maria Dorothea Rosalia von Schöpf (25 October 1742 – 5 February 1829), who were married on 23 May 1761. In 1775, Franz's father Joseph became the court physician of &lt;a href=\"Maximilian%20III%20Joseph\"&gt;Maximilian III Joseph&lt;/a&gt;, the &lt;a href=\"elector%20of%20Bavaria\"&gt;elector of Bavaria&lt;/a&gt;. (The elector died two years later.) Franz' two older brothers were both distinguished men. His brother Clemens Alois Andreas Baader (8 April 1762 – 23 March 1838) was an author, and his brother &lt;a href=\"Joseph%20von%20Baader\"&gt;Joseph Anton Ignaz Baader&lt;/a&gt; (30 September 1763 – 20 November 1835) was an &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt;. Franz studied &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt; at &lt;a href=\"Ingolstadt\"&gt;Ingolstadt&lt;/a&gt; and &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, and for a short time assisted his father in his medical practice. However, Franz soon discovered that life as a physician did not suit him, and he decided to become a mining engineer instead. He studied under &lt;a href=\"Abraham%20Gottlob%20Werner\"&gt;Abraham Gottlob Werner&lt;/a&gt; at &lt;a href=\"Freiberg%2C%20Saxony\"&gt;Freiberg&lt;/a&gt;, travelled through several of the mining districts in north Germany, and resided in &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;England&lt;/a&gt; from 1792 to 1796.\nIn England, Franz von Baader became acquainted with the &lt;a href=\"empiricism\"&gt;empiricism&lt;/a&gt; of &lt;a href=\"David%20Hume\"&gt;David Hume&lt;/a&gt;, &lt;a href=\"David%20Hartley%20%28philosopher%29\"&gt;David Hartley&lt;/a&gt;, and &lt;a href=\"William%20Godwin\"&gt;William Godwin&lt;/a&gt;, which was extremely distasteful to him. But he also came into contact with the mystical speculations of &lt;a href=\"Meister%20Eckhart\"&gt;Meister Eckhart&lt;/a&gt;, &lt;a href=\"Louis%20Claude%20de%20Saint-Martin\"&gt;Louis Claude de Saint-Martin&lt;/a&gt;, and above all those of &lt;a href=\"Jakob%20B%C3%B6hme\"&gt;Jakob Böhme&lt;/a&gt;, which were more to his liking. In 1796, he returned to Germany and, in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;, became acquainted with &lt;a href=\"Friedrich%20Heinrich%20Jacobi\"&gt;F. H. Jacobi&lt;/a&gt;, with whom he became close friends. He also came into contact with &lt;a href=\"Friedrich%20Schelling\"&gt;Friedrich Schelling&lt;/a&gt;, and the works he published during this period were manifestly influenced by that philosopher, though Baader maintained his independence from Schelling. Their friendship continued till about the year 1822, when Baader's denunciation of modern philosophy in his letter to &lt;a href=\"Russian%20Empire\"&gt;Tsar&lt;/a&gt; &lt;a href=\"Alexander%20I%20of%20Russia\"&gt;Alexander I&lt;/a&gt; entirely alienated Schelling.\nAll this time, Baader continued to apply himself to his profession. He gained a prize of 12,000 &lt;a href=\"Bavarian%20gulden\"&gt;gulden&lt;/a&gt; (≈117 &lt;a href=\"kilogram\"&gt;kg&lt;/a&gt; &lt;a href=\"silver\"&gt;silver&lt;/a&gt;) for his new method of employing &lt;a href=\"sodium%20sulfate\"&gt;sodium sulfate&lt;/a&gt; instead of &lt;a href=\"potash\"&gt;potash&lt;/a&gt; in the making of &lt;a href=\"glass\"&gt;glass&lt;/a&gt;. From 1817 to 1820, he held the post of superintendent of mines and was raised to the rank of nobility for his services. He retired in 1820, and thereafter published one of the best of his works, \"Fermenta Cognitionis\" in 6 parts from 1822 to 1825. In it, he combats modern philosophy and recommends the study of Böhme. In 1826, when the new university was opened in Munich, he was appointed professor of philosophy and speculative theology. He published some of his lectures there in 4 parts from 1827 to 1836 under the title \"\". His 1831 \"Forty Sentences from a Religious Erotic\" was dedicated to &lt;a href=\"Emilie%20Linder\"&gt;Emilie Linder&lt;/a&gt;, a Munich painter. In 1838, he publicly opposed the interference of the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt; in civil matters and, in consequence, was interdicted from lecturing on the philosophy of religion during the last three years of his life. He died on 23 May 1841. He is buried in the &lt;a href=\"Alter%20S%C3%BCdfriedhof\"&gt;Alter Südfriedhof&lt;/a&gt; in Munich.\nPhilosophy.\nIt is difficult to summarize Baader's philosophy, for he expressed his deepest thoughts in obscure &lt;a href=\"aphorism\"&gt;aphorism&lt;/a&gt;s or mystical symbols and analogies. His doctrines are mostly expounded in short detached essays, in comments on the writings of Böhme and St-Martin, or in his extensive correspondence and journals. However, there are salient points which mark the outline of his thought. Baader starts from the position that human reason by itself can never reach the end it aims at and maintains that we cannot throw aside the presuppositions of faith, church, and tradition. His point of view may be described as &lt;a href=\"Scholasticism\"&gt;Scholasticism&lt;/a&gt;, since like the Scholastics he believed that theology and philosophy are not opposed but that reason has to make clear the truths given by authority and revelation. In his attempts to draw the realms of faith and knowledge still closer, however, he approaches the mysticism of &lt;a href=\"Meister%20Eckhart\"&gt;Meister Eckhart&lt;/a&gt;, &lt;a href=\"Paracelsus\"&gt;Paracelsus&lt;/a&gt;, and Böhme. Our existence depends upon God's cognition of us. All self-consciousness is at the same time God-consciousness, and all knowledge is knowing with, consciousness of, or participation in God.\nTheology.\nBaader's philosophy is thus essentially a form of &lt;a href=\"theosophy%20%28history%20of%20philosophy%29\"&gt;theosophy&lt;/a&gt;. God is not to be conceived as mere abstract Being () but as the primary &lt;a href=\"will%20%28philosophy%29\"&gt;Will&lt;/a&gt; at the basis of all things and an everlasting process or activity ('). This process functions as a self-generation of God, in which we may distinguish two aspects—the immanent or esoteric and the eminent or exoteric. Only insofar as the \"primitive will\" thinks or is conscious of itself can it distinguish knower and known, producer and produced, from which proceeds the power to become spirit. God has His reality only insofar as He is absolute spirit. The &lt;a href=\"Trinity%20%28Christianity%29\"&gt;Trinity&lt;/a&gt; (called ' in Baader) is not a given but is rendered possible, is mirrored in, and takes place through the eternal and impersonal idea or wisdom of God, which exists beside through not distinct from the \"primitive will\". Personality and concrete reality is given to separate aspects of this Trinity through nature, which is eternally and necessarily produced by God. These aspects of existence do not occur successively within time but occur \"\" as necessary elements of the self-evolution of divine Being. Its \"nature\" is not to be confused with the &lt;a href=\"nature\"&gt;nature&lt;/a&gt; of &lt;a href=\"Creation%20%28mythology%29\"&gt;Creation&lt;/a&gt;, which is an unnecessary, free, and non-temporal act of God's love and will which cannot be speculatively deduced but must be accepted as a historic fact.\nCreated beings were originally of three orders: the intelligent or &lt;a href=\"angel\"&gt;angel&lt;/a&gt;s; the non-intelligent material world; and &lt;a href=\"humans\"&gt;man&lt;/a&gt;, who mediated between them. Angels and man were endowed with &lt;a href=\"free%20will%20%28theology%29\"&gt;freedom&lt;/a&gt;. The &lt;a href=\"Fall%20of%20Man\"&gt;Fall of Adam&lt;/a&gt; and &lt;a href=\"Fallen%20angel\"&gt;Lucifer&lt;/a&gt; were historic facts which were possible, though not necessary. Baader considered the angels to have fallen through a desire to ascend to equality with God (i.e., &lt;a href=\"pride\"&gt;pride&lt;/a&gt;) and man through permitting himself to sink to the level of nature (via the &lt;a href=\"seven%20deadly%20sins\"&gt;various bodily sins&lt;/a&gt;). Baader considered that the world as we know it—with &lt;a href=\"time\"&gt;time&lt;/a&gt;, &lt;a href=\"space\"&gt;space&lt;/a&gt;, and &lt;a href=\"matter\"&gt;matter&lt;/a&gt;—only began after the fall of mankind and was created as a gift from God permitting humanity the opportunity for &lt;a href=\"redemption%20%28theology%29\"&gt;redemption&lt;/a&gt;. Baader developed theories of &lt;a href=\"physiology\"&gt;physiology&lt;/a&gt; and &lt;a href=\"anthropology\"&gt;anthropology&lt;/a&gt; over a number of works based upon this understanding of the universe, but in the main coincides with the ideas of Böhme. Principally, he traces the adverse effects of various &lt;a href=\"sin\"&gt;sin&lt;/a&gt;s and advocates the restoration of natural harmonies by its removal.\nHis system of &lt;a href=\"ethics\"&gt;ethics&lt;/a&gt; rejects the idea that obedience to moral laws alone (as in &lt;a href=\"Kantianism\"&gt;Kantianism&lt;/a&gt;) is enough. Instead, though humanity has lost the ability to accomplish this on its own, it is necessary to realize and participate in our place in the divine order. As &lt;a href=\"grace%20%28Christianity%29\"&gt;grace&lt;/a&gt; is required for such a realization, no ethical theory neglecting sin and &lt;a href=\"redemption%20%28theology%29\"&gt;redemption&lt;/a&gt; is satisfactory or even possible. &lt;a href=\"Good%20works\"&gt;Mere works&lt;/a&gt; are never sufficient, but &lt;a href=\"Jesus%20Christ\"&gt;Christ&lt;/a&gt;'s healing virtue must be received, chiefly through &lt;a href=\"prayer\"&gt;prayer&lt;/a&gt; and the &lt;a href=\"Catholic%20Sacraments\"&gt;sacraments of the church&lt;/a&gt;.\nBaader was regarded as among the greatest speculative theologians of 19th-century &lt;a href=\"Roman%20Catholic%20Church\"&gt;Catholicism&lt;/a&gt; and influenced, among others, &lt;a href=\"Richard%20Rothe\"&gt;Richard Rothe&lt;/a&gt;, &lt;a href=\"Julius%20M%C3%BCller%20%28theologian%29\"&gt;Julius Müller&lt;/a&gt;, and &lt;a href=\"Hans%20Lassen%20Martensen\"&gt;Hans Lassen Martensen&lt;/a&gt;.\nPolitics.\nBaader argued that two things were requisite in the &lt;a href=\"state%20%28polity%29\"&gt;state&lt;/a&gt;: common submission to the ruler (without which there would be &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; or &lt;a href=\"invasion\"&gt;invasion&lt;/a&gt;) and inequality of rank (without which there would be no &lt;a href=\"government\"&gt;organization&lt;/a&gt;). As Baader considered God alone to be the true ruler of mankind, he argued that loyalty to a government can only be secured or given when it was truly Christian; he opposed &lt;a href=\"despotism\"&gt;despotism&lt;/a&gt;, &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt;, &lt;a href=\"liberalism\"&gt;liberalism&lt;/a&gt; equally. His &lt;a href=\"utopia\"&gt;idea state&lt;/a&gt; was a civil community ruled by the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;, whose principles opposed both passive and irrational &lt;a href=\"pietism\"&gt;pietism&lt;/a&gt; and the excessively rational doctrines of &lt;a href=\"Protestantism\"&gt;Protestantism&lt;/a&gt;.\nGender issues.\nOne of Baader's central ideas is his concept of &lt;a href=\"androgyny\"&gt;androgyny&lt;/a&gt;:\nFollowing the literal wording of the first of &lt;a href=\"Book%20of%20Genesis\"&gt;Genesis&lt;/a&gt;'s &lt;a href=\"Creation%20of%20Man\"&gt;two accounts of the creation of man&lt;/a&gt;, Baader says that Man was originally an androgynous being. Neither man nor woman is the \"image and likeness of God\" but only the androgyne. Both sexes are equally fallen from the original divinity of the androgyne. Androgynism is man's likeness to God, his supernatural upsurge. Hence it follows that sexes must cease and vanish. From these positions Baader interpreted the sacrament of marriage as a symbolic restitution of angelic bisexuality: \nUltimately Christ's sacrifice will make possible a restoration of the primal androgyny. Baader believed that primordial androgyny would return as the world neared its end.\nWorks.\nSeveral years after his death, Baader's works were collected and edited by a number of his disciples. This was published in 16 volumes at &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt; between 1851 and 1860, organized by topic. Vol. I dealt with &lt;a href=\"epistemology\"&gt;epistemology&lt;/a&gt;, Vol. II with &lt;a href=\"metaphysics\"&gt;metaphysics&lt;/a&gt;, Vol. III with &lt;a href=\"natural%20philosophy\"&gt;natural philosophy&lt;/a&gt;, Vol. IV with &lt;a href=\"anthropology\"&gt;anthropology&lt;/a&gt;, Vols. V &amp; VI with &lt;a href=\"sociology\"&gt;social philosophy&lt;/a&gt;, Vols. VII through X with &lt;a href=\"philosophy%20of%20religion\"&gt;philosophy of religion&lt;/a&gt;, Vol. XI with Baader's &lt;a href=\"diary\"&gt;diaries&lt;/a&gt;, Vol. XII with his commentaries on St-Martin, Vol. XIII with his commentaries on Böhme, Vol. XIV with &lt;a href=\"time\"&gt;time&lt;/a&gt;, and Vol. XV with his biography and correspondence. Vol. XVI contained an index to the others, as well as an able sketch of his system by &lt;a href=\"Johann%20Anton%20Bernhard%20Lutterbeck\"&gt;Lutterbeck&lt;/a&gt;. Valuable introductions by the editors are prefixed to the several volumes."
}