{
    "id": "5822580",
    "revid": "16283967",
    "url": "https://en.wikipedia.org/wiki?curid=5822580",
    "title": "Mulgunnia",
    "text": "Mulgunnia is one of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;'s oldest colonial holdings - approx 252 hectares (622 acres) in a scenic, fertile and secluded valley setting near the village of &lt;a href=\"Trunkey%20Creek\"&gt;Trunkey Creek&lt;/a&gt;, 40 minutes by road to the historic city of &lt;a href=\"Bathurst%2C%20New%20South%20Wales\"&gt;Bathurst, New South Wales&lt;/a&gt;. This famous Goldfields sheep and cattle station dates from \"The Roaring Days\". It is one of the oldest authentic colonial homestead complexes in Australia. Buildings date from the 1820s and 1850s and includes one of the oldest remaining woolsheds in NSW. \nThe old homestead complex contains three separate pavilions. It comprises three different sections constructed 1820s, 1840s and 1850s, connected by an enclosed courtyard providing casual dining, carriage storage and dance floor/children's area. The restored Mulgunnia contains three bathrooms, two kitchens, six bedrooms, nursery, family dining and living rooms. Outside is a garden, dominated by 100-year-old oaks and elms. The original barn and old wool-shed (c. 1840) are adjacent the main homestead, set out as part of the original settler's 'Farm Square' design. \nHistory of Mulgunnia.\nThomas Arkell, Govt Superintendent of Stock under &lt;a href=\"Governor%20Macquarie\"&gt;Governor Macquarie&lt;/a&gt;, was the original grantee of Mulgunnia. The grant was for 1,607 acres. The property was willed to Elizabeth Smith, daughter of Sophia Millage, as two separate properties - \"Mulgunnia\" (967 acres) and \"Back of Mulgunnia\" (640 acres). What was then Back of Mulgunnia is what is now the remaining property.\nThe property passed through the Arkell/Smith/McPhillamy families for five generations - from Thomas Arkell, to Elizabeth Smith, to Thomas Arkell Smith, to Reginald McPhillamy Smith, and finally to Victor Smith. In each generation of passing, there were disputes around the will. Victor Smith sold the property in 1967 to Francis Dowsett for 47,239 pounds."
}