{
    "id": "58276354",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=58276354",
    "title": "Hunter Valley Gardens",
    "text": "Hunter Valley Gardens is in the heart of &lt;a href=\"Hunter%20Valley%20wine%20country\"&gt;Hunter Valley wine country&lt;/a&gt;, located in &lt;a href=\"Pokolbin%2C%20New%20South%20Wales\"&gt;Pokolbin&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;NSW&lt;/a&gt;, Australia. It opened in 2003 and is now open everyday of the year except Christmas Day. The gardens span across 14 hectares of land, containing 10 differently themed gardens, accommodation, a shopping village, rides/events and dining. The gardens are a popular venue in the Hunter Valley for weddings and events. Hunter Valley Gardens is the largest display garden in the &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt;.\nHistory.\nHunter valley gardens was developed and created by the Roche Group, when founder &lt;a href=\"Bill%20and%20Imelda%20Roche\"&gt;Bill Roche&lt;/a&gt; retired he decided that he would finally make his lifelong ambition a reality, building a garden that would be enjoyed for generations to come. Starting construction in 1999, the team of 40–50 landscape gardeners, engineers and architects completed the gardens and it was opened in October 2003 by the &lt;a href=\"premier\"&gt;premier&lt;/a&gt; of New South Wales.\nFeatures.\nGardens.\nThe gardens are composed of ten individually themed gardens, influenced by different locations around the world, containing both native and exotic &lt;a href=\"flora\"&gt;flora&lt;/a&gt; . The display gardens are divided by eight kilometres of &lt;a href=\"Accessibility\"&gt;wheelchair accessible&lt;/a&gt; walking paths. There are over six thousand trees, six hundred thousand &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s and one million &lt;a href=\"Groundcover\"&gt;ground-covers&lt;/a&gt; populating the gardens.\nThe themed gardens are;-\nShopping Village.\nThe shopping village is located outside the entrance to the gardens and is adjacent to the picnic area, BBQ, playground and the neighbouring Aqua Golf &amp; Putt Putt course. The village contains a collection of &lt;a href=\"bespoke\"&gt;bespoke&lt;/a&gt; shops, ranging from delicious meals to jewellery and unique clothing.\nAccommodation/dining.\nThere are two accommodation venues that Hunter Valley Gardens offers, Harrigan's Irish Pub &amp; Accommodation and &lt;a href=\"http%3A//www.mercurehuntervalley.com.au/\"&gt;Mercure Resort Hunter Valley Gardens.&lt;/a&gt;\nWeddings.\nHunter Valley Gardens offers various settings for wedding ceremonies (including a purpose built chapel) , photo opportunities and the assistance of a wedding consultant. There is a number of reception venues and many options for catering.\nEvents.\nHunter Valley Gardens is known worldwide for the many yearly events that they hold. Along with these events, the gardens have horticultural talks, festivals and possess permanent Italian-imported rides.\nChristmas Lights Spectacular- The Christmas Lights Spectacular is the largest lights display in the southern hemisphere with over 2 million lights, the event has been held every year since 2007. They begin at the start of November and close at the end of January.\nSnow Time- Occurring in winter, the gardens open an &lt;a href=\"Ice%20rink\"&gt;ice skating rink&lt;/a&gt;, snow &lt;a href=\"toboggan\"&gt;toboggan&lt;/a&gt; slides and other rides, that are accessible for most ages.\nMega Creatures- During the NSW school holidays, the Hunter Valley Gardens display many Mega Creature statues and &lt;a href=\"animatronics\"&gt;animatronics&lt;/a&gt; throughout the gardens, including Dinosaurs, insects and dragons."
}