{
    "id": "58320",
    "revid": "16680171",
    "url": "https://en.wikipedia.org/wiki?curid=58320",
    "title": "Potential flow",
    "text": "In &lt;a href=\"fluid%20dynamics\"&gt;fluid dynamics&lt;/a&gt;, potential flow describes the &lt;a href=\"velocity%20field\"&gt;velocity field&lt;/a&gt; as the &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt; of a scalar function: the &lt;a href=\"velocity%20potential\"&gt;velocity potential&lt;/a&gt;. As a result, a potential flow is characterized by an &lt;a href=\"Conservative%20vector%20field%23Irrotational%20vector%20fields\"&gt;irrotational velocity field&lt;/a&gt;, which is a valid approximation for several applications. The irrotationality of a potential flow is due to the &lt;a href=\"Curl%20%28mathematics%29\"&gt;curl&lt;/a&gt; of the gradient of a &lt;a href=\"Scalar%20%28physics%29\"&gt;scalar&lt;/a&gt; always being equal to zero.\nIn the case of an &lt;a href=\"incompressible%20flow\"&gt;incompressible flow&lt;/a&gt; the velocity potential satisfies &lt;a href=\"Laplace%27s%20equation\"&gt;Laplace's equation&lt;/a&gt;, and &lt;a href=\"potential%20theory\"&gt;potential theory&lt;/a&gt; is applicable. However, potential flows also have been used to describe &lt;a href=\"compressible%20flow\"&gt;compressible flow&lt;/a&gt;s. The potential flow approach occurs in the modeling of both stationary as well as nonstationary flows.\nApplications of potential flow are for instance: the outer flow field for &lt;a href=\"airfoil\"&gt;aerofoil&lt;/a&gt;s, &lt;a href=\"ocean%20surface%20wave\"&gt;water waves&lt;/a&gt;, &lt;a href=\"electroosmotic%20flow\"&gt;electroosmotic flow&lt;/a&gt;, and &lt;a href=\"groundwater%20flow%20equation\"&gt;groundwater flow&lt;/a&gt;. For flows (or parts thereof) with strong &lt;a href=\"vorticity\"&gt;vorticity&lt;/a&gt; effects, the potential flow approximation is not applicable.\nCharacteristics and applications.\nDescription and characteristics.\nIn fluid dynamics, a potential flow is described by means of a velocity potential , being a &lt;a href=\"Function%20%28mathematics%29\"&gt;function&lt;/a&gt; of space and time. The &lt;a href=\"flow%20velocity\"&gt;flow velocity&lt;/a&gt; is a &lt;a href=\"vector%20field\"&gt;vector field&lt;/a&gt; equal to the gradient, , of the velocity potential :\nSometimes, also the definition , with a minus sign, is used. But here we will use the definition above, without the minus sign. From &lt;a href=\"vector%20calculus\"&gt;vector calculus&lt;/a&gt; it is known that the &lt;a href=\"Vector%20calculus%20identities%23Curl%20of%20the%20gradient\"&gt;curl of a gradient&lt;/a&gt; is equal to zero:\nand consequently the &lt;a href=\"vorticity\"&gt;vorticity&lt;/a&gt;, the &lt;a href=\"curl%20%28mathematics%29\"&gt;curl&lt;/a&gt; of the velocity field , is zero:\nThis implies that a potential flow is an &lt;a href=\"irrotational%20flow\"&gt;irrotational flow&lt;/a&gt;. This has direct consequences for the applicability of potential flow. In flow regions where vorticity is known to be important, such as &lt;a href=\"Wake%20%28physics%29\"&gt;wake&lt;/a&gt;s and &lt;a href=\"boundary%20layer\"&gt;boundary layer&lt;/a&gt;s, potential flow theory is not able to provide reasonable predictions of the flow. Fortunately, there are often large regions of a flow where the assumption of irrotationality is valid which is why potential flow is used for various applications. For instance in: flow around &lt;a href=\"aircraft\"&gt;aircraft&lt;/a&gt;, &lt;a href=\"groundwater%20flow\"&gt;groundwater flow&lt;/a&gt;, &lt;a href=\"acoustics\"&gt;acoustics&lt;/a&gt;, &lt;a href=\"water%20wave\"&gt;water wave&lt;/a&gt;s, and &lt;a href=\"electroosmotic%20flow\"&gt;electroosmotic flow&lt;/a&gt;.\nIncompressible flow.\nIn case of an &lt;a href=\"incompressible%20flow\"&gt;incompressible flow&lt;/a&gt; — for instance of a &lt;a href=\"liquid\"&gt;liquid&lt;/a&gt;, or a &lt;a href=\"gas\"&gt;gas&lt;/a&gt; at low &lt;a href=\"Mach%20number\"&gt;Mach number&lt;/a&gt;s; but not for &lt;a href=\"sound\"&gt;sound&lt;/a&gt; waves — the velocity has zero &lt;a href=\"divergence\"&gt;divergence&lt;/a&gt;:\nwith the dot denoting the &lt;a href=\"inner%20product\"&gt;inner product&lt;/a&gt;. As a result, the velocity potential has to satisfy &lt;a href=\"Laplace%27s%20equation\"&gt;Laplace's equation&lt;/a&gt;\nwhere is the &lt;a href=\"Laplace%20operator\"&gt;Laplace operator&lt;/a&gt; (sometimes also written ). In this case the flow can be determined completely from its &lt;a href=\"kinematics\"&gt;kinematics&lt;/a&gt;: the assumptions of irrotationality and zero divergence of flow. &lt;a href=\"Dynamics%20%28physics%29\"&gt;Dynamics&lt;/a&gt; only have to be applied afterwards, if one is interested in computing pressures: for instance for flow around airfoils through the use of &lt;a href=\"Bernoulli%27s%20principle\"&gt;Bernoulli's principle&lt;/a&gt;.\nIn two dimensions, potential flow reduces to a very simple system that is analyzed using &lt;a href=\"complex%20analysis\"&gt;complex analysis&lt;/a&gt; (see below).\nCompressible flow.\nSteady flow.\nPotential flow theory can also be used to model irrotational compressible flow. The full potential equation, describing a &lt;a href=\"steady%20flow\"&gt;steady flow&lt;/a&gt;, is given by:\nwith &lt;a href=\"Mach%20number\"&gt;Mach number&lt;/a&gt; components\nwhere is the local &lt;a href=\"speed%20of%20sound\"&gt;speed of sound&lt;/a&gt;. The flow velocity is again equal to , with the velocity potential. The full potential equation is valid for &lt;a href=\"speed%20of%20sound\"&gt;sub-&lt;/a&gt;, &lt;a href=\"transonic\"&gt;trans-&lt;/a&gt; and &lt;a href=\"supersonic%20speed\"&gt;supersonic flow&lt;/a&gt; at arbitrary &lt;a href=\"angle%20of%20attack\"&gt;angle of attack&lt;/a&gt;, as long as the assumption of irrotationality is applicable.\nIn case of either subsonic or supersonic (but not transonic or &lt;a href=\"hypersonic\"&gt;hypersonic&lt;/a&gt;) flow, at small angles of attack and thin bodies, an additional assumption can be made: the velocity potential is split into an undisturbed onflow velocity in the -direction, and a small &lt;a href=\"perturbation%20theory\"&gt;perturbation&lt;/a&gt; velocity thereof. So:\nIn that case, the \"linearized small-perturbation potential equation\" — an approximation to the full potential equation — can be used:\nwith the Mach number of the incoming free stream. This linear equation is much easier to solve than the full potential equation: it may be recast into Laplace's equation by a simple coordinate stretching in the -direction.\nUnsteady flow.\nPotential flow theory can also be used to model irrotational compressible flow. The full potential equation, describing a unsteady flow, is given by:\nwith &lt;a href=\"Mach%20number\"&gt;Mach number&lt;/a&gt; components\nwhere is the local &lt;a href=\"speed%20of%20sound\"&gt;speed of sound&lt;/a&gt;. The flow velocity is again equal to , with the velocity potential. The full potential equation is valid for &lt;a href=\"Speed%20of%20sound\"&gt;sub-&lt;/a&gt;, &lt;a href=\"transonic\"&gt;trans-&lt;/a&gt; and &lt;a href=\"Supersonic%20speed\"&gt;supersonic flow&lt;/a&gt; at arbitrary &lt;a href=\"angle%20of%20attack\"&gt;angle of attack&lt;/a&gt;, as long as the assumption of irrotationality is applicable.\nIn case of either subsonic or supersonic (but not transonic or &lt;a href=\"hypersonic\"&gt;hypersonic&lt;/a&gt;) flow, at small angles of attack and thin bodies, an additional assumption can be made: the velocity potential is split into an undisturbed onflow velocity in the -direction, and a small &lt;a href=\"perturbation%20theory\"&gt;perturbation&lt;/a&gt; velocity thereof. So:\nIn that case, the \"linearized small-perturbation potential equation\" — an approximation to the full potential equation — can be used:\nwith the Mach number of the incoming free stream.\n^{p}\\frac{d \\tilde{p}}{d\\rho(\\tilde{p})} = -\\frac{1}{a^2}\\frac{\\partial}{\\partial t}\\left[\\frac{\\partial \\Phi}{\\partial t} + \\frac{\\nabla \\Phi \\cdot \\nabla \\Phi}{2} \\right]&lt;/math&gt;\nIn similar fashion, the second term may be written\nCollecting terms, and rearranging, the mass conservation equation becomes\nSound waves.\nSmall-amplitude sound waves can be approximated with the following potential-flow model:\nwhich is a linear &lt;a href=\"wave%20equation\"&gt;wave equation&lt;/a&gt; for the velocity potential . Again the oscillatory part of the velocity vector is related to the velocity potential by , while as before is the &lt;a href=\"Laplace%20operator\"&gt;Laplace operator&lt;/a&gt;, and is the average speed of sound in the &lt;a href=\"transmission%20medium\"&gt;homogeneous medium&lt;/a&gt;. Note that also the oscillatory parts of the &lt;a href=\"pressure\"&gt;pressure&lt;/a&gt; and &lt;a href=\"density\"&gt;density&lt;/a&gt; each individually satisfy the wave equation, in this approximation.\nApplicability and limitations.\nPotential flow does not include all the characteristics of flows that are encountered in the real world. Potential flow theory cannot be applied for viscous &lt;a href=\"internal%20flow\"&gt;internal flow&lt;/a&gt;s, except for &lt;a href=\"Hele-Shaw%20flow\"&gt;flows between closely spaced plates&lt;/a&gt;. &lt;a href=\"Richard%20Feynman\"&gt;Richard Feynman&lt;/a&gt; considered potential flow to be so unphysical that the only fluid to obey the assumptions was \"dry water\" (quoting John von Neumann). Incompressible potential flow also makes a number of invalid predictions, such as &lt;a href=\"d%27Alembert%27s%20paradox\"&gt;d'Alembert's paradox&lt;/a&gt;, which states that the drag on any object moving through an infinite fluid otherwise at rest is zero. More precisely, potential flow cannot account for the behaviour of flows that include a &lt;a href=\"boundary%20layer\"&gt;boundary layer&lt;/a&gt;. Nevertheless, understanding potential flow is important in many branches of fluid mechanics. In particular, simple potential flows (called &lt;a href=\"elementary%20flow\"&gt;elementary flow&lt;/a&gt;s) such as the &lt;a href=\"free%20vortex\"&gt;free vortex&lt;/a&gt; and the &lt;a href=\"wikt%3Apoint%20source\"&gt;point source&lt;/a&gt; possess ready analytical solutions. These solutions can be &lt;a href=\"Superposition%20principle\"&gt;superposed&lt;/a&gt; to create more complex flows satisfying a variety of boundary conditions. These flows correspond closely to real-life flows over the whole of fluid mechanics; in addition, many valuable insights arise when considering the deviation (often slight) between an observed flow and the corresponding potential flow. Potential flow finds many applications in fields such as aircraft design. For instance, in &lt;a href=\"computational%20fluid%20dynamics\"&gt;computational fluid dynamics&lt;/a&gt;, one technique is to couple a potential flow solution outside the &lt;a href=\"boundary%20layer\"&gt;boundary layer&lt;/a&gt; to a solution of the &lt;a href=\"Boundary%20layer%23Boundary%20layer%20equations\"&gt;boundary layer equations&lt;/a&gt; inside the boundary layer. The absence of boundary layer effects means that any streamline can be replaced by a solid boundary with no change in the flow field, a technique used in many aerodynamic design approaches. Another technique would be the use of &lt;a href=\"Riabouchinsky%20solid\"&gt;Riabouchinsky solid&lt;/a&gt;s.\nAnalysis for two-dimensional flow.\nPotential flow in two dimensions is simple to analyze using &lt;a href=\"conformal%20mapping\"&gt;conformal mapping&lt;/a&gt;, by the use of &lt;a href=\"transformation%20%28geometry%29\"&gt;transformation&lt;/a&gt;s of the &lt;a href=\"complex%20plane\"&gt;complex plane&lt;/a&gt;. However, use of complex numbers is not required, as for example in the classical analysis of fluid flow past a cylinder. It is not possible to solve a potential flow using &lt;a href=\"complex%20number\"&gt;complex number&lt;/a&gt;s in three dimensions.\nThe basic idea is to use a &lt;a href=\"Holomorphic%20function\"&gt;holomorphic&lt;/a&gt; (also called &lt;a href=\"analytic%20function\"&gt;analytic&lt;/a&gt;) or &lt;a href=\"meromorphic%20function\"&gt;meromorphic function&lt;/a&gt; , which maps the physical domain to the transformed domain . While , , and are all &lt;a href=\"real%20number\"&gt;real valued&lt;/a&gt;, it is convenient to define the complex quantities\nNow, if we write the mapping as\nThen, because is a holomorphic or meromorphic function, it has to satisfy the &lt;a href=\"Cauchy%E2%80%93Riemann%20equations\"&gt;Cauchy–Riemann equations&lt;/a&gt;\nThe velocity components , in the directions respectively, can be obtained directly from by differentiating with respect to . That is\nSo the velocity field is specified by\nBoth and then satisfy &lt;a href=\"Laplace%27s%20equation\"&gt;Laplace's equation&lt;/a&gt;:\nSo can be identified as the velocity potential and is called the &lt;a href=\"stream%20function\"&gt;stream function&lt;/a&gt;. Lines of constant are known as &lt;a href=\"Streamlines%2C%20streaklines%2C%20and%20pathlines%23Streamlines\"&gt;streamlines&lt;/a&gt; and lines of constant are known as equipotential lines (see &lt;a href=\"equipotential%20surface\"&gt;equipotential surface&lt;/a&gt;).\nStreamlines and equipotential lines are orthogonal to each other, since\nThus the flow occurs along the lines of constant and at right angles to the lines of constant .\n is also satisfied, this relation being equivalent to . So the flow is irrotational. The automatic condition then gives the incompressibility constraint .\nExamples of two-dimensional flows.\nAny differentiable function may be used for . The examples that follow use a variety of &lt;a href=\"elementary%20function\"&gt;elementary function&lt;/a&gt;s; &lt;a href=\"special%20function\"&gt;special function&lt;/a&gt;s may also be used. Note that &lt;a href=\"multi-valued%20function\"&gt;multi-valued function&lt;/a&gt;s such as the &lt;a href=\"natural%20logarithm\"&gt;natural logarithm&lt;/a&gt; may be used, but attention must be confined to a single &lt;a href=\"Riemann%20surface\"&gt;Riemann surface&lt;/a&gt;.\nPower laws.\nIn case the following &lt;a href=\"power%20%28mathematics%29\"&gt;power&lt;/a&gt;-law conformal map is applied, from to :\nthen, writing in polar coordinates as , we have\nIn the figures to the right examples are given for several values of . The black line is the boundary of the flow, while the darker blue lines are streamlines, and the lighter blue lines are equi-potential lines. Some interesting powers are:\nThe constant is a scaling parameter: its &lt;a href=\"absolute%20value\"&gt;absolute value&lt;/a&gt; determines the scale, while its &lt;a href=\"arg%20%28mathematics%29\"&gt;argument&lt;/a&gt; introduces a rotation (if non-zero).\nPower laws with : uniform flow.\nIf , that is, a power law with , the streamlines (i.e. lines of constant ) are a system of straight lines parallel to the -axis. This is easiest to see by writing in terms of real and imaginary components:\nthus giving and . This flow may be interpreted as uniform flow parallel to the -axis.\nPower laws with.\nIf , then and the streamline corresponding to a particular value of are those points satisfying\nwhich is a system of &lt;a href=\"hyperbola\"&gt;rectangular hyperbolae&lt;/a&gt;. This may be seen by again rewriting in terms of real and imaginary components. Noting that and rewriting and it is seen (on simplifying) that the streamlines are given by\nThe velocity field is given by , or\nIn fluid dynamics, the flowfield near the origin corresponds to a &lt;a href=\"stagnation%20point\"&gt;stagnation point&lt;/a&gt;. Note that the fluid at the origin is at rest (this follows on differentiation of at ). The streamline is particularly interesting: it has two (or four) branches, following the coordinate axes, i.e. and . As no fluid flows across the -axis, it (the -axis) may be treated as a solid boundary. It is thus possible to ignore the flow in the lower half-plane where and to focus on the flow in the upper halfplane. With this interpretation, the flow is that of a vertically directed jet impinging on a horizontal flat plate. The flow may also be interpreted as flow into a 90 degree corner if the regions specified by (say) are ignored.\nPower laws with.\nIf , the resulting flow is a sort of hexagonal version of the case considered above. Streamlines are given by, and the flow in this case may be interpreted as flow into a 60° corner.\nPower laws with : doublet.\nIf , the streamlines are given by\nThis is more easily interpreted in terms of real and imaginary components:\nThus the streamlines are &lt;a href=\"circle\"&gt;circle&lt;/a&gt;s that are tangent to the x-axis at the origin. The circles in the upper half-plane thus flow clockwise, those in the lower half-plane flow anticlockwise. Note that the velocity components are proportional to ; and their values at the origin is infinite. This flow pattern is usually referred to as a doublet, or dipole, and can be interpreted as the combination of a source-sink pair of infinite strength kept an infinitesimally small distance apart. The velocity field is given by\nor in polar coordinates:\nPower laws with : quadrupole.\nIf , the streamlines are given by\nThis is the flow field associated with a &lt;a href=\"quadrupole\"&gt;quadrupole&lt;/a&gt;.\nLine source and sink.\nA line source or sink of strength formula_35 (formula_36 for source and formula_37 for sink) is given by the potential\nwhere formula_35 in fact is the volume flux per unit length across an surface enclosing the source or sink. The velocity field in polar coordinates are\ni.e., a purely radial flow.\nLine vortex.\nA line vortex of strength formula_41 is given by\nwhere formula_41 is the &lt;a href=\"circulation%20%28fluid%20dynamics%29\"&gt;circulation&lt;/a&gt; around any simple closed contour enclosing the vortex. The velocity field in polar coordinates are\ni.e., a purely azimuthal flow.\nAnalysis for three-dimensional flow.\nFor three-dimensional flows, complex potential cannot be obtained.\nPoint source and sink.\nThe velocity potential of a point source or sink of strength formula_35 (formula_36 for source and formula_37 for sink) in spherical polar coordinates is given by\nwhere formula_35 in fact is the volume flux across a closed surface enclosing the source or sink. The velocity field in spherical polar coordinates are"
}