{
    "id": "5834526",
    "revid": "33522736",
    "url": "https://en.wikipedia.org/wiki?curid=5834526",
    "title": "Abel equation",
    "text": "The Abel equation, named after &lt;a href=\"Niels%20Henrik%20Abel\"&gt;Niels Henrik Abel&lt;/a&gt;, is a type of &lt;a href=\"functional%20equation\"&gt;functional equation&lt;/a&gt; which can be written in the form\nor equivalently, \nand controls the iteration of .\nEquivalence.\nThese equations are equivalent. Assuming that is an &lt;a href=\"invertible%20function\"&gt;invertible function&lt;/a&gt;, the second equation can be written as\nTaking , the equation can be written as\nFor a function assumed to be known, the task is to solve the functional equation for the function , possibly satisfying additional requirements, such as .\nThe change of variables , for a &lt;a href=\"real%20number\"&gt;real&lt;/a&gt; parameter , brings Abel's equation into the celebrated &lt;a href=\"Schr%C3%B6der%27s%20equation\"&gt;Schröder's equation&lt;/a&gt;, .\nThe further change into &lt;a href=\"B%C3%B6ttcher%27s%20equation\"&gt;Böttcher's equation&lt;/a&gt;, .\nThe Abel equation is a special case of (and easily generalizes to) the translation equation,\ne.g., for formula_6, \nThe Abel function further provides the canonical coordinate for &lt;a href=\"Shift%20operator\"&gt;Lie advective flows&lt;/a&gt; (one parameter &lt;a href=\"Lie%20group\"&gt;Lie group&lt;/a&gt;s).\nHistory.\nInitially, the equation in the more general form\nwas reported. Even in the case of a single variable, the equation is non-trivial, and admits special analysis.\nIn the case of a linear transfer function, the solution is expressible compactly.\nSpecial cases.\nThe equation of &lt;a href=\"tetration\"&gt;tetration&lt;/a&gt; is a special case of Abel's equation, with .\nIn the case of an integer argument, the equation encodes a recurrent procedure, e.g.,\nand so on,\nSolutions.\nFatou coordinates describe local dynamics of discrete dynamical system near a &lt;a href=\"Classification%20of%20Fatou%20components\"&gt;parabolic fixed point&lt;/a&gt;."
}