{
    "id": "5836058",
    "revid": "39446055",
    "url": "https://en.wikipedia.org/wiki?curid=5836058",
    "title": "Charlotte Rugby Club",
    "text": "Charlotte Rugby Club, nicknamed the \"Old Originals\", are a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team based in &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte, North Carolina&lt;/a&gt;. They currently play in &lt;a href=\"USA%20Rugby\"&gt;USA Rugby&lt;/a&gt; Division II, and are members of the &lt;a href=\"USA%20Rugby%20South\"&gt;USA Rugby South&lt;/a&gt;. They play home games at &lt;a href=\"Skillbeck%20Athletic%20Grounds\"&gt;Skillbeck Athletic Grounds&lt;/a&gt;.\nCharlotte Rugby Club was founded in 1971. In the ensuing decades they became one of the most dominant teams in the region, often competing for state and regional championships. As a result of their success they were invited to join the &lt;a href=\"Rugby%20Super%20League%20%28United%20States%29\"&gt;Rugby Super League&lt;/a&gt;, the country's highest level of rugby union competition, in 2006. They competed in the Rugby Super League from 2006–2010. In 2012, Charlotte Rugby Club started their Senior Women's team.\nHistory.\nCharlotte RFC formed in 1971 by former &lt;a href=\"college%20rugby\"&gt;college rugby&lt;/a&gt; players living in the Charlotte area. In 1974, some of the players decided to leave and form a separate club, the Charlotte Gargoyles. The succession prompted Charlotte RFC to adopt the nickname \"Olde Originals\" to distinguish themselves from the other Charlotte team. Charlotte joined the &lt;a href=\"Rugby%20Super%20League%20%28US%29\"&gt;Rugby Super League&lt;/a&gt; in 2006; in 2010 they announced they would not compete in the 2011 Super League season. Charlotte RFC then competed in the USA Rugby South DI competition for the 2011 and 2012 seasons while fielding their “B” side in USA Rugby South's Division III matrix. For 2013 due to low player numbers and a lack of success at the DI level, Charlotte focused their energy on the DIII level, finishing atop their matrix and advancing to the DII competition where they have played since the fall of 2013.\nGrounds.\nThe Olde Originals play their matches at the Skillbeck Athletic Grounds located in the Coulwood neighborhood of Charlotte. Built in 1988, the grounds includes a 5,800 ft² clubhouse with a 900 ft² deck overlooking the pitch. The grounds also has an apartment for the players and a bar room for social events. When it was first built, it was considered to be one of the finest rugby facilities in the country."
}