{
    "id": "58425435",
    "revid": "42114750",
    "url": "https://en.wikipedia.org/wiki?curid=58425435",
    "title": "New South Wales Under-18's rugby league team",
    "text": "The New South Wales Under-18's rugby league team, also known as &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; Under-18's or New South Wales U18, represents &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; in the sport of &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; at an under-18 age level. Since 2008, the team has played an annual fixture against the &lt;a href=\"Queensland%20under-18%20rugby%20league%20team\"&gt;Queensland Under-18's team&lt;/a&gt; as a curtain raiser to a &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt; game. The team features players selected from New South Wales's premier under-18 rugby league competition, the &lt;a href=\"S.%20G.%20Ball%20Cup\"&gt;S.G. Ball Cup&lt;/a&gt;. They are administered by the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt;.\nHistory.\nPrior to 2008, junior &lt;a href=\"State%20of%20Origin%20series\"&gt;interstate&lt;/a&gt; matches were contested at under-17 and under-19 levels. In 2008, with the advent of the &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;National Youth Competition&lt;/a&gt;, the age levels switched to an under-16 and under-18 format to keep in line with the &lt;a href=\"NSWRL\"&gt;NSWRL's&lt;/a&gt; existing &lt;a href=\"SG%20Ball%20Cup\"&gt;SG Ball Cup&lt;/a&gt; and &lt;a href=\"Harold%20Matthews%20Cup\"&gt;Harold Matthews Cup&lt;/a&gt; competitions and the &lt;a href=\"Queensland%20Rugby%20League\"&gt;QRL's&lt;/a&gt; &lt;a href=\"Mal%20Meninga%20Cup\"&gt;Mal Meninga Cup&lt;/a&gt; and &lt;a href=\"Cyril%20Connell%20Cup\"&gt;Cyril Connell Cup&lt;/a&gt; competitions, which would begin in 2009.\nNew South Wales saw success in the first four under-18 Origin fixtures, winning every game until 2012. New South Wales would win another two more fixtures in 2013 and 2014 before picking up their second lose in 2015, losing to Queensland 22-18 at the &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne Cricket Ground&lt;/a&gt;. Since 2015 New South Wales have won every under-18 Origin fixture, in 2016, 2017 and 2018.\nPlayers.\nPlayers selected for the New South Wales under-18 team are usually contracted with a &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; (NRL) side but play in either the &lt;a href=\"S.%20G.%20Ball%20Cup\"&gt;S.G. Ball Cup&lt;/a&gt;, &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;Holden Cup&lt;/a&gt; or &lt;a href=\"Intrust%20Super%20Premiership%20NSW\"&gt;Intrust Super Premiership&lt;/a&gt; competitions. Each pre-season the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt; will select an under-18 squad featuring players in contention for the mid-season fixture.\nNotable players.\nSince 2008, fifteen former New South Wales under-18 players have gone onto represent &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; at &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt; level:"
}