{
    "id": "584238",
    "revid": "6174461",
    "url": "https://en.wikipedia.org/wiki?curid=584238",
    "title": "Cladogenesis",
    "text": "Cladogenesis is an &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt;ary splitting of a parent &lt;a href=\"species\"&gt;species&lt;/a&gt; into two distinct species, forming a &lt;a href=\"clade\"&gt;clade&lt;/a&gt;.\nThis event usually occurs when a few organisms end up in &lt;a href=\"Allopatric%20speciation\"&gt;new, often distant areas&lt;/a&gt; or when environmental changes cause several extinctions, opening up ecological niches for the survivors and causing &lt;a href=\"population%20bottleneck\"&gt;population bottleneck&lt;/a&gt;s and &lt;a href=\"founder%20effect\"&gt;founder effect&lt;/a&gt;s changing &lt;a href=\"allele%20frequency\"&gt;allele frequencies&lt;/a&gt; of diverging populations compared to their ancestral population. The events that cause these species to originally separate from each other over distant areas may still allow both of the species to have equal chances of surviving, reproducing, and even evolving to better suit their environments while still being two distinct species due to subsequent &lt;a href=\"natural%20selection\"&gt;natural selection&lt;/a&gt;, &lt;a href=\"mutation\"&gt;mutation&lt;/a&gt;s and &lt;a href=\"genetic%20drift\"&gt;genetic drift&lt;/a&gt;.\nCladogenesis is in contrast to &lt;a href=\"anagenesis\"&gt;anagenesis&lt;/a&gt;, in which an ancestral &lt;a href=\"species\"&gt;species&lt;/a&gt; gradually accumulates change, and eventually, when enough is accumulated, the species is sufficiently distinct and different enough from its original starting form that it can be labeled as a new form - a new species. Note that with anagenesis the lineage in a &lt;a href=\"phylogenetic%20tree\"&gt;phylogenetic tree&lt;/a&gt; does not split.\nTo determine whether a speciation event is cladogenesis or anagenesis, researchers may use simulation, &lt;a href=\"evidence\"&gt;evidence&lt;/a&gt; from fossils, molecular evidence from the DNA of different living species, or modelling. It has however been debated whether the distinction between cladogenesis and anagenesis is necessary at all in evolutionary theory."
}