{
    "id": "5843072",
    "revid": "23646674",
    "url": "https://en.wikipedia.org/wiki?curid=5843072",
    "title": "Old Blue R.F.C.",
    "text": "Old Blue Rugby Football Club is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club that competes in &lt;a href=\"USA%20Rugby\"&gt;USA Rugby&lt;/a&gt; club leagues, most notably with their top side in the &lt;a href=\"Rugby%20union%20in%20the%20United%20States%23Regional%20Premierships%20%282013%E2%80%932016%29\"&gt;American Rugby Premiership&lt;/a&gt;. The team plays at &lt;a href=\"Columbia%20Soccer%20Stadium\"&gt;Columbia Soccer Stadium&lt;/a&gt; within the &lt;a href=\"Baker%20Athletic%20Complex\"&gt;Baker Athletic Complex&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;.\nHistory.\nOld Blue is over 50 years old, established in the fall of 1963, by Columbia University Alumni, among them &lt;a href=\"Paul%20Zimmerman%20%28sportswriter%29\"&gt;Paul Zimmerman&lt;/a&gt; and &lt;a href=\"William%20Campbell%20%28business%20executive%29\"&gt;William Campbell&lt;/a&gt;, to play winning rugby at the highest level possible. Old Blue started by winning its first 18 matches. The 1st team won 78% of games from 1990 to 2000. \nThe Old Blue RFC is a founding member of the elite USA Rugby Super League. Old Blue appeared in the first two Super League Finals ever as its inaugural Eastern Conference champions in 1997 and 1998, both years in which it also played in the USARFU Men’s Clubs Finals – the only club ever to reach both elite men’s Finals in consecutive years. They have qualified for the Super League playoffs every year since 2002. In 2002, 2005 and 2006, they again reached the League’s Final Four. The Old Blue RFC D-I side is composed largely of its B and C-side players, with its top tier of players preoccupied with its commitment to the USA Rugby Super League.\nOld Blue Rugby Football Club’s initial impact forty-five years ago in official ERU league play proved to be an even more auspicious beginning than that of the Columbia College RFC from which it sprang. In the Spring of 1963, on and around the University’s Morningside Heights campus in New York City, the CCRFC held a series of meetings that ultimately precipitated the creation, previously often discussed, of a senior club in the Fall of 1963. It was to be separate but affiliated with the College club; and with the creation of the Old Blue RFC, aspiration finally became reality.\nToday.\nOld Blue Rugby Football Club competes in matches at various levels of interest, development and rugby skills. The club competes in Men’s D-I Club play. It enjoys this opportunity largely because of the enduring support of the Old Blue Rugby Foundation, created and sustained by the devotion, commitment and generosity of the club’s Founders and old boys (“SuperBlues”). Accordingly, the Old Blue RFC and Foundation carry out their mission to advance and set the standard of club rugby in the US .\nOld Blue is made up of amateur players, coaches and administrators. The Club fields four XVs, including Old Boys (“SuperBlues”).\nOld Blue also provides matches with a third side in Met NY Union B-team play, as well as an Old Boys side. The club and Foundation provide outreach at the collegiate and youth levels with coaching and financial support to the Columbia University RFC and to OB hooker and former Eagle Mark Griffin’s Play Rugby youth organization.\nThe Club’s uniforms are solid black, patterned after New Zealand’s national team, the All Blacks. Its home fields are Baker Field, 218th Street and Broadway and Van Cortlandt Park, 252nd Street and Broadway in the Bronx. \nThe club continues to nurture its relationship with the Columbia College RFC and can draw upon a pool of over 90 players. Old Blue continues to attract rugby players from U.S. universities and from foreign countries such as England, Ireland, Scotland, Wales, New Zealand, Argentina, Australia, South Africa, France, Chile and Colombia.\nAchievements.\nChampionships\n• USA Rugby Super League Finalists&lt;br&gt;\n1997 • 1998\n• USA Rugby Super League Semi-Finalists&lt;br&gt;\n2002 • 2005 • 2006\n• USA Rugby Super League Eastern Conference Champions&lt;br&gt;\n1997 • 1998\n• National Club Runner-Up&lt;br&gt;\n1981 • 1986 • 1997 • 1998\n• National Club Final Four&lt;br&gt;\n1979 • 1980 • 1999 • 2016\n• National Club 7s Champions&lt;br&gt;\n1993 • 2005\n• National Club 7s Runner-Up&lt;br&gt;\n1993 • 2005 • 2014\n• National Club Division III Champions&lt;br&gt;\n2014\n• American Premiership XVs Championship&lt;br&gt;\n2018"
}