{
    "id": "58434561",
    "revid": "3413588",
    "url": "https://en.wikipedia.org/wiki?curid=58434561",
    "title": "Peter Margasak",
    "text": "Peter Margasak is a music critic, journalist, and artistic director of the annual Frequency Festival in Chicago, an event that grew out of his longstanding work programming the weekly Frequency Series for &lt;a href=\"experimental%20music\"&gt;experimental&lt;/a&gt;, &lt;a href=\"improvised%20music\"&gt;improvised&lt;/a&gt;, and &lt;a href=\"contemporary%20classical%20music\"&gt;contemporary classical&lt;/a&gt; music. Margasak wrote for the \"&lt;a href=\"Chicago%20Reader\"&gt;Chicago Reader&lt;/a&gt;\" for 25 years.\nCareer.\nMargasak writes about disparate musical times and communities within the broad field of late-20th and 21st-century music. His contributions to \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" include a piece about Algerian \"pop &lt;a href=\"Ra%C3%AF\"&gt;rai&lt;/a&gt;\" artist Khaled Brahim and another on the &lt;a href=\"Avant-garde%20music\"&gt;avant-garde&lt;/a&gt; artists of the &lt;a href=\"Theatre%20of%20Eternal%20Music\"&gt;Theatre of Eternal Music&lt;/a&gt; and their battles for proprietorship of &lt;a href=\"drone%20music\"&gt;drone music&lt;/a&gt;; a \"&lt;a href=\"Pitchfork%20%28website%29\"&gt;Pitchfork&lt;/a&gt;\" feature on the year 1979 in Chicago touches on both &lt;a href=\"power%20pop\"&gt;power pop&lt;/a&gt; and the racial dimensions of anti-&lt;a href=\"disco\"&gt;disco&lt;/a&gt; sentiment during \"the Rise of &lt;a href=\"House%20music\"&gt;House Music&lt;/a&gt;\"; he has written about &lt;a href=\"trip%20hop\"&gt;trip hop&lt;/a&gt; for \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" and reviewed new work by jazz saxophonist &lt;a href=\"Matana%20Roberts\"&gt;Matana Roberts&lt;/a&gt; for &lt;a href=\"NPR\"&gt;NPR&lt;/a&gt;'s \"&lt;a href=\"All%20Things%20Considered\"&gt;All Things Considered&lt;/a&gt;\". Margasak is a regular contributor to \"&lt;a href=\"DownBeat\"&gt;DownBeat&lt;/a&gt;\", &lt;a href=\"Chamber%20Music%20America\"&gt;Chamber Music America&lt;/a&gt;, and \"&lt;a href=\"The%20Quietus\"&gt;The Quietus&lt;/a&gt;\", and he is the lead &lt;a href=\"contemporary%20classical%20music\"&gt;contemporary classical music&lt;/a&gt; reviewer for &lt;a href=\"Bandcamp%23Bandcamp%20Daily\"&gt;\"Bandcamp Daily\"&lt;/a&gt;. Among many other publications, he frequently wrote for the \"&lt;a href=\"Chicago%20Tribune\"&gt;Chicago Tribune&lt;/a&gt;\" in the 1990s.\nMargasak is best known for his work writing for the \"&lt;a href=\"Chicago%20Reader\"&gt;Chicago Reader&lt;/a&gt;\" from 1993 to 2018. Before he started working for the \"Chicago Reader\", Margasak published the &lt;a href=\"zine\"&gt;zine&lt;/a&gt; \"Butt Rag\", which he started as a sophomore in college. A total of nine issues of \"Butt Rag\" were published, and one of them attracted the attention of three \"Chicago Reader\" employees, including the then-&lt;a href=\"editor-in-chief\"&gt;editor-in-chief&lt;/a&gt; Michael Lenehan. After they saw \"Butt Rag\", they decided to offer Margasak a job at the \"Reader\", in the hopes of bringing some of the zine's snarky writing to the \"Reader\"s pages.\nIn 2017, Dare Mighty Things declared Margasak one of \"37 Influential Media People Shaping The Future Of Chicago\".\nIn September 2018, Margasak announced he would be leaving the \"Chicago Reader\" to attend the &lt;a href=\"American%20Academy%20in%20Rome\"&gt;American Academy in Rome&lt;/a&gt; as part of its Visiting Artists &amp; Scholars Program.\nFrequency Series and Festival.\nIn 2013, Margasak founded and began curating the Frequency Series, a weekly series dedicated to showcasing new musicians at the &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; venue Constellation. He said his goal in starting the series was \"to connect the dots between the strong &lt;a href=\"experimental%20music\"&gt;experimental&lt;/a&gt;, &lt;a href=\"improvised%20music\"&gt;improvised&lt;/a&gt; and contemporary classical scenes in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;\". Frequency quickly gained traction, and was included in &lt;a href=\"Chicago%20%28magazine%29\"&gt;\"Chicago\"&lt;/a&gt; magazine's \"Best of 2014\".\nIn 2016, he launched The Frequency Festival, a week-long version of the series featuring new musicians from the Chicago area; the festival comprises daily performances, culminating with a two-show day on Sunday. His work grew into an acclaimed event with international draw, leading to partnerships and co-presentations with the &lt;a href=\"Art%20Institute%20of%20Chicago\"&gt;Art Institute of Chicago&lt;/a&gt;, the &lt;a href=\"Museum%20of%20Contemporary%20Art%2C%20Chicago\"&gt;Museum of Contemporary Art Chicago&lt;/a&gt;, and the &lt;a href=\"Renaissance%20Society\"&gt;Renaissance Society&lt;/a&gt;, though it maintains its \"home base\" at Constellation.\nMargasak relocated to Germany after his time in Rome, but he continued his work programming both the series and festival."
}