{
    "id": "5843427",
    "revid": "40855366",
    "url": "https://en.wikipedia.org/wiki?curid=5843427",
    "title": "Ptarmigan Traverse",
    "text": "Ptarmigan Traverse is an &lt;a href=\"alpine%20climate\"&gt;alpine&lt;/a&gt; &lt;a href=\"climbing\"&gt;climbing&lt;/a&gt; &lt;a href=\"hiking%20trail\"&gt;route&lt;/a&gt; in the &lt;a href=\"North%20Cascades\"&gt;North Cascades&lt;/a&gt; of &lt;a href=\"Washington%20%28state%29\"&gt;Washington state&lt;/a&gt;. The route, from &lt;a href=\"Cascade%20Pass\"&gt;Cascade Pass&lt;/a&gt; to &lt;a href=\"Dome%20Peak\"&gt;Dome Peak&lt;/a&gt;, is generally remote, unmarked, and challenging, traversing rugged terrain and several glaciers.\nHistory.\nThe first traverse took 13 days in July 1938. The group consisted of four members of the Ptarmigan Climbing Club: Bill Cox, Calder Bressler, &lt;a href=\"Ray%20W.%20Clough\"&gt;Ray W. Clough&lt;/a&gt;, and Tom Myers. The second traverse was in 1953 and consisted of Dale Cole, Bob Grant, Mike Hane, Erick Karlsson and Tom Miller. Miller took high-quality photos of the peaks, valleys, glaciers, and lakes, which were later published in a book by &lt;a href=\"The%20Mountaineers%20%28Pacific%20NW%29\"&gt;The Mountaineers&lt;/a&gt;. The book, called \"The North Cascades\", was published in 1964 and proved instrumental in the bid to create the &lt;a href=\"North%20Cascades%20National%20Park\"&gt;North Cascades National Park&lt;/a&gt;.\nThe route is named after an alpine bird, the &lt;a href=\"rock%20ptarmigan\"&gt;rock ptarmigan&lt;/a&gt;. The \"\"p\" is silent and is pronounced \"TAR-mig-an\"\".\nThe third successful traverse of the route was made in 1958 by a party led by photographer Ira Spring, with Coleman Leuthy, Ray and Marge McConnell, Peggy Stark and Russell Bockman. The trip was described in an article published in The Saturday Evening Post that was illustrated with Spring's stunning photos of the trip. Today the route is a common goal of &lt;a href=\"Cascade%20Range\"&gt;Cascade Range&lt;/a&gt; &lt;a href=\"mountaineer\"&gt;mountaineer&lt;/a&gt;s.\nRoute.\nPlace names are listed from north to south:"
}