{
    "id": "58486229",
    "revid": "23919242",
    "url": "https://en.wikipedia.org/wiki?curid=58486229",
    "title": "Moses (Rubinstein)",
    "text": "Moses is an 1892 sacred &lt;a href=\"opera\"&gt;opera&lt;/a&gt; in eight scenes by &lt;a href=\"Anton%20Rubinstein\"&gt;Anton Rubinstein&lt;/a&gt;. The German libretto was written by &lt;a href=\"Salomon%20Hermann%20Mosenthal\"&gt;Salomon Hermann Mosenthal&lt;/a&gt; who had earlier supplied Rubinstein with the libretto for his most successful opera \"&lt;a href=\"Die%20Maccab%C3%A4er\"&gt;Die Maccabäer&lt;/a&gt;\" (1875), and is best known as author of the libretto \"&lt;a href=\"Die%20lustigen%20Weiber%20von%20Windsor\"&gt;Die lustigen Weiber von Windsor&lt;/a&gt;\" by &lt;a href=\"Otto%20Nicolai\"&gt;Otto Nicolai&lt;/a&gt;. The opera was scheduled to be premiered in &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt;, but had to be cancelled after two rehearsals at the &lt;a href=\"State%20Opera%20%28Prague%29\"&gt;Neues Deutsches Theater&lt;/a&gt; (25 and 27 June). In the next three years the work received &lt;a href=\"concert%20performance\"&gt;concert performance&lt;/a&gt;s in Riga (20 February 1894) through the influence of the founder of the Bach Society there, as well as &lt;a href=\"St.%20Petersburg\"&gt;St. Petersburg&lt;/a&gt;, &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt;, &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt; and &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. There is no firm evidence that the entire opera was ever performed on the stage in its entirety. The opera was revived 15 October 2017 in Warsaw, in what may have been the first complete performance.\nTableaux.\nThe action follows the story of Moses from being taken from the river Nile by &lt;a href=\"Pharaoh%27s%20daughter%20%28Exodus%29\"&gt;Pharaoh's daughter&lt;/a&gt;, named as Asnath by Mosenthal, through to the eighth tableau on the hills of Jordan after the incident of the golden calf where a chorus of night spirits and celestials comment on the events."
}