{
    "id": "5851231",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=5851231",
    "title": "2004 United States presidential election in Rhode Island",
    "text": "The 2004 United States presidential election in Rhode Island took place on November 2, 2004, and was part of the &lt;a href=\"2004%20United%20States%20presidential%20election\"&gt;2004 United States presidential election&lt;/a&gt;. Voters chose four representatives, or electors to the &lt;a href=\"United%20States%20Electoral%20College\"&gt;Electoral College&lt;/a&gt;, who voted for &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt; and &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;vice president&lt;/a&gt;.\n&lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt; was won by Democratic nominee &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt; by a 20.8% margin of victory. Prior to the election, all 12 news organizations considered this a state Kerry would win, or otherwise considered as a safe &lt;a href=\"Red%20states%20and%20blue%20states\"&gt;blue state&lt;/a&gt;. Even though President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; fared better than he had in &lt;a href=\"2000%20United%20States%20presidential%20election%20in%20Rhode%20Island\"&gt;four years earlier&lt;/a&gt;, he was overwhelmingly defeated in a traditional &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; stronghold, winning only 39% of the vote to 59% for Kerry.\nCampaign.\nPredictions.\nThere were 12 news organizations who made state-by-state predictions of the election. Here are their last predictions before election day.\nPolling.\nKerry won every single pre-election poll, each with a double-digit margin and with at least 49% of the vote. The final 3 poll average showed Kerry leading 55% to 38%.\nFundraising.\nBush raised $282,237. Kerry raised $977,390.\nAdvertising and visits.\nNeither campaign advertised or visited here in the fall campaign.\nAnalysis.\nFederally, Rhode Island is one of the most reliably Democratic states during presidential elections, regularly giving the Democratic nominees one of their best showings. In &lt;a href=\"1980%20United%20States%20presidential%20election%20in%20Rhode%20Island\"&gt;1980&lt;/a&gt;, Rhode Island was one of only six states to vote against &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;. Reagan did carry Rhode Island in his 49-state victory in &lt;a href=\"1984%20United%20States%20presidential%20election%20in%20Rhode%20Island\"&gt;1984&lt;/a&gt;, but the state was the second weakest of the states Reagan won. Rhode Island was the Democrats' leading state in &lt;a href=\"1988%20United%20States%20presidential%20election%20in%20Rhode%20Island\"&gt;1988&lt;/a&gt; and 2000, and second-best in &lt;a href=\"1996%20United%20States%20presidential%20election%20in%20Rhode%20Island\"&gt;1996&lt;/a&gt; and 2004. \nHistorically, the state was devoted to Republicans until 1908, but has only strayed from the Democrats seven times in the 24 elections that have followed. In 2004, Rhode Island gave &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt; more than a 20% margin of victory (the third-highest of any state), with 59.4% of its vote. All but three of Rhode Island's 39 cities and towns voted for the Democratic candidate. The only exceptions were &lt;a href=\"East%20Greenwich%2C%20Rhode%20Island\"&gt;East Greenwich&lt;/a&gt;, &lt;a href=\"West%20Greenwich%2C%20Rhode%20Island\"&gt;West Greenwich&lt;/a&gt; and &lt;a href=\"Scituate%2C%20Rhode%20Island\"&gt;Scituate&lt;/a&gt;.\nHaving some of the highest taxes in the nation, Rhode Island is considered to be a &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; bastion. In addition, Rhode Island has abolished &lt;a href=\"capital%20punishment\"&gt;capital punishment&lt;/a&gt;, making it one of 15 states that have done so. Rhode Island abolished the death penalty &lt;a href=\"Capital%20punishment%20in%20Rhode%20Island\"&gt;very early&lt;/a&gt;, just after &lt;a href=\"Capital%20punishment%20in%20Michigan\"&gt;Michigan&lt;/a&gt; (the first state to abolish it), and carried out its last execution in the 1840s. Rhode Island is 1 of 2 states in which &lt;a href=\"Prostitution%20in%20Rhode%20Island\"&gt;prostitution is legal&lt;/a&gt;, provided it takes place indoors, though there have been recent efforts to change this. \nResults breakdown.\nBy congressional district.\nKerry won both congressional districts.\nElectors.\nTechnically the voters of Rhode Island cast their ballots for electors: representatives to the &lt;a href=\"United%20States%20Electoral%20College\"&gt;Electoral College&lt;/a&gt;. Rhode Island is allocated 4 electors because it has 2 &lt;a href=\"Rhode%20Island%27s%20congressional%20districts\"&gt;congressional districts&lt;/a&gt; and 2 &lt;a href=\"List%20of%20United%20States%20senators%20from%20Rhode%20Island\"&gt;senators&lt;/a&gt;. All candidates who appear on the ballot or qualify to receive write-in votes must submit a list of 4 electors, who pledge to vote for their candidate and his or her running mate. Whoever wins the majority of votes in the state is awarded all 4 electoral votes. Their chosen electors then vote for president and vice president. Although electors are pledged to their candidate and running mate, they are not obligated to vote for them. An elector who votes for someone other than his or her candidate is known as a &lt;a href=\"faithless%20elector\"&gt;faithless elector&lt;/a&gt;.\nThe electors of each state and the &lt;a href=\"Washington%2C%20D.C.\"&gt;District of Columbia&lt;/a&gt; met on December 13, 2004, to cast their votes for president and vice president. The Electoral College itself never meets as one body. Instead the electors from each state and the District of Columbia met in their respective capitols.\nThe following were the members of the Electoral College from the state. All 4 were pledged for Kerry/Edwards."
}