{
    "id": "58521420",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=58521420",
    "title": "Kevin Zabo",
    "text": "Kevin Zabo (born December 5, 1995) is a Canadian professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; player for the &lt;a href=\"CB%20Ciudad%20de%20Ponferrada\"&gt;CB Ciudad de Ponferrada&lt;/a&gt; of the &lt;a href=\"LEB%20Plata\"&gt;LEB Plata&lt;/a&gt;. He completed his college basketball career with &lt;a href=\"Kent%20State%20Golden%20Flashes%20men%27s%20basketball\"&gt;Kent State&lt;/a&gt;.\nEarly life.\nZabo was born in &lt;a href=\"Sherbrooke\"&gt;Sherbrooke&lt;/a&gt;, &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt; to Congolese father Ndavo Zeph Zabo and Rwandan mother Jackie Mukamayire. His parents and older brother Alexandre had settled in Canada in the 1990s to escape a brewing war in central Africa. At age 4, Zabo moved to &lt;a href=\"Gatineau\"&gt;Gatineau&lt;/a&gt;, Quebec, and at age 5, he began playing basketball against older opponents in a &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt; league. He played for &lt;a href=\"%C3%89cole%20secondaire%20de%20l%27%C3%8Ele\"&gt;De L'Île High School&lt;/a&gt; by 7th grade and was also a member of &lt;a href=\"Amateur%20Athletic%20Union\"&gt;Amateur Athletic Union&lt;/a&gt; (AAU) team QC United.\nHigh school career.\nWhen he was 15 years old, Zabo started living in the United States, away from his family, for high school. He first attended &lt;a href=\"St.%20Mark%27s%20School%20%28Massachusetts%29\"&gt;St. Mark's School&lt;/a&gt; in &lt;a href=\"Southborough%2C%20Massachusetts\"&gt;Southborough, Massachusetts&lt;/a&gt;, where he was teammates with college prospects &lt;a href=\"Nik%20Stauskas\"&gt;Nik Stauskas&lt;/a&gt;, &lt;a href=\"Alex%20Murphy%20%28basketball%29\"&gt;Alex Murphy&lt;/a&gt;, and &lt;a href=\"Kaleb%20Tarczewski\"&gt;Kaleb Tarczewski&lt;/a&gt;. With St. Mark's, Zabo was ranked among the top &lt;a href=\"guard%20%28basketball%29\"&gt;guards&lt;/a&gt; in his class by &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;. However, he decided to transfer due to the school's requirement of playing multiple sports, which forced him to play &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;. As a sophomore, he attended &lt;a href=\"Montrose%20Christian%20School\"&gt;Montrose Christian School&lt;/a&gt; in &lt;a href=\"Rockville%2C%20Maryland\"&gt;Rockville, Maryland&lt;/a&gt; but left after one year over housing concerns.\nZabo completed his high school career at &lt;a href=\"Brewster%20Academy\"&gt;Brewster Academy&lt;/a&gt; in &lt;a href=\"Wolfeboro%2C%20New%20Hampshire\"&gt;Wolfeboro, New Hampshire&lt;/a&gt;, where he joined several &lt;a href=\"NCAA%20Division%20I\"&gt;NCAA Division I&lt;/a&gt; recruits, including &lt;a href=\"Devonte%27%20Graham\"&gt;Devonte' Graham&lt;/a&gt; and &lt;a href=\"Chris%20McCullough\"&gt;Chris McCullough&lt;/a&gt;. In the 2013–14 season, he helped his team finish with a 33–2 record and win the National Prep Championship and &lt;a href=\"New%20England%20Preparatory%20School%20Athletic%20Council\"&gt;New England Preparatory School Athletic Council&lt;/a&gt; Class AAA title. Zabo was rated a three-star recruit by recruiting service &lt;a href=\"247Sports.com\"&gt;247Sports&lt;/a&gt; and ESPN. He played with CIA Bounce on the AAU circuit, a team that featured &lt;a href=\"Anthony%20Bennett%20%28basketball%29\"&gt;Anthony Bennett&lt;/a&gt; and &lt;a href=\"Andrew%20Wiggins\"&gt;Andrew Wiggins&lt;/a&gt;, who would both become &lt;a href=\"List%20of%20first%20overall%20NBA%20draft%20picks\"&gt;first overall NBA draft picks&lt;/a&gt;.\nCollege career.\nZabo joined a San Diego State team that was coming off a 31–5 season, and he was logging productive minutes during the nonconference season. However, after spraining his pinky toe, Zabo had trouble finding his spot in the rotation. He opted to transfer following the season. Zabo played a season at &lt;a href=\"Indian%20Hills%20Community%20College\"&gt;Indian Hills Community College&lt;/a&gt;, averaging seven points per game and attracting the attention of Division I coaches. He narrowed down his choices to &lt;a href=\"Wichita%20State%20Shockers%20men%27s%20basketball\"&gt;Wichita State&lt;/a&gt;, &lt;a href=\"Memphis%20Tigers%20men%27s%20basketball\"&gt;Memphis&lt;/a&gt; and &lt;a href=\"Iona%20Gaels%20men%27s%20basketball\"&gt;Iona&lt;/a&gt;. However, Wichita State ran out of scholarships, Memphis lost its coaching staff and Iona signed another point guard. Kent State head coach &lt;a href=\"Rob%20Senderoff\"&gt;Rob Senderoff&lt;/a&gt; had seen Zabo play at Indian Hills while recruiting his teammate Jerrelle DeBerry, and the Golden Flashes were losing starting point guard Kellon Thomas to transfer, so Senderoff offered Zabo a scholarship.\nHe committed to Kent State, and helped lead the team to the 2017 NCAA Tournament as a junior. He posted 5.6 points per game on the season. On January 12, 2018, Zabo scored a career-high 24 points and hit four three-pointers in a 70–69 win over &lt;a href=\"Ohio%20Bobcats%20men%27s%20basketball\"&gt;Ohio&lt;/a&gt;. The following game, Zabo scored 23 points in a 73–71 win over &lt;a href=\"Western%20Michigan%20Broncos%20men%27s%20basketball\"&gt;Western Michigan&lt;/a&gt;. As a senior at Kent State, Zabo averaged 13 points, 3.2 rebounds, 2.4 assists per game and shot 42.1% from the field.\nProfessional career.\nAfter completing his collegiate eligibility, Zabo participated in the inaugural Dos Equis 3X3U National Championship.\n&lt;a href=\"St.%20John%27s%20Edge\"&gt;St. John's Edge&lt;/a&gt; (2018).\nOn August 2, 2018, Zabo signed a one-year deal with the &lt;a href=\"St.%20John%27s%20Edge\"&gt;St. John's Edge&lt;/a&gt; of the &lt;a href=\"National%20Basketball%20League%20of%20Canada\"&gt;NBL Canada&lt;/a&gt;.\n&lt;a href=\"Albacete%20Basket\"&gt;Albacete Basket&lt;/a&gt; (2018–2019).\nOn January 14, 2019, Zabo signed for the remainder of the season with the Albacete Basket of the &lt;a href=\"LEB%20Plata\"&gt;LEB Plata&lt;/a&gt;.\n&lt;a href=\"CB%20Ciudad%20de%20Ponferrada\"&gt;CB Ciudad de Ponferrada&lt;/a&gt; (2019–present).\nOn August 12, 2019, Zabo signed a one-year deal with the &lt;a href=\"CB%20Ciudad%20de%20Ponferrada\"&gt;CB Ciudad de Ponferrada&lt;/a&gt; of the &lt;a href=\"LEB%20Plata\"&gt;LEB Plata&lt;/a&gt;."
}