{
    "id": "58541836",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=58541836",
    "title": "Cyril Adams",
    "text": "Cyril Douglas Adams (18 September 1897 – 19 August 1988) was an English &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er and &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; (RAF) officer. Serving first as a soldier in the First World War, Adams joined the newly formed RAF in 1918, serving in the RAF for over 25 years. His career as a first-class cricketer with the Royal Air Force cricket team ran from 1928–1932, prior to that he had represented his native Dorset at minor counties level.\nEarly life, WWI and inter-war years.\nAdams was born to Blanche Annie Adams and Lionel Lincoln Adams at &lt;a href=\"Parkstone\"&gt;Parkstone&lt;/a&gt;, &lt;a href=\"Dorset\"&gt;Dorset&lt;/a&gt;. He was educated at &lt;a href=\"Parkstone%20Grammar%20School\"&gt;Parkstone Grammar School&lt;/a&gt;. Having served from 1915 in the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Adams joined the newly formed &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; in July 1918 as a &lt;a href=\"Second%20lieutenant%23United%20Kingdom%20%26amp%3B%20other%20Commonwealth%20countries\"&gt;second lieutenant&lt;/a&gt; in the General Duties Branch. After the war, he gained the rank of probationary &lt;a href=\"pilot%20officer\"&gt;pilot officer&lt;/a&gt; in August 1919, with promotion to &lt;a href=\"flying%20officer\"&gt;flying officer&lt;/a&gt; coming the following month.\nIn 1922, Adams began playing &lt;a href=\"Minor%20counties%20of%20English%20and%20Welsh%20cricket\"&gt;minor counties cricket&lt;/a&gt; for &lt;a href=\"Dorset%20County%20Cricket%20Club\"&gt;Dorset&lt;/a&gt;. He played for Dorset in the &lt;a href=\"Minor%20Counties%20Championship\"&gt;Minor Counties Championship&lt;/a&gt; on 21 occasions from 1922–1928. Adams' minor counties career was intermittent due to his RAF service, which saw him overseas serving in &lt;a href=\"RAF%20Iraq%20Command\"&gt;Iraq Command&lt;/a&gt; in 1925. In January 1927, Adams achieved the rank of &lt;a href=\"flight%20lieutenant\"&gt;flight lieutenant&lt;/a&gt;. He made his debut in &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; for the &lt;a href=\"Royal%20Air%20Force%20cricket%20team\"&gt;Royal Air Force&lt;/a&gt; against the &lt;a href=\"Royal%20Navy%20Cricket%20Club\"&gt;Royal Navy&lt;/a&gt; at &lt;a href=\"The%20Oval\"&gt;The Oval&lt;/a&gt; in 1928, making five first-class appearances for the Royal Air Force from 1928–1932. He totalled 173 runs and 11 wickets across his five match first-class career.\nBy 1936, Adams was the commanding officer of &lt;a href=\"No.%2015%20Squadron%20RAF\"&gt;No. 15 Squadron&lt;/a&gt;, having achieved the rank of &lt;a href=\"squadron%20leader\"&gt;squadron leader&lt;/a&gt; at some point prior to 1936. In 1938, he was serving at &lt;a href=\"RAF%20Bomber%20Command\"&gt;Bomber Command&lt;/a&gt;, with promotion to &lt;a href=\"Wing%20commander%20%28rank%29\"&gt;wing commander&lt;/a&gt; coming in January of the following year, where upon he was placed in position as commanding officer of &lt;a href=\"No.%2038%20Squadron%20RAF\"&gt;No. 38 Squadron&lt;/a&gt; in February 1939.\nWWII and post-war.\nWith the onset of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, No. 38 Squadron became part of &lt;a href=\"No.%203%20Group%20RAF\"&gt;No. 3 Group RAF&lt;/a&gt;. Adams obtained the rank of acting &lt;a href=\"group%20captain\"&gt;group captain&lt;/a&gt; in 1940, a rank he would retain for the remainder of the war. He held several commands during the war, including &lt;a href=\"Cotswold%20Airport\"&gt;RAF Kemble&lt;/a&gt;, &lt;a href=\"RAF%20Oakington\"&gt;RAF Oakington&lt;/a&gt;, &lt;a href=\"RAF%20Abingdon\"&gt;RAF Abingdon&lt;/a&gt;, &lt;a href=\"RAF%20Marston%20Moor\"&gt;RAF Marston Moor&lt;/a&gt;, and &lt;a href=\"RAF%20North%20Luffenham\"&gt;RAF North Luffenham&lt;/a&gt;. In November 1941, Adams was commended for bravery when a plane crashed on the airfield he was serving in. Circling the airfield in his car at the time, Adams arrived first on the scene and proceeded to enter the burning plane, rescuing a seriously injured airman aboard and recovering the body of another. As a result, he was awarded an &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;OBE&lt;/a&gt; for gallantry. In July 1945, with the war in Europe over, Adams was transferred to &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt;, where he commanded &lt;a href=\"RAF%20Santacruz\"&gt;RAF Santacruz&lt;/a&gt; in &lt;a href=\"Mumbai\"&gt;Bombay&lt;/a&gt; until 1946, by which time he had achieved the rank of acting &lt;a href=\"air%20commodore\"&gt;air commodore&lt;/a&gt;.\nHe was made a &lt;a href=\"Order%20of%20the%20Bath\"&gt;Companion of the Order of the Bath&lt;/a&gt; in the &lt;a href=\"1948%20New%20Year%20Honours\"&gt;1948 New Year Honours&lt;/a&gt;. He achieved the full rank of air commodore on 16 November 1949, retiring from the RAF the next day. He died at &lt;a href=\"Milford%20on%20Sea\"&gt;Milford on Sea&lt;/a&gt;, &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, on 19 August 1988. Beyond playing cricket for the RAF, he also represented it in &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and athletics. He married three times during his life, with his first marriage producing two children."
}