{
    "id": "58548592",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=58548592",
    "title": "Grete Jost",
    "text": "Grete Jost (26 May 1916 – 15 January 1943) was a &lt;a href=\"Vienna\"&gt;Viennese&lt;/a&gt; &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; &lt;a href=\"List%20of%20Germans%20who%20resisted%20Nazism\"&gt;resistance activist&lt;/a&gt; against &lt;a href=\"Austrofascism\"&gt;Austrofascism&lt;/a&gt; and, after &lt;a href=\"Anschluss\"&gt;1938&lt;/a&gt;, against &lt;a href=\"Nazism\"&gt;National Socialism&lt;/a&gt;.\nBiography.\nProvenance and early years.\nMargarete \"Gretl\" Jost was born at the height of the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt; into a working-class family. She grew up in the quarter of the district in the south-eastern part of the central &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. The family was resolute in its support of the (not yet quite mainstream) &lt;a href=\"Social%20Democratic%20Party%20of%20Austria\"&gt;Social Democratic Workers' Party (\"Sozialdemokratische Arbeiterpartei\")&lt;/a&gt;. In that respect Grete and her two sisters enjoyed what some would have regarded as an \"&lt;a href=\"Austromarxism\"&gt;Austro-Marxist&lt;/a&gt; upbringing\".\nShe attended state junior and middle schools locally. Aged only seven she was enrolled into the \"Workers' Gymnastics Association\" (\"Arbeiterturnverein\"). She was also a member of the (socialist) organisation between 1926 and 1930. In 1931 she got a job selling shoes. She lost it fairly soon, after which she had no regular employment till 1937, when she managed to get another job as a sales assistant, this time in a knitwear shop. While working as a shoe saleswoman she joined the organisation.\nPolitics and resistance.\nJost withdrew from her trades union activism and, following the brief but brutally suppressed &lt;a href=\"Austrian%20Civil%20War\"&gt;insurrection of February 1934&lt;/a&gt;, joined the &lt;a href=\"Communist%20Party%20of%20Austria\"&gt;Communist Party&lt;/a&gt;. Joining the Communists reflected a widespread belief on the political left in Vienna that the &lt;a href=\"Social%20Democratic%20Party%20of%20Austria\"&gt;Social Democratic Workers' Party&lt;/a&gt; had shown itself to be insufficiently robust in resisting the political developments of the time. Austria was in the process of becoming a &lt;a href=\"one-party%20state\"&gt;one-party&lt;/a&gt; &lt;a href=\"First%20Austrian%20Republic\"&gt;state&lt;/a&gt; and Communist Party membership had been illegal since May 1933. She nevertheless participated in party training and recruitment activities. She worked as a treasurer for local party cells and, till Autumn/Fall 1937, undertook distribution of party literature.\nShe intensified her illegal political activism after &lt;a href=\"Anschluss\"&gt;March 1938&lt;/a&gt; which was when &lt;a href=\"Austrofascism\"&gt;Fascist Austria&lt;/a&gt; was formally incorporated into an enlarged &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; following a largely unresisted military invasion from the north-west. Margarete Jost became a member of the regional \"Provinzkommission\". From 1938 she was working as a contact between locals party activists and senior &lt;a href=\"Communist%20Party%20of%20Austria\"&gt;party officials&lt;/a&gt;. She became the party contact for the \"Südbahnstrecke\" - the part of Vienna surrounding the &lt;a href=\"Wien%20S%C3%BCdbahnhof\"&gt;Südbahnhof railway terminus&lt;/a&gt;. On the one side this involved communicating instructions from the party regional leadership to activists living \"underground\" (their place of residence not registered with the city authorities): on the other hand she was responsible for passing to the leadership reports of the \"illegal work\" undertaken by activists in this part of &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;. In July 1940 the authorities arrested forty members of the organisation, but even after this sources indicate that there were still around fifty communist activists in the district defined, for the purposes of party organisation, by the suburb of &lt;a href=\"Baden%20bei%20Wien\"&gt;Baden&lt;/a&gt; and the surrounding district (\"Bezirk Baden und Umgebung\"). Jost administered cash contributions and the application of the funds to support comrades who had been arrested and the families left destitute by those arrests.\nGrete Jost travelled several times in the company of other party members to the underground party headquarters at &lt;a href=\"Baden%20bei%20Wien\"&gt;Baden&lt;/a&gt;, some 30 km / 18 miles south of Vienna to discuss political developments and the party's \"illegal work\". She also continued regularly to distribute antifascist publications such as the party's daily newspaper, , \"Weg und Ziel\" and other publications. One publication that she distributed was entitled \"Letter of a Young Worker to a Nazi Work-colleague\" (\"Brief eines jungen Arbeiters an einen nationalsozialistischen Arbeitskammeraden\"). This was viewed with particular disfavour by the Nazi authorities because they called on workers to fight against Hitler-fascism and included presise instructions on how to degrade and/or undermine fascist institutions and the German army.\nArrest, trial, conviction and execution.\nGrete Jost was arrested on 8, 9 or 11 February 1941. Sources differ, but only in respect of the date. She was taken to the \"investigation prison\" alongside the Schiffamtsgasse in the &lt;a href=\"Leopoldstadt\"&gt;Leopoldstadt&lt;/a&gt; quarter of central Vienna. Those of her fellow detainees who survived included &lt;a href=\"Antonia%20Bruha\"&gt;Antonia Bruha&lt;/a&gt;. They would later describe Jost as a courageous and energetic woman, always thirsty for knowledge. She took food to fellow inmates and engaged in lengthy conversations with those that needed to talk. She never gave up on the fight against the Nazi régime. When she was able to obtain information from outside, she always took care to pass it on in full.\nJost's trial took place on 23 September 1942. She was convicted on the usual charge, under these circumstances, of \"preparing to commit high treason\" (\"Vorbereitung zum Hochverrat\") and condemned to death. Others sentenced to deathat the same time included Theodor Pawlin, Theodor Gindra, Gustav Srch and Rudi Spulka. She was transferred to the death cells which were located in the basement under the women's section on the prison hospital. The Communist resistance activist Anna Haider was employed as an assistant in the hospital and was therefore able sometimes to access the death cells to take newspapers to the condemned and, sometimes, engage in conversation with them. She later reported that even at this stage Grete Jost's conduct was exemplary, always ready to comfort others scheduled for execution, and never losing hope of liberation from her fate through the timely arrival of the &lt;a href=\"Red%20army\"&gt;Red army&lt;/a&gt;.\nIt is apparent, too, from the letters she sent her fiancé and parents during the Autumn/Fall of 1942 that even after sentencing Grete Jost did not immediately lose all hope, though she does appear to have been subject to savage mood swings. Relatives tried desperately to obtain a pardon for her. Her mother had even travelled to Berlin to lobby the justice department. These efforts proved fruitless, however.\nA &lt;a href=\"guillotine\"&gt;guillotine&lt;/a&gt; had been installed inside the Vienna District Court complex (\"Wiener Landesgericht\") in 1938, shortly after the &lt;a href=\"Anschluss\"&gt;annexation&lt;/a&gt;. Margarete Jost was executed on it on 15 January 1943. Her final words, reportedly, were \"Es lebe die Freiheit!\" (\"loosely, \"Long live freedom\"\")."
}