{
    "id": "58573372",
    "revid": "34607323",
    "url": "https://en.wikipedia.org/wiki?curid=58573372",
    "title": "National Unity Process",
    "text": "The National Unity Process () is a political initiative in &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; launched by Dr. &lt;a href=\"Kamal%20Hossain\"&gt;Kamal Hossain&lt;/a&gt;, a long-standing proponent of a period of &lt;a href=\"national%20unity%20government\"&gt;national unity government&lt;/a&gt; for political reform in the country. The initiative has received support from major opposition parties. The aim of the initiative has been to pressure the &lt;a href=\"Awami%20League\"&gt;Awami League&lt;/a&gt; government of &lt;a href=\"Prime%20Minister%20of%20Bangladesh\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Sheikh%20Hasina\"&gt;Sheikh Hasina&lt;/a&gt; to hold a free and fair election in December 2018 with the participation of all major political parties. The previous general election in Bangladesh, held in 2014, was boycotted by major opposition parties and was not deemed credible by the United States, the United Kingdom, the European Union and the United Nations.\nBackground.\nBangladesh's constitution, enacted in 1972 under the leadership of Kamal Hossain, initially established a secular multi-party parliamentary democracy. In 1975, the country abolished parliamentary democracy and endured six months of one party rule. A military coup in August 1975 assassinated founding father &lt;a href=\"Sheikh%20Mujibur%20Rahman\"&gt;Sheikh Mujibur Rahman&lt;/a&gt; and ushered a period of &lt;a href=\"martial%20law\"&gt;martial law&lt;/a&gt;. A multiparty parliament was elected in 1979 under an autocratic President, &lt;a href=\"Ziaur%20Rahman\"&gt;Ziaur Rahman&lt;/a&gt;. A second military coup in 1982 overthrew President &lt;a href=\"Abdus%20Sattar%20%28president%29\"&gt;Abdus Sattar&lt;/a&gt; and ushered martial law for four years until 1986. A multiparty parliament was elected in 1986 under an autocratic president, &lt;a href=\"Hussain%20Muhammad%20Ershad\"&gt;Hussain Muhammad Ershad&lt;/a&gt;. In 1991, following a mass uprising, Ershad resigned and &lt;a href=\"parliamentary%20democracy\"&gt;parliamentary democracy&lt;/a&gt; was reinstated.\nSince the restoration of parliamentary democracy, Bangladesh was ruled by the &lt;a href=\"Khaleda%20Zia\"&gt;Khaleda Zia&lt;/a&gt;-led &lt;a href=\"Bangladesh%20Nationalist%20Party\"&gt;BNP&lt;/a&gt; between 1991 and 1996 and 2001 to 2006; and the &lt;a href=\"Sheikh%20Hasina\"&gt;Sheikh Hasina&lt;/a&gt;-led &lt;a href=\"Awami%20League\"&gt;Awami League&lt;/a&gt; between 1996 and 2001 and again since 2009. Until 2008, elections were managed by a neutral &lt;a href=\"Caretaker%20government%20of%20Bangladesh\"&gt;caretaker government&lt;/a&gt;. The last caretaker regime was installed by the military in 2007 and ruled for two years until the 2008 election. The government of Prime Minister Sheikh Hasina scrapped the caretaker system in 2011. The scrapping was condemned by most opposition parties, which felt a free and fair election cannot be held under Hasina's government. The rivalry between Khaleda Zia and Sheikh Hasina has also affected Bangladeshi politics and often resulted in violence. Both Hasina and Zia have been criticized for their governments' alleged corruption and human rights record.\nKamal Hossain, a longstanding supporter of &lt;a href=\"reform\"&gt;reform&lt;/a&gt;, has advocated a &lt;a href=\"national%20unity%20government\"&gt;national unity government&lt;/a&gt; to make Bangladesh a \"functional democracy\". In 2008, he teamed up with several center-right and left-wing parties to make a push for a national unity. While announcing his initiative, Hossain said \"The people are the real owners of the country and a fair election is must to establish that. An effective democracy must be established ahead of the 50th anniversary of independence. A process of greater national unity is officially launching activities from today to ensure that only the real representatives of the people can rule the country\". On 22 September 2018, Hossain stated that \"&lt;a href=\"Bangabandhu\"&gt;Bangabandhu&lt;/a&gt; had given me the responsibility to formulate the constitution of a newly liberated country. That has been my best achievement. Personally, I have nothing else to get. As a political activist, it is my sacred duty to ensure the empowerment of the people as per the constitution\".\nDeclared goals.\nOn 14 September 2018, the initiative announced a five-point demand.\nOn 22 September 2018, a three-point demand was issued after the Bangladeshi Nationalist Party joined the initiative."
}