{
    "id": "58589",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=58589",
    "title": "Name change",
    "text": "Name change generally refers to the legal act by a person of adopting a new name different from their current name. \nThe procedures and ease of a name change vary between jurisdictions. In general, &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; jurisdictions have loose procedures for a name change while &lt;a href=\"civil%20law%20%28legal%20system%29\"&gt;civil law&lt;/a&gt; jurisdictions are more restrictive.\nA &lt;a href=\"pseudonym\"&gt;pseudonym&lt;/a&gt; is a name used in addition to the original or true name. This does not require legal sanction. Pseudonyms are generally adopted to conceal a person's identity, but may also be used for personal, social or ideological reasons.\nUnited Kingdom.\nIn the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Northern%20Ireland\"&gt;United Kingdom of Great Britain and Northern Ireland&lt;/a&gt;, citizens and residents have the freedom to change their names with relative ease.\nIn theory, anyone who is at least 16 and resident in the United Kingdom can call themselves whatever they wish. However, over the past hundred years or so, formal procedures that are recognised by record holders such as government departments, companies and organizations have evolved, which enable someone to change the name recorded on their passport, driving licence, tax and &lt;a href=\"National%20Insurance\"&gt;National Insurance&lt;/a&gt; records, bank and credit cards, etc., provided that \"documentary evidence\" of a change of name is provided. Documents such as birth, marriage and educational certificates cannot be changed because these documents are considered \"matters of fact\", which means that they were correct at the time they were issued. However, exceptions exist, such as holders of a &lt;a href=\"Gender%20Recognition%20Act%202004\"&gt;Gender Recognition Certificate&lt;/a&gt;.\nDocumentary evidence of a change of name can be in a number of forms, such as a marriage certificate, &lt;a href=\"decree%20absolute\"&gt;decree absolute&lt;/a&gt; (proof of divorce), &lt;a href=\"civil%20partnership\"&gt;civil partnership&lt;/a&gt; certificate, &lt;a href=\"statutory%20declaration\"&gt;statutory declaration&lt;/a&gt; or &lt;a href=\"deed%20of%20change%20of%20name\"&gt;deed of change of name&lt;/a&gt;. Such documents are mere evidence that a change of name has occurred, however, and they do not themselves operate to change a person's name. Deeds of change of name are by far the most commonly used method of providing evidence of a change of name other than changing a woman's surname after marriage. A &lt;a href=\"deed%20poll\"&gt;deed poll&lt;/a&gt; is a legal document that binds a single person to a particular course of action (in this case, changing one's name for all purposes). The term 'deed' is common to signed, written agreements that have been shown to all concerned parties. Strictly speaking, it is not a contract because it binds only one party and expresses an intention instead of a promise. 'Poll' is an old legal term referring to official documents that had cut edges (were polled) so that they were straight.\nEngland and Wales.\nPeople whose births are registered in England and Wales may have their deed poll enrolled at the &lt;a href=\"Royal%20Courts%20of%20Justice\"&gt;Royal Courts of Justice&lt;/a&gt; in London. See also &lt;a href=\"College%20of%20Arms%23Change%20of%20names\"&gt;College of Arms#Change of names&lt;/a&gt;.\nScotland.\nResidents of Scotland can change their name by deed poll or statutory declaration. Scottish-born/adopted people may optionally apply to the &lt;a href=\"Registrar%20General%20for%20Scotland\"&gt;Registrar General for Scotland&lt;/a&gt; to have their birth certificate amended to show the new name and have the respective register updated. There is also an alternative route to changing one's name in Scotland, equivalent to enrolling a deed poll with the &lt;a href=\"College%20of%20Arms\"&gt;College of Arms&lt;/a&gt;; one may petition the &lt;a href=\"Court%20of%20the%20Lord%20Lyon\"&gt;Court of the Lord Lyon&lt;/a&gt; for a name change and subsequently receive a Certificate of Recognition of Change of Name.\nHistorical usage.\nFrom the mediæval age to the 19th century, the era of family dynasties, name changes were frequently demanded of heirs in the last wills and testaments, legacies and bequests, of members of the gentry and nobility who were the last males of their bloodline. Such persons frequently selected a younger nephew or cousin as the heir to their estates, on condition that he should adopt the surname and armorials of the legator in lieu of his patronymic. Thus, the ancient family otherwise destined to extinction would appear to continue as a great dynasty in the making.\nSuch changes were also more rarely demanded by &lt;a href=\"marriage%20settlement\"&gt;marriage settlement&lt;/a&gt;s, for example where the father of a sole daughter and heiress demanded that as a condition of his daughter's &lt;a href=\"dowry\"&gt;dowry&lt;/a&gt; her husband should adopt his father-in-law's surname and arms. Thus the progeny of the marriage would continue the otherwise extinct family's name. Such name changes were generally only demanded of younger sons, where an elder brother was available to inherit the paternal estates under primogeniture and carry on the name and arms abandoned by the younger brother. Such name changes were effected by obtaining a private &lt;a href=\"Act%20of%20Parliament\"&gt;Act of Parliament&lt;/a&gt; or by obtaining a &lt;a href=\"College%20of%20Arms\"&gt;Royal Licence&lt;/a&gt;. \nWell known examples are:\nA less radical procedure adopted from the 18th century onwards was for the legator or settlor to demand only that the legatee or beneficiary should adopt his surname \"in addition to\" his patronymic, not in place of it, which gave rise to the \"&lt;a href=\"Double-barrelled%20name\"&gt;double-barrelled&lt;/a&gt;\", even the \"triple-barrelled\" name, frequently parodied in literature as epitomising the wealthy \"&lt;a href=\"squirearchy\"&gt;squirearchy&lt;/a&gt;\" with an embarrassment of inherited estates.\nCanada.\nIn Canada, name changes are handled through the vital statistics bureaux of the various provinces and territories, except in &lt;a href=\"Nunavut\"&gt;Nunavut&lt;/a&gt;, where they are handled by the Courts.\nAll Canadian provinces and territories allow their residents, whether Citizens, Permanent Residents or Temporary Residents, to obtain a name change, provided they fulfil the pertinent regulations (e.g. time lived in province). Quebec, being a civil law jurisdiction, has historically had substantial differences from the rest of Canada in how it permits its residents to obtain a change of name - for example, requiring them to be citizens; which was abolished on January 28, 2021 due to a Superior Court of Quebec decision.\nAll Canadian provinces except Quebec (which is a civil law jurisdiction) also recognize common law name changes — i.e. by \"general usage\" — even if not registered with the government or ordered by a court. Although a common law name change is still a legal name, formal processes may be required to get government-issued ID, or change the name on accounts (like banks) that &lt;a href=\"Know%20your%20customer\"&gt;depend on government ID&lt;/a&gt;; this is one situation where a person may have more than one name.\nQuebec also historically had other strict regulations regarding name changes. For example, the &lt;a href=\"transgender\"&gt;transgender&lt;/a&gt; Quebecker &lt;a href=\"Micheline%20Montreuil\"&gt;Micheline Montreuil&lt;/a&gt; had to undergo a lengthy process to have her name legally changed. Initially, the directeur de l'état civil refused to permit the change on the grounds that someone who was legally assigned male at birth could not bear a female name. According to Quebec law, Montreuil could not change her registered gender because that required proof of a completed &lt;a href=\"sex%20reassignment%20surgery\"&gt;gender confirmation surgery&lt;/a&gt;, which was not the case for her. On November 1, 1999, the provincial court of appeals ruled that nothing in the law prevented a person who was registered as male from legally adopting a woman's name.\nAnother issue specific to Quebec is married names. Because of the &lt;a href=\"Quebec%20Charter%20of%20Rights\"&gt;Quebec Charter of Rights&lt;/a&gt;, married women in Quebec have been unable to adopt their spouse's surname since 1976. Other provinces allow their residents to change their last name on the strength of their &lt;a href=\"marriage%20certificate\"&gt;marriage certificate&lt;/a&gt;. The directeur de l'état civil will amend a Quebec birth certificate if a name change certificate is issued by another province. Some have used that loophole to legally change their names by temporarily moving to another Canadian province or territory, which follow more permissive common law rules.\nAdditionally, Saskatchewan registers changes of name made outside its jurisdiction and issues a \"Registration of Change of Name Effected Outside the Province of Saskatchewan\".\nUnited States.\nIn the United States, &lt;a href=\"State%20law%20%28United%20States%29\"&gt;state law&lt;/a&gt;s regulate name changes. Several federal court rulings have set precedents regarding both court decreed name changes and &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; name changes (changing the name at will), including \"&lt;a href=\"Lindon%20v.%20First%20National%20Bank\"&gt;Lindon v. First National Bank&lt;/a&gt;\". In \"Christianson v. King County\", 239 U.S. 356 (1915), the Supreme Court accepted a name changed using the common law method as a legal name (more detail of the decision accepted by the Supreme Court is found at 196 F. 791 (1912)).\nUsually a person can adopt any name desired for any reason. As of 2009, 46 states allow a person legally to change names by usage alone, with no paperwork, but a court order may be required for many institutions (such as banks or government institutions) to officially accept the change. Although the states (&lt;a href=\"Law%20of%20Louisiana\"&gt;except Louisiana&lt;/a&gt;) follow common law, there are differences in acceptable requirements; usually a &lt;a href=\"court%20order\"&gt;court order&lt;/a&gt; is the most efficient way to change names (which would be applied for in a &lt;a href=\"State%20court%20%28United%20States%29\"&gt;state court&lt;/a&gt;), except at marriage, which has become a universally accepted reason for a name change.\nWhere a court process is used, it is necessary to &lt;a href=\"pleading\"&gt;plead&lt;/a&gt; that the name change is not for a &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt;ulent or other illegal purpose, such as evading a &lt;a href=\"lien\"&gt;lien&lt;/a&gt; or &lt;a href=\"debt\"&gt;debt&lt;/a&gt; or for &lt;a href=\"defamation\"&gt;defaming&lt;/a&gt; someone else. Applicants may be required to give a reasonable explanation for wanting to change their names. A fee is generally payable, and the applicant may be required to post legal notices in newspapers to announce the name change. Generally the judge has limited &lt;a href=\"judicial%20discretion\"&gt;judicial discretion&lt;/a&gt; to deny a change of name: usually only if the name change is for fraudulent, frivolous or &lt;a href=\"Morality\"&gt;immoral&lt;/a&gt; purposes. In 2004, a &lt;a href=\"Missouri\"&gt;Missouri&lt;/a&gt; man succeeded in changing his name to They. The &lt;a href=\"Minnesota%20Supreme%20Court\"&gt;Minnesota Supreme Court&lt;/a&gt; ruled that a name change to 1069 could be denied, but that Ten Sixty-Nine was acceptable (\"Application of Dengler\", 1979); the &lt;a href=\"North%20Dakota%20Supreme%20Court\"&gt;North Dakota Supreme Court&lt;/a&gt; had denied the same request several years before (\"Petition of Dengler\", 1976).\nIn nearly all states, a person cannot choose a name that is intended to mislead (such as adopting a celebrity's name), that is intentionally confusing, or that incites violence; nor can one adopt, as a name, a &lt;a href=\"racial%20slur\"&gt;racial slur&lt;/a&gt;, a threat, or an &lt;a href=\"obscene\"&gt;obscenity&lt;/a&gt;.\nSome examples of typically allowed reasons for name changes in the U.S. include:\nUnder &lt;a href=\"U.S.%20nationality%20law\"&gt;U.S. nationality law&lt;/a&gt;, when immigrants apply for &lt;a href=\"naturalization\"&gt;naturalization&lt;/a&gt;, they have the option of asking for their names to be changed upon the grants of citizenship with no additional fees. This allows them the opportunity to adopt more &lt;a href=\"Cultural%20assimilation%23Immigrant%20name%20changing%20as%20a%20form%20of%20assimilation\"&gt;Americanized&lt;/a&gt; names. During the naturalization interview, a petition for a name change is prepared to be forwarded to a &lt;a href=\"United%20States%20federal%20courts\"&gt;federal court&lt;/a&gt;. Applicants certify that they are not seeking a change of name for any unlawful purpose such as the avoidance of debt or evasion of &lt;a href=\"Police\"&gt;law enforcement&lt;/a&gt;. Such a name change would become final if within their jurisdiction, once a &lt;a href=\"United%20States%20federal%20courts\"&gt;federal court&lt;/a&gt; naturalizes an applicant.\nTo maintain a person's &lt;a href=\"identity%20%28social%20science%29\"&gt;identity&lt;/a&gt;, it is desirable to obtain a formal order so there is continuity of personal records.\nInformal methods of legal name change.\nAssumed name.\nThe \"open and notorious\" use of a name is often sufficient to allow one to use an &lt;a href=\"assumed%20name\"&gt;assumed name&lt;/a&gt;. In some jurisdictions, a trade name distinct from one's legal name can be registered with a county clerk, &lt;a href=\"Secretary%20of%20State%20%28U.S.%20state%20government%29\"&gt;secretary of state&lt;/a&gt;, or other similar government authority. Persons who wish to publish materials and not to be associated with them may publish under &lt;a href=\"pseudonym\"&gt;pseudonym&lt;/a&gt;s; such a right is protected under &lt;a href=\"case%20law\"&gt;case law&lt;/a&gt; pursuant to &lt;a href=\"United%20States%20Constitution\"&gt;United States Constitution&lt;/a&gt;.\nUsage method.\nA common law name (i.e. one assumed without formality and for a non-fraudulent purpose) is a legal name. In most states a statutory method, while quick and definitive, only supplements the common law method, unless the statute makes itself exclusive. Although a person may sue under a common law name.\nIn &lt;a href=\"California\"&gt;California&lt;/a&gt; the \"usage method\" (changing the name at will under common law) is sufficient to change the name. Not all jurisdictions require that the new name be used exclusively. Any fraudulent use or intent, such as changing the name to the same name as another person's name, may invalidate this type of name change.\nSpecifically in California, Code of Civil Procedure § 1279.5 and Family Code § 2082 regulate common law and court decreed name changes. Code of Civil Procedure § 1279.5 (a) reads, \"Except as provided in subdivision (b), (c), (d), or (e), nothing in this title shall be construed to abrogate the common law right of any person to change his or her name.\" Subdivisions b through e preclude one from changing their name by common law if they are in state prison, on probation, on parole, or have been convicted of a serious sex offense. If a person is not in any of these categories, then a common law name change is allowed. (Family Code § 2082 also contains some of the same wording.)\nPreferred name.\nMany universities, hospitals, and other institutions allow one to use a \"preferred name\" instead of one's legal name. This name can show up on class rosters, online learning platforms, and &lt;a href=\"student%20ID\"&gt;student ID&lt;/a&gt; cards. It provides a \"transitional\"\nname change for those who have yet to, or cannot, receive a court-ordered name change.\nOfficial registration.\nA legal name change is merely the first step in the name-change process. A person must officially register the new name with the appropriate authorities whether the change was made as a result of a court order, marriage, divorce, adoption, or any of the other methods described above. The process includes notifying various government agencies, each of which may require legal proof of the name change and that may or may not charge a fee. Important government agencies to be notified include the &lt;a href=\"Social%20Security%20Administration\"&gt;Social Security Administration&lt;/a&gt; (generally following statutory law, not common law), &lt;a href=\"Bureau%20of%20Consular%20Affairs\"&gt;Bureau of Consular Affairs&lt;/a&gt; (for &lt;a href=\"United%20States%20passport\"&gt;passports&lt;/a&gt;), the &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt;, the &lt;a href=\"Selective%20Service%20System\"&gt;Selective Service System&lt;/a&gt; and the Department of Motor Vehicles (for a new driver's license, learner permit, state identification card, or vehicular registration). Additionally the new name must be registered with other institutions such as employers, banks, doctors, mortgage, insurance and credit card companies. Online services are available to assist in this process either through direct legal assistance or automated form processing.\nMost states require name changes to be registered with their departments of motor vehicles (DMVs) within a certain amount of time, and some state motor vehicle departments require updated social security cards to make changes, by first registering a new name with the Social Security office:\nThe fees for registering a new name vary from state to state. The forms, along with the state-specific requirements, can generally be obtained for free.\nMany states will require reasons for wanting a name change. For example, in Florida, a court will not grant a petition for a change of name if it finds that (i) the petitioner has ulterior or illegal motives in seeking the name change, (ii) the petitioner's civil rights are suspended, or (iii) granting the name change will invade the property rights (\"e.g.\", intellectual property rights) of others.\nForcible name changes.\nIn 1887, &lt;a href=\"Dawes%20Act\"&gt;the Dawes Act&lt;/a&gt; directed that Indigenous Americans adopt a surname. This forcible solidification of individual identities, in pursuance of Western legal and political orders, assisted in the federal government's efforts to remove their ownership of communally-held land.\nMore recently, recipients of &lt;a href=\"Deferred%20Action%20for%20Childhood%20Arrivals\"&gt;Deferred Action for Childhood Arrivals&lt;/a&gt; have been forced to revert to the names on their birth registration documents by &lt;a href=\"United%20States%20Citizenship%20and%20Immigration%20Services\"&gt;USCIS&lt;/a&gt;, even where this does not match the name they've been using all their life in the United States. This is especially true with DACA recipients from Spanish-speaking countries, whereby two last names appear on birth registration documents per &lt;a href=\"Spanish%20naming%20customs\"&gt;Spanish naming customs&lt;/a&gt;. Even where the person has only ever used one surname (typically that of the father's), USCIS forces them to revert to both surnames, creating a discrepancy in matters such as academic records and credit ratings.\nOther common law jurisdictions.\nAustralia.\nIndividuals may legally change their name through the &lt;a href=\"States%20and%20territories%20of%20Australia\"&gt;state and territory&lt;/a&gt; governments of Australia according to state or territory laws and regulations via agencies generally titled \"Registry of Births, Deaths and Marriages\". Exceptions exist for some states such as restricted persons (e.g. jail inmate) and in some states, changes may only be made once a year. A state/territory's RBDM typically has jurisdiction over changes of name for people born in that state or territory, and for people born overseas now residing in that state or territory. Residents born interstate must typically apply to the Registry of Births, Deaths, and Marriages (RBDM) of their birth jurisdiction for a change of name, though there are exceptions.\nIf a person's birth or adoption was registered in Australia, the change will also be noted (in most cases) on the person's birth or adoption registration, and in some states or territories, the name change can be evidenced either through a re-issued &lt;a href=\"Birth%20certificate%23Australia\"&gt;birth certificate&lt;/a&gt; if born in Australia and/or \"Change of Name Certificate\". Transgender residents born overseas may receive a &lt;a href=\"Recognised%20details%20certificate\"&gt;recognised details certificate or identity acknowledgment certificate&lt;/a&gt;. These certificates are recognised secure &lt;a href=\"Identity%20documents%20of%20Australia\"&gt;identity documents&lt;/a&gt; and can be verified electronically through the &lt;a href=\"Attorney-general%20of%20Australia\"&gt;Attorney-general of Australia&lt;/a&gt;'s Document Verification Service.\nHong Kong.\nIt is a common practice for ethnic Chinese residents of Hong Kong to adopt a western-style English name in addition to their transliterated Chinese name. As they often adopt western-style English names after being registered on the birth register, the fact that they want to include a western-style English name as part of their &lt;a href=\"Legal%20name\"&gt;legal English name&lt;/a&gt; is regarded as a name change which usually requires a deed poll.\nHowever, the &lt;a href=\"Immigration%20Department%20%28Hong%20Kong%29\"&gt;Immigration Department&lt;/a&gt; which is responsible for processing applications for name change allows applicants to submit such applications without deeds poll; anyone who has a phonetic English name only and wishes to include a western-style English name as part of his or her legal English name can apply to the Immigration Department without a deed poll. Only one application of this kind is allowed for each applicant; any application for subsequent change(s) must be made with a deed poll.\nIreland.\nIn the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt;, a person earns their name by \"use and repute\". For most purposes it is enough to simply use the desired name and ask others to call you by that name. This was the traditional practice for a bride adopting her husband's surname. A &lt;a href=\"deed%20of%20change%20of%20name\"&gt;change of name deed poll&lt;/a&gt; is not required, but provides documentary evidence of a name change. Resident non-&lt;a href=\"Citizenship%20of%20the%20European%20Union\"&gt;EU nationals&lt;/a&gt; must apply to the &lt;a href=\"Irish%20Naturalisation%20and%20Immigration%20Service\"&gt;Irish Naturalisation and Immigration Service&lt;/a&gt; for a deed poll. The deed poll requires a witness &lt;a href=\"affidavit\"&gt;affidavit&lt;/a&gt;, and may optionally be enrolled in the &lt;a href=\"High%20Court%20%28Ireland%29\"&gt;High Court&lt;/a&gt; upon payment of &lt;a href=\"stamp%20duty\"&gt;stamp duty&lt;/a&gt;. An enrolled deed poll is required for some administrative name changes, such as on a &lt;a href=\"Driving%20licence%20in%20the%20Republic%20of%20Ireland\"&gt;driving licence&lt;/a&gt; or when &lt;a href=\"Transgender%20rights%20in%20Ireland\"&gt;changing legal gender&lt;/a&gt;.\nThere is a second option using an 'unenrolled' deed poll, this is a regular deed poll that is signed by yourself in the presence of a witness over 18. This can be used to update your name in banks, schools and other non-governmental institutions. This is the long process as the Irish Passport Office and NDLS require two years of 'proof of usage' e.g bank statements in your new name dating back two years in order to change your name in comparison to a registered deed poll which allows you to change your name in the NDLS instantly along with DESAP.\nNew Zealand.\nFrom September 1995, &lt;a href=\"New%20Zealanders\"&gt;New Zealanders&lt;/a&gt; can change their name by making a &lt;a href=\"statutory%20declaration\"&gt;statutory declaration&lt;/a&gt; and, if approved, the new name is registered with the Births, Deaths and Marriages section of the Department of Internal Affairs (Identity Services). Prior to September 1995, they changed their name by &lt;a href=\"deed%20poll\"&gt;deed poll&lt;/a&gt;.\nOther civil law jurisdictions.\nIn general, unlike in &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; countries, names cannot be changed at will in &lt;a href=\"civil%20law%20%28legal%20system%29\"&gt;civil law&lt;/a&gt; jurisdictions. Usually, a name change requires government approval, though legal name changes have become more common in some jurisdictions over the last years. The reason given for this system is usually the public interest in the unique identifiability of a person, e.g., in governmental registers, although with the advent of &lt;a href=\"personal%20identification%20numbers\"&gt;personal identification numbers&lt;/a&gt;, that rationale may be in need of reconsideration.\nNetherlands.\nWhile name changes due to marriages performed in the Netherlands cannot be processed, it is certainly possible in the Netherlands to process name changes due to marriages performed outside the Netherlands, provided certain conditions are met: the marriage must be registered abroad, the application for name change abroad must be requested on the same date as the marriage date, the changed name must be recorded abroad on a certificate in accordance with the local rules of the foreign country, and the marriage and name change as well as proof of application as of the date of the marriage must be legalized/apostilled and provided to the Dutch consulate or Dutch municipality upon return to the Netherlands.\nThe reason is that international marriages are not necessarily governed by Dutch Law but by Private International Law which is codified in the Netherlands in the \"Commoner's Law Book\" (Burgerlijk Wetboek) Book No. 10, Private International Law, Title 2 – The Name, Article 24.\nBelgium.\nChanges in law Aug 2018 changes first name and fee will fall under the authority of local town hall In Belgian law, a name is in principle considered fixed for life, but under exceptional circumstances, a person may apply to the Ministry of Justice for a name change. This requires a Royal Decree (French: \"Arrêté royal\", Dutch: \"Koninklijk besluit\") for last names, but only a Ministerial Decree for first names. The new name must not cause confusion or cause damage to the bearer or others. Examples of requests that are usually considered favorably:\nBrazil.\nAccording to the Brazilian Civil Code and the Public Registries Act, the name registered after birth is definitive and immutable. However, there are some circumstances under which a name change is allowed: \nIndia.\nIn India, the person concerned submits a name change request to an appropriate authority, with supporting documents. Subsequently, an application must be made to the Government Printing Press, which issues an Official Gazette Notification certifying the change of name.\nIn India, name change legal process may be completed either publishing in State Government Gazette or Central Government Gazette. It is always preferred that one should opt for Central Govt. Gazette since in is valid all over world. Central Government Gazette process is explained here. There are four easy steps to complete the task. First, one has to make an affidavit on a Non-judicial stamp-paper. Get notarised. Second, publish in a newspaper about your change of name. Third, fill-in the required forms and attach affidavit and newspaper. Pay the government fee online. Attach the receipt also. Fourth and last step is submit the application. In certain States gazette application may be submitted online but most of the States and Central Government there is no online name change facility. One can either personally visit the concerned office and submit or may send by post. The Central Government Gazette office is located at Civil Lines, Near Delhi Metro Station, New Delhi. The office works from Monday to Friday only. For more details one can visit their website. After submission of application one can download the same from their website.\nNorway.\nAlthough it has always been relatively easy to change one's legal names in Norway, it used to require some kind of government approval. As late as 1830, local vicars were instructed to write both given (Christian) names, as well as last names, in the baptismal record. Earlier, only the given name of the child, birth date, baptismal date, and sex were written down, alongside the parents' names. It was not until the beginning of the 20th century, however, that the authorities required everyone to adopt a family surname. Until about 1980, the government still required that a name change applicant apply to the government regional representative (fylkesmann). The law has been replaced twice since then. Nowadays, the process is as easy as in common-law countries; the subject merely submits the names wanted (providing that the surname chosen is not in use or is not used by fewer than 200 persons) to the local authorities for the purposes of election rosters and census counts; there is no longer an application process.\nPhilippines.\n2001 RA 9048 amends Articles 376 and 412 of the &lt;a href=\"Civil%20Code%20of%20the%20Philippines\"&gt;Civil Code of the Philippines&lt;/a&gt;, which prohibit the change of name or surname of a person, or any correction or change of entry in a civil register without a judicial order. Administrative Order No. 1 Series of 2001, implemented the law. It authorizes the city or municipal civil registrar or the consul general to correct a clerical or typographical error in an entry or change the first name or nickname in the civil register without need of a judicial order.\nName and gender change.\nIn case of controversial and substantial changes, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; &lt;a href=\"jurisprudence\"&gt;jurisprudence&lt;/a&gt; requires full-blown court &lt;a href=\"lawsuit\"&gt;lawsuit&lt;/a&gt;, that must include the local civil registrar in the petition, since RA 9048 and Rule 108 (Cancellation or correction of entries in the Civil Registry) of the Rules of Court do not allow the change of sex in a birth certificate.\nThe only landmark case in the Philippines on name and legal sex change is the Jeff Cagandahan case. The &lt;a href=\"Supreme%20Court%20of%20the%20Philippines\"&gt;Supreme Court of the Philippines&lt;/a&gt; Justice &lt;a href=\"Leonardo%20Quisumbing\"&gt;Leonardo Quisumbing&lt;/a&gt; on September 12, 2008, allowed Cagandahan, 27, who has &lt;a href=\"congenital%20adrenal%20hyperplasia\"&gt;congenital adrenal hyperplasia&lt;/a&gt;, to change the name on his &lt;a href=\"birth%20certificate\"&gt;birth certificate&lt;/a&gt; to read Jeff, and his legal gender to male.\nSouth Africa.\nSouth Africa, which uses a mixture of common law and civil &lt;a href=\"Roman%20Dutch%20law\"&gt;Roman Dutch law&lt;/a&gt;, mostly uses common-law procedures with regard to name change. Name changes in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; are regulated by the Births and Deaths Registration Act (Act 51 of 1992, as amended). The personal information of all citizens and permanent residents is recorded on the Population Register, so any name changes must be registered.\nA person can change their forenames by submitting a form to the &lt;a href=\"South%20African%20Department%20of%20Home%20Affairs\"&gt;Department of Home Affairs&lt;/a&gt;. An individual's surname, or that of a family, may be changed by applying to the Department and providing a \"good and sufficient reason\" for the change.\nA married woman can change her surname to that of her husband or join her maiden name with her husband's surname, and a divorced woman may return to her previous surname, without applying or paying a fee; but she must notify the department so that the details in the Population Register can be changed. (It is possible that, if challenged, these provisions might be held to be unconstitutional because they apply only to women.)\nSouth Africa has officially recognized same sex marriages since 2006 and in doing so now allows one or both partners to change their surnames in the marriage register on the day of the marriage. A new passport and ID book can then be applied for with the new married surname as well.\nThe surnames of minor children can also be changed under various circumstances involving the marriage, divorce or death of a parent, children born out of wedlock, and guardianship.\nSwitzerland.\nIn Switzerland, a name change requires the approval of the respective &lt;a href=\"Cantons%20of%20Switzerland\"&gt;Cantonal&lt;/a&gt; government, if there are important reasons (\"wichtige Gründe\" / \"justes motifs\") for the change, according to article 30 of the &lt;a href=\"Swiss%20Civil%20Code\"&gt;Swiss Civil Code&lt;/a&gt;. When aliens apply for naturalization, they have the option of asking for their names to be changed upon the grants of citizenship with no additional fees. According to the case law of the &lt;a href=\"Swiss%20Federal%20Supreme%20Court\"&gt;Swiss Federal Supreme Court&lt;/a&gt;, such requests must be granted only if the petitioner shows that they suffer substantially from their present name, e.g., if it is the same as that of a notorious criminal.\nTaiwan.\nIn &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, the \"Name Act\" bans changing one's legal name for some criminal reasons per &lt;a href=\"https%3A//law.moj.gov.tw/ENG/LawClass/LawSearchContent.aspx%3Fpcode%3DD0030011%26amp%3Bnorge%3D6\"&gt;Article 15&lt;/a&gt; since 2015 (Article 12 since 2001). Otherwise, one may change the surname, given name, or both per Article 8, 9, or 10 since 2015 (Article 5, 6, or 7 since 1953, or Article 6, 7, or 8 since 2001).\nChanging the given name is allowed if:\nReplacing documents.\nDiplomas, work experience documents, licenses, permits, and other such documents shall use a person's legal name to avoid being deemed invalid, so those intending to change names have to note that:\nLicensed Taiwanese driver who legally changes the name without reporting to the competent traffic authority is fined 300 to 600 &lt;a href=\"new%20Taiwan%20dollar\"&gt;new Taiwan dollar&lt;/a&gt;s and asked to re-register the legal name.\n&lt;a href=\"Taiwan%20passport%23Data%20page\"&gt;Taiwan passports&lt;/a&gt; are to be replaced after having changed the names.\nRegistration of change in name of the right holder having been changed after a land right has been registered, shall be applied; the same shall apply to the change of the name of administrator.\nOverseas application.\nA &lt;a href=\"national%20without%20household%20registration\"&gt;national without household registration&lt;/a&gt; may apply for name change outside Taiwan at a &lt;a href=\"List%20of%20diplomatic%20missions%20of%20Taiwan\"&gt;Taiwanese diplomatic mission&lt;/a&gt;, but having had &lt;a href=\"household%20registration%20in%20Taiwan\"&gt;household registration in Taiwan&lt;/a&gt; may apply there only to forward a name change application to the Household Registration Office covering the last Taiwanese address of residency, which is a better method only if no risk of discrepancies among Taiwanese documents, so anyone having considerable Taiwanese documents should still change the name in person at Taiwanese Household Registration Office, to also replace the &lt;a href=\"National%20Identification%20Card%20%28Republic%20of%20China%29\"&gt;National Identification Card&lt;/a&gt;, &lt;a href=\"Healthcare%20in%20Taiwan\"&gt;healthcard card&lt;/a&gt;, driver license, etc.\nName change on religious conversion.\nAdherents of various religions change their name upon &lt;a href=\"Religious%20conversion\"&gt;conversion&lt;/a&gt; or confirmation. The name adopted may not have any legal status but will represent their adopted religious beliefs.\nHinduism.\nThere is no formal concept of conversion in Hinduism but converts to Hinduism are accepted, usually after a small ceremony called &lt;a href=\"Shuddhi%20%28Hinduism%29\"&gt;Shudhikaran&lt;/a&gt; (purification). Individuals who attend a Shudhikaran ceremony to officially become &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; may be optionally given a new &lt;a href=\"Dharma\"&gt;Dharma&lt;/a&gt; (religious) name, which is usually based on &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; or &lt;a href=\"Indian%20name\"&gt;Indian name&lt;/a&gt; such as names based on &lt;a href=\"Hindu%20deities\"&gt;Hindu deities&lt;/a&gt;."
}