{
    "id": "58597460",
    "revid": "15534247",
    "url": "https://en.wikipedia.org/wiki?curid=58597460",
    "title": "Warning Signs (The Walking Dead)",
    "text": "\"Warning Signs\" is the third episode of the &lt;a href=\"The%20Walking%20Dead%20%28season%209%29\"&gt;ninth season&lt;/a&gt; of the &lt;a href=\"Apocalyptic%20and%20post-apocalyptic%20fiction\"&gt;post-apocalyptic&lt;/a&gt; &lt;a href=\"Horror%20fiction\"&gt;horror&lt;/a&gt; &lt;a href=\"television%20series\"&gt;television series&lt;/a&gt; \"&lt;a href=\"The%20Walking%20Dead%20%28TV%20series%29\"&gt;The Walking Dead&lt;/a&gt;\", which aired on &lt;a href=\"AMC%20%28TV%20channel%29\"&gt;AMC&lt;/a&gt; on October 21, 2018. It was written by Corey Reed and directed by Dan Liu.\nPlot.\nConstruction on the bridge continues. As she promised to &lt;a href=\"Michonne\"&gt;Michonne&lt;/a&gt;, &lt;a href=\"Maggie%20Greene\"&gt;Maggie&lt;/a&gt; brings a wagon load of supplies from the Hilltop to the Sanctuary when she is stopped by a group of Saviors who are looking for their missing member, Justin. Some of the Saviors taunt Maggie by calling her \"the Widow\", the name &lt;a href=\"Negan\"&gt;Negan&lt;/a&gt; had used demeaningly, but &lt;a href=\"Arat%20%28The%20Walking%20Dead%29\"&gt;Arat&lt;/a&gt; and Laura, two of the lead Saviors, quickly put a stop to it. As they discuss this, the re-animated body of Justin appears from the woods. After they put it down, it is clear that Justin had died by human hands before reanimating.\nAs word of Justin's murder spreads, tempers start to flare at the construction camp between the Saviors and the other groups. &lt;a href=\"Rick%20Grimes\"&gt;Rick&lt;/a&gt; arrives in time to stop any immediate violence and promises the Saviors they will investigate. Rick starts talking to his own people to see if they saw anything. Fr. Gabriel, who was to be on watch with Anne but had secretly stepped away, reports seeing nothing. &lt;a href=\"Daryl%20Dixon\"&gt;Daryl&lt;/a&gt; is somewhat affronted when Rick suggests he might have killed Justin. Gabriel speaks to Anne later, but she affirms she saw nothing, omitting the fact that &lt;a href=\"The%20Bridge%20%28The%20Walking%20Dead%29\"&gt;she had seen a helicopter&lt;/a&gt; pass over. She expresses concern that she feels she is distrusted by the Saviors, having been called \"the Garbage Lady\" and being accused by many of killing Justin.\nRick decides to pair off several teams to look for clues in the area for Justin's killer. One team includes Maggie and Cyndie, who find walkers being drawn towards a house where a piece of sheet metal hangs off its roof, making noise. As they approach the house to clear it out and stop the noise, Cyndie explains this is where some of her Oceanside members used to live before &lt;a href=\"Simon%20%28The%20Walking%20Dead%29\"&gt;Simon&lt;/a&gt; and the Saviors came and killed all their men. Maggie and Cyndie work to clear the house but are nearly overwhelmed when a group of walkers breaks through the door; Rick and other pairs arrive and dispatch the walkers just in time. They find one team, Arat and Beatrice, that should have been closer to help not present, and out of radio contact. They go looking for the two, and eventually find Beatrice knocked unconscious, while Arat's things have been left on the ground nearby.\nRegrouping at camp, Rick and his most trusted allies decide to break off and search again, but without any Savior help, in case they are at fault. Rick and Carol go off as one group, and they run into some of the Saviors led by Jed. Jed holds Carol under a knife, demanding Rick drop his weapon so they can safely return to Sanctuary, but Carol manages to overpower Jed and stab him in the shoulder. Daryl and Maggie find a few walker bodies, one with a harpoon through it, and follow them back to a recover center building where several Oceanside members, including Cyndie and Beatrice, are holding Arat. Cyndie reveals they have been the ones behind some of the Savior deaths, getting back at those that had murdered their husbands, sons, and brothers. She justifies their actions by recalling Maggie's decision to hang Gregory, and explains that Arat was responsible for Cyndie's brother's death. Cyndie remembers what Arat had said in response to her begging for her brother's life: \"No exceptions\". After hearing this, Maggie and Daryl turn away, while Cyndie executes Arat.\nAnne returns to the Scavengers' junk yard. She locates a hidden cache and recovers a radio with which she makes a call requesting a pickup by helicopter. The male voice on the other end asks if she has an \"A\" or a \"B\", but she has neither. The man tells her to be ready the next day but only if she has an \"A\". As the call ends, Anne sees that Gabriel had followed her there and overheard the call. Gabriel deduces that Anne had previously traded people to this unknown agent for supplies, and had planned to do that with both Rick and him earlier. Anne suggests that if he helps her, he could also possibly join them. Gabriel refuses and plans to tell Rick, but Anne stops him. She tells him she once thought of him as a \"B\" but he might be the \"A\" she needs.\nThe next day, the bulk of the Saviors leave the construction camp to return to Sanctuary. Maggie and Daryl walk along a different path; Maggie tells Daryl they tried Rick's way, and it failed to work, so now they need to take another direction, and it is time to meet Negan.\nDevelopment and production.\nThe cabin which Maggie and Cyndie clear out of walkers was arranged to be a homage to &lt;a href=\"George%20A.%20Romero\"&gt;George A. Romero&lt;/a&gt;'s \"&lt;a href=\"Night%20of%20the%20Living%20Dead\"&gt;Night of the Living Dead&lt;/a&gt;\". The setting around the cabin includes a burnt-out gas pump and a pickup truck, the latter with the charred remains of a passenger, an Easter egg to events from the film.\nAnne's \"A\" and \"B\" were elements that the production team had laid in before in earlier episodes in Season 8, where Rick, having been taken prisoner by Anne (Jadis at the time), kept him locked up in a storage container labeled \"A\".\nThis episode marks the departure of the recurring characters &lt;a href=\"Arat%20%28The%20Walking%20Dead%29\"&gt;Arat&lt;/a&gt; (&lt;a href=\"Elizabeth%20Ludlow\"&gt;Elizabeth Ludlow&lt;/a&gt;) and Justin (&lt;a href=\"Zach%20McGowan\"&gt;Zach McGowan&lt;/a&gt;), due to their characters being killed by Beatrice (Briana Venskus). Elizabeth Ludlow first appeared in the &lt;a href=\"The%20Walking%20Dead%20%28season%207%29\"&gt;seventh season&lt;/a&gt; episode \"&lt;a href=\"The%20Cell%20%28The%20Walking%20Dead%29\"&gt;The Cell&lt;/a&gt;\".\nReception.\nCritical reception.\n\"Warning Signs\" received critical acclaim from critics. On &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt;, the episode has an approval rating of 100% with an average score of 8.43 out of 10 based on 17 reviews. The critical consensus reads: '\"Warning Signs\" balances skillfully built suspense with rare moments of respite to create one of the best installments of \"The Walking Dead\" in years.'\nRatings.\n\"Warning Signs\" received a total viewership of 5.04 million with a 1.9 rating in adults aged 18–49. It was the highest-rated cable program of the night, and the episode marked a slight increase in viewership from the previous week, which had 4.95 million viewers."
}