{
    "id": "5859097",
    "revid": "1069285317",
    "url": "https://en.wikipedia.org/wiki?curid=5859097",
    "title": "Stuttgart Stadtbahn",
    "text": "The Stuttgart &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; is a &lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt; system in &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. The Stadtbahn began service on 28 September 1985. It is operated by the &lt;a href=\"Stuttgarter%20Stra%C3%9Fenbahnen%20AG\"&gt;Stuttgarter Straßenbahnen AG&lt;/a&gt; (SSB), which also operates the &lt;a href=\"Stuttgarter%20Stra%C3%9Fenbahnen%20AG%23Bus%20system\"&gt;bus systems&lt;/a&gt; in that city. The Stuttgart Stadtbahn is successor system of a tram network (\"&lt;a href=\"Trams%20in%20Germany\"&gt;Straßenbahnen&lt;/a&gt;\") that characterized the urban traffic in Stuttgart for decades.\nThe network of the Stadtbahn covers much of Stuttgart and also reaches the neighbouring towns of &lt;a href=\"Remseck\"&gt;Remseck am Neckar&lt;/a&gt;, &lt;a href=\"Fellbach\"&gt;Fellbach&lt;/a&gt;, &lt;a href=\"Ostfildern\"&gt;Ostfildern&lt;/a&gt;, &lt;a href=\"Leinfelden-Echterdingen\"&gt;Leinfelden-Echterdingen&lt;/a&gt; and &lt;a href=\"Gerlingen\"&gt;Gerlingen&lt;/a&gt; (clockwise). Currently, the Stuttgart Stadtbahn system is made up of fourteen main lines (U1-U9, U12-U15, U19), a special event lines (U11) and two temporary lines during construction site, serving 203 stations, and operating on of route. In 2014, the Stuttgart Stadtbahn carried 174.9 million passengers.\nLines.\n, the Stuttgart Stadtbahn system is made up of fourteen main lines (U1-U9, U12-U15 and U19), \ntwo special lines (during the construction site between Hauptbahnhof and Staatsgalerie; U29 and U34) and a special event lines (U11):\nHistory.\nStuttgart &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt;, now all , developed out of a traditional tramway system, which in Stuttgart was .\nIn 1961 the city council of Stuttgart decided that a general modernization of the municipal tram system was needed; in central areas, tram track would be relocated underground, and in peripheral areas it would get new tracks that would be separate from road traffic. Concurrent proposals for a new completely underground subway (U-Bahn) were rejected in 1976. At the same time, it was decided to modernize the existing tram infrastructure and &lt;a href=\"Track%20gauge%20conversion\"&gt;change&lt;/a&gt; from metre gauge to the &lt;a href=\"standard%20gauge\"&gt;standard gauge&lt;/a&gt;. For this reason, almost all tracks have been converted to &lt;a href=\"mixed-gauge\"&gt;mixed-gauge&lt;/a&gt;, on which old trams (&lt;a href=\"GT4%20%28Stuttgart%29\"&gt;SSB GT4&lt;/a&gt;, built 1959–1965) could run as well as new &lt;a href=\"rapid%20transit\"&gt;metro&lt;/a&gt; cars (&lt;a href=\"SSB%20DT%208\"&gt;SSB DT 8&lt;/a&gt;, in regular service since 1985).\nIn 1989, the light rail lines were given new numbers U1, U3 and U14 to distinguish them from the S-Bahn and tram lines. The E-line to Cannstatter Wasen and the stadium was renamed to U11 in 1994.\n2011.\nThe SSB has changed the timetable change on December 12, 2010, some light rail lines in their course. The north branches of the lines U5 and U7 were exchanged, so that the U5 now goes to Killesberg and the U7 to Mönchfeld. Likewise, the U4 runs - as 25 years ago - from Berliner Platz on the previous route of the U2 to Hölderlinplatz, the U2 runs instead to Botnang.\nThe metro line U12 operated until 2013 between Möhringen and Killesberg (in the rush hour: Vaihingen-Killesberg). On the Möhringen-Vaihingen section, it partially replaced the U6, which has been operating from Möhringen since 11 December 2010 to the industrial area Fasanenhof-Ost.\nThe conversion coupled from the advent equally strong outsiders. Thus, the large residential area Zuffenhausen / Rot / Freiberg / Mönchfeld is now served with double trains and eliminated the previous overstaffing. The U2 now also serves two heavily frequented outsiders who are considering an expansion of capacity. For this purpose, longer trains are used in Stuttgart while maintaining the 10-minute cycle. First, the platforms must be extended, on some routes by extending another line.\n2013.\nWith the opening of the new section north of the Löwentorkreuzung to Hallschlag on 14 September 2013, the route network changed. The former section of the U15, from the stop City Library on the Nordbahnhofstraße to the Löwentorkreuzung, is served since then by the U12, which continues from there to continue in the Hallschlag. Since then, the U15 has been operating on the Heilbronner Straße directly to the Pragsattel. The Killesberg is now approached only by the U5.\nThe 2040 meter long section between the Löwentor and Hallschlag stations was completed in September 2013. The route runs mostly in the middle of the Löwentorstraße, between the directional lanes, on the green strip that has been kept free for many years. Since then, there is only one lane left in each direction. The three intersections Hunklinge, Zurich street and \"Auf der Steig\" were converted into roundabouts. As early as during the construction of the Pragsattel tunnel, the tracks were laid in the area of the Löwentork junction.\nThe four stops Löwentor, Zurich Street, Riethmüllerhaus and Hallschlag have been added for the U12. They are equipped with long elevated platforms. Around 200 trees were felled for the construction of the route. Eight larger specimens could be preserved and transplanted. Young trees are replanted on both sides of the carriageway so that an avenue is created on large parts of the Löwentorstraße.\n2016 to 2018.\nThe lines planned in the context of Stuttgart 21 require a new construction of the city railway station Staatsgalerie and the tunnel between Staatsgalerie and Hauptbahnhof and / or Charlottenplatz. During the construction period the section Staatsgalerie - Charlottenplatz was closed from May 2016 until December 2017. Since December 2017, the section Staatsgalerie - Hauptbahnhof is closed until at least December 2019. The affected lines U1, U2, U4, U9, U11 and U14 are diverted during these periods and partially split into two lines. Originally it had been planned to carry out the new construction of the station Staatsgalerie and the tunnel in the ongoing Stadtbahn. Alliance 90 / The Greens criticized the SSB and the Federal Railway Authority on the basis of the concept presented. They called for more public participation and accused the SSB of not mentioning the planned closures in its statement on the plan amendment.\nThe SSB designates the associated line concepts as network 2016 or network 2018 and divides them as follows:\nIn addition to the changeover in the city center, the network Wallgraben - Dürrlewang was put into operation in 2016, as well as the line 2018, Hauptbahnhof - Budapester Platz - Milchhof and Hallschlag - Bottroper Straße - Wagrainäcker U12. The light rail line U12 operates since 2017 with double trains from Dürrlewang in the south coming over the city center, through the Europaviertel, the Nordbahnhofviertel and the Hallschlag down to the Neckar valley to Remseck in the north. For the U14 does not drive since then to Remseck, but only to Mühlhausen. The extension of the south branch between Dürrlewang and moat was already on 13 May 2016 in operation.\nFirst, the U14 should in return already end at Max-Eyth-See, March 19, 2013, it was decided that it runs up to Mühlhausen. For this purpose, a Kehrgleis with a 40-meter-long platform was set up at this stop.\nThe sections added in 2016 and 2017 are primarily intended to better connect the previously neglected district of Hallschlag, the European district under construction, the planned Rosenstein district and further planned new development areas on the existing track systems within the framework of Stuttgart 21. The entire route is designed for 80-meter trains.\nThe light rail tunnel between the stops Hauptbahnhof (Arnulf-Klett-Platz) and Stadtbibliothek was rebuilt due to Stuttgart 21 in a different location. The U12 uses this new tunnel until shortly before the stop Stadtbibliothek and then threads underground in the direction of Budapester Platz. In the Europaviertel section of the U12 runs as far as possible in the tunnel and reaches after undercutting the city library on Milan's east side with a ramp the surface, where after crossing the Lisbon street on a bridge the stop Budapester place follows. Afterwards, the 145 meter long bridge route crosses Wolframstraße / Nordbahnhofstraße and in a lateral position south of Nordbahnhofstraße to the intersection Friedhofstraße / Nordbahnhofstraße. There it connects to the ground-level Stadtbahn tracks in central location of Nordbahnhofstraße.\nIn the past, with the opening of this section, it was planned to also run the U15 line on this route. After the beginning of 2008 by the SSB initiated amendment of the plan approval decision, the route runs in Nordbahnhofstraße, as described, above ground in sideways position and pivots about level Friedhofstraße in the middle layer and connects to the stop Milchhof. Originally an underpass of the junction Nordbahnhof- / Rosensteinstraße was planned. Reason for the change in planning were too high estimated traffic forecasts, of up to 18,000 cars per day for the Rosensteinstraße, as well as concerns on the political level against a premature termination of the existing branch in the Friedhofstraße. With the commissioning of the new construction section, the section in Friedhofstraße and the existing station Pragfriedhof were closed at the end of 2017. In order to be able to offer nostalgic tram traffic with the former meter-gauge tramcars in the future, the new line is designed as a three-rail track through the Europaviertel.\nIn another section, the U12 connects in the north to the route of the U14. The route runs from the stop Hallschlag in a trough south of the Löwentorstraße and reaches the new stop Bottroper street. This is followed by a 500-meter-long tunnel, which leads to the Neckar valley and passes under the Schusterbahn cable car. After that, the road is crossed with a new bridge to be built, and at the Neckar bridge, it joins the route of the U14. This section is about 1.1 km long. The next stop is the Wagrainäcker.\nCurrent light rail system.\nThe &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; system runs over of rail track, and of rail line, covering of route. (The Stuttgart rail system also encompasses a rack railway (Line 10), a funicular (Line 20), and a weekend &lt;a href=\"heritage%20streetcar\"&gt;heritage&lt;/a&gt; tram line (Line 21).) In the city centre as well as in other densely built-up districts of the city, the Stadtbahn runs underground. The Stadtbahn uses the \"U\" logo like the underground systems \"(U-Bahnen)\" in other German cities. However, here the \"U\" does not stand for \"untergrund\" (underground) but for \"unabhängig\" (independent, meaning independent of other traffic infrastructure). Outside the densely built up areas, the Stadtbahn runs on the surface, often along roads with &lt;a href=\"level%20crossing\"&gt;level crossing&lt;/a&gt;s, though on a separate &lt;a href=\"Right-of-way%20%28transportation%29\"&gt;right-of-way&lt;/a&gt;. However, in the Stammheim district, the U15 line's trains operate with &lt;a href=\"street%20running\"&gt;street running&lt;/a&gt; and share space with other traffic.\nLight rail vehicles.\nThe system is operated with 179 light rail vehicles, operates on &lt;a href=\"standard%20gauge\"&gt;standard gauge&lt;/a&gt; track, and is electrified at 750 &lt;a href=\"volt\"&gt;volt&lt;/a&gt;s &lt;a href=\"Direct%20current\"&gt;DC&lt;/a&gt;. On 8 December 2007 the ongoing replacement of the city's tram lines was finally completed after 27 years.\nColor.\nSince the coat of arms of Stuttgart shows a \"black\", rampant horse on a \"yellow\" or golden field, the Stuttgart Stadtbahn (as well as all the buses and the last old trams) comes in yellow with black or dark blue window frames.\nHours of operation.\nThe Stuttgart Stadtbahn operates from 04:00 - 01:00.\nMost routes are served by two or more lines in the city centre, so there is a train every few minutes at most stations.\nFares and ticketing.\nThe &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; is part of the regional transport cooperative, the &lt;a href=\"Verkehrs-%20und%20Tarifverbund%20Stuttgart\"&gt;Verkehrs- und Tarifverbund Stuttgart&lt;/a&gt; (VVS; Stuttgart Transit and Tariff Association), which coordinates tickets and fares among all transport operators in the metropolitan area. Besides the Stadtbahn, these include the SSB's bus networks, together with the &lt;a href=\"Stuttgart%20S-Bahn\"&gt;Stuttgart S-Bahn&lt;/a&gt;, operated by a subsidiary of &lt;a href=\"Deutsche%20Bahn\"&gt;Deutsche Bahn AG&lt;/a&gt; (DBAG), and DBAG's &lt;a href=\"Regionalbahn\"&gt;Regionalbahn&lt;/a&gt; regional train services within the VVS area.\nExtensions.\nRelocation of Staatsgalerie stop (follow-up due to Stuttgart 21).\nThe Staatsgalerie stop has had to be raised and moved to the Schlossgarten in order to create space for the eastern access to the underground station planned as part of the Stuttgart 21 project. This measure includes reimbursement of costs for possible malfunctions funded by funds from the project. Construction work for the new route has started; since December 10, 2017, the section between Staatsgalerie and Hauptbahnhof is closed to Stadtbahn trains. The corresponding lines have been diverted via Charlottenplatz.\nRosenstein Tunnel.\nDue to the construction of the Rosenstein tunnel for the B10, the Wilhelma station was rebuilt in a different location, directly in front of the main entrance to the Wilhelma. Likewise, the Rosensteinpark station is to be rebuilt. As of January 2018, the old platform has already been demolished and replaced by two temporary platforms. Due to the construction pits, the route between Rosensteinpark and Glockenstraße and between Wilhelma and Mineralbäder or Mercedesstraße runs in a single track.\nU6-Süd: Fasanenhof Schelmenwasen – Flughafen/Messe Ost.\nThe U6 ihas been extended by three kilometers from the Fasanenhof Ost commercial area to the Messe Stuttgart and the airport. Commissioning was scheduled for mid-2021 and realized in December 2021. After crossing the A8, the route runs east along the B 27 with stops at Echterdingen Stadionstraße and Messe West, and then north of the airport road to the final stop, Flughafen/Messe Ost, in the immediate vicinity of the existing S-Bahn station and planned Filderbahnhof. The initial cost estimate was €70 million, but was revised to €94 million in 2016, and €101.3 million in 2017.\nOn 14 November 2012, the state of Baden-Württemberg decided to promote the U6. The state assumes 20% of the eligible costs, and the federal government 60%. In the cost-benefit analysis, the U6 extension performed better than a fair connection with the U5 from Leinfelden. Therefore, the U6 extension was pursued, although both routes would be economical.\nIn late summer 2013, there was agreement on the financing of the negotiators of the cities of Stuttgart and Leinfelden-Echterdingen, the state, the SSB and the district of Esslingen. In September 2013, the regional assembly approved the agreements and thus decided to build the U5 (see article below), the U6 and the S2. Work on clearing the construction site started in October 2017.\nPossible projects.\nAfter completing the U6 extension to the airport, no further network extensions are planned, although there are a number of considerations for improving the offerings on the existing infrastructure as well as further infrastructure upgrades.\nCapacity increase on the U1.\nThe platforms on the section between Fellbach and Heslach Vogelrain are to be extended in order to use there double tractions with 80 meters train length. This should increase the capacity on the U1 line. The demand on the section Heslach Vogelrain-Vaihingen is lower, so this part is then to be used with 40-meter trains of the U14. Only the aboveground stops have to be rebuilt, as the platforms of the tunnel stations were already designed for 120 meter long trains.\nThe platform extension was originally scheduled to be completed in 2016, but was deferred due to lack of funding. Instead, the required capacity should first be created through the U16 amplifier line (Fellbach - Bad Cannstatt - Feuerbach - Giebel). In 2018 plans are to be resumed. Completion is scheduled for 2023.\nU19 extension to Mercedes-Benz.\nThere are plans to extend the U19 line from the Neckarpark / Stadion terminus by about 800 meters to the factory gate of Mercedes-Benz. This is intended to make the journey to many employees more attractive by public transport. The Mercedes-Benz world will also be better developed. Even though the mayor of Stuttgart, Fritz Kuhn, is open-minded about the project, according to the SSB a realization before 2021 is hardly possible, since the planning is complex and the planners of the SSB are already busy with the other projects. In view of the particulate matter problem with the impending ban on driving a car, this project received high priority in 2016.\nU5-Süd: Leinfelden Markomannenstraße – Echterdingen Hinterhof (– Flughafen/Messe / Filderstadt).\nThe intention is to rebuild the route between the planned new terminus Markomannenstraße via Echterdingen Gymnasium to the final stop Echterdingen Hinterhof. The line was decommissioned and demolished in 1990, but its route was kept clear. An older investigation confirms the reconstruction of a positive cost-benefit factor. At the request of the municipal council of Leinfelden-Echterdingen, the SSB will consider this extension in the further development of the light rail network.\nNext, a possibly subterranean continuation to the outskirts, from there on the surface further to the planned commercial area Echterdingen East and from there to the airport / fair and / or direction Filderstadt possible. If the said business park is created, it will be developed by the U6 (see article U6-renewal above) according to the decisions of the regional assembly, which is why an extension of the U5 beyond Echterdingen backyard seems unlikely.\nLight rail connection Pattonville.\nIn addition, the community district of Pattonville brought the cities of Ludwigsburg, Kornwestheim and Remseck am Neckar in the discussion of the U14, by proposing the U12, and the U14 from the Neckar valley in the future in Pattonville end. A study commissioned by the Zweckverband Sonnenberg / Pattonville came to the conclusion that a Stadtbahnverlängerung only up to Pattonville with a benefit cost factor of only 0.5 to 0.6 would be very uneconomic and thus has no chance of realization. However, the alternative route as part of the light rail to Ludwigsburg (see below) achieved an economic value of 1.15.\nStadtbahn Markgröningen - Möglingen - Ludwigsburg - Pattonville.\nThis urban railway line, which runs from Markgröningen via the existing, no longer operated railway line of the Deutsche Bahn to Ludwigsburg and from there through the urban area of Ludwigsburg to Pattonville, is being planned. The project is eligible, as the benefit-cost factor is 1.3. [39] With its 19 stops this would be a major extension of the light rail network and the first, which would be completely outside the city limits of Stuttgart. About the light rail connection Pattonville (see above), the route would be directly connected to the existing light rail network.\nFurther development Rosensteinviertel.\nThe after completion of Stuttgart 21 to be built Rosensteinviertel should be developed according to the framework plan Stuttgart 21 if necessary with the light rail. A Stadtbahntrasse should then run in the axis Mittnachtstraße, the Rosenstein Park gently cross and connect to the existing Stadtbahntrasse in Stuttgart East. At the new station Stuttgart Mittnachtstraße a transfer point to the discharge of the main station is to be created.\nConnection Nellingen - Esslingen.\nThe U7 and U8 currently end in Nellingen at the stop Nellingen-Ostfildern. Until the end of the 1970s, there was an overland tram, which connected Nellingen Zollberg with Esslingen, the tram Esslingen-Nellingen-Denkendorf. A reconstruction of the route from Nellingen to Esslingen with connection of the Esslinger district Zollberg and the Festo headquarters in Berkheim with connection to the S-Bahn line S1 in the Neckar valley was discussed.\nExtension of the U2 / U19 to Fellbach-Schmiden.\nAn extension of the U2 or U19 over Neugereut out into the Fellbacher districts Schmiden and Oeffingen is desired by the SSB. An investigation of the possible alignment has already been carried out. By the commissioning of the U19 and the associated relief of the much sought after section Neugereut to Wilhelmsplatz, this extension seems feasible, but an implementation is currently (as of 2016) is not yet foreseeable."
}