{
    "id": "58636768",
    "revid": "21155",
    "url": "https://en.wikipedia.org/wiki?curid=58636768",
    "title": "GlamSci (organization)",
    "text": "GlamSci is a British non-profit which focuses on helping &lt;a href=\"Science%2C%20technology%2C%20engineering%2C%20and%20mathematics\"&gt;STEM&lt;/a&gt; education and training to be more relatable to the general public.\nActivities.\nGlamSci provides educational support to promote STEM fields for disadvantaged groups and minorities around the UK and internationally. This is done by providing a variety of events and training for schools, colleges and community centres and youth groups, including workshops, motivational talks, mentoring, English and Maths skills training, work placements and CV, UCAS and careers advice. GlamSci also provides general interest events to encourage members of the public to get 'hands-on' with STEM; these events include festivals, STEM clubs, and themed days.\nHistory.\nOrigin (2013–2016).\nGlamSci originally started as a blog for the Royal Society of Chemistry (RSC) known as 'The Life and Times of a Chemistry Nerd', it documented the experiences of GlamSci Co-Founder Amy King through College and University as a young disabled woman in STEM after being \"&lt;a href=\"Women%20in%20STEM%20fields\"&gt;repeatedly told \"pure science isn't for girls&lt;/a&gt;\". Members have attended \"educational events for educators and educational leaders, such as WorldTeachIn, and &lt;a href=\"Athena%20SWAN\"&gt;Athena Swan&lt;/a&gt; and Bett events\". GlamSci founding members worked for three years offering speakers for these types of educational events and built up a portfolio of other events and support that turned into official GlamSci Events and events.\nGrowth (2016–Present).\nOn November 2, 2017, the UK Department of Education recognized Amy King of GlamSci for \"inspiring young people to work in science\".\n, it is led by Amy King, who was London's Adult Learner of the Year in 2014. King is joined by fellow Trustees Nicola King, Andrew Church, and Tracy Dyball. GlamSci has support from over 20 volunteer scientists, such as Dr. Julia Attias, across the country and is working with many organisations to recruit more scientists and expand events.\nExternal links.\nOfficial website "
}