{
    "id": "58644104",
    "revid": "1067609729",
    "url": "https://en.wikipedia.org/wiki?curid=58644104",
    "title": "Yascha Mounk",
    "text": "Yascha Mounk (born 10 June 1982) is a &lt;a href=\"German%20Americans\"&gt;German-American&lt;/a&gt; &lt;a href=\"Political%20science\"&gt;political scientist&lt;/a&gt;. He is currently Associate Professor of Practice at &lt;a href=\"Paul%20H.%20Nitze%20School%20of%20Advanced%20International%20Studies\"&gt;Johns Hopkins University's School of Advanced International Studies&lt;/a&gt; in Washington D.C.\nEarly life.\nMounk was born and raised in &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;. His mother was &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt; and a &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; and was forced to leave &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; in 1969 due to antisemitism. He wrote that much of his mother's side of the family was killed in &lt;a href=\"the%20Holocaust\"&gt;the Holocaust&lt;/a&gt;. He has said he felt like a stranger in Germany and though &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; is his native language, he never felt accepted as a \"true German\" by his peers. Mounk received a &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA degree&lt;/a&gt; in history from &lt;a href=\"Trinity%20College%2C%20Cambridge\"&gt;Trinity College&lt;/a&gt; (&lt;a href=\"University%20of%20Cambridge\"&gt;Cambridge&lt;/a&gt;). He then received a &lt;a href=\"Doctor%20of%20Philosophy\"&gt;PhD&lt;/a&gt; from &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. He remained in the U.S. as a lecturer on government and was named a senior fellow in the Political Reform Program at the think tank &lt;a href=\"New%20America%20%28organization%29\"&gt;New America&lt;/a&gt;. Mounk became an American citizen in 2017.\nCareer.\nHe was executive director of the Renewing the Centre team at the &lt;a href=\"Tony%20Blair%20Institute%20for%20Global%20Change\"&gt;Tony Blair Institute for Global Change&lt;/a&gt;. As a &lt;a href=\"Freelancer\"&gt;freelance journalist&lt;/a&gt; he has written for the \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\", \"&lt;a href=\"The%20Wall%20Street%20Journal\"&gt;The Wall Street Journal&lt;/a&gt;\", \"&lt;a href=\"Foreign%20Affairs\"&gt;Foreign Affairs&lt;/a&gt;\", \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;\" and \"&lt;a href=\"Slate%20%28magazine%29\"&gt;Slate&lt;/a&gt;\". He runs a &lt;a href=\"podcast\"&gt;podcast&lt;/a&gt; called \"The Good Fight\". His dissertation on the role of personal responsibility in contemporary politics and philosophy has been published by &lt;a href=\"Harvard%20University%20Press\"&gt;Harvard University Press&lt;/a&gt;.\nIn July 2020, he founded \"&lt;a href=\"Persuasion%20%28online%20magazine%29\"&gt;Persuasion&lt;/a&gt;\", an online magazine devoted to defending the values of free societies.\nPolitical views.\nMounk joined the &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democratic Party of Germany&lt;/a&gt; (SPD) as a teenager. In 2015 he resigned from the party, doing so by publishing an open letter to then-chairman &lt;a href=\"Sigmar%20Gabriel\"&gt;Sigmar Gabriel&lt;/a&gt;. He cited the lack of helpfulness of German institutions to refugees, the passive attitude of SPD leaders and other parts of the party during the &lt;a href=\"Annexation%20of%20Crimea%20by%20the%20Russian%20Federation\"&gt;Crimea crisis&lt;/a&gt; in 2014, and the SPD's policy on Greece, which he called a \"betrayal of the social democratic dream of a united Europe\".\nIn a February 2018 interview that was published in \"&lt;a href=\"S%C3%BCddeutsche%20Zeitung\"&gt;Süddeutsche Zeitung&lt;/a&gt;\", Mounk stated that he had changed his position on &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt;. He initially considered it a relic of the past that must be overcome, but he now advocates an \"inclusive nationalism\" to head off the threat of aggressive nationalism. On the German television newscast \"&lt;a href=\"Tagesthemen\"&gt;Tagesthemen&lt;/a&gt;\", he stated that Germany is on a \"historically unique experiment, namely to transform a &lt;a href=\"Monoethnicity\"&gt;mono-ethnic&lt;/a&gt; and &lt;a href=\"Monoculturalism\"&gt;monocultural&lt;/a&gt; democracy into a &lt;a href=\"multi-ethnic\"&gt;multi-ethnic&lt;/a&gt; one.\" In the &lt;a href=\"Media%20of%20Israel\"&gt;Israeli newspaper&lt;/a&gt; \"&lt;a href=\"Haaretz\"&gt;Haaretz&lt;/a&gt;\", Mounk advised the \"&lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; camp\" to adopt this inclusive nationalism, to foster a multi-ethnic and democratic society. \"The key... is the adoption of the populist demand that people and nations should again feel they have control of their lives or their destiny.\""
}