{
    "id": "58687545",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=58687545",
    "title": "Lithgow Heavy Anti Aircraft Gun Stations and Dummy Station",
    "text": "The Lithgow Heavy Anti Aircraft Gun Stations and Dummy Station is a heritage-listed former gun emplacements, &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti aircraft gun batteries&lt;/a&gt; and &lt;a href=\"military%20dummy\"&gt;dummy batteries&lt;/a&gt; and now disused &lt;a href=\"signalling%20control\"&gt;railway signal box&lt;/a&gt; located via Kirkley Street, &lt;a href=\"Bowenfels%2C%20New%20South%20Wales\"&gt;Bowenfels&lt;/a&gt;, &lt;a href=\"City%20of%20Lithgow\"&gt;City of Lithgow&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia. It was built from 1941 to 1942 by Water Conservation &amp; Irrigation Commission, Defence. It is also known as Lithgow Anti Aircraft Gun Emplacements and Heavy Anti Aircraft guns 3.7 inch anti aircraft guns. The property is owned by Lithgow City Council. It was added to the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt; on 5 August 2011.\nHistory.\nPrior to the entry of Japan into &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; in early December 1941 it was the policy of Military Command in New South Wales to give priority to the fortification of the industrial areas of &lt;a href=\"Newcastle%2C%20New%20South%20Wales\"&gt;Newcastle&lt;/a&gt;, &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; and &lt;a href=\"Port%20Kembla%2C%20New%20South%20Wales\"&gt;Port Kembla&lt;/a&gt;. However, Japan's rapid advance and its attack on Malaya and Pearl Harbor, saw the decision made that certain country areas also needed defensive measures in the event of an air attack, including Lithgow and &lt;a href=\"Bathurst%2C%20New%20South%20Wales\"&gt;Bathurst&lt;/a&gt;. In addition, bridges and roads were identified for destruction, road blocks and obstacles were erected in northern suburban areas of Sydney, tank traps were constructed and a variety of activities undertaken to prevent a land based enemy invasion reaching the inland areas. Lithgow was included as an adjunct to the Sydney Fortress Area in order to place its industries, transport infrastructure and defence site under protection from aerial attack, including the Small Arms Factory in the centre of Lithgow, the ammunition depots at &lt;a href=\"Clarence%2C%20New%20South%20Wales\"&gt;Clarence&lt;/a&gt; and other railway tunnels, the major depot at and the various coal mines in the Lithgow Valley and nearby. Sydney Command was particularly concerned about attack from the high level Japanese bombers and low level strafing fighter planes or dive bombers. The &lt;a href=\"Australian%20Army\"&gt;Army Command&lt;/a&gt; inspection of December recommended the defences take the form of two 4-gun 3.7 inch anti-aircraft batteries plus a Lewis Machine Gun detachment for the close defence of the &lt;a href=\"Lithgow%20Small%20Arms%20Factory\"&gt;Lithgow Small Arms Factory&lt;/a&gt;. The Small Arms Factory had been constructed as a central defence arsenal between 1909 and 1911 as part of Australia's general movement towards self sufficiency following &lt;a href=\"Federation%20of%20Australia\"&gt;Federation&lt;/a&gt; in 1901. This movement saw greater desire to manufacture and grow food, supplies and other needs at home rather than buying them from overseas.\nThe Army concluded that any aerial attack on the Lithgow area would, because of the topography of the Lithgow Valley, be from either end of the valley rather than across the narrow valley. This dictated the placement of one Heavy Anti Aircraft Gun Station (A Troop) at the western end of the valley at &lt;a href=\"South%20Bowenfels%2C%20New%20South%20Wales\"&gt;South Bowenfels&lt;/a&gt; and the other Heavy Anti Aircraft Gun Station (B Troop) at the eastern end of the valley on the heights of Scenic Hill overlooking the Vale of Clwydd. A third detachment was to be mounted on the roof of the Small Arms Factory using a Lewis Machine Gun for the close defence of the factory and to provide protection against strafing fighters and from dive bombers.\nWork began on the stations immediately and workmen from the Water Conservation and Irrigation Commission poured the concrete floors of the emplacements prior to 22 December 1941. The emplacements were ready to receive and mount the guns on their hold-down bolts on that date. The urgency for completion of the gun stations increased as the Japanese moved through Malaya, Singapore and finally to various islands north of Australia. As a result, no time was allocated to allow the concrete to cure. However the original guns intended for Lithgow were sent to Singapore and remained on the docks there until captured by the Japanese in 1942. This delayed the delivery of the guns to the last week of 1941. The Clwydd guns were not installed until 2 January 1942. The guns at the Bowenfels Gun Station were installed soon after. The guns were protected by temporary sand bag revetments until the reinforced concrete and brick revetments were constructed. These revetments also became the ammunition/storage bays and were designed to protect the gunners from bomb blasts.\nThe Command Posts at both batteries were the next items to be constructed. The Command Post was centrally located among the four gun emplacements and was, according to Southall, of a World War I blockhouse design. From the central room of the blockhouse protected passages gave access to the platforms containing the tracking instruments: the Predictor on the roof of the octagonal section of the Command Post and the Barr &amp; Stroud Height Range Finder and the Telescope (or Toc 1). All the platforms were protected with removable roofs which could swing open on hinges ready for action.\nThe Predictor, manned by six gunners, was manufactured by Vickers in England and was the equivalent of a computer which determined the direction and speed of travel of the enemy aircraft and the time of flight for the projectile fuse setting. This information was transmitted by coaxial cable to each of the four guns in the battery. Whilst the Predictor may have been a primitive computer it had to be kept on target visually by one operator following the \"line\" and the other the \"elevation\".\nThe gun stations were connected to the Headquarters in the Lithgow Drill Hall. Both were operational by the end of January 1942. Dummy gun emplacements, farms and other facilities were established around them.\nThe threat to Australia moved further north and the guns were removed during December 1943 and January 1944. The guns and their artillery crews are believed to have been shipped to islands off the northern coast of Australia. The \"hoax farm\" buildings were auctioned off after 1945.\nIn 2003 three anti-aircraft guns of the type originally located at South Bowenfels and Scenic Hill were installed at Bowenfels, following their restoration. Works were then completed around the gun emplacements to facilitate public access to the site.\nAnti-aircraft gun station sites.\nThere were over 100 static Anti Aircraft Gun Station sites for defence against air attack were established in Australia during World War II. Approximately thirty were established in NSW, primarily along the coast between Port Kembla and Newcastle. By the end of 1940 Sydney had 36 anti-aircraft guns and a variety of other guns. Newcastle had 28 Anti-Aircraft guns and six others. Numerous additional guns had been added by 1943. Guns, searchlights and other facilities were located at places including &lt;a href=\"Bankstown\"&gt;Bankstown&lt;/a&gt;, &lt;a href=\"Clemton%20Park%2C%20New%20South%20Wales\"&gt;Clemton Park&lt;/a&gt;, &lt;a href=\"Beverly%20Hills%2C%20New%20South%20Wales\"&gt;Beverly Hills&lt;/a&gt;, &lt;a href=\"Moore%20Park%2C%20New%20South%20Wales\"&gt;Moore Park&lt;/a&gt;, &lt;a href=\"Rathmines%2C%20New%20South%20Wales\"&gt;Rathmines&lt;/a&gt; North &lt;a href=\"Stockton%2C%20New%20South%20Wales\"&gt;Stockton&lt;/a&gt; and &lt;a href=\"Nobbys%20Head\"&gt;Nobbys Head&lt;/a&gt; (Newcastle), and Port Kembla (&lt;a href=\"Wollongong\"&gt;Wollongong&lt;/a&gt;). Inland, east of the &lt;a href=\"Blue%20Mountains%20%28New%20South%20Wales%29\"&gt;Blue Mountains&lt;/a&gt;, facilities were located at Freeman's Reach and Clarenden near &lt;a href=\"Richmond%2C%20New%20South%20Wales\"&gt;Richmond&lt;/a&gt;. The Anti Aircraft sites at Lithgow were the only sites located west of the Blue Mountains\nThe role of heavy anti-aircraft artillery.\nThe primary role of HAA artillery is defence against hostile aircraft flying at a height up to . During World War II the accuracy of bombing was limited to the skill of the aircrew and the higher the bombers were flying the less likely they would hit their target.\nThe main equipment of the Heavy Anti Aircraft artillery was the 3.7 inch anti-aircraft gun which came in two versions, static and mobile. The main difference between the two types of gun was that the mobile has the outrigger legs and the static was bolted to the ground and had a large arm atop to counter the weight of the barrel being slightly further forward of the point of balance. It is believed that approximately 50 mobile units are known to survive in Australia. Only two static guns are known to remain.\nThe gun fired a 3.7 inch round (shell weight ) to an effective height of . The muzzle velocity was . Maximum rate of fire was between 12 and 15 per minute.\nThe manning of units varied throughout the war but basically they consisted of a four-gun sub-unit with command post. HAA guns were sited in fours, with a multi core cable from the predictor to each gun. This cable operated two dials (bearing and elevation) on the gun, and with time fuses, a fuse dial, each with an operator matching pointers.\nThe Command Post (CP) was manned by a Lieutenant, Gun Position Officer (GPO); a Sergeant, Gun Position Officer Assistant (GPOA); a telescope identification (TI) operator; a height finder (UB7) manned by three men; and the predictor manned by six men including a bombardier. Each static gun had eleven personnel; one sergeant, one bombardier, nine gunners. Mobile guns had nine; the difference was that the static gun needed two men to load the shell, as the gun was too high for the method used with the mobiles, where a gunner punched the shell into the breach. The guns were located in revetments built to trunnion height and laid out in a shallow arc of about 90 degrees close to and easily seen from the Command Post.\nAt the end of World War II all static guns were removed and only the mobile versions retained. Although Australia produced 600 static 3.7 inch guns of the type originally located at Lithgow, only two are known to remain today. Both are located at North Fort on &lt;a href=\"Sydney%20Heads%23North%20Head\"&gt;North Head&lt;/a&gt; in Sydney. Surviving mobile guns at South Bowenfels are considered the largest collection of their type in NSW.\nDescription.\nThe Lithgow Anti Aircraft Gun Stations are set in vastly different landscapes. The Bowenfels Gun Station is located in a vast cleared area which gives way to new development in some directions with the mountains clearly visible in the distance. The &lt;a href=\"Great%20Western%20Highway\"&gt;Great Western Highway&lt;/a&gt; is in close proximity. The station at Scenic Hill is located in a vastly different environment among disturbed bushland demonstrating the more isolated environment it was historically a part of. Its dummy gun station is located off a track in the middle of bushland.\nThe two stations include four octagonal reinforced concrete gun emplacements for 3.7 heavy anti-aircraft guns arranged around a central reinforced concrete command bunker consisting of a square, three level building connected to a smaller two level octagonal building.\nThe four gun emplacements are designed to house 3.7\" anti-aircraft guns. Each has a single entry point via a break in the outer walls. Inner and outer concrete walls form the rifle trench. The emplacements all contain evidence of the gun fixings in the centre. These consist of eight locating bolts arranged in a circular pattern. Concrete &lt;a href=\"revetment\"&gt;revetment&lt;/a&gt;s which form ammunition storage &lt;a href=\"Bay%20%28architecture%29\"&gt;bays&lt;/a&gt; and provided protection from bomb blasts are built into the main walls on alternate sides of the octagon. Commencing on the first side left of the entry point of the emplacement, the storage bays are accessible from inside the emplacements only. The rear of these storage spaces projects beyond the outer of the wall of the reinforced concrete rifle trenches. What appear to be later addition, purpose built blonde brick walls are located parallel to the original sides on the remaining walls.\nThe reinforced concrete command post bunker is a square, three level building connected to a smaller two level octagonal building. It contains various rooms in the form of a World War One Block House (a single small fort). Protective, narrow concrete passages link the buildings. The two smaller buildings each include a flat concrete platform. One was for the predictor, the other for the Barr &amp; Stroud height finder and the Telescope.\nAll structures have fittings such as bolts, indicating the locations of various elements such as timber covers long since deteriorated.\nThe Bowenfels gun station has been cleared of debris and made accessible. Alternatively, the Scenic Hill gun station is in much poorer condition due to their isolation.\nThree 3.7 inch heavy anti aircraft guns have been relocated to the Bowenfels Gun Station and positioned in three of the emplacements. They are similar to the original guns but are a mobile version. All three appear to be in good condition when viewed by the casual observer, however they are in need of some conservation and ongoing maintenance works to arrest rust and other forms of deterioration resulting from exposure to the weather.\nAt least two examples of dummy gun emplacements are known to exist near Hassans Wall Road at Lithgow. They are accessed via a driveable track leading from Chifley Road. The dummy emplacements are located in small clearings with small, scrubby, native plantings. Raised octagonal cement platforms with a central iron pipe located in the centre cut off to the height of the platform are located on a larger circular base appearing to consist of sand, cement, slag and other materials that have now broken down to form a loose surface that has deteriorated significantly. Overall, each dummy emplacement has a diameter of approximately six metres.\nCondition.\nAs at 3 November 2010, the Bowenfels Gun Station is in good, sound condition having been cleaned, stabilised and had debris removed. The Scenic Hill Gun Station has suffered significant subsidence resulting in partial collapse in some areas and nature has begun to reclaim the site. The Dummy Battery emplacements are in fair condition, although the outer areas have begun to crumble and are likely to continue to do so.\nThe only changes to the gun stations have been the conservation and cleaning of the gun station at Bowenfels an installation of mobile heavy anti-aircraft guns there.\nHeritage listing.\nAs at 11 May 2011, the Lithgow Anti Aircraft Gun Stations and Dummy Station have state significance as the only known inland heavy anti aircraft gun stations of their type in NSW. The emplacements were introduced as an important part of the network of defence sites established at Lithgow during the latter half of World War II. The defences were introduced to protect Lithgow's important mining, manufacturing and transport industries and the Lithgow Small Arms Factory. The construction of these defence facilities together with those at the Small Arms Factory represents a changing national defence policy in response to the entry of Japan into World War II, and an increased perception of the vulnerability of inland areas brought about by improvements in aircraft technology. This is further demonstrated by the construction of the dummy batteries to ensure local defence facilities were not easily targeted during an enemy attack.\nLithgow Heavy Anti Aircraft Gun Stations and Dummy Station was listed on the &lt;a href=\"New%20South%20Wales%20State%20Heritage%20Register\"&gt;New South Wales State Heritage Register&lt;/a&gt; on 5 August 2011 having satisfied the following criteria.\nThe place is important in demonstrating the course, or pattern, of cultural or natural history in New South Wales.\nThe Bowenfels and Scenic Hill Anti Aircraft Gun Stations and the Scenic Hill Dummy Anti Aircraft Gun Stations have state historical significance as an important part of the World War II network of defences of Lithgow established during the War to defend the important mining, manufacturing and transport hub located there, in particular the Small Arms Factory. The construction of the stations and the associated dummy stations, farm and villages in the Lithgow area demonstrates the increased perception of the threat of the enemy to Australian inland industries and defence sites when Japan entered the war and concerns regarding Japan's ability to reach Australian shores. The establishment of the site represents a change in military defence policy connected with the changing course of the war, and a move from coastal defences to inland defences.\nThe Scenic Hill Dummy Anti Aircraft Gun Station, on which the dummy guns no longer exist, demonstrates not only a change in military defence policy connected with these events, but the desire to ensure that those facilities designed to defend Lithgow did not themselves become targets of the enemy.\nThe place has a strong or special association with a particular community or cultural group in New South Wales for social, cultural or spiritual reasons.\nThe Bowenfels Anti Aircraft Gun Station has significance to a broad section of the local community who participate in commemorative activities at the site, actively support its ongoing conservation and provide informal surveillance of the site.\nThe place has potential to yield information that will contribute to an understanding of the cultural or natural history of New South Wales.\nThe sites have considerable research potential at a state level in terms of the design, layout and construction of the type and in relation to their use as an inland anti-aircraft gun station and their relationship to other defence sites.\nThe place possesses uncommon, rare or endangered aspects of the cultural or natural history of New South Wales.\nThe anti aircraft gun stations and dummy anti aircraft gun station have state significance as the only known inland heavy anti-aircraft gun stations, and dummy gun station complexes of their type in inland NSW.\nThe place is important in demonstrating the principal characteristics of a class of cultural or natural places/environments in New South Wales.\nOne of a series of World War II anti aircraft defence sites developed in NSW from Newcastle to Port Kembla and of a limited number constructed inland from 1941."
}