{
    "id": "58702403",
    "revid": "12416903",
    "url": "https://en.wikipedia.org/wiki?curid=58702403",
    "title": "Genetic history of East Asians",
    "text": "This article explains the genetic makeup and population history of &lt;a href=\"East%20Asians\"&gt;East Asian peoples&lt;/a&gt; and closely related populations, often referred to as \"East-Eurasians\".\nOverview.\nPopulation genomic studies have studied into the origin and formation of modern East Asians. Ancestors of East Asians split from other human populations between 70,000 to 50,000 years ago. Possible routes into &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt; by the ancestors of East Asian-related populations include a northern route model from &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;, and a southern route model from &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;. A third route into Northern &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt; was used by a distinct population, represented by the &lt;a href=\"Ancient%20North%20Eurasian\"&gt;Ancient North Eurasian&lt;/a&gt;s, which however did not contribute ancestry to modern East Asians. These Ancient North Eurasians however received significant geneflow of an early East Asian-related population, contributing about 22% ancestry towards the ANE, samplified by &lt;a href=\"Mal%27ta%E2%80%93Buret%27%20culture\"&gt;Mal'ta–Buret' 1 sample&lt;/a&gt;.\nModern Northeast Asians consist mostly of the \"Northern East Asian\" component which has a continuity in &lt;a href=\"Northeast%20Asia\"&gt;Northeast Asia&lt;/a&gt; since at least 44,000 BC, and expanded massively with &lt;a href=\"Millet\"&gt;millet cultivation&lt;/a&gt;. Modern Southeast Asians consist mostly of the \"Southern East Asian\" component, which is associated with the spread of &lt;a href=\"rice%20cultivation\"&gt;rice cultivation&lt;/a&gt;. Modern East Asians are positioned in between these two distinct, but closely related lineages. \"East Asian Highlanders\" represent a third East Asian lineage, which contributed noteworthy amount of ancestry towards modern Tibetans and the &lt;a href=\"J%C5%8Dmon%20people\"&gt;Jōmon period people&lt;/a&gt; of Japan, and can be associated with pre-agriculturalist East Asian hunter-gatherers. &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Indigenous peoples of the Americas&lt;/a&gt; formed from another early East Asian branch (referred to as \"Ancestral Native Americans\"), which gave rise to \"Paleo-Siberians\" and Native Americans. The &lt;a href=\"Andamanese%20peoples\"&gt;Andamanese peoples&lt;/a&gt;, as well as the ancient &lt;a href=\"Hoabinhian\"&gt;Hoabinhian hunter-gatherer&lt;/a&gt;s were modeled to have significant East Asian-related ancestry, ranging from ~30% to ~50%, with a recent study modeling them a part of a \"Basal-East Asian\" cluster, distinct from Australasian populations of &lt;a href=\"Oceania\"&gt;Oceania&lt;/a&gt;.\nXiongnu people (ancient).\nThe &lt;a href=\"Xiongnu\"&gt;Xiongnu&lt;/a&gt;, possibly a &lt;a href=\"Turkic%20peoples\"&gt;Turkic&lt;/a&gt;, &lt;a href=\"Iranian%20peoples\"&gt;Iranian&lt;/a&gt;, &lt;a href=\"Mongolic%20languages\"&gt;Mongolic&lt;/a&gt;, &lt;a href=\"Yenisseian\"&gt;Yenisseian&lt;/a&gt; or multi-ethnic people, were a &lt;a href=\"confederation\"&gt;confederation&lt;/a&gt; of &lt;a href=\"Nomads\"&gt;nomadic peoples&lt;/a&gt; who, according to ancient &lt;a href=\"Chinese%20historiography\"&gt;Chinese sources&lt;/a&gt;, inhabited the eastern &lt;a href=\"Asian%20Steppe\"&gt;Asian Steppe&lt;/a&gt; from the 3rd century BC to the late 1st century AD. &lt;a href=\"Twenty-Four%20Histories\"&gt;Chinese sources&lt;/a&gt; report that &lt;a href=\"Modu%20Chanyu\"&gt;Modu Chanyu&lt;/a&gt;, the supreme leader after 209 BC, founded the Xiongnu Empire.\nA majority (89%) of the Xiongnu sequences can be classified as belonging to Asian &lt;a href=\"haplogroup\"&gt;haplogroup&lt;/a&gt;s, and nearly 11% belong to European haplogroups.\nPaternal lineages.\nOver the past decade, Chinese archaeologists have published several reviews regarding the results of excavations in Xinjiang. They imply the genetic composition of Xiongnu's supreme ruling class. Particularly interesting are the tombs in the cemetery at Heigouliang, Xinjiang (the Black Gouliang cemetery, also known as the summer palace of the Xiongnu king), east of the Barkol basin, near the city of &lt;a href=\"Hami%20City\"&gt;Hami&lt;/a&gt;. By typing results of DNA samples during the excavation of one of the tombs, it was determined that of the 12 men: 6 Q1a* (not Q1a1-M120, not Q1a1b-M25, not Q1a2-M3), 4 Q1b-M378, 2 Q* (not Q1a, not Q1b: unable to determine subclades):\nIn a paper (Lihongjie 2012), the author analyzed the Y-DNAs of the ancient male samples from the 2nd or 1st century BCE cemetery at &lt;a href=\"Heigouliang\"&gt;Heigouliang&lt;/a&gt; in Xinjiang – which is also believed to be the site of a summer palace for Xiongnu kings – which is east of the Barkol basin and near the city of Hami. The Y-DNA of 12 men excavated from the site belonged to Q-MEH2 (Q1a) or Q-M378 (Q1b). The Q-M378 men among them were regarded as hosts of the tombs; half of the Q-MEH2 men appeared to be hosts and the other half as sacrificial victims.\nXianbei people (ancient).\nThe origins of the &lt;a href=\"Xianbei\"&gt;Xianbei&lt;/a&gt; are unclear. Chinese anthropologist Zhu Hong and Zhang Quanchao studied Xianbei crania from several sites of Inner Mongolia and noticed that anthropological features of studied Xianbei crania show that the racial type is closely related to the modern East-Asian Mongoloids, and some physical characteristics of those skulls are closer to modern &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt;, &lt;a href=\"Manchu%20people\"&gt;Manchu&lt;/a&gt;, &lt;a href=\"Koreans\"&gt;Korean&lt;/a&gt; and Northern Han Chinese.\nMaternal lineages.\nGenetic studies published in 2006 and 2015 revealed that the &lt;a href=\"Human%20mitochondrial%20DNA%20haplogroup\"&gt;mitochondrial haplogroups&lt;/a&gt; of Xianbei remains were of &lt;a href=\"East%20Asian\"&gt;East Asian&lt;/a&gt; origin. According to Zhou (2006) the maternal haplogroup frequencies of the Tuoba Xianbei were 43.75% &lt;a href=\"Haplogroup%20D%20%28mtDNA%29\"&gt;haplogroup D&lt;/a&gt;, 31.25% &lt;a href=\"Haplogroup%20C%20%28mtDNA%29\"&gt;haplogroup C&lt;/a&gt;, 12.5% &lt;a href=\"Haplogroup%20B%20%28mtDNA%29\"&gt;haplogroup B&lt;/a&gt;, 6.25% &lt;a href=\"Haplogroup%20A%20%28mtDNA%29\"&gt;haplogroup A&lt;/a&gt; and 6.25% \"other.\" And the inner mongolia of Tuoba Xianbei According to Hong Zhu (2007) The maternal haplogroup frequencies of the Tuoba Xianbei in the Inner Mongolia Autonomous Region were 40.10% Haplogroup O (Y-haplo), 30.16% Haplogroup C (Y-haplo) and 27.94% \"other\"\nZhou (2014) obtained &lt;a href=\"mitochondrial%20DNA\"&gt;mitochondrial DNA&lt;/a&gt; analysis from 17 Tuoba Xianbei, which indicated that these specimens were, similarly, completely East Asian in their maternal origins, belonging to haplogroups D, C, B, A, O and &lt;a href=\"Haplogroup%20G%20%28mtDNA%29\"&gt;haplogroup G&lt;/a&gt;.\nThe research also found a relation between Xianbei individuals with modern &lt;a href=\"Oroqen%20people\"&gt;Oroqen&lt;/a&gt;, &lt;a href=\"Evenks\"&gt;Ewenki&lt;/a&gt; and &lt;a href=\"Outer%20Mongolia\"&gt;Outer Mongolia&lt;/a&gt;n people. Especially &lt;a href=\"Tungusic%20peoples\"&gt;Tungusic&lt;/a&gt; Oroqen show close relation to Xianbei.\nGenetic history of Manchus and Daurs.\nPaternal lineages.\n&lt;a href=\"Haplogroup%20C-M217\"&gt;Haplogroup C3b2b1*-M401(xF5483)&lt;/a&gt; has been identified as a possible marker of the &lt;a href=\"Aisin-Gioro\"&gt;Aisin Gioro&lt;/a&gt; and is found in ten different ethnic minorities in northern China, but completely absent from Han Chinese.\nGenetic testing also showed that the haplogroup C3b1a3a2-F8951 of the Aisin Gioro family came to southeastern Manchuria after migrating from their place of origin in the Amur river's middle reaches, originating from ancestors related to &lt;a href=\"Daur%20people\"&gt;Daur&lt;/a&gt;s in the &lt;a href=\"Transbaikal\"&gt;Transbaikal&lt;/a&gt; area. The &lt;a href=\"Tungusic%20languages\"&gt;Tungusic&lt;/a&gt; speaking peoples mostly have C3c-M48 as their subclade of C3 which drastically differs from the C3b1a3a2-F8951 haplogroup of the Aisin Gioro which originates from Mongolic speaking populations like the Daur. Jurchen (Manchus) are a Tungusic people. The Mongol Genghis Khan's haplogroup C3b1a3a1-F3796 (C3*-Star Cluster) is a fraternal \"brother\" branch of C3b1a3a2-F8951 haplogroup of the Aisin Gioro.\nA genetic test was conducted on seven men who claimed Aisin Gioro descent with three of them showing documented genealogical information of all their ancestors up to Nurhaci. Three of them turned out to share the C3b2b1*-M401(xF5483) haplogroup, out of them, two of them were the ones who provided their documented family trees. The other four tested were unrelated. The Daur Ao clan carries the unique haplogroup subclade C2b1a3a2-F8951, the same haplogroup as Aisin Gioro and both Ao and Aisin Gioro only diverged merely a couple of centuries ago from a shared common ancestor. Other members of the Ao clan carry haplogroups like N1c-M178, C2a1b-F845, C2b1a3a1-F3796 and C2b1a2-M48. People from northeast China, the Daur Ao clan and Aisin Gioro clan are the main carriers of haplogroup C2b1a3a2-F8951. The Mongolic C2*-Star Cluster (C2b1a3a1-F3796) haplogroup is a fraternal branch to Aisin Gioro's C2b1a3a2-F8951 haplogroup.\nGenetic history of Japanese.\nJōmon people.\nJōmon people is the generic name of people who lived in the &lt;a href=\"Japanese%20archipelago\"&gt;Japanese archipelago&lt;/a&gt; during the &lt;a href=\"J%C5%8Dmon%20period\"&gt;Jōmon period&lt;/a&gt;. Today most Japanese historians believe that the Jomon people were not one homogeneous people but were at least two or three distinct groups.\nRecent full genome analyses in 2020 by Boer et al. 2020 and Yang et al. 2020, reveal some further information regarding the origin of the Jōmon peoples. They were found to have largely formed from a Paleolithic Siberian population and an East Asian related population.\nYayoi people.\nThe &lt;a href=\"Yayoi%20people\"&gt;Yayoi people&lt;/a&gt; were migrants to the &lt;a href=\"Japanese%20archipelago\"&gt;Japanese archipelago&lt;/a&gt; from &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; (&lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; or &lt;a href=\"China\"&gt;China&lt;/a&gt;) during the &lt;a href=\"Yayoi%20period\"&gt;Yayoi period&lt;/a&gt; (1000 BCE–300 CE) and &lt;a href=\"Kofun%20period\"&gt;Kofun period&lt;/a&gt; (250–538 CE). They are seen as direct ancestors of the modern &lt;a href=\"Yamato%20people\"&gt;Yamato people&lt;/a&gt;, the majority of Japanese and of the &lt;a href=\"Ryukyuan%20people\"&gt;Ryukyuan people&lt;/a&gt;. It is estimated that modern Japanese share in average about 90% of their genome with the Yayoi.\nKofun period.\nA 2021 genetic study has revealed that there is a stark difference between the Yayoi period migrants and the Kofun period migrants, with the Kofun period migrant influx most closely clustering with the population of the Yellow river region of China (both ancient Chinese and modern &lt;a href=\"Han%20Chinese\"&gt;Han Chinese&lt;/a&gt; population). This Kofun period genetic cluster is also found to be largely the same as modern Japanese, while the Yayoi period cluster is more distant from modern Japanese.\nPaternal lineages.\nIt is estimated that Yayoi people mainly belonged to &lt;a href=\"Haplogroup%20O-M176\"&gt;Haplogroup O-M176 (O1b2)&lt;/a&gt; (found in ~32% of present-day Japanese males), &lt;a href=\"Haplogroup%20O-M122\"&gt;Haplogroup O-M122&lt;/a&gt; (O2, formerly O3, today ~20%), &lt;a href=\"Haplogroup%20O-K18\"&gt;Haplogroup O-K18&lt;/a&gt; (O1b1, today ~1%), and &lt;a href=\"Haplogroup%20O-M119\"&gt;Haplogroup O-M119&lt;/a&gt; (O1a, today ~1%), which are typical for East and Southeast Asians. suggests that haplogroup O1b2, which is common in today's Japanese, Koreans, and some Manchu, and O1a are one of the carriers of Yangtze civilization. As the Yangtze civilization declined several tribes moved north and east to the &lt;a href=\"Shandong%20peninsula\"&gt;Shandong peninsula&lt;/a&gt;, the &lt;a href=\"Korean%20Peninsula\"&gt;Korean Peninsula&lt;/a&gt; and the Japanese archipelago. One study calls haplogroup O1b1 as a major &lt;a href=\"Austroasiatic%20languages\"&gt;Austroasiatic&lt;/a&gt; paternal lineage and the haplogroup O1b2 (of Koreans and Japanese) as a \"para-Austroasiatic\" paternal lineage.\nMaternal lineages.\nA recent study confirms that modern Japanese are predominantly descendants of the Yayoi. The mitochondrial chromosomes of modern Japanese are nearly identical with the Yayoi and differ significantly from the Jomon population (see below).\nModern Japanese.\nPaternal lineages.\nThe main paternal haplogroups of modern Yamato Japanese are &lt;a href=\"Haplogroup%20D-M55\"&gt;Haplogroup D-M55&lt;/a&gt; (today ~33%, with the frequency in various samples ranging from 18/70 = 25.7% in a sample from &lt;a href=\"Tokushima%20Prefecture\"&gt;Tokushima Prefecture&lt;/a&gt; to 24/59 = 40.7% in a sample of Japanese male volunteers and 11/27 = 40.7% in a sample from &lt;a href=\"Aomori%20Prefecture\"&gt;Aomori Prefecture&lt;/a&gt;), &lt;a href=\"Haplogroup%20O-M176\"&gt;Haplogroup O-M176 (O1b2)&lt;/a&gt; (today ~32%, range 37/142 = 26.1% in a sample of Japanese to 35/97 = 36.1% in a sample from Western Japan), &lt;a href=\"Haplogroup%20O-M122\"&gt;Haplogroup O-M122&lt;/a&gt; (O2, formerly O3) (today ~20%, ranging from 4/59 = 6.8% in a sample of Japanese volunteers and 11/102 = 10.8% in a sample of adults from &lt;a href=\"Fukuoka\"&gt;Fukuoka&lt;/a&gt; to 38/157 = 24.2% in a sample of Japanese and 14/53 = 26.4% in a sample from Kyushu), &lt;a href=\"Haplogroup%20C-M217\"&gt;Haplogroup C-M217&lt;/a&gt; (C2, today ~6%, ranging from 0/26 = 0.0% in a sample from Aomori, 1/61 = 1.6% in a sample from Shizuoka, 1/47 = 2.1% in a sample of Japanese, and 3/137 = 2.2% in a sample from the Kantō region to 15/206 = 7.3% in a sample from Sapporo, 18/241 = 7.5% in a sample from Osaka, 4/53 = 7.5% in a sample from Kyushu, and 8/102 = 7.8% in a sample from Fukuoka), and &lt;a href=\"Haplogroup%20C-M8\"&gt;Haplogroup C-M8&lt;/a&gt; (C1a1, today ~5%, ranging from 0/53 = 0.0% in a sample from Kyushu to 7/70 = 10.0% in a sample from &lt;a href=\"Tokushima%20Prefecture\"&gt;Tokushima&lt;/a&gt;). Haplogroups &lt;a href=\"haplogroup%20N-M231\"&gt;N-M231&lt;/a&gt;, &lt;a href=\"haplogroup%20O-M119\"&gt;O-M119&lt;/a&gt;, &lt;a href=\"haplogroup%20O-K18\"&gt;O-K18&lt;/a&gt;, and &lt;a href=\"haplogroup%20Q-M242\"&gt;Q-M242&lt;/a&gt; also have been observed with low frequency among present-day Japanese.\nA comprehensive study of worldwide Y-DNA diversity (Underhill \"et al.\" 2000) included a sample of 23 males from Japan, of whom eight (35%) belonged to &lt;a href=\"haplogroup%20D-M174\"&gt;haplogroup D-M174&lt;/a&gt;, six (26%) belonged to &lt;a href=\"haplogroup%20O-M175\"&gt;O-M175&lt;/a&gt;, five (22%) belonged to &lt;a href=\"haplogroup%20O-M122\"&gt;O-M122&lt;/a&gt;, three (13%) belonged to &lt;a href=\"Haplogroup%20C-M8\"&gt;C-M8&lt;/a&gt; and &lt;a href=\"Haplogroup%20C-M130\"&gt;C-M130&lt;/a&gt;, and one (4.3%) belonged to &lt;a href=\"haplogroup%20N-M231\"&gt;N-M128&lt;/a&gt;.\nAmong 259 males from Japan (70 from &lt;a href=\"Tokushima%20Prefecture\"&gt;Tokushima&lt;/a&gt;, 61 from &lt;a href=\"Shizuoka%20Prefecture\"&gt;Shizuoka&lt;/a&gt;, 53 from &lt;a href=\"Ky%C5%ABsh%C5%AB\"&gt;Kyūshū&lt;/a&gt;, 45 from &lt;a href=\"Okinawa%20Prefecture\"&gt;Okinawa&lt;/a&gt;, 26 from &lt;a href=\"Aomori%20Prefecture\"&gt;Aomori&lt;/a&gt;, and 4 &lt;a href=\"Ainu%20people\"&gt;Ainus&lt;/a&gt;) whose Y-DNA has been examined in a 2005 study by Michael F. Hammer, ninety (34.7%) belong to &lt;a href=\"haplogroup%20D-M55\"&gt;haplogroup D-M55&lt;/a&gt;, eighty-two (31.7%) belong to &lt;a href=\"Haplogroup%20O2%20%28Y-DNA%29\"&gt;haplogroup O-P31&lt;/a&gt; (including 22% O-47z, 7.7% O-M176(x47z), and 1.9% &lt;a href=\"haplogroup%20O-K18\"&gt;O-M95(xM111)&lt;/a&gt;), fifty-two (20.1%) belong to &lt;a href=\"Haplogroup%20O3%20%28Y-DNA%29\"&gt;haplogroup O-M122&lt;/a&gt;, fourteen (5.4%) belong to &lt;a href=\"haplogroup%20C-M8\"&gt;haplogroup C-M8&lt;/a&gt;, ten (3.9%) belong to &lt;a href=\"Haplogroup%20NO%20%28Y-DNA%29\"&gt;haplogroup NO-M214(xO-M175)&lt;/a&gt; (including 2.3% NO-M214(xO-M175, N-LLY22g), 1.2% &lt;a href=\"haplogroup%20N%20%28Y-DNA%29\"&gt;haplogroup N-LLY22g(xM128, P43, M178)&lt;/a&gt;, and 0.4% &lt;a href=\"Haplogroup%20N-M231%23N1c1a%20.28M178.29\"&gt;haplogroup N-M178&lt;/a&gt;), and eight (3.1%) belong to &lt;a href=\"haplogroup%20C-M217\"&gt;haplogroup C-M217&lt;/a&gt; (including 1.9% haplogroup C-M217(xM86) and 1.2% &lt;a href=\"Haplogroup%20C-M48\"&gt;haplogroup C-M86&lt;/a&gt;).\nThe patrilines belonging to D-P37.1 were found in all the Japanese samples, but were more frequently found in the Ainu (75.0%) and Okinawa (55.6%) samples and less frequently found in the &lt;a href=\"Tokushima%20Prefecture\"&gt;Tokushima&lt;/a&gt; (25.7%) and &lt;a href=\"Ky%C5%ABsh%C5%AB\"&gt;Kyūshū&lt;/a&gt; samples (26.4%). Haplogroups O-M175 and C-M8 were not found in the small Ainu sample of four individuals, and C-M217 was not found in the Okinawa sample of 45 individuals. Haplogroup N was detected in samples of Japanese from Aomori (2/26 N-LLY22g(xM128, P43, M178)), Shizuoka (1/61 N-LLY22g(xM128, P43, M178)), and Tokushima (1/70 N-M178), but was not found in the Kyūshū, Okinawa, or Ainu samples. This study, and others, report that Y-chromosome patrilines crossed from the Asian mainland into the Japanese archipelago, and continue to make up a large proportion of the Japanese male lineage. If focusing haplogroup O-P31 in those researches, the patrilines derived from its &lt;a href=\"subclade\"&gt;subclade&lt;/a&gt; &lt;a href=\"Haplogroup%20O2b%20%28Y-DNA%29\"&gt;O-SRY465&lt;/a&gt; are frequently found in both Japanese (mean 32%, with frequency in various samples ranging from 26% to 36%) and Koreans (mean 30%, with frequency in various samples ranging from 19% to 40%). According to the research, these patrilines have undergone extensive &lt;a href=\"genetic%20admixture\"&gt;genetic admixture&lt;/a&gt; with the Jōmon period populations previously established in Japan.\nA 2007 study by Nonaka \"et al.\" reported that among a total of 263 healthy unrelated Japanese male individuals born in 40 of the 47 &lt;a href=\"prefectures%20of%20Japan\"&gt;prefectures of Japan&lt;/a&gt;, but especially &lt;a href=\"Tokyo%20Metropolis\"&gt;Tokyo&lt;/a&gt; (\"n\"=51), &lt;a href=\"Chiba%20Prefecture\"&gt;Chiba&lt;/a&gt; (\"n\"=45), &lt;a href=\"Kanagawa%20Prefecture\"&gt;Kanagawa&lt;/a&gt; (\"n\"=14), &lt;a href=\"Saitama%20Prefecture\"&gt;Saitama&lt;/a&gt; (\"n\"=13), &lt;a href=\"Shizuoka%20Prefecture\"&gt;Shizuoka&lt;/a&gt; (\"n\"=12), and &lt;a href=\"Nagano%20Prefecture\"&gt;Nagano&lt;/a&gt; (\"n\"=11), the frequencies of the D2, O2b, and O3 lineages were 38.8%, 33.5%, and 16.7%, respectively, which constituted approximately 90% of the Japanese population. Haplogroup diversity for the binary polymorphisms was calculated to be 86.3%.\nPoznik \"et al.\" (2016) have reported that the males in the JPT (Japanese in Tokyo, Japan) sample of the &lt;a href=\"1000%20Genomes%20Project\"&gt;1000 Genomes Project&lt;/a&gt; are 20/56 = 36% &lt;a href=\"haplogroup%20D-M174\"&gt;D2-M179&lt;/a&gt;, 18/56 = 32% &lt;a href=\"haplogroup%20O-M176\"&gt;O2b-M176&lt;/a&gt;, 10/56 = 18% &lt;a href=\"haplogroup%20O-M122\"&gt;O3-M122&lt;/a&gt;, 4/56 = 7.1% &lt;a href=\"Haplogroup%20C-F3393\"&gt;C1a1-M8&lt;/a&gt;, 2/56 = 3.6% &lt;a href=\"haplogroup%20O-K18\"&gt;O2a-K18&lt;/a&gt;, and 2/56 = 3.6% &lt;a href=\"haplogroup%20C-M217\"&gt;C2-M217&lt;/a&gt;.\nIn a project approved by the Ethics Committee of &lt;a href=\"Tokai%20University\"&gt;Tokai University&lt;/a&gt; School of Medicine, Ochiai \"et al.\" (2016) have reported finding &lt;a href=\"haplogroup%20D-M174\"&gt;D-M174&lt;/a&gt; (rs2032602 T&gt;C) in 24/59 (40.7%), &lt;a href=\"haplogroup%20O-P31\"&gt;O-M268&lt;/a&gt; (rs13447443 A&gt;G) in 21/59 (35.6%), &lt;a href=\"haplogroup%20C-M130\"&gt;C-M130&lt;/a&gt; (rs35284970 C&gt;T) in 8/59 (13.6%), &lt;a href=\"haplogroup%20O-M122\"&gt;O-P198&lt;/a&gt; (rs17269816 T&gt;C) in 4/59 (6.8%), &lt;a href=\"haplogroup%20N-M231\"&gt;N-M231&lt;/a&gt; (rs9341278 G&gt;A) in 1/59 (1.7%), and &lt;a href=\"haplogroup%20O-M175\"&gt;O-P186&lt;/a&gt;(xM268, P198) (rs16981290 C&gt;A, rs13447443 A, rs17269816 T) in 1/59 (1.7%) of a sample obtained through buccal swabs from Japanese male volunteers (\"n\" = 59) who had given informed consent to participate in the study.\nMaternal lineages.\nAccording to an analysis of the &lt;a href=\"1000%20Genomes%20Project\"&gt;1000 Genomes Project&lt;/a&gt;'s sample of Japanese collected in the Tokyo metropolitan area, the mtDNA haplogroups found among modern Japanese include &lt;a href=\"haplogroup%20D%20%28mtDNA%29\"&gt;D&lt;/a&gt; (42/118 = 35.6%, including 39/118 = 33.1% D4 and 3/118 = 2.5% D5), &lt;a href=\"haplogroup%20B%20%28mtDNA%29\"&gt;B&lt;/a&gt; (16/118 = 13.6%, including 11/118 = 9.3% B4 and 5/118 = 4.2% B5), &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M7&lt;/a&gt; (12/118 = 10.2%), &lt;a href=\"haplogroup%20G%20%28mtDNA%29\"&gt;G&lt;/a&gt; (12/118 = 10.2%), &lt;a href=\"haplogroup%20N%20%28mtDNA%29\"&gt;N9&lt;/a&gt; (10/118 = 8.5%), &lt;a href=\"haplogroup%20F%20%28mtDNA%29\"&gt;F&lt;/a&gt; (9/118 = 7.6%), &lt;a href=\"haplogroup%20A%20%28mtDNA%29\"&gt;A&lt;/a&gt; (8/118 = 6.8%), &lt;a href=\"haplogroup%20Z%20%28mtDNA%29\"&gt;Z&lt;/a&gt; (4/118 = 3.4%), &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M9&lt;/a&gt; (3/118 = 2.5%), and &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M8&lt;/a&gt; (2/118 = 1.7%).\nSingle-nucleotide polymorphism.\nA 2011 SNP consortium study done by the &lt;a href=\"Chinese%20Academy%20of%20Sciences\"&gt;Chinese Academy of Sciences&lt;/a&gt; and &lt;a href=\"Max%20Planck%20Society\"&gt;Max Planck Society&lt;/a&gt; consisting of 1719 DNA samples determined that Koreans and Japanese clustered near to each other, confirming the findings of an earlier study that Koreans and Japanese are related. However, the Japanese were found to be genetically closer to South Asian populations as evident by a genetic position that is significantly closer towards South Asian populations on the principal component analysis (PCA) chart. Some Japanese individuals are also genetically closer to Southeast Asian and Melanesian populations when compared to other East Asians such as Koreans and Han Chinese, indicating possible genetic interactions between Japanese and these populations.\nA 2008 study about genome-wide SNPs of East Asians by Chao Tian \"et al.\" reported that Japanese along with other East Asians such as &lt;a href=\"Koreans\"&gt;Joseon Korean&lt;/a&gt;s and &lt;a href=\"Han%20Chinese\"&gt;Han Chinese&lt;/a&gt; are genetically distinguishable from Southeast Asians Another study (2017) shows a relative strong relation between all East and Southeast Asians.\nImmunoglobulin G.\nHideo Matsumoto, professor &lt;a href=\"emeritus\"&gt;emeritus&lt;/a&gt; at &lt;a href=\"Osaka%20Medical%20College\"&gt;Osaka Medical College&lt;/a&gt; tested Gm types, genetic markers of &lt;a href=\"immunoglobulin%20G\"&gt;immunoglobulin G&lt;/a&gt;, of Japanese populations for a 2009 study. According to this study, the Gm ab3st gene is found at notably high frequencies across eastern Siberia, &lt;a href=\"North%20China\"&gt;northern China&lt;/a&gt;, &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;, &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;, Japan, and &lt;a href=\"Tibet\"&gt;Tibet&lt;/a&gt;. The mean frequency of Gm ab3st for the mainstream Japanese population was found to be 26.0%, with a peak in the &lt;a href=\"Yaeyama%20Islands\"&gt;Yaeyama Islands&lt;/a&gt; (36.4% &lt;a href=\"Yonaguni\"&gt;Yonaguni&lt;/a&gt;, 32.1% &lt;a href=\"Ishigaki%20Island\"&gt;Ishigaki&lt;/a&gt;) among all populations in Japan and peaks in &lt;a href=\"Akita%2C%20Akita\"&gt;Akita&lt;/a&gt; (29.5%) and &lt;a href=\"Shizunai\"&gt;Shizunai&lt;/a&gt; (28.3%) among mainstream Japanese. On mainland Asia, peak frequencies of Gm ab3st were found among &lt;a href=\"Oroqen%20people\"&gt;Oroqen&lt;/a&gt; (44.0%) and &lt;a href=\"Tungus\"&gt;Tungus&lt;/a&gt; (30.0%) in &lt;a href=\"northeast%20China\"&gt;northeast China&lt;/a&gt; and among the north Baikal &lt;a href=\"Buryats\"&gt;Buryats&lt;/a&gt; (30.7%); however, this gene is also frequent among &lt;a href=\"Eskimos\"&gt;Eskimos&lt;/a&gt; (25.4% Alaska, 24.7% Greenland, 20.5% Chaplin, Russia), &lt;a href=\"Chukotkan%20languages\"&gt;Luoravetlans&lt;/a&gt; (&lt;a href=\"Koryaks\"&gt;Koryak&lt;/a&gt; 20.0%, &lt;a href=\"Chukchi%20people\"&gt;Chukchi&lt;/a&gt; 15.3%), and &lt;a href=\"Athabaskans\"&gt;Athabaskans&lt;/a&gt; (New Mexico &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt; 19.7%, Alaska Athabascan 14.3%), and it is not uncommon even as far west as the south shore of the &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt; (8.8% &lt;a href=\"Gilan%20Province\"&gt;Gilani&lt;/a&gt;, 8.5% &lt;a href=\"Mazanderan%20Province\"&gt;Mazanderani&lt;/a&gt;). Minimum frequencies of Gm ab3st were found in &lt;a href=\"Yakushima\"&gt;Yakushima&lt;/a&gt; (22.0%) among all populations in Japan and in &lt;a href=\"Tsu%2C%20Mie\"&gt;Tsu&lt;/a&gt; (23.3%) and &lt;a href=\"%C5%8Cita%2C%20%C5%8Cita\"&gt;Ōita&lt;/a&gt; (23.6%) among mainstream Japanese. The data from small, isolated island populations, such as those of Yonaguni, Ishigaki, and Yakushima, were not used when calculating the mean for the mainstream Japanese population. The study also considered &lt;a href=\"Ainu%20people\"&gt;Ainu&lt;/a&gt; and &lt;a href=\"Koreans\"&gt;Korean&lt;/a&gt; populations and found Gm ab3st with a frequency of 25.2% among Ainu in &lt;a href=\"Hidaka%20Subprefecture\"&gt;Hidaka, Hokkaido&lt;/a&gt; and a mean frequency of 14.5% (range 13.1% &lt;a href=\"Pusan\"&gt;Pusan&lt;/a&gt;, South Korea to 18.6% &lt;a href=\"Yanji\"&gt;Yanji&lt;/a&gt;, China) among Koreans.\nGm afb1b3, on the other hand, is a southern marker gene possibly originating in &lt;a href=\"South%20China\"&gt;southern China&lt;/a&gt; on the background of the fb1b3 gene (the modal Gm type among &lt;a href=\"Caucasoids\"&gt;Caucasoids&lt;/a&gt;) and found at very high frequencies across southern China, &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;, &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;, &lt;a href=\"Assam\"&gt;Assam&lt;/a&gt;, and the &lt;a href=\"Pacific%20Islands\"&gt;Pacific Islands&lt;/a&gt;. Professor Matsumoto has remarked that the center of dispersal of the Gm afb1b3 gene may be in the Yunnan and Guangxi area of southern China; extremely high frequencies of this gene have been observed in samples of mostly &lt;a href=\"Tai-Kadai%20languages\"&gt;Daic&lt;/a&gt; peoples from this region (95.2% &lt;a href=\"Sui%20people\"&gt;Shui&lt;/a&gt; in &lt;a href=\"Sandu%20Shui%20Autonomous%20County\"&gt;Sandu&lt;/a&gt;, Guizhou, 94.2% &lt;a href=\"Zhuang%20people\"&gt;Zhuang&lt;/a&gt; in Guangxi, 91.4% &lt;a href=\"Bouyei%20people\"&gt;Bouyei&lt;/a&gt; in &lt;a href=\"Duyun\"&gt;Duyun&lt;/a&gt;, Guizhou, 87.5% &lt;a href=\"Miao%20people\"&gt;Miao&lt;/a&gt; in Guizhou, 84.0% &lt;a href=\"Dai%20people\"&gt;Dai&lt;/a&gt; in &lt;a href=\"Mangshi\"&gt;Luxi&lt;/a&gt;, Yunnan) and from neighboring Laos (97.0% Laotian) and Thailand (89.9% Thai). However, Gm afb1b3 is almost equally common among people in Malaysia (97.3% &lt;a href=\"Kadazan%20people\"&gt;Kadazan&lt;/a&gt; on Borneo, 85.0% &lt;a href=\"Malay%20people\"&gt;Malay&lt;/a&gt;), Indonesia (76.6% &lt;a href=\"Sulawesi\"&gt;Sulawesi&lt;/a&gt;, 75.2% &lt;a href=\"Java\"&gt;Java&lt;/a&gt;), the Philippines (83.6% &lt;a href=\"Luzon\"&gt;Luzon&lt;/a&gt; Filipinos, 76.4% Luzon Negritos, 67.2% Mindanao Negritos), &lt;a href=\"Karen%20people\"&gt;Karen people&lt;/a&gt; in Thailand (82.3%), &lt;a href=\"Bodo-Kachari%20people\"&gt;Kachari&lt;/a&gt;s in Assam (80.9%), Cambodians (76.7%), &lt;a href=\"Taiwanese%20aborigines\"&gt;Taiwanese aborigines&lt;/a&gt; (76.2%), &lt;a href=\"Micronesian%20people\"&gt;Micronesians&lt;/a&gt; (88.7%), &lt;a href=\"Melanesians\"&gt;Melanesians&lt;/a&gt; (74.6%), and &lt;a href=\"Polynesians\"&gt;Polynesians&lt;/a&gt; (74.7% &lt;a href=\"Cook%20Islands\"&gt;Cook Islands&lt;/a&gt;, 69.4% &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;). The study found that the mean frequency of Gm afb1b3 was 10.6% (range 7.8% &lt;a href=\"Shizunai\"&gt;Shizunai&lt;/a&gt; to 13.0% &lt;a href=\"Osaka\"&gt;Osaka&lt;/a&gt;) for the general Japanese population. Minimum frequencies (4.0% to 4.4%) of Gm afb1b3 were found among the &lt;a href=\"Ryukyuan%20people\"&gt;native people&lt;/a&gt; in the Yaeyama and &lt;a href=\"Miyako%20Islands\"&gt;Miyako&lt;/a&gt; islands in the extreme south of Japan and among the Ainu (4.3%) in the extreme north of Japan. The author suggested that the somewhat elevated frequency of the Gm afb1b3 gene among the mainstream Japanese compared to the Sakishima islanders and the Ainu may have resulted from some admixture of the mainstream Japanese population at rates as low as 7–8% with southern Asian (from southern China or Southeast Asia as far west as Bangladesh and Nepal) populations having the Gm afb1b3 gene in high frequency.\nThe other Gm types observed among Japanese are ag (45.8%) and axg (17.6%), which are not so useful for discerning human migrations and genetic relationships because they appear to be &lt;a href=\"symplesiomorphy\"&gt;retained from a common ancestor of most modern humans&lt;/a&gt; and are found in similar proportions (with the frequency of ag being significantly greater than the frequency of axg) in many populations all over the world (aboriginal Australians and Americans, South Asians, Caucasoids, \"etc.\").\nGenetic components compared with other Asian populations.\nA 2017 study conducted by Fumihiko Takeuchi, Tomohiro Katsuya, Ryosuke Kimura and Norihiro Kato compared three genetically distinct Japanese groups, Hondu (&lt;a href=\"Honshu\"&gt;Honshu&lt;/a&gt;), &lt;a href=\"Ryukyu%20Islands\"&gt;Ryukyu&lt;/a&gt; and &lt;a href=\"Ainu%20people\"&gt;Ainu&lt;/a&gt; to 26 other Asian populations to analyze the shared ancestry and genetic differentiation between the Japanese people and other Asians. The study revealed for the Japanese as a whole, some genetic components from all of the Central, East, Southeast and South Asian populations are prevalent in the Japanese population with the major components of ancestry profile coming from the &lt;a href=\"Koreans\"&gt;Korean&lt;/a&gt; and &lt;a href=\"Han%20Chinese\"&gt;Han Chinese&lt;/a&gt; clusters. The major components of the Japanese Hondo cluster are similar to the Korean (87–94%), followed by Han Chinese 1 (0–8%) clusters. The genetic components from the Southeast Asian (&lt;a href=\"Thai%20people\"&gt;Thais&lt;/a&gt;, &lt;a href=\"Vietnamese%20people\"&gt;Vietnamese&lt;/a&gt; and &lt;a href=\"Malays%20%28ethnic%20group%29\"&gt;Malays&lt;/a&gt;) and South Asian (&lt;a href=\"Sinhalese%20people\"&gt;Sinhalese&lt;/a&gt; and &lt;a href=\"Tamils\"&gt;Tamils&lt;/a&gt;) clusters were larger for the Ryukyu cluster – Southeast Asian (4–6%) and South Asian (4–6%) – in comparison to the results found in the Hondo cluster – Southeast Asian (0–1%) and South Asian (1–2%).\nStudies suggesting predominantly Yayoi origins of modern Japanese.\nA recent study (2018) shows that the Japanese are predominantly descendants of the Yayoi people and are closely related to other modern East Asians, especially &lt;a href=\"Koreans\"&gt;Koreans&lt;/a&gt; and &lt;a href=\"Han%20Chinese\"&gt;Han Chinese&lt;/a&gt;. It is estimated that the majority of Japanese only has about 12% Jōmon ancestry or even less.\nRecent studies suggest that the Japanese people are predominantly descendants of the &lt;a href=\"Yayoi%20people\"&gt;Yayoi people&lt;/a&gt;, and that the Yayoi largely displaced the local Jōmon.\nA genome research (Takahashi et al. 2019) shows that modern Japanese (Yamato) do not have much Jōmon ancestry at all. Nuclear genome analysis of Jōmon samples and modern Japanese samples show strong differences.\nA study by Gakihari et al. 2019 estimates the gene-flow from Jōmon people into modern Japanese people at about 3.3% or 9.8%, and that modern Japanese cluster closely with other East Asians. A study by Kanazawa-Kiriyama et al. (2019) estimates 9–13% ancestry from the Jomon in the modern Japanese.\n2021 study suggesting a predominantly Han Chinese tripartite genetic structure in modern Japanese.\nIn 2021, new research from a study published in the journal Science Advances found that the people of Japan bore genetic signatures from three ancient populations rather than just two as previously thought.\nThe first was Japan's indigenous culture of hunter-gatherers called the &lt;a href=\"Jomon\"&gt;Jomon&lt;/a&gt;, dating to roughly 15,000 years ago. The second was a population of Northeast Asian origins called the &lt;a href=\"Yayoi\"&gt;Yayoi&lt;/a&gt;, who arrived at about 900 BC, bringing wet-rice farming to Japan. According to the researchers, Japanese people has approximately 13% and 16% genetic ancestry from these two groups respectively.\nThe remaining 71% of genetic ancestry was found to come from migrants that arrived around 300 AD during the &lt;a href=\"Kofun%20period\"&gt;Kofun period&lt;/a&gt;, and had genetic makeup mainly resembling the &lt;a href=\"Han%20Chinese\"&gt;Han Chinese&lt;/a&gt; population of &lt;a href=\"China\"&gt;China&lt;/a&gt;. This migrant group was said to have brought cultural advances and centralised leadership to Japan. The genetics of Japan have remained largely stable since the Kofun period (300-700 AD). According to Shigeki Nakagome, co-leader of the study, \"Chinese characters started to be used in this period, such as Chinese characters inscribed on metal implements, for example swords.\"\nAinu people.\nRecent research suggests that the historical Ainu culture originated from a merger of the Okhotsk culture with the &lt;a href=\"Satsumon%20culture\"&gt;Satsumon culture&lt;/a&gt;, cultures thought to have derived from the diverse Jōmon-period cultures of the Japanese archipelago. According to Lee and Hasegawa of the &lt;a href=\"Waseda%20University\"&gt;Waseda University&lt;/a&gt;, the direct ancestors of the later Ainu people formed during the late &lt;a href=\"J%C5%8Dmon%20period\"&gt;Jōmon period&lt;/a&gt; from the combination of the local but diverse population of &lt;a href=\"Hokkaido\"&gt;Hokkaido&lt;/a&gt;, long before the arrival of contemporary &lt;a href=\"Japanese%20people\"&gt;Japanese people&lt;/a&gt;. Lee and Hasegawa suggest that the &lt;a href=\"Ainu%20language\"&gt;Ainu language&lt;/a&gt; expanded from northern Hokkaido and may have originated from a relative more recent Northeast Asian/Okhotsk population, which established themselves in northern Hokkaido and had significant impact on the formation of Hokkaido's Jōmon culture.\nRecently in 2021, it was confirmed that the Hokkaido Jōmon people formed from \"Jōmon tribes of Honshu\" and from \"Terminal Upper-Paleolithic people\" (TUP people) indigenous to Hokkaido and Paleolithic Northern Eurasia. The Honshu Jōmon groups arrived about 15,000 BC and merged with the indigenous \"TUP people\" to form the Hokkaido Jōmon. The Ainu in turn formed from the Hokkaido Jōmon and from the Okhotsk people.\nGenetic history of Koreans.\nStudies of &lt;a href=\"Human%20Y-chromosome%20DNA%20haplogroup\"&gt;polymorphisms in the human Y-chromosome&lt;/a&gt; have so far produced evidence to suggest that the &lt;a href=\"Koreans\"&gt;Korean people&lt;/a&gt; have a long history as a distinct, mostly &lt;a href=\"endogamy\"&gt;endogamous&lt;/a&gt; ethnic group, with successive waves of people moving to the peninsula and three major Y-chromosome haplogroups. The reference population for Koreans used in &lt;a href=\"Genographic%20Project%23Geno%202.0%20Next%20Generation\"&gt;Geno 2.0 Next Generation&lt;/a&gt; is 94% Eastern Asia and 5% Southeast Asia &amp; Oceania.\nSeveral studies have confirmed that while the Koreans are generally considered a &lt;a href=\"Northeast%20Asia\"&gt;Northeast Asia&lt;/a&gt;n group because of their geographical location, Korean populations have both a Northeast Asian and Southeast Asian genome.\nPaternal lineages.\nJin Han-jun et al. (2003) said that the distribution of &lt;a href=\"Human%20Y-chromosome%20DNA%20haplogroup\"&gt;Y-chromosomal haplogroups&lt;/a&gt; shows that Koreans have a complex origin that results from genetic contributions from &lt;a href=\"Colonisation%20%28biology%29\"&gt;range expansions&lt;/a&gt;, most of which are from southern-to-northern region in the continent, and genetic contributions from the northern Asian settlement.\nThe most common Y-DNA haplogroup among present-day Koreans is &lt;a href=\"Haplogroup%20O-M122\"&gt;Haplogroup O-M122&lt;/a&gt; (O2, formerly O3), which is a very ancient (formed 34,042\n[95% CI 32,387 &lt;-&gt; 35,708] years before present, TMRCA 24,824 [95% CI 23,125 &lt;-&gt; 26,538] years before present according to Karmin \"et al.\" 2015) and frequently observed Y-DNA haplogroup among East and Southeast Asians in general. Haplogroup O2-M122 has been found in approximately 41% of sampled Korean males, including 23/79 = 29.1% &lt;a href=\"Koreans%20in%20China\"&gt;Korean Chinese&lt;/a&gt;, 29/85 = 34.1% Korean (collected in Seoul by the Catholic University of Korea), 16/45 = 35.6% Korean, 109/300 = 36.3% unrelated Korean males obtained from the National Biobank of Korea, 31/84 = 36.9% Gyeongsang, 24/63 = 38.1% Gangwon, 17/43 = 39.5% Korean (Korea), 10/25 = 40.0% &lt;a href=\"Koreans%20in%20China\"&gt;Korean (China)&lt;/a&gt;, 30/75 = 40.0% Korea, 55/133 = 41.4% Daejeon, 23/55 = 41.8% Korean from the KoVariome database, 65/154 = 42.2% Korean, 242/573 = 42.2% Seoul, 39/90 = 43.3% Jeolla, 38/87 = 43.7% Jeju, 102/216 = 47.2% Seoul &amp; Daejeon, 36/72 = 50.0% Chungcheong, 56/110 = 50.9% Seoul-Gyeonggi.\nThe second most common Y-DNA haplogroup among present-day Koreans is &lt;a href=\"Haplogroup%20O-M176\"&gt;Haplogroup O-M176&lt;/a&gt; (O1b2, formerly O2b), a clade that probably has spread mainly from somewhere in the Korean Peninsula or its vicinity. Haplogroup O1b2-M176 has been found in approximately 31% of sampled Korean males (including 31/154 = 20.1% Korean, 58/216 = 26.9% &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt; &amp; &lt;a href=\"Daejeon\"&gt;Daejeon&lt;/a&gt;, 12/43 = 27.9% Koreans in Korea, 7/25 = 28.0% &lt;a href=\"Koreans%20in%20China\"&gt;Koreans in China&lt;/a&gt;, 31/110 = 28.2% &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;-&lt;a href=\"Gyeonggi\"&gt;Gyeonggi&lt;/a&gt;, 25/84 = 29.8% &lt;a href=\"Gyeongsang\"&gt;Gyeongsang&lt;/a&gt;, 22/72 = 30.6% &lt;a href=\"Chungcheong\"&gt;Chungcheong&lt;/a&gt;, 28/90 = 31.1% &lt;a href=\"Jeolla\"&gt;Jeolla&lt;/a&gt;, 14/45 = 31.1% O-M175(xO1a-M119, O2a1-M95, O3-M122) Korean, 181/573 = 31.6% Seoul, 28/87 = 32.2% &lt;a href=\"Jeju%20Province\"&gt;Jeju&lt;/a&gt;, 28/85 = 32.9% Korean (collected in Seoul by the Catholic University of Korea), 45/133 = 33.8% &lt;a href=\"Daejeon\"&gt;Daejeon&lt;/a&gt;, 28/75 = 37.3% Korea, 113/300 = 37.7% unrelated Korean males obtained from the National Biobank of Korea, 25/63 = 39.7% &lt;a href=\"Gangwon%20Province%2C%20South%20Korea\"&gt;Gangwon&lt;/a&gt;, 38/79 = 48.1% &lt;a href=\"Koreans%20in%20China\"&gt;Korean Chinese&lt;/a&gt;).\nKorean males also exhibit a moderate frequency (approximately 15%) of &lt;a href=\"Haplogroup%20C-M217\"&gt;Haplogroup C-M217&lt;/a&gt;. About 2% of Korean males belong to &lt;a href=\"Haplogroup%20D-M174\"&gt;Haplogroup D-M174&lt;/a&gt; (0/216 = 0.0% DE-YAP, 3/300 = 1.0% DE-M145, 1/68 = 1.5% DE-YAP(xE-SRY4064), 8/506 = 1.6% &lt;a href=\"Haplogroup%20D1b%20%28Y-DNA%29\"&gt;D1b-M55&lt;/a&gt;, 3/154 = 1.9% DE, 18/706 = 2.55% D-M174, 5/164 = 3.0% D-M174, 1/75 D1b*-P37.1(xD1b1-M116.1) + 2/75 D1b1a-M125(xD1b1a1-P42) = 3/75 = 4.0% D1b-P37.1, 3/45 = 6.7% D-M174). The D1b-M55 subclade has been found with maximal frequency in a small sample (n=16) of the &lt;a href=\"Ainu%20people\"&gt;Ainu people&lt;/a&gt; of Japan, and is generally frequent throughout the Japanese Archipelago. Other haplogroups that have been found less commonly in samples of Korean males are Y-DNA &lt;a href=\"haplogroup%20N-M231\"&gt;haplogroup N-M231&lt;/a&gt; (approx. 4%), &lt;a href=\"haplogroup%20O-M119\"&gt;haplogroup O-M119&lt;/a&gt; (approx. 3%), &lt;a href=\"haplogroup%20O-M268\"&gt;haplogroup O-M268&lt;/a&gt;(xM176) (approx. 2%), &lt;a href=\"haplogroup%20Q-M242\"&gt;haplogroup Q-M242&lt;/a&gt; and &lt;a href=\"Haplogroup%20R1\"&gt;Haplogroup R1&lt;/a&gt; (approx. 2% total), J, Y*(xA, C, DE, J, K), L, C-RPS4Y(xM105, M38, M217), and C-M105.\n&lt;a href=\"Korea%20Foundation\"&gt;Korea Foundation&lt;/a&gt; Associate Professor of History, Eugene Y. Park, said that there is no correlation between a Korean person's &lt;a href=\"Human%20Y-chromosome%20DNA%20haplogroup\"&gt;Y-chromosome DNA haplogroup&lt;/a&gt; and their surname or ancestral seat.\nHe Miao et al. (2009) created an artificial combination of equal parts of the &lt;a href=\"Human%20Y-chromosome%20DNA%20haplogroup\"&gt;Y-chromsomes&lt;/a&gt; of the &lt;a href=\"International%20HapMap%20Project\"&gt;HapMap&lt;/a&gt; samples of Han Chinese in Beijing and Japanese in Tokyo. The study said that this artificial combination resembled five populations which included Koreans in South Korea and &lt;a href=\"Koreans%20in%20China\"&gt;Koreans in China&lt;/a&gt;.\nMaternal lineages.\nStudies of Korean &lt;a href=\"mitochondrial%20DNA\"&gt;mitochondrial DNA&lt;/a&gt; lineages have shown that there is a high frequency of &lt;a href=\"Haplogroup%20D%20%28mtDNA%29\"&gt;Haplogroup D4&lt;/a&gt;, ranging from approximately 23% (11/48) among ethnic Koreans in &lt;a href=\"Arun%20Banner\"&gt;Arun Banner&lt;/a&gt;, &lt;a href=\"Inner%20Mongolia\"&gt;Inner Mongolia&lt;/a&gt; to approximately 32% (33/103) among Koreans from South Korea. Haplogroup D4 is the modal mtDNA haplogroup among northern East Asians (Japanese, Ryukyuans, Koreans, Manchus, Tuoba Xianbei, Oroqens, Manchurian Evenks, Daurs, Mongols, northern Han Chinese, Tibetans) in general, with a peak frequency among Japanese and Ryukyuans in Japan. &lt;a href=\"Haplogroup%20B%20%28mtDNA%29\"&gt;Haplogroup B&lt;/a&gt;, which occurs very frequently in many populations of Southeast Asia, Polynesia, and the Americas, is found in approximately 10% (5/48 ethnic Koreans from Arun Banner, Inner Mongolia) to 20% (21/103 Koreans from South Korea) of Koreans. &lt;a href=\"Haplogroup%20A%20%28mtDNA%29\"&gt;Haplogroup A&lt;/a&gt; has been detected in approximately 7% (7/103 Koreans from South Korea) to 15% (7/48 ethnic Koreans from &lt;a href=\"Arun%20Banner\"&gt;Arun Banner&lt;/a&gt;, Inner Mongolia) of Koreans. Haplogroup A is the most common mtDNA haplogroup among the &lt;a href=\"Chukchi%20people\"&gt;Chukchi&lt;/a&gt;, &lt;a href=\"Eskimo\"&gt;Eskimo&lt;/a&gt;, &lt;a href=\"Na-Dene%20languages\"&gt;Na-Dene&lt;/a&gt;, and many &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Amerind&lt;/a&gt; ethnic groups of North and Central America.\nThe other half of the Korean mtDNA pool consists of an assortment of various haplogroups, each found with relatively low frequency, such as &lt;a href=\"haplogroup%20G%20%28mtDNA%29\"&gt;G&lt;/a&gt;, &lt;a href=\"haplogroup%20N%20%28mtDNA%29\"&gt;N9&lt;/a&gt;, &lt;a href=\"haplogroup%20Y%20%28mtDNA%29\"&gt;Y&lt;/a&gt;, &lt;a href=\"Haplogroup%20F%20%28mtDNA%29\"&gt;F&lt;/a&gt;, &lt;a href=\"haplogroup%20D%20%28mtDNA%29\"&gt;D5&lt;/a&gt;, &lt;a href=\"Haplogroup%20M%20%28mtDNA%29\"&gt;M7&lt;/a&gt;, &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M8&lt;/a&gt;, &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M9&lt;/a&gt;, &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M10&lt;/a&gt;, &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M11&lt;/a&gt;, &lt;a href=\"Haplogroup%20R%20%28mtDNA%29\"&gt;R11&lt;/a&gt;, &lt;a href=\"haplogroup%20C%20%28mtDNA%29\"&gt;C&lt;/a&gt;, and &lt;a href=\"Haplogroup%20Z\"&gt;Z&lt;/a&gt;.\nHwan Young Lee \"et al.\" (2006) studied a sample of 694 Koreans and found the following mtDNA distribution: 32.56% (226/694) &lt;a href=\"haplogroup%20D%20%28mtDNA%29\"&gt;D&lt;/a&gt; (including 188/694 = 27.09% D4, 37/694 = 5.33% D5, and 1/694 = 0.14% D6a), 14.84% (103/694) &lt;a href=\"haplogroup%20B%20%28mtDNA%29\"&gt;B&lt;/a&gt; (including 23/694 = 3.31% B4a, 22/694 = 3.17% B4b, 20/694 = 2.88% B5b, 12/694 = 1.73% B4c, 12/694 = 1.73% B4*, 10/694 = 1.44% B5a, 2/694 = 0.29% B4d, and 2/694 = 0.29% B4f), 9.65% (67/694) &lt;a href=\"haplogroup%20G%20%28mtDNA%29\"&gt;G&lt;/a&gt; (including 27/694 = 3.89% G2a, 18/694 = 2.59% G1a, 11/694 = 1.59% G3, 9/694 = 1.30% G*, 1/694 = 0.14% G2c, and 1/694 = 0.14% G4), 8.79% (61/694) &lt;a href=\"haplogroup%20A%20%28mtDNA%29\"&gt;A&lt;/a&gt; (including 23/694 = 3.31% A5a, 3/694 = 0.43% A5b, 3/694 = 0.43% A5c, 25/694 = 3.60% A4, and 7/694 = 1.01% A(xA4, A5)), 8.36% (58/694) &lt;a href=\"haplogroup%20F%20%28mtDNA%29\"&gt;F&lt;/a&gt;, 8.21% (57/694) &lt;a href=\"haplogroup%20N%20%28mtDNA%29\"&gt;N9&lt;/a&gt; (including 18/694 = 2.59% N9a2a, 11/694 = 1.59% N9a2*, 11/694 = 1.59% N9a1, 9/694 = 1.30% Y1b, 4/694 = 0.58% N9a*, 2/694 = 0.29% N9b, and 2/694 = 0.29% Y2), 7.78% (54/694) &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M7&lt;/a&gt; (including 25/694 = 3.60% M7b, 20/694 = 2.88% M7c, and 9/694 = 1.30% M7a), 4.76% (33/694) &lt;a href=\"haplogroup%20M8%20%28mtDNA%29\"&gt;M8'CZ&lt;/a&gt; (including 17/694 = 2.45% &lt;a href=\"haplogroup%20C%20%28mtDNA%29\"&gt;C&lt;/a&gt;, 7/694 = 1.01% M8a, 7/694 = 1.01% &lt;a href=\"haplogroup%20Z%20%28mtDNA%29\"&gt;Z&lt;/a&gt;, and 2/694 = 0.29% pre-Z), 1.87% (13/694) &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M9&lt;/a&gt;, 1.73% (12/694) &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M10&lt;/a&gt;, 0.72% (5/694) &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M11&lt;/a&gt;, 0.29% (2/694) &lt;a href=\"haplogroup%20R%20%28mtDNA%29\"&gt;R11&lt;/a&gt;, 0.14% (1/694) &lt;a href=\"haplogroup%20R%20%28mtDNA%29\"&gt;R9b&lt;/a&gt;, 0.14% (1/694) &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M12&lt;/a&gt;, and 0.14% (1/694) &lt;a href=\"haplogroup%20M%20%28mtDNA%29\"&gt;M*&lt;/a&gt;.\nDerenko \"et al.\" (2007) examined a sample of 103 Koreans from South Korea and found that they belonged to the following mtDNA haplogroups: 39.8% D (including 32.0% D4 and 7.8% D5), 20.4% B (including 12.6% B4 and 7.8% B5), 9.7% M7, 6.8% A (including 3.9% A5 and 2.9% A4(xA2, A8)), 6.8% G (including 2.9% G2a, 1.9% G1, and 1.9% G3), 4.9% F1, 4.9% M8a2, 2.9% N9a, 1.9% M9a, 1.0% C(xC1, C4, C5), and 1.0% Y.\nA study of the mtDNA of 708 Koreans sampled from six regions of South Korea (134 from Seoul-&lt;a href=\"Gyeonggi%20Province\"&gt;Gyeonggi&lt;/a&gt;, 118 from &lt;a href=\"Jeolla%20Province\"&gt;Jeolla&lt;/a&gt;, 117 from &lt;a href=\"Chungcheong%20Province\"&gt;Chungcheong&lt;/a&gt;, 114 from &lt;a href=\"Gangwon%20Province%20%28South%20Korea%29\"&gt;Gangwon&lt;/a&gt;, 113 from &lt;a href=\"Jeju%20Province\"&gt;Jeju&lt;/a&gt;, and 112 from &lt;a href=\"Gyeongsang%20Province\"&gt;Gyeongsang&lt;/a&gt;) found that they belonged to haplogroup D (35.5%, including 14.7% D4(xD4a, D4b), 7.8% D4a, 6.5% D5, 6.4% D4b, and 0.14% D(xD4, D5)), haplogroup B (14.8%, including 11.0% B4 and 3.8% B5), haplogroup A (8.3%), haplogroup M7 (7.6%), haplogroup F (7.1%), haplogroup M8'CZ (6.5%), haplogroup G (6.1%), haplogroup N9a (5.2%), haplogroup Y (3.8%), haplogroup M9 (2.7%), haplogroup M10 (1.6%), haplogroup M11 (0.42%), haplogroup N(xN9, Y, A, F, B4, B5) (0.28%), and haplogroup N9(xN9a) (0.14%).\nA study of 1094 individuals in the Korean Genome Project found that they belonged to haplogroup D (34.19%), haplogroup B (13.89%), haplogroup M(xC, D, G, Z) (13.8%), haplogroup A (8.32%), haplogroup G (8.23%), haplogroup F (7.86%), haplogroup N(xA, B, F, R, Y) (5.76%), haplogroup C (3.02%), haplogroup R(xB, F) (2.01%), haplogroup Y (1.74%), and haplogroup Z (1.19%). The individuals sampled for the Korean Genome Project are mostly from the &lt;a href=\"Ulsan\"&gt;Ulsan&lt;/a&gt; metropolitan region.\nAutosomal DNA.\nJin Han-jun et al. (1999) said that, based on genetic studies of classic &lt;a href=\"genetic%20marker\"&gt;genetic marker&lt;/a&gt;s of &lt;a href=\"protein\"&gt;protein&lt;/a&gt; and &lt;a href=\"nuclear%20DNA\"&gt;nuclear DNA&lt;/a&gt;, Koreans tend to be closely genetically related to Mongols among East Asians, which is supported by the following studies: Goedde et al. (1987); Saha &amp; Tay (1992); Hong et al. (1993); and Nei &amp; Roychoudhury (1993). The study said that the &lt;a href=\"Human%20mitochondrial%20genetics\"&gt;mtDNA&lt;/a&gt; 9‐&lt;a href=\"Base%20pair\"&gt;bp&lt;/a&gt; deletion frequency in the &lt;a href=\"wikt%3Aintergenic\"&gt;intergenic&lt;/a&gt; \"&lt;a href=\"Cytochrome%20c%20oxidase%20subunit%20II\"&gt;COII&lt;/a&gt;/&lt;a href=\"Transfer%20RNA\"&gt;tRNA&lt;/a&gt;&lt;a href=\"Lysine\"&gt;Lys&lt;/a&gt;\" region of Mongols (5.1%) is lower than that of Chinese (14.2%), Japanese (14.3%) and Koreans (15.5%). The study said that these 9‐bp deletion frequencies suggest that Koreans are closely related to Japanese and Chinese and that Koreans are not so closely related to Mongols. The study said that the &lt;a href=\"Homogeneity%20and%20heterogeneity\"&gt;homogeneity&lt;/a&gt; in the 9-bp deletion frequencies among Chinese (14.2%), Japanese (14.3%) and Koreans (15.5%), only spanning from a low of 14.2% for Chinese to a high of 15.5% for Koreans, indicates that very few &lt;a href=\"Human%20mitochondrial%20genetics\"&gt;mtDNA&lt;/a&gt; are differentiated in these three populations. The study said that the 9‐bp deletion frequencies for Vietnamese (23.2%) and &lt;a href=\"Indonesians\"&gt;Indonesians&lt;/a&gt; (25.0%), which are the two populations constituting Mongoloid Southeast Asians in the study, are relatively high frequencies when compared to the 9-bp deletion frequencies for Mongols(5.1%), Chinese (14.2%), Japanese (14.3%) and Koreans (15.5%), which are the four populations constituting Northeast Asians in the study. The study said that these 9-bp deletion frequencies are consistent with earlier surveys which showed that 9-bp deletion frequencies increase going from Japan to mainland Asia to the &lt;a href=\"Malay%20Peninsula\"&gt;Malay Peninsula&lt;/a&gt;, which is supported by the following studies: Horai et al. (1987); Hertzberg et al. (1989); Stoneking &amp; Wilson (1989); Horai (1991); Ballinger et al. (1992); Hanihara et al. (1992); and Chen et al. (1995). The study said that &lt;a href=\"Genetic%20distance%23Cavalli-Sforza%20chord%20distance\"&gt;Cavalli-Sforza's chord genetic distance (4D)&lt;/a&gt;, from Cavalli-Sforza &amp; Bodmer (1971), which is based on the &lt;a href=\"allele\"&gt;allele&lt;/a&gt; frequencies of the intergenic \"COII/tRNALys\" region, showed that Koreans are more genetically related to Japanese than Koreans are genetically related to the other East Asian populations which were surveyed. The Cavalli-Sforza's chord genetic distance (4D) between Koreans and other East Asian populations in the study, from least to greatest, are as follows: Korean to Japanese (0.0019), Korean to Chinese (0.0141), Korean to Vietnamese (0.0265), Korean to Indonesian (0.0316) and Korean to Mongols (0.0403). The study said that the close genetic affinity between present-day Koreans and Japanese is expected due to the &lt;a href=\"Yayoi%20people\"&gt;Yayoi&lt;/a&gt; migration from China and the Korean Peninsula to Japan which began about 2,300 years ago, a migration which is supported by the following studies: Chard (1974); Hanihara (1991); Hammer &amp; Horai (1995); Horai et al. (1996); Omoto &amp; Saitou (1997). The study said that Horai et al. (1996) detected &lt;a href=\"Human%20mitochondrial%20genetics\"&gt;mtDNA&lt;/a&gt; &lt;a href=\"D-loop\"&gt;D-loop&lt;/a&gt; variation which supports the idea that a large amount of &lt;a href=\"Human%20mitochondrial%20DNA%20haplogroup\"&gt;maternal lineages&lt;/a&gt; came into Japan from immigrants from the Korean Peninsula after the &lt;a href=\"Yayoi%20period\"&gt;Yayoi period&lt;/a&gt;.\nWook et al. (2000) said that Chu et al. (1998) found that &lt;a href=\"Phylogenetic%20tree\"&gt;phylogeny&lt;/a&gt; which was based on 30 &lt;a href=\"microsatellite\"&gt;microsatellite&lt;/a&gt;s indicated that Korean people were closely related to Chinese people from &lt;a href=\"Manchuria\"&gt;Manchuria&lt;/a&gt; and &lt;a href=\"Yunnan\"&gt;Yunnan&lt;/a&gt;, but Kim Wook et al. (2000) found that the high incidence of the DXYS156Y-null variant in northeast Chinese implied that it is possible to exclude these northeastern Chinese populations from being sources which are significant in Korean people. The phylogenetic analysis done by Wook et al. (2000) indicated that Japanese people are genetically closer to Korean people than Japanese people are genetically related to any of the following peoples: Mongolians, Chinese, Vietnamese, Indonesians, Filipinos and Thais. The study said that mainland Japanese having Koreans as their closest genetic population is consistent with the following previous studies: Hammer and Horai (1995); Horai et al. (1996); and Kim et al. (1998). The study found that Koreans are more genetically &lt;a href=\"Homogeneity%20and%20heterogeneity\"&gt;homogenous&lt;/a&gt; than the Japanese, and the study said that this might be due to different sizes of the &lt;a href=\"Founder%20effect\"&gt;founding populations&lt;/a&gt; and &lt;a href=\"Colonisation%20%28biology%29\"&gt;range expansions&lt;/a&gt;. The study said that the moderate &lt;a href=\"mean\"&gt;mean&lt;/a&gt; &lt;a href=\"Human%20Y-chromosome%20DNA%20haplogroup\"&gt;Y-chromosome haplotype&lt;/a&gt; diversity value for Koreans might be the result of migrations from East Asia that had a homogenizing influence.\nKim Jong-jin et al. (2005) did a study about the genetic relationships among East Asians based on &lt;a href=\"Allele%20frequency\"&gt;allele frequencies&lt;/a&gt;, particularly focusing on how close Chinese, Japanese and Koreans are genetically related to each other. Most Koreans were hard to distinguish from Japanese, and the study was not able to clearly distinguish Koreans and Japanese. Koreans and Japanese clustered together in the &lt;a href=\"principal%20component%20analysis\"&gt;principal component analysis&lt;/a&gt; and the best &lt;a href=\"Least%20squares\"&gt;least-squares&lt;/a&gt; tree. The study said that \"\"[c]ommon ancestry and/or extensive gene flow\" historically between Koreans and Japanese appears to be \"likely\"\" and results in a lot of difficulty finding population-specific alleles that could assist in differentiating Koreans and Japanese.\nJung Jongsun et al. (2010) used the following Korean samples for a study: Southeast Korean (sample regions: &lt;a href=\"Gyeongju\"&gt;Gyeongju&lt;/a&gt;, &lt;a href=\"Goryeong%20County\"&gt;Goryeong&lt;/a&gt; and &lt;a href=\"Ulsan\"&gt;Ulsan&lt;/a&gt;), Middle West Korean (sample regions: &lt;a href=\"Jecheon\"&gt;Jecheon&lt;/a&gt;, &lt;a href=\"Yeoncheon%20County\"&gt;Yeoncheon&lt;/a&gt;, &lt;a href=\"Cheonan\"&gt;Cheonan&lt;/a&gt; and &lt;a href=\"Pyeongchang%20County\"&gt;Pyeongchang&lt;/a&gt;) and Southwest Korean (sample regions: &lt;a href=\"Gimje\"&gt;Gimje&lt;/a&gt;, &lt;a href=\"Naju\"&gt;Naju&lt;/a&gt; and &lt;a href=\"Jeju%20Province\"&gt;Jeju&lt;/a&gt;). Due to political reasons, the study said that it did not use North Korean samples, but the study said that the \"\"historical migration event of &lt;a href=\"Baekje\"&gt;Baekje&lt;/a&gt; from &lt;a href=\"Goguryeo\"&gt;Goguryeo&lt;/a&gt; Empire (&lt;a href=\"37%20BC\"&gt;BC 37&lt;/a&gt;–&lt;a href=\"668\"&gt;AD 668&lt;/a&gt;) in Northern Korea imply that Northern lineages remain in South Korea.\" The study said that the \"Northern people of the Goguryeo Empire\"\" are closely related to &lt;a href=\"Mongols\"&gt;Mongolians&lt;/a&gt;, and the study said that this group of people ruled most of Southwest Korea. The study said that \"\"some of the royal families and their subjects in the Goguryeo Empire moved to this region and formed the Baekje Empire in &lt;a href=\"18%20BC\"&gt;BC 18&lt;/a&gt;–&lt;a href=\"22%20BC\"&gt;22&lt;/a&gt;.\"\" Southwest Koreans are closer to Mongolians in the study's &lt;a href=\"Gene%20mapping\"&gt;genome map&lt;/a&gt; than the other two Korean regions in the study are close to Mongolians. Southwest Koreans also display genetic connections with the &lt;a href=\"International%20HapMap%20Project\"&gt;HapMap&lt;/a&gt; sample of Japanese in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, and, in the &lt;a href=\"neighbor%20joining\"&gt;neighbor joining&lt;/a&gt; tree, the &lt;a href=\"Clade\"&gt;nodes&lt;/a&gt; for Southwest Korea are close to Japan. In the study's Korea-China-Japan genome map, some Southwest Korean samples overlap with samples from Japan. The study said that the fairly close relationship, in both the study's &lt;a href=\"genetic%20structure\"&gt;genetic structure&lt;/a&gt; analysis and &lt;a href=\"Gene%20mapping\"&gt;genome map&lt;/a&gt;, of the &lt;a href=\"Jeju%20Province\"&gt;Jeju&lt;/a&gt; Southwest Korean sample and the HapMap sample of Japanese in Tokyo, Japan, has made the evolutionary relationship of Chinese, Japanese and Koreans become clearer. Southeast Koreans display some genetic similarity with people of &lt;a href=\"Kobe\"&gt;Kobe&lt;/a&gt;, Japan, which indicates that there might have been links between these regions. The study said that it is possible that &lt;a href=\"outlier\"&gt;outlier&lt;/a&gt;s in the &lt;a href=\"Gyeongju\"&gt;Gyeongju&lt;/a&gt; sample, one of the sampled Southeast Korean regions, and outliers in the Kobe, Japan, sample both have &lt;a href=\"Indigenous%20peoples%20of%20Siberia\"&gt;Siberian&lt;/a&gt; lineage due to Southeast Koreans having connections with Siberian lineages with respect to grave patterns and culture. The overall result for the study's Korea-Japan-China genome map indicates that some signals for Siberia remain in Southeast Korea. In contrast to the &lt;a href=\"Gyeongju\"&gt;Gyeongju&lt;/a&gt; sample, the &lt;a href=\"Goryeong%20County\"&gt;Goryeong&lt;/a&gt; and &lt;a href=\"Ulsan\"&gt;Ulsan&lt;/a&gt; samples, which are both Southeast Korean samples, displayed average signals for the Korean Peninsula. The study said that Middle West Korea was a &lt;a href=\"melting%20pot\"&gt;melting pot&lt;/a&gt; in the Korean Peninsula with people traveling from North to South, South to North, and people traveling from &lt;a href=\"East%20China\"&gt;East China&lt;/a&gt;, including from the &lt;a href=\"Shandong%20Peninsula\"&gt;Shandong Peninsula&lt;/a&gt;. &lt;a href=\"Western%20China\"&gt;Western Chinese&lt;/a&gt;, which included those in the Shandong Peninsula, travelled across the &lt;a href=\"Yellow%20Sea\"&gt;Yellow Sea&lt;/a&gt;, and these Western Chinese lived and traded in both China and Korea. In the study's genome map, Middle West Koreans are close to the &lt;a href=\"International%20HapMap%20Project\"&gt;HapMap&lt;/a&gt; sample of Han Chinese in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; and, in the &lt;a href=\"neighbor%20joining\"&gt;neighbor joining&lt;/a&gt; tree, the &lt;a href=\"Clade\"&gt;nodes&lt;/a&gt; for Middle West Korea are close to China. The overall result for the study's Korea-Japan-China genome map indicates that Middle West Korea displays an average signal for South Korea. Chinese people are located between Korean and Vietnamese people in the study's &lt;a href=\"Gene%20mapping\"&gt;genome map&lt;/a&gt;.\nKim Young-jin and Jin Han-jun (2013) said that &lt;a href=\"principal%20component%20analysis\"&gt;principal component analysis&lt;/a&gt; had Korean &lt;a href=\"International%20HapMap%20Project\"&gt;HapMap&lt;/a&gt; samples clustering with neighboring East Asian populations which were geographically nearby them such as the Chinese and Japanese. The study said that Koreans are genetically closely related to &lt;a href=\"Japanese%20people\"&gt;Japanese&lt;/a&gt; in comparison to Koreans' genetic relatedness to other East Asians which included the following East and Southeast Asian peoples: &lt;a href=\"Tujia%20people\"&gt;Tujia&lt;/a&gt;, &lt;a href=\"Miao%20people\"&gt;Miao&lt;/a&gt;, &lt;a href=\"Daur%20people\"&gt;Daur&lt;/a&gt;, &lt;a href=\"She%20people\"&gt;She&lt;/a&gt;, &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt;, &lt;a href=\"Nakhi%20people\"&gt;Naxi&lt;/a&gt;, &lt;a href=\"Khmer%20people\"&gt;Cambodians&lt;/a&gt;, &lt;a href=\"Oroqen%20people\"&gt;Oroqen&lt;/a&gt;, &lt;a href=\"Yakuts\"&gt;Yakuts&lt;/a&gt;, &lt;a href=\"Yi%20people\"&gt;Yi&lt;/a&gt;, Southern Han Chinese, Northern Han Chinese, &lt;a href=\"Nanai%20people\"&gt;Hezhen&lt;/a&gt;, &lt;a href=\"Sibe%20people\"&gt;Xibo&lt;/a&gt;, &lt;a href=\"Lahu%20people\"&gt;Lahu&lt;/a&gt;, &lt;a href=\"Dai%20people\"&gt;Dai&lt;/a&gt; and &lt;a href=\"Monguor%20people\"&gt;Tu&lt;/a&gt;. The study said that the close genetic relatedness of Koreans to Japanese has been reported in the following previous studies: Kivisild et al. (2002); Jin et al. (2003); Jin et al. (2009); and Underhill and Kivisild (2007). The study said that Jung et al. (2010) said that there is a genetic substructure in Koreans, but the study said that it found Korean &lt;a href=\"International%20HapMap%20Project\"&gt;HapMap&lt;/a&gt; individuals to be highly genetically similar. The study said that Jin et al. (2009) found that Koreans from different populations are not different in a significant way which indicates that Koreans are genetically &lt;a href=\"Homogeneity%20and%20heterogeneity\"&gt;homogenous&lt;/a&gt;. The study said that the affinity of Koreans is predominately Southeast Asian with an estimated admixture of 79% Southeast Asian and 21% Northeast Asian for Koreans, but the study said that this does not mean that Koreans are &lt;a href=\"Homogeneity%20and%20heterogeneity\"&gt;heterogenous&lt;/a&gt;, because all of the Koreans which were analyzed uniformly displayed a dual pattern of Northeast Asian and Southeast Asian origins. The study said that Koreans and Japanese displayed no observable difference between each other in their proportion of Southeast Asian and Northeast Asian admixture. The study said the 79% Southeast Asian and 21% Northeast Asian admixture estimate for Koreans is consistent with the interpretation of Jin et al. (2009) that Koreans descend from a Northeast Asian population which was subsequently followed by a male-centric migration from the southern region of Asia which changed both the &lt;a href=\"Autosome\"&gt;autosomal&lt;/a&gt; composition and &lt;a href=\"Human%20Y-chromosome%20DNA%20haplogroup\"&gt;Y-chromosomes&lt;/a&gt; in the Korean population.\nVeronika Siska et al. (2017) said that the &lt;a href=\"Ulch%20people\"&gt;Ulchi people&lt;/a&gt; are genetically closest in the study's panel to the human remains from the &lt;a href=\"Chertovy%20Vorota%20Cave\"&gt;Devil's Gate Cave&lt;/a&gt; which are dated to about 7,700 years ago. Modern Korean and Japanese, the &lt;a href=\"Oroqen%20people\"&gt;Oroqen people&lt;/a&gt; and the &lt;a href=\"Nanai%20people\"&gt;Hezhen people&lt;/a&gt; display a high affinity to the human remains from Devil's Gate Cave. Considering the geographic distance of &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Amerindians&lt;/a&gt; from Devil's Gate Cave, Amerindians are unusually genetically close to the human remains from Devil's Gate Cave. Korean &lt;a href=\"genome\"&gt;genome&lt;/a&gt;s display similar traits to Japanese genomes on genome-wide &lt;a href=\"Single-nucleotide%20polymorphism\"&gt;SNP&lt;/a&gt; data. In an admixture analysis, when the genes of Devil's Gate is made into a unique genetic component, this new Devil's Gate genetic component is highest in peoples of the Amur Basin, including Ulchi, and makes up about more than 50% of Koreans and Japanese. It also has a sporadic distribution among other East Asians, Central Asians and Southeast Asians.\nImmunoglobulin G.\nHideo Matsumoto, professor &lt;a href=\"emeritus\"&gt;emeritus&lt;/a&gt; at &lt;a href=\"Osaka%20Medical%20College\"&gt;Osaka Medical College&lt;/a&gt;, tested Gm types, genetic markers of &lt;a href=\"immunoglobulin%20G\"&gt;immunoglobulin G&lt;/a&gt;, of Korean populations for a 2009 study. The Korean populations were populations in &lt;a href=\"Jeju%20Island\"&gt;Jeju Island&lt;/a&gt;, &lt;a href=\"Busan\"&gt;Busan&lt;/a&gt;, &lt;a href=\"Gwangju\"&gt;Gwangju&lt;/a&gt;, Kongsan, &lt;a href=\"Jeonju\"&gt;Jeonju&lt;/a&gt;, &lt;a href=\"Wonju\"&gt;Wonju&lt;/a&gt;, the Kannung of South Korea and a Korean population in &lt;a href=\"Yanji\"&gt;Yanji&lt;/a&gt;. Matsumoto said that the Gm ab3st gene is a marker for northern &lt;a href=\"Mongoloid\"&gt;Mongoloid&lt;/a&gt; possibly originating in Siberia and found at high frequencies across northeast Asia and Tibet. Matsumoto said that the average frequency of Gm ab3st for Koreans was 14.5% which was intermediate between an average frequency of 26% for general Japanese and a frequency of 11.7% which was for a Han Chinese population in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;. Matsumoto said that Gm afb1b3 is a southern marker gene possibly originating in southern China and found at high frequencies across Southeast Asia, southern China, Taiwan, Sri Lanka, Bangladesh, Nepal, Assam and parts of the Pacific. However, given the result that the &lt;a href=\"Ryukyuan%20people\"&gt;Okinawans&lt;/a&gt; being genetically most northern among the Japanese with the highest frequency of the Gm ab3st gene which is assigned to be \"northern\", the term \"northern\" and \"southern\" used in his study is controversial. Matsumoto said that the average frequency of Gm afb1b3 for Koreans was 14.7% which was intermediate between a frequency of 10.6% for general Japanese and a frequency of 24.1% for Beijing Han Chinese. Matsumoto said that Koreans displayed the northern Mongoloid pattern, but Matsumoto said that Koreans displayed a higher frequency of the southern marker gene, Gm afb1b3, than the Japanese. Matsumoto said that \"\"Japanese and Korean populations were originally identical or extremely close to each other\", and Matsumoto said, \"It seemed to be during the formation of the contemporary Korean population that such a Gm pattern intermediate between Japanese and the northern Han in China emerged.\"\" Matsumoto said that the different Gm pattern between Japanese and Koreans most likely came about from frequent inflows of Chinese and/or northern populations into the Korean Peninsula.\nGenetic history of Mongolians.\nThe &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt; are an ethnic group in northern China, Mongolia, parts of Siberia and Western Asia. They are believed to be the descendants of the &lt;a href=\"Xianbei\"&gt;Xianbei&lt;/a&gt; and the &lt;a href=\"proto-Mongols\"&gt;proto-Mongols&lt;/a&gt;. The former term includes the Mongols proper (also known as the &lt;a href=\"Khalkha%20Mongols\"&gt;Khalkha Mongols&lt;/a&gt;), &lt;a href=\"Buryats\"&gt;Buryats&lt;/a&gt;, &lt;a href=\"Oirats\"&gt;Oirats&lt;/a&gt;, the &lt;a href=\"Kalmyk%20people\"&gt;Kalmyk people&lt;/a&gt; and the Southern Mongols. The latter comprises the &lt;a href=\"Abaga%20Mongols\"&gt;Abaga Mongols&lt;/a&gt;, &lt;a href=\"Abaganar\"&gt;Abaganar&lt;/a&gt;, &lt;a href=\"Aohans\"&gt;Aohans&lt;/a&gt;, &lt;a href=\"Baarins\"&gt;Baarins&lt;/a&gt;, &lt;a href=\"Gorlos%20Mongols\"&gt;Gorlos Mongols&lt;/a&gt;, &lt;a href=\"Jalaids\"&gt;Jalaids&lt;/a&gt;, &lt;a href=\"Jaruud\"&gt;Jaruud&lt;/a&gt;, &lt;a href=\"Khishigten\"&gt;Khishigten&lt;/a&gt;, &lt;a href=\"Khuuchid\"&gt;Khuuchid&lt;/a&gt;, &lt;a href=\"Muumyangan\"&gt;Muumyangan&lt;/a&gt; and &lt;a href=\"Onnigud\"&gt;Onnigud&lt;/a&gt;. The &lt;a href=\"Daur%20people\"&gt;Daur people&lt;/a&gt; are descendants of the para-Mongolic &lt;a href=\"Khitan%20people\"&gt;Khitan people&lt;/a&gt;. Mongolians are also related to the Manchurians.\nPaternal lineages.\nThe majority of Mongolians belong to the y-DNA &lt;a href=\"Haplogroup%20C-M217\"&gt;Haplogroup C-M217&lt;/a&gt;. Haplogroup C-M217 among the Mongols is characterized by a diversity that dates back to the very origin of haplogroup C-M217 (TMRCA 33,900 [95% CI 31,300 &lt;-&gt; 36,500] ybp) and very shallow diversity in each of the frequently observed subclades: C-M504 (TMRCA 2,900 [95% CI 2,200 &lt;-&gt; 3,700] ybp), &lt;a href=\"haplogroup%20C-M48\"&gt;C-M86&lt;/a&gt; (TMRCA 3,700 [95% CI 3,000 &lt;-&gt; 4,500] ybp), C-M407 (TMRCA 4,400 [95% CI 3,500 &lt;-&gt; 5,200] ybp), and C-F1756 (TMRCA 5,000 [95% CI 4,200 &lt;-&gt; 5,800] ybp). Of these four subclades, C-M407 is phylogenetically extremely divergent from the others, and is more closely related to subclades of C-M217 that are found among present-day Chinese, Koreans, Japanese, and other East and Southeast Asians; however, among Mongols, C-M407 is found most frequently toward the north (among Barghuts and Buryats as well as the neighboring &lt;a href=\"Khamnigans\"&gt;Khamnigans&lt;/a&gt; and &lt;a href=\"Soyots\"&gt;Soyots&lt;/a&gt;) and toward the west (among Dorbet Kalmyks).\n&lt;a href=\"Haplogroup%20O-M175\"&gt;Haplogroup O-M175&lt;/a&gt; and &lt;a href=\"Haplogroup%20N-M231\"&gt;Haplogroup N-M231&lt;/a&gt; are found at medium rates among present-day Mongols. The subclades of Haplogroup O-M175 that have been observed among Mongols tend to be similar to those found among Han Chinese, whereas the subclades of Haplogroup N-M231 that have been observed among Mongols tend to be similar to those found among Nenets, Nganasans, Khakasses, and Tuvans (N-B478) on the one hand or those found among Chukchi, Koryaks, and Asian Eskimos on the other (N-B197). However, N-M2118, a subclade which is most often noted for its extremely high frequency among present-day populations of &lt;a href=\"Yakutia\"&gt;Yakutia&lt;/a&gt;, has been observed in 21.4% (6/28) of a sample of &lt;a href=\"Kalmyks\"&gt;Kalmyk&lt;/a&gt; &lt;a href=\"Khoshuud\"&gt;Khoshut&lt;/a&gt;, and N-B525 is also widely observed among Mongols with low frequency. In addition, some members of a wide variety of other Y-DNA haplogroups have been found among present-day Mongols, including &lt;a href=\"Haplogroup%20Q-M242\"&gt;Haplogroup Q-M242&lt;/a&gt;, &lt;a href=\"Haplogroup%20R-M207\"&gt;Haplogroup R-M207&lt;/a&gt; (&lt;a href=\"Haplogroup%20R-M343%23R1b1a1a1%20%28R-M73%29\"&gt;Haplogroup R1b-M478&lt;/a&gt;, &lt;a href=\"Haplogroup%20R-M269\"&gt;Haplogroup R1b-M269&lt;/a&gt;, &lt;a href=\"Haplogroup%20R1a\"&gt;Haplogroup R1a-M17&lt;/a&gt;, &lt;a href=\"Haplogroup%20R-M124\"&gt;Haplogroup R2a-M124&lt;/a&gt;), &lt;a href=\"Haplogroup%20D-M174\"&gt;Haplogroup D-M174&lt;/a&gt;, &lt;a href=\"Haplogroup%20J-M172\"&gt;Haplogroup J2a-M410&lt;/a&gt;, &lt;a href=\"Haplogroup%20J-M267\"&gt;Haplogroup J1-Page8&lt;/a&gt;, &lt;a href=\"Haplogroup%20G-M285\"&gt;Haplogroup G1-M285&lt;/a&gt;, and &lt;a href=\"Haplogroup%20I-M438%23I-M223\"&gt;Haplogroup I2a2-M436&lt;/a&gt;.\nMaternal lineages.\nThe maternal haplogroups are diverse but similar to other northern Asian populations, including &lt;a href=\"haplogroup%20D%20%28mtDNA%29\"&gt;Haplogroup D&lt;/a&gt;, &lt;a href=\"haplogroup%20C%20%28mtDNA%29\"&gt;Haplogroup C&lt;/a&gt;, &lt;a href=\"Haplogroup%20B%20%28mtDNA%29\"&gt;Haplogroup B&lt;/a&gt;, and &lt;a href=\"Haplogroup%20A%20%28mtDNA%29\"&gt;Haplogroup A&lt;/a&gt;, which are shared among indigenous American and Asian populations.\nDerenko \"et al.\" (2007) tested a sample of 47 Mongolians from Ulaanbaatar and found that they were 8/47 = 17.0% &lt;a href=\"haplogroup%20C%20%28mtDNA%29\"&gt;haplogroup C&lt;/a&gt; (including 4/47 = 8.5% C4, 3/47 = 6.4% C(xC1, C4, C5), and 1/47 = 2.1% C5), 7/47 = 14.9% &lt;a href=\"haplogroup%20B%20%28mtDNA%29\"&gt;haplogroup B&lt;/a&gt; (including 5/47 = 10.6% B4 and 2/47 = 4.3% B5), 6/47 = 12.8% &lt;a href=\"haplogroup%20A%20%28mtDNA%29\"&gt;haplogroup A(xA2, A5, A8)&lt;/a&gt;, 5/47 = 10.6% &lt;a href=\"haplogroup%20D%20%28mtDNA%29\"&gt;haplogroup D4(xD2, D3)&lt;/a&gt;, 5/47 = 10.6% &lt;a href=\"haplogroup%20G%20%28mtDNA%29\"&gt;haplogroup G&lt;/a&gt; (including 4/47 = 8.5% G2a and 1/47 = 2.1% G1), 4/47 = 8.5% &lt;a href=\"haplogroup%20U%20%28mtDNA%29\"&gt;haplogroup U&lt;/a&gt; (including 3/47 = 6.4% haplogroup U4 and 1/47 = 2.1% haplogroup K), 3/47 = 6.4% &lt;a href=\"haplogroup%20F%20%28mtDNA%29\"&gt;haplogroup F1&lt;/a&gt;, 2/47 = 4.3% haplogroup M8a2, 1/47 = 2.1% haplogroup M7, 1/47 = 2.1% haplogroup M9a, 1/47 = 2.1% haplogroup M10, 1/47 = 2.1% &lt;a href=\"haplogroup%20Z%20%28mtDNA%29\"&gt;haplogroup Z&lt;/a&gt;, 1/47 = 2.1% haplogroup M*, 1/47 = 2.1% haplogroup N9a, and 1/47 = 2.1% haplogroup N1.\nJin \"et al.\" (2009) tested another sample of 47 Mongolians from Ulaanbaatar and found that they were 10/47 = 21.3% &lt;a href=\"haplogroup%20C%20%28mtDNA%29\"&gt;haplogroup C&lt;/a&gt;, 8/47 = 17.0% &lt;a href=\"haplogroup%20G%20%28mtDNA%29\"&gt;haplogroup G&lt;/a&gt; (including 5/47 = 10.6% G2a, 2/47 = 4.3% G(xG1a, G2, G3), and 1/47 = 2.1% G3), 7/47 = 14.9% &lt;a href=\"haplogroup%20F%20%28mtDNA%29\"&gt;haplogroup F&lt;/a&gt; (including 3/47 = 6.4% F1a, 3/47 = 6.4% F1b, and 1/47 = 2.1% F2a), 6/47 = 12.8% &lt;a href=\"haplogroup%20D%20%28mtDNA%29\"&gt;haplogroup D4&lt;/a&gt; (including 5/47 = 10.6% D4(xD4a, D4b) and 1/47 = 2.1% D4b), 4/47 = 8.5% &lt;a href=\"haplogroup%20B%20%28mtDNA%29\"&gt;haplogroup B&lt;/a&gt; (including 2/47 = 4.3% B4(xB4a, B4b, B4c), 1/47 = 2.1% B4a, and 1/47 = 2.1% B5b), 2/47 = 4.3% &lt;a href=\"haplogroup%20A%20%28mtDNA%29\"&gt;haplogroup A(xA5)&lt;/a&gt;, 2/47 = 4.3% haplogroup M7 (including 1/47 = 2.1% M7b(xM7b1, M7b2) and 1/47 = 2.1% M7c(xM7c1)), 2/47 = 4.3% haplogroup N9a, 1/47 = 2.1% haplogroup M*, 1/47 = 2.1% haplogroup M8a, 1/47 = 2.1% haplogroup U5a, 1/47 = 2.1% haplogroup Y1, 1/47 = 2.1% haplogroup pre-Z, and 1/47 = 2.1% &lt;a href=\"haplogroup%20Z%20%28mtDNA%29\"&gt;haplogroup Z&lt;/a&gt;.\nBai \"et al.\" (2018) tested a sample of 35 &lt;a href=\"Khalkha\"&gt;Khalkha&lt;/a&gt; from Ulaanbaatar, Mongolia and found that they were 10/35 = 28.6% &lt;a href=\"haplogroup%20D%20%28mtDNA%29\"&gt;haplogroup M80'D&lt;/a&gt;, 6/35 = 17.1% &lt;a href=\"haplogroup%20B%20%28mtDNA%29\"&gt;haplogroup R11'B&lt;/a&gt;, 4/35 = 11.4% &lt;a href=\"haplogroup%20CZ\"&gt;haplogroup C/Z&lt;/a&gt;, 4/35 = 11.4% &lt;a href=\"haplogroup%20U%20%28mtDNA%29\"&gt;haplogroup U/K&lt;/a&gt;, 2/35 = 5.7% &lt;a href=\"haplogroup%20G%20%28mtDNA%29\"&gt;haplogroup M12'G&lt;/a&gt;, 2/35 = 5.7% &lt;a href=\"haplogroup%20F%20%28mtDNA%29\"&gt;haplogroup R9'F&lt;/a&gt;, 2/35 = 5.7% haplogroup N9/Y, 2/35 = 5.7% haplogroup N/A, 1/35 = 2.9% haplogroup M7, 1/35 = 2.9% haplogroup M9, and 1/35 = 2.9% &lt;a href=\"Haplogroup%20R0%20%28mtDNA%29\"&gt;haplogroup R0'HV/H&lt;/a&gt;.\nWest Eurasian mtDNA haplogroups &lt;a href=\"Haplogroup%20HV%20%28mtDNA%29\"&gt;Haplogroup HV&lt;/a&gt;, &lt;a href=\"Haplogroup%20U%20%28mtDNA%29\"&gt;Haplogroup U&lt;/a&gt;, &lt;a href=\"Haplogroup%20K%20%28mtDNA%29\"&gt;Haplogroup K&lt;/a&gt;, &lt;a href=\"Haplogroup%20I%20%28mtDNA%29\"&gt;Haplogroup I&lt;/a&gt;, &lt;a href=\"Haplogroup%20J%20%28mtDNA%29\"&gt;Haplogroup J&lt;/a&gt;, represents 14% in western Xingjang Mongolian, 10% in Mongolia, 8.4% in central Inner Mongolian samples, 2% in eastern Xin Barage Zuoqi County samples. West Eurasian mtDNA haplogroups &lt;a href=\"Haplogroup%20U%20%28mtDNA%29\"&gt;haplogroup U/K&lt;/a&gt;, &lt;a href=\"Haplogroup%20R0%20%28mtDNA%29\"&gt;haplogroup R0'HV/H&lt;/a&gt; represents 14.3% in Khalkha.\nGenetic history of Tibetans.\nModern Tibetan populations are genetically most similar to other modern &lt;a href=\"East%20Asian\"&gt;East Asian&lt;/a&gt; populations. They also show more genetic affinity for modern &lt;a href=\"Central%20Asian\"&gt;Central Asian&lt;/a&gt; than modern Siberian populations.\nA 2016 study found that the Tibetan gene pool diverged from that of &lt;a href=\"Han%20Chinese\"&gt;Han Chinese&lt;/a&gt; around 15,000 years ago, which can be largely attributed to post-LGM (&lt;a href=\"Last%20Glacial%20Maximum\"&gt;Last Glacial Maximum&lt;/a&gt;) arrivals. Analysis of around 200 contemporary populations showed that Tibetans share ancestry with populations from East Asia (~82%), Central Asia and Siberia (~11%), Southeast Asia (~6%), and western Eurasia and Oceania (~1%). These results support that Tibetans arose from a mixture of multiple ancestral gene pools but that their origins are much more complicated and ancient than previously suspected.\nRelationship to other populations.\nA study in 2010 suggested that the majority of the Tibetan gene pool may have diverged from the Zang around 15,000 years ago. However, there are possibilities of much earlier human inhabitation of Tibet, and these early residents may have contributed to the modern Tibetan gene pool.\nThe date of divergence between Tibetans and Sherpas was estimated to have taken place around 11,000 to 7,000 years ago.\nRelationship to archaic hominins.\nAfter modern Oceanic populations, modern Tibetan populations show the highest rate of allele sharing with archaic hominins at over 6%. Modern Tibetans show genetic affinities to three archaic populations: Denisovans, Neanderthals, and an unidentified archaic population.\nIn comparison to modern Han populations, modern Tibetans show greater genetic affinity to &lt;a href=\"Denisovans\"&gt;Denisovans&lt;/a&gt;; however, both the Han and Tibetans have similar ratios of genetic affinity to general &lt;a href=\"Neanderthal\"&gt;Neanderthal&lt;/a&gt; populations.\nModern Tibetans were identified as the modern population that has the most alleles in common with &lt;a href=\"Ust%27-Ishim%20man\"&gt;Ust'-Ishim man&lt;/a&gt;.\nPaternal lineage.\nThe distribution of &lt;a href=\"Haplogroup%20D-M174\"&gt;Haplogroup D-M174&lt;/a&gt; (subclade &lt;a href=\"Haplogroup%20D-Z27276\"&gt;Haplogroup D-Z27276&lt;/a&gt;) is found among nearly all the populations of Central Asia and Northeast Asia south of the Russian border, although generally at a low frequency of 2% or less. A dramatic spike in the frequency of D-M174 occurs as one approaches the &lt;a href=\"Tibetan%20Plateau\"&gt;Tibetan Plateau&lt;/a&gt;. D-M174 is also found at high frequencies among &lt;a href=\"Japanese%20people\"&gt;Japanese people&lt;/a&gt;, but it fades into low frequencies in &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; and &lt;a href=\"China%20proper\"&gt;China proper&lt;/a&gt; between &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; and Tibet. The claim that the &lt;a href=\"Navajo%20people\"&gt;Navajo people&lt;/a&gt; and Tibetans are related, while &lt;a href=\"Den%C3%A9%E2%80%93Caucasian%20languages\"&gt;discussed among linguists&lt;/a&gt; since &lt;a href=\"Edward%20Sapir\"&gt;Edward Sapir&lt;/a&gt;, has not found support in genetic studies. Some light has been shed on their origins, however, by one genetic study in which it was indicated that Tibetan Y-chromosomes had multiple origins, one from Central Asia and the other from East Asia.\nGenetic history of Turks.\nThe Turkic peoples are a collection of &lt;a href=\"ethno-linguistic%20group\"&gt;ethno-linguistic group&lt;/a&gt;s of &lt;a href=\"Central%20Asia\"&gt;Central-&lt;/a&gt;, &lt;a href=\"East%20Asia\"&gt;Eastern-&lt;/a&gt;, &lt;a href=\"North%20Asia\"&gt;Northern-&lt;/a&gt; and &lt;a href=\"Western%20Asia\"&gt;Western-Asia&lt;/a&gt; as well as parts of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;. They speak &lt;a href=\"Language%20family\"&gt;related languages&lt;/a&gt; belonging to the &lt;a href=\"Turkic%20languages\"&gt;Turkic language family&lt;/a&gt;.\nProposals for the homeland of the Turkic peoples and their language are far-ranging, from the &lt;a href=\"Trans-Caspia\"&gt;Transcaspian steppe&lt;/a&gt; to &lt;a href=\"Northeastern%20Asia\"&gt;Northeastern Asia&lt;/a&gt; (&lt;a href=\"Manchuria\"&gt;Manchuria&lt;/a&gt;).\nAccording to Yunusbayev, genetic evidence points to an origin in the region near &lt;a href=\"South%20Central%20Siberia\"&gt;South Siberia&lt;/a&gt; and &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt; as the \"Inner Asian Homeland\" of the Turkic ethnicity.\nMore recent genetic and archeologic studies suggest that the Turkic peoples were descended from a Transeurasian agricultural community based in northeast &lt;a href=\"China\"&gt;China&lt;/a&gt;, which is to be associated with the &lt;a href=\"Xinglongwa%20culture\"&gt;Xinglongwa culture&lt;/a&gt; and the succeeding &lt;a href=\"Hongshan%20culture\"&gt;Hongshan culture&lt;/a&gt;. The East Asian agricultural origin of the Turkic peoples has been corroborated in multiple recent studies. Around 2,200 BC, due to the desertification of northeast China, the agricultural ancestors of the Turkic peoples probably migrated westwards into &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;, where they adopted a pastoral lifestyle.\nLinguistic and genetic evidence strongly suggest an early presence of Turkic peoples in eastern Mongolia. Genetic studies have shown that the early Turkic peoples were of predominantly East Asian origins with medieval Turkic samples being more heterogeneous, and that Turkic culture and language was spread westwards through elite dominance. The genetic evidence suggests that the &lt;a href=\"Turkification\"&gt;Turkification&lt;/a&gt; of Central Asia was carried out by &lt;a href=\"East%20Asian%20people\"&gt;East Asian&lt;/a&gt; &lt;a href=\"Dominant%20minority\"&gt;dominant minorities&lt;/a&gt; migrating out of Mongolia.\nPaternal lineages.\nCommon Y-DNA haplogroups in Turkic peoples are &lt;a href=\"Haplogroup%20N-M231\"&gt;Haplogroup N-M231&lt;/a&gt; (found with especially high frequency among Turkic peoples living in present-day &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;), &lt;a href=\"Haplogroup%20C-M217\"&gt;Haplogroup C-M217&lt;/a&gt; (especially in &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt; and, in particular, &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;), &lt;a href=\"Haplogroup%20Q-M242\"&gt;Haplogroup Q-M242&lt;/a&gt; (especially in &lt;a href=\"Southern%20Siberia\"&gt;Southern Siberia&lt;/a&gt; and among &lt;a href=\"Turkmens\"&gt;Turkmens&lt;/a&gt; and the Qangly &lt;a href=\"Kazakh%20tribes\"&gt;tribe of Kazakhs&lt;/a&gt;), and &lt;a href=\"Haplogroup%20O-M175\"&gt;Haplogroup O-M175&lt;/a&gt; (especially among Turkic peoples living in present-day &lt;a href=\"China\"&gt;China&lt;/a&gt; and the Naiman &lt;a href=\"Kazakh%20tribes\"&gt;tribe of Kazakhs&lt;/a&gt;). Some groups also have &lt;a href=\"Haplogroup%20R1b\"&gt;Haplogroup R1b&lt;/a&gt; (notably frequent among the &lt;a href=\"Teleuts\"&gt;Teleuts&lt;/a&gt; and &lt;a href=\"Kumandins\"&gt;Kumandins&lt;/a&gt; of Southern Siberia, the &lt;a href=\"Bashkirs\"&gt;Bashkirs&lt;/a&gt; of the Southern &lt;a href=\"Ural%20Mountains\"&gt;Ural&lt;/a&gt; region of &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, and the &lt;a href=\"Kipchaks\"&gt;Qypshaq&lt;/a&gt; &lt;a href=\"Kazakh%20tribes\"&gt;tribe of Kazakhs&lt;/a&gt;), &lt;a href=\"Haplogroup%20R1a\"&gt;Haplogroup R1a&lt;/a&gt; (notably frequent among the &lt;a href=\"Kyrgyz%20people\"&gt;Kyrgyz&lt;/a&gt;, &lt;a href=\"Altai%20people\"&gt;Altaians&lt;/a&gt;, and several other Turkic peoples living in present-day Russia), &lt;a href=\"Haplogroup%20J-M172\"&gt;Haplogroup J-M172&lt;/a&gt; (especially frequent among &lt;a href=\"Uyghurs\"&gt;Uyghurs&lt;/a&gt;, &lt;a href=\"Uzbeks\"&gt;Uzbeks&lt;/a&gt;, &lt;a href=\"Azerbaijanis\"&gt;Azerbaijanis&lt;/a&gt;, and &lt;a href=\"Turkish%20people\"&gt;Turkish people&lt;/a&gt;), and &lt;a href=\"Haplogroup%20D-M174\"&gt;Haplogroup D-M174&lt;/a&gt; (especially among &lt;a href=\"Yugurs\"&gt;Yugurs&lt;/a&gt;, but also observed regularly with low frequency among &lt;a href=\"Uyghurs\"&gt;Uyghurs&lt;/a&gt;, &lt;a href=\"Altai%20people\"&gt;Southern Altaians&lt;/a&gt;, &lt;a href=\"Nogai%20people\"&gt;Nogais&lt;/a&gt;, &lt;a href=\"Kazakhs\"&gt;Kazakhs&lt;/a&gt;, and &lt;a href=\"Uzbeks\"&gt;Uzbeks&lt;/a&gt;).\nAnatolian/European Turks.\nThe modern Turkic groups in &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt; (&lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;) and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; have less relation to East-Asian groups than their Central-Asian relatives. Various studies estimate about 15-30% East-Asian lineages in Anatolian/European Turks with the average at 21.7%.\nA study in 2015 found that \"Previous genetic studies have generally used Turks as representatives of ancient populations from Turkey. Our results show that Turks are genetically shifted towards modern Central Asians, a pattern consistent with a history of mixture with populations from this region\". The authors found \"7.9% (±0.4) East Asian ancestry in Turks from admixture occurring 800 (±170) years ago.\" A 2019 study found that Turkish people cluster with Southern and Mediterranean Europe populations along with groups in the northern part of Southwest Asia (such as the populations from &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;, Northern Iraq, and Iranians). Another study found the &lt;a href=\"Circassians\"&gt;Circassians&lt;/a&gt; are closest to the Turkish population among sampled European (French, Italian, Sardinian), Middle Eastern (&lt;a href=\"Druze\"&gt;Druze&lt;/a&gt;, &lt;a href=\"Palestinian%20people\"&gt;Palestinian&lt;/a&gt;), and Central (Kyrgyz, &lt;a href=\"Hazaras\"&gt;Hazaras&lt;/a&gt;, Uyghur), South (Pakistani), and East Asian (Mongolian, Han) populations. Another 2019 study found that Turkish people have the lowest &lt;a href=\"Fixation%20index\"&gt;Fst distances&lt;/a&gt; with Caucasus population group and Iranian-Syrian group, compared to East-Central European, European (including Northern and Eastern European), &lt;a href=\"Sardinian%20people\"&gt;Sardinian&lt;/a&gt;, Roma, and Turkmen groups or populations. Caucasus group in the study included samples from \"&lt;a href=\"Abkhazians\"&gt;Abkhazians&lt;/a&gt;, &lt;a href=\"Adyghe%20people\"&gt;Adyghe&lt;/a&gt;, &lt;a href=\"Armenians\"&gt;Armenians&lt;/a&gt;, Balkars, &lt;a href=\"Chechens\"&gt;Chechens&lt;/a&gt;, &lt;a href=\"Georgians\"&gt;Georgians&lt;/a&gt;, &lt;a href=\"Kumyks\"&gt;Kumyks&lt;/a&gt;, &lt;a href=\"Kurds\"&gt;Kurds&lt;/a&gt;, &lt;a href=\"Lezgins\"&gt;Lezgins&lt;/a&gt;, &lt;a href=\"Nogays\"&gt;Nogays&lt;/a&gt;, and North Ossetia.\"\nA study involving mitochondrial analysis of a &lt;a href=\"Byzantine\"&gt;Byzantine-era&lt;/a&gt; population, whose samples were gathered from excavations in the archaeological site of &lt;a href=\"Sagalassos\"&gt;Sagalassos&lt;/a&gt;, found that Sagalassos samples were closest to modern samples from \"Turkey, &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt;, Iran and Italy (&lt;a href=\"Campania\"&gt;Campania&lt;/a&gt; and &lt;a href=\"Apulia\"&gt;Apulia&lt;/a&gt;), Cyprus and the Balkans (Bulgaria, Croatia and Greece).\" Modern-day samples from the nearby town of &lt;a href=\"A%C4%9Flasun\"&gt;Ağlasun&lt;/a&gt; showed that lineages of East Eurasian descent assigned to macro-haplogroup M were found in the modern samples from Ağlasun. This haplogroup is significantly more frequent in Ağlasun (15%) than in Byzantine Sagalassos, but the study concluded that there is \"no genetic discontinuity across two millennia in the region.\" Another study concluded that the true Central Asian contributions to Anatolia was 13% for males and 22% for females (with wide ranges of &lt;a href=\"confidence%20interval\"&gt;confidence interval&lt;/a&gt;s), and\nthe language replacement in Turkey and Azerbaijan might not have been in accordance with the elite dominance model.\nBe that as it may, the most common male haplogroup in Anatolia is &lt;a href=\"Haplogroup%20J2%20%28Y-DNA%29\"&gt;J2&lt;/a&gt;=24% - J2 (M172) J-M172 (or J2) may reflect the spread of Anatolian farmers. J2-M172 is \"mainly confined to the Mediterranean coastal areas, southeastern Europe and Anatolia\", as well as West Asia and Central Asia.\nRelationship to other Asian groups.\nCentral Asians.\nThe genetic evidence suggests that the &lt;a href=\"Turkification\"&gt;Turkification&lt;/a&gt; of Central Asia was carried out by &lt;a href=\"East%20Asian%20people\"&gt;East Asian&lt;/a&gt; &lt;a href=\"Dominant%20minority\"&gt;dominant minorities&lt;/a&gt; migrating out of Mongolia. According to a recent study, the Turkic Central Asian populations, such as Kyrgyz, Kazakhs, Uzbeks, and Turkmens share more of their gene pool with various East Asian and Siberian populations than with West Asian or European populations. The study further suggests that both migration and linguistic assimilation helped to spread the Turkic languages in Eurasia.\nSouth Asians.\nGenomic studies have described the genetic landscape of South Asia as a composite of West-Eurasian and East-Eurasian exogenous components that mixed with the indigenous South Asian groups to create modern-day South Asians. The East Asian-related ancestry component is forming the major ancestry among specific populations in the &lt;a href=\"Himalayan%20foothills\"&gt;Himalayan foothills&lt;/a&gt; and &lt;a href=\"Northeast%20India\"&gt;Northeast India&lt;/a&gt;, and is generally distributed throughout the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;, peaking among &lt;a href=\"Austroasiatic%20languages\"&gt;Austroasiatic-speaking groups&lt;/a&gt;, as well as among &lt;a href=\"Sinhalese%20people\"&gt;Sinhalese&lt;/a&gt; and &lt;a href=\"Bengalis\"&gt;Bengalis&lt;/a&gt;.\nAccording to a genetic research (2015) including linguistic analyses, suggests an &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt;n origin for proto-Austroasiatic groups, which first migrated to Southeast Asia and later into India. According to Ness, there are three broad theories on the origins of the Austroasiatic speakers, namely northeastern India, central or southern China, or southeast Asia. Multiple researches indicate that the Austroasiatic populations in India are derived from (mostly male dominated) migrations from southeast Asia during the Holocene. According to Van Driem (2007), \"...the mitochondrial picture indicates that the Munda maternal lineage derives from the earliest human settlers on the Subcontinent, whilst the predominant Y chromosome haplogroup argues for a Southeast Asian paternal homeland for Austroasiatic language communities in India.\"\nAccording to Chaubey et al. (2011), \"Austroasiatic speakers in India today are derived from dispersal from Southeast Asia, followed by extensive sex-specific admixture with local Indian populations.\" According to Zhang et al. (2015), Austroasiatic (male) migrations from southeast Asia into India took place after the lates Glacial maximum, circa 10,000 years ago. According to Arunkumar et al. (2015), Y-chromosomal haplogroup O2a1-M95, which is typical for Austroasiatic speaking peoples, clearly decreases from Laos to east India, with \"a serial decrease in expansion time from east to west,\" namely \"5.7 ± 0.3 Kya in Laos, 5.2 ± 0.6 in Northeast India, and 4.3 ± 0.2 in East India.\" This suggests \"a late Neolithic east to west spread of the lineage O2a1-M95 from Laos.\" According to Riccio et al. (2011), the &lt;a href=\"Munda%20people\"&gt;Munda people&lt;/a&gt; are likely descended from Austroasiatic migrants from southeast Asia. According to Ness, the Khasi probably migrated into India in the first millennium BCE.\nSoutheast Asians.\nA 2020 genetic study about Southeast Asian populations in 2020 (Liu et al. 2020), found that mostly all Southeast Asians are closely related to East Asians and have mostly \"East Asian-related\" ancestry.\nAncient remains of hunter-gatherers in Maritime Southeast Asia, such as one Holocene hunter-gatherer from &lt;a href=\"South%20Sulawesi\"&gt;South Sulawesi&lt;/a&gt;, had ancestry from both, the South-Eurasian lineage (represented by Papuans and Aboriginal Australians), and the East-Eurasian lineage (represented by East Asians and or Andamanese Onge). The hunter-gatherer individual had approximately ~50% \"Basal-East Asian\" ancestry, and was positioned in between modern East Asians and Papuans of Oceania. The authors concluded that East Asian-related ancestry expanded from &lt;a href=\"Mainland%20Southeast%20Asia\"&gt;Mainland Southeast Asia&lt;/a&gt; into &lt;a href=\"Maritime%20Southeast%20Asia\"&gt;Maritime Southeast Asia&lt;/a&gt; much earlier than previously suggested, as early as 25,000BC, long before the expansion of &lt;a href=\"Austroasiatic%20languages\"&gt;Austroasiatic&lt;/a&gt; and &lt;a href=\"Austronesian%20languages\"&gt;Austronesian&lt;/a&gt; groups.\nNative Americans.\nA 2018 study analysed 11,500BC old indigenous samples. The genetic evidence suggests that all Native Americans ultimately descended from a single founding population that initially split from a Basal-East Asian source population in Mainland Southeast Asia around 36,000 years ago, at the same time at which the proper &lt;a href=\"J%C5%8Dmon%20people\"&gt;Jōmon people&lt;/a&gt; split from Basal-East Asians, either together with Ancestral Native Americans or during a separate expansion wave. The authors also provided evidence that the basal northern and southern Native American branches, to which all other Indigenous peoples belong, diverged around 16,000 years ago. An indigenous American sample from 16,000BC in &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;, which is craniometrically similar to modern Native Americans as well as &lt;a href=\"Paleosiberian%20peoples\"&gt;Paleosiberias&lt;/a&gt;, was found to have been largely East-Eurasian genetically, and showed high affinity with contemporary East Asians, as well as Jōmon period samples of &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, confirming that Ancestral Native Americans split from an East-Eurasian source population somewhere in eastern Siberia.\nA study published in the &lt;a href=\"Nature%20%28journal%29\"&gt;Nature journal&lt;/a&gt; in 2018 concluded that Native Americans descended from a single founding population which initially split from East Asians at about ~36,000 BC, with geneflow between Ancestral Native Americans and Siberians persisting until ~25,000BC, before becoming isolated in the Americas at ~22,000BC. Northern and Southern Native American subpopulationes split from each other at ~17,500BC. There is also some evidence for a back-migration from the Americas into Siberia after ~11,500BC.\nA study published in the &lt;a href=\"Cell%20%28journal%29\"&gt;Cell journal&lt;/a&gt; in 2019, analysed 49 ancient Native American samples from all over North and South America, and concluded that all Native American populations descended from a single ancestral source population which split from Siberians and East Asians, and gave rise to the Ancestral Native Americans, which later diverged into the various indigenous groups. The authors further dismissed previous claims for the possibility of two distinct population groups among the peopling of the Americas. Both, Northern and Southern Native Americans are closest to each other, and do not show evidence of admixture with hypothetical previous populations.\nAnother study published in the &lt;a href=\"Nature%20%28journal%29\"&gt;Nature journal&lt;/a&gt; in 2021, which analysed a large amount of ancient genomes, similarly concluded that all Native Americans descended from the movement of people from &lt;a href=\"Northeast%20Asia\"&gt;Northeast Asia&lt;/a&gt; into the Americas. These Ancestral Americans, once south of the continental ice sheets, spread and expanded rapidly, and branched into multiple groups, which later gave rise to the major subgroups of Native American populations. The study also dismissed the existence of a hypothetical distinct non-Native American population (suggested to have been related to Indigenous Australians and Papuans), sometimes called \"Paleoamerican\". The authors explained that these previous claims were based on a misinterpreted genetic echo, which was revealed to represent early East-Eurasian geneflow (close but distinct to the 40,000BC old Tianyuan lineage) into Aboriginal Australians and Papuans.\nGenetic history of Han Chinese.\nA 2018 study calculated pairwise FST (a measure of genetic difference) based on genome-wide SNPs, among the Han Chinese (Northern Han from Beijing and Southern Han from Hunan, Jiangsu and Fujian provinces), Japanese and Korean populations sampled. It found that the smallest FST value was between Northern Han Chinese(Beijing) (CHB) and Southern Han(Hunan and Fujian etc) Chinese (CHS) (FST[CHB-CHS] = 0.0014), while CHB and Korean (KOR) (FST[CHB-KOR] = 0.0026) and between KOR and Japanese (JPT) (FST[JPT-KOR] = 0.0033). Generally, pairwise FST between Han Chinese, Japanese and Korean (0.0026~ 0.0090) are greater than that within Han Chinese (0.0014). These results suggested Han Chinese, Japanese and Korean are different in terms of genetic make-up, and the differences among the three groups are much larger than that between northern and southern Han Chinese.\nAnother study shows that the northern and southern Han Chinese are genetically closest to each other and it finds that the genetic characteristics of present-day northern Han Chinese were already formed as early as three thousand years ago in the &lt;a href=\"Zhongyuan\"&gt;Central Plain area&lt;/a&gt;.\nA recent genetic study on the remains of people (~4000 years &lt;a href=\"Before%20present\"&gt;BP&lt;/a&gt;) from the Mogou site in the &lt;a href=\"Gansu\"&gt;Gansu&lt;/a&gt;-&lt;a href=\"Qinghai\"&gt;Qinghai&lt;/a&gt; (or Ganqing) region of China revealed more information on the genetic contributions of these ancient &lt;a href=\"Qiang%20%28historical%20people%29\"&gt;Di-Qiang&lt;/a&gt; people to the &lt;a href=\"Huaxia\"&gt;ancestors&lt;/a&gt; of the Northern Han. It was deduced that 3300–3800 years ago some Mogou people had merged into the ancestral Han population, resulting in the Mogou people being similar to some northern Han in sharing up to ~33% paternal (O3a) and ~70% maternal (D, A, F, M10) haplogroups. The mixture rate was possibly 13-18%.\nThe estimated contribution of northern Han to southern Han is substantial in both paternal and maternal lineages and a geographic &lt;a href=\"cline%20%28biology%29\"&gt;cline&lt;/a&gt; exists for mtDNA. As a result, the northern Han are the primary contributors to the gene pool of the southern Han. However, it is noteworthy that the expansion process was dominated by males, as is shown by a greater contribution to the Y-chromosome than the mtDNA from northern Han to southern Han. These genetic observations are in line with historical records of continuous and large migratory waves of northern China inhabitants escaping warfare and famine, to southern China. Aside from these large migratory waves, other smaller southward migrations occurred during almost all periods in the past two millennia. A study by the Chinese Academy of Sciences into the gene frequency data of Han subpopulations and ethnic minorities in China, showed that Han subpopulations in different regions are also genetically quite close to the local ethnic minorities, meaning that in many cases, blood of ethnic minorities had mixed into Han, while at the same time, the blood of Han had also mixed into the local ethnic minorities. A study on Armenian admixture in varied populations found 3.9% Armenian-like DNA in some northern Chinese Han.\nA recent, and to date the most extensive, genome-wide association study of the Han population, shows that geographic-genetic stratification from north to south has occurred and centrally placed populations act as the conduit for outlying ones. Ultimately, with the exception in some &lt;a href=\"Ethnolinguistics\"&gt;ethnolinguistic&lt;/a&gt; branches of the Han Chinese, such as &lt;a href=\"Pinghua\"&gt;Pinghua&lt;/a&gt;, there is \"coherent genetic structure\" (homogeneity) in all Han Chinese.\nPaternal lineages.\nY-chromosome &lt;a href=\"haplogroup%20O-M122\"&gt;haplogroup O2-M122&lt;/a&gt; is a common DNA marker in Han Chinese, as it appeared in China in prehistoric times. It is found in more than 50% of Chinese males, with frequencies tending to be high toward the east of the country (30/101 = 29.7% &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt; &lt;a href=\"Pinghua\"&gt;Pinghua&lt;/a&gt; Han, 13/40 = 32.5% &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt; Han, 11/30 = 36.7% &lt;a href=\"Lanzhou\"&gt;Lanzhou&lt;/a&gt; Han, 26/60 = 43.3% &lt;a href=\"Yunnan\"&gt;Yunnan&lt;/a&gt; Han, 251/565 = 44.4% &lt;a href=\"Zhaotong\"&gt;Zhaotong&lt;/a&gt; Han, 15/32 = 46.9% &lt;a href=\"Yining\"&gt;Yili&lt;/a&gt; Han, 23/49 = 46.9% &lt;a href=\"Lanzhou\"&gt;Lanzhou&lt;/a&gt; Han, 32/65 = 49.2% South China Han, 18/35 = 51.4% &lt;a href=\"Meixian%20District\"&gt;Meixian&lt;/a&gt; Han, 22/42 = 52.4% Northern Han, 43/82 = 52.4% Northern Han, 18/34 = 52.9% &lt;a href=\"Chengdu\"&gt;Chengdu&lt;/a&gt; Han, 154/280 = 55.0% Southern Han, 27/49 = 55.1% Northern Han, 73/129 = 56.6% North China Han, 49/84 = 58.3% &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; Han, 35/60 = 58.3% &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; &lt;a href=\"Southern%20Min\"&gt;Minnan&lt;/a&gt;, 99/167 = 59.3% East China Han, 33/55 = 60.0% &lt;a href=\"Fujian\"&gt;Fujian&lt;/a&gt; Han, 157/258 = 60.9% &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; Han, 13/21 = 61.9% Taiwan Han, 189/305 = 62.0% &lt;a href=\"Zibo\"&gt;Zibo&lt;/a&gt; Han, 23/35 = 65.7% &lt;a href=\"Harbin\"&gt;Harbin&lt;/a&gt; Han, 29/44 = 65.9% Northern Han, 23/34 = 67.6% &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; &lt;a href=\"Hakka%20people\"&gt;Hakka&lt;/a&gt;, 35/51 = 68.6% &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; Han). Other Y-DNA haplogroups that have been found with notable frequency in samples of Han Chinese include &lt;a href=\"haplogroup%20O-M119%23O-P203\"&gt;O-P203&lt;/a&gt; (15/165 = 9.1%, 47/361 = 13.0%), &lt;a href=\"haplogroup%20C-M217\"&gt;C-M217&lt;/a&gt; (10/168 = 6.0%, 27/361 = 7.5%, 187/1730 = 10.8%, 20/166 = 12.0%), &lt;a href=\"haplogroup%20N-M231\"&gt;N-M231&lt;/a&gt; (6/166 = 3.6%, 18/361 = 5.0%, 117/1729 = 6.8%, 17/165 = 10.3%), &lt;a href=\"haplogroup%20O-P31\"&gt;O-M268(xM95, M176)&lt;/a&gt; (54/1147 = 4.7%, 8/168 = 4.8%, 23/361 = 6.4%, 12/166 = 7.2%), and &lt;a href=\"haplogroup%20Q-M242\"&gt;Q-M242&lt;/a&gt; (2/168 = 1.2%, 49/1729 = 2.8%, 12/361 = 3.3%, 48/1147 = 4.2%). However, the &lt;a href=\"mitochondrial%20DNA\"&gt;mitochondrial DNA&lt;/a&gt; (mtDNA) of Han Chinese increases in diversity as one looks from northern to southern China, which suggests that male migrants from northern China married with women from local peoples after arriving in modern-day Guangdong, Shanghai, Nanjing, Fujian, and other regions of southern China. Despite this, tests comparing the genetic profiles of northern Han, southern Han and southern natives determined that haplogroups O1b-M110, O2a1-M88 and O3d-M7, which are prevalent in southern natives, were only observed in some southern Han (4% on average), but not in northern Han. Therefore, this proves that the male contribution of southern natives in southern Han is limited, assuming that the frequency distribution of Y lineages in southern natives represents that before the expansion of Han culture that started two-thousand years ago. In contrast, there are consistent strong genetic similarities in the Y chromosome haplogroup distribution between the southern and northern Chinese population, and the result of &lt;a href=\"principal%20component%20analysis\"&gt;principal component analysis&lt;/a&gt; indicates almost all Han populations form a tight cluster in their Y chromosome. However, other research has also shown that the paternal lineages Y-DNA O-M119, O-P201, O-P203 and O-M95 are found in both southern Han Chinese and South Chinese minorities, but more commonly in the latter. In fact, these paternal markers are in turn less frequent in northern Han Chinese.\nMaternal lineages.\nThe mitochondrial-DNA haplogroups of the Han Chinese can be classified into the northern East Asian-dominating haplogroups, including A, C, D, G, M8, M9, and Z, and the southern East Asian-dominating haplogroups, including B, F, M7, N*, and R. These haplogroups account for 52.7% and 33.85% of those in the Northern Han, respectively. Therefore haplogroups D is the most (Haplogroups D is the most(Haplogroup D is the modal mtDNA haplogroup among northern East Asians (Manchus, Tuoba Xianbei, Oroqens, Manchurian Evenks). Among these haplogroups, D, B, F, and A were predominant in the Northern Han, with frequencies of 25.77%, 11.54%, 11.54%, and 8.08%, respectively. However, in the Southern Han, the northern and southern East Asian-dominating haplogroups accounted for 35.62% and 51.91%, respectively. The frequencies of haplogroups D, B, F, and A reached 15.68%, 20.85%, 16.29%, and 5.63%, respectively."
}