{
    "id": "58714870",
    "revid": "127415",
    "url": "https://en.wikipedia.org/wiki?curid=58714870",
    "title": "Accessibility (transport)",
    "text": "In &lt;a href=\"Transportation%20planning\"&gt;transport planning&lt;/a&gt;, accessibility refers to a measure of the ease of reaching (and interacting with) destinations or activities distributed in space, e.g. around a &lt;a href=\"city\"&gt;city&lt;/a&gt; or &lt;a href=\"country\"&gt;country&lt;/a&gt;. Accessibility is generally associated with a place (or places) of origin. A place with \"high accessibility\" is one from which many destinations can be reached, or destinations can be reached with relative ease. \"Low accessibility\" implies that relatively few destinations can be reached for a given amount of time/effort/cost or that reaching destinations is more difficult or costly from that place.\nThe concept can also be defined in the other direction, and we can speak of a place having accessibility \"from\" some set of surrounding places. For example, one could measure the accessibility of a store to customers as well as the accessibility of a potential customer to some set of stores.\nIn &lt;a href=\"time%20geography\"&gt;time geography&lt;/a&gt;, accessibility has also been defined as \"person based\" rather than \"place based\", were one would consider a person's access to some type of amenity through the course of their day as they move through space. For example, a person might live in a &lt;a href=\"food%20desert\"&gt;food desert&lt;/a&gt; but have easy access to a &lt;a href=\"grocery%20store\"&gt;grocery store&lt;/a&gt; from their place of work.\nAccessibility is often calculated separately for different &lt;a href=\"Mode%20of%20transport\"&gt;modes of transport&lt;/a&gt;.\nMathematical definition.\nIn general, accessibility formula_1 is defined as:\nformula_2\nwhere:\nCost metrics.\nTravel cost metrics (formula_6 in the equation above) can take a variety of forms such as:\nCost metrics may also be defined using any combination of these or other metrics. For a non-motorized &lt;a href=\"mode%20of%20transport\"&gt;mode of transport&lt;/a&gt;, such as &lt;a href=\"walking\"&gt;walking&lt;/a&gt; or &lt;a href=\"cycling\"&gt;cycling&lt;/a&gt;, the generalized travel cost may include additional factors such as &lt;a href=\"safety\"&gt;safety&lt;/a&gt; or &lt;a href=\"gradient\"&gt;gradient&lt;/a&gt;. The essential idea is to define a function that describes the ease of travelling from any origin formula_3 to any destination formula_4.\nImpedance functions.\nThe function on the travel cost formula_9 determines how accessible a destination is based on the travel cost associated with reaching that destination. Two common impedance functions are \"cumulative opportunities\" and a &lt;a href=\"Negative%20exponential%20distribution\"&gt;negative exponential&lt;/a&gt; function. Cumulative opportunities is a binary function yielding 1 if an opportunity can be reached within some threshold and 0 otherwise. It is defined as:\nformula_14\nwhere formula_15 is the threshold parameter.\nA negative exponential impedance function can be defined as:\nformula_16\nwhere formula_17 is a parameter defining how quickly the function decays with distance.\nRelation to land use.\nAccessibility has long been associated with &lt;a href=\"Land%20use\"&gt;land-use&lt;/a&gt;; as accessibility increases in a given place, the &lt;a href=\"utility\"&gt;utility&lt;/a&gt; of developing the land increases. This association is often used in integrated &lt;a href=\"Land-use%20forecasting\"&gt;transport and landuse forecasting models&lt;/a&gt;.\nIn practice.\n&lt;a href=\"Transport%20for%20London\"&gt;Transport for London&lt;/a&gt; utilize a calculated approach known as &lt;a href=\"Public%20Transport%20Accessibility%20Level\"&gt;Public Transport Accessibility Level&lt;/a&gt; (PTAL) that uses the distance from any point to the nearest public transport stops, and service frequency at those stops, to assess the accessibility of a site to &lt;a href=\"public%20transport\"&gt;public transport&lt;/a&gt; services. Destination-based accessibility measures are an alternate approach that can be more sophisticated to calculate. These measures consider not just access to &lt;a href=\"public%20transport\"&gt;public transport&lt;/a&gt; services (or any other form of travel), but the resulting access to opportunities that arises from it. For example, using origin-based accessibility (PTAL) we can understand how many buses one may be able to be access. Using destination-based measures we can calculate how many schools, hospitals, jobs, restaurants (etc..) can be accessed."
}