{
    "id": "58719050",
    "revid": "55327",
    "url": "https://en.wikipedia.org/wiki?curid=58719050",
    "title": "Robin (Fire Emblem)",
    "text": "Robin, also known in the game as Avatar, is a &lt;a href=\"player%20character\"&gt;player avatar&lt;/a&gt; from &lt;a href=\"Nintendo\"&gt;Nintendo&lt;/a&gt;'s \"&lt;a href=\"Fire%20Emblem\"&gt;Fire Emblem&lt;/a&gt;\" &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt; series. They first appeared in \"&lt;a href=\"Fire%20Emblem%20Awakening\"&gt;Fire Emblem Awakening&lt;/a&gt;\" as its &lt;a href=\"protagonist\"&gt;lead character&lt;/a&gt;. Within the story of \"Fire Emblem Awakening\", the Avatar suffered from amnesia and was lying unconscious in a grassy field, and then was found by &lt;a href=\"Chrom\"&gt;Chrom&lt;/a&gt; and his sister Lissa. In spite of their amnesia, Robin is a skilled fighter and serves as the main tactician in the army. Robin is the eventual parent of Morgan and the child of Validar. Following their appearance in \"Awakening\", Robin received more widespread attention from their playable appearances, including Nintendo's \"&lt;a href=\"Super%20Smash%20Bros.\"&gt;Super Smash Bros.&lt;/a&gt;\" series of &lt;a href=\"fighting%20games\"&gt;fighting games&lt;/a&gt;.\nDevelopment.\nRobin was designed by Kusakihara and &lt;a href=\"Y%C5%ABsuke%20Kozaki\"&gt;Yūsuke Kozaki&lt;/a&gt;. Two key story themes including Robin's while developing \"Fire Emblem Awakening\" was the love for the characters, and the bonds characters developed over the course of the story. The latter theme was expressed in gameplay through the cooperative behavior of adjacent characters. While voice acting was included, it was limited to snappy lines meant to evoke a certain feeling. This was because the team had concerns about the amount of content in the game, which would increase a great deal with full voice acting, and its effect on the pacing. The team also used multiple well-known Japanese voice actors for the characters. Special voice-overs and visuals were created for the character \"confession\" sequences. All the main characters including also Robin had a personalized back story, and appropriate personalities were chosen for them. A large team of writers were employed to create the character dialogue, and a &lt;a href=\"story%20bible\"&gt;story bible&lt;/a&gt; containing the character's personality traits was created for the writers to work from. While developing the playable and enemy characters, the team used feedback from fans saying they should name all the characters, including foot soldiers. Wanting to give the impression of every character having their own lives, they created full artwork for all characters. Creating the characters proved to be one of the hardest parts of development. Kozaki was also responsible for creating the 2D artwork which represented the characters during conversations.\nThe concept for the character's graphics on the map underwent changes. Initially, some of the team felt that accurately displaying a character's equipment and class would be enough, but later it was decided to give them all individual characteristics. They were also able to add more unique character expressions than previous \"Fire Emblem\" games, enabling a greater emotional range during scenes of drama. \nRobin was announced for \"&lt;a href=\"Super%20Smash%20Bros.%20for%20Nintendo%203DS%20and%20Wii%20U\"&gt;Super Smash Bros. for Nintendo 3DS and Wii U&lt;/a&gt;\" as a new character in July 2014, and promoted as a character who is unlike any other swordfighter due to their mastery of magical tomes and the Levin sword Robin returns for its 2018 sequel, \"&lt;a href=\"Super%20Smash%20Bros.%20Ultimate\"&gt;Super Smash Bros. Ultimate&lt;/a&gt;\". In response to complaints from the fans that there are too many \"Fire Emblem\" characters, Masahiro Sakurai provided assurances that the development team would ensure that each character within the game would be balanced properly.\nAppearances.\nIn \"Fire Emblem: Awakening\".\nRobin is an avatar character whose name, gender, and appearance can be customized by the player. In the original timeline, after Robin and Chrom defeat Validar at The Dragon's Table, Robin becomes possessed by Grima and kills Chrom. Robin's consciousness is completely taken over by Grima in this timeline, who uses their life force to channel his powers through their body. When &lt;a href=\"Lucina%20%28Fire%20Emblem%29\"&gt;Lucina&lt;/a&gt; and the other children attempt to escape to the past, Grima follows her to stop her. Upon returning to the present, Grima tried to fill the present Robin with his memories; however, Robin's body was not strong enough to retain the memories, weakening Grima's power. Robin developed amnesia as a result, however they save their name and their skill with war tactics. Because Grima poured his memories into Robin, they occasionally are flashed with their future version's memories from time to time, resulting in migraines.\nIn other media.\nA male Robin appeared in \"&lt;a href=\"Fire%20Emblem%20Fates\"&gt;Fire Emblem Fates&lt;/a&gt;\". His appearance has him waking up in the player's Castle, wondering what happened to him. He thanks &lt;a href=\"Corrin%20%28Fire%20Emblem%29\"&gt;Corrin&lt;/a&gt; for waking him and introduces himself to them. A few variants of the Robin character also appear in the spinoff game \"&lt;a href=\"Fire%20Emblem%20Warriors\"&gt;Fire Emblem Warriors&lt;/a&gt;\" and \"&lt;a href=\"Fire%20Emblem%20Heroes\"&gt;Fire Emblem Heroes&lt;/a&gt;\".\nOutside of the \"Fire Emblem\" series, Robin is featured in Nintendo's \"&lt;a href=\"Super%20Smash%20Bros.\"&gt;Super Smash Bros.&lt;/a&gt;\" crossover fighting game series. They first appear as a playable character in \"&lt;a href=\"Super%20Smash%20Bros.%20for%20Nintendo%203DS%20and%20Wii%20U\"&gt;Super Smash Bros. for Nintendo 3DS and Wii U&lt;/a&gt;\". They return as an unlockable character in \"&lt;a href=\"Super%20Smash%20Bros.%20Ultimate\"&gt;Super Smash Bros. Ultimate&lt;/a&gt;\".\nPromotion and Merchandise.\nTo coincide with their appearance in \"Super Smash Bros.\", &lt;a href=\"Amiibo\"&gt;Amiibo&lt;/a&gt; figures featuring the male version of Robin were released.\nReception.\nMatthew Zawodniak of \"Nintendo World Report\" proclaimed Robin to be the best \"Fire Emblem\" player avatar in the \"Fire Emblem\" series. He further stated that \"Robin became such a memorable and iconic character to \"Awakening\" story that they would eventually be added to \"Super Smash Bros.\" as a playable fighter.\" While Amelia Fruzzetti of \"Nintendo Wire\" criticized &lt;a href=\"Corrin%20%28Fire%20Emblem%29\"&gt;Corrin&lt;/a&gt;'s portrayal as an avatar, she drew a favorable comparison to Robin and praised the character for having \"a cool and unique design, hypercompetence in gameplay, and a more established presence than either of his/her forebears,\" she further stated that Robin was a well implemented avatar character.\" In &lt;a href=\"North%20American\"&gt;North American&lt;/a&gt; \"Fire Emblem\" character popularity polls running up to the release of \"Fire Emblem Heroes\", the male version of Robin placed eighth while the female version is slightly less popular. When a female Robin was announced as an addition to \"&lt;a href=\"Fire%20Emblem%20Warriors\"&gt;Fire Emblem Warriors&lt;/a&gt;\", Mike Sounders of \"&lt;a href=\"Destructoid\"&gt;Destructoid&lt;/a&gt;\" noted that a male version already exists and that she is a \"waste of a slot\" in the game if implemented as a standalone character and not just an alternate costume to her male counterpart.\nRobin's presence in the \"Super Smash Bros'.\" series has received varied commentary. Steven Hansen of \"&lt;a href=\"Destructoid\"&gt;Destructoid&lt;/a&gt;\" praised Robin's addition in \"&lt;a href=\"Super%20Smash%20Bros.%20for%20Nintendo%203DS%20and%20Wii%20U\"&gt;Super Smash Bros. for Nintendo 3DS and Wii U&lt;/a&gt;\" and called character's element \"unique\". As part of John Adam's research into player perceptions of femininity concerning female \"Super Smash Bros.\" characters within the player community, he found the language that was used when discussing the female version of Robin was \"less sexualized\", but he also noted that multiple people described her as \"cute\", with one male player felt \"like a stronger character in her own right.\" Gavin Jasper of \"&lt;a href=\"Den%20of%20Geek\"&gt;Den of Geek&lt;/a&gt;\" was agreeable to Robin's addition, noting that their abilities as a spellcaster was a point of difference to the excessive number of normal-looking human characters fighting with swords in \"Smash Bros.\", or to other \"Fire Emblem\" characters with similar abilities in the series. Cecilia D'Anastasio from \"Kotaku\" concurred that Robin at least has a distinct moveset which revolve around magic tomes. Commenting on Robin's 44th place ranking on a 2018 list of \"Smash\" playable characters published by \"&lt;a href=\"Polygon%20%28website%29\"&gt;Polygon&lt;/a&gt;\", Jeremy Parish criticized Robin as just a \"big nerd who attacks with books.\" Michael Kelly from \"Dot Esports\" described Robin as one of the worst characters to play in \"Ultimate\" as of April 2021 due to their underwhelming gameplay attributes, noting that they are one of the least selected characters in competitive-level matches as a result."
}