{
    "id": "5871118",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=5871118",
    "title": "List of Sites of Special Scientific Interest in Gloucestershire",
    "text": "This is a list of the &lt;a href=\"Sites%20of%20Special%20Scientific%20Interest\"&gt;Sites of Special Scientific Interest&lt;/a&gt; (SSSIs) in &lt;a href=\"Gloucestershire\"&gt;Gloucestershire&lt;/a&gt;. &lt;a href=\"Natural%20England\"&gt;Natural England&lt;/a&gt;, the designating body for SSSIs in &lt;a href=\"England\"&gt;England&lt;/a&gt;, uses the &lt;a href=\"Metropolitan%20and%20non-metropolitan%20counties%20of%20England\"&gt;1974-1996 county system&lt;/a&gt;, and this list follows the same approach. Some sites you may expect to find here could therefore be in the &lt;a href=\"List%20of%20SSSIs%20in%20Avon\"&gt;Avon&lt;/a&gt; list. It may also be that a site may on the borders of more than one county. It may also be on the country borders.\n&lt;a href=\"Natural%20England\"&gt;Natural England&lt;/a&gt; chooses a site because of its &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt;, &lt;a href=\"plant\"&gt;flora&lt;/a&gt;, &lt;a href=\"geology\"&gt;geological&lt;/a&gt; or physiographical features. As of 2012, there are 121 sites designated in this &lt;a href=\"Area%20of%20Search\"&gt;Area of Search&lt;/a&gt;, of which 69 have been designated due to their biological interest, 32 due to their geological interest, and 20 for both.\nGloucestershire has 3 &lt;a href=\"Areas%20of%20Outstanding%20Natural%20Beauty\"&gt;Areas of Outstanding Natural Beauty&lt;/a&gt; being the &lt;a href=\"Cotswolds\"&gt;Cotswolds&lt;/a&gt;, &lt;a href=\"Malvern%20Hills\"&gt;Malvern Hills&lt;/a&gt;, and the &lt;a href=\"Wye%20Valley\"&gt;Wye Valley&lt;/a&gt; (the latter is also partly in Wales). These areas may include several SSSIs, or be named an SSSI as is the case for the Malvern Hills.\nGloucestershire has 2 designated &lt;a href=\"Ramsar%20site\"&gt;Ramsar site&lt;/a&gt;s being the &lt;a href=\"Severn%20Estuary\"&gt;Severn Estuary&lt;/a&gt; and &lt;a href=\"Walmore%20Common\"&gt;Walmore Common&lt;/a&gt; both SSSIs. These two sites are also designated as &lt;a href=\"Special%20Protection%20Area\"&gt;Special Protection Area&lt;/a&gt;s (SPA) under the EC Directive on the conservation of Wild Birds.\nGloucestershire has 7 recognised &lt;a href=\"Special%20Area%20of%20Conservation\"&gt;Special Areas of Conservation&lt;/a&gt; (SAC), several of which bring together more than one SSSI. These are: &lt;a href=\"Cotswold%20Commons%20And%20Beechwoods\"&gt;Cotswold Beechwoods&lt;/a&gt;; &lt;a href=\"Dixton%20Wood\"&gt;Dixton Wood&lt;/a&gt;; &lt;a href=\"River%20Wye\"&gt;River Wye/ Afon Gwy&lt;/a&gt;; &lt;a href=\"Rodborough%20Common\"&gt;Rodborough Common&lt;/a&gt;; &lt;a href=\"Severn%20Estuary\"&gt;Severn Estuary&lt;/a&gt;; Wye Valley and Forest of Dean Bat Sites/ Safleoedd Ystlumod Dyffryn Gwy a Fforest y Ddena; Wye Valley Woodlands/ Coetiroedd Dyffryn Gwy.\n&lt;a href=\"Highbury%20Wood\"&gt;Highbury Wood&lt;/a&gt; SSSI and the &lt;a href=\"Cotswold%20Commons%20and%20Beechwoods\"&gt;Cotswold Commons and Beechwoods&lt;/a&gt; SSSI are &lt;a href=\"national%20nature%20reserve%20%28United%20Kingdom%29\"&gt;national nature reserve&lt;/a&gt;s (NNR). &lt;a href=\"Lady%20Park%20Wood\"&gt;Lady Park Wood&lt;/a&gt; (part of the wood is in Gloucestershire and part in Monmouthshire) is a national nature reserve.\nA significant number of the SSSIs are recognised by the relevant local authorities as Key Wildlife Sites and &lt;a href=\"Regionally%20Important%20Geological%20Sites\"&gt;Regionally Important Geological/Geomorphological Sites&lt;/a&gt;. There are c. 800 recognised Key Wildlife Sites in Gloucestershire.\nFor other counties, see &lt;a href=\"List%20of%20SSSIs%20by%20Area%20of%20Search\"&gt;List of SSSIs by Area of Search&lt;/a&gt;.\nReferences.\n\"Natural England\" citation sheets for each SSSI. Retrieved on 18 June 2011 and 10 August 2012"
}