{
    "id": "5872256",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=5872256",
    "title": "Rabat Ajax F.C.",
    "text": "Rabat Ajax Football Club is a &lt;a href=\"Malta\"&gt;Maltese&lt;/a&gt; &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Rabat%2C%20Malta\"&gt;Rabat&lt;/a&gt;. The last promotion to the Maltese Premier League was achieved in the 2011–12 season, when they earned promotion after finishing second behind &lt;a href=\"Melita%20F.C.\"&gt;Melita&lt;/a&gt;. In the 2020-21 &lt;a href=\"Maltese%20National%20Amateur%20League\"&gt;National Amateur League&lt;/a&gt; season, the club finished 4th in group B, qualifying for the promotion playoffs. After beating Msida St. Joseph and Marsaskala in the quarter and semi finals respectively, they reached the final against Kirkop United. The Magpies won the final 2-1, securing themselves the fourth and final promotion spot to the following seasons &lt;a href=\"Maltese%20Challenge%20League\"&gt;Challenge League&lt;/a&gt;. \nUEFA Cups qualifiers.\nIn 1983–84 Rabat Ajax met Czechoslovak side &lt;a href=\"Inter%20Bratislava\"&gt;Inter Bratislava&lt;/a&gt; in the UEFA Cup, where following a 0–10 dumping at home, they also lost 0–6 in the return leg in &lt;a href=\"Bratislava\"&gt;Bratislava&lt;/a&gt;. The following year Rabat Ajax also played in the UEFA Cup, where it met Yugoslav side &lt;a href=\"FK%20Partizan\"&gt;Partizan Belgrade&lt;/a&gt;, with whom it lost both matches with a 0–2 scoreline.\nRabat Ajax has played four qualification matches in the European Cup. In 1985–86 they lost twice a 5–0 score against Cypriot side &lt;a href=\"AC%20Omonia\"&gt;AC Omonia&lt;/a&gt;. In 1986–87 they were trounced 9–0 by eventual winners &lt;a href=\"FC%20Porto\"&gt;FC Porto&lt;/a&gt; at the &lt;a href=\"Rio%20Ave\"&gt;Rio Ave&lt;/a&gt; stadium in &lt;a href=\"Vila%20do%20Conde\"&gt;Vila do Conde&lt;/a&gt; and 1–0 at home in Malta."
}