{
    "id": "58734149",
    "revid": "1050587860",
    "url": "https://en.wikipedia.org/wiki?curid=58734149",
    "title": "Hans Rietz",
    "text": "Hans Rietz (26 April 1914 – 25 May 1996) was an &lt;a href=\"East%20Germany\"&gt;East German&lt;/a&gt; politician who became a top official in the country's &lt;a href=\"Democratic%20Farmers%27%20Party%20of%20Germany\"&gt;Democratic Farmers' Party (\" Demokratische Bauernpartei Deutschlands\" / DBD)&lt;/a&gt;, which was one of five &lt;a href=\"National%20Front%20%28East%20Germany%29\"&gt;so-called bloc parties&lt;/a&gt; controlled by the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;ruling Socialist Unity Party of Germany (\"Sozialistische Einheitspartei Deutschlands\" / SED)&lt;/a&gt;. For many years Rietz served as a member of the &lt;a href=\"Volkskammer\"&gt;National parliament (\"Volkskammer\")&lt;/a&gt; and he was also a long-standing deputy chairman of the &lt;a href=\"State%20Council%20of%20East%20Germany\"&gt;State Council&lt;/a&gt;.\nLife.\nHans Rietz was born to a working-class mother in &lt;a href=\"K%C3%B6nnern\"&gt;Könnern&lt;/a&gt;, a small manufacturing town between &lt;a href=\"Magdeburg\"&gt;Magdeburg&lt;/a&gt; and &lt;a href=\"Halle%20%28Saale%29\"&gt;Halle&lt;/a&gt;. Little is known of his father, but in 1960 it was reported by &lt;a href=\"Neues%20Deutschland\"&gt;Neues Deutschland&lt;/a&gt;, the mass-circulation newspaper of &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;East Germany's ruling SED (party)&lt;/a&gt;, that the father of Hans Dietz was a member of the &lt;a href=\"Spartacus%20League\"&gt;Spartacus League&lt;/a&gt; and later of &lt;a href=\"Weimar%20Germany\"&gt;Germany's&lt;/a&gt; &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;Communist Party&lt;/a&gt; which grew out of it.\nHe attended junior and middle school at nearby &lt;a href=\"Bitterfeld\"&gt;Bitterfeld&lt;/a&gt;, before undertaking an apprenticeship at &lt;a href=\"Wolfen%2C%20Germany\"&gt;Wolfen&lt;/a&gt; as a machinist between 1928 and 1932. From the start of his apprenticeship Rietz was a member of the &lt;a href=\"Young%20Communist%20League%20of%20Germany\"&gt;Young Communists&lt;/a&gt; and of the &lt;a href=\"German%20Metal%20Workers%27%20Union\"&gt;Metal Workers' Union (\"Deutscher Metallarbeiter-Verband\" / DMV)&lt;/a&gt;. On successful completion of the apprenticeship he remained with &lt;a href=\"IG%20Farben\"&gt;IG Farben&lt;/a&gt;, working as a machinist at their large &lt;a href=\"Wolfen%2C%20Germany\"&gt;Wolfen&lt;/a&gt; plant till 1939, apart from a two-year break for mandatory &lt;a href=\"military%20service\"&gt;military service&lt;/a&gt;. (The term of had been extended from one year to two with effect from 24 August 1936.)\n&lt;a href=\"Invasion%20of%20Poland\"&gt;War returned&lt;/a&gt; in September 1939: Rietz was conscripted initially into the &lt;a href=\"Reich%20Labour%20Service\"&gt;National Labour Service (\"Reichsarbeitsdienst\" / RAD)&lt;/a&gt; and later into the &lt;a href=\"Wehrmacht\"&gt;army&lt;/a&gt;. He was sent to fight on the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Russian front&lt;/a&gt; and had reached the junior-officer rank of &lt;a href=\"Oberwachtmeister\"&gt;Oberwachtmeister&lt;/a&gt; by the time he was captured by the &lt;a href=\"Red%20army\"&gt;Soviets&lt;/a&gt;. In the prisoner of war camp he was politically active, undertaking various courses at the camp anti-fascist school. Rietz was returned to Germany in 1949. The central portion of what had previously been Germany was administered after &lt;a href=\"End%20of%20World%20War%20II%20in%20Europe\"&gt;1945&lt;/a&gt; as the &lt;a href=\"Soviet%20occupation%20zone\"&gt;Soviet occupation zone&lt;/a&gt; and there is speculation that his return was connected with a willingness to undertake a political role in the zone, which would be relaunched in October 1949 as the &lt;a href=\"Group%20of%20Soviet%20Forces%20in%20Germany\"&gt;Soviet sponsored&lt;/a&gt; &lt;a href=\"German%20Democratic%20Republic\"&gt;German Democratic Republic (East Germany)&lt;/a&gt;.\nHe immediately joined the &lt;a href=\"Free%20German%20Trade%20Union%20Federation\"&gt;Free [East] German Trade Union Federation (\"Freier Deutsche Gewerkschaftsbund\" / FDGB)&lt;/a&gt; and the newly launched &lt;a href=\"Democratic%20Farmers%27%20Party%20of%20Germany\"&gt;Democratic Farmers' Party (\"Demokratische Bauernpartei Deutschlands\" / DBD)&lt;/a&gt;. Within the DBD he took a position as head of the party's national \"Thomas Münzer\" party academy at &lt;a href=\"Borkheide\"&gt;Borkheide&lt;/a&gt; (&lt;a href=\"Bad%20Belzig\"&gt;Belzig&lt;/a&gt;), and over the next three years successfully built up both the institution and his own credentials with the national leadership. He became a member of the &lt;a href=\"Democratic%20Farmers%27%20Party%20of%20Germany\"&gt;DBD&lt;/a&gt; executive in 1951 and was thereafter engaged in a succession of leadership functions within the party. Between 1954 and 1982 he was a member of the presidium within the executive, becoming Party Secretary for Organisation in 1963 and serving as a deputy party president between 1963 and 1982. During several years in the mid-1950s and again between 1977 and 1982 he served as chair of the party court, a position he held in succession to . Later he served as chair of the party's veterans' commission.\nFollowing the so-called &lt;a href=\"1954%20East%20German%20general%20election\"&gt;General Election of 1954&lt;/a&gt; the &lt;a href=\"Democratic%20Farmers%27%20Party%20of%20Germany\"&gt;DBD&lt;/a&gt; was allocated 52 of the 466 seats in the &lt;a href=\"Volkskammer\"&gt;National Parliament (\"Volkskammer\")&lt;/a&gt;, and one of those seats went to Hans Rietz. He would remain of the assembly, even after retiring from his more onerous political functions, till 1986. From 1963 he was a deputy chair of the parliamentary defence committee. He represented the DBD as a member of the parliamentary presidium between 1976 and 1981.\nBy &lt;a href=\"Die%20Wende\"&gt;1990&lt;/a&gt; Hans Rietz had retired from active participation in East German politics. In March of that year East Germany held its &lt;a href=\"1990%20East%20German%20general%20election\"&gt;first and, as matters turned out, last free and fair general election&lt;/a&gt;. The &lt;a href=\"Democratic%20Farmers%27%20Party%20of%20Germany\"&gt;DBD&lt;/a&gt; achieved slightly above 2% of the national vote, implying a lack of popular support under a democratic system. According to some analyses the DBD's creation, back in the late 1940s, had been intended to weaken support for the \"bourgeois parties\", notably the &lt;a href=\"Christian%20Democratic%20Union%20%28East%20Germany%29\"&gt;CDU&lt;/a&gt; which back then had presented a serious challenge to the one party structure favoured by &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;the authorities&lt;/a&gt;. In 1990, however, it was the &lt;a href=\"Christian%20Democratic%20Union%20%28East%20Germany%29\"&gt;CDU&lt;/a&gt; that staged an electoral come back, and after briefly attempting to carve out a niche championing ecological causes, the DBD merged into the CDU at around the same time the East Germany &lt;a href=\"German%20reunification\"&gt;merged into&lt;/a&gt; what many saw as an expandeded version of &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt;. Hans Rietz, by now an \"elder statesman\" of the DBD, stood out in opposition to the party merger: between 1990 and his death in 1996 he was not a member of any political party."
}