{
    "id": "58795553",
    "revid": "1022807692",
    "url": "https://en.wikipedia.org/wiki?curid=58795553",
    "title": "Bani Qitab",
    "text": "The Bani Qitab () is a tribe of the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates (UAE)&lt;/a&gt;. The singular form of the name, Al Ketbi, is a common family name in the Northern UAE today. Consisting of a settled southern section and a nomadic northern section, the tribe was long influential in the conduct of affairs in the interior of the &lt;a href=\"Trucial%20States\"&gt;Trucial States&lt;/a&gt;. The Northern branch mostly settled in the inland towns of &lt;a href=\"Dhaid\"&gt;Dhaid&lt;/a&gt; and &lt;a href=\"Al%20Falayah%20Fort\"&gt;Al Falayah&lt;/a&gt;.\nSettlement.\nThe tribe consisted, at the turn of the 19th century, of some 2,100 nomadic &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt; (of whom some 600 were fighting men) and 2,700 settled people. The Bedouin \"dar\", or district, of the Bani Qitab stretched from South of the &lt;a href=\"Al%20Buraimi%20Governorate\"&gt;Buraimi&lt;/a&gt; &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; to the Eastern foothills of the &lt;a href=\"Al%20Hajar%20Mountains\"&gt;Hajar Mountains&lt;/a&gt;, the Jiri plain to the North of &lt;a href=\"Emirate%20of%20Sharjah\"&gt;Sharjah&lt;/a&gt; and the fertile area around Sharjah's inland oasis town of &lt;a href=\"Dhaid\"&gt;Dhaid&lt;/a&gt;. The Southern Bani Qitab, some 500 households, settled around the village of Aflaj Bani Qitab in the &lt;a href=\"Ad%20Dhahirah%20Governorate\"&gt;Dhahirah&lt;/a&gt; area. Over time these separated from the Northern section of the tribe and in the 20th century Dhahirah became recognised as a governorate of &lt;a href=\"Oman\"&gt;Oman&lt;/a&gt;.\nPolitical influence.\nThe Bani Qitab was a highly influential tribe and often involved in political jostling between the Trucial Rulers – one example of this being the dispute in 1905 over the &lt;a href=\"Hatta%2C%20United%20Arab%20Emirates\"&gt;Wadi Hatta&lt;/a&gt;. The village next to Hatta, &lt;a href=\"Masfout\"&gt;Masfout&lt;/a&gt;, was traditionally home to the &lt;a href=\"Na%27im\"&gt;Na'im&lt;/a&gt; tribe, who were originally from &lt;a href=\"Al%20Buraimi%20Governorate\"&gt;Buraimi&lt;/a&gt;. They found themselves under threat when the Bani Qitab built a fort at Wadi Hatta and started to harass caravans passing through the pass to the Omani &lt;a href=\"Al%20Batinah%20Region\"&gt;Batina&lt;/a&gt; coast. Appealing to &lt;a href=\"Zayed%20bin%20Khalifa%20Al%20Nahyan\"&gt;Zayed bin Khalifa Al Nahyan&lt;/a&gt;, and following a meeting of the &lt;a href=\"Trucial%20States\"&gt;Trucial Sheikhs&lt;/a&gt; in Dubai in April of that year, the Na'im gained Zayed's support against the Sheikh of Umm Al Qawain, &lt;a href=\"Rashid%20bin%20Ahmad%20Al%20Mualla\"&gt;Sheikh Rashid bin Ahmad Al Mualla&lt;/a&gt;, who was a staunch supporter of the Bani Qitab in this and other disputes.\nThat loyalty was repaid when Rashid bin Ahmad died suddenly of pneumonia in 1922. The Bani Qitab, under Sheikh Muhammed bin Ali Al Huwaidan, were instrumental in ensuring the smooth succession of the Ruler of Umm Al Qawain, &lt;a href=\"Abdullah%20bin%20Rashid%20Al%20Mualla%20II\"&gt;Sheikh Abdulla bin Rashid Al Mualla II&lt;/a&gt;, on his father's death. The young sheikh, fearful of the intentions of his uncles and other family members, secured the town with the help of 100 Bani Qitab men. It was also Sheikh Muhammed bin Ali Al Huwaidan who obtained an allowance from the Ruler of Sharjah of 2,500 Rupees.\nSupport for Khalid bin Ahmad Al Qasimi.\nThe 1920s, in particular, saw fighting break out across the interior, with Bani Qitab never far from the action. They were involved in tribal fighting in Buraimi as well as raids and counter-raids that stretched as far as &lt;a href=\"Al%20Falayah%20Fort\"&gt;Al Falayah&lt;/a&gt; in the North (itself home to a number of Bani Qitab), with the &lt;a href=\"Awamir\"&gt;Awamir&lt;/a&gt;, &lt;a href=\"Duru%20%28tribe%29\"&gt;Duru&lt;/a&gt;, &lt;a href=\"Manasir%20%28tribe%29\"&gt;Manasir&lt;/a&gt; and &lt;a href=\"Bani%20Yas\"&gt;Bani Yas&lt;/a&gt; all drawn into a complicated series of conflicts which, by 1925, brought the Rulers of Abu Dhabi, Dubai and Sharjah together to try and broker a peace. The tribe was once again embroiled in conflict when the Ruler of Sharjah, &lt;a href=\"Khalid%20bin%20Ahmad%20Al%20Qasimi\"&gt;Khalid bin Ahmad Al Qasimi&lt;/a&gt;, was deposed in 1924, siding with Khalid against the new Ruler, &lt;a href=\"Sultan%20bin%20Saqr%20Al%20Qasimi%20II\"&gt;Sultan&lt;/a&gt;, but joining in with Sultan in Sharjah's 1933 war with Ajman because of the influence of Abdulrahman of Heerah.\nSupporting Khalid bin Ahmad again in 1937, the Bani Qitab paid a key role in his accession as Ruler of &lt;a href=\"Kalba\"&gt;Kalba&lt;/a&gt;.\nEffectively in control of the interior of the Northern emirates, the tribe was courted by various Rulers over the granting of access to oil companies who had obtained concessions. Even in the 1940s, the Bani Qitab force of 200 to 250 armed, mounted Bedouin was a decisive force."
}