{
    "id": "5881954",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=5881954",
    "title": "German submarine U-1226",
    "text": "German submarine \"U-1226\" was a &lt;a href=\"German%20Type%20IX%20submarine\"&gt;Type IXC/40&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; of &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;'s \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\" during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nThe U-boat, built for service in the &lt;a href=\"Battle%20of%20the%20Atlantic\"&gt;Battle of the Atlantic&lt;/a&gt;, was completed in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; in November 1943, and placed under the command of \"&lt;a href=\"Oberleutnant%20zur%20See\"&gt;Oberleutnant zur See&lt;/a&gt;\" August-Wilhem Claussen (Crew X/37), whose brother Emil had been killed on board the previous year. She underwent working up cruises in the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; before embarking on her only operational patrol from &lt;a href=\"Karljohansvern\"&gt;Horten Naval Base&lt;/a&gt; in Norway during September 1944.\nDesign.\n&lt;a href=\"German%20Type%20IX%20submarine%23Type%20IXC/40\"&gt;German Type IXC/40 submarines&lt;/a&gt; were slightly larger than the original &lt;a href=\"German%20Type%20IX%20submarine%23Type%20IXC\"&gt;Type IXC&lt;/a&gt;s. \"U-1226\" had a displacement of when at the surface and while submerged. The U-boat had a total length of , a &lt;a href=\"pressure%20hull\"&gt;pressure hull&lt;/a&gt; length of , a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of , a height of , and a &lt;a href=\"draught%20%28ship%29\"&gt;draught&lt;/a&gt; of . The submarine was powered by two &lt;a href=\"MAN%20SE\"&gt;MAN&lt;/a&gt; M 9 V 40/46 &lt;a href=\"supercharged\"&gt;supercharged&lt;/a&gt; four-stroke, nine-cylinder &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s producing a total of for use while surfaced, two &lt;a href=\"Siemens-Schuckert\"&gt;Siemens-Schuckert&lt;/a&gt; 2 GU 345/34 &lt;a href=\"Motor%E2%80%93generator\"&gt;double-acting electric motors&lt;/a&gt; producing a total of for use while submerged. She had two shafts and two &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;s. The boat was capable of operating at depths of up to .\nThe submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . \"U-1226\" was fitted with six &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s (four fitted at the bow and two at the stern), 22 &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, one &lt;a href=\"10.5%20cm%20SK%20C/32%20naval%20gun\"&gt;SK C/32 naval gun&lt;/a&gt;, 180 rounds, and a &lt;a href=\"3.7%20cm%20Flak%2018/36/37/43\"&gt;Flak M42&lt;/a&gt; as well as two twin &lt;a href=\"2%20cm%20FlaK%2030\"&gt;C/30&lt;/a&gt; anti-aircraft guns. The boat had a &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; of forty-eight.\nService history.\nThis patrol was uneventful for the first three weeks during the Atlantic crossing as she deliberately avoided the highly-effective allied countermeasures. The last contact with the boat was on 23 October 1944 reporting trouble with its &lt;a href=\"Submarine%20snorkel\"&gt;Schnorchel&lt;/a&gt; underwater-breathing apparatus after which nothing more was heard from her. It is possible she was sunk in an unrecorded encounter with an Allied ship or aircraft, or more likely she suffered some unknown catastrophic accident which claimed the boat and all its crew.\nWhatever the cause, she was given up for lost in mid-November. Her remains were claimed to have been found east of &lt;a href=\"Cape%20Cod\"&gt;Cape Cod&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; in 1993 however, this identification is unlikely. The vessel's last radio contact instructed the submarine to maintain its faulty snorkel in the upright position and return to base, giving \"U-1226\"s position as south of &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt; at ."
}