{
    "id": "58818336",
    "revid": "1067582110",
    "url": "https://en.wikipedia.org/wiki?curid=58818336",
    "title": "Wojak",
    "text": "Wojak (from &lt;a href=\"Polish%20language\"&gt;Polish&lt;/a&gt; , loosely 'soldier' or fighter), also known as Feels Guy, is an &lt;a href=\"Internet%20meme\"&gt;Internet meme&lt;/a&gt;. In the meme's original form, he is a simple, black-outlined &lt;a href=\"cartoon\"&gt;cartoon&lt;/a&gt; drawing of a bald man with a &lt;a href=\"wistfulness\"&gt;wistful&lt;/a&gt; expression, and is posted to generically represent emotions such as melancholy, regret, or loneliness. \nThe image originated in 2009 on a Polish imageboard called vichan, and was later reposted to the German/international imageboard krautchan in 2010 by a Polish poster called \"wojak.\" It grew to popularity on &lt;a href=\"4chan\"&gt;4chan&lt;/a&gt;, where the character became associated with the phrases formerly used by wojak such as \"that feel\", \"that feel when\", and \"I know that feel, bro\". Countless variants of the meme have since emerged, expressing different emotions or representing various archetypes.\nHistory.\n\"Wojak\" was originally the &lt;a href=\"nickname\"&gt;nickname&lt;/a&gt; of a Polish user on the defunct German &lt;a href=\"imageboard\"&gt;imageboard&lt;/a&gt; &lt;a href=\"Krautchan\"&gt;Krautchan&lt;/a&gt;, who started posting the image around 2010, often accompanied with lament about not having a girlfriend. According to him, the image originally came from the Polish imageboard vichan, where it was posted with the filename \"ciepła twarz.jpg\" ('warm face'). Brian Feldman of \"&lt;a href=\"%20Intelligencer%20%28website%29\"&gt;Intelligencer&lt;/a&gt;\" describes Wojak's expression as \"pained but dealing with it.\"\nThe image spread to other imageboards, including &lt;a href=\"4chan\"&gt;4chan&lt;/a&gt;, where by 2011 an image of two Wojaks hugging each other under the caption \"I know that feel bro\" gained popularity. Wojak was also paired with the &lt;a href=\"Snowclone\"&gt;template phrase&lt;/a&gt; \"that feel\" or \"that feel when\", shortened to \"tfw\". Some variants paired him with the character &lt;a href=\"Pepe%20the%20Frog\"&gt;Pepe the Frog&lt;/a&gt; (catchphrase \"feels good/bad man\") in what Feldman describes as a \"platonic romance within the memescape\".\nVariants.\nNPC.\nIn October 2018, a Wojak with a gray face, pointy nose and blank, emotionless facial expression, dubbed \"NPC Wojak\", became a popular visual representation for people who supposedly cannot think for themselves or make their own decisions, comparing them to &lt;a href=\"Non-Player%20Character\"&gt;Non-Player Character&lt;/a&gt;s – computer-automated characters within a video game.\nNPC Wojak has gained online notoriety.\nThe meme gained media attention, initially in \"&lt;a href=\"Kotaku\"&gt;Kotaku&lt;/a&gt;\" and \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\", due to its usage in parodying the apparent &lt;a href=\"herd%20behavior\"&gt;herd mentality&lt;/a&gt; of &lt;a href=\"Liberalism%20in%20the%20United%20States\"&gt;American liberals&lt;/a&gt;.\nThis usage of the meme has been attributed to &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; supporters.\nAbout 1,500 &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; accounts falsely posing as liberal activists with the NPC meme as a profile picture were suspended for allegedly spreading misinformation about the &lt;a href=\"2018%20United%20States%20elections\"&gt;2018 United States elections&lt;/a&gt;.\nOn January 13, 2019, a &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; art collective known as \"The Faction\" hijacked a billboard for \"&lt;a href=\"Real%20Time%20with%20Bill%20Maher\"&gt;Real Time with Bill Maher&lt;/a&gt;\", replacing Maher's image with that of the NPC Wojak.\nCoomer.\nIn November 2019, the \"Coomer\" Wojak picked up in popularity with the \"&lt;a href=\"No%20Nut%20November\"&gt;No Nut November&lt;/a&gt;\" trend. The Coomer depicts a smiling Wojak edit with unkempt hair, red rimmed eyes and an untidy beard. It is generally understood to represent someone with a &lt;a href=\"porn%20addiction\"&gt;porn addiction&lt;/a&gt;. Much of this meme's popularity can be attributed to the \"Coomer Pledge\", a viral internet trend which dared people to abstain from masturbation for all of November, and change their &lt;a href=\"Avatar%20%28computing%29\"&gt;profile picture&lt;/a&gt; to an image of the Coomer if they were to fail.\nDoomer.\nThe doomer is an image macro and character archetype that first appeared on &lt;a href=\"4chan\"&gt;4chan&lt;/a&gt;. The image typically depicts Wojak in a beanie, smoking a cigarette. The archetype often embodies &lt;a href=\"nihilism\"&gt;nihilism&lt;/a&gt; and despair, with a belief in the incipient &lt;a href=\"End%20of%20the%20world%20%28civilization%29\"&gt;end of the world&lt;/a&gt; to causes ranging from &lt;a href=\"climate%20apocalypse\"&gt;climate apocalypse&lt;/a&gt; to &lt;a href=\"peak%20oil\"&gt;peak oil&lt;/a&gt; to (more locally) &lt;a href=\"opioid%20addiction\"&gt;opioid addiction&lt;/a&gt;. The meme first appeared on 4chan's /r9k/ board in September 2018.\nA related meme format, \"doomer girl\", began appearing on 4chan in January 2020, and it soon moved to other online communities, including &lt;a href=\"Reddit\"&gt;Reddit&lt;/a&gt; and &lt;a href=\"Tumblr\"&gt;Tumblr&lt;/a&gt;, often by women claiming it from its 4chan origins. This format is described by \"&lt;a href=\"The%20Atlantic\"&gt;The Atlantic&lt;/a&gt;\" as \"a quickly sketched cartoon woman with black hair, black clothes, and sad eyes ringed with red makeup\". The doomer girl character often appears in &lt;a href=\"image%20macro\"&gt;image macro&lt;/a&gt;s interacting with the original doomer character. The format is often compared to &lt;a href=\"rage%20comic\"&gt;rage comic&lt;/a&gt;s.\nSoyjak.\nSoyjak, a &lt;a href=\"portmanteau\"&gt;portmanteau&lt;/a&gt; of \"soy\" and \"wojak\" is a variation of Wojak that combines Wojak-style illustrations with features of a &lt;a href=\"soy%20boy\"&gt;soy boy&lt;/a&gt; or \"nu-male\". It is typically used in online discourse, such as &lt;a href=\"4chan\"&gt;4chan&lt;/a&gt; and various other sites and imageboards to mock an opponent's position by quoting them alongside a Soyjak image. The first example of Soyjak appeared in December 2017 on 4chan's /int/ board. It quickly gained notoriety on the site, spawning many edits and variants, commonly mocking interests associated with \"soy boys\" including use of sites such as &lt;a href=\"Reddit\"&gt;Reddit&lt;/a&gt; or &lt;a href=\"9gag\"&gt;9gag&lt;/a&gt;, playing &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt;, or cuckoldry, among other things. Soyjaks usually have large open mouths. Aside from the original Soyjak variant, a Wojak edit with glasses and a scraggly beard, it became popular to trace real-life people perceived to fit the \"soy boy\" stereotype, a common example being a photograph posted by John Oberg on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, in which he and another man point to a sign for Beyond Fried Chicken outside of a &lt;a href=\"KFC\"&gt;KFC&lt;/a&gt; restaurant."
}