{
    "id": "58835844",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=58835844",
    "title": "2019 Los Angeles Dodgers season",
    "text": "The 2019 Los Angeles Dodgers season was the 130th season for the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;franchise&lt;/a&gt; in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;, and their 62nd season in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. They played their home games at &lt;a href=\"Dodger%20Stadium\"&gt;Dodger Stadium&lt;/a&gt;. On September 4, the Dodgers broke the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; record for most home runs in a season with 250th homer (breaking the old mark set by the &lt;a href=\"2000%20Houston%20Astros%20season\"&gt;2000 Houston Astros&lt;/a&gt;). The Dodgers clinched their seventh straight &lt;a href=\"National%20League%20West\"&gt;National League West&lt;/a&gt; title on September 10, the earliest they had clinched in franchise history. They finished the regular season with a record of 106–56, breaking the franchise records for wins in a season previously held by the &lt;a href=\"1953%20Brooklyn%20Dodgers%20season\"&gt;1953 Brooklyn Dodgers&lt;/a&gt;. Their 106-56 record was the second best in the MLB, just a spot behind the &lt;a href=\"Houston%20Astros\"&gt;Houston Astros&lt;/a&gt; who had a record of 107-55 which was the best record in all of &lt;a href=\"MLB\"&gt;MLB&lt;/a&gt; for &lt;a href=\"2019\"&gt;2019&lt;/a&gt;. The Dodgers lost to the eventual world series champion &lt;a href=\"2019%20Washington%20Nationals%20season\"&gt;Washington Nationals&lt;/a&gt; in the &lt;a href=\"2019%20National%20League%20Division%20Series\"&gt;Division Series&lt;/a&gt; in five games, ending their streak of three straight NLCS appearances. With the &lt;a href=\"Washington%20Nationals\"&gt;Washington Nationals&lt;/a&gt; winning the &lt;a href=\"2019%20World%20Series\"&gt;World Series&lt;/a&gt;, the Los Angeles Dodgers become the second franchise to lose to the eventual World Series champions in four consecutive postseasons, (the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; from 2001 to 2004 were the first).\nOffseason.\nFront Office / Coaching staff.\nThird Base coach &lt;a href=\"Chris%20Woodward\"&gt;Chris Woodward&lt;/a&gt; left his position with the Dodgers after the 2018 season to become the &lt;a href=\"Manager%20%28baseball%29\"&gt;Manager&lt;/a&gt; of the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt; and shortly afterwards hitting coach &lt;a href=\"Turner%20Ward\"&gt;Turner Ward&lt;/a&gt; left the team to take on a similar position with the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;. Assistant hitting coach &lt;a href=\"Luis%20Ortiz%20%28third%20baseman%29\"&gt;Luis Ortiz&lt;/a&gt; also left the team to take on a role as hitting coach for the &lt;a href=\"Texas%20Rangers%20%28baseball%29\"&gt;Texas Rangers&lt;/a&gt;.\nOn November 6, &lt;a href=\"General%20Manager%20%28baseball%29\"&gt;General Manager&lt;/a&gt; &lt;a href=\"Farhan%20Zaidi\"&gt;Farhan Zaidi&lt;/a&gt; left the Dodgers to become the President of Baseball Operations for the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt;.\nOn November 28, the Dodgers finalized their coaching staff. They named &lt;a href=\"Dino%20Ebel\"&gt;Dino Ebel&lt;/a&gt; as the new third base coach, &lt;a href=\"Robert%20Van%20Scoyoc\"&gt;Robert Van Scoyoc&lt;/a&gt; as the hitting coach, &lt;a href=\"Aaron%20Bates\"&gt;Aaron Bates&lt;/a&gt; as assistant hitting coach and &lt;a href=\"Chris%20Gimenez\"&gt;Chris Gimenez&lt;/a&gt; as game planning coach. They also promoted &lt;a href=\"Brant%20Brown\"&gt;Brant Brown&lt;/a&gt; to the new position of hitting strategist. On December 3, they agreed to a four-year contract extension with manager &lt;a href=\"Dave%20Roberts%20%28outfielder%29\"&gt;Dave Roberts&lt;/a&gt;, running through the 2022 season.\nThe Dodgers announced in December that they would not be hiring a new General Manager during the off-season, though they did hire &lt;a href=\"Jeff%20Kingston%20%28baseball%29\"&gt;Jeff Kingston&lt;/a&gt; to be Assistant General Manager.\nIn March they promoted &lt;a href=\"Brandon%20Gomes\"&gt;Brandon Gomes&lt;/a&gt; to also be an assistant GM and Will Rhymes to Gomes old position as Director of Player Development.\nBroadcast team.\nOn December 17, 2018, the Dodgers announced that &lt;a href=\"Tim%20Neverett\"&gt;Tim Neverett&lt;/a&gt; would be joining the broadcast team. He would work select television and radio games in place of &lt;a href=\"Charley%20Steiner\"&gt;Charley Steiner&lt;/a&gt; who had chosen to scale back his work schedule. In addition, &lt;a href=\"Kevin%20Kennedy%20%28baseball%29\"&gt;Kevin Kennedy&lt;/a&gt; would be leaving his part-time role with the team.\nRoster departures.\nOn October 29, 2018, the day after the Dodgers season ended with a World Series loss, seven players became free agents. They included pitchers &lt;a href=\"John%20Axford\"&gt;John Axford&lt;/a&gt;, &lt;a href=\"Daniel%20Hudson\"&gt;Daniel Hudson&lt;/a&gt;, &lt;a href=\"Ryan%20Madson\"&gt;Ryan Madson&lt;/a&gt; and &lt;a href=\"Hyun-jin%20Ryu\"&gt;Hyun-jin Ryu&lt;/a&gt;, catcher &lt;a href=\"Yasmani%20Grandal\"&gt;Yasmani Grandal&lt;/a&gt; and infielders &lt;a href=\"Brian%20Dozier\"&gt;Brian Dozier&lt;/a&gt; and &lt;a href=\"Manny%20Machado\"&gt;Manny Machado&lt;/a&gt;. In addition, second baseman &lt;a href=\"Chase%20Utley\"&gt;Chase Utley&lt;/a&gt;, who had one more year remaining on his contract, retired. Ryu accepted the Dodgers $17.9 million qualifying offer and remained with the team for 2019. On November 20, the Dodgers released RHP &lt;a href=\"Tom%20Koehler\"&gt;Tom Koehler&lt;/a&gt; and designated LHP &lt;a href=\"Zac%20Rosscup\"&gt;Zac Rosscup&lt;/a&gt;, RHP &lt;a href=\"Erik%20Goeddel\"&gt;Erik Goeddel&lt;/a&gt; and IF/OF &lt;a href=\"Tim%20Locastro\"&gt;Tim Locastro&lt;/a&gt; for assignment. Switch Pitcher &lt;a href=\"Pat%20Venditte\"&gt;Pat Venditte&lt;/a&gt; was designated for assignment on November 28.\nTrades.\nOn November 28, the Dodgers acquired left-handed pitcher &lt;a href=\"Adam%20McCreery\"&gt;Adam McCreery&lt;/a&gt; from the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt; for cash. On December 21, 2018, the Dodgers traded outfielders &lt;a href=\"Matt%20Kemp\"&gt;Matt Kemp&lt;/a&gt; and &lt;a href=\"Yasiel%20Puig\"&gt;Yasiel Puig&lt;/a&gt;, left-handed pitcher &lt;a href=\"Alex%20Wood%20%28baseball%29\"&gt;Alex Wood&lt;/a&gt;, catcher/infielder &lt;a href=\"Kyle%20Farmer\"&gt;Kyle Farmer&lt;/a&gt; and cash considerations to the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; in exchange for right-handed pitcher &lt;a href=\"Homer%20Bailey\"&gt;Homer Bailey&lt;/a&gt; and two minor leaguers, &lt;a href=\"Jeter%20Downs\"&gt;Jeter Downs&lt;/a&gt; and &lt;a href=\"Josiah%20Gray\"&gt;Josiah Gray&lt;/a&gt;. They released Bailey the same day. On January 11, the Dodgers acquired catcher &lt;a href=\"Russell%20Martin\"&gt;Russell Martin&lt;/a&gt; from the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt; in exchange for minor league prospects &lt;a href=\"Andrew%20Sopko\"&gt;Andrew Sopko&lt;/a&gt; and Ronny Brito. The Blue Jays also sent cash to the Dodgers in the deal.\nSignings.\nOn November 1, 2018, the Dodgers bought out corner infielder &lt;a href=\"David%20Freese\"&gt;David Freese&lt;/a&gt;'s 2019 option for $500,000 and then re-signed him for one year and $4.5 million. The following day, they reached a deal with starting pitcher &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt;, in order to avoid him opting out of his previous deal they agreed to a three-year, $93 million contract. This agreement extends his previous contract by one year and $28 million. On December 21, the Dodgers announced that they had signed right-handed pitcher &lt;a href=\"Joe%20Kelly%20%28pitcher%29\"&gt;Joe Kelly&lt;/a&gt; to a three-year, $27 million contract, which included an option for a fourth year. On January 26, 2019, the Dodgers signed outfielder &lt;a href=\"A.%20J.%20Pollock\"&gt;A. J. Pollock&lt;/a&gt; to a four-year, $55 million contract that included a player option for a fifth year.\nSpring Training.\nThe Dodgers began &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt; on February 12, 2019, when pitchers and catchers reported to camp at &lt;a href=\"Camelback%20Ranch\"&gt;Camelback Ranch&lt;/a&gt; in &lt;a href=\"Glendale%2C%20Arizona\"&gt;Glendale, Arizona&lt;/a&gt;. On March 10, the Dodgers released right-handed relief pitcher &lt;a href=\"Josh%20Fields%20%28pitcher%29\"&gt;Josh Fields&lt;/a&gt; when they claimed left-handed pitcher &lt;a href=\"Donnie%20Hart\"&gt;Donnie Hart&lt;/a&gt; off waivers from the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;. &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt; was expected to be the Dodgers opening day starter for a ninth straight season, but he experienced shoulder inflammation early in camp which kept him from pitching in spring training games and led to him beginning the season on the injured list. Near the end of spring training, &lt;a href=\"Rich%20Hill%20%28pitcher%29\"&gt;Rich Hill&lt;/a&gt; came down with a strained MCL, leading to the Dodgers announcing that &lt;a href=\"Hyun-jin%20Ryu\"&gt;Hyun-jin Ryu&lt;/a&gt; would start on opening day and that &lt;a href=\"Ross%20Stripling\"&gt;Ross Stripling&lt;/a&gt; would also begin the season in the rotation.\nRegular season.\nMarch.\nThe season began on March 28 with a home series against the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt;. &lt;a href=\"Hyun-Jin%20Ryu\"&gt;Hyun-Jin Ryu&lt;/a&gt; made the &lt;a href=\"Opening%20Day\"&gt;Opening Day&lt;/a&gt; start and allowed only one run while striking out eight in six innings. Meanwhile, the Dodgers offense hit an MLB opening day record eight home runs, with two each by &lt;a href=\"Joc%20Pederson\"&gt;Joc Pederson&lt;/a&gt; and &lt;a href=\"Enrique%20Hern%C3%A1ndez%20%28baseball%29\"&gt;Enrique Hernández&lt;/a&gt;. The Dodgers began the season with a 12–5 victory. In the second game, &lt;a href=\"Ross%20Stripling\"&gt;Ross Stripling&lt;/a&gt; struck out five over five scoreless innings and &lt;a href=\"A.%20J.%20Pollock\"&gt;A. J. Pollock&lt;/a&gt; had four hits, including a double and a homer, as the Dodgers jumped out to a 3–0 lead. However, reliever &lt;a href=\"Joe%20Kelly%20%28pitcher%29\"&gt;Joe Kelly&lt;/a&gt; allowed a three-run homer to &lt;a href=\"Christian%20Walker%20%28baseball%29\"&gt;Christian Walker&lt;/a&gt; in the seventh and the game went into extra innings where the Diamondbacks won 5–4 thanks to a game-winning hit by &lt;a href=\"Carson%20Kelly\"&gt;Carson Kelly&lt;/a&gt; in the 13th inning. The Dodgers hit four more home runs in the third game of the season, including two by &lt;a href=\"Cody%20Bellinger\"&gt;Cody Bellinger&lt;/a&gt;, as they routed the Diamondbacks, 18–5. &lt;a href=\"Kenta%20Maeda\"&gt;Kenta Maeda&lt;/a&gt; in his debut, allowed three solo homers in 6 innings for the win. It was the first game in &lt;a href=\"Dodger%20Stadium\"&gt;Dodger Stadium&lt;/a&gt; where both lead-off hitters (Joc Pederson for the Dodgers and &lt;a href=\"Jarrod%20Dyson\"&gt;Jarrod Dyson&lt;/a&gt; for the Diamondbacks) hit home runs in their first at-bats. &lt;a href=\"Walker%20Buehler\"&gt;Walker Buehler&lt;/a&gt; struggled in his debut, allowing five runs on five hits without striking anyone out in only three innings on March 31, but a two-run double by Pollock in the eighth helped the Dodgers come from behind to win 8–7. The 43-run total was a club record for a four-game series.\nApril.\n&lt;a href=\"Julio%20Ur%C3%ADas\"&gt;Julio Urías&lt;/a&gt; got the start on April 1 in the opener of a three-game series against the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt;. He struck out seven while allowing only three hits in five scoreless innings. However, &lt;a href=\"Joe%20Kelly%20%28pitcher%29\"&gt;Joe Kelly&lt;/a&gt; allowed four runs on four hits in 1 innings and the Giants won 4–2. Ryu struck out five and allowed two runs in seven innings in the next game while &lt;a href=\"Cody%20Bellinger\"&gt;Cody Bellinger&lt;/a&gt; hit a grand slam home run and the Dodgers won 6–5. They hit at least one home run in each of their first six games, matching the franchise record set in &lt;a href=\"1954%20Brooklyn%20Dodgers%20season\"&gt;1954&lt;/a&gt;. They broke that record when &lt;a href=\"Enrique%20Hern%C3%A1ndez%20%28baseball%29\"&gt;Enrique Hernández&lt;/a&gt; homered in the next game, and then a two-run double by &lt;a href=\"David%20Freese\"&gt;David Freese&lt;/a&gt; helped the Dodgers to a 5–3 comeback victory over the Giants to end the homestand.\nOn April 5, the Dodgers began their first road trip of the season with a trip to &lt;a href=\"Coors%20Field\"&gt;Coors Field&lt;/a&gt; to play the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt;. Bellinger hit a three-run homer in the Dodgers 10–6 win in the opener. He set Dodgers franchise records with six homers and 16 RBI through the first eight games of the season and became only the third player in MLB history to accomplish that, joining &lt;a href=\"Eddie%20Mathews\"&gt;Eddie Mathews&lt;/a&gt; (&lt;a href=\"1954%20Milwaukee%20Braves%20season\"&gt;1954&lt;/a&gt;) and &lt;a href=\"Alex%20Rodriguez\"&gt;Alex Rodriguez&lt;/a&gt; (&lt;a href=\"2007%20New%20York%20Yankees%20season\"&gt;2007&lt;/a&gt;). &lt;a href=\"Alex%20Verdugo\"&gt;Alex Verdugo&lt;/a&gt; homered and tripled as the Dodgers took the next game, 7–2. Bellinger hit his seventh home run as the Dodgers finished off a sweep of the Rockies with a 12–6 win. The Dodgers scored 84 runs in their first 10 games, the third most in MLB history behind only the &lt;a href=\"1932%20New%20York%20Yankees%20season\"&gt;1932 Yankees&lt;/a&gt; and the &lt;a href=\"1999%20Cleveland%20Indians%20season\"&gt;1999 Indians&lt;/a&gt;. The Dodgers next traveled to &lt;a href=\"Busch%20Stadium\"&gt;Busch Stadium&lt;/a&gt; for a four-game series against the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt;. They lost the opener 4–3 as their five-game winning streak and 10 game homer streak both came to an end. In the following game the team was hitless in nine at-bats with runners in scoring position, stranding 13 base runners in a 4–0 shutout loss. &lt;a href=\"Joc%20Pederson\"&gt;Joc Pederson&lt;/a&gt; and &lt;a href=\"Max%20Muncy\"&gt;Max Muncy&lt;/a&gt; hit back-to-back home runs on April 10 but those were the only runs the Dodgers scored in a 7–2 loss to the Cardinals. The Cardinals finished off their first four-game sweep of the Dodgers since 2010 with an 11–7 win in the finale.\nThe Dodgers returned home on April 12 to face the &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt;. Former Dodger &lt;a href=\"Yasmani%20Grandal\"&gt;Yasmani Grandal&lt;/a&gt; had three hits, including a two-run homer as the Brewers took game one, 8–5. &lt;a href=\"Zach%20Davies\"&gt;Zach Davies&lt;/a&gt; shut down the Dodgers in the next game, striking out six in seven innings as the Brewers won 4–1. The Dodgers six-game losing streak came to an end on April 14, when &lt;a href=\"Ross%20Stripling\"&gt;Ross Stripling&lt;/a&gt; allowed only one run on four hits in eight innings and they beat the Brewers 7–1. &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt; made his 2019 debut the following day in the opener of a three-game series against the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;. He allowed two runs (on a two-run first inning homer by former Dodger &lt;a href=\"Yasiel%20Puig\"&gt;Yasiel Puig&lt;/a&gt;) in seven innings, and the Dodgers won 4–3 on a two-run walk-off homer by Joc Pederson. They won the next game too, 6–1, thanks to &lt;a href=\"Alex%20Verdugo\"&gt;Alex Verdugo&lt;/a&gt;, who had three hits and three RBI in the game. They finished off the sweep of the Reds with a 3–2 victory on April 17. A three-run home run by &lt;a href=\"A.%20J.%20Pollock\"&gt;A. J. Pollock&lt;/a&gt; accounted for all the Dodgers scoring. They also tied an MLB record with the 32nd consecutive home game with a home run, matching the &lt;a href=\"1999%20Colorado%20Rockies%20season\"&gt;1999 Colorado Rockies&lt;/a&gt;.\nThe Dodgers next traveled to begin a series with the Brewers at &lt;a href=\"Miller%20Park\"&gt;Miller Park&lt;/a&gt;. Julio Urías struck out nine in six scoreless innings while Cody Bellinger and Max Muncy homered in the 3–1 win in the series opener. Enrique Hernández hit a three-run homer in the next game as the Dodgers came from behind to win 5–3. &lt;a href=\"Christian%20Yelich\"&gt;Christian Yelich&lt;/a&gt; hit two home runs in the next game as the Brewers snapped the Dodgers' six-game winning streak with a 5–0 shutout win. The Dodgers wrapped up the series with a 6–5 victory. Pederson hit two homers and Bellinger added a go-ahead homer in the ninth inning for the win. The Dodgers lost to the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt; in the opener of a three-game series at &lt;a href=\"Wrigley%20Field\"&gt;Wrigley Field&lt;/a&gt; on April 23, 7–2. A pair of three-run home runs, by &lt;a href=\"Javier%20B%C3%A1ez\"&gt;Javier Báez&lt;/a&gt; and &lt;a href=\"Jason%20Heyward\"&gt;Jason Heyward&lt;/a&gt;, in the sixth inning gave the Cubs a 7–6 win over the Dodgers in the second game of the series. The Dodgers did take the last game of the series, 2–1.\nThe Dodgers returned home on April 26 to play the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; and won the opener, 6–2. &lt;a href=\"Austin%20Barnes\"&gt;Austin Barnes&lt;/a&gt; homered, doubled, and drove in three runs in the game while &lt;a href=\"Hyun-jin%20Ryu\"&gt;Hyun-jin Ryu&lt;/a&gt; struck out 10 in seven innings. Bellinger hit his 13th homer in the game to set a new MLB record with 88 total bases before the month of May. In the next game, Clayton Kershaw struck out eight in seven innings and picked up his first win of the season when Pederson's two-run triple in the seventh inning led the Dodgers to a 3–1 comeback victory. Despite the win, the Dodgers failed to homer in the game, snapping their 33-game home streak. &lt;a href=\"Rich%20Hill%20%28pitcher%29\"&gt;Rich Hill&lt;/a&gt; made his season debut on April 28, allowing five runs in six innings. Bellinger hit his 14th home run of the season and drove in three runs as the Dodgers came from behind to win, 7–6 to complete the sweep.\nThe Dodgers traveled to &lt;a href=\"Oracle%20Park\"&gt;Oracle Park&lt;/a&gt; on April 29 to play the Giants and lost the opening game 3–2 thanks to a three-run double by &lt;a href=\"Evan%20Longoria\"&gt;Evan Longoria&lt;/a&gt; in the seventh inning. They finished off the month with a 10–3 win and became the first team in the majors to reach 20 wins.\nMay.\n&lt;a href=\"Madison%20Bumgarner\"&gt;Madison Bumgarner&lt;/a&gt; struck out six in eight innings while only allowing one run on four hits as the Giants beat the Dodgers 2–1 on May 1. The Dodgers won their next game, 4–3, over the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; at &lt;a href=\"Petco%20Park\"&gt;Petco Park&lt;/a&gt;. A three-run home run by &lt;a href=\"Max%20Muncy\"&gt;Max Muncy&lt;/a&gt; led to a 5-run sixth inning as the Dodgers came from behind to win 7–6 the next day. &lt;a href=\"Hunter%20Renfroe\"&gt;Hunter Renfroe&lt;/a&gt; hit a pinch-hit grand slam off &lt;a href=\"Kenley%20Jansen\"&gt;Kenley Jansen&lt;/a&gt; to give the Padres an 8–5 win in the series finale.\nThe Dodgers returned home on May 6 and beat the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt;, 5–3. &lt;a href=\"Walker%20Buehler\"&gt;Walker Buehler&lt;/a&gt; struck out eight in seven innings in the win. In the next game, &lt;a href=\"Hyun-jin%20Ryu\"&gt;Hyun-jin Ryu&lt;/a&gt; pitched a four hit, complete game, shutout and &lt;a href=\"Justin%20Turner\"&gt;Justin Turner&lt;/a&gt; hit three home runs and drove in six RBI in a 9–0 rout. The Dodgers hit three home runs in the following game, a 9–4 win, and finished off a three-game sweep of the Braves. They next split a four-game series with the &lt;a href=\"Washington%20Nationals\"&gt;Washington Nationals&lt;/a&gt;. In the first game they were shutout 6–0 as &lt;a href=\"Patrick%20Corbin\"&gt;Patrick Corbin&lt;/a&gt; struck out eight in seven innings. They returned the favor by shutting out the Nationals, 5–0, the next day. &lt;a href=\"Joc%20Pederson\"&gt;Joc Pederson&lt;/a&gt; hit two homers in the game. In the third game, Buehler struck out seven in seven scoreless innings but a grand slam homer by &lt;a href=\"Gerardo%20Parra\"&gt;Gerardo Parra&lt;/a&gt; off reliever &lt;a href=\"Dylan%20Floro\"&gt;Dylan Floro&lt;/a&gt; in the eighth led the Nationals to a 5–2 win. Ryu took a no-hitter into the eighth inning in the next game, while striking out nine and &lt;a href=\"Corey%20Seager\"&gt;Corey Seager&lt;/a&gt; hit a grand slam as the Dodgers won 6–0. The Dodgers beat the Padres 6–3 on May 14 as Pederson and &lt;a href=\"Cody%20Bellinger\"&gt;Cody Bellinger&lt;/a&gt; both homered. &lt;a href=\"Kenta%20Maeda\"&gt;Kenta Maeda&lt;/a&gt; struck out 12 batters in 6 scoreless innings while only allowing three hits and also singled in both of the Dodgers runs as they beat the Padres 2–0.\nThe Dodgers next began a three-game series against the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; at &lt;a href=\"Great%20American%20Ballpark\"&gt;Great American Ballpark&lt;/a&gt;. &lt;a href=\"Rich%20Hill%20%28pitcher%29\"&gt;Rich Hill&lt;/a&gt; became the oldest Dodgers pitcher since &lt;a href=\"Dazzy%20Vance\"&gt;Dazzy Vance&lt;/a&gt; to strike out 10 or more batters in game when he pitched six scoreless innings and the Dodgers hit four homers in a 6–0 win. The Dodgers managed just two hits in the next game, as the Reds shut them out 4–0. The Dodgers took the final game of the series, 8–3. Ryu extended his scoreless streak to 31 innings as he struck out five in seven innings. &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt; struck out eight in 6 innings and extended his unbeaten streak to 19 consecutive starts as the Dodgers beat the &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt;, 7–3, at &lt;a href=\"Tropicana%20Field\"&gt;Tropicana Field&lt;/a&gt;. In the following game, Hill allowed one run in six innings with seven strikeouts but the Rays erupted for seven runs, including a three-run homer by &lt;a href=\"Avisa%C3%ADl%20Garc%C3%ADa\"&gt;Avisaíl García&lt;/a&gt; in the seventh inning off the Dodgers bullpen en route to an 8–1 win. A grand slam home run by &lt;a href=\"David%20Freese\"&gt;David Freese&lt;/a&gt; in the first inning, helped power the Dodgers to a 10–2 rout of the &lt;a href=\"Pittsburgh%20Pirates\"&gt;Pittsburgh Pirates&lt;/a&gt; at &lt;a href=\"PNC%20Park\"&gt;PNC Park&lt;/a&gt; on May 24. Ryu's scoreless streak came to an end in the second inning of the next game, but the Dodgers still won, 7–2. Justin Turner reached base all six times he came up in the next game, with a walk and five hits as the Dodgers finished off a sweep of the Pirates with an 11–7 win.\nThe Dodgers returned home on &lt;a href=\"Memorial%20Day\"&gt;Memorial Day&lt;/a&gt; to play the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; in a four-game series. In the first game, Bellinger homered and had two outfield assists in a 9–5 win. In the following game, a grand slam by &lt;a href=\"Michael%20Conforto\"&gt;Michael Conforto&lt;/a&gt; in the 7th inning lifted the Mets to a 7–3 win. In the third game, the Dodgers came from behind to score four-runs, including back-to-back homers by Pederson and Muncy, off Mets closer &lt;a href=\"Edwin%20D%C3%ADaz\"&gt;Edwin Díaz&lt;/a&gt; in the ninth inning to win 9–8. In the series finale, Ryu and Kenley Jansen combined for nine strikeouts with only four hits as the Dodgers shut out the Mets 2–0. The Dodgers slugged four homers to end the month of May with a 6–3 victory over the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt;.\nJune.\n&lt;a href=\"Will%20Smith%20%28catcher%29\"&gt;Will Smith&lt;/a&gt; hit a walk-off homer (his first homer of his career) as the Dodgers beat the Phillies, 4–3, on June 1. &lt;a href=\"Rich%20Hill%20%28pitcher%29\"&gt;Rich Hill&lt;/a&gt; struck out nine batters while only allowing three hits in seven scoreless innings while &lt;a href=\"Joc%20Pederson\"&gt;Joc Pederson&lt;/a&gt; and &lt;a href=\"David%20Freese\"&gt;David Freese&lt;/a&gt; homered as the Dodgers finished off their sweep of the Phillies with an 8–0 win.\nThe Dodgers began their next road trip at &lt;a href=\"Chase%20Field\"&gt;Chase Field&lt;/a&gt; against the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt;. &lt;a href=\"Walker%20Buehler\"&gt;Walker Buehler&lt;/a&gt; struck out 11 while allowing only one run on two hits in eight innings while &lt;a href=\"Corey%20Seager\"&gt;Corey Seager&lt;/a&gt; hit a three-run homer as they won 3–1. In the next game, &lt;a href=\"Hyun-jin%20Ryu\"&gt;Hyun-jin Ryu&lt;/a&gt; allowed only three hits in seven scoreless innings to pick up his ninth win in the Dodgers 9–0 victory. A walk-off hit by &lt;a href=\"David%20Peralta\"&gt;David Peralta&lt;/a&gt; in the 11th inning gave the Diamondbacks a 3–2 win in the series finale. The Dodgers then dropped a 2–1 game to the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; at &lt;a href=\"Oracle%20Park\"&gt;Oracle Park&lt;/a&gt; on June 7. Corey Seager had four hits and four RBI as the Dodgers picked up a 7–2 win. The next game was a pitching duel between Buehler and &lt;a href=\"Madison%20Bumgarner\"&gt;Madison Bumgarner&lt;/a&gt; with the only run scored a solo homer by &lt;a href=\"Max%20Muncy\"&gt;Max Muncy&lt;/a&gt; of Bumgarner in the first inning. They next traveled to &lt;a href=\"Angel%20Stadium\"&gt;Angel Stadium&lt;/a&gt; for a quick two-game series with the &lt;a href=\"Los%20Angeles%20Angels\"&gt;Los Angeles Angels&lt;/a&gt;. The Dodgers took the lead in the first game but the Angels tied it up with a two-run homer by &lt;a href=\"Mike%20Trout\"&gt;Mike Trout&lt;/a&gt; and then pulled ahead to win 5–3. The Angels also won by the same score in the following game thanks to a four-run first inning highlighted by a solo homer by &lt;a href=\"Shohei%20Ohtani\"&gt;Shohei Ohtani&lt;/a&gt; and a three-run homer by &lt;a href=\"Justin%20Bour\"&gt;Justin Bour&lt;/a&gt;.\nAfter an off-day, the Dodgers returned home for a four-game series with the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;. Prior to the series they learned that Seager would be out for the next month with a hamstring injury. The Dodgers hit four home runs in the opener, including two by &lt;a href=\"Cody%20Bellinger\"&gt;Cody Bellinger&lt;/a&gt;, en route to a 7–3 win. &lt;a href=\"Justin%20Turner\"&gt;Justin Turner&lt;/a&gt; hit his 100th career homer in the next game as the Dodgers won 5–3. In the third game of the series, Buehler allowed only two hits in seven scoreless innings but the Dodgers lost 2–1 when &lt;a href=\"Anthony%20Rizzo\"&gt;Anthony Rizzo&lt;/a&gt; hit a two-run home run off &lt;a href=\"Kenley%20Jansen\"&gt;Kenley Jansen&lt;/a&gt; in the ninth inning. They won the next game 3–2 thanks to another strong outing by Ryu, a home run by Bellinger, and a go-ahead RBI single by &lt;a href=\"Russell%20Martin\"&gt;Russell Martin&lt;/a&gt; in the eighth. The Giants next came to town for another four-game series. The Dodgers were only able to score one run off Giants starter &lt;a href=\"Tyler%20Beede\"&gt;Tyler Beede&lt;/a&gt;, who picked up his first major league win as the Giants won 3–2 in the series opener. In the following game, &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt; pitched seven shutout innings while only allowing three hits and the Dodgers jumped on the Giants to win 9–0. &lt;a href=\"Enrique%20Hern%C3%A1ndez%20%28baseball%29\"&gt;Enrique Hernández&lt;/a&gt; hit a grand slam in the seventh inning. On June 19, the Dodgers became the first team in the majors to win 50 games thanks to a 9–2 win. &lt;a href=\"Chris%20Taylor%20%28baseball%29\"&gt;Chris Taylor&lt;/a&gt; hit two homers, doubled, and drove in four runs. In the series finale, the Dodgers jumped out to a 7–1 lead thanks to three home runs only to hold on for a 9–8 win when the Giants scored four runs in the ninth inning off the bullpen. The &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt; were the next team to visit &lt;a href=\"Dodger%20Stadium\"&gt;Dodger Stadium&lt;/a&gt;, for a three-game weekend series. Walker Buehler pitched his first career &lt;a href=\"complete%20game\"&gt;complete game&lt;/a&gt;, allowing only three hits and two runs (on two solo homers) while striking out a personal best 16 batters. The Dodgers won the game, 4–2, on a walk-off two-run home run by &lt;a href=\"Matt%20Beaty\"&gt;Matt Beaty&lt;/a&gt;. The Dodgers won the following day, 5–4, on another walk-off homer, this time by &lt;a href=\"Alex%20Verdugo\"&gt;Alex Verdugo&lt;/a&gt; in the 11th inning. The Dodgers made it three straight games with walk-off homers by rookies when Will Smith hit a three-run homer on June 23 to give the Dodgers a 6–3 win and a sweep of the Rockies.\nAfter the long home stand, the Dodgers went on the road on June 24, beginning with a series at Chase Field against the Diamondbacks. The game was tied at four heading into the bottom of the eighth, when the Diamondbacks scored four runs off of &lt;a href=\"Dylan%20Floro\"&gt;Dylan Floro&lt;/a&gt; to end the Dodgers winning streak, 8–5. The Dodgers picked up their 55th win the next day, with a 3–2 win, matching the best start in Los Angeles franchise history. In the final game of the series, the Dodgers started &lt;a href=\"Tony%20Gonsolin\"&gt;Tony Gonsolin&lt;/a&gt;, who was making his MLB debut. He allowed four runs in the first inning without recording an out and six total in his four innings of work as the Diamonbacks routed the Dodgers 8–2 for the series win. Next the Dodgers began a four-game series at &lt;a href=\"Coors%20Field\"&gt;Coors Field&lt;/a&gt; against the Rockies by winning a 12–8 contest. The Dodgers hit six home runs in the game, including two by &lt;a href=\"Max%20Muncy\"&gt;Max Muncy&lt;/a&gt;. However, in the next game, the Rockies erupted for eight runs in the fifth inning to beat the Dodgers, 13–9, for their first win against them in more than nine months. They beat them again the following day, 5–3, as &lt;a href=\"Jon%20Gray\"&gt;Jon Gray&lt;/a&gt; quieted the Dodgers bats. The bats came back alive in the next game, breaking out with a six-run sixth inning, to finish a series split with a 10–5 win.\nJuly.\nThe Dodgers returned home on July 2 for a quick two-game series with the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt;. The Dodgers trailed by a run and were down to their last out in the first game when Diamondbacks &lt;a href=\"closer%20%28baseball%29\"&gt;closer&lt;/a&gt; &lt;a href=\"Greg%20Holland\"&gt;Greg Holland&lt;/a&gt; lost control and walked four straight batters to tie the game. &lt;a href=\"T.%20J.%20McFarland\"&gt;T. J. McFarland&lt;/a&gt; then came in and walked &lt;a href=\"Cody%20Bellinger\"&gt;Cody Bellinger&lt;/a&gt; to give the Dodgers a 5–4 win. It was the first time a major league game had ended on five straight walks and the first time in team history the Dodgers had won four straight home games on walk-offs. They picked up their fifth straight walk off win the next day when Bellinger homered in the 10th inning (his second homer of the game) to give the Dodgers another 5–4 win and complete the sweep. They became the first team since the &lt;a href=\"2004%20Oakland%20Athletics%20season\"&gt;2004 Oakland Athletics&lt;/a&gt; with five straight home walk offs and Bellinger set a new Dodgers franchise record with his 29th home run before the All-Star break. The Dodgers welcomed the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt; for a four-game series and took the series opener 5–1 behind home runs from &lt;a href=\"Max%20Muncy\"&gt;Max Muncy&lt;/a&gt; and Bellinger and six scoreless innings from &lt;a href=\"Hyun-Jin%20Ryu\"&gt;Hyun-Jin Ryu&lt;/a&gt;. &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt; struck out nine in seven innings while only allowing two runs but the Padres beat the Dodgers, 3–2, on a solo homer by &lt;a href=\"Hunter%20Renfroe\"&gt;Hunter Renfroe&lt;/a&gt; in the eighth inning. The loss snapped a nine-game winning streak by the Dodgers at home The Padres won again the next night, as Renfroe and &lt;a href=\"Manuel%20Margot\"&gt;Manuel Margot&lt;/a&gt; homered in their 3–1 win. &lt;a href=\"Fernando%20Tat%C3%ADs%20Jr.\"&gt;Fernando Tatís Jr.&lt;/a&gt; homered twice in the next game as the Padres took the series with a 5–3 win. Despite the loss, the first time all season they had lost three straight at home, the Dodgers headed into the All-Star break with a 13 game lead in the division and the best record in baseball.\nAt the &lt;a href=\"2019%20Major%20League%20Baseball%20All-Star%20Game\"&gt;2019 Major League Baseball All-Star Game&lt;/a&gt;, &lt;a href=\"Joc%20Pederson\"&gt;Joc Pederson&lt;/a&gt; participated in the &lt;a href=\"Home%20Run%20Derby\"&gt;Home Run Derby&lt;/a&gt;, losing to &lt;a href=\"Vladimir%20Guerrero%20Jr.\"&gt;Vladimir Guerrero Jr.&lt;/a&gt; in a semi-final match that went to a swing-off tie-breaker. Kershaw, Ryu, Bellinger, Muncy and &lt;a href=\"Walker%20Buehler\"&gt;Walker Buehler&lt;/a&gt; represented the Dodgers in the All-Star Game.\nThe Dodgers opened the second half of the season at &lt;a href=\"Fenway%20Park\"&gt;Fenway Park&lt;/a&gt; in a &lt;a href=\"2018%20World%20Series\"&gt;World Series&lt;/a&gt; rematch against the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;. &lt;a href=\"Eduardo%20Rodr%C3%ADguez%20%28left-handed%20pitcher%29\"&gt;Eduardo Rodríguez&lt;/a&gt; struck out 10 batters while shutting down the Dodgers offense while a three-run homer by &lt;a href=\"Xander%20Bogaerts\"&gt;Xander Bogaerts&lt;/a&gt; ignited a five-run seventh inning that allowed the Red Sox to pull away for an 8–1 win. The Dodgers snapped their four-game losing streak the next game thanks to four home runs, including one by &lt;a href=\"A.%20J.%20Pollock\"&gt;A. J. Pollock&lt;/a&gt; who rejoined the roster after having been on the injured list since April. The Dodgers won 11–2. The Dodgers took the final game of the series, 7–4, in 12 innings. The team next traveled to &lt;a href=\"Citizens%20Bank%20Park\"&gt;Citizens Bank Park&lt;/a&gt; to begin a four-game series with the &lt;a href=\"Philadelphia%20Phillies\"&gt;Philadelphia Phillies&lt;/a&gt;. They routed the Phillies 16–2 in the series opener behind four home runs, including two from Bellinger. Kershaw allowed one run in six innings, striking out seven batters in the game. The following game, the Phillies jumped out to an early 6–1 lead thanks to three homers and a pair of Dodgers errors but the Dodgers fought back thanks to five homers of their own to take the lead into the ninth only for the Phillies to score three runs off of &lt;a href=\"Kenley%20Jansen\"&gt;Kenley Jansen&lt;/a&gt; and beat the Dodgers, 9–8, on a walk-off double by &lt;a href=\"Bryce%20Harper\"&gt;Bryce Harper&lt;/a&gt;. In game three of the series, the Dodgers sat through a two-hour and 37-minute rain delay in the top of the third to win 7–2 behind two 2-run homers by &lt;a href=\"David%20Freese\"&gt;David Freese&lt;/a&gt; and &lt;a href=\"Justin%20Turner\"&gt;Justin Turner&lt;/a&gt;. In the final game of the series, &lt;a href=\"Enrique%20Hern%C3%A1ndez%20%28baseball%29\"&gt;Enrique Hernández&lt;/a&gt; hit two homers with four RBIs but the Dodgers bullpen allowed four runs in the seventh inning and the Phillies came from behind again to win 7–6 and split the series.\nAfter a 4–3 road trip, the Dodgers returned home to start a five-game homestand, beginning with a three-game series against the &lt;a href=\"Miami%20Marlins\"&gt;Miami Marlins&lt;/a&gt;. Ryu allowed one run in seven innings, striking out seven batters, in the first game as the Dodgers won 2–1. In the next game, Kershaw allowed only two hits and one walk while striking out 10 in six scoreless innings as the Dodgers jumped out to a 6–1 lead. However, the bullpen again faltered, giving up five runs in the top of the eighth inning. The Dodgers rebounded with a three-run homer by &lt;a href=\"Matt%20Beaty\"&gt;Matt Beaty&lt;/a&gt; in the bottom of the inning and won the game, 10–6. The Dodgers routed the Marlins 9–0 to finish off a series sweep. Muncy, Pederson and Pollock homered and Buehler pitched seven scoreless innings, striking out eleven batters. The Dodgers finished up the homestand by being swept in a quick two-game series by the &lt;a href=\"Los%20Angeles%20Angels\"&gt;Los Angeles Angels&lt;/a&gt;. &lt;a href=\"Mike%20Trout\"&gt;Mike Trout&lt;/a&gt; homered and threw out Max Muncy at the plate in the Angels 5–4 win in the first game while &lt;a href=\"Kole%20Calhoun\"&gt;Kole Calhoun&lt;/a&gt; homered and doubled twice in the Angels 3–2 win in the second game. By winning all four games between the two teams on the season, the Angels swept the &lt;a href=\"Freeway%20Series\"&gt;Freeway Series&lt;/a&gt; for the first time since &lt;a href=\"Interleague%20play\"&gt;Interleague play&lt;/a&gt; began in &lt;a href=\"1997%20Los%20Angeles%20Dodgers%20season\"&gt;1997&lt;/a&gt;.\nOn July 26, the Dodgers began a three-game weekend series against the &lt;a href=\"Washington%20Nationals\"&gt;Washington Nationals&lt;/a&gt; at &lt;a href=\"Nationals%20Park\"&gt;Nationals Park&lt;/a&gt;. They won the series opener 4–2 on a go-ahead three-run homer by Justin Turner. Ryu allowed one run on 6 innings, striking out four. The Dodgers won the next game, 9–3. &lt;a href=\"Will%20Smith%20%28catcher%29\"&gt;Will Smith&lt;/a&gt; had three hits, a home run and two doubles, and drove in six RBI, the most RBI in a game by a Dodger rookie since &lt;a href=\"James%20Loney\"&gt;James Loney&lt;/a&gt; in &lt;a href=\"2006%20Los%20Angeles%20Dodgers%20season\"&gt;2006&lt;/a&gt;. The Nationals broke out in the series finale to win \n11–4, thanks partly to some sloppy defense by the Dodgers. That trend would continue at &lt;a href=\"Coors%20Field\"&gt;Coors Field&lt;/a&gt; in the series opener against the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt; with the Dodgers losing 9–1. They bounced back to win the second game of the series 9–4 behind home runs from Pollock, Turner, &lt;a href=\"Russell%20Martin\"&gt;Russell Martin&lt;/a&gt; and newly acquired &lt;a href=\"Kristopher%20Negr%C3%B3n\"&gt;Kristopher Negrón&lt;/a&gt;. &lt;a href=\"Tony%20Gonsolin\"&gt;Tony Gonsolin&lt;/a&gt; recorded a four inning save in his second major league game. In the series finale, Ryu pitched six scoreless innings, striking out one batter and giving up three hits. Will Smith broke open a scoreless game with a three-run homer in the ninth inning and Negrón added a two-run homer as the Dodgers won 5–1.\nAugust.\nThe Dodgers began August with a 10-game homestand, starting with a four-game series with the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt;. In the series opener, &lt;a href=\"Will%20Smith%20%28catcher%29\"&gt;Will Smith&lt;/a&gt; hit a go-ahead grand slam in the sixth inning and they cruised to an 8–2 victory. The Dodgers top pitching prospect, &lt;a href=\"Dustin%20May\"&gt;Dustin May&lt;/a&gt;, made his debut in the next game. He pitched well until running out of steam in the sixth inning and surrendering the lead. Overall he pitched 5 innings, allowing four runs (three earned) on nine hits with three strikeouts as the Dodgers lost the game 5–2. In the next game, &lt;a href=\"Walker%20Buehler\"&gt;Walker Buehler&lt;/a&gt; pitched a complete game, allowing only a home run by &lt;a href=\"Manuel%20Margot\"&gt;Manuel Margot&lt;/a&gt; while striking out 15 batters as the Dodgers won 4–1. Buehler became only the third pitcher in MLB history with multiple starts of at least 15 strikeouts and no walks in the same season. In the series finale, &lt;a href=\"Max%20Muncy\"&gt;Max Muncy&lt;/a&gt; hit a walk-off double for the Dodgers 11–10 win.\nThe Dodgers continued their homestand with a three-game series with the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt;. In the series opener, the Dodgers routed the Cardinals 8–0 behind six scoreless innings from &lt;a href=\"Tony%20Gonsolin\"&gt;Tony Gonsolin&lt;/a&gt;, who got his first major league win, as well as home runs from &lt;a href=\"Cody%20Bellinger\"&gt;Cody Bellinger&lt;/a&gt; and &lt;a href=\"Joc%20Pederson\"&gt;Joc Pederson&lt;/a&gt;. In the second game of the series, the Dodgers edged the Cardinals 3–1 behind &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt;, who pitched seven innings, allowing one run and one walk while striking out nine batters. In the series finale, May struck out seven in 5 innings while only allowing one run, but the Cardinals starter &lt;a href=\"Jack%20Flaherty%20%28baseball%29\"&gt;Jack Flaherty&lt;/a&gt; only gave up four hits while striking out 10 in seven scoreless innings. The Dodgers came from behind to win 2–1 on a walk-off two-run single by &lt;a href=\"Russell%20Martin\"&gt;Russell Martin&lt;/a&gt;. After an off-day, the Dodgers took on the &lt;a href=\"Arizona%20Diamondbacks\"&gt;Arizona Diamondbacks&lt;/a&gt; for three games. Buehler shut them out for six innings with eight strikeouts and the Dodgers had a 2–0 lead going into the ninth when &lt;a href=\"Carson%20Kelly\"&gt;Carson Kelly&lt;/a&gt; hit a two-run homer off &lt;a href=\"Kenley%20Jansen\"&gt;Kenley Jansen&lt;/a&gt; to tie the game. Kelly hit another homer in the 11th to give the Diamondbacks a 3–2 win. &lt;a href=\"Kenta%20Maeda\"&gt;Kenta Maeda&lt;/a&gt; pitched seven scoreless innings in the next game, with six strikeouts, and picked up his first win since May 31 in the Dodgers' 4–0 victory. &lt;a href=\"Hyun-jin%20Ryu\"&gt;Hyun-jin Ryu&lt;/a&gt; returned after a brief stay on the injured list to pitch seven scoreless innings and &lt;a href=\"Justin%20Turner\"&gt;Justin Turner&lt;/a&gt; homered twice as the Dodgers wrapped up the homestand with a 9–3 win.\nOn August 13, the Dodgers began a six-game road trip, starting with a three-game series at &lt;a href=\"Marlins%20Park\"&gt;Marlins Park&lt;/a&gt; against the &lt;a href=\"Miami%20Marlins\"&gt;Miami Marlins&lt;/a&gt;. The Dodgers recorded 13 extra base hits in the opener (matching a franchise record set on September 18, &lt;a href=\"2006%20Los%20Angeles%20Dodgers%20season\"&gt;2006&lt;/a&gt;), including two homers by Will Smith and three doubles by &lt;a href=\"A.%20J.%20Pollock\"&gt;A. J. Pollock&lt;/a&gt;, as they rolled to a 15–1 victory. Dustin May recorded his first major league win. In the following game, Kershaw allowed only two hits in seven shutout innings, with 10 strikeouts as the Dodgers won 9–1, with Kershaw tying &lt;a href=\"Sandy%20Koufax\"&gt;Sandy Koufax&lt;/a&gt; for most career wins by a Dodger left-handed pitcher (165). &lt;a href=\"Edwin%20R%C3%ADos\"&gt;Edwin Ríos&lt;/a&gt; hit his first two major-league home runs in the game. Bellinger hit his 40th home run of the season in the series finale, becoming the youngest player in Dodgers history to accomplish that feat. However, the Marlins avoided a sweep with a 13–7 win. The Dodgers hit 14 home runs in the three-game series, a franchise record. The team headed to &lt;a href=\"SunTrust%20Park\"&gt;SunTrust Park&lt;/a&gt; for a three-game series against the &lt;a href=\"Atlanta%20Braves\"&gt;Atlanta Braves&lt;/a&gt;. In the series opener, the Dodgers hit four more home runs, including a go-ahead three-run home run from Max Muncy at the top of the 7th inning, to win 8–3. They set an MLB record with 22 home runs in five games. In the second game of the series, Ryu allowed go-ahead back to back home runs by &lt;a href=\"Josh%20Donaldson\"&gt;Josh Donaldson&lt;/a&gt; and &lt;a href=\"Adam%20Duvall\"&gt;Adam Duvall&lt;/a&gt; in the sixth inning and the Braves came from behind to win 4–3. A go-ahead grand slam by &lt;a href=\"Rafael%20Ortega%20%28baseball%29\"&gt;Rafael Ortega&lt;/a&gt; in the sixth inning off May gave the Braves another come-from-behind win, 5–3.\nThe Dodgers returned home on August 20 for a three-game &lt;a href=\"interleague%20play\"&gt;interleague&lt;/a&gt; series with the &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt;. In the series opener, the Dodgers routed the Blue Jays 16–3 behind five home runs. Clayton Kershaw pitched six quality innings, allowing three earned runs on three home runs (two by &lt;a href=\"Bo%20Bichette\"&gt;Bo Bichette&lt;/a&gt;), while striking out six batters and walking three. With his 166th career win, Kershaw passed Koufax for the most career wins by a Dodger left-hander. The Dodgers won the next game 2–1 on a walk-off home run by Muncy in the 10th inning. Walker Buehler threw seven scoreless innings, striking eight batters and giving up five hits. In the series finale, the Dodgers rallied from a two-run deficit in the 9th inning to sweep the Blue Jays 3–2 on &lt;a href=\"Enrique%20Hern%C3%A1ndez%20%28baseball%29\"&gt;Enrique Hernández&lt;/a&gt;'s walk-off single. The Dodgers next welcomed the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; to town for &lt;a href=\"Players%20Weekend\"&gt;Players Weekend&lt;/a&gt;, a matchup of the two teams with the best records in baseball. In the series opener, the Yankees dismantled the Dodgers 10–2 behind five home runs, including two by &lt;a href=\"Didi%20Gregorius\"&gt;Didi Gregorius&lt;/a&gt;. Ryu was charged with seven runs in 4 innings, his worst start of the season. Justin Turner's two-run home run in the next game accounted for all the Dodgers runs in a 2–1 victory over the Yankees. In the series finale, Kershaw went seven innings, giving up three earned runs on three solo home runs to the Yankees as the Dodgers offense was quiet in a 5–1 loss.\nThe Dodgers headed to San Diego and Arizona for a seven-game road trip, starting with a three-game series against the Padres. In the series opener, a critical error was made by A.J. Pollock in the sixth inning that led to three Padres runs and they won 4–3. In the next game, the Dodgers rebounded to rout the Padres 9–0 behind six scoreless innings by Buehler (with 11 strikeouts) and home runs by Pederson and Pollock. In the final game of the series, the Dodgers scored two runs in the 10th inning to edge the Padres 6–4 after Kenley Jansen gave up his seventh blown save of the season. The Dodgers next traveled to Arizona to play the Diamondbacks for a four-game series. In the opener, Ryu struggled again, giving up seven earned runs as the Dodgers lost 11–5. In the next game, the Diamondbacks rallied to win 5–4 behind two two-run home runs by &lt;a href=\"Eduardo%20Escobar\"&gt;Eduardo Escobar&lt;/a&gt; and &lt;a href=\"Joshua%20Rojas\"&gt;Joshua Rojas&lt;/a&gt; as well as a go-ahead run on a balk in the eighth inning. The Diamondbacks also won the next game, 6–5. Kershaw pitched a season low five innings, giving up five earned runs, including a go-ahead two-run double by &lt;a href=\"Nick%20Ahmed\"&gt;Nick Ahmed&lt;/a&gt;, making it the first time he didn't complete at least six innings all season.\nSeptember.\nThe Dodgers avoided being swept by the Diamondbacks with a 4–3 win in 11 innings to start off September behind four solo home runs, including a game-tying homer by &lt;a href=\"Cody%20Bellinger\"&gt;Cody Bellinger&lt;/a&gt; in the ninth inning and a go-ahead homer by &lt;a href=\"Joc%20Pederson\"&gt;Joc Pederson&lt;/a&gt; in the 11th inning. The Dodgers broke the team record for home runs in a season, which had just been set the previous season.\nThe Dodgers returned home on September 2 to play the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt; for a three-game series. They began by routing the Rockies 16–9 behind seven home runs, including two each by Pederson and &lt;a href=\"Chris%20Taylor%20%28baseball%29\"&gt;Chris Taylor&lt;/a&gt;. Top prospect &lt;a href=\"Gavin%20Lux\"&gt;Gavin Lux&lt;/a&gt; was called up to make his major league debut at second base, and had two hits in five at-bats with a double and three runs scored. In the second game, the Dodgers edged the Rockies 5–3 behind a go-ahead three-run home run by &lt;a href=\"Russell%20Martin\"&gt;Russell Martin&lt;/a&gt; in the 7th inning. Pederson hit two more home runs, drive in three runs, and scored three runs in the series finale as the Dodgers swept the Rockies 7–3. They broke the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; record for most home runs in a season with their 250th homer (breaking the old mark set by the &lt;a href=\"2000%20Houston%20Astros%20season\"&gt;2000 Houston Astros&lt;/a&gt;). &lt;a href=\"A.%20J.%20Pollock\"&gt;A. J. Pollock&lt;/a&gt; hit three home runs in the opening game of a three-game series against the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt;. However, the Dodgers lost 5–4 as &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt; failed to get out of the fifth inning for the first time all season. In the next game, the Giants held the Dodgers offense to only four singles and shut them out 1–0. This was the first time the Dodgers had been shutout since May and only the fourth time all season. The Dodgers wrapped up the home stand with a 5–0 shutout of the Giants on September 8, to avoid the sweep. A two-run homer by &lt;a href=\"Matt%20Beaty\"&gt;Matt Beaty&lt;/a&gt; and a three-run homer by &lt;a href=\"Corey%20Seager\"&gt;Corey Seager&lt;/a&gt; accounted for all of the Dodgers runs.\nThe Dodgers next embarked on a six-game road trip, beginning with a three-game &lt;a href=\"Interleague%20play\"&gt;interleague series&lt;/a&gt; against the &lt;a href=\"Baltimore%20Orioles\"&gt;Baltimore Orioles&lt;/a&gt;. In the series opener, Seager hit two home runs and drove in five runs while &lt;a href=\"Walker%20Buehler\"&gt;Walker Buehler&lt;/a&gt; pitched seven scoreless innings with eleven strikeouts (giving him a career high 200 on the season) as they defeated the Orioles 7–3. With the victory, the Dodgers clinched their seventh straight &lt;a href=\"National%20League%20West\"&gt;National League West&lt;/a&gt; division title in their 146th game, the earliest in franchise history. The Dodgers lost the next game, 7–3, with the big blow being a three-run home-run by &lt;a href=\"Jonathan%20Villar\"&gt;Jonathan Villar&lt;/a&gt;. That homer was the 6,106th of 2019, a new single-season record. In the series finale, the Dodgers scored three runs in the sixth inning, including the two go-ahead runs on a strikeout passed ball by &lt;a href=\"Pedro%20Severino\"&gt;Pedro Severino&lt;/a&gt;, to edge the Orioles 4–2. The Dodgers next travel to New York to play the &lt;a href=\"New%20York%20Mets\"&gt;New York Mets&lt;/a&gt; for three games. In the opener, Lux and &lt;a href=\"Edwin%20R%C3%ADos\"&gt;Edwin Ríos&lt;/a&gt; hit home runs to help the Dodgers rout the Mets 9–2. The next game was a scoreless duel through seven innings between &lt;a href=\"Hyun-jin%20Ryu\"&gt;Hyun-jin Ryu&lt;/a&gt; and &lt;a href=\"Jacob%20deGrom\"&gt;Jacob deGrom&lt;/a&gt;. The Mets then loaded in the bases in the eighth off of two hit batters and a walk before &lt;a href=\"Rajai%20Davis\"&gt;Rajai Davis&lt;/a&gt; hit a pinch hit three-run double to give the Mets the 3–0 victory. The Dodgers finished the road trip with a 3–2 victory over the Mets. An RBI single by &lt;a href=\"Jedd%20Gyorko\"&gt;Jedd Gyorko&lt;/a&gt; in the ninth inning accounted for the winning run.\nThe Dodgers returned home on September 17 to begin their final homestand of the regular season, starting with a brief two game interleague series with the &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt;. They scored five runs in the seventh inning to defeat the Rays 7–5. Corey Seager drove in four runs in the game, with two doubles. The Rays took the second game, 8–7, in eleven innings after &lt;a href=\"Kenley%20Jansen\"&gt;Kenley Jansen&lt;/a&gt; allowed his career worst eighth blown save. The Dodgers defeated the Rockies 12–5 in their next game. They scored seven-runs in the 4th inning which included a three-run homer by A.J. Pollock. They set a new team single-season record for runs scored with 844. The Dodgers lost the next game to the Rockies, 4–2 with &lt;a href=\"Ryan%20McMahon%20%28baseball%29\"&gt;Ryan McMahon&lt;/a&gt; and &lt;a href=\"Josh%20Fuentes\"&gt;Josh Fuentes&lt;/a&gt; hitting home runs. In the final home game of the season, the Dodgers hit four home runs to defeat the Rockies, 7–4, for their 100th win of the season. Ryu pitched seven quality innings, giving up three earned runs and striking out six batters, while hitting his first career home run and Bellinger hit his second grand slam of the season.\nThe Dodgers next traveled to &lt;a href=\"Petco%20Park\"&gt;Petco Park&lt;/a&gt; for a three-game series against the &lt;a href=\"San%20Diego%20Padres\"&gt;San Diego Padres&lt;/a&gt;. A grand slam by &lt;a href=\"Max%20Muncy\"&gt;Max Muncy&lt;/a&gt; and a solo home run by Joc Pederson led them to a 6–3 win in the series opener, which clinched the best record in the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt;. In the next game, the Dodgers hit four more home runs, including a go-ahead one by Edwin Ríos in the seventh inning, to edge the Padres in a 6–4 win. Pederson hit two home runs and drove in three runs while Jansen record his 300th career save. Kershaw pitched six scoreless innings and Muncy drove in the lone run as the Dodgers swept the Padres with a 1–0 win. The Dodgers traveled to San Francisco to conclude the regular season with a three-game series against the Giants. They scored five runs on three home runs in the second inning as they routed the Giants, 9–2, to begin the series. In the following game, Ryu struck out seven in seven scoreless innings (clinching the &lt;a href=\"List%20of%20Major%20League%20Baseball%20annual%20ERA%20leaders\"&gt;2019 National League E.R.A. title&lt;/a&gt; with 2.32) and also drove in a run as the Dodgers won 2–0 to tie their franchise record for wins with 105 (previously set by the &lt;a href=\"1953%20Brooklyn%20Dodgers%20season\"&gt;1953 Brooklyn Dodgers&lt;/a&gt;). The Dodgers broke that record with their 9–0 win over the Giants in the regular season finale.\nPostseason.\nNational League Division Series.\nThe Dodgers, with the best record in the &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; during the regular season, began the postseason by hosting the &lt;a href=\"2019%20Washington%20Nationals%20season\"&gt;Washington Nationals&lt;/a&gt; in the Division Series. &lt;a href=\"Walker%20Buehler\"&gt;Walker Buehler&lt;/a&gt; struck out eight while allowing only one hit and three walks in six scoreless innings in the first game, while the Dodgers got home runs from &lt;a href=\"Gavin%20Lux\"&gt;Gavin Lux&lt;/a&gt; and &lt;a href=\"Joc%20Pederson\"&gt;Joc Pederson&lt;/a&gt; and three RBI by &lt;a href=\"Max%20Muncy\"&gt;Max Muncy&lt;/a&gt; to win 6–0. Game 2 saw &lt;a href=\"Clayton%20Kershaw\"&gt;Clayton Kershaw&lt;/a&gt; start for the Dodgers against &lt;a href=\"Stephen%20Strasburg\"&gt;Stephen Strasburg&lt;/a&gt;. The Nationals jumped out to an early lead with an RBI single in the first, then added two more in the second. Kershaw pitched six innings, allowed three runs on six hits, two hit batters, and one walk with four strikeouts. The Dodgers finally scored on a sacrifice fly by in the sixth. Strasburg struck out 10 in six innings allowing only one run on three hits and the Nationals evened up the series with the 4–2 win. &lt;a href=\"Hyun-jin%20Ryu\"&gt;Hyun-jin Ryu&lt;/a&gt; started game 3 and allowed only a two-run homer by &lt;a href=\"Juan%20Soto\"&gt;Juan Soto&lt;/a&gt; in five innings. The Dodgers exploded for seven runs in the sixth inning to come from behind and win 10–4. &lt;a href=\"Justin%20Turner\"&gt;Justin Turner&lt;/a&gt; hit a three-run homer and &lt;a href=\"Russell%20Martin\"&gt;Russell Martin&lt;/a&gt; hit a two-run homer in the game. In game 4, the Dodgers jumped out to an early lead on a home run by Turner in the first inning, but the Nationals tied it on a sacrifice fly in the third and went ahead in the fifth on a RBI single by &lt;a href=\"Anthony%20Rendon\"&gt;Anthony Rendon&lt;/a&gt; and then a three-run homer by &lt;a href=\"Ryan%20Zimmerman\"&gt;Ryan Zimmerman&lt;/a&gt;. The Nationals won 6–1 to even the series up at two games and force a deciding game five. In the final game of the series, Buehler started and allowed only one run in 6 innings while the Dodgers got a two-run homer by Muncy and a solo homer by &lt;a href=\"Enrique%20Hern%C3%A1ndez%20%28baseball%29\"&gt;Kiké Hernández&lt;/a&gt; to take a 3–0 lead after two innings. However, the Nationals got back to back homers by Rendon and Soto in the eighth inning off Kershaw to tie the score. It remained tied into the 10th when &lt;a href=\"Howie%20Kendrick\"&gt;Howie Kendrick&lt;/a&gt; hit a &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; off &lt;a href=\"Joe%20Kelly%20%28pitcher%29\"&gt;Joe Kelly&lt;/a&gt; to end the Dodgers season with a 7–3 loss.\nStatistics.\nBatting.\n\"List does not include pitchers. Stats in bold are the team leaders..\"\n\"Note: G = Games played; AB = At Bats; R = Runs; H = Hits; 2B = Doubles; 3B = Triples; HR = Home Runs; RBI = Runs Batted In; BB = Walks; SO = Strikeouts; SB = Stolen Bases; Avg. = Batting Average; OBP = On Base Percentage; SLG = Slugging; OPS = On Base + Slugging\"\nPitching.\n\"Stats in bold are the team leaders.\"\n\"Note: W = Wins; L = Losses; ERA = Earned run average; G = Games pitched; GS = Games started; SV = Saves; IP = Innings pitched; R = Runs allowed; ER = Earned runs allowed; BB = Walks allowed; K = Strikeouts\"\nMajor League Baseball Draft.\nThe Dodgers received a compensation pick as a result of their failure to sign &lt;a href=\"J.%20T.%20Ginn\"&gt;J. T. Ginn&lt;/a&gt; in the &lt;a href=\"2018%20Major%20League%20Baseball%20draft\"&gt;2018 draft&lt;/a&gt;. They lost their second round pick as a result of signing free agent &lt;a href=\"A.%20J.%20Pollock\"&gt;A. J. Pollock&lt;/a&gt; and gained a second round compensation pick as a result of losing &lt;a href=\"Yasmani%20Grandal\"&gt;Yasmani Grandal&lt;/a&gt; to free agency."
}