{
    "id": "5883549",
    "revid": "19978893",
    "url": "https://en.wikipedia.org/wiki?curid=5883549",
    "title": "Chinese Lunar Exploration Program",
    "text": "The Chinese Lunar Exploration Program (CLEP; ), also known as the Chang'e Project () after the Chinese moon goddess &lt;a href=\"Chang%27e\"&gt;Chang'e&lt;/a&gt;, is an ongoing series of &lt;a href=\"Robotic%20spacecraft\"&gt;robotic&lt;/a&gt; &lt;a href=\"Exploration%20of%20the%20Moon\"&gt;Moon missions&lt;/a&gt; by the &lt;a href=\"China%20National%20Space%20Administration\"&gt;China National Space Administration&lt;/a&gt; (CNSA). The program incorporates lunar &lt;a href=\"orbiter\"&gt;orbiter&lt;/a&gt;s, &lt;a href=\"Lander%20%28spacecraft%29\"&gt;landers&lt;/a&gt;, &lt;a href=\"Rover%20%28space%20exploration%29\"&gt;rovers&lt;/a&gt; and &lt;a href=\"Sample%20return%20mission\"&gt;sample return spacecraft&lt;/a&gt;, launched using &lt;a href=\"Long%20March%20%28rocket%20family%29\"&gt;Long March rockets&lt;/a&gt;. Launches and flights are monitored by a telemetry, tracking, and command (TT&amp;C) system, which uses radio antennas in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; and antennas in &lt;a href=\"Kunming\"&gt;Kunming&lt;/a&gt;, &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;, and &lt;a href=\"%C3%9Cr%C3%BCmqi\"&gt;Ürümqi&lt;/a&gt; to form a &lt;a href=\"VLBI\"&gt;VLBI&lt;/a&gt; antenna. A proprietary ground application system is responsible for downlink data reception.\n&lt;a href=\"Ouyang%20Ziyuan\"&gt;Ouyang Ziyuan&lt;/a&gt;, a geologist, &lt;a href=\"Cosmochemistry\"&gt;chemical cosmologist&lt;/a&gt;, and the program's chief scientist, was among the first to advocate the exploitation not only of known lunar reserves of metals such as &lt;a href=\"titanium\"&gt;titanium&lt;/a&gt;, but also of &lt;a href=\"helium-3\"&gt;helium-3&lt;/a&gt;, an ideal fuel for future &lt;a href=\"nuclear%20fusion\"&gt;nuclear fusion&lt;/a&gt; power plants. &lt;a href=\"Ye%20Peijian\"&gt;Ye Peijian&lt;/a&gt; serves as the program's chief commander and chief designer. Scientist &lt;a href=\"Sun%20Jiadong\"&gt;Sun Jiadong&lt;/a&gt; is the program's general designer and Sun Zezhou is deputy general designer. The leading program manager is Luan Enjie.\nThe first spacecraft of the program, the &lt;a href=\"Chang%27e%201\"&gt;Chang'e 1&lt;/a&gt; lunar orbiter, was launched from &lt;a href=\"Xichang%20Satellite%20Launch%20Center\"&gt;Xichang Satellite Launch Center&lt;/a&gt; on 24 October 2007, having been delayed from the initial planned date of 17–19 April 2007. A second orbiter, &lt;a href=\"Chang%27e%202\"&gt;Chang'e 2&lt;/a&gt;, was launched on 1 October 2010. &lt;a href=\"Chang%27e%203\"&gt;Chang'e 3&lt;/a&gt;, which includes a lander and rover, was launched on 1 December 2013 and successfully soft-landed on the Moon on 14 December 2013. &lt;a href=\"Chang%27e%204\"&gt;Chang'e 4&lt;/a&gt;, which includes a lander and rover, was launched on 7 December 2018 and landed on 3 January 2019 on the &lt;a href=\"South%20Pole-Aitken%20Basin\"&gt;South Pole-Aitken Basin&lt;/a&gt;, on the far side of the Moon. A sample return mission, &lt;a href=\"Chang%27e%205\"&gt;Chang'e 5&lt;/a&gt;, which launched on 23 November 2020 and returned on 16 December in the same year, brought 1,731 g (61.1 oz) of &lt;a href=\"lunar%20sample\"&gt;lunar sample&lt;/a&gt;s back to earth.\nAs indicated by the official insignia, the shape of a &lt;a href=\"Chinese%20calligraphy\"&gt;calligraphic&lt;/a&gt; nascent lunar crescent with two human footprints at its center reminiscent of the &lt;a href=\"Chinese%20character\"&gt;Chinese character&lt;/a&gt; , the Chinese character for \"Moon\", the ultimate objective of the program is to pave the way for a &lt;a href=\"Human%20spaceflight\"&gt;crewed mission&lt;/a&gt; to the Moon. China National Space Administration head &lt;a href=\"Zhang%20Kejian\"&gt;Zhang Kejian&lt;/a&gt; announced that China is planning to build a &lt;a href=\"Moonbase\"&gt;scientific research station&lt;/a&gt; on the &lt;a href=\"Lunar%20south%20pole\"&gt;Moon's south pole&lt;/a&gt; \"within the next 10 years,\" (2019–2029).\nProgram structure.\nThe Chinese Lunar Exploration Program is divided into four main operational phases, with each mission serving as a technology demonstrator in preparation for future missions. International cooperation in the form of various payloads and a robotic station is invited by China.\nPhase I: Orbital missions.\nThe first phase entailed the launch of two &lt;a href=\"lunar%20orbit\"&gt;lunar orbit&lt;/a&gt;ers, and is now effectively complete.\nPhase II: Soft landers/rovers.\nThe second phase is ongoing, and incorporates spacecraft capable of &lt;a href=\"Soft%20landing%20%28rocketry%29\"&gt;soft-landing&lt;/a&gt; on the Moon and deploying &lt;a href=\"lunar%20rover\"&gt;lunar rover&lt;/a&gt;s.\nPhase III: Sample-return.\nThe third phase included a lunar &lt;a href=\"sample-return%20mission\"&gt;sample-return mission&lt;/a&gt;.\nFinal Phase: Lunar robotic research station.\nAfter the \"3 steps\" phase is done, the following is the development of an autonomous &lt;a href=\"Moon%20base\"&gt;lunar research station&lt;/a&gt; near the Moon's south pole.\nCrewed mission phase.\n, China was reviewing preliminary studies for a crewed lunar landing mission in the 2030s, and possibly building an outpost near the lunar south pole with international cooperation.\n2035: International moon base and application.\nIn 2021, China and Russia announced they will be building a moon base together, also formally invited more countries and international organizations to join their &lt;a href=\"International%20Lunar%20Research%20Station\"&gt;International Lunar Research Station&lt;/a&gt; (ILRS) project being developed by the two nations.\nKey technologies.\nLong-range TT&amp;C.\nThe biggest challenge in Phase I of the program was the operation of the TT&amp;C system, because its transmission capability needed sufficient range to communicate with the probes in lunar orbit. China's standard satellite telemetry had a range of , but the distance between the Moon and the Earth can exceed when the Moon is at &lt;a href=\"apogee\"&gt;apogee&lt;/a&gt;. In addition, the Chang'e probes had to carry out many attitude maneuvers during their flights to the Moon and during operations in lunar orbit. The distance across China from east to west is , forming another challenge to TT&amp;C continuity. At present, the combination of the TT&amp;C system and the Chinese astronomical observation network has met the needs of the Chang'e program, but only by a small margin.\nEnvironmental adaptability.\nThe complexity of the &lt;a href=\"space%20environment\"&gt;space environment&lt;/a&gt; encountered during the Chang'e missions imposed strict requirements for environmental adaptability and reliability of the probes and their instruments. The high-radiation environment in Earth-Moon space required &lt;a href=\"radiation%20hardening\"&gt;hardened&lt;/a&gt; electronics to prevent electromagnetic damage to spacecraft instruments. The extreme temperature range, from on the side of the spacecraft facing the Sun to on the side facing away from the Sun, imposed strict requirements for temperature control in the design of the detectors.\nOrbit design and flight sequence control.\nGiven the conditions of the three-body system of the Earth, Moon and a &lt;a href=\"space%20probe\"&gt;space probe&lt;/a&gt;, the orbit design of lunar orbiters is more complicated than that of Earth-orbiting satellites, which only deal with a two-body system. The Chang'e 1 and Chang'e 2 probes were first sent into highly elliptical Earth orbits. After separating from their launch vehicles, they entered an Earth-Moon transfer orbit through three accelerations in the phase-modulated orbit. These accelerations were conducted 16, 24, and 48 hours into the missions, during which several orbit adjustments and attitude maneuvers were carried out so as to ensure the probes' capture by lunar gravity. After operating in the Earth-Moon orbit for 4–5 days, each probe entered a lunar acquisition orbit. After entering their target orbits, conducting three braking maneuvers and experiencing three different orbit phases, Chang'e 1 and Chang'e 2 carried out their missions.\nAttitude control.\nLunar orbiters have to remain properly oriented with respect to the Earth, Moon and Sun. All onboard detectors must be kept facing the lunar surface in order to complete their scientific missions, communication antennas have to face the Earth in order to receive commands and transfer scientific data, and &lt;a href=\"solar%20panel\"&gt;solar panel&lt;/a&gt;s must be oriented toward the Sun in order to acquire power. During lunar orbit, the Earth, the Moon and the Sun also move, so &lt;a href=\"attitude%20control\"&gt;attitude control&lt;/a&gt; is a complex three-vector control process. The Chang'e satellites need to adjust their attitude very carefully to maintain an optimal angle towards all three bodies.\nHazard avoidance.\nDuring the second phase of the program, in which the spacecraft were required to &lt;a href=\"Soft%20landing%20%28rocketry%29\"&gt;soft-land&lt;/a&gt; on the lunar surface, it was necessary to devise a system of automatic hazard avoidance in order that the landers would not attempt to touch down on unsuitable terrain. Chang'e 3 utilized a &lt;a href=\"computer%20vision\"&gt;computer vision&lt;/a&gt; system in which the data from a down-facing camera, as well as 2 ranging devices, were processed using specialized software. The software controlled the final stages of descent, adjusting the attitude of the spacecraft and the throttle of its main engine. The spacecraft hovered first at , then at , as it searched for a suitable spot to set down. The \"Yutu\" rover is also equipped with front-facing stereo cameras and hazard avoidance technology.\nCooperation with Russia.\nIn November 2017, China and Russia signed an agreement on cooperative lunar and deep space exploration. The agreement includes six sectors, covering lunar and deep space, joint spacecraft development, space electronics, Earth remote sensing data, and space debris monitoring. Russia may also look to develop closer ties with China in human spaceflight, and even shift its human spaceflight cooperation from the US to China and build a crewed lunar lander."
}