{
    "id": "5884515",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=5884515",
    "title": "Buddhadeva Bose",
    "text": "Buddhadeva Bose (; 1908–1974), also spelt Buddhadeb Bosu, was an &lt;a href=\"Bengali%20language\"&gt;Indian Bengali&lt;/a&gt; writer of the 20th century. Frequently referred to as a poet, he was a versatile writer who wrote novels, short stories, plays and essays in addition to poetry. He was an influential critic and editor of his time. He is recognised as one of the five poets who moved to introduce modernity into &lt;a href=\"Bengali%20poetry\"&gt;Bengali poetry&lt;/a&gt;. It is said that since &lt;a href=\"Rabindranath%20Tagore\"&gt;Rabindranath Tagore&lt;/a&gt;, there has not been a more versatile talent in Bengali literature.\nBiography.\nBuddhadeva Bose (BB) was born in his maternal grandfather's home in &lt;a href=\"Comilla%20District\"&gt;Comilla&lt;/a&gt;, &lt;a href=\"Bengal%20Presidency\"&gt;Bengal Presidency&lt;/a&gt;, &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt; (now &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;), on 30 November 1908. His ancestral home was in the village of Malkhanagar,Sirajdikhan in the &lt;a href=\"Bikrampur\"&gt;Bikrampur&lt;/a&gt; region. His father's name was Bhudeb Chandra Bose and mother's name was Benoy Kumari. His mother died a few hours after his birth and his father for a year became a bereaved wanderer; he remarried a few years later and settled down. Buddhadeva was brought up and raised by his maternal grandparents Chintaharan Sinha and Swarnalata Sinha. He was schooled at the &lt;a href=\"Dhaka%20Collegiate%20School\"&gt;Dhaka Collegiate School&lt;/a&gt; in &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt;, in addition to high schools in Comilla and &lt;a href=\"Noakhali\"&gt;Noakhali&lt;/a&gt;. He passed the &lt;a href=\"Madhyamik\"&gt;Matriculation examination&lt;/a&gt; in 1925. He secured the second place in the &lt;a href=\"Higher%20Secondary\"&gt;Intermediate&lt;/a&gt; examination. His early life was associated with &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt; where he lived in a simple house at 47 Purana Paltan.\nBB studied English language and literature at the &lt;a href=\"University%20of%20Dhaka\"&gt;University of Dhaka&lt;/a&gt;. He was a resident of the &lt;a href=\"Jagannath%20Hall\"&gt;Jagannath Hall&lt;/a&gt;. One of the feats he achieved as a student of Dhaka University was, he, along with a fellow student of DU &lt;a href=\"Nurul%20Momen\"&gt;Nurul Momen&lt;/a&gt; (who later became the &lt;a href=\"Natyaguru\"&gt;Natyaguru&lt;/a&gt;), obtained the highest possible marks in the first Binnet Intelligence Test (which later came to be known as IQ test). Only the two of them were able to achieve that distinction. After completing his MA in English there, with distinction marks that remains unsurpassed , he moved to &lt;a href=\"Kolkata\"&gt;Calcutta&lt;/a&gt; in 1931. Initially he had no regular job and resorted to 'private tuition' for livelihood.\nWhile a student he became associated with the famous poetry magazine \"Kallol\". The modernist literary movement of the 1930s is often referred to as the \"Kallol\" era. He also worked as an editor of the literary magazine \"Progoti\" (started 1926).\nHe married &lt;a href=\"Pratibha%20Basu\"&gt;Pratibha Basu&lt;/a&gt; (1914/1915 – 4 October 2006) (née Shome) in 1934. They had three children, Meenakshi Dutta (b. 1936), Damayanti Basu Singh (b. 1940) and Suddhashil Bose (1945–1987). Pratibha Basu was an accomplished singer in her teens but later concentrated on literature and became a distinguished writer in her own right.\nBuddhadeva Bose taught at the Ripon College (now &lt;a href=\"Surendranath%20College\"&gt;Surendranath College&lt;/a&gt;) an affiliated college of the &lt;a href=\"University%20of%20Calcutta\"&gt;University of Calcutta&lt;/a&gt;. In 1956 he set up the Department of &lt;a href=\"Comparative%20literature\"&gt;Comparative literature&lt;/a&gt; in &lt;a href=\"Jadavpur%20University\"&gt;Jadavpur University&lt;/a&gt;, and was on its faculty for a number of years. He was also a visiting professor at many universities in the United States.\nOne of his most important contributions to the &lt;a href=\"Bengali%20literature\"&gt;Bengali&lt;/a&gt; literary scene was the establishment of the \"Kavita\" (tr. Poetry) – the flagship poetry magazine in &lt;a href=\"Bengali%20language\"&gt;Bengali&lt;/a&gt;, which he edited and published for 25 years.\nBB has been described as a disciplined, almost obsessed, worker by &lt;a href=\"Nabaneeta%20Dev%20Sen\"&gt;Nabaneeta Dev Sen&lt;/a&gt;. After meeting Buddhadeva Bose, &lt;a href=\"Clinton%20B.%20Seely\"&gt;Clinton B. Seely&lt;/a&gt; remarked that Buddhadeva was a very intense person. He spoke quickly, with emotion. He laughed wonderfully. He was interested in everything ... He was what I would come to refer to as \"jyanto,\" \"alive,\" \"vibrant,\" \"energetic.\" Conversations were often at fever pitch. He was bubbling over with things to say.\nBB who grew up almost as an orphan showed deep love and care for his children. In a letter to his daughter &lt;a href=\"Damayanti%20Basu%20Singh\"&gt;Damayanti Basu Singh&lt;/a&gt; who just flew to the US for studies he wrote:\nRumi, since this morning, I am really worried. Have you kept your money and traveler’s cheques in a safe and handy place? I should’ve checked everything at the airport, but just didn’t remember to do so. Exchange the pounds I gave you in England. For your small expenditures spend the loose change that you have in dollars. With the money I gave you and the first installment of your scholarship, open an account in Bloomington. Don’t deposit the traveler's cheques in the account. You’ll need those for your trips across the country. And make sure you don’t lose the slip with the cheque numbers written on it. ...Baba.\nDamayanti wrote that, '...And I remember that Dad used to write late into the night. He used to place books beside the table lamp to block the light so that it wouldn't disturb our sleep.'\nLiterary life.\nHis first book of poetry, namely, \"Bandir Bandana\" was published when he was only seventeen years old. Although he worked as a teacher at different colleges and universities, he devoted his whole life to literature. This is symbolized by the name of his residence in &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt; which was \"Kavita Bhavan\" (tr. 'The House of Poetry'). His first novel, \"SaDa\", was published when he was 18, in 1930. He wrote more than 40 novels, but his epic novel \"Tithidore\", published in 1949, became his most admired novel and is now considered a classic. He published more than 160 titles during his lifetime. So far 200 books have been published. However, many pieces remain to be anthologized as yet. He was a hard worker and writing was his life. He began his day at 9 in the morning and would regularly work until 10 at night. Work, for him, meant writing.\nLiterary style.\nBuddhadeva Bose wrote poetry essentially under the influence of Western literature, although in his early works he showed the clear influence of &lt;a href=\"Rabindranath%20Tagore\"&gt;Rabindranath Tagore&lt;/a&gt;. But both in terms of theme and style, he reflected the marked influence of renowned Western poets, especially &lt;a href=\"Baudelaire\"&gt;Baudelaire&lt;/a&gt;. He was also influenced by &lt;a href=\"Ezra%20Pound\"&gt;Ezra Pound&lt;/a&gt;, &lt;a href=\"William%20Butler%20Yeats\"&gt;William Butler Yeats&lt;/a&gt;, Rilke and &lt;a href=\"T.%20S.%20Eliot\"&gt;T. S. Eliot&lt;/a&gt;. Allegedly, he believed in \"art for art's sake\". He was a perfectionist as a writer and emphasized technical perfection in his works. Although he mostly wrote in free verse, his command of rhyme and rhythm was great. As an editor of his historical magazine \"Kavita\" (\"Poetry\"), the first magazine in India devoted only to the cause of modern Bengali poetry, he demonstrated his ability to identify the best talents of 20th century Bengal.\nHis prose style was also established on a diction developed by himself. His novels remain modern even by the standards of the 21st century. He established a style of appreciative literary criticism that remains unparalleled. Also, his verse plays, written at the end phase of his life, created a poetic style all his own.\nAccusation of obscenity.\nWhile the literary circles of &lt;a href=\"Bengal\"&gt;Bengal&lt;/a&gt; did not hesitate to recognize him as a leading post-&lt;a href=\"Rabindranath%20Tagore\"&gt;Tagore&lt;/a&gt; literary personality, Buddhadeva Bose achieved mass popularity when his novel \"Raat bha're brishhti\" was banned by the government on charges of obscenity. It depicted a love triangle which explicitly allowed sex to play a critical role in human relationships. Eventually, the High Court absolved the novel of the charges of obscenity. \"Raat bha're brishhti\" has been translated by Clinton B. Seely with the title \"Rain through the Night\".\nLiterary organizations.\nIn his school days BB took various literary initiatives. He was the editor, principal contributor and scriptor of the \"Pataka\", a hand-written literary magazine published by the school students. Since then he was continuously engaged and involved in many literary organizations including publications of literary journals and books. While studying at the Dhaka University he was elected as the literary secretary of the students' association of his hall of residence, namely the &lt;a href=\"Jagannath%20Hall\"&gt;Jagannath Hall&lt;/a&gt;. In this capacity he edited the \"Bashontika\", the annual literary magazine of the Jagannath Hall. BB published one of his memorable poems, namely, 'Kankaboti' in the \"Bashontika\".\nBB actively participated in the Progressive Writers' Association in the late 1930s. He also joined the Anti-Fascist Writers and Artists' Association in the early 1940s.\nPragati.\nThe \"Pragati\" was first published as an occasional hand-written literary journal. The print-version was launched as a literary monthly in 1929 when BB received a monthly scholarship of 20 rupees for distinctive result in the &lt;a href=\"pre-university\"&gt;pre-university&lt;/a&gt; examination. The first issue was the June–July issue of 1927. Cost of publishing a literary magazine was estimated to be 100 rupees per month. So, BB organized a group of ten like-minded fellows who agreed to pay ten rupees a month for publishing the \"Pragati\". The \"Pragati\" was published from Dhaka. At that time BB was residing at 47 Purana Paltan which became the office of the \"Pragati\". BB distinguished himself by his commitment to modernity as reflected in the post-first-&lt;a href=\"World%20War\"&gt;World War&lt;/a&gt; &lt;a href=\"Western%20culture\"&gt;western&lt;/a&gt; literature. At the same time he firmly asked his colleagues to refrain from following &lt;a href=\"Rabindranath%20Tagore\"&gt;Rabindranath Tagore&lt;/a&gt; and to cultivate their own creativity. He published a number of poems of the poet &lt;a href=\"Jibanananda%20Das\"&gt;Jibanananda Das&lt;/a&gt; in \"Pragati\". Also, he published a highly appreciative article on this promising poet to draw attention of the literary circle. The \"Pragati\" was continued for about two years. The last issue was published in 1929.\nKavita.\nFour years after migrating from Dhaka to Calcutta in 1931, BB again embarked upon publishing a literary magazine. He was then living in 'Golam Mohammad Mansion' in Calcutta city. The first issue of the \"&lt;a href=\"Kavita%20%28poetry%20magazine%29\"&gt;Kavita&lt;/a&gt;\" was published from there in the month of October 1935. For the first two years, \"Kavita\" was co-edited by BB and &lt;a href=\"Premendra%20Mitra\"&gt;Premendra Mitra&lt;/a&gt; while poet &lt;a href=\"Samar%20Sen\"&gt;Samar Sen&lt;/a&gt; worked as an assistant editor. Kavita was a poetry magazine styled after the Poetry published by &lt;a href=\"Harriet%20Monroe\"&gt;Harriet Monroe&lt;/a&gt; from Chicago. While discussing &lt;a href=\"Bengali%20poetry\"&gt;Bengali poetry&lt;/a&gt;, &lt;a href=\"Edward%20John%20Thompson\"&gt;Edward Thompson&lt;/a&gt; referred to the first issue of \"Kavita\" in the &lt;a href=\"Times%20Literary%20Supplement\"&gt;Times Literary Supplement&lt;/a&gt; of 1 February 1936. \"Kavita\" continued for twenty-five long years. Its last issue was brought out in March 1961.\nKavita Bhavan.\nLiterally \"Kavita Bhavan\" (tr. 'The House of Poetry') is the name of the house at 202 Rasbehari Avenue where BB lived for a long time since 1937 (till 1966). 'Kavita Bhavan' which soon became a coveted hang-out for literary personalities including poets, novelists, magazine editors, publishers, intellectuals and professors, eventually emerged as a publishing house. After settling in Calcutta in 1931 BB realized that hardly there was any publishing house that was eager to publish a book of poetry. He himself published two poetry books, one of his own and the other of &lt;a href=\"Achintyakumar%20Sengupta\"&gt;Achintyakumar Sengupta&lt;/a&gt;. Then he introduced a publishing house styled \"Granthakar Mandali\". However, books published later on by BB carried the name \"Kavita Bhavan\" as the publishing house. Books published from \"Kavita Bhavan\" included BB's \"Kankaboti\", \"Padatik\" of &lt;a href=\"Subhas%20Mukhopadhyay%20%28poet%29\"&gt;Subhas Mukhopadhyay&lt;/a&gt;, \"Koyekti Kobita\" of &lt;a href=\"Samar%20Sen\"&gt;Samar Sen&lt;/a&gt; and \"Avijnan Basanta\" by poet &lt;a href=\"Amiya%20Chakravarty\"&gt;Amiya Chakravarty&lt;/a&gt;. While Kavita Bhavan published many other books, the most remarkable was the slim poetry books of the \"Ek poishay Ekti\" series. These were 16-page poetry books, the price being 1 rupee (16 poisha). The series continued for three years from 1942 to 1944 and published as many as 18 poetry books. The first version of \"Banalata Sen\" by &lt;a href=\"Jibanananda%20Das\"&gt;Jibanananda Das&lt;/a&gt; belonged to this series, sponsored by BB.\nTranslation of Baudelaire.\nIn 1961, BB published a carefully selected collection of poems of the French poet &lt;a href=\"Charles%20Baudelaire\"&gt;Charles Baudelaire&lt;/a&gt; translated by him into Bengali. It was titled \"Charles Baudelaire O Taar Kobita\". In the introduction to the translations, BB made a notable analysis of modernism in Western literature.\nBengali gastronomy.\nIt may sound bizarre that a scholar like BB could write a book on Bengali gastronomy. In fact it was a long essay that BB wrote in the \"Ananda Bazar Patrika\", serialised in 1971 (1–4 January) under the title \"Bhojon Rashik Bangali\". It is his daughter &lt;a href=\"Damayanti%20Basu%20Singh\"&gt;Damayanti Basu Singh&lt;/a&gt; who in 2005 published the essay in the form a small book and herself provided recipes of the dishes referred to by BB. Damayanti said, 'My father, Buddhadeva Bose, was a small man and a frugal eater. He was never greedy for food, but used to be upset if there wasn't a generous spread on the dining table.' Quoting Goethe, BB would say, 'my eyes are larger than my appetite'. So there was always both variety and excess of food even for the daily meals. The essay was translated by BB himself into English and was published in \"&lt;a href=\"Hindustan%20Standard\"&gt;Hindustan Standard&lt;/a&gt;\", published from &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;.\nPlaywright.\nIn his early days in the school in Noakhali, BB with his fellow mates had formed a 'drama group'. No wonder that he took special interest in writing plays. He wrote more than five plays. However, recognition as a playwright came late, after the death of the playwright in 1974. It is Salil Bandyopadhyay of Theatron Theatre Group, Calcutta, who produced some of BB's plays like \"Tapaswi-O-Tarangini\", \"Kolkatar Electra\" and \"Anamni Angana\" and drew attention of people to BB as a playwright. The &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt; translation of BB's \"Pratham Partha\", produced by Circle Theatre Company, has been described to be one of the best presentations on the &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; theatre. Bose's \"Kolkatar Electra\" has been translated into English as \"Kolkata's Elektra: A Play in Three Acts\" by Sreejata Guha.\nRecognition.\nApart from formal recognition mentioned below, BB remains one of the most important literary personalities of the 20th century &lt;a href=\"Bengali%20literature\"&gt;Bengali literature&lt;/a&gt;. Buddhdaeb became the central figure in a cluster of poets who came to embody Bengali &lt;a href=\"modernism\"&gt;modernism&lt;/a&gt; in early 20th century. In emphasizing BB's importance, &lt;a href=\"Ashok%20Mitra\"&gt;Ashok Mitra&lt;/a&gt; commented, 'These days we buy tickets to hear a poet. There was a time 60–70 years ago when a poet was considered to be unemployed and mad. If Buddhadeva Bose had not come up with a poetry magazine, things would not have been the same. There would have been no &lt;a href=\"Jibanananda%20Das\"&gt;Jibanananda Das&lt;/a&gt; but for Buddhadeva Bose.'\nBuddhadeva Bose received the &lt;a href=\"Sahitya%20Akademi%20Award\"&gt;Sahitya Akademi Award&lt;/a&gt; in 1967 for his verse play \"Tapaswi-O-Tarangini\", received the &lt;a href=\"Rabindra%20Puraskar\"&gt;Rabindra Puraskar&lt;/a&gt; in 1974 for \"Swagato Biday\" (poetry) and was honoured with a &lt;a href=\"Padma%20Bhushan\"&gt;Padma Bhushan&lt;/a&gt; in 1970.\nWorks.\nSo far about 200 titles have been published, including 'collected works' in several volumes. Some of them are mentioned below.\nShort story collections.\nOvinoy, Ovinoy Noy, Rekhachitro, Era Ar Ora, Abong Aro Oneke, Odrisho Satru, Misses Gupta, Premer Bichitra Goti, Ghorete Bhromro Elo, Notun Nesha, Feriwala O Onnano Golpo, Khatar Shhesh Pata, Ekti Sokal O Ekti Shyandhya, Golpo Songkolon, Shreshtho Golpo, Hridoyer Joyogan, Vashao Amar Vela.\nPlays.\nMayamalancha, Taposhi O Torongini, Kalshandhya (from Mahabharat), Punormilon, Kolkatar Electra, Anamni Angana, Pratham Partha.\nEssay.\nHothat Alor Jhalkani, Uttor Tirish, Kaler Putul, Sahityacharcha, &lt;a href=\"Rabindranath%20Tagore\"&gt;Rabindranath&lt;/a&gt;: Kotha Sahitya, Sanga Nishangata Rabindranath, Prabandha Sonkolon, Mohavarater Kotha, An acre of green grass — a review of modern Bengali literature, Tagore — portrait of a poet.\nWorks of translation.\n&lt;a href=\"Kalidasa\"&gt;Kalidasa&lt;/a&gt;'s &lt;a href=\"Meghadutam\"&gt;Meghdut&lt;/a&gt;, &lt;a href=\"Charles%20Baudelaire\"&gt;Charles Baudelaire&lt;/a&gt; O Tar Kobita.\nBose also translated works by &lt;a href=\"Friedrich%20H%C3%B6lderlin\"&gt;Friedrich Hölderlin&lt;/a&gt;, and &lt;a href=\"Rilke\"&gt;Rilke&lt;/a&gt; into Bengali."
}