{
    "id": "58869433",
    "revid": "34550678",
    "url": "https://en.wikipedia.org/wiki?curid=58869433",
    "title": "Lily McNicholas",
    "text": "Lily McNicholas (16 October 1909 – 5 March 1998) was an Irish nurse who volunteered in the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. On 7 August 1944, McNicholas survived the sinking of the \"&lt;a href=\"SS%20Amsterdam%20%281930%29\"&gt;Amsterdam&lt;/a&gt;;\" a &lt;a href=\"Hospital%20ship\"&gt;hospital carrier&lt;/a&gt; transporting casualties to Britain from &lt;a href=\"Normandy\"&gt;Normandy&lt;/a&gt;, France. The incident was widely reported in the press after the \"&lt;a href=\"The%20London%20Gazette\"&gt;London Gazette&lt;/a&gt;\" announced that McNicholas and two other nurses were to be awarded the &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;M.B.E.&lt;/a&gt; for their heroic actions.\nEarly years.\nMcNicholas was born on &lt;a href=\"Kiltimagh\"&gt;Kiltimagh&lt;/a&gt;, &lt;a href=\"County%20Mayo\"&gt;Mayo&lt;/a&gt;, &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt; to Thomas and Bridget McNicholas. After attending the St. Louis Convent Secondary School in the town, she left Ireland in the 1930s to study nursing in England.\nCareer.\nLittle is known of McNicholas' early nursing career, but on 5 October 1942 she was granted a commission as a &lt;a href=\"Nursing%20management%23Charge%20nurse\"&gt;Sister&lt;/a&gt; (No. 246129) in the &lt;a href=\"Queen%20Alexandra%27s%20Royal%20Army%20Nursing%20Corps\"&gt;Queen Alexandra's Imperial Military Nursing Service&lt;/a&gt; (QAIMNS) Reserve. McNicholas joined an estimated 70,000 men and women from &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;, who served in the British forces over the course of the Second World War.\nSinking of the \"Amsterdam\".\nThe \"Amsterdam\" was on her third cross-Channel voyage to pick up &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; casualties and German &lt;a href=\"Prisoner%20of%20war\"&gt;prisoners of war&lt;/a&gt; from the &lt;a href=\"Falaise%20Pocket\"&gt;Battle of the Falaise Pocket&lt;/a&gt;, when disaster occurred. There are differing accounts of what caused the \"Amsterdam\" to sink. An official record states that the sinking was the result of \"enemy action,\" and it was widely reported in the press that the ship was hit by a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;. Other accounts, including the testimony of a sailor on board, agree that the ship struck a German &lt;a href=\"Naval%20mine\"&gt;mine&lt;/a&gt;.\nThe impact of the mine destroyed one half of the vessel, killing all the men in the engine room. As the ship lay broken and sinking in the water, McNicholas disregarded her place in No. 3 Water Ambulance, going back into the ship to bring grievously injured men up from the hospital deck. It reportedly took eight minutes for the ship to sink, with the loss of 106 lives including ten medical staff.\nMcNicholas was forced to jump from the ship as it capsized. Unable to swim, she 'fell ill' and was assisted in the water by the ship's &lt;a href=\"captain%20%28nautical%29\"&gt;captain&lt;/a&gt;. On the arrival of an American &lt;a href=\"cutter%20%28boat%29\"&gt;cutter&lt;/a&gt;, McNicholas was rescued from the sea and continued to provide medical aid to the injured men as they were pulled from the water.\nM.B.E. award.\nMcNicholas was recommended for an M.B.E. in recognition of \"gallant conduct in carrying out hazardous work in a very brave manner.\" According to a magazine article written in 2013, McNicholas declined to attend her &lt;a href=\"investiture\"&gt;investiture&lt;/a&gt; at &lt;a href=\"Buckingham%20Palace\"&gt;Buckingham Palace&lt;/a&gt;, travelling instead to visit the bereaved parents of her best friend. McNicholas had tragically witnessed fellow nurse Molly Evershed go down with the ship after getting stuck in a &lt;a href=\"porthole\"&gt;porthole&lt;/a&gt; trying to escape. According to some sources, McNicholas was awarded an &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;O.B.E&lt;/a&gt; but correspondence from the &lt;a href=\"War%20Office\"&gt;War Office&lt;/a&gt;; the official recommendation record; medal and medal case, show that McNicholas did in fact receive an M.B.E.\nLater life.\nMcNicholas went on to postings in &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and &lt;a href=\"Mumbai\"&gt;Bombay&lt;/a&gt;, &lt;a href=\"Demobilization\"&gt;demobilising&lt;/a&gt; in March 1946 and released from service in June that year. She moved to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; in 1947, where she continued nursing in hospitals and for the &lt;a href=\"International%20Harvester\"&gt;International Harvester&lt;/a&gt; company. McNicholas retired in 1976 and resided in &lt;a href=\"Oak%20Lawn%2C%20Illinois\"&gt;Oak Lawn, Illinois&lt;/a&gt;, until she died in 1998.\nLegacy.\nMcNicholas' M.B.E. medal, War Office correspondence and life jacket from the \"Amsterdam\" can be seen at the Kiltimagh Museum in Mayo, Ireland. 'Sister Lily McNicholas' is featured in the \"Our Irish Women\" temporary exhibition, on display at the &lt;a href=\"Museum%20of%20Country%20Life\"&gt;National Museum of Ireland - Country Life&lt;/a&gt;, during October and November 2018."
}