{
    "id": "58872501",
    "revid": "36926115",
    "url": "https://en.wikipedia.org/wiki?curid=58872501",
    "title": "Rex Nelson",
    "text": "Rex Nelson is a long time college sports broadcaster, columnist, reporter, author, political appointee, and chronicler of Arkansas history. He is a &lt;a href=\"Managing%20editor\"&gt;Senior Editor&lt;/a&gt; and columnist for the &lt;a href=\"Arkansas%20Democrat-Gazette\"&gt;Arkansas Democrat-Gazette&lt;/a&gt;. He was policy and communications director for governor &lt;a href=\"Mike%20Huckabee\"&gt;Mike Huckabee&lt;/a&gt;. In 2005 Nelson was appointed by U.S. president &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; to the &lt;a href=\"Delta%20Regional%20Authority\"&gt;Delta Regional Authority&lt;/a&gt;.\nNelson is a native of &lt;a href=\"Arkadelphia\"&gt;Arkadelphia&lt;/a&gt;. He graduated &lt;a href=\"summa%20cum%20laude\"&gt;summa cum laude&lt;/a&gt; from &lt;a href=\"Ouachita%20Baptist%20University%20\"&gt;Ouachita Baptist University &lt;/a&gt; in 1982 and he announces their college football games. He received a B.A. in Mass Communications from the school.\nNelson was inducted into the Arkansas Sportscasters and Sportswriters Hall of Fame and was named Rural Advocate of the Year for the state of Arkansas in 2016 by Governor &lt;a href=\"Asa%20Hutchinson\"&gt;Asa Hutchinson&lt;/a&gt; and the &lt;a href=\"Arkansas%20Rural%20Development%20Commission\"&gt;Arkansas Rural Development Commission&lt;/a&gt;.\nCareer.\nNelson was Washington Bureau Chief for the \"Arkansas Democrat\", edited the \"&lt;a href=\"Arkansas%20Business\"&gt;Arkansas Business&lt;/a&gt;\", was the Political Editor of the \"Arkansas Democrat-Gazette\" from 1992 until 1996, hosted a daily political talk radio show, and was campaign manager and Director of Policy and Communications for Arkansas Governor Mike Huckabee.\nIn 2011 he became president of the &lt;a href=\"Arkansas%20Independent%20Colleges%20and%20Universities\"&gt;Arkansas Independent Colleges and Universities&lt;/a&gt; association. He published a blog called Rex Nelson’s Southern Fried. In 2017 he initiated an Arkansas Food Hall of Fame.\nIn 1994, \"&lt;a href=\"Arkansas%20Business\"&gt;Arkansas Business&lt;/a&gt;\" named him one of their \"40 under 40\". He hosted the \"Respond to Rush\" show on &lt;a href=\"KARN-AM\"&gt;KARN-AM&lt;/a&gt; and was a regular panelist on &lt;a href=\"Arkansas%20Educational%20Television%20Network\"&gt;AETN&lt;/a&gt;'s \"Arkansas Week\" program."
}