{
    "id": "58888911",
    "revid": "25550120",
    "url": "https://en.wikipedia.org/wiki?curid=58888911",
    "title": "Royal Air Force Rugby Union",
    "text": "The Royal Air Force Rugby Union (RAFRU) was formed in 1918 to administer the playing of &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; in the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt;. It fields a representative side that competes in the Inter-Services tournament with the &lt;a href=\"Army%20Rugby%20Union\"&gt;Army Rugby Union&lt;/a&gt; and the &lt;a href=\"Royal%20Navy%20Rugby%20Union\"&gt;Royal Navy Rugby Union&lt;/a&gt;.\nHistory.\nThe founding of the RAFRU relies much on the shoulders of &lt;a href=\"Wavell%20Wakefield%2C%201st%20Baron%20Wakefield%20of%20Kendal\"&gt;William Wavell Wakefield&lt;/a&gt;. He joined the Royal Navy Air Service but on the formation of the &lt;a href=\"Royal%20Air%20Force\"&gt;Royal Air Force&lt;/a&gt; in April 1918 he transferred to them. He was one of the founders of the RAFRU; and in its early years a driving force:- he was a player, captaining the team; a selector; and the secretary of the RAFRU.\nHe played in 8 Inter-Service matches for the club, captaining the side in all the matches. His last two matches for RAFRU were particularly noteworthy.\nThe RAFRU played its first Inter-Service match at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham Stadium&lt;/a&gt; on 14 February 1923. This was against the &lt;a href=\"Royal%20Navy%20Rugby%20Union\"&gt;Royal Navy Rugby Union&lt;/a&gt;. They beat the Navy 3-0 in the match. Another Inter-Service match was organised against the &lt;a href=\"Army%20Rugby%20Union\"&gt;Army Rugby Union&lt;/a&gt; on 10 March 1923, again at Twickenham, and again RAFRU were victorious, winning the match 13-5 and becoming Twickenham's Inter-Service champions at the first time of asking.\nThe RAF-Army match was Wakefield's last match as a player for RAFRU. That same year he was called up to the England squad.\n100th Anniversary year.\n2018 became a notable year for the club as they beat both the Army and Navy sides, becoming Inter-Service Champions for the first time since 1994.\nWomens side.\nThe RAFRU run a womens side. They compete for the Molly Rose trophy with the womens navy side.\nVeterans side.\nThe veterans side is known as the Royal Air Force Vultures.\nNotable former players.\nScotland internationalists.\nThe following former RAFRU players have represented &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; at full international level.\nWales internationalists.\nThe following former RAFRU players have represented &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; at full international level.\nEngland internationalists.\nThe following former RAFRU players have represented &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; at full international level.\nIreland internationalists.\nThe following former RAFRU players have represented &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; at full international level."
}