{
    "id": "58882136",
    "revid": "34911881",
    "url": "https://en.wikipedia.org/wiki?curid=58882136",
    "title": "List of songs written by J-Hope",
    "text": "South Korean musician &lt;a href=\"J-Hope\"&gt;J-Hope&lt;/a&gt; has written over 100 songs, including music for his career as a solo musician, band member, and songs for other performers. His debut &lt;a href=\"mixtape\"&gt;mixtape&lt;/a&gt; \"&lt;a href=\"Hope%20World\"&gt;Hope World&lt;/a&gt;\" (2018) charted in ten countries worldwide, debuting atop the &lt;a href=\"Billboard%20charts%23Albums\"&gt;\"Billboard\" World Albums&lt;/a&gt; chart and peaking at number 30 on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;, the highest peak by a Korean soloist at the time of release. J-Hope collaborated with numerous &lt;a href=\"Big%20Hit%20Entertainment%23Producers\"&gt;in-house producers&lt;/a&gt; at his record label &lt;a href=\"Big%20Hit%20Music\"&gt;Big Hit Entertainment&lt;/a&gt; to create the mixtape and is a credited writer on all seven tracks. The mixtape's lead single \"Daydream\", which debuted at number one on the &lt;a href=\"Billboard%20charts%23International%20charts\"&gt;\"Billboard\" World Digital Song Sales&lt;/a&gt; chart, is a &lt;a href=\"house%20music\"&gt;house&lt;/a&gt; track discussing J-Hope's struggles as a &lt;a href=\"Korean%20idol\"&gt;Korean idol&lt;/a&gt; presented in an upbeat style. J-Hope conceptualized the song as a means to discuss \"the desires and wishes that every person in the world has but [he has] to hold down and cover up\" due to his career path. He later released his second solo work in September 2019, a &lt;a href=\"single%20%28music%29\"&gt;single&lt;/a&gt; entitled \"&lt;a href=\"Chicken%20Noodle%20Soup%20%28J-Hope%20song%29\"&gt;Chicken Noodle Soup&lt;/a&gt;\" featuring American singer &lt;a href=\"Becky%20G\"&gt;Becky G&lt;/a&gt;. The song contains lyrics about J-Hope's background in dance, and is performed in three languages: Korean, English, and Spanish. The song peaked at number 81 on the &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;, marking the first time a member of BTS has appeared on the chart as a soloist.\nHe serves as one of the primary songwriters for the &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; and &lt;a href=\"hip%20hop\"&gt;hip hop&lt;/a&gt; &lt;a href=\"boy%20band\"&gt;boy band&lt;/a&gt; &lt;a href=\"BTS%20%28band%29\"&gt;BTS&lt;/a&gt;, of which he is a member, appearing as a credited writer on every album released by the group since their debut in 2013. On these albums he primarily works with the Big Hit production team, including company founder &lt;a href=\"Bang%20Si-hyuk\"&gt;Bang Si-hyuk&lt;/a&gt;, and fellow BTS rappers &lt;a href=\"RM%20%28rapper%29\"&gt;RM&lt;/a&gt; and &lt;a href=\"Suga%20%28rapper%29\"&gt;Suga&lt;/a&gt;. The trio later collaborated to release the &lt;a href=\"trap%20music\"&gt;trap&lt;/a&gt; &lt;a href=\"diss%20%28music%29\"&gt;diss track&lt;/a&gt; \"Ddaeng\", produced by Suga and Korean record producer Jang Yi-jeong and inspired by traditional Korean instrumentals. He has also penned music for other musical endeavors by BTS members, co-writing the song \"Otsukare\" by the duo Sope, made up of him and Suga. In addition, J-Hope composed much of the melody for the 2016 ballad \"Awake\", performed by BTS vocalist &lt;a href=\"Kim%20Seok-jin\"&gt;Jin&lt;/a&gt; as his first solo song.\nJ-Hope's work as a writer for musicians outside of BTS has been minimal. In 2012, before his official public debut, J-Hope featured on the track \"Animal\" by former labelmate &lt;a href=\"Jo%20Kwon\"&gt;Jo Kwon&lt;/a&gt;. He also participated in the writing team, which included Swedish &lt;a href=\"Electronic%20dance%20music\"&gt;EDM&lt;/a&gt; producer &lt;a href=\"Avicii\"&gt;Avicii&lt;/a&gt;. He also worked with South Korean music pioneer &lt;a href=\"Seo%20Taiji\"&gt;Seo Taiji&lt;/a&gt; to adjust portions of the track \"Come Back Home\" from the album \"&lt;a href=\"Seo%20Taiji%20and%20Boys%20IV\"&gt;Seo Taiji and Boys IV&lt;/a&gt;\" (1995). The track was eventually performed by BTS at the Seo Taiji 25th Anniversary concert in August 2017."
}