{
    "id": "58895665",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=58895665",
    "title": "Pipsan Saarinen Swanson",
    "text": "Eva-Lisa \"Pipsan\" Saarinen Swanson (March 31, 1905 - October 23, 1979) was a Finnish-American &lt;a href=\"Industrial%20design\"&gt;industrial&lt;/a&gt;, &lt;a href=\"Interior%20design\"&gt;interior&lt;/a&gt;, and &lt;a href=\"Textile%20design\"&gt;textile&lt;/a&gt; designer based in Michigan. She was known for her contemporary furniture, textile, and product designs.\nEarly life and education.\nPipsan was born in &lt;a href=\"Kirkkonummi\"&gt;Kirkkonummi&lt;/a&gt;, Finland to architect &lt;a href=\"Eliel%20Saarinen\"&gt;Eliel Saarinen&lt;/a&gt; and noted textile designer and sculptor &lt;a href=\"Loja%20Saarinen\"&gt;Loja Saarinen&lt;/a&gt;. She was the elder sister of celebrated architect &lt;a href=\"Eero%20Saarinen\"&gt;Eero Saarinen&lt;/a&gt;. She studied weaving, ceramics, and fabric design at Atheneum Art School and &lt;a href=\"University%20of%20Helsinki\"&gt;University of Helsinki&lt;/a&gt;. She moved to the United States with her family in 1923. They eventually settled in Bloomfield Hills when her father became the resident architect at The Cranbrook Academy of Art.\nShe married architect J. Robert (Bob) F. Swanson in 1926.\nWork.\nPipsan was part of a strong period of educators and students at &lt;a href=\"Cranbrook%20Educational%20Community\"&gt;Cranbrook&lt;/a&gt; known as the \"golden moment\". She taught the first class on contemporary furniture design at Cranbrook. In 1935, both she and her mother had their textiles exhibited at the Metropolitan Museum of Art. Pipsan left the academy to work with her husband. They formed Swanson Associates in 1947. It was the first architectural firm that also included interior design services. Pipsan typically was responsible for the interior design. Among the projects on which they worked was The Koebel House, located in Grosse Pointe, Michigan.\nOne of her most noted products was a line of indoor outdoor furniture known as the Sol-Air Group, produced by Ficks Reed. She created various other furnishings and decorative items including lamps, glassware, fabrics, and pottery with Swanson and her brothers. Pipsan was also am industrial design consultant for clients including Barwick Mills, Goodall Fabrics, and the Pittsburgh Plate Glass Company.\nShe was named an honorary member of the American Institute of Architects in 1972.\nReferences.\nSee also: \"Eero Saarinen An Architecture of Multiplicity\" by Antonio Román, 2006."
}