{
    "id": "58902628",
    "revid": "36510957",
    "url": "https://en.wikipedia.org/wiki?curid=58902628",
    "title": "Ubaydallah ibn al-Sari",
    "text": "Ubaydallah ibn al-Sari () (died 865) was a governor of &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; from 822 until 826. A son of &lt;a href=\"al-Sari%20ibn%20al-Hakam\"&gt;al-Sari ibn al-Hakam&lt;/a&gt;, he was the third and last member of his family to autonomously rule over parts of Egypt during the troubled period following the &lt;a href=\"Fourth%20Fitna\"&gt;great Abbasid civil war&lt;/a&gt;, and his surrender to &lt;a href=\"Abdallah%20ibn%20Tahir\"&gt;Abdallah ibn Tahir&lt;/a&gt; in 826 marked the re-imposition of firm &lt;a href=\"Abbasid%20Caliphate\"&gt;Abbasid&lt;/a&gt; control over the province for the first time since the outbreak of the conflict.\nCareer.\nUbaydallah was the son of &lt;a href=\"al-Sari%20ibn%20al-Hakam\"&gt;al-Sari ibn al-Hakam&lt;/a&gt;, a member of the \"&lt;a href=\"abna%20al-dawla\"&gt;abna al-dawla&lt;/a&gt;\" who had served as governor of Egypt in 816 and 817–820. Following the death of al-Sari in 820 Ubaydallah was appointed as prefect of &lt;a href=\"shurta\"&gt;police&lt;/a&gt; by his brother &lt;a href=\"Abu%20Nasr%20ibn%20al-Sari\"&gt;Abu Nasr&lt;/a&gt;, who had assumed the governorship, and upon Abu Nasr's own death in 822 he was himself acclaimed as his successor and given the &lt;a href=\"Bay%27ah\"&gt;oath of allegiance&lt;/a&gt; by the army. As a result of the division of Egypt under his father, however, his effective jurisdiction extended only to the capital &lt;a href=\"Fustat\"&gt;Fustat&lt;/a&gt; and the southern part of the province, while much of &lt;a href=\"Lower%20Egypt\"&gt;Lower Egypt&lt;/a&gt; was in the hands of &lt;a href=\"Ali%20ibn%20Abd%20al-Aziz%20al-Jarawi\"&gt;Ali ibn Abd al-Aziz al-Jarawi&lt;/a&gt; and &lt;a href=\"al-Andalus\"&gt;Andalusian&lt;/a&gt; raiders.\nUbaydallah's rule over Egypt was initially contested by the Abbasid central government, which was still attempting to recover from the loss of authority it had incurred due to the &lt;a href=\"Fourth%20Fitna\"&gt;civil war&lt;/a&gt; between the rival caliphs &lt;a href=\"al-Amin\"&gt;al-Amin&lt;/a&gt; and &lt;a href=\"al-Ma%27mun\"&gt;al-Ma'mun&lt;/a&gt; in 811–813, and shortly after his accession he was forced to deal with an invasion by &lt;a href=\"Khalid%20ibn%20Yazid%20al-Shaybani\"&gt;Khalid ibn Yazid al-Shaybani&lt;/a&gt;, who had been delegated by al-Ma'mun to seize command of the country. Ubaydallah decided to offer resistance, and even with Ibn al-Jarawi providing assistance to Khalid he was able to win a battle against the latter on the outskirts of Fustat. Over the next few months the two sides fought several engagements; at length Ibn al-Jarawi withdrew his support and Khalid's position became seriously degraded, and by early 823 he was finally defeated and captured by Ubaydallah. His hold over Fustat now secure, Ubaydallah returned to the capital and afterwards released Khalid, allowing him to withdraw from the province to &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;.\nFollowing the end of Khalid's campaign, Ubaydallah became focused on dealing with his rival Ibn al-Jarawi, who continued to hold Lower Egypt. Although al-Ma'mun had written to both men granting them the right to collect the &lt;a href=\"kharaj\"&gt;land taxes&lt;/a&gt; in the areas they respectively controlled, the two sides quickly found an excuse to come into conflict with each other and war soon broke out. Over the course of the next several years Ubaydallah's forces invaded Lower Egypt, pillaging &lt;a href=\"Mahallat%20al-Sharqiyun\"&gt;Mahallat al-Sharqiyun&lt;/a&gt; and repeatedly occupying &lt;a href=\"Tennis%2C%20Egypt\"&gt;Tinnis&lt;/a&gt; and &lt;a href=\"Damietta\"&gt;Damietta&lt;/a&gt;, and Ibn al-Jarawi was at times forced to seek refuge in the towns along the northern &lt;a href=\"Sinai%20Peninsula\"&gt;Sinai&lt;/a&gt;. Despite this Ubaydallah was unable to fully defeat his opponent, and the latter was able to make a return to the region in mid-825.\nUbaydallah's governorship came to an end in 826, when al-Ma'mun again sought to achieve greater effective control over the country by dispatching to it the &lt;a href=\"Tahirid%20dynasty\"&gt;Tahirid&lt;/a&gt; general &lt;a href=\"Abdallah%20ibn%20Tahir%20al-Khurasani\"&gt;Abdallah ibn Tahir&lt;/a&gt;. While Ibn al-Jarawi immediately offered his submission, Ubaydallah attempted to fight off Abdallah, but his forces were defeated and he eventually decided to seek a guarantee of safety instead. This was agreed to and Ubaydallah made his submission to Abdallah, who sent him off to &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;. Following this, he never returned to Egypt, but he remained in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; and eventually died in &lt;a href=\"Abbasid%20Samarra\"&gt;Samarra&lt;/a&gt; in 865."
}