{
    "id": "58909506",
    "revid": "4637213",
    "url": "https://en.wikipedia.org/wiki?curid=58909506",
    "title": "Tsunami Advisory Center of the Ministry of National Resources",
    "text": "The Tsunami Advisory Center of the Ministry of National Resources (abbreviated as TACMNR; &lt;a href=\"%E7%AE%80%E5%8C%96%E5%AD%97\"&gt;simplified Chinese&lt;/a&gt;: 自然资源部海啸预警中心; formerly known as the State Oceanic Administration Tsunami Advisory Center) is a Chinese administrative agency that aims to mitigate &lt;a href=\"tsunami\"&gt;tsunami&lt;/a&gt; damage in the &lt;a href=\"Coastline%20of%20China\"&gt;coastal areas&lt;/a&gt; of &lt;a href=\"China\"&gt;China&lt;/a&gt;. The agency is also known as the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; Intergovernmental Oceanic Committee South China Sea Regional Tsunami Warning Center, which is abbreviated as the South China Sea Tsunami Advisory Center (SCSTAC). It was founded in 2013 and is a subsidiary of the &lt;a href=\"Ministry%20of%20Natural%20Resources%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Ministry of Natural Resources of the People's Republic of China&lt;/a&gt; and the National Marine Environmental Forecasting Center.\nThe agency operates the regional &lt;a href=\"tsunami%20warning%20system\"&gt;tsunami warning system&lt;/a&gt;, which provides supervision and timely warnings to Chinese coastal areas and countries surrounding the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;, including &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt;, &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;, and &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;. It is a subsidized public institution, with headquarters in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;. The current director is Yuan Ye and the chief forecaster is Zhao Lianda.\nHistory.\nBackground and early history.\nChina has three high-risk &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt; and &lt;a href=\"tsunami\"&gt;tsunami&lt;/a&gt; zones, including the &lt;a href=\"Bohai%20sea\"&gt;Bohai Sea&lt;/a&gt;, &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;'s surrounding seas, and the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;. These areas are mostly located in the &lt;a href=\"Ring%20of%20Fire\"&gt;Ring of Fire&lt;/a&gt;, and tsunamis—which frequently accompany large earthquakes—represent potential threats to China's coastline.\nIn the early 1970s, the Intelligence Agency of the &lt;a href=\"State%20Oceanic%20Administration\"&gt;State Oceanic Administration&lt;/a&gt; (SOA) had researched tsunami and earthquake history. Past earthquakes in China, such as the &lt;a href=\"1975%20Haicheng%20earthquake\"&gt;1975 Haicheng earthquake&lt;/a&gt;, the &lt;a href=\"1976%20Tangshan%20earthquake\"&gt;1976 Tangshan earthquake&lt;/a&gt;, and several large earthquakes that occurred in the Bohai Sea, did not cause any noticeable tsunamis. This has led to the spread of claims in &lt;a href=\"Mainland%20China\"&gt;Mainland China&lt;/a&gt; that there have been no destructive earthquake-generated tsunamis in China. According to research on Chinese and regional tsunami history, however, China is considered to have frequent earthquake-generated tsunamis. China has the most deaths caused by tsunamis out of any country, accounting for one-third of all global tsunami-caused deaths.\nNot every large earthquake can cause tsunamis. Only shallow earthquakes with strong tectonic movements can generate tsunamis. Only one in four earthquakes occurring in the Pacific Ocean meet these criteria, which can explain the low frequency of the earthquake-generated tsunamis in the Bohai Sea.\nRegional cooperation and establishment.\nIn 2011, Yu Fujiang, the vice director of the &lt;a href=\"National%20Marine%20Environmental%20Forecasting%20Center\"&gt;National Marine Environmental Forecasting Center&lt;/a&gt; (NMEFC), stated that the tsunami warning system established by China could send a warning to tsunami-prone near-sea areas within two minutes and to far-sea areas within 15 minutes. China, however, still had not established a tsunami advisory center, and the SOA was the only sub-agency regulating the Chinese tsunami warning project. In 2013, SOA Tsunami Advisory Center was established in Haiding District, Beijing. It was a subsidiary of the NMEFC and was considered the first major development in China's tsunami warning technology.\nIn the 24th Intergovernmental Coordination Group for the Pacific Ocean Tsunami Warning and Mitigation System in 2011, the SOA proposed that countries near the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt; should cooperate to establish the South China Sea Tsunami Warning and Mitigation System. In 2012, the second South China Sea regional cooperation conference was held in Malaysia. It focused on and approved the document of \"Construction Scheme of South China Sea Tsunami Warning and Mitigation System\" that was proposed and drafted by China. In September 2013, the 25th Intergovernmental Coordination Group for the Pacific Ocean Tsunami Warning and Mitigation System officially reached an agreement on the establishment of the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; Intergovernmental Oceanic Committee South China Sea Regional Tsunami Warning Center, which built upon the SOA Tsunami Advisory Center and was abbreviated as the South China Sea Tsunami Advisory Center (SCSTAC), filling the long-term lack of a tsunami warning system in the region.\nIn January 2016, the \"2016 China Marine Disaster Public Report\" was published. In the report, the SOA announced that the administration was going to strengthen the operations of the regional tsunami warning system and relevant monitoring work, with a goal of mitigating the damage of potential tsunamis in Chinese coastal areas. On 8 February 2018, the SCSTAC announced its official trial run in offering service, becoming the first 24-hour international warning center in the SOA. On 8 May 2018, the signing and opening ceremony of the SCSTAC was held in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;.\nOn 17 March 2018, the &lt;a href=\"13th%20National%20People%27s%20Congress\"&gt;13th National People's Congress&lt;/a&gt; adopted \"The 1st Session of 13th NPC's Decision on the Reform Plan of the Ministries of the State Council\" and approved the \"Reform Plan of the Ministries of the State Council\". The Ministry of the Natural Resources was formed, replacing the &lt;a href=\"Ministry%20of%20Land%20and%20Resources%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Ministry of Land and Resources of the People's Republic of China&lt;/a&gt;. In November 2018, the SOA Tsunami Advisory Center was renamed the Tsunami Advisory Center of the Ministry of Natural Resources (TACMNR).\nAdvisory scope and service.\nThe TACMNR collects data from around the world in real time, including data from more than 800 tide-gauge stations, 69 tsunami buoys, and 112 minute-level tidal observatories in China's coastal areas and surrounding islands. After the agency's establishment of a new system in forecasting tsunami figures in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; and the South China Sea, the forecasting processes of tsunamis in the Pacific Ocean, the southwestern part of Pacific Ocean, and the South China Sea can be finished within five minutes, one minute, and 30 seconds, respectively. This has cut two-thirds of the time it took in 2011, allowing for more timely tsunami warnings.\nThe TACMNR monitors an area stretching from &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; in the north to &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; in the south and from the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; in the east to &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; in the south. It mainly services countries including China, &lt;a href=\"Brunei\"&gt;Brunei&lt;/a&gt;, &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;, Indonesia, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, Philippines, Singapore, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;, and &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;. The establishment of the TACMNR, its monitoring network, its regional &lt;a href=\"tsunami%20warning%20system\"&gt;tsunami warning system&lt;/a&gt;, and its tsunami disaster-reduction system have enhanced the ability to monitor, analyze, and predict earthquakes and tsunamis in the region. The TACMNR issues timely tsunami warnings to China's coastal areas and regional countries. This has also improved the technological research capacity in tsunami monitoring and built research groups with safety-guaranteed work. The TACMNR's tsunami warning system is efficiently structured, with adequate infrastructure and human capital. The tsunami warning and mitigation capacity of China and the South China Sea region have been notably enhanced. The South China Sea Regional Advisory under TACMNR aims to lower the frequency of regional tsunamis, offering to protect people and property in coastal areas worldwide.\nIn May 2015, the SOA published the \"Contingency Plans for Storm Tides, Sea Waves, Tsunamis and Sea-ice Disasters\", which illustrated that the Tsunami Advisory Center of SOA should analyze and confirm the level of response under emergency situations, play a leading role in marine disaster warning services, and issue national marine disaster warnings. Moreover, it should provide emergency solutions for marine disasters, as well as consultation for the Ministry of the State council, relevant army departments, and large central enterprises."
}