{
    "id": "58925",
    "revid": "13501746",
    "url": "https://en.wikipedia.org/wiki?curid=58925",
    "title": "Margrethe II of Denmark",
    "text": "Margrethe II (; Margrethe Alexandrine Þórhildur Ingrid, born 16 April 1940) is &lt;a href=\"Queen%20of%20Denmark\"&gt;Queen of Denmark&lt;/a&gt; and &lt;a href=\"commander-in-chief\"&gt;commander-in-chief&lt;/a&gt; of the &lt;a href=\"Danish%20Defence\"&gt;Danish Defence&lt;/a&gt;.\nBorn into the &lt;a href=\"House%20of%20Gl%C3%BCcksburg\"&gt;House of Glücksburg&lt;/a&gt;, a cadet branch of the House of Oldenburg, Margrethe is the eldest child of &lt;a href=\"Frederick%20IX%20of%20Denmark\"&gt;Frederick IX of Denmark&lt;/a&gt; and &lt;a href=\"Ingrid%20of%20Sweden\"&gt;Ingrid of Sweden&lt;/a&gt;. She became &lt;a href=\"heir%20presumptive\"&gt;heir presumptive&lt;/a&gt; to her father in 1953, when &lt;a href=\"Danish%20Act%20of%20Succession\"&gt;a constitutional amendment&lt;/a&gt; allowed women to inherit the throne. Margrethe succeeded her father upon his death on 14 January 1972. On her accession, she became the first female monarch of Denmark since &lt;a href=\"Margrethe%20I\"&gt;Margrethe I&lt;/a&gt;, ruler of the &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;n kingdoms in 1375–1412 during the &lt;a href=\"Kalmar%20Union\"&gt;Kalmar Union&lt;/a&gt;. In 1967, she married &lt;a href=\"Henri%20de%20Laborde%20de%20Monpezat\"&gt;Henri de Laborde de Monpezat&lt;/a&gt;, with whom she had two sons: &lt;a href=\"Frederik%2C%20Crown%20Prince%20of%20Denmark\"&gt;Crown Prince Frederik&lt;/a&gt; and &lt;a href=\"Prince%20Joachim%20of%20Denmark\"&gt;Prince Joachim&lt;/a&gt;.\nMargrethe is known for her strong &lt;a href=\"archaeological\"&gt;archaeological&lt;/a&gt; passion and has participated in several &lt;a href=\"Archaeological%20excavation\"&gt;excavations&lt;/a&gt;, including in &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; and &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;. She shared this interest with her grandfather &lt;a href=\"Gustaf%20VI%20Adolf%20of%20Sweden\"&gt;Gustaf VI Adolf of Sweden&lt;/a&gt;, with whom she spent some time unearthing &lt;a href=\"Artifact%20%28archaeology%29\"&gt;artefacts&lt;/a&gt; near &lt;a href=\"Etruria\"&gt;Etruria&lt;/a&gt; in 1962.\nAs of 2021, Margrethe has, as &lt;a href=\"sovereign\"&gt;sovereign&lt;/a&gt;, received 42 official &lt;a href=\"state%20visit\"&gt;state visit&lt;/a&gt;s and she has undertaken 55 foreign state visits herself. In addition to this, the Queen and &lt;a href=\"Danish%20royal%20family\"&gt;the royal family&lt;/a&gt; have made several other foreign visits. Support for the &lt;a href=\"Monarchy%20of%20Denmark\"&gt;monarchy in Denmark&lt;/a&gt; has been and remains consistently high at around 82%, as does Margrethe's personal popularity.\nEarly life.\nPrincess Margrethe was born 16 April 1940 at &lt;a href=\"Frederik%20VIII%27s%20Palace\"&gt;Frederik VIII's Palace&lt;/a&gt;, her parents residence at the &lt;a href=\"Amalienborg\"&gt;Amalienborg palace complex&lt;/a&gt;, the principal residence of the &lt;a href=\"Danish%20royal%20family\"&gt;Danish royal family&lt;/a&gt; in the district of &lt;a href=\"Frederiksstaden\"&gt;Frederiksstaden&lt;/a&gt; in central &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;. She was the first child of the Crown Prince and Crown Princess (later &lt;a href=\"King%20Frederick%20IX\"&gt;King Frederick IX&lt;/a&gt; and &lt;a href=\"Queen%20Ingrid\"&gt;Queen Ingrid&lt;/a&gt;). Her father was the elder son of the then-reigning &lt;a href=\"King%20Christian%20X\"&gt;King Christian X&lt;/a&gt;, while her mother was the only daughter of the Crown Prince of Sweden (later &lt;a href=\"King%20Gustaf%20VI%20Adolf\"&gt;King Gustaf VI Adolf&lt;/a&gt;). Her birth took place just one week after &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;'s &lt;a href=\"German%20invasion%20of%20Denmark%20%281940%29\"&gt;invasion of Denmark&lt;/a&gt; on 9 April 1940.\nMargrethe was &lt;a href=\"baptism\"&gt;baptised&lt;/a&gt; on 14 May in the &lt;a href=\"Holmen%20Church\"&gt;Holmen Church&lt;/a&gt; in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;. The Princess's &lt;a href=\"godparent\"&gt;godparent&lt;/a&gt;s were: &lt;a href=\"King%20Christian%20X\"&gt;King Christian X&lt;/a&gt; (paternal grandfather); &lt;a href=\"Prince%20Knud%20of%20Denmark\"&gt;Hereditary Prince Knud&lt;/a&gt; (paternal uncle); &lt;a href=\"Prince%20Axel%20of%20Denmark\"&gt;Prince Axel&lt;/a&gt; (her paternal grandfather's first cousin); &lt;a href=\"Gustaf%20V%20of%20Sweden\"&gt;King Gustaf V of Sweden&lt;/a&gt; (maternal great-grandfather); &lt;a href=\"Gustaf%20VI%20Adolf%20of%20Sweden\"&gt;Crown Prince Gustaf Adolf of Sweden&lt;/a&gt; (maternal grandfather); &lt;a href=\"Prince%20Gustaf%20Adolf%2C%20Duke%20of%20V%C3%A4sterbotten\"&gt;Prince Gustaf Adolf, Duke of Västerbotten&lt;/a&gt; (her maternal uncle); &lt;a href=\"Prince%20Arthur%2C%20Duke%20of%20Connaught%20and%20Strathearn\"&gt;Prince Arthur, Duke of Connaught and Strathearn&lt;/a&gt; (maternal great-grandfather).\nShe was named Margrethe after her late maternal grandmother, &lt;a href=\"Crown%20Princess%20Margaret%20of%20Sweden\"&gt;Crown Princess Margaret of Sweden&lt;/a&gt;, Alexandrine after her paternal grandmother, &lt;a href=\"Alexandrine%20of%20Mecklenburg-Schwerin\"&gt;Queen Alexandrine&lt;/a&gt;, and Ingrid after her mother. Since her paternal grandfather was also the &lt;a href=\"King%20of%20Iceland\"&gt;King of Iceland&lt;/a&gt;, she was given the &lt;a href=\"Icelandic%20language\"&gt;Icelandic&lt;/a&gt; name Þórhildur.\nWhen Margrethe was four years old, in 1944, her younger sister &lt;a href=\"Princess%20Benedikte%20of%20Denmark\"&gt;Princess Benedikte&lt;/a&gt; was born. Princess Benedikte later married &lt;a href=\"Prince%20Richard%20of%20Sayn-Wittgenstein-Berleburg\"&gt;Prince Richard of Sayn-Wittgenstein-Berleburg&lt;/a&gt; and lives some of the time in Germany. Her second sister, &lt;a href=\"Queen%20Anne-Marie%20of%20Greece\"&gt;Princess Anne-Marie&lt;/a&gt;, was born in 1946. Anne-Marie later married &lt;a href=\"Constantine%20II%20of%20Greece\"&gt;King Constantine II of the Hellenes&lt;/a&gt; and currently lives in Greece.\nMargrethe and her sisters grew up in apartments at Frederick VIII's Palace at Amalienborg in Copenhagen and in &lt;a href=\"Fredensborg%20Palace\"&gt;Fredensborg Palace&lt;/a&gt; in &lt;a href=\"North%20Zealand\"&gt;North Zealand&lt;/a&gt;. She spent summer holidays with the royal family in her parent's summer residence at &lt;a href=\"Gr%C3%A5sten%20Palace\"&gt;Gråsten Palace&lt;/a&gt; in &lt;a href=\"Southern%20Jutland\"&gt;Southern Jutland&lt;/a&gt;. On 20 April 1947, King Christian X died and Margrethe's father ascended the throne as King Frederick IX.\nMargrethe is known affectionately as \"Daisy\".\nHeir presumptive.\nAt the time of her birth, only males could ascend the throne of Denmark, owing to the changes in succession laws enacted in the 1850s when the &lt;a href=\"Schleswig-Holstein-Sonderburg-Gl%C3%BCcksburg\"&gt;Glücksburg&lt;/a&gt; branch was chosen to succeed. As Margrethe had no brothers, it was assumed that her uncle &lt;a href=\"Knud%2C%20Hereditary%20Prince%20of%20Denmark\"&gt;Prince Knud&lt;/a&gt; would one day assume the throne.\nThe process of changing the constitution started in 1947, not long after Margrethe’s father ascended the throne and it became clear that Queen Ingrid would have no more children. The popularity of Frederick and his daughters and the more prominent role of women in Danish life started the complicated process of altering the constitution. The law required that the proposal be passed by two successive Parliaments and then by a referendum, which occurred 27 March 1953. The new &lt;a href=\"Danish%20Act%20of%20Succession\"&gt;Act of Succession&lt;/a&gt; permitted female &lt;a href=\"Order%20of%20succession\"&gt;succession&lt;/a&gt; to the throne of Denmark, according to &lt;a href=\"male-preference%20cognatic%20primogeniture\"&gt;male-preference cognatic primogeniture&lt;/a&gt;, where a female can ascend to the throne only if she does not have a brother. Princess Margrethe therefore became &lt;a href=\"heir%20presumptive\"&gt;heir presumptive&lt;/a&gt;.\nOn her eighteenth birthday, 16 April 1958, Margrethe was given a seat in the &lt;a href=\"Danish%20Council%20of%20State\"&gt;Council of State&lt;/a&gt;. She subsequently chaired the meetings of the Council in the absence of the King.\nIn 1960, together with the princesses of Sweden and Norway, she travelled to the United States, which included a visit to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, and to the &lt;a href=\"Paramount%20Studios\"&gt;Paramount Studios&lt;/a&gt;, where they met several celebrities, including &lt;a href=\"Dean%20Martin\"&gt;Dean Martin&lt;/a&gt;, &lt;a href=\"Jerry%20Lewis\"&gt;Jerry Lewis&lt;/a&gt; and &lt;a href=\"Elvis%20Presley\"&gt;Elvis Presley&lt;/a&gt;.\nEducation.\nMargrethe was educated at the private school &lt;a href=\"N.%20Zahle%27s%20School\"&gt;N. Zahle's School&lt;/a&gt; in Copenhagen, from which she graduated in 1959. She spent a year at &lt;a href=\"North%20Foreland%20Lodge\"&gt;North Foreland Lodge&lt;/a&gt;, a &lt;a href=\"boarding%20school\"&gt;boarding school&lt;/a&gt; for girls in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, England, and later studied &lt;a href=\"prehistoric\"&gt;prehistoric&lt;/a&gt; &lt;a href=\"archaeology\"&gt;archaeology&lt;/a&gt; at &lt;a href=\"Girton%20College%2C%20Cambridge\"&gt;Girton College, Cambridge&lt;/a&gt;, during 1960–1961, &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; at &lt;a href=\"Aarhus%20University\"&gt;Aarhus University&lt;/a&gt; between 1961 and 1962, attended the &lt;a href=\"University%20of%20Paris\"&gt;Sorbonne&lt;/a&gt; in 1963, and was at the &lt;a href=\"London%20School%20of%20Economics\"&gt;London School of Economics&lt;/a&gt; in 1965. She is a &lt;a href=\"Fellow\"&gt;Fellow&lt;/a&gt; of the &lt;a href=\"Society%20of%20Antiquaries%20of%20London\"&gt;Society of Antiquaries of London&lt;/a&gt;.\nMargrethe is fluent in &lt;a href=\"Danish%20language\"&gt;Danish&lt;/a&gt;, French, English, &lt;a href=\"Swedish%20language\"&gt;Swedish&lt;/a&gt; and German, and has a limited knowledge of &lt;a href=\"Faroese%20language\"&gt;Faroese&lt;/a&gt;.\nMarriage and children.\nPrincess Margrethe married the French diplomat, &lt;a href=\"Henrik%2C%20Prince%20Consort%20of%20Denmark\"&gt;Henri de Laborde de Monpezat&lt;/a&gt;, on June 10, 1967, at the &lt;a href=\"Holmen%20Church\"&gt;Holmen Church&lt;/a&gt; in &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;. Laborde de Monpezat received the style and title of \"His Royal Highness Prince Henrik of Denmark\" because of his new position as the spouse of the heir presumptive to the Danish &lt;a href=\"throne\"&gt;throne&lt;/a&gt;. They were married for over fifty years, until his death on 13 February 2018.\nMargrethe gave birth to her first child on 26 May 1968. By tradition, Danish kings were alternately named either Frederik or Christian. She chose to maintain this by assuming the position of a Christian, and thus named her eldest son &lt;a href=\"Frederik%2C%20Crown%20Prince%20of%20Denmark\"&gt;Frederik&lt;/a&gt;. A second child, named &lt;a href=\"Prince%20Joachim%20of%20Denmark\"&gt;Joachim&lt;/a&gt;, was born on 7 June 1969.\nReign.\nAccession.\nShortly after &lt;a href=\"Frederick%20IX%20of%20Denmark\"&gt;King Frederick IX&lt;/a&gt; delivered his New Year's Address to the Nation at the 1971/72 turn of the year, he fell ill. At his death 14 days later, 14 January 1972, Margrethe succeeded to the throne at the age of 31, becoming the first female Danish &lt;a href=\"monarch\"&gt;sovereign&lt;/a&gt; under the new Act of Succession. She was proclaimed Queen from the balcony of &lt;a href=\"Christiansborg%20Palace\"&gt;Christiansborg Palace&lt;/a&gt; 15 January 1972 by &lt;a href=\"Prime%20Minister%20of%20Denmark\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Jens%20Otto%20Krag\"&gt;Jens Otto Krag&lt;/a&gt;. Queen Margrethe II relinquished all the monarch's former titles except the title to Denmark, hence her style \"&lt;a href=\"By%20the%20Grace%20of%20God\"&gt;By the Grace of God&lt;/a&gt;, Queen of Denmark\" (). The Queen chose the &lt;a href=\"Royal%20mottos%20of%20Danish%20monarchs\"&gt;motto&lt;/a&gt;: \"God's help, the love of The People, Denmark's strength.\"\nIn her first address to the people, Queen Margrethe II said: \nConstitutional role.\nThe Queen's main tasks are to represent the Kingdom abroad and to be a unifying figure at home. The Queen performs the latter task by accepting invitations to open exhibitions, attending anniversaries, inaugurating bridges, etc. She receives foreign ambassadors and awards honours and medals.\nAs an unelected public official, the Queen takes no part in party politics and does not express any political opinions. Although she has the right to vote, she opts not to do so to avoid even the appearance of partisanship.\nThe Queen holds a meeting with the &lt;a href=\"Prime%20Minister%20of%20Denmark\"&gt;prime minister&lt;/a&gt; and the &lt;a href=\"Minister%20of%20Foreign%20Affairs%20%28Denmark%29\"&gt;foreign affairs minister&lt;/a&gt; every Wednesday, unless she or the prime minister is outside of the &lt;a href=\"Kingdom%20of%20Denmark\"&gt;kingdom&lt;/a&gt;.\nAfter an election where the incumbent prime minister does not have a majority behind him or her, the Queen holds a \"Dronningerunde\" (Queen's meeting) in which she meets the chairmen of each of the &lt;a href=\"Danish%20political%20parties\"&gt;Danish political parties&lt;/a&gt;.\nEach party has the choice of selecting a royal investigator to lead these negotiations or alternatively, give the incumbent prime minister the mandate to continue his or her government as is. In theory each party could choose its own leader as royal investigator, the social liberal &lt;a href=\"Det%20Radikale%20Venstre\"&gt;Det Radikale Venstre&lt;/a&gt; did so in 2006, but often only one royal investigator is chosen plus the prime minister, before each election. The leader who, at that meeting succeeds in securing a majority of the seats in the &lt;a href=\"Folketing\"&gt;Folketing&lt;/a&gt;, is by royal decree charged with the task of forming a new government. (It has never happened in more modern history that any party has held a majority on its own.)\nOnce the government has been formed, it is formally appointed by the Queen. Officially, it is the Queen who is the head of government, and she therefore presides over the Council of State (&lt;a href=\"privy%20council\"&gt;privy council&lt;/a&gt;), where the acts of legislation which have been passed by the parliament are signed into law. In practice, however, nearly all of the Queen's formal powers are exercised by the &lt;a href=\"Cabinet%20of%20Denmark\"&gt;Cabinet of Denmark&lt;/a&gt;.\nIn addition to her roles in her own country, the Queen is also the &lt;a href=\"colonel-in-chief\"&gt;colonel-in-chief&lt;/a&gt; of the &lt;a href=\"Princess%20of%20Wales%27s%20Royal%20Regiment\"&gt;Princess of Wales's Royal Regiment (Queen's and Royal Hampshires)&lt;/a&gt;, an infantry regiment of the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt;, following a tradition in her family.\nSilver and Ruby Jubilees.\nQueen Margrethe II marked her &lt;a href=\"Silver%20Jubilee\"&gt;Silver Jubilee&lt;/a&gt; in 1997 with a religious service and a gala dinner attended by fellow Scandinavian royals. She celebrated her &lt;a href=\"Ruby%20Jubilee\"&gt;Ruby Jubilee&lt;/a&gt;, the 40th year on the throne, on 14 January 2012. This was marked by a church service, concert, carriage procession, gala banquet at &lt;a href=\"Christiansborg%20Palace\"&gt;Christiansborg Palace&lt;/a&gt; and numerous TV interviews.\nImmigration debate.\nIn an interview within the 2016 book \"De dybeste rødder\" (\"The Deepest Roots\"), according to historians at the &lt;a href=\"South%20Campus%20%28University%20of%20Copenhagen%29\"&gt;Saxo Institute&lt;/a&gt; of the &lt;a href=\"University%20of%20Copenhagen\"&gt;University of Copenhagen&lt;/a&gt; she showed a change in attitude to immigration towards a more restrictive stance. She stated that the Danish people should have more explicitly clarified the rules and values of &lt;a href=\"Culture%20of%20Denmark\"&gt;Danish culture&lt;/a&gt; in order to be able to teach them to new arrivals. She further stated that the Danes in general have underestimated the difficulties involved in successful integration of immigrants, exemplified with the rules of a democracy not being clarified to Muslim immigrants and a lack of readiness to enforce those rules. This was received as a change in line with the attitude of the Danish people.\nGolden Jubilee.\nThe Queen's &lt;a href=\"Golden%20Jubilee%20of%20Margrethe%20II\"&gt;Golden Jubilee&lt;/a&gt; was marked on 14 January 2022, with celebrations to take place later in the year.\nPersonal life and interests.\nThe official residences of the Queen are &lt;a href=\"Amalienborg%20Palace\"&gt;Amalienborg Palace&lt;/a&gt; in Copenhagen and &lt;a href=\"Fredensborg%20Palace\"&gt;Fredensborg Palace&lt;/a&gt;. Her summer residences are &lt;a href=\"Marselisborg%20Palace\"&gt;Marselisborg Palace&lt;/a&gt; near &lt;a href=\"Aarhus\"&gt;Aarhus&lt;/a&gt; and &lt;a href=\"Gr%C3%A5sten%20Palace\"&gt;Gråsten Palace&lt;/a&gt; near &lt;a href=\"S%C3%B8nderborg\"&gt;Sønderborg&lt;/a&gt;, the former home of her mother, Queen Ingrid, who died in 2000.\nMargrethe is an accomplished painter and has held many art shows over the years. Her illustrations—under the pseudonym Ingahild Grathmer—were used for Danish editions of \"&lt;a href=\"The%20Lord%20of%20the%20Rings\"&gt;The Lord of the Rings&lt;/a&gt;\", which she was encouraged to illustrate in the early 1970s. She sent them to &lt;a href=\"J.%20R.%20R.%20Tolkien\"&gt;J. R. R. Tolkien&lt;/a&gt;, who was struck by the similarity of her drawings to his own style. Margrethe's drawings were redrawn by the British artist &lt;a href=\"Eric%20Fraser%20%28illustrator%29\"&gt;Eric Fraser&lt;/a&gt; for the &lt;a href=\"Folio%20Society\"&gt;Folio Society&lt;/a&gt;'s English edition of \"The Lord of the Rings\", first published in 1977 and reissued in 2002. In 2000, she illustrated Prince Henrik's &lt;a href=\"Cantabile%20%28book%29\"&gt;poetry collection \"Cantabile\"&lt;/a&gt;. Another skill she possesses is costume designing, having designed the costumes for the &lt;a href=\"Royal%20Danish%20Ballet\"&gt;Royal Danish Ballet&lt;/a&gt;'s production of \"&lt;a href=\"A%20Folk%20Tale\"&gt;A Folk Tale&lt;/a&gt;\" and for the 2009 &lt;a href=\"Peter%20Flinth\"&gt;Peter Flinth&lt;/a&gt; film, \"De vilde svaner\" (\"The Wild Swans\"). She also designs her own clothes and is known for her colourful and sometimes eccentric clothing choices. Margrethe also wears designs by former &lt;a href=\"Pierre%20Balmain\"&gt;Pierre Balmain&lt;/a&gt; designer Erik Mortensen, &lt;a href=\"J%C3%B8rgen%20Bender\"&gt;Jørgen Bender&lt;/a&gt;, and Birgitte Taulow. \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" in March 2013 listed her as one of the fifty best-dressed over 50s. In connection with her 80th birthday, &lt;a href=\"British%20Vogue\"&gt;British \"Vogue\"&lt;/a&gt; published an article calling her \"An Unsung Style Heroine.\"\nMargrethe is a &lt;a href=\"chain%20smoker\"&gt;chain smoker&lt;/a&gt; and is well known for her &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt; habit. However, on 23 November 2006, the Danish newspaper \"B.T.\" reported an announcement from the Royal Court stating that in the future the Queen would smoke only in private.\nFamily.\nThe Queen has two children and eight grandchildren, all born at Rigshospitalet in Copenhagen:\nIn 2008, the Queen announced that her male-line descendants would bear the additional title of Count or Countess of Monpezat, in recognition of her husband's ancestry.\nHonours.\nShe is the 1,188th &lt;a href=\"knight\"&gt;knight&lt;/a&gt; of the &lt;a href=\"Order%20of%20the%20Golden%20Fleece\"&gt;Order of the Golden Fleece&lt;/a&gt; in Spain, and only the 7th Lady of the &lt;a href=\"Order%20of%20the%20Garter\"&gt;Order of the Garter&lt;/a&gt; since 1901, when &lt;a href=\"Edward%20VII\"&gt;Edward VII&lt;/a&gt; appointed his consort a member. She is also &lt;a href=\"Colonel-in-Chief\"&gt;Colonel-in-Chief&lt;/a&gt; of &lt;a href=\"The%20Princess%20of%20Wales%27s%20Royal%20Regiment%20%28Queen%27s%20and%20Royal%20Hampshires%29\"&gt;The Princess of Wales's Royal Regiment (Queen's and Royal Hampshires)&lt;/a&gt; in the United Kingdom.\n&lt;a href=\"Queen%20Margrethe%20II%20Land\"&gt;Queen Margrethe II Land&lt;/a&gt; in Northeast &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; was named in her honour on 16 April 1990 on the occasion of her 50th birthday.\nForeign.\nQueen Margrethe is also Colonel in Chief of an English infantry regiment, The Princess of Wales's Royal Regiment. This tradition started with what became the Buffs (the Royal East Kent Regiment) in 1689 with Prince George of Denmark (husband of Queen Anne); it was resurrected in the early 20th Century when King Frederick VII was made Colonel in Chief of the Buffs (his sister, Princess Alexandra was married to King Edward VII). Since then the Danish Monarch has been the Colonel in Chief or Allied Colonel in Chief of the Buffs, Queen's Own Buffs, Queen's Regiment and Princess of Wales's Royal Regiment.\nAncestry.\nShe is a great-great-granddaughter of &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; of the United Kingdom and third-cousin to &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt; of the United Kingdom."
}