{
    "id": "58929912",
    "revid": "10291179",
    "url": "https://en.wikipedia.org/wiki?curid=58929912",
    "title": "All Out Life",
    "text": "\"All Out Life\" is a song by American &lt;a href=\"Heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; band &lt;a href=\"Slipknot%20%28band%29\"&gt;Slipknot&lt;/a&gt;. Released as a &lt;a href=\"Single%20%28music%29\"&gt;single&lt;/a&gt; on October 31, 2018, it is the band's only single that was not included on an album, though it was included on the Japanese version of \"&lt;a href=\"We%20Are%20Not%20Your%20Kind\"&gt;We Are Not Your Kind&lt;/a&gt;\". \nThe track's release was accompanied by a &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; directed by the band's percussionist and backing vocalist Shawn Crahan. It is the band's first single in nearly three years, following \"&lt;a href=\"Goodbye%20%28Slipknot%20song%29\"&gt;Goodbye&lt;/a&gt;\", which was released in January 2016 as the final single from \"\". It is the final recording to feature longtime percussionist and backing vocalist &lt;a href=\"Chris%20Fehn\"&gt;Chris Fehn&lt;/a&gt; before his dismissal from the band due to a lawsuit in March the following year.\nComposition and lyrics.\nAccording to Slipknot frontman &lt;a href=\"Corey%20Taylor\"&gt;Corey Taylor&lt;/a&gt;, \"All Out Life\" was written as \"a rallying cry for everyone ... about all of us getting together and saying, 'You know what. Let's not talk about old. Let's not talk about new. Let's talk about what is. Let's talk about what's good, what's real, and get behind that and start embracing things that matter because there's history there and not just because it's the next best thing.\" Taylor also provided the following additional background to the composition of the song:\nPromotion and release.\n\"All Out Life\" premiered as the \"World Record\" on &lt;a href=\"Zane%20Lowe\"&gt;Zane Lowe&lt;/a&gt;'s &lt;a href=\"Beats%201\"&gt;Beats 1&lt;/a&gt; radio show on October 31, 2018, after which the song was made available for &lt;a href=\"Music%20download\"&gt;digital download&lt;/a&gt;.\nThe song was chosen as the theme song for &lt;a href=\"WWE\"&gt;WWE&lt;/a&gt;'s weekly show \"&lt;a href=\"NXT%20%28WWE%20brand%29\"&gt;NXT&lt;/a&gt;\" on April 4, 2019.\nDespite its title being taken from a lyric in the chorus, the song is not on \"&lt;a href=\"We%20Are%20Not%20Your%20Kind\"&gt;We Are Not Your Kind&lt;/a&gt;.\" According to Taylor, this is because it was only intended as a song to let Slipknot's fans know that they are still around, and he thought the lyric \"would just be a cool crowd chant\". \"All Out Life\" does appear on the Japanese version of \"We Are Not Your Kind\".\nStyle and reception.\nAndrew Trendell of the \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" described \"All Out Life\" as \"&lt;a href=\"Thrash%20metal\"&gt;thrash&lt;/a&gt;-heavy\". Nick Ruskell commented that \"There's an intensity that outstrips pretty much anything from [the band's] last three records, with a streak of venom running through it that could have been vomited forth from \"&lt;a href=\"Iowa%20%28album%29\"&gt;Iowa&lt;/a&gt;\".\" Scott Munro of \"&lt;a href=\"Metal%20Hammer\"&gt;Metal Hammer&lt;/a&gt;\" dubbed the single \"ferocious\" and \"incredible\".\nThe track was nominated for a &lt;a href=\"Kerrang%21%20Awards%202019\"&gt;Kerrang! Award&lt;/a&gt; for &lt;a href=\"Kerrang%21%20Award%20for%20Best%20Single\"&gt;Best Song&lt;/a&gt;.\nMusic video.\nThe music video for \"All Out Life\" was debuted alongside the single's release on October 31 2018, to commemorate a &lt;a href=\"Halloween\"&gt;Halloween&lt;/a&gt; celebration by the band. The video was directed by the band's co-founder, percussionist and music video director, &lt;a href=\"Shawn%20Crahan\"&gt;Shawn \"Clown\" Crahan&lt;/a&gt;. \nThe video starts off with a crowd of people standing up on a prison bus, wearing white clothing, symbolic with &lt;a href=\"angels\"&gt;angels&lt;/a&gt; contrasted by them all wearing the same creepy facemasks, akin to that of &lt;a href=\"demons\"&gt;demons&lt;/a&gt;. The crowd of people start to make intense movements before running off the bus in time with when &lt;a href=\"Corey%20Taylor\"&gt;Corey Taylor&lt;/a&gt;'s vocals hit. The crowd runs into a warehouse where they meet several black-hooded figures and bow down to them, as if being instructed. They all stand up and raise their hands in unison as the song's bridge hits. The black-hooded figures then spray blood down at the cult from a higher level, covering all of them in blood that is akin to a satanism ritual. As the song ends, the leader of the cult approaches the bus with the rest following in tow, before igniting the bus up in flames by way of a lighter being dropped into &lt;a href=\"gasoline\"&gt;gasoline&lt;/a&gt;.\n\"&lt;a href=\"Kerrang%21\"&gt;Kerrang!&lt;/a&gt;\" writer Nick Ruskell noted that the video does not feature any of the band members, and described that it depicts \"hooded-up figures being carted off to prison to be sprayed in gore like something from \"&lt;a href=\"The%20Human%20Centipede%203%20%28Final%20Sequence%29\"&gt;The Human Centipede 3&lt;/a&gt;\"\".\nAs of September 2021, the song has 75 million views on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;."
}