{
    "id": "58929805",
    "revid": "9695764",
    "url": "https://en.wikipedia.org/wiki?curid=58929805",
    "title": "Rieko Ioane",
    "text": "Rieko Edward Ioane (; born 18 March 1997) is a New Zealand professional &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; footballer who plays as a &lt;a href=\"Wing%20%28rugby%20union%29\"&gt;wing&lt;/a&gt; or as a &lt;a href=\"Centre%20%28rugby%20union%29\"&gt;centre&lt;/a&gt;\nfor New Zealand team &lt;a href=\"Blues%20%28Super%20Rugby%29\"&gt;Blues&lt;/a&gt; in &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; and the &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand national team&lt;/a&gt;. In his youth career, he was selected to play in the 2014 and 2015 &lt;a href=\"Sevens%20World%20Series\"&gt;Sevens World Series&lt;/a&gt; for &lt;a href=\"New%20Zealand%20national%20rugby%20sevens%20team\"&gt;New Zealand&lt;/a&gt; and took part in &lt;a href=\"Auckland%20Grammar%20School\"&gt;Auckland Grammar School&lt;/a&gt; first XV, the top representative team in secondary school.\nIoane represents the &lt;a href=\"Auckland%20Rugby%20Union\"&gt;Auckland&lt;/a&gt; provincial team and made his &lt;a href=\"Professional%20sport\"&gt;professional&lt;/a&gt; debut for the union in 2015 at the age of 17. He spent a season at the &lt;a href=\"Mitre%2010%20Cup\"&gt;Mitre 10 Cup&lt;/a&gt; side, before earning a place in the Blues &lt;a href=\"2016%20Super%20Rugby%20season\"&gt;2016 Super Rugby&lt;/a&gt; squad. He won a championship with Auckland in 2018 and was named &lt;a href=\"Tom%20French%20Cup\"&gt;Tom French Māori Player of the Year&lt;/a&gt;, &lt;a href=\"New%20Zealand%20Rugby%20Union\"&gt;NZRU&lt;/a&gt; Sevens Player of the Year, and &lt;a href=\"World%20Rugby%20Awards\"&gt;World Rugby&lt;/a&gt; Breakthrough Player of the Year. \nIoane made his senior international debut for New Zealand in November 2016 at the age of 19, becoming one of the &lt;a href=\"List%20of%20New%20Zealand%20national%20rugby%20union%20team%20player%20records%23Youngest%20players\"&gt;youngest players&lt;/a&gt; to represent New Zealand's All Blacks. Ioane has been named in many of the New Zealand squads since his debut, missing few tests due to injury. Ioane was controversially only used once in the Rugby World Cup pool stages in 2019 against Canada but was named in the New Zealand squad against Wales in the bronze final.\nEarly life.\nRieko Edward Ioane was born on 18 March 1997 in &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;, the son of Sandra Wihongi and &lt;a href=\"Eddie%20Ioane\"&gt;Eddie Ioane&lt;/a&gt;. He and his parents migrated to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; during his early life after his father got a job playing professional &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; in the country for &lt;a href=\"Ricoh%20Black%20Rams\"&gt;Ricoh Black Rams&lt;/a&gt;. Growing up in New Zealand, he attended &lt;a href=\"University%20of%20Auckland\"&gt;University of Auckland&lt;/a&gt; and &lt;a href=\"Auckland%20Grammar%20School\"&gt;Auckland Grammar School&lt;/a&gt;. While at secondary school, Ioane was chosen to play for Grammar first XV at the age of sixteen. He spent two years representing the side.\nHe is the younger brother of &lt;a href=\"M%C4%81ori%20All%20Blacks\"&gt;Māori All Blacks&lt;/a&gt;, Blues, Auckland and &lt;a href=\"New%20Zealand%20national%20rugby%20sevens%20team\"&gt;New Zealand Sevens&lt;/a&gt; team-mate &lt;a href=\"Akira%20Ioane\"&gt;Akira Ioane&lt;/a&gt;. Their parents were also rugby players, with father &lt;a href=\"Eddie%20Ioane\"&gt;Eddie Ioane&lt;/a&gt; a former Samoan international lock who represented the country at the &lt;a href=\"1991%20Rugby%20World%20Cup\"&gt;1991 Rugby World Cup&lt;/a&gt; and mother &lt;a href=\"Sandra%20Ioane\"&gt;Sandra Wihongi&lt;/a&gt; a former lock for the &lt;a href=\"New%20Zealand%20women%27s%20national%20rugby%20union%20team\"&gt;Black Ferns&lt;/a&gt; internationally.\nAt 17 years old, Ioane made his Sevens debut at the &lt;a href=\"2015%20Wellington%20Sevens\"&gt;2015 Wellington Sevens tournament&lt;/a&gt; and only a year later he was part of the &lt;a href=\"New%20Zealand%20Sevens\"&gt;New Zealand Sevens Team&lt;/a&gt; competing at the &lt;a href=\"Rugby%20sevens%20at%20the%202016%20Summer%20Olympics%20%E2%80%93%20Men%27s%20tournament\"&gt;2016 Summer Olympics&lt;/a&gt;. Ioane won the award for All Blacks Sevens Player of The Year later in the year, at the NZ Rugby Awards on 15 December 2016.\nProfessional career.\n2015–17.\nIoane was signed for Auckland in 2015 and the Blues in 2016, instantly becoming regular starters for both teams at outside centre. Ioane was just 17 years old when he made his debut for Auckland, becoming one of the youngest players to be selected at a Provincial level in New Zealand.\nIoane was called up to the senior &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; squad for the &lt;a href=\"2016%20Rugby%20Championship\"&gt;2016 Rugby Championship&lt;/a&gt; as injury cover for &lt;a href=\"Waisake%20Naholo\"&gt;Waisake Naholo&lt;/a&gt; after Naholo tore his hamstring against &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt;. Ioane made his debut during the &lt;a href=\"2016%20end-of-year%20rugby%20union%20internationals\"&gt;end of the year tour&lt;/a&gt; off the bench against &lt;a href=\"Italy%20national%20rugby%20union%20team\"&gt;Italy&lt;/a&gt; on 12 November 2016, replacing &lt;a href=\"Israel%20Dagg\"&gt;Israel Dagg&lt;/a&gt; in the 50th minute. He scored his first try for the All Blacks in the 73rd minute to help them to a 68-10 victory. Making his debut at the age of 19 years and 239 days, Rieko Ioane became the eighth youngest All Blacks Test debutant. Ioane was not named in the squad to play against Ireland the following week, but came off the bench in the next game against France to replace &lt;a href=\"Ryan%20Crotty\"&gt;Ryan Crotty&lt;/a&gt; in the 44th minute, in front of 78500 people.\nIoane opened the 2017 Super Rugby season's first game with a hat-trick against the &lt;a href=\"Melbourne%20Rebels\"&gt;Melbourne Rebels&lt;/a&gt;. Ioane was one of the highest try-scorers of the 2017 Super Rugby season, leading the Blues with 10 tries. Following &lt;a href=\"Sonny%20Bill%20Williams\"&gt;Sonny Bill Williams&lt;/a&gt;' long-awaited return to rugby from an injured achilles in 2017, Ioane was shifted to the left wing for the Blues halfway through the season to accommodate for Williams starting at inside centre and &lt;a href=\"George%20Moala\"&gt;George Moala&lt;/a&gt; moving to outside centre.\nIoane was named to start on the left wing in the Blues' historic match against the &lt;a href=\"British%20%26amp%3B%20Irish%20Lions\"&gt;British &amp; Irish Lions&lt;/a&gt; and was one of the standout players in the fixture, crossing over the try-line three times in the fixture, but two of the potential tries were ruled out so Ioane contributed only five points to a 22-16 win. Ioane was named in the All Blacks squad for the 3-test Lions series the following day.\nIoane was the youngest player selected for New Zealand in the All Blacks squad to face the British &amp; Irish Lions in 2017, the day after terrorising the Lions' defence in the Blues' 22-16 win. For the first test, Ioane was chosen over 53-test veteran &lt;a href=\"Julian%20Savea\"&gt;Julian Savea&lt;/a&gt; to start as the left wing. Ioane scored two tries in the second half of the match, the first, finishing off a &lt;a href=\"Rugby%20union%20gameplay\"&gt;set-move&lt;/a&gt; as the All Blacks shifted the ball to the left from a scrum. The second, a sublime run from the Lions' 10m line after picking the ball following the ball being dropped by &lt;a href=\"Liam%20Williams%20%28rugby%20player%29\"&gt;Liam Williams&lt;/a&gt; attempting to catch a high kick, helping New Zealand to win 30-15. Ioane started in the second test, where the All Blacks were defeated 24-21. Ioane was ruled out of the third after falling ill with influenza.\nIoane confirmed his spot as a regular starter throughout the &lt;a href=\"2017%20Rugby%20Championship\"&gt;2017 Rugby Championship&lt;/a&gt; and displaced Savea in the entire squad, being awarded Man of the Match against Australia on 26 August and finished the tournament as the joint-highest try-scorer with Australian fullback &lt;a href=\"Israel%20Folau\"&gt;Israel Folau&lt;/a&gt;. Ioane scored his fifth of the tournament in the 25-24 win over South Africa, intercepting the ball from 80 metres, outpacing the Springboks defence to score. He was only subbed off once in 2017, being replaced by debutant &lt;a href=\"David%20Havili\"&gt;David Havili&lt;/a&gt; with nine minutes left in the second test against Argentina during the Rugby Championship.\nIoane clearly established himself as New Zealand's first-choice left winger on the 2017 end-of-year tour, having great games against France and Scotland, earning himself nominations for World Rugby Breakthrough Player of the Year and &lt;a href=\"World%20Rugby%20Player%20of%20the%20Year\"&gt;World Rugby Player of the Year&lt;/a&gt;, the latter of which he was up against teammate &lt;a href=\"Beauden%20Barrett\"&gt;Beauden Barrett&lt;/a&gt; for. Ioane's 2017 season was thought to be over after a shoulder injury sustained at training, but he was named to start in the final test of 2017 against Wales. Ioane scored two tries in the test and also set one up for &lt;a href=\"Anton%20Lienert-Brown\"&gt;Anton Lienert-Brown&lt;/a&gt;, winning his second Man of the Match award for 2017 after the All Blacks won 33-18. Ioane won Breakthrough Player of the Year the following day, but lost World Player of the Year to Barrett. At the 2017 New Zealand rugby awards, Ioane was named the &lt;a href=\"Tom%20French%20Cup\"&gt;Tom French Memorial Māori player of the year&lt;/a&gt;.\n2018.\nAs of week 16 of the &lt;a href=\"2018%20Super%20Rugby%20season\"&gt;2018 Super Rugby season&lt;/a&gt;, Ioane has scored seven tries in the competition. With the exception of the Blues' defeat to the Rebels on 2 June 2018, Ioane has played the full 80 minutes of every game for the Blues during the 2018 Super Rugby season. Despite being used out of position at Inside Centre multiple times during the season, Ioane was still the Blues' highest try-scorer in 2018, scoring 10 tries. His outstanding form in Super Rugby saw him retain his place as a regular starter for the All Blacks during the &lt;a href=\"2018%20France%20rugby%20union%20tour%20of%20New%20Zealand\"&gt;2018 Steinlager series&lt;/a&gt; against France.\nOn 9 June 2018, Ioane scored two tries against France during the second half of the All Blacks' 52-11 victory at Eden Park. His second try, in the 74th minute, was intercepted from the French reserve hooker &lt;a href=\"Adrien%20P%C3%A9lissi%C3%A9\"&gt;Adrien Pélissié&lt;/a&gt; 80m out from the tryline. Although French winger &lt;a href=\"Teddy%20Thomas%20%28rugby%20union%29\"&gt;Teddy Thomas&lt;/a&gt; almost caught up to Ioane, Ioane still managed to score. Ioane played the full 80 minutes of the second test, on 16 June and had an outstanding defensive performance, although he failed to make the same impact on attack, with reserve first-five-eighth &lt;a href=\"Damian%20McKenzie\"&gt;Damian McKenzie&lt;/a&gt; finding it difficult to control the game and distribute the ball to Ioane.\nOn 23 June 2018, having already been phenomenal defensively during the first half, Ioane scored the first hat-trick of his international career, in the second half of the final test of the Steinlager series, as the All Blacks beat France 3-0 in the series, winning the final test 49-14 at the &lt;a href=\"Forsyth%20Barr%20Stadium\"&gt;Forsyth Barr Stadium&lt;/a&gt; in Dunedin. Ioane was the first All Black to score a hat-trick in over two years, when former All Black &lt;a href=\"Julian%20Savea\"&gt;Julian Savea&lt;/a&gt; scored the final hat-trick of his career against France when the All Blacks beat them 62-13 during the 2015 Rugby World Cup. Ioane scored his three tries against France in the space of only 12 minutes, with Damian McKenzie setting Ioane up for his first and third, while Vice-Captain &lt;a href=\"Ben%20Smith%20%28rugby%20union%29\"&gt;Ben Smith&lt;/a&gt; set Ioane up for his second. Ioane managed to beat four French defenders when he scored his first try, despite the defenders being in front of Ioane. Ioane finished the Steinlager series having played the full 80 minutes of all three tests against France, as well as the highest try-scorer of the competition. Ioane lost out on the award for Man of the Match to outstanding lock &lt;a href=\"Scott%20Barrett%20%28rugby%20union%29\"&gt;Scott Barrett&lt;/a&gt;.\nAlthough he missed two games in the competition, due to injury, Ioane was the leading try-scorer of the &lt;a href=\"2018%20Rugby%20Championship\"&gt;2018 Rugby Championship&lt;/a&gt;, scoring 5 tries in the competition. Ioane shared the title with All Black team-mate, &lt;a href=\"Beauden%20Barrett\"&gt;Beauden Barrett&lt;/a&gt;, as well as South African winger, &lt;a href=\"Aphiwe%20Dyantyi\"&gt;Aphiwe Dyantyi&lt;/a&gt;. Scoring doubles against Argentina and South Africa, Ioane bought his international try tally to 21 tries, from only 20 tests.\nIoane played in four tests during the All Blacks' end-of-year tour in 2018, including the third Bledisloe Cup test against Australia, where he was named Man of The Match.\n2019.\nIoane was once again retained in the All Blacks' squad, for the &lt;a href=\"2019%20Rugby%20Championship\"&gt;2019 Rugby Championship&lt;/a&gt;. Having featured in the All Blacks' 16-16 draw with South Africa, Ioane, as well as &lt;a href=\"Ben%20Smith%20%28rugby%20union%29\"&gt;Ben Smith&lt;/a&gt; and &lt;a href=\"Owen%20Franks\"&gt;Owen Franks&lt;/a&gt;, went on to perform poorly in a record 26-47 defeat to Australia, where &lt;a href=\"Scott%20Barrett%20%28rugby%20union%29\"&gt;Scott Barrett&lt;/a&gt; had already been red-carded. Ioane missed the second Bledisloe Cup test of 2019 injured, which saw him and Smith replaced by rookie wingers, &lt;a href=\"Sevu%20Reece\"&gt;Sevu Reece&lt;/a&gt; and &lt;a href=\"George%20Bridge\"&gt;George Bridge&lt;/a&gt;, with &lt;a href=\"Beauden%20Barrett\"&gt;Beauden Barrett&lt;/a&gt; moved to fullback.\nOn 28 August, All Blacks Head Coach, &lt;a href=\"Steve%20Hansen\"&gt;Steve Hansen&lt;/a&gt;, named Ioane as one of 31 players in New Zealand's squad for the &lt;a href=\"2019%20Rugby%20World%20Cup\"&gt;2019 Rugby World Cup&lt;/a&gt;.\n However, due to the incredible form of Reece and Bridge, Ioane only featured once in the pool stages, scoring his only try of the competition in a 63-0 win over Canada. Ioane later went on to feature in the Bronze Final against Wales, with New Zealand having lost 7-19 to England. New Zealand claimed third place, beating Wales 40-17.\n2021.\nIn 2021 Ioane helped the Blues win the Super Rugby Trans-Tasman competition."
}