{
    "id": "58968985",
    "revid": "285130",
    "url": "https://en.wikipedia.org/wiki?curid=58968985",
    "title": "2nd Division (Vietnam)",
    "text": "The 2nd Infantry Division also known as Quảng Đà Division or Steel Division is a &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt; of the &lt;a href=\"People%27s%20Army%20of%20Vietnam\"&gt;People's Army of Vietnam&lt;/a&gt; (PAVN), first formed from &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt; (VC) and PAVN units in October 1965. The first commander and the first commissar of the division were Colonel and Senior Colonel Nguyễn Minh Đức respectively.\nIn &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;.\nThe Division was formed on 20 October 1965 from the 1st (&lt;a href=\"Battle%20of%20Ba%20Gia\"&gt;Ba Gia&lt;/a&gt;) Regiment and the 21st Regiment which had just arrived from &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt;. \nThe Division was under the command of the PAVN B1 Front.\nIn mid-1966 the newly-arrived 31st Regiment was added to the Division.\nIn February 1967 the Division's 21st Regiment was engaged by South Korean forces, losing over 1,000 killed in 2 separate battles northwest of &lt;a href=\"Qu%E1%BA%A3ng%20Ng%C3%A3i\"&gt;Quảng Ngãi&lt;/a&gt;.\nFrom 21 April to 5 June 1967, the Division was the target of US Marine Corps' Operations &lt;a href=\"Operation%20Union\"&gt;Union&lt;/a&gt; and &lt;a href=\"Operation%20Union%20II\"&gt;Union II&lt;/a&gt; in the &lt;a href=\"Qu%E1%BA%BF%20S%C6%A1n%20District\"&gt;Quế Sơn Valley&lt;/a&gt; losing over 1,400 killed.\nIn early August 1967 the Division's 1st and 21st Regiments were the target of &lt;a href=\"Operation%20Hood%20River\"&gt;Operation Hood River&lt;/a&gt;, losing 166 killed.\nIn September 1967 the B1 Front ordered the Division back into the Quế Sơn Valley.\nIn September 1967 the Division was the target of &lt;a href=\"Operation%20Wheeler/Wallowa\"&gt;Operation Wheeler&lt;/a&gt;.\nOn 5 December 1967 a command group from the Division was carrying out reconnaissance near &lt;a href=\"Firebase%20Ross\"&gt;Firebase Ross&lt;/a&gt; when they were attacked by US helicopter gunships, losing 17 killed including the Division commander - Colonel Lê Hữu Trữ, Division commissar - Senior Colonel Nguyễn Minh Đức, its deputy chief of staff, its chief of rear services, its chief of military operations and intelligence, its chief of combat operations and training, and the commanders of the 3rd and 21st Regiments along with several of their battalion commanders. On 9 December the Division's 3rd Regiment was engaged by US helicopter gunships near &lt;a href=\"Landing%20Zone%20Baldy\"&gt;Landing Zone Baldy&lt;/a&gt;, losing 121 killed.\nSenior Colonel Giáp Văn Cương, a former commander of the &lt;a href=\"3rd%20Division%20%28Vietnam%29\"&gt;3rd Division&lt;/a&gt;, became the Division’s new commander and was given orders to destroy the US &lt;a href=\"3rd%20Brigade%20Combat%20Team%2C%201st%20Cavalry%20Division\"&gt;3rd Brigade, 1st Cavalry Division&lt;/a&gt;. On the afternoon of 2 January, elements of the &lt;a href=\"12th%20Cavalry%20Regiment\"&gt;12th Cavalry Regiment&lt;/a&gt; engaged a unit of the Division in a four-hour-long battle 5 km south of Ross resulting in 3 U.S. and 39 PAVN killed. On the early morning of 3 January the PAVN attacked four U.S. firebases in the &lt;a href=\"Qu%E1%BA%BF%20S%C6%A1n%20District\"&gt;Quế Sơn Valley&lt;/a&gt;, launching ground attacks against Ross and &lt;a href=\"Landing%20Zone%20Leslie\"&gt;Landing Zone Leslie&lt;/a&gt;, which were defeated by dawn for the loss of 18 U.S. and 331 PAVN killed. On 7 January, Division anti-aircraft gunners shot down a helicopter carrying the commander of the 2nd Battalion, 12th Cavalry, Lt. Col. Robert L. Gregory, killing him and six others on board. On 10 January the 2/12th Cavalry, engaged a reinforced battalion of the Division near Firebase Ross resulting in 122 PAVN killed. In total the Division had lost more than 1,100 soldiers killed in action between December and January.\nFor the &lt;a href=\"Tet%20Offensive\"&gt;Tet Offensive&lt;/a&gt; of January/February 1968 the Division was ordered to &lt;a href=\"Tet%20offensive%20attacks%20on%20Da%20Nang\"&gt;attack Đà Nẵng&lt;/a&gt; however its slow approach to the city meant that it was still 25km away on 30 January. As the Division approached &lt;a href=\"Da%20Nang\"&gt;Đà Nẵng&lt;/a&gt; on 31 January, its 8th Battalion, 31st Regiment, attacked the district capital of &lt;a href=\"%C4%90i%E1%BB%87n%20B%C3%A0n%20District\"&gt;Điện Bàn&lt;/a&gt;, but the attack was resisted by ARVN troops and &lt;a href=\"2nd%20Marine%20Division%20%28South%20Korea%29\"&gt;Korean Marines&lt;/a&gt;. On 3 February when the ARVN 51st Regiment swept through Thanh Quit, they stumbled onto a battalion from the 31st Regiment hidden there and engaged them in battle, supported by the Korean marines until they broke contact at nightfall. On 6 February the Division began a concerted push north towards Đà Nẵng. At 03:00 the 21st Regiment attacked the ARVN 51st Regiment's base camp, the ARVN were reinforced by US Marines and the fighting continued until the PAVN withdrew at nightfall on 7 February with losses estimated at more than 586 killed. Following the &lt;a href=\"Battle%20of%20Lo%20Giang\"&gt;Battle of Lo Giang&lt;/a&gt; on 8-9 February a combined US Army/Marine task force named \"Task Force Miracle\" pursued the Division as it withdrew to its base areas near Go Noi Island () killing 236 PAVN/VC soldiers near there on 9 February. In total the Division had lost 1,200-1,400 soldiers in the period from 29 January to 14 February 1968 and had completely failed to penetrate Đà Nẵng.\nAfter the Division had recuperated from its Tet losses, between 10 and 12 May 1968, two of its Regiments successfully &lt;a href=\"Battle%20of%20Kham%20Duc\"&gt;captured Kham Duc&lt;/a&gt;.\nIn July 1968 the Division's 1st Regiment was the target of &lt;a href=\"Operation%20Pocahontas%20Forest\"&gt;Operation Pocahontas Forest&lt;/a&gt; in the Quế Sơn Valley in which it lost 127 killed.\nDuring the &lt;a href=\"Phase%20III%20Offensive\"&gt;Phase III Offensive&lt;/a&gt; a regiment of the Division was ordered to attack &lt;a href=\"Tam%20K%E1%BB%B3\"&gt;Tam Kỳ&lt;/a&gt;.\nFrom 17 to 26 August 1969 the Division's 1st and 3rd Regiments lost more than 650 killed in clashes with the &lt;a href=\"23rd%20Infantry%20Division%20%28United%20States%29\"&gt;23rd Infantry Division (Americal)&lt;/a&gt; in the Quế Sơn Valley, while U.S. losses were killed. \nIn February 1971, under the command of Colonel Nguyễn Chơn, the Division joined the &lt;a href=\"National%20Route%209%20%28Vietnam%29\"&gt;Route 9&lt;/a&gt;-Southern &lt;a href=\"Laos\"&gt;Laos&lt;/a&gt; Front to counter &lt;a href=\"Operation%20Lam%20Son%20719\"&gt;Operation Lam Son 719&lt;/a&gt;. In early March the Division less one regiment attacked the ARVN 1st Regiment, &lt;a href=\"1st%20Division%20%28South%20Vietnam%29\"&gt;1st Division&lt;/a&gt; on Hill 723. On 20 March the Division attacked the ARVN 2nd Regiment, 1st Division on Hill 660. \nIn July 1970, the 141st Regiment was added the Division's formation. One year later, in June 1971, the Division's 21st Regiment was transferred to the 3rd Division. \nDuring the &lt;a href=\"Easter%20Offensive\"&gt;Easter Offensive&lt;/a&gt; the Division less one regiment conducted diversion operations north of &lt;a href=\"Dak%20To\"&gt;Dak To&lt;/a&gt;. \nIn 1972, the Division's 31st Regiment was separated to form the 711st Division. Later, in the end of the year, the 52nd Regiment was added to fill the gap.\nDuring the &lt;a href=\"War%20of%20the%20flags\"&gt;War of the flags&lt;/a&gt; in January/February 1973 the Division briefly captured &lt;a href=\"Sa%20Hu%E1%BB%B3nh%20Base\"&gt;Sa Huỳnh Base&lt;/a&gt; and a stretch of Highway 1 before being ejected by ARVN forces by 16 February.\nIn June 1973, the 711th Division was dispersed, the 31st Regiment came back the 2nd Division's formation with the 38th Regiment, while the 52nd Regiment left to form the new 52nd Brigade, and the 141st Regiment was transferred to the 3rd Division.\nOn 18 July 1974 the Division conducted a series of attacks on &lt;a href=\"Vietnamese%20Rangers\"&gt;Ranger&lt;/a&gt;-held outposts in &lt;a href=\"Qu%E1%BA%A3ng%20Nam%20Province\"&gt;Quảng Nam Province&lt;/a&gt;. The &lt;a href=\"Battle%20of%20Duc%20Duc\"&gt;Battle of Duc Duc&lt;/a&gt; from 18 July to 4 October 1974 where the Division attacked the ARVN &lt;a href=\"3rd%20Division%20%28South%20Vietnam%29\"&gt;3rd Division&lt;/a&gt; and &lt;a href=\"Vietnamese%20Rangers\"&gt;Ranger&lt;/a&gt; forces resulted in more that more than 4,700 ARVN had killed, wounded, or missing.\nDuring the &lt;a href=\"1975%20Spring%20Offensive\"&gt;1975 Spring Offensive&lt;/a&gt; the Division was tasked with attacking Tam Kỳ and then moving north with the 572nd Artillery Regiment, 573rd Anti-Aircraft Regiment and 574th Tank-Armor Regiment to threaten the southern approaches to Đà Nẵng. On 21 March the Division began attacking the outer defenses of Tam Kỳ and by 24 March following an artillery barrage, began their attack on the city, quickly penetrating the western and southern defenses. The ARVN defenses soon broke with some ARVN units being evacuated by helicopters from the beach while others fled north and south along &lt;a href=\"National%20Route%201A%20%28Vietnam%29\"&gt;Highway 1&lt;/a&gt;. Following the capture of Tam Kỳ, the Division moved north along Highway 1 bypassing ARVN defensive positions and together with other PAVN columns entered Đà Nẵng on the morning of 29 March. On 5 April the Division was ordered to remain and secure Quảng Nam and &lt;a href=\"Qu%E1%BA%A3ng%20T%C3%ADn%20Province\"&gt;Quảng Tín Provinces&lt;/a&gt; while other PAVN units moved south to join the assault on &lt;a href=\"Saigon\"&gt;Saigon&lt;/a&gt;.\nAfter &lt;a href=\"Reunification%20Day\"&gt;Reunification Day&lt;/a&gt;.\nIn December 1978, the division was sent to Southwestern border to support the &lt;a href=\"4th%20Corps%20%28Vietnam%29\"&gt;4th Corps&lt;/a&gt; in &lt;a href=\"Cambodian%E2%80%93Vietnamese%20War\"&gt;Cambodian–Vietnamese War&lt;/a&gt;.\nIn late March 1984, the 5th Military Region forces includes the 307th Division, the 1st Regiment of the 2nd Division, the 143rd Regiment of the 315th Division under the command of Major General Nguyễn Chơn (the new assigned commander of the Region) carried out a large campaign to attack &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt; Base 547 in &lt;a href=\"Preah%20Vihear%20province\"&gt;Preah Vihear province&lt;/a&gt;. After eight days fighting, the PAVN forces totally destroyed Base 547, eliminated 1,800 enemy troops, captured 300 prisoners and 515 weapons. But the 1st Regiment of the 2nd Division suffered heavy casualties in the 7th day, and the 2nd Division even lost its commander, Colonel Trương Hồng Anh in the last day of the campaign, when the PAVN forces already overran the Base. "
}