{
    "id": "58970480",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=58970480",
    "title": "Marco Marozzi",
    "text": "Marco Marozzi (born 7 January 1999) is an Italian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player.\nClub career.\nFiorentina.\nHe is a product of &lt;a href=\"ACF%20Fiorentina%20Youth%20Sector\"&gt;Fiorentina youth teams&lt;/a&gt; and was first included on their Under-19 squad for the 2016–17 season.\nLoan to Fermana.\nOn 12 July 2018, Marozzi joined &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt; club &lt;a href=\"Fermana%20F.C.\"&gt;Fermana&lt;/a&gt; on a season-long loan. Three months later, on 17 October, he made his professional debut in Serie C for Fermana as a 62nd-minute substitute replacing &lt;a href=\"Gabriele%20Zerbo\"&gt;Gabriele Zerbo&lt;/a&gt; in a 2–0 home win over &lt;a href=\"A.S.%20Gubbio%201910\"&gt;Gubbio&lt;/a&gt;. On 3 April 2019, Marozzi played his first match as a starter for the club, a 2–0 away defeat against &lt;a href=\"Alma%20Juventus%20Fano%201906\"&gt;Alma Juventus Fano&lt;/a&gt;, he was replaced by Gabriele Zerbo in the 59th minute. Marozzi ended his season-long loan to Fermana with only 12 appearances, including 11 of them as a substitute, but he didn't play any entire matches during the loan, he also helped the club to reach the play-off but Fermana loss 2–0 against &lt;a href=\"A.C.%20Monza\"&gt;Monza&lt;/a&gt; in the first round, he remained an unused substitute.\nLoan to Virtus Francavilla.\nOn 20 August 2019, Marozzi was loaned to &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt; club &lt;a href=\"Virtus%20Francavilla%20Calcio\"&gt;Virtus Francavilla&lt;/a&gt; on a season-long loan deal. On 15 September he made his debut for the club as a substitute replacing &lt;a href=\"Francesco%20Puntoriere\"&gt;Francesco Puntoriere&lt;/a&gt; for the last 21 minutes of a 2–2 away draw against &lt;a href=\"Paganese%20Calcio%201926\"&gt;Paganese&lt;/a&gt;. Three months later, on 15 December, he scored his first professional goal, as a substitute, in the 92nd minute of a 2–1 away defeat against &lt;a href=\"A.S.%20Viterbese%20Castrense\"&gt;Viterbese Castrense&lt;/a&gt;. On 22 January 2020, Marozzi played his first match as a starter for the club, a 2–1 away win over &lt;a href=\"Reggina%201914\"&gt;Reggina&lt;/a&gt;, he was replaced by &lt;a href=\"Federico%20V%C3%A1zquez\"&gt;Federico Vàzquez&lt;/a&gt; after 61 minutes. Marozzi helped the club to reach the play-offs, however Francavilla loss 3–2 against &lt;a href=\"Calcio%20Catania\"&gt;Catania&lt;/a&gt; in the first round. Marozzi ended his season-long loan to Virtus Francavilla with 17 appearances, 1 goal and 2 assists.\nLoan to Ravenna.\nOn 6 September 2020, Marozzi was signed by &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt; side &lt;a href=\"Ravenna%20F.C.\"&gt;Ravenna&lt;/a&gt; on a season-long loan deal. On 27 September he made his debut for the club as a substitute replacing &lt;a href=\"Daniele%20Ferretti\"&gt;Daniele Ferretti&lt;/a&gt; in the 75th minute of a 2–1 home defeat against &lt;a href=\"F.C.%20S%C3%BCdtirol\"&gt;Südtirol&lt;/a&gt;. On 8 October he scored his first goal for the club, as a substitute, in the 89th minute of a 2–1 home win over &lt;a href=\"Vis%20Pesaro%20dal%201898\"&gt;Vis Pesaro&lt;/a&gt;. Two weeks later, on 21 October, Marozzi played his first match as a starter for Ravenna, a 2–0 home win over &lt;a href=\"Virtus%20Verona\"&gt;Virtus Verona&lt;/a&gt;, he was replaced in the 52nd minute by &lt;a href=\"Marco%20Fiorani\"&gt;Marco Fiorani&lt;/a&gt;. On 24 March 2021, Marozzi played his first entire match for the club, a 0–0 away draw against &lt;a href=\"A.S.%20Sambenedettese\"&gt;Sambenedettese&lt;/a&gt;. Marozzi ended his loan to Ravenna with 34 appearances, 1 goal and 1 assist, he also played the play-out, however Ravenna loss 4–0 on aggregate against &lt;a href=\"F.C.%20Legnago%20Salus\"&gt;Legnago&lt;/a&gt; and was relegated in &lt;a href=\"Serie%20D\"&gt;Serie D&lt;/a&gt;."
}