{
    "id": "59045623",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=59045623",
    "title": "Vasanti Unka",
    "text": "Vasanti Unka is a New Zealand writer, illustrator and graphic designer who has been involved in the book and magazine industry for many years. A number of her books have been shortlisted for awards and she won Best Picture Book and Margaret Mahy Book of the Year Award at the 2014 New Zealand Post Book Awards with \"The Boring Book\". She lives in &lt;a href=\"Auckland%2C%20New%20Zealand\"&gt;Auckland, New Zealand&lt;/a&gt;.\nBiography.\nVasanti Unka trained as a graphic designer and later studied for a master's degree in Design in 2009. She has worked in the book and magazine industry for many years as an art director and art editor and has illustrated picture books, craft books and magazine articles. She lives in &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;, New Zealand.\nIn 2015, Vasanti Unka appeared at the Bookaroo Children's Literature Festival in &lt;a href=\"New%20Delhi\"&gt;New Delhi&lt;/a&gt;, &lt;a href=\"Goa\"&gt;Goa&lt;/a&gt; and &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt; and in 2017, she also took part in the Bookaroo Festival in &lt;a href=\"Kuching\"&gt;Kuching&lt;/a&gt;, &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt;, Malaysia. In 2015, 2016 and 2017, she was part of the &lt;a href=\"New%20Zealand%20Book%20Council\"&gt;New Zealand Book Council&lt;/a&gt; Writers in Communities project, working with students of &lt;a href=\"Otahuhu\"&gt;Otahuhu&lt;/a&gt; Primary School in south Auckland.\nIn a 2018 article, she describes her work as \"an exploration in visual language\" and writes about her cultural heritage, her design influences, and on the need for diversity in children's book publishing to reflect New Zealand's multicultural society. She designed the cover and created some of the portraits for \"Go Girl: a Storybook of Epic NZ\" (Puffin, 2018) by &lt;a href=\"Barbara%20Else\"&gt;Barbara Else&lt;/a&gt;.\nVasanti Unka was compiler of the book \"With A Suitcase Of Saris: From India To Aotearoa: Stories Of Pioneer Indian Women,\" which relates the stories - told by their daughters and granddaughters - of some of the first Indian women to immigrate to New Zealand.\nAwards and prizes.\nA number of Vasanti Unka's books have been shortlisted for awards or named as &lt;a href=\"Storylines%20Children%27s%20Literature%20Foundation%20of%20New%20Zealand%20Notable%20Books%20List\"&gt;Storylines Notable Books&lt;/a&gt;.\n\"The Boring Book\" won Best Picture Book and Margaret Mahy Book of the Year Award at the 2014 &lt;a href=\"New%20Zealand%20Post%20Children%27s%20Book%20Awards\"&gt;New Zealand Post Children's Book Awards&lt;/a&gt;. It was described by &lt;a href=\"Barbara%20Else\"&gt;Barbara Else&lt;/a&gt;, Convener of Judges, as a “thoroughly original” book that charmed and enchanted its young readers with its “subversive touches” and “warmth and fun.” It was also chosen as a White Raven Book in 2014 and an &lt;a href=\"International%20Board%20on%20Books%20for%20Young%20People\"&gt;IBBY&lt;/a&gt; Honour Book in 2016."
}