{
    "id": "59043",
    "revid": "8555659",
    "url": "https://en.wikipedia.org/wiki?curid=59043",
    "title": "Asher ben Jehiel",
    "text": "Asher ben Jehiel (, or Asher ben Yechiel, sometimes Asheri) (1250 or 1259 – 1327) was an eminent &lt;a href=\"rabbi\"&gt;rabbi&lt;/a&gt; and &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt;ist best known for his abstract of Talmudic law. He is often referred to as Rabbenu Asher, “our Rabbi Asher” or by the &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt; acronym for this title, the Rosh (, literally \"Head\"). His &lt;a href=\"yahrzeit\"&gt;yahrzeit&lt;/a&gt; is on 9 Cheshvan.\nBiography.\nThe Rosh was probably born in &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt;, &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;, and died in &lt;a href=\"Toledo%2C%20Spain\"&gt;Toledo&lt;/a&gt;. His family was prominent for learning and piety, his father Yechiel was a Talmudist, and one of his ancestors was Rabbi &lt;a href=\"Eliezer%20ben%20Nathan\"&gt;Eliezer ben Nathan&lt;/a&gt; (the \"RaABaN\"). Asher had eight sons, the most prominent of whom were &lt;a href=\"Jacob%20ben%20Asher\"&gt;Jacob&lt;/a&gt; (author of the \"&lt;a href=\"Arba%27ah%20Turim\"&gt;Arba'ah Turim&lt;/a&gt;\") and &lt;a href=\"Judah%20ben%20Asher\"&gt;Judah&lt;/a&gt;.\nIn 1286, King &lt;a href=\"Rudolf%20I\"&gt;Rudolf I&lt;/a&gt; had instituted a new persecution of the Jews, and the great teacher of the Rosh, Rabbi &lt;a href=\"Meir%20of%20Rothenburg\"&gt;Meir of Rothenburg&lt;/a&gt;, left Germany but was captured and imprisoned. The Rosh raised a ransom for his release, but Rabbi Meir refused it, for fear of encouraging the imprisonment of other rabbis. Thereafter the Rosh assumed Rabbi Meir's position in Worms. He was, however, forced to emigrate (in all likelihood, a victim of blackmail by the government, aimed at acquiring his fortune). After leaving Germany, he first settled in southern &lt;a href=\"France\"&gt;France&lt;/a&gt;, and then in &lt;a href=\"Toledo%2C%20Spain\"&gt;Toledo&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, where he became &lt;a href=\"rabbi\"&gt;rabbi&lt;/a&gt; on the recommendation of &lt;a href=\"Solomon%20ben%20Aderet\"&gt;Rabbi Solomon ben Abraham Aderet&lt;/a&gt; (\"RaShBA\"). Rabbenu Asher's son Judah testified to the fact that he died in poverty. Rabbeinu Asher died in Toledo on 9 &lt;a href=\"Cheshvan\"&gt;Cheshvan&lt;/a&gt; 5088 (1327 CE). His known surviving children were said to have been killed in the ensuing persecutions that affected Spain in 1392.\nRabbenu Asher possessed \"methodical and systematic\" Talmudic knowledge, and was distinguished for his ability to analyze and thereby clarify long &lt;a href=\"gemara\"&gt;Talmudic discussions&lt;/a&gt;. The Rosh, influenced by his teacher Rabbi Meir, was averse to lenient decisions in \"&lt;a href=\"halakha\"&gt;halakha&lt;/a&gt;,\" even when theoretically justified. (Several of his &lt;a href=\"posek\"&gt;rulings&lt;/a&gt; which may appear lenient, are actually strictures: his decision against praying more than three times a day is, in fact, limiting. Similarly, his assertion that the &lt;a href=\"Law%20given%20to%20Moses%20at%20Sinai\"&gt;Law given to Moses at Sinai&lt;/a&gt; does not always bear a literal meaning but often signifies a universally adopted custom, is not usually taken as a liberal interpretation.) The Rosh was, however, known for his independent legal reasoning: \"We must not be guided in our decisions by the admiration of great men, and in the event of a &lt;a href=\"halakha\"&gt;law&lt;/a&gt; not being clearly stated in the Talmud, we are not bound to accept it, even if it be based on the works of the &lt;a href=\"Geonim\"&gt;Geonim&lt;/a&gt;.\" (For instance, the Rosh ruled that the &lt;a href=\"siddur\"&gt;liturgy&lt;/a&gt; of the Geonim was not subject to the Talmudic rule against change in the &lt;a href=\"prayer\"&gt;prayer&lt;/a&gt;s.)\nRabbenu Asher was opposed to the study of secular knowledge, especially &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt;. He held that philosophy is based on &lt;a href=\"Critical%20theory\"&gt;critical&lt;/a&gt; research, whereas religion is based on &lt;a href=\"Oral%20law%23Oral%20law%20in%20Judaism\"&gt;tradition&lt;/a&gt; and the two are thus \"incapable of harmonization\". He said that \"none that go unto her may return\"—in fact, he thanked &lt;a href=\"God\"&gt;God&lt;/a&gt; for having saved him from its influence, and boasted of possessing no knowledge outside the &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt;. He attempted to issue a decree against the study of non-Jewish learning. One effect of this attitude was to limit his influence on &lt;a href=\"Secular%23Secularity%20as%20relative%20worldliness\"&gt;secular&lt;/a&gt; Spanish Jewry. At the same time, within rabbinic circles, \"he transplanted the strict and narrow Talmudic spirit from Germany to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;\", and this, in some measure, turned Spanish Jews from secular research to the study of the Talmud.\nWorks.\nRabbenu Asher's best known work is his abstract of &lt;a href=\"halakha\"&gt;Talmudic law&lt;/a&gt;. This work &lt;a href=\"posek\"&gt;specifies&lt;/a&gt; the final, practical \"&lt;a href=\"halakha\"&gt;halakha&lt;/a&gt;\", leaving out the &lt;a href=\"gemara\"&gt;intermediate discussion&lt;/a&gt; and concisely stating the &lt;a href=\"posek\"&gt;final decision&lt;/a&gt;. It omits areas of law limited to \"&lt;a href=\"Eretz%20Yisrael\"&gt;Eretz Yisrael&lt;/a&gt;\" (such as agricultural and sacrificial laws) as well as the \"&lt;a href=\"aggada\"&gt;aggadic&lt;/a&gt;\" portions of the Talmud. Asher's son &lt;a href=\"Jacob%20ben%20Asher\"&gt;Jacob&lt;/a&gt; compiled a list of the decisions found in the work, under the title \"Piskei Ha-Rosh\" (decisions of the Rosh). Commentaries on his \"Halachot\" were written by a number of later Talmudists. In \"&lt;a href=\"yeshivot\"&gt;yeshivot&lt;/a&gt;,\" this work is studied as a regular part of the daily &lt;a href=\"Torah%20study\"&gt;Talmud study&lt;/a&gt;.\nThis work resembles the \"Hilchot\" of the Rif (Rabbi &lt;a href=\"Isaac%20Alfasi\"&gt;Isaac Alfasi&lt;/a&gt;)—also an adumbration—but differs in quoting later authorities: &lt;a href=\"Maimonides\"&gt;Maimonides&lt;/a&gt;, the &lt;a href=\"tosafot\"&gt;Tosafists&lt;/a&gt; and Alfasi himself. One theory states that the work is actually not a commentary on the \"Talmud\" but is rather a commentary on the \"Rif\", given that it always starts with the text of the \"Rif\". Some however dispute this.\nRabbenu Asher's work has been printed with almost every edition of the Talmud since its publication. This work was so important in &lt;a href=\"halakha\"&gt;Jewish law&lt;/a&gt; that &lt;a href=\"Yosef%20Karo\"&gt;Yosef Karo&lt;/a&gt; included the Rosh together with &lt;a href=\"Maimonides\"&gt;Maimonides&lt;/a&gt; and &lt;a href=\"Isaac%20Alfasi\"&gt;Isaac Alfasi&lt;/a&gt; as one of the three major \"&lt;a href=\"posek\"&gt;poskim&lt;/a&gt;\" (decisors) considered in determining the final ruling in his \"&lt;a href=\"Shulchan%20Arukh\"&gt;Shulchan Arukh&lt;/a&gt;.\"\nRabbi Asher also wrote:"
}