{
    "id": "5904747",
    "revid": "38179619",
    "url": "https://en.wikipedia.org/wiki?curid=5904747",
    "title": "Jean-François Lapointe",
    "text": "Jean-François Lapointe is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; baritone &lt;a href=\"opera\"&gt;opera&lt;/a&gt; singer.\nCareer.\nBorn in the region of &lt;a href=\"Saguenay%E2%80%93Lac-Saint-Jean\"&gt;Saguenay–Lac-Saint-Jean&lt;/a&gt;, &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;, Jean-François Lapointe first studied piano and violin and, at the age of 16, devoted himself entirely to singing. He worked under the direction of Louise André at &lt;a href=\"Universit%C3%A9%20Laval\"&gt;Université Laval&lt;/a&gt; in &lt;a href=\"Quebec%20City\"&gt;Quebec City&lt;/a&gt;, where he obtained a master's degree in Interpretation, before pursuing advanced studies in the United States with &lt;a href=\"Martial%20Singher\"&gt;Martial Singher&lt;/a&gt;. He has received many awards, including three at the prestigious Concours international de chant de Paris.\nSince his stage debut at the age of 17, Jean-François Lapointe has sung more than sixty roles in numerous major opera houses around the world.\nHighly regarded as a lyric &lt;a href=\"baritone\"&gt;baritone&lt;/a&gt; for his many major roles in that repertoire, he became famous for his performance of the eponymous role in &lt;a href=\"Ambroise%20Thomas\"&gt;Ambroise Thomas&lt;/a&gt;' \"Hamlet\", in Copenhagen, Trieste and Geneva, as well as of Mercutio (\"Roméo et Juliette\") in Cincinnati, Orange and Tokyo. He also sang the role of Valentin (\"&lt;a href=\"Faust%20%28opera%29\"&gt;Faust&lt;/a&gt;\") a great many times over his career, namely in Turin, Madrid, Monte-Carlo, as well as Orange in August 2008. More recently, he sang the role of Albert (\"Werther\") in the Théatre de la Monnaie in Brussels. Over the past few seasons, Jean-François Lapointe made his debut in the roles of Chorèbe, (\"Les Troyens\") in Geneva, Escamillo, (\"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\"), in Lausanne, France and in Japan, and of Zurga, (\"&lt;a href=\"Les%20p%C3%AAcheurs%20de%20perles\"&gt;Les pêcheurs de perles&lt;/a&gt;\"), at the Opera of Toulon, in January 2009.\nHis performance of Pelléas (2005) in Debussy's &lt;a href=\"Pell%C3%A9as%20et%20M%C3%A9lisande\"&gt;Pelléas et Mélisande&lt;/a&gt; became a career-defining moment, a role he sang in North America (including Toronto and Cincinnati) as well as Europe: he worked under the direction of Yannis Kokkos in Bordeaux, Toulouse and at &lt;a href=\"la%20Scala\"&gt;la Scala of Milan&lt;/a&gt; in November 2005. The Parisian audience saw his Pelléas in June 2007, under the direction of &lt;a href=\"Bernard%20Haitink\"&gt;Bernard Haitink&lt;/a&gt;, in Théâtre des Champs-Élysées.\nJean-François Lapointe is also known for his dedication at championing neglected operatic works. He thus took part in the première of Bernstein's \"Candide\" to a French libretto, and went on to perform the role in France and throughout Europe. He also collaborated to the re-creation of \"&lt;a href=\"M%C3%A2rouf%2C%20savetier%20du%20Caire\"&gt;Mârouf, savetier du Caire&lt;/a&gt;\", at the Opera of Marseille, and to the production of \"La jolie fille de Perth\" in Compiègne (France).\nThanks to his stage presence and his acting skills, he achieved great success in the operetta repertoire, performing the roles of Brissac, (\"Les mousquetaires au couvent\"), to great acclaim in Toulouse, le Vice-roi du Pérou (\"la Périchole\") in Marseille and Nancy, and especially Danilo, (\"La veuve joyeuse\") in Montréal, Bordeaux, Liège and Lausanne.\nThough a noted performer of the French opera repertoire, Jean-François Lapointe also made his mark in the Italian and Russian repertoire: he sang Figaro (\"Le Barbier de Seville\") at the Opéra Comédie, Count Almaviva (\"Les Noces de Figaro\") in Nancy and Don Giovanni in Trieste. He recently added the role of Prince Eletski to his repertoire, in \"Pikovaya Dama\", which he performed at the Opéra de Monte-Carlo with conductor Dmitri Jurowski and stage director Guy Joosten."
}