{
    "id": "59080071",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=59080071",
    "title": "RFU Junior Vase",
    "text": "The RFU Junior Vase is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; national knockout cup competition in England run by the &lt;a href=\"Rugby%20Football%20Union\"&gt;Rugby Football Union&lt;/a&gt;, which has been competed for since 1990.&lt;ref name=\"Provincial Insurance Cup 1/\"&gt;&lt;/ref&gt; It is mostly contested by 1st XV teams at level 9 of the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union system&lt;/a&gt;, although sides as low as level 12 or even outside the league system can sometimes enter. The competition is a national one, but split into regions until the national semi-finals with the final being held at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham Stadium&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;. Presently, the RFU Junior Vase is the fifth most important club cup competition in England, behind the &lt;a href=\"Premiership%20Rugby%20Cup\"&gt;Premiership Rugby Cup&lt;/a&gt;, &lt;a href=\"RFU%20Championship%20Cup\"&gt;RFU Championship Cup&lt;/a&gt;, &lt;a href=\"RFU%20Intermediate%20Cup\"&gt;RFU Intermediate Cup&lt;/a&gt; and &lt;a href=\"RFU%20Senior%20Vase\"&gt;RFU Senior Vase&lt;/a&gt;.\nHistory.\nThe Vase was first contested for during the 1990–91 season, when it was known as the Provincial Insurance Cup (named after its sponsors). It was introduced by the &lt;a href=\"Rugby%20Football%20Union\"&gt;RFU&lt;/a&gt; to provide a national cup competition for junior clubs in the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union system&lt;/a&gt; not already competing in the &lt;a href=\"Anglo-Welsh%20Cup\"&gt;Pilkington Cup&lt;/a&gt;, with a number of knock-out rounds culminating in the final held at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham Stadium&lt;/a&gt;. The competition would have a number of different sponsors over the course of its history, including Provincial Insurance, &lt;a href=\"Pilkington\"&gt;Pilkington&lt;/a&gt;, NPI, &lt;a href=\"Tetley%27s%20Brewery\"&gt;Tetley's Brewery&lt;/a&gt;, &lt;a href=\"Powergen\"&gt;Powergen&lt;/a&gt; and &lt;a href=\"EDF%20Energy\"&gt;EDF Energy&lt;/a&gt;. Since the 2009–10 season the competition has been known as the RFU Junior Vase and is competed for by clubs playing in at level 9 of the league system. It is currently un-sponsored.\nCurrent format.\nThe rounds are contested on a regional basis between the four regional unions (&lt;a href=\"Rugby%20Football%20Union%20Northern%20Division\"&gt;North&lt;/a&gt;, &lt;a href=\"Rugby%20Football%20Union%20Midland%20Division\"&gt;Midlands&lt;/a&gt;, &lt;a href=\"London%20and%20South%20East%20Division%20Rugby%20Football%20Union\"&gt;London &amp; South East&lt;/a&gt;, South West) until the semi-finals, where the winner of each region enters the national competition, with the winner of each semi-final meeting at the final at Twickenham Stadium. Each region has a different qualification method (more detail on this below) and at the end of this qualification there are four regional champions who play in the national semi-finals the ground being one of the semi-finalist's home. The semi-finals pairings are London &amp; South East against South West and Midlands against North.\nNorth.\nThe format for northern teams involved in the RFU Junior Vase is a league-cup hybrid with each county union in the region typically selecting one representative each (although Cheshire have two representatives for the 2018–19 competition). The first stage features a mini league with clubs from &lt;a href=\"Cheshire%20Rugby%20Football%20Union\"&gt;Cheshire&lt;/a&gt; and &lt;a href=\"Lancashire%20County%20Rugby%20Football%20Union\"&gt;Lancashire&lt;/a&gt; meeting in one pool and clubs from &lt;a href=\"Durham%20County%20Rugby%20Football%20Union\"&gt;Durham County&lt;/a&gt;, &lt;a href=\"Northumberland%20Rugby%20Football%20Union\"&gt;Northumberland&lt;/a&gt; and &lt;a href=\"Yorkshire%20Rugby%20Football%20Union\"&gt;Yorkshire&lt;/a&gt;, meeting in the other, each side playing 2 games each. The winners of each group then meet in the north final to determine who goes forward to the national semi-finals. The competition involves representative teams from the following unions and level 9-10 leagues:\nMidlands.\nThe format for Midlands teams involved in the RFU Junior Vase is a direct knockout cup with a 1st round, 2nd round, 3rd round, semi-finals and final, with all sides from the eligible leagues taking part. The winner of the final goes forward to the national semi-finals. The competition involves unions and clubs from the following level 9-10 leagues:\nLondon and South East.\nAs with the Midlands the format for London and South East teams involved in the RFU Junior Vase is a direct knockout cup with a 1st round, 2nd round, 3rd round, semi-finals and final, with all eligible teams taking part. The winner of the final goes forward to the national semi-finals. The competition involves 1st XV teams from the following unions and level 9-12 leagues:\nSouth West.\nThe format for the south-west teams in the RFU Junior Vase is more complex with different methods of qualification decided on by the county unions that they represent. Clubs that are affiliated with &lt;a href=\"Dorset%20and%20Wilts%20Rugby%20Football%20Union\"&gt;Dorset &amp; Wilts&lt;/a&gt; and &lt;a href=\"Gloucestershire%20Rugby%20Football%20Union\"&gt;Gloucestershire&lt;/a&gt; play in county based knock-out competitions first. The winners of the Dorset &amp; Wilts competition then plays in the Southern Counties semi-finals against representatives from &lt;a href=\"Berkshire%20Rugby%20Football%20Union\"&gt;Berkshire&lt;/a&gt;, &lt;a href=\"Buckinghamshire%20Rugby%20Football%20Union\"&gt;Buckinghamshire&lt;/a&gt; and &lt;a href=\"Oxfordshire%20Rugby%20Football%20Union\"&gt;Oxfordshire&lt;/a&gt;, while the Gloucestershire winners play in the South West Counties semi-finals against representative from &lt;a href=\"Rugby%20union%20in%20Cornwall\"&gt;Cornwall&lt;/a&gt;, &lt;a href=\"Devon%20Rugby%20Football%20Union\"&gt;Devon&lt;/a&gt; and &lt;a href=\"Somerset%20Rugby%20Football%20Union\"&gt;Somerset&lt;/a&gt;, with the winners then meeting in a regional final. Finally, the Southern Counties and South West Counties winners meet to determine qualification for the national semi-finals. Teams involved (1st XV only) are typically from the following unions and level 9-12 leagues:"
}