{
    "id": "591097",
    "revid": "24323093",
    "url": "https://en.wikipedia.org/wiki?curid=591097",
    "title": "London Mathematical Society",
    "text": "The London Mathematical Society (LMS) is one of the United Kingdom's &lt;a href=\"Learned%20society\"&gt;learned societies&lt;/a&gt; for &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; (the others being the &lt;a href=\"Royal%20Statistical%20Society\"&gt;Royal Statistical Society&lt;/a&gt; (RSS), the &lt;a href=\"Institute%20of%20Mathematics%20and%20its%20Applications\"&gt;Institute of Mathematics and its Applications&lt;/a&gt; (IMA), the &lt;a href=\"Edinburgh%20Mathematical%20Society\"&gt;Edinburgh Mathematical Society&lt;/a&gt; and the &lt;a href=\"Operational%20Research%20Society\"&gt;Operational Research Society&lt;/a&gt; (ORS).\nHistory.\nThe Society was established on 16 January 1865, the first president being &lt;a href=\"Augustus%20De%20Morgan\"&gt;Augustus De Morgan&lt;/a&gt;. The earliest meetings were held in &lt;a href=\"University%20College%20London\"&gt;University College&lt;/a&gt;, but the Society soon moved into &lt;a href=\"Burlington%20House\"&gt;Burlington House&lt;/a&gt;, &lt;a href=\"Piccadilly\"&gt;Piccadilly&lt;/a&gt;. The initial activities of the Society included talks and publication of a journal.\nThe LMS was used as a model for the establishment of the &lt;a href=\"American%20Mathematical%20Society\"&gt;American Mathematical Society&lt;/a&gt; in 1888.\nThe Society was granted a &lt;a href=\"royal%20charter\"&gt;royal charter&lt;/a&gt; in 1965, a century after its foundation. In 1998 the Society moved from rooms in Burlington House into De Morgan House (named after the society's first president), at 57–58 &lt;a href=\"Russell%20Square\"&gt;Russell Square&lt;/a&gt;, &lt;a href=\"Bloomsbury\"&gt;Bloomsbury&lt;/a&gt;, to accommodate an expansion of its staff.\nIn 2015 the Society celebrated its 150th Anniversary. The year of celebrations promoted 150 years of the Society with a wide range of meetings, events and other activities, highlighting the historical and continuing value and prevalence of mathematics in society, and in everyday life\nMembership.\nMembership is open to those who are interested in mathematics. Currently, there are four classes of membership, namely: (a) Ordinary, (b) Reciprocity, (c) Associate, and (d) Associate (undergraduate). In addition, Honorary Members of the Society are distinguished mathematicians who are not normally resident in the UK, who are proposed by the Society's Council for election to Membership at a Society Meeting.\nLMS Activities.\nThe Society publishes books and periodicals; organises mathematical conferences; provides funding to promote mathematics research and education; and awards a number of prizes and fellowships for excellence in mathematical research.\nGrants\nThe Society supports mathematics in the UK through its grant schemes. These schemes provide support for mathematicians at different stages in their careers. The Society’s grants include &lt;a href=\"https%3A//www.lms.ac.uk/grants/research-grants\"&gt;research grants&lt;/a&gt; for mathematicians, early career researchers and computer scientists working at the interface of mathematics and computer science; &lt;a href=\"https%3A//www.lms.ac.uk/grants/education-grants\"&gt;education grants&lt;/a&gt; for teachers and other educators; travel grants to attend conferences; and grants for those with &lt;a href=\"https%3A//www.lms.ac.uk/grants/caring-supplementary-grants\"&gt;caring&lt;/a&gt; responsibilities.\nAwarding grants is one of the primary mechanisms through which the Society achieves its central purpose, namely to 'promote and extend mathematical knowledge’.\nFellowships\nThe Society also offers a range of Fellowships: &lt;a href=\"https%3A//www.lms.ac.uk/grants/lms-early-career-fellowships\"&gt;LMS Early Career Fellowships&lt;/a&gt;; &lt;a href=\"https%3A//www.lms.ac.uk/grants/atiyah-uk-lebanon-fellowships\"&gt;LMS Atiyah-Lebanon UK Fellowships&lt;/a&gt;; &lt;a href=\"https%3A//www.lms.ac.uk/grants/lms-emmy-noether-fellowships\"&gt;LMS Emmy Noether Fellowships&lt;/a&gt; and &lt;a href=\"https%3A//www.lms.ac.uk/grants/grace-chisholm-young-fellowships\"&gt;Grace Chisholm Young Fellowships&lt;/a&gt;.\nSociety Lectures and Meetings\nThe Society organises an annual programme of events and meetings. The programme provides meetings of interest to undergraduates, through early career researchers to established mathematicians. These include &lt;a href=\"https%3A//www.lms.ac.uk/events/mathematical-symposia\"&gt;LMS-Bath Mathematical Symposia&lt;/a&gt;, &lt;a href=\"https%3A//www.lms.ac.uk/events/lectures/lecture-series\"&gt;Lecture Series (Aitken/Forder, Hardy, Invited)&lt;/a&gt;, &lt;a href=\"https%3A//www.lms.ac.uk/events/lms-research-schools\"&gt;Research Schools&lt;/a&gt;, &lt;a href=\"https%3A//www.lms.ac.uk/events/lms-prospects-mathematics-meeting\"&gt;LMS Prospects in Mathematics Meeting&lt;/a&gt;, &lt;a href=\"https%3A//www.lms.ac.uk/events/public-lectures\"&gt;Public Lectures&lt;/a&gt;, &lt;a href=\"https%3A//www.lms.ac.uk/events/society-meetings\"&gt;Society Meetings&lt;/a&gt;, &lt;a href=\"https%3A//www.lms.ac.uk/events/lms-summer-schools\"&gt;LMS Undergraduate Summer Schools&lt;/a&gt; and &lt;a href=\"https%3A//www.lms.ac.uk/events/women-mathematics-day\"&gt;Women in Mathematics Days&lt;/a&gt;.\nPublications.\nThe Society's periodical publications include five &lt;a href=\"scientific%20journal\"&gt;journal&lt;/a&gt;s:\nIt also publishes the journal \"&lt;a href=\"Compositio%20Mathematica\"&gt;Compositio Mathematica&lt;/a&gt;\" on behalf of its owning foundation, \"&lt;a href=\"Mathematika\"&gt;Mathematika&lt;/a&gt;\" on behalf of \"&lt;a href=\"University%20College%20London\"&gt;University College London&lt;/a&gt;\" and copublishes \"&lt;a href=\"Nonlinearity%20%28journal%29\"&gt;Nonlinearity&lt;/a&gt;\" with the &lt;a href=\"Institute%20of%20Physics\"&gt;Institute of Physics&lt;/a&gt;.\nIt also co-publishes four series of translations: \"&lt;a href=\"Russian%20Mathematical%20Surveys\"&gt;Russian Mathematical Surveys&lt;/a&gt;\", ' and ' (jointly with the &lt;a href=\"Russian%20Academy%20of%20Sciences\"&gt;Russian Academy of Sciences&lt;/a&gt; and &lt;a href=\"Turpion%20%28company%29\"&gt;Turpion&lt;/a&gt;), and \"&lt;a href=\"Transactions%20of%20the%20Moscow%20Mathematical%20Society\"&gt;Transactions of the Moscow Mathematical Society&lt;/a&gt;\" (jointly with the &lt;a href=\"American%20Mathematical%20Society\"&gt;American Mathematical Society&lt;/a&gt;).\nBooks\nThe Society publishes two book series, the &lt;a href=\"https%3A//www.cambridge.org/gb/academic/subjects/mathematics/recreational-mathematics/series/london-mathematical-society-lecture-note-series%3Futm_source%3Dprint%26amp%3Butm_medium%3Dadvert%26amp%3Butm_campaign%3D1309-RF-LMSSE\"&gt;\"LMS\" \"Lecture Notes\"&lt;/a&gt; and &lt;a href=\"https%3A//www.cambridge.org/gb/academic/subjects/mathematics/recreational-mathematics/series/london-mathematical-society-student-texts\"&gt;\"LMS\" \"Student Texts\"&lt;/a&gt;.\nPreviously it published a series of \"Monographs\" and (jointly with the &lt;a href=\"American%20Mathematical%20Society\"&gt;American Mathematical Society&lt;/a&gt;) the \"History of Mathematics\" series.\nAn electronic journal, the \"&lt;a href=\"LMS%20Journal%20of%20Computation%20and%20Mathematics\"&gt;LMS Journal of Computation and Mathematics&lt;/a&gt;\" ceased publication at the end of 2017.\nPrizes.\nThe named prizes are:\nIn addition, the Society jointly with the &lt;a href=\"Institute%20of%20Mathematics%20and%20its%20Applications\"&gt;Institute of Mathematics and its Applications&lt;/a&gt; awards the &lt;a href=\"David%20Crighton\"&gt;David Crighton&lt;/a&gt; Medal and &lt;a href=\"Christopher%20Zeeman\"&gt;Christopher Zeeman&lt;/a&gt; Medal on alternating years. The LMS also awards the &lt;a href=\"Emmy%20Noether%20Fellowship\"&gt;Emmy Noether Fellowship&lt;/a&gt;."
}