{
    "id": "59145592",
    "revid": "1276024",
    "url": "https://en.wikipedia.org/wiki?curid=59145592",
    "title": "Roger Rouse",
    "text": "Roger Rouse (June 3, 1934 – March 7, 1999) was an American &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt;. He competed in the &lt;a href=\"Boxing%20at%20the%201956%20Summer%20Olympics%20%E2%80%93%20Middleweight\"&gt;men's middleweight&lt;/a&gt; event at the &lt;a href=\"1956%20Summer%20Olympics\"&gt;1956 Summer Olympics&lt;/a&gt;. He was one of the top collegiate boxers while attending Idaho State University, and later as a professional boxer, twice fought for the world &lt;a href=\"light-heavyweight\"&gt;light-heavyweight&lt;/a&gt; championship.\nEarly life.\nRoger Rouse was born in &lt;a href=\"Anaconda%2C%20Montana\"&gt;Anaconda, Montana&lt;/a&gt; (&lt;a href=\"Deer%20Lodge%20County%2C%20Montana\"&gt;Deer Lodge County, Montana&lt;/a&gt;) on June 3, 1934, and grew up in an area commonly referred to as &lt;a href=\"Opportunity%2C%20Montana\"&gt;Opportunity, Montana&lt;/a&gt;, a few miles from Anaconda. His parents were James and Mary Rouse. Roger spent his adolescence in Opportunity, growing up with four brothers and two sisters. His father worked as a foreman at the nearby Anaconda Copper Smelter.\nRouse attended Anaconda High School and was a standout athlete in both basketball and football and was awarded all- state honors in football his senior year in 1953.\nRouse started boxing when he was about nine years old, fighting his older brother Don, after their father gave each of them a pair of boxing gloves. Don was two years older than Roger, and regularly gave Roger a thumping. Nevertheless, Roger continued to accept his brother's challenges to go out to the barn for some sparing.\nDuring his four years at Anaconda High School, Rouse continued to box, where his coach was Jack Lodell, the local probation officer who ran the community's local amateur boxing program.\nFollowing high school graduation, Rouse accepted a scholarship to play football for the University of Montana. But, shortly after arriving at the university, Rouse injured his knee in practice, and was unable to play football. Changing direction, Rouse accepted a boxing scholarship at &lt;a href=\"Idaho%20State%20University\"&gt;Idaho State University&lt;/a&gt;.\nIn 1955, Roger Rouse married Lorena Avis Ryan on June 3, 1956, in Pocatello. Idaho.\nAmateur boxing career.\nRouse was a collegiate boxer for Idaho State University from 1953 through 1957. During his college career, Rouse compiled a record of 31 wins, 1 loss, and zero draws. In 1954, Rouse won the Golden Gloves title in Chicago, and in 1956, Rouse was crowned champion of the NCAA Tournament in the middleweight division. A year later (1957) Rouse successfully defended his collegiate crown and was awarded the John S. LaRowe Trophy as the most outstanding boxer of the NCAA tournament. Rouse's boxing style was traditional, stand-up boxer, known for his strength and stamina.\nRecognizing his boxing accomplishments, in 1983 Idaho State University inducted Rouse into the university's Hall of Fame.\nIn recognition of his impressive collegiate accomplishments, Rouse was chosen to represent the United States in the middleweight division at the 1956 Olympics held at &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, Australia. Rouse was eliminated in the quarterfinals in what many observers viewed as a controversial decision, given that the French fighter that won the split decision by the judges was forced to drop out of the competition the next day due to the beating he received from Rouse.\nProfessional boxing career.\nIn April 1958, Rouse turned pro, and agreed to be managed by Sid Flaherty, a prominent West Coast boxing manager in San Francisco &amp; Portland. Rouse made his professional debut as a light-heavyweight at the &lt;a href=\"Cow%20Palace\"&gt;Cow Palace&lt;/a&gt; in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; which he won. Between 1956 and 1959, Rouse had 13 professional fights, and was undefeated. On March 11, 1960 Rouse fought for the first time at Madison Square Garden in New York City. His opponent was Harold Simmons. The six round bout ended with Simmons defeating Rouse (his first loss) in a unanimous decision by the judges.\nHis first professional fight in his hometown of &lt;a href=\"Anaconda%2C%20Montana\"&gt;Anaconda&lt;/a&gt; was a matchup against Johnny Persol, a light-heavyweight contender with a record at the time of 12 wins, 1 loss, and 1 draw. Rouse won the contest with a knockout in the first round.\nAfter putting together a record of 27 wins (including 13 by KO), 5 losses, and 3 draws, including string of wins ), Rouse, now being called the “Opportunity Kid” was named the number-one light heavyweight contender in November 1965, and was expected to get a shot at the title in the near future.\nHowever, it was two years later, in November 1967 that Rouse would get his shot at the light-heavyweight championship in &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt;, &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;. He would fight &lt;a href=\"Dick%20Tiger\"&gt;Dick Tiger&lt;/a&gt;, at the time the world champion. Rouse and Tiger would battle for twelve rounds, until Tiger KO’d Rouse to end the fight and retain his title.\nThree years later (April 4, 1970), Rouse would again contend for the light-heavyweight title, this time against current title-holder &lt;a href=\"Bob%20Foster%20%28boxer%29\"&gt;Bob Foster&lt;/a&gt;. The 15 round championship fight was held in &lt;a href=\"Missoula\"&gt;Missoula&lt;/a&gt;, &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt;, about 90 minutes from Rouse's hometown of Anaconda, Montana. Foster won the contest in the fifth round by technical knockout.\nThe Foster fight was Rouse's last attempt to win the light-heavyweight title. After being defeated by Foster, Rouse continued to box, but was never again a contender for the title. Rouse retired from boxing in 1972, with a professional record of 39 wins, 23 loses, and 4 draws.\nLater life and death.\nAfter retiring from boxing. Rouse worked at the Copper Smelter in Anaconda, Montana until its closure in 1980, and was active as a boxing coach for the local Police Athletic League for several years.\nRoger Rouse died in Helena, Montana on March 7, 1999 of Alzheimer's. He was survived by his wife Avis, and two sons, Bill and Cash Rouse."
}