{
    "id": "59169428",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=59169428",
    "title": "Frederick William Gunn",
    "text": "Frederick William Gunn (October 4, 1816 – August 16, 1881) was an American educator, &lt;a href=\"Abolitionism%20in%20the%20United%20States\"&gt;abolitionist&lt;/a&gt;, and outdoorsman, who in 1850 founded &lt;a href=\"The%20Frederick%20Gunn%20School\"&gt;The Frederick Gunn School&lt;/a&gt; (formerly known as The Gunnery), an independent school in the small town of &lt;a href=\"Washington%2C%20Connecticut\"&gt;Washington, Connecticut&lt;/a&gt;, and America's first summer camp. An iconoclast and educational reformer, Gunn endured social ostracism and community exile for his abolitionist beliefs in his early life, but was able to return to his hometown of Washington, where, in addition to the school, the library and local history museum were dedicated in his name and that of his wife, Abigail (July 18, 1820 ‒ September 13, 1908). Gunn was a moral beacon for the wider community accepting girls, African Americans, Native Americans, and international students into his school. Among his first students were the children of abolitionist and author &lt;a href=\"Harriet%20Beecher%20Stowe\"&gt;Harriet Beecher Stowe&lt;/a&gt; and &lt;a href=\"Henry%20Ward%20Beecher\"&gt;Henry Ward Beecher&lt;/a&gt;. A staunch defender of his values and a natural leader of men, Gunn was a conductor on the Underground Railroad, an innovator in curriculum and student development, and is recognized as the originator of leisure camping in the United States. \"A early proponent of competitive athletics as a critical part of a holistic education, Frederick Gunn also appears in what is considered to be the first photograph of a baseball game in progress.\nEarly life and education.\nFrederick William Gunn was born in &lt;a href=\"Washington%2C%20Connecticut\"&gt;Washington, Connecticut&lt;/a&gt; on October 4, 1816. The eighth and youngest son of a farmer and admired deputy sheriff, John Northrup (1772-1826), and his wife, Mary (Polly) Ford (1773-1827), Gunn was orphaned at age 10. His parents died \"during the prevalence of an epidemic.\"\nRaised and educated by his oldest brother, John, Gunn attended school in &lt;a href=\"Cornwall%2C%20Connecticut\"&gt;Cornwall, Connecticut&lt;/a&gt; in 1829 and studied with the Rev. Watson W. Andrews in a classroom in the First Congregational Meeting House on the Green in Washington from 1831 to 1833. In 1834, he entered the Class of 1837 at &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;, where he specialized in biology and distinguished himself with his physical prowess at a time when \"physical culture in college was then in its infancy,\" as his former student, U.S. Senator Orville H. Platt wrote, adding, \"Had he been in college twenty years later, he would have been first in the University boat crew, the athlete of his class.\" His distinguished classmates included &lt;a href=\"Morrison%20Waite\"&gt;Morrison Remick \"Mott\" Waite&lt;/a&gt;, who later became Chief Justice of the United States; U.S. Senator &lt;a href=\"William%20M.%20Evarts\"&gt;William M. Evarts&lt;/a&gt;, who served as U.S. Attorney General under President Andrew Jackson; &lt;a href=\"Edwards%20Pierrepont\"&gt;Edwards Pierrepont&lt;/a&gt;, who served as U.S. Attorney General under President Ulysses S. Grant; and &lt;a href=\"Benjamin%20Silliman%20Jr.\"&gt;Benjamin Silliman, Jr.&lt;/a&gt;, a professor of chemistry at Yale, who wrote of Gunn after his death: \"His very distinctly pronounced individuality and his manliness are sharply defined in my memory.\"\nHe married Abigail Irene Brinsmade in 1848.\nGunn died at his home in Washington, Connecticut on August 16, 1881.\nNature and camping.\nRecognized by the American Camp Association as the founder of leisure camping in the United States, Gunn combined his abolitionist beliefs, his belief that physical fitness and sports are key pieces of an educational curriculum, and his love of nature and the outdoors when he marched his students 40 miles from Washington to Milford, Connecticut, in 1861. At Welch's Point, the students camped, fished, cooked over the fire and practiced military drills to prepare them for service in the Union Army and the onset of the Civil War.\nAfter the war, due to the popularity of the Milford camps in 1861, 1863 and 1865, Gunn initiated a summer semester at Point Beautiful on Lake Waramaug, four miles from his school in Washington. He invited alumni and parents as well as students to participate in camping activities such as evening sing-alongs, fishing, swimming and boating. These camps continued from 1867 to 1879, two years before Gunn's death. In 1893, A.S. Gregg Clarke, an 1889 alumnus of The Gunnery, \"revived the old Gunnery camp, which had been discontinued when he was a pupil\" and went on to found the Keewaydin Camps, the oldest continuously operating summer camps in North America.\nIn 1986, the American Camp Association commemorated the 125th anniversary of Gunn's first summer camp by replicating the 1861 walk to Milford, where some 1,500 campers from around the world camped at Gulf Beach. The first camps are commemorated annually in early October, on a date close to that of Gunn's birth, when the entire student body of his school, along with faculty, staff, family, alumni and friends hike the nearby Steep Rock Preserve, which was established in 1889 by &lt;a href=\"Ehrick%20Rossiter\"&gt;Ehrick Rossiter&lt;/a&gt;, an 1871 Gunnery alumnus."
}