{
    "id": "592358",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=592358",
    "title": "Brian Houghton Hodgson",
    "text": "Brian Houghton Hodgson (1 February 1800 or more likely 1801 – 23 May 1894) was a pioneer &lt;a href=\"natural%20history\"&gt;naturalist&lt;/a&gt; and &lt;a href=\"ethnologist\"&gt;ethnologist&lt;/a&gt; working in &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; where he was a British &lt;a href=\"Resident%20%28title%29\"&gt;Resident&lt;/a&gt;. He described numerous species of birds and mammals from the Himalayas, and several birds were named after him by others such as &lt;a href=\"Edward%20Blyth\"&gt;Edward Blyth&lt;/a&gt;. He was a scholar of &lt;a href=\"Newar%20Buddhism\"&gt;Newar Buddhism&lt;/a&gt; and wrote extensively on a range of topics relating to linguistics and religion. He was an opponent of the British proposal to introduce English as the official medium of instruction in Indian schools.\nEarly life.\nHodgson was the second of seven children of Brian Hodgson (1766–1858) and his wife Catherine (1776–1851), and was born at Lower Beech, &lt;a href=\"Prestbury%2C%20Cheshire\"&gt;Prestbury, Cheshire&lt;/a&gt;. His father lost money in a bad bank investment and had to sell their home at Lower Beech. A great-aunt married to &lt;a href=\"Beilby%20Porteus\"&gt;Beilby Porteus&lt;/a&gt;, the Bishop of London, helped them but the financial difficulties were great. Hodgson's father worked as a warden of the Martello towers and in 1820 was barrack-master at &lt;a href=\"Canterbury\"&gt;Canterbury&lt;/a&gt;. Brian (the son) studied at Macclesfield Grammar School until 1814 and the next two years at &lt;a href=\"Richmond%2C%20Surrey\"&gt;Richmond, Surrey&lt;/a&gt; under the tutelage of Daniel Delafosse. He was nominated for the Bengal civil service by the East India Company director James Pattison. He went to study at the &lt;a href=\"East%20India%20Company%20College\"&gt;East India Company College&lt;/a&gt; and showed an aptitude for languages. An early influence was &lt;a href=\"Thomas%20Malthus\"&gt;Thomas Malthus&lt;/a&gt; who was a family friend and a staff member at the college. At the end of his first term in May 1816, he obtained a prize for Bengali. He graduated in December 1817 as a gold medallist.\nIndia.\nAt the age of seventeen (1818) he travelled to India as a writer in the &lt;a href=\"British%20East%20India%20Company\"&gt;British East India Company&lt;/a&gt;. His talent for languages such as &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; and especially &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; was to prove useful for his career. He was posted as Assistant Commissioner in the &lt;a href=\"Kumaon%20division\"&gt;Kumaon&lt;/a&gt; region during 1819–20 reporting to &lt;a href=\"George%20William%20Traill\"&gt;George William Traill&lt;/a&gt;. The Kumaon region had been annexed from &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; and in 1820 he was made assistant to the resident in Nepal, but he took up a position of acting deputy secretary in the Persian department of the Foreign office in &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;. Ill health made him prefer to go back into the hills of Nepal. He took up position in 1824 as postmaster and later assistant resident in 1825. In January 1833 he became the British Resident at &lt;a href=\"Kathmandu\"&gt;Kathmandu&lt;/a&gt;. He continued to suffer from ill health and gave up meat and alcohol in 1837. He studied the Nepalese people, producing a number of papers on their languages, literature and religion. In 1853 he made a brief visit to England and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. He married Anne Scott in the British Embassy at the Hague. She died in 1868. In 1870 he married Susan Townshend of Derry.\nIn 1838 he was made \"Chevalier\" of the \"Légion d'Honneur\" by the French government.\nNepal politics.\nHodgson sensed the resentment of &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; following annexation and believed that the situation could be improved by encouraging commerce with &lt;a href=\"Tibet\"&gt;Tibet&lt;/a&gt; and by making use of the local manpower in the British military. He initially followed his predecessor in co-operating with &lt;a href=\"Bhimsen%20Thapa\"&gt;Bhimsen Thapa&lt;/a&gt;, a minister, but later shifted allegiance to the young &lt;a href=\"Rajendra%20of%20Nepal\"&gt;King Rajendra&lt;/a&gt; and sought to interact directly with the King. Hodgson later supported Bhimsen's opponents &lt;a href=\"Rana%20Jang%20Pande\"&gt;Rana Jang Pande&lt;/a&gt; and &lt;a href=\"Krishna%20Ram%20Mishra\"&gt;Krishna Ram Mishra&lt;/a&gt;. In July 1837 King Rajendra's infant son was found dead. Bhimsen was suspected and Hodgson recommended that he be held in custody and this led to widespread anti-British sentiment which was used by the King as well as Rana Jang Pande. Hodgson then became sympathetic to the Brahmin family of the Poudyals who were rivals of the Mishras. In 1839, &lt;a href=\"Bhimsen%20Thapa\"&gt;Bhimsen Thapa&lt;/a&gt; committed suicide while still in custody. The nobility felt threatened by Rana Jang Pande and there was considerable instability with an army mutiny that threatened even the British Residency. &lt;a href=\"George%20Eden%2C%201st%20Earl%20of%20Auckland\"&gt;Lord Auckland&lt;/a&gt;, the &lt;a href=\"Governor-General%20of%20India\"&gt;Governor-General of India&lt;/a&gt;, wanted to settle the issue but troops had already been mobilised to &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt; and Hodgson had to negotiate through diplomacy. Hodgson was then able to set up Krishna Ram and &lt;a href=\"Ranga%20Nath%20Poudyal\"&gt;Ranga Nath Poudyal&lt;/a&gt; as ministers to the Nepal king. In 1842, Hodgson provided refuge to an Indian merchant Kashinath from &lt;a href=\"Benares\"&gt;Benares&lt;/a&gt; who was sought by King Rajendra for recovery of some dues. When the King went to seize Kashinath, Hodgson put a hand around him and declared that the King would have to take both of them prisoner and this led to a clash. Hodgson chose not to inform the new governor-general, &lt;a href=\"Edward%20Law%2C%201st%20Earl%20of%20Ellenborough\"&gt;Lord Ellenborough&lt;/a&gt;, about the incident. Ellenborough's letter to Hodgson declared that no Resident would act contrary to the views of Government or extend privileges of British subjects beyond limits assigned to them. Ellenborough sought his removal from Kathmandu.\nReturn to England.\nHodgson resigned in 1844 when Lord Ellenborough posted &lt;a href=\"Henry%20Montgomery%20Lawrence\"&gt;Henry Montgomery Lawrence&lt;/a&gt; as Resident to Nepal and transferred Hodgson as Assistant Sub-commissioner to &lt;a href=\"Simla\"&gt;Simla&lt;/a&gt;. He then returned to England for a short period. During this time, Lord Ellenborough was himself dismissed. Hodgson visited his sister Fanny who had become Baroness Nahuys and was living in Holland. In 1845 he settled in &lt;a href=\"Darjeeling\"&gt;Darjeeling&lt;/a&gt; and continued his studies of the peoples of northern India for thirteen years. &lt;a href=\"Joseph%20Dalton%20Hooker\"&gt;Joseph Dalton Hooker&lt;/a&gt; visited him during this period and wrote back to &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; with information obtained from Hodgson on the introduced species and hybrids. Hodgson's son Henry was sent to tutor the son-in-law of &lt;a href=\"Jung%20Bahadur%20Rana\"&gt;Jung Bahadur Rana&lt;/a&gt; of Nepal. In 1857 he influenced &lt;a href=\"Charles%20Canning%2C%201st%20Earl%20Canning\"&gt;Viscount Canning&lt;/a&gt; to accept Jung Bahadur Rana's help in 'suppressing' the &lt;a href=\"Indian%20Rebellion%20of%201857\"&gt;Indian Rebellion of 1857&lt;/a&gt;. In the summer of 1858, he returned to England and would not visit India again. He lived initially at &lt;a href=\"Dursley\"&gt;Dursley&lt;/a&gt; in &lt;a href=\"Gloucestershire\"&gt;Gloucestershire&lt;/a&gt; but in 1867 moved to &lt;a href=\"Alderley%2C%20Gloucestershire\"&gt;Alderley&lt;/a&gt; in the &lt;a href=\"Cotswolds\"&gt;Cotswolds&lt;/a&gt;.\nEthnology and anthropology.\nDuring his posting in Nepal, Hodgson became proficient in &lt;a href=\"Nepali%20language\"&gt;Nepali&lt;/a&gt; and &lt;a href=\"Newar%20language\"&gt;Newari&lt;/a&gt;. Hodgson was financially pressed until 1837, but he maintained a group of research assistants at his expense. He collected Buddhist texts in &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; and &lt;a href=\"Pali\"&gt;Pali&lt;/a&gt; and studied them with his friend Pandit Amritananda. He believed that there were four schools of &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; and wrongly assumed that the Sanskrit texts were older than those in Pali. He however became an expert on &lt;a href=\"Hinayana\"&gt;Hinayana&lt;/a&gt; philosophy. Hodgson had a keen interest in the culture of the people of the Himalayan regions. He believed that racial affinities could be identified on the basis of linguistics and he was influenced by the works of &lt;a href=\"William%20Jones%20%28philologist%29\"&gt;William Jones&lt;/a&gt;, &lt;a href=\"Karl%20Wilhelm%20Friedrich%20Schlegel\"&gt;Friedrich Schlegel&lt;/a&gt;, &lt;a href=\"Johann%20Friedrich%20Blumenbach\"&gt;Johann Blumenbach&lt;/a&gt; and &lt;a href=\"James%20Cowles%20Prichard\"&gt;Jame Prichard&lt;/a&gt;. From his studies he believed that the 'Aboriginal' populations of the Himalayas were not 'Aryans' or 'Caucasians', but the 'Tamulian', who he claimed were unique to India. Hodgson obtained copies of ancient Buddhist texts, the &lt;a href=\"Kangyur\"&gt;Kahgyur&lt;/a&gt; and the &lt;a href=\"Tengyur\"&gt;Stangyur&lt;/a&gt;. One copy was gifted to him by the Grand Lama. These were rare Tibetan works based on old &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; writings (brought originally from the area of the Buddha's personal teachings in &lt;a href=\"Magadha\"&gt;Magadha&lt;/a&gt; or &lt;a href=\"Bihar\"&gt;Bihar&lt;/a&gt; in India) and he was able to offer them to &lt;a href=\"the%20Asiatic%20Society\"&gt;the Asiatic Society&lt;/a&gt; and the &lt;a href=\"Royal%20Asiatic%20Society%20of%20Great%20Britain%20and%20Ireland\"&gt;Royal Asiatic Society of Great Britain and Ireland&lt;/a&gt; in 1838. The Russian government purchased part of the same book for £2000 around the same time.\nIn 1837 Hodgson collected the first Sanskrit text of the &lt;a href=\"Lotus%20Sutra\"&gt;Lotus Sutra&lt;/a&gt; and sent it to translator &lt;a href=\"Eug%C3%A8ne%20Burnouf\"&gt;Eugène Burnouf&lt;/a&gt; of the Collége de France, Paris.\nEducational reform.\nDuring his service in India, Hodgson was a strong proponent of education in the local languages and opposed both the use of English as a medium of instruction as advocated by &lt;a href=\"Thomas%20Babington%20Macaulay%2C%201st%20Baron%20Macaulay\"&gt;Lord Macaulay&lt;/a&gt; as well as the orientalist view that supported the use of Arabic, Persian or Sanskrit. From 1835 to 1839, Hodgson, &lt;a href=\"William%20Adam%20%28minister%29\"&gt;William Adam&lt;/a&gt;, Frederick Shore and William Campbell wrote against Macaulay's idea of education in the English medium. Hodgson wrote a series of essays for the journal of the Serampore Mission \"The Friend of India\" that argued for the education in the vernacular. The essays were republished in 1880 in his \"Miscellaneous Essays Relating to Indian Subjects\".\nOrnithology and natural history.\nHodgson studied all aspects of natural history around him including material from Nepal, Sikkim and Bengal. He amassed a large collection of birds and mammal skins which he later donated to the &lt;a href=\"British%20Museum\"&gt;British Museum&lt;/a&gt;. He described a species of antelope which was named after him, the &lt;a href=\"Tibetan%20Antelope\"&gt;Tibetan Antelope&lt;/a&gt; \"Pantholops hodgsonii\". He also described the &lt;a href=\"pygmy%20hog\"&gt;pygmy hog&lt;/a&gt; which he gave the scientific name of \"Porcula salvania\", the species name derived from the Sal forest (\"van\" in Sanskrit) habitat where it was found. He also discovered 39 species of mammals and 124 species of birds which had not been described previously, 79 of the bird species were described himself. The zoological collections presented to the British Museum by Hodgson in 1843 and 1858 contained 10,499 specimens. In addition to these, the collection also included an enormous number of drawings and coloured sketches of Indian animals by three native artists under his supervision. These sketches include anatomical details and Hodgson may have learned dissection and anatomy from &lt;a href=\"Archibald%20Campbell%20%28doctor%29\"&gt;Archibald Campbell&lt;/a&gt;. One of them was &lt;a href=\"Raj%20Man%20Singh%20Chitrakar\"&gt;Raj Man Singh&lt;/a&gt;, but many of the paintings are unsigned. Most of them were subsequently transferred to the Zoological Society of London and the Natural History Museum.\nHis studies were recognised and the Royal Asiatic Society and the Linnean Society in England elected him. He was elected a Fellow of the Royal Society in June 1877. The Zoological Society of London sent him their diploma as a corresponding member. The &lt;a href=\"Soci%C3%A9t%C3%A9%20Asiatique\"&gt;Société Asiatique&lt;/a&gt; de Paris and the Museum d'Histoire Naturelle also honoured him. Around 1837 he planned an illustrated work on the birds and mammals of Nepal. The Museum d'Histoire Naturelle de Paris and other learned bodies came forward as supporters, three hundred and thirty subscribers registered in India, and in July 1837 he was able to write to his father that the means of publication were secured: \"I make sure of three hundred and fifty to four hundred subscribers, and if we say 10 per copy of the work, this list should cover all expenses. Granted my first drawings were stiff and bad, but the new series may challenge comparison with any in existence.\" He hoped to finish the work in 1840.\nIn 1845, he presented 259 bird skins to the Natural History Society of Northumberland, Durham, and Newcastle upon Tyne.\nAfter retiring to Darjeeling he took a renewed interest in natural history. During the spring of 1848 he was visited by Sir &lt;a href=\"Joseph%20Dalton%20Hooker\"&gt;Joseph Hooker&lt;/a&gt;. He wrote to his sister Fanny:\nHe wrote in 1849 on the physical geography of the Himalayan region, looking at the patterns of river-flows, the distributions and affinities of various species of mammals, birds and plants while also looking at the origins of the people inhabiting different regions.\n&lt;a href=\"Allan%20Octavian%20Hume\"&gt;Allan Octavian Hume&lt;/a&gt; said of him:\nMany birds of the Himalayan region were &lt;a href=\"Species%20description\"&gt;first formerly described&lt;/a&gt; and given a &lt;a href=\"binomial%20name\"&gt;binomial name&lt;/a&gt; by Hodgson. The list of world birds maintained by &lt;a href=\"Frank%20Gill%20%28ornithologist%29\"&gt;Frank Gill&lt;/a&gt;, &lt;a href=\"Pamela%20Rasmussen\"&gt;Pamela Rasmussen&lt;/a&gt; and David Donsker on behalf of the &lt;a href=\"International%20Ornithological%20Committee\"&gt;International Ornithological Committee&lt;/a&gt; credits Hodgson as the &lt;a href=\"Taxonomy%20%28biology%29%23Author%20citation\"&gt;authority&lt;/a&gt; for 29 &lt;a href=\"genera\"&gt;genera&lt;/a&gt; and 77 &lt;a href=\"species\"&gt;species&lt;/a&gt;.\n&lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; in his \"&lt;a href=\"Variation%20of%20Animals%20and%20Plants%20under%20Domestication\"&gt;Variation of Animals and Plants under Domestication&lt;/a&gt;\", when discussing the origin of the domestic dog, mentions that Hodgson succeeded in taming the young of the race \"primaevus\" of the &lt;a href=\"dhole\"&gt;dhole&lt;/a&gt; or Indian wild dog (\"Cuon alpinus\"), and in making them as fond of him and as intelligent as ordinary dogs. Darwin also cited a 1847 article by Hodgson on the varieties of sheep and goats in the Himalayas.\nPersonal life and death.\nIn 1839 he wrote to his sister Fanny that he did not eat meat or drink wine and preferred Indian food habits after his ill health in 1837. During his life in India, Hodgson fathered two children (Henry, who died in Darjeeling in 1856, and Sarah, who died in Holland in 1851; a third child possibly died young) through a Kashmiri (possibly, although recorded as a \"Newari\") Muslim, Mehrunnisha, who lived with him from 1830 until her death around 1843. Worried about the abuse and discrimination in India of 'mixed-race' children, he had his children sent to Holland to live with his sister Fanny, but both died young. He married Ann Scott in 1853 who lived in Darjeeling until her death in January 1868. He moved to England in 1858 and lived at Dursley, Gloucestershire, and then at Alderley (1867, where his neighbours included &lt;a href=\"Marianne%20North\"&gt;Marianne North&lt;/a&gt;). In 1869 he married Susan, daughter of Rev. Chambré Townshend of Derry, who outlived him. He had no children from his marriages. He died at his home on Dover Street in London on 23 May 1894 and was buried at &lt;a href=\"Alderley%2C%20Gloucestershire\"&gt;Alderley&lt;/a&gt; churchyard in Gloucestershire.\nHodgson refers to the ornithologist &lt;a href=\"Samuel%20Tickell\"&gt;Samuel Tickell&lt;/a&gt; as his brother-in-law. Tickell's sister Mary Rosa was married to Brian's brother William Edward John Hodgson (1805 – 12 June 1838). Mary returned to England after the death of William Hodgson and married Lumisden Strange in February 1840.\nHonours.\nHodgson was awarded the &lt;a href=\"Doctor%20of%20Civil%20Law\"&gt;DCL&lt;/a&gt;, \"honoris causa\" by Oxford University in 1889. His friend Joseph Hooker named the genus \"&lt;a href=\"Hodgsonia\"&gt;Hodgsonia&lt;/a&gt;\" (&lt;a href=\"Cucurbitaceae\"&gt;Cucurbitaceae&lt;/a&gt;), \"&lt;a href=\"Magnolia%20hodgsonii\"&gt;Magnolia hodgsonii&lt;/a&gt;\", and a species of &lt;a href=\"rhododendron\"&gt;rhododendron&lt;/a&gt;, \"Rhododendron hodgsoni\", after him. Several species of bird including &lt;a href=\"Hodgson%27s%20hawk-eagle\"&gt;Hodgson's hawk-eagle&lt;/a&gt;, &lt;a href=\"Hodgson%27s%20hawk-cuckoo\"&gt;Hodgson's hawk-cuckoo&lt;/a&gt;, &lt;a href=\"Hodgson%27s%20bushchat\"&gt;Hodgson's bushchat&lt;/a&gt;, &lt;a href=\"Hodgson%27s%20redstart\"&gt;Hodgson's redstart&lt;/a&gt;, &lt;a href=\"Hodgson%27s%20frogmouth\"&gt;Hodgson's frogmouth&lt;/a&gt; and &lt;a href=\"Hodgson%27s%20treecreeper\"&gt;Hodgson's treecreeper&lt;/a&gt; are named after him. Other animals named after him include the &lt;a href=\"Hodgson%27s%20bat\"&gt;Hodgson's bat&lt;/a&gt;, &lt;a href=\"Hodgson%27s%20giant%20flying%20squirrel\"&gt;Hodgson's giant flying squirrel&lt;/a&gt;, &lt;a href=\"Hodgson%27s%20brown-toothed%20shrew\"&gt;Hodgson's brown-toothed shrew&lt;/a&gt; and &lt;a href=\"Elaphe%20hodgsoni\"&gt;Hodgson's rat snake&lt;/a&gt;.\nHe is commemorated in the &lt;a href=\"scientific%20name\"&gt;scientific name&lt;/a&gt; of the snake species \"&lt;a href=\"Gonyosoma%20hodgsoni\"&gt;Gonyosoma hodgsoni&lt;/a&gt;\" (synonyms: \"Elaphe hodgsoni\", \"&lt;a href=\"Orthriophis\"&gt;Orthriophis hodgsoni&lt;/a&gt;\")."
}