{
    "id": "5932349",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=5932349",
    "title": "Dallas Harlequins R.F.C.",
    "text": "The Dallas Harlequins Rugby Football Club is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team based in &lt;a href=\"Dallas%2C%20Texas\"&gt;Dallas, Texas&lt;/a&gt;. The Harlequins formerly played in the &lt;a href=\"Rugby%20Super%20League%20%28US%29\"&gt;SuperLeague&lt;/a&gt;, but now play in the Texas Rugby Union Men's Division 1.\nThe Harlequins won the 1984 USA National Championships, and have finished in the top 3 at USA National Championships 6 times. The Harlequins are 21-time Texas RFU Champions.\nHistory.\nThe Harlequins formed in 1971. The team name is a tribute to &lt;a href=\"Harlequin%20F.C.\"&gt;Harlequin F.C.&lt;/a&gt;, an &lt;a href=\"Rugby%20union%20in%20England\"&gt;English&lt;/a&gt; club that competes in the &lt;a href=\"English%20Premiership%20%28rugby%20union%29\"&gt;Aviva Premiership&lt;/a&gt;. In 1972, the Harlequins became the first &lt;a href=\"Texas%20RFU\"&gt;Texas RFU&lt;/a&gt; club to win a match against a club from outside the United States when they defeated the Baillou Club of &lt;a href=\"Nassau%2C%20Bahamas\"&gt;Nassau, Bahamas&lt;/a&gt;. Though the Dallas Harlequins had begun using the Harlequin name upon formation, they did not become formally affiliated with Harlequins FC until 1983, marking the first time that a club from the &lt;a href=\"western%20hemisphere\"&gt;western hemisphere&lt;/a&gt; had formed an official relationship with the team for whom they were named. 1984 marked their first US national club championship, with assistance from an unlikely source: South African star &lt;a href=\"Naas%20Botha\"&gt;Naas Botha&lt;/a&gt; was invited to Dallas to try and make the &lt;a href=\"Dallas%20Cowboys\"&gt;Cowboys&lt;/a&gt; as a kicker, and stayed on to play for Quins after he was released from the Cowboys. Dallas Hosted the Mexican National 7s Side in the summer of 2008. Harlequins Dylan Carrion and Mike Ashmead both scored in this contest.\nPlayers.\nHarlequins who have played for the USA national team include Brett 'Rangi' Pedersen, David 'Motor' Care, Brett 'Rosey' Taylor, Bruce 'Monkey' Monroe, Jason Engelbrecht, &lt;a href=\"Taylor%20Mokate\"&gt;Taylor Mokate&lt;/a&gt;, Justin Boyd, Blake Rodgers, and Bob Olsonoski. \nHarlequins who have represented The Western United States Rugby Territory select side include Brett Taylor, Bruce 'Monkey' Monroe, Ed 'Spyk' Gheur, Bob 'Ludo' Lutterbach, Norbert Mueller, Steve Ryan, Duane \"Tiny\" Watts, Bob Saunders, Phil Waterman, Bob Waterman, Mark Carrion, Johan Van Rensburg, Brian Driscoll, Jess Marshall, Jason Engelbrecht, Taylor Mokate, Justin Boyd, and Blake Rodgers. \nContinuing the trend of wider recognition with the arrival of professional rugby &lt;a href=\"Major%20League%20Rugby\"&gt;Major League Rugby&lt;/a&gt;, Maikeli Mudu Naromaitoga (2019) and Jinho Mun (2020) were signed to &lt;a href=\"Austin%20Gilgronis\"&gt;Austin Gilgronis&lt;/a&gt; and &lt;a href=\"Dallas%20Jackals\"&gt;Dallas Jackals&lt;/a&gt; respectively, having impressed playing for 'Quins D1 squad. Men's Head Coach &lt;a href=\"Elaine%20Vassie\"&gt;Elaine Vassie&lt;/a&gt; was also appointed attack coach and assistant general manager of &lt;a href=\"Dallas%20Jackals\"&gt;Dallas Jackals&lt;/a&gt;.\nIn addition, long-standing Dallas Harlequin Bob Latham has held numerous positions in sports, including vice chairman and former chairman of &lt;a href=\"USA%20Rugby\"&gt;USA Rugby&lt;/a&gt;, former member of board of directors of US Olympic Committee, president of &lt;a href=\"North%20America%20Caribbean%20Rugby%20Association\"&gt;North America Caribbean Rugby Association&lt;/a&gt;, director and former president of Dallas All Sports Association, and vice president of Pan American Rugby Association.\nSponsorship.\nOne of the Harlequin's main sponsors is Crispin Cider. In addition to Crispin, Dallas Harlequins RFC has individual sponsorships. Notable primary sponsors include Plains Capital Bank. The club also has several secondary sponsorships from local and regional businesses such as Texas State Movers, which is owned by former U19 Harlequin Colts coach George Munstedt and Accede Construction, owned and operated by loyal Quins Jess and Andrew Marshall."
}